{"Question":{"474266":"\n   How do you define art?\n  ","474267":"\n   np xo\n  ","474268":"\n   Wyd?\n  ","474269":"\n\n    https:\/\/youtu.be\/4siRWMULqj4\n   \n","474270":"\n   That’s Stephen Curry in the gif. 😂❤️\n  ","474271":"\n   Are you into horror? Which scary monster from pop culture ALWAYS gives you the creeps? 😨\n  ","474272":"\n   What do you think happens after death, if anything?\n  ","474273":"\n   If you could have the option of eradicating pain from your life would you choose to do so? Why or why not?\n  ","474274":"\n   awe, hugs\n  ","474275":"\n   do you believe in god\n  ","474276":"\n   Do you believe in other dimensions and parallel universes?\n  ","474277":"\n   What do you think of Funko POPs? 🤔 Do you own any yourself? PAP perhaps? 😁\n  ","474278":"\n   Ever grabbed your belly and yelled HO HO HO MERRY CHRISTMAS?.. or is that just me who does that?\n  ","474279":"\n   Say you're at a club, what song should the DJ play to REALLY get you going? 🕺😂\n  ","474280":"\n   If the only answer I could give was Yes, what question or questions would you ask me?\n  ","474281":"\n   im totally anti-breakfast. it can go to hell 🤣\n  ","474282":"\n   What'd be the ultimate \"cheat meal\" according to you? 🤔😋\n  ","474283":"\n   i hate that one 😂\n  ","474284":"\n   the best is when people veer away from you like get those precious extra inches, like flatten themselves along the wall 🤣\n  ","474285":"\n   post your preferred shade of blue.\n  ","474286":"\n   abdul seems like a decent fellow. juice by abdul, juice by abdul, goooooooo abdul!\n  ","474287":"\n   they capitalized it. bastards!\n  ","474288":"\n   What do you think of Swedish EDM? Like Avicii, Swedish House Mafia, Galantis etc.? 🎚🙋‍♂️🎧🇸🇪\n  ","474289":"\n   told you that song was concentrated s*x in a can 😂\n  ","474290":"\n   What makes you feel better when you are in a bad mood?\n  ","474291":"\n   how did you like the snails and how were they prepared?\n  ","474292":"\n   what was the typical style of preparation?\n  ","474293":"\n   Nah 🤓 me not lol\n  ","474294":"\n   zack morris come on now! 😂\n  ","474295":"\n   Because of the cancellation of all sports events, ESPN will be covering live toilet paper wrestling in the aisles of Walmart’s. Are you tuning in to watch?\n  ","474296":"\n   -\n  ","474297":"\n   Plans for today\n  ","474298":"\n   PAP selfie with mask on\n  ","474299":"\n   if it was chocolate cakes id say it was a lock. but since i dont specify who knows 😂\n  ","474300":"\n   are addictions ever good? examples?\n  ","474301":"\n   nice. tell him i said wussup! wonder if he follows me now lol\n  ","474302":"\n   i like that he thinks its awkward 😂\n  ","474303":"\n   who is your favorite zack in the whole entire world?\n  ","474304":"\n   Are you in isolation there 🤔 ?\n  ","474305":"\n   about food\n  ","474306":"\n   what did you do with the clams?\n  ","474307":"\n   oh, who was it?\n  ","474308":"\n   .5 star thread 😂\n  ","474309":"\n   is that shirt green or blue?\n  ","474310":"\n   question thievery?\n  ","474311":"\n   how long ago did you get this?\n  ","474312":"\n   Good night sweetie\n  ","474313":"\n   will get caught up with im sure lol. memo's always reminds me of the chaosbrinngers board meeting shit lol\n  ","474314":"\n   i have to procure some bread later. im sure you recollect he 7pm indecent....\n  ","474315":"\n   You look like a heartbroken\n  ","474316":"\n   sounds fantastic. i would love to eat that, along with some bread lol\n  ","474317":"\n   haha you and the choking. saw that was a theme or yesterday's activity on your page lol. have to fill in the bra talk gaps somehow lol\n  ","474318":"\n   Whens this gonna end!\n  ","474319":"\n   All are slow and sad songs\n  ","474320":"\n   Favorite songs?\n  ","474321":"\n   Do you have a favorite line in a piece of literature? A poem? Why do you relate to it? You can share as much as you’d like!\n  ","474322":"\n   Why did the Neanderthals die out?\n  ","474323":"\n   Do you play any sports\n  ","474324":"\n   :clapping emojis\n  ","474325":"\n   What can you do that others can't do?\n  ","474326":"\n   Have you ever watched Smallville at all? If so would you recommend it to others? I'm currently in need of a really good TV serial that I've never seen before to get stuck into... 🤗👌 Also, if you have seen it, can you say whether it's true that Clark\/Superman never even flies in it?? 😮😟🤷‍♂️👎\n  ","474327":"\n   Hahah then have a great night 😃😅\n  ","474328":"\n   Which movie scene is that?\n  ","474329":"\n   Missing back rubs🌹\n  ","474330":"\n   was all the waynes brothers. if ever bored im sure on youtube. was like totally 90's through and through. a simpler time, a more civilized age if you will : )\n  ","474331":"\n   Have a great day :)\n  ","474332":"\n   You are beautiful and you’ve made me feel happy and loved🌹\n  ","474333":"\n   Nice to meet you Lyndsey\n  ","474334":"\n   Why people so dumb\n  ","474335":"\n   We will as king and queen🌹🌹\n  ","474336":"\n   What is your name btw?\n  ","474337":"\n   Let's just pray and hope for good\n  ","474338":"\n   i dont think thats weird at all. you have to make things your own. forget tradition unless that is what you desire.\n  ","474339":"\n   i admire their deliberate steadfast nature. thats a sign of character imo.\n  ","474340":"\n   When someone is feeling stressed, what are 3 suggestions you’d share with them?\n  ","474341":"\n   I know.... Most of people to think to this in the world not just in USA... USA even started taking fines from people....\n  ","474342":"\n   I wish I was with you listening to them together 😍❤\n  ","474343":"\n   Hugs🌹🤗\n  ","474344":"\n   Current Thoughts 🤷‍♂️👑\n  ","474345":"\n   In case you are I would feel worried losing you🌹\n  ","474346":"\n   The virus my love. Don’t wanna lose you🌹😓\n  ","474347":"\n   How about your swimming?\n  ","474348":"\n   Aliens. Standing. Farting. Stomach. Slime. Exploded. Make up a story include these words.\n  ","474349":"\n   King wanna keep his Queen safe🌹😘\n  ","474350":"\n   Me🌹😘\n  ","474351":"\n   Doing great🌹\n  ","474352":"\n   Name 3 celebrities you most admire 😁\n  ","474353":"\n   You wake up, it‘s 2050. What do you google\/research first?\n  ","474354":"\n   🌹🤗\n  ","474355":"\n   If you had the ability to erase something that you did in the past, what would it be? Or would you just let the past be the past?\n  ","474356":"\n   what’s unconditional love?\n  ","474357":"\n   You're talking about Korea ...\n  ","474358":"\n   What's one book you've read recently and would recommend others to read?\n  ","474359":"\n   Mayor should fine them who located outside from home\n  ","474360":"\n   Well done if you are taking all precautions it's good....\n  ","474361":"\n   What do you think when the virus will go?\n  ","474362":"\n   You love romantic or sad songs\n  ","474363":"\n   The fall from the amusement has it stopped or still on??\n  ","474364":"\n   You are young and probably don't care much... But this virus is dangerous .... You need to be more careful... \nMaybe when you go out when no one is there, something you touch maybe infected...\n  ","474365":"\n   whats for dinner?\n  ","474366":"\n   How you doing?\n  ","474367":"\n   God helps us all 🙏\nThis virus spreads so quickly.... Stay safe and stay inside\n  ","474368":"\n   What was the last thing to shock you\n  ","474369":"\n   I also hate summer... Arizona is safe from Corona virus?\n  ","474370":"\n   Wearing anything pink what is it\n  ","474371":"\n   What's for dinner?\n  ","474372":"\n   Arizona is beautiful place\n  ","474373":"\n   What’s up\n  ","474374":"\n   Right\n  ","474375":"\n   Who is the most selfish person that you've ever met\n  ","474376":"\n   What would your perfect room look like?\n  ","474377":"\n   Okk sure... Thanks for being honest\n  ","474378":"\n   Can i follow you on Instagram?\n  ","474379":"\n   Everybody: Name something you're terrible at so that we can all be bad at something together 😅\n  ","474380":"\n   How much money?\n  ","474381":"\n   What would be the perfect gift for you?\n  ","474382":"\n   What did you have to skip or postpone due to quarantine? #StayAtASK\n  ","474383":"\n   ˟៹᥉ρᥲᥴᥱ☁༅༚˚.\n  ","474384":"\n   That's okay I guess considering it was already dead\n  ","474385":"\n   In a zoo about 100 miles away from me I went there once. They put a zebra that was already dead into the komodo dragon cage\n  ","474386":"\n   That's animal abuse\n  ","474387":"\n   Would you like to have a good marriage, even if you live in a poor family?\n  ","474388":"\n   Just looking on the news somewhere in the world a zoo threw a deer that was still Alive into the lion cage\n  ","474389":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","474390":"\n   Dead power!\n  ","474391":"\n   Would you ever fly a plane if you could?\n  ","474392":"\n   Do you think pornography is something bad ?\n  ","474393":"\n   Single parent family is also very good. You are a successful businesswoman. You make a lot of money. You can enjoy life with your children without a husband\n  ","474394":"\n   Can we exchange coins\n  ","474395":"\n   😈😏\n  ","474396":"\n   You think anyone is crushing on you right now?\n  ","474397":"\n   Were you conceived in December???\n  ","474398":"\n   If you are only allowed to choose one, do you prefer to be a successful woman or choose a happy marriage?\n  ","474399":"\n   Hey\n  ","474400":"\n   Jealous girls are great for the ego 😂\n  ","474401":"\n   Confession\n  ","474402":"\n   hey babygirl\n  ","474403":"\n   You’re looking amazing #LittleBitJealousRightNow\n  ","474404":"\n   Ew you heavy.. I like the fit girls\n  ","474405":"\n   U must weigh 200 pounds\n  ","474406":"\n   Lose another 50 pounds too\n  ","474407":"\n   You're cute for a white girl\n  ","474408":"\n   How do you feel about idubbbz being a simp?\n  ","474409":"\n   Pap\n  ","474410":"\n   C an you remember a time in your life you felt the most alive? Tell me about that memory.\n  ","474411":"\n   What u thinkin bout rn?\n  ","474412":"\n   What is your greatest fear?\n  ","474413":"\n   What is the best story your parents told you?\n  ","474414":"\n   What is the dumbest thing you believed as a child?\n  ","474415":"\n   Good morning 🌞\n  ","474416":"\n   I will he's mine not hers I will ruin there marriage too I will keep them from getting married\n  ","474417":"\n   Five things you like about yourself? 😊\n  ","474418":"\n   I will not stop being Jealous I will continue this until he's not hers anymore\n  ","474419":"\n   will u rate my dickk lol\n  ","474420":"\n   How do I get James back seriously? He's mine not hers.\n  ","474421":"\n   ratemy dickk?\n  ","474422":"\n   why some people keep creating more than 2 or 3 accounts here? how many does a person need? smh. they fooling others and treating askfm as a joke.\n  ","474423":"\n   🛶 Have you ever been canoeing or white water rafting?\n  ","474424":"\n   nope\n  ","474425":"\n   i guess ty lynds\n  ","474426":"\n   yes, so why do they say homie or homefuck to me sorry for the bad language, and fam they call me\n  ","474427":"\n   people call me homie dont like it\n  ","474428":"\n   🤹🏻‍♀️ Have you ever heard of flow arts? — It‘s a general term used to describe the intersection of a variety of movement-based disciplines including dance, juggling, fire-spinning, and object manipulation. — I‘m really fascinated by it and wanna try hooping myself 🤗 Opinions on flow arts?\n  ","474429":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you then do? 🤔\n  ","474430":"\n   Share a picture of your family (if you post them) - post a funny meme if you don't :)\n  ","474431":"\n   Have you ever got into an argument and realised you were actually wrong while arguing\n  ","474432":"\n   What is one thing that is annoying you atm\n  ","474433":"\n   Which color do you associate with yourself? 😊 Why that one? 🤔\n  ","474434":"\n   What's the biggest lie you've heard so far? 🤭😱🤭😱\n  ","474435":"\n   What's your favorite GIF? 😁\n  ","474436":"\n   Are u single\n  ","474437":"\n   Nothing\n  ","474438":"\n   Wtf\n  ","474439":"\n   Hi\n  ","474440":"\n   Coolest building you've ever seen? 🏯🏰🗼🏢 PAP perhaps? 😁\n  ","474441":"\n   Are you single?\n  ","474442":"\n   if life were like a video game, what cheat codes would you use?\n  ","474443":"\n   What’s the weirdest thing someone’s complimented you on?\n  ","474444":"\n   If someone gave you a box containing everything you've ever lost, what would be the first thing you look for?\n  ","474445":"\n   Be honest, are you liking the fact that the phrase \"Get the f*ck away from me\" is no longer considered rude, but more of a public service announcement? 😲💁‍♂️👌\n  ","474446":"\n   Have you ever been totally drunk in love with somebody before?? 😮💘🤪\n  ","474447":"\n   hopefully santa brings one for Christmas 😂\n  ","474448":"\n   i liked that show. jim carey was on it too. did you ever watch it?\n  ","474449":"\n   how old were you when you first got left home alone?\n  ","474450":"\n   If past lives are real, what would you want yours to be like if you could choose?\n  ","474451":"\n   Have you ever been to Turkey?\n  ","474452":"\n   Do your friends understand your sense of humour or do you often find yourself having to explain it was just a joke, you didn't mean it literally, you weren't intentionally trying to be offensive, etc etc?? 😳😬🙈\n  ","474453":"\n   who likes curry? or curry goat? 😋\n  ","474454":"\n   what do you do for bread?\n  ","474455":"\n   ever gonna fishing 🎣\n  ","474456":"\n   i heard he hooked up with jesse's girl.\n  ","474457":"\n   do you enjoy breakfast or are you not a big fan of breakfast foods?\n  ","474458":"\n   i hate this shout out feature guys 🙄\n  ","474459":"\n   what do you think about the \"good night\" person?\n  ","474460":"\n   Do you believe more in fate or that we are the creators of our own destinies?\n  ","474461":"\n   you\n  ","474462":"\n   Awesome\n  ","474463":"\n   Is home for you a place or a feeling?\n  ","474464":"\n   Good night\n  ","474465":"\n   In the wake of recent supermarket and other retail outlet violence, should there be special grocery and household good stores for women-only (Foidland)?\n  ","474466":"\n   Have you ever had surgery before\n  ","474467":"\n   Do bananas float?\n  ","474468":"\n   Followed\n  ","474469":"\n   How to explain to a pet why you sit at home all the time?\n  ","474470":"\n   all i meantt was id try to mske it a blast hehehe\n  ","474471":"\n   change fires than ask\n  ","474472":"\n   im sorryy🥺\n  ","474473":"\n   itll buy us alot more then 10 minutesss\n  ","474474":"\n   hi! we change fires\n  ","474475":"\n\n    https:\/\/youtu.be\/ck9yB10Cy78\n   \n","474476":"\n   On bed?\n  ","474477":"\n   Are you good at choking someone?\n  ","474478":"\n   If someone gave you a box containing everything you've ever lost, what would be the first thing you look for?\n  ","474479":"\n   With the shelter in place or lockdown in effect are you on Ask more or less now ?\n  ","474480":"\n   Is it necessary for me to where a mask out in public?\n  ","474481":"\n   have you left behind a friendship? or were you left behind in a friendship? feel free to talk about it ✰\n  ","474482":"\n   Ok,text me on my number ok so we can talk something important\n  ","474483":"\n   How are you?\n  ","474484":"\n   but everyone would know\n  ","474485":"\n   How many tasks have you completed?\n  ","474486":"\n   How would you feel if while in a store your S\/O pulled you into a dressing room and spanked you for all to hear?\n  ","474487":"\n   whats for dinner?\n  ","474488":"\n   Hello\n  ","474489":"\n   what’s on your mind at the moment?\n  ","474490":"\n   Hii\n  ","474491":"\n   What’s in your pockets right now? 🖤\n  ","474492":"\n   If you could be any mythical or fantasy creature what would you be?\n  ","474493":"\n   Well hello there 😎 hope you are doing well 😁\n  ","474494":"\n   Hii\n  ","474495":"\n   What do you like about Aristotle?\n  ","474496":"\n   Okay who’s the anon messing with vee? Y’all are messed up\n  ","474497":"\n   Who out of your family do you think you look most like? I look like my dad copy-pasted his face onto me lol\n  ","474498":"\n   You are special, you are great, you are beautiful in your own way, don’t believe the people who say the opposite 💜🌸\n  ","474499":"\n   You are allowed one opinion that will magically become a fact. What opinion would you choose?\n  ","474500":"\n   Buongiorno🌹 \nMostratemi qualcosa che vi piace o raccontatemi, sono curiosa di leggervi.\n  ","474501":"\n   If a woman goes to a public pool in a bikini bottom that is too small in front will she be arrested ?\n  ","474502":"\n   what homemade foods do you like?\n  ","474503":"\n   😂😂😂😂😂😂😂 \nRelatively true 😂😂😂😂\n  ","474504":"\n   I'll try another one \n🦁👑\n  ","474505":"\n   We play this game as a kind of entertainment ... by turning movies into emojis \n🎈🏡 ... Up 💜\n  ","474506":"\n   Think about it just more time  😂😂\n  ","474507":"\n   See ur qs!\n  ","474508":"\n   What is the name of the movie\n.. \n🎈🏡\n  ","474509":"\n   What phone do you have?\n  ","474510":"\n   U dont know that u r beautiful 🤦‍♂️😂\n  ","474511":"\n   James is mine not Nicole's I will get him back\n  ","474512":"\n   Yeah u r right!\n  ","474513":"\n   I am not that much beautiful 😂🤦‍♂️\n  ","474514":"\n   I’m confused is vee mentally ill?\n  ","474515":"\n   How many unanswered questions do you have right now?\n  ","474516":"\n   Not really\n  ","474517":"\n   Can we chat qs to qs? If u don't mind!\n  ","474518":"\n   He said in the begining he knows you guys\n  ","474519":"\n   Are there any type of crystals that you like to keep with yourself or in your house?\n  ","474520":"\n   What imaginary guys? There is none I am talking about my friend\n  ","474521":"\n   Yeah u are ❤️\n  ","474522":"\n   What three things do you think of most each day?\n  ","474523":"\n   Yes I take them everyday\n  ","474524":"\n   No I am still on my meds I am fine\n  ","474525":"\n   Haha.... Dont meet & spread love online😂❤️\n  ","474526":"\n   Seriously tell me why did he break up with me?\n  ","474527":"\n   I can't I don't know his info to ask him duh\n  ","474528":"\n   Well how can you blame him? Stacy’s mom has got it going on\n  ","474529":"\n   What's that?\n  ","474530":"\n   That's not true you call him your king and a sourse has told me otherwise\n  ","474531":"\n   Why doesn't he want me back? Just tell me that?\n  ","474532":"\n   Can you give me hint who he's with? Courtney correct or Hailey?\n  ","474533":"\n   You always talk to him tho\n  ","474534":"\n   Haha.... I will find u 😂 you can't hide😂🤦‍♂️\nI like this song 🤩\n  ","474535":"\n   Prove it no he isn't I will get him back he's mine not yours he never was yours\n  ","474536":"\n   Which language is more difficult to learn?\n  ","474537":"\n   I want James back please tell him I love him and still want him I promise to do better and change.\n  ","474538":"\n   Give me i will find u!\n  ","474539":"\n   What's wrong with you?\n  ","474540":"\n   Haha... Wow.. Thanks for telling me the short form of Instagram 😂\nNow short form of ur insta? 😂\n  ","474541":"\n   So you always taste the same no matter what you eat?\n  ","474542":"\n   What is in fashion today?\n  ","474543":"\n   Insta?\n  ","474544":"\n   تشوز من 1 ل 20 وهقول فيلم ب الايموچى 💜😂\n  ","474545":"\n   if i got my facts in order i think lopez stared out as a dancer on in living color.\n  ","474546":"\n   Waqt ne kya sikhaya?\n  ","474547":"\n   Then ur sleep is gone.. Haha!\n  ","474548":"\n   It was a general thing, I’m not saying it only applies to you, btw. Whatever a person is comfortable sharing is fine to whatever is asked, but no one should pry, namsayin? That’s why I usually ask if they’re okay with sharing something I ask. They don’t have to- it’s called consent.\n  ","474549":"\n   and you thought your workouts were tough 😂\n   \n    https:\/\/youtu.be\/SO1WccH2_YM\n   \n   nature is some crazy sht!\n  ","474550":"\n   What attracts tourists to your city?\n  ","474551":"\n   Becoz in quarantine i only sleeps😂\n  ","474552":"\n   WIll you please follow me on INSTAGRAM : 😜 inkedfitbad  😪 ... I'm a female fitness model. 😍\n  ","474553":"\n   Than it means u r not in quarantine 🤦‍♂️\n  ","474554":"\n   Haha sleep is gone these days\n  ","474555":"\n   It’s your page, you can talk about whatever you want, it’s not your fault people can’t establish their own boundaries. You shouldn’t have to censor yourself so others do too, they’re very well capable of doing that themselves. They should know when to stop. It’s not your responsibility to tell them\n  ","474556":"\n   Hahah then I’ll give them back to you when you least expect it. >:D Plus I have other coins I’ve been spreading around :) I try to get rid of them as soon as a good amount is in “the bank” or whatever they call it 😂\n  ","474557":"\n   Haha no i am good guy i am not going to do this 😂\nBut willingly we can go faraway from this strange world 🤦‍♂️♥️\n  ","474558":"\n   Omj that was a joke 😂 I’m giving them back to you!\n  ","474559":"\n   Haha... Dont worry i am not going to kidnapped u 😂😂\n  ","474560":"\n   🤣🤣🤣\n   \n    https:\/\/dazedimg-dazedgroup.netdna-ssl.com\/393\/azure\/dazed-prod\/1140\/6\/1146852.jpg\n   \n","474561":"\n   I will make myself known\n  ","474562":"\n   yeah always diet soda. well nearly always. some dont come in diet so i get once in a while. like i had some code red mt dew. no diet for that.\n  ","474563":"\n   Any special plans for this holiday weekend? Did you have to change\/alter any plans due to the lockdown?\n  ","474564":"\n   If you're telling people that kind of intimate detail about you then you should expect that kind of comment\n  ","474565":"\n   Being laughed at or bullied by others, which makes you feel worse?\n  ","474566":"\n   Can i have ur insta?\n  ","474567":"\n   Why did you steal my husband from me James? He's mind not yours and I will get him back you watch\n  ","474568":"\n   the frozen pancakes? i have some of those. pop in the microwave broken up and stirr in butter and sugar and syrup into a delicate mash sometimes 😂\n  ","474569":"\n   Are you okay with dying? How did you come to be at peace with this inevitability?\n  ","474570":"\n   they wont ever ask for visas tho\n  ","474571":"\n   nah never milk with any food but cereal for me. soda for me. and water with desserts.\n  ","474572":"\n   i was all about the goosebumps! rememver the covers? the goosebumps haha. yeah i read them all up to a certain number. i bet if i google the covers now will still remember them!\n  ","474573":"\n   i concur with your analysis.\n  ","474574":"\n   have you noticed yourself rationing anything? if so what?\n  ","474575":"\n   saw the one dude wrote c*mm without the star. the extra m doesnt help cus the word is still there lol. not saying it was that but i saw that and lol\n  ","474576":"\n   cheerios oat crunch (oats n' honey) and then captain crunch like the regular one.\n   \n    https:\/\/www.cheerios.com\/wp-content\/uploads\/2019\/11\/OatCrunch.png\n   \n\n    https:\/\/images-na.ssl-images-amazon.com\/images\/I\/91R8gmknbCL._SX425_.jpg\n   \n","474577":"\n   what was the first book you read that made an impression on you?\n  ","474578":"\n   what percentage of people do you see wearing masks in public now?\n  ","474579":"\n   and what did you have to wash down your tasty burger?\n  ","474580":"\n   my accent is talking with my mouth full 🤣\n  ","474581":"\n   How do you think people see you?\n  ","474582":"\n   EXACTLY 3!!! im so cool, like the coolest 👌 😎\n  ","474583":"\n   how often do you get those types of warnings?\n  ","474584":"\n   hey man i didnt ask the question im just offering clarification lol\n  ","474585":"\n   what was the highlight?\n  ","474586":"\n   Are you romantic? Why or why not?\n  ","474587":"\n   endometrium, its not everyday you read that 😂\n  ","474588":"\n   do you have to fill out a W2 for this? 😂\n  ","474589":"\n   just text the guy. im sure he will explain everything 🤣\n  ","474590":"\n   Good morning. Taking a brutal dump right now. Ugh.\n  ","474591":"\n   FMK: Rachel McAdams, Maisie Williams, Kristen Stewart\n  ","474592":"\n   Goodnight and love you guys :3\n  ","474593":"\n   Gn🌹\n  ","474594":"\n   Have a nice sleep and dont let any naughty stuff hitting your brain\n  ","474595":"\n   Dont get it leaked on bed sleep well😜😜\n  ","474596":"\n   Good night beautiful\n  ","474597":"\n   What else do you know\n  ","474598":"\n   So why not just say \"no\"?\n  ","474599":"\n   Is it true that eating pineapples changes how a girl tastes?\n  ","474600":"\n   What? Why?\n  ","474601":"\n   Brave truth: have you ever satisfied yourself and then licked your fingers ?\n  ","474602":"\n   So basically no\n  ","474603":"\n   It's good that you have your own room and your own TV. Does your door have a lock?\n  ","474604":"\n   Is there a guy in your life who you like, and who likes you back?\n  ","474605":"\n   🤣🤣🤣🤣ur a smart one 😅😅\n  ","474606":"\n   🌹🤗🤗\n  ","474607":"\n   State of partial wetness ☺☺❤\n  ","474608":"\n   It’s cracking and bleeding\n  ","474609":"\n   Nice feet🌹\n  ","474610":"\n   Banging the ass 🤣🤣🤣😛\n  ","474611":"\n   My hand feels dry🌹\n  ","474612":"\n   Ohh really tell me some jokes🤣🤣\n  ","474613":"\n   Your not that good at joking 😜😜\n  ","474614":"\n   Whats hormonal spots?\n  ","474615":"\n   I dint get you\n  ","474616":"\n   Current picture of you?\n  ","474617":"\n   I like staring at you but I could last few hours ago😜❤\n  ","474618":"\n   I m not saying you will but it's a 2 days which is really like etc\n  ","474619":"\n\n    https:\/\/youtu.be\/ypr18UmxOas\n   \n","474620":"\n   Amusement garden provocation etc\n  ","474621":"\n   An actual tiger in new York Google it\n  ","474622":"\n   U r gonna have a lot of weird stuff as soon as ur days gonna end\n  ","474623":"\n   Hey...any new cases of covid 19 over there today?\n  ","474624":"\n   Eating a lot of chocolates I guess\n  ","474625":"\n   I was just kidding 😅😅😛❤\n  ","474626":"\n   Did the pool turn red?\n  ","474627":"\n   Thoughts on the tiger getting  covid 19\n  ","474628":"\n   That's a good excercise and gives a good body relaxation, you should have a sound sleep\n  ","474629":"\n   What is one good way to bribe you\n  ","474630":"\n   What distracts you from sad thoughts? #StayAtASK\n  ","474631":"\n   Would you rather have 10 Grand every month for the rest of your life or have £5 million cash in hand right  now\n  ","474632":"\n\n    https:\/\/youtu.be\/IYKsjdkdRbw\n   \n","474633":"\n   did you succeed?\n  ","474634":"\n   can we get a pap pap\n  ","474635":"\n   no idea what that sht is but seen it brought up lol\n  ","474636":"\n   You to be focused and less painful flow\n  ","474637":"\n   Good time I guess now??\n  ","474638":"\n   How you feeling now??\n  ","474639":"\n   Current physical state?\n  ","474640":"\n   What was the Last thing that made you smile\n  ","474641":"\n   Yeah I know\n  ","474642":"\n   have you seen tiger king? if yes, do you think carole baskin killed her husband? (if you haven't seen it, you really should watch it.) XD\n  ","474643":"\n   😂😂\n  ","474644":"\n   Which accents do you like the most?\n  ","474645":"\n   best ones?\n  ","474646":"\n   When was the last time you made a wish?\n  ","474647":"\n   brother is the brand name\n  ","474648":"\n   Who are three people you are closest with? Feel free to tell us a little about them!\n  ","474649":"\n   who do you trust most in this world? choose just one individual.\n  ","474650":"\n   who is the one individual who has taught you the most in your life?\n  ","474651":"\n   Um no\n  ","474652":"\n   خليك طموح\n  ","474653":"\n   How do you deal with past regret?\n  ","474654":"\n   When in your life did someone's criticism go too far?\n  ","474655":"\n   What's the most used app on your phone right now? What's the least used app? 🤭🤭\n  ","474656":"\n   whats for dinner?\n  ","474657":"\n   wyd\n  ","474658":"\n   What’s wrong with the world?\n  ","474659":"\n   adding u rn\n  ","474660":"\n   do u have kik or sc?\n  ","474661":"\n   can i jsut send u a video of me finishing\n  ","474662":"\n   soo is that a yes\n  ","474663":"\n   Post a 360 video of where you are right now!\n  ","474664":"\n   wanna givr me the energy to cumm?\n  ","474665":"\n   Would you ever have a pet turtle? Have you ever had a pet turtle? Pictures?\n  ","474666":"\n   What kind of fruit trees grow in your area?\n  ","474667":"\n   2*'s should have said mamma at least.\n  ","474668":"\n\n    https:\/\/ask.fm\/psyquietrist\/answer\/159565239651?utm_source=copy_link&utm_medium=iOS\n   \n   in case you all need cheering up, these are fun! Send me your @ and I’ll make a collage for you 💗\n  ","474669":"\n   Hey\n  ","474670":"\n   So... any comments to this Virus?... :( So many dying.. 😔 May all of your souls rest in peace..\n  ","474671":"\n   Notturni ne abbiamo?\n  ","474672":"\n   Do you ever wear hoodies? Do you have a picture of your favorite one or maybe of you wearing it?\n  ","474673":"\n   cus white girl anon. im grouping them together lol. same energy lol\n  ","474674":"\n   this seems like the real me lol. still alive, for now :')\n  ","474675":"\n   You girl\n  ","474676":"\n   haha thats true. gnite fam. be good! or bad. up to you!\n  ","474677":"\n   zzzzzzzzzzzzzzzzzzz\n  ","474678":"\n   oh you think its me pretending to be someone else? oh i see how it is....\n  ","474679":"\n   and another... maybe ten by tmr lol\n  ","474680":"\n   will have to check on this one tmr. time to pee and then its sleep. plan is to sleep tonight lol. although ive worked though my dead tired falling asleep phase watching movies. wide away now loll\n  ","474681":"\n   okay thats two lmao. you already lost familia!\n  ","474682":"\n   everybody handles death in different way. what are different ways you deal with it? especially if the death is close in family.\n  ","474683":"\n   one already! only been a mere minutes. are you getting nervous?\n  ","474684":"\n   cont join the cherry as a filling or go on top. will have to see what feels right by then. goal is not actually to recreate pop tart. goal is always ALL THAT MATTERS IS IF IT TASTES GOOD lol\n  ","474685":"\n   you will have to wait and see. well the cinnamon one was already made loll. its funny how that worked out lolll. but it will not be strawberry will be cherry. was thinking cherry and cream cheese frosting. not sure if the cream cheese is going to cont....\n  ","474686":"\n   😮.really?.\n  ","474687":"\n   if i make one again i will dub pop tart cake lol. actually the next one id planned to make is coincidentally an homage to one of our favs. omg lmao. will be a bit tho. need to leave some space between. plenty of other things to make!\n  ","474688":"\n   what dont you trust yourself to do?\n  ","474689":"\n   lets predict if this will get followups not counting us. i say three more. what say you?\n  ","474690":"\n   made me think of the movie \"waiting\" you HAD to have seen that one im sure. your boy stars in it\n  ","474691":"\n   you forgot bra things lol\n  ","474692":"\n   its open to interpretation lol\n  ","474693":"\n   three boxes? what are you a warehouse? :')\n  ","474694":"\n   do you prefer difficult questions that test your resolve, or easy ones that dont require any real thought?\n  ","474695":"\n   if you could choose the emotions that you will prominently feel tomorrow what 3 do you choose?\n  ","474696":"\n   How is it where you live?\n  ","474697":"\n   who do you think about the most? choose just one person.\n  ","474698":"\n   what is something you never had the chance to tell someone? dont have to say who but maybe say what you missed the opportunity to or wish you would have said.\n  ","474699":"\n   make a wish right now, what is it? and tell me how likely it is to come true.\n  ","474700":"\n   Who’s the cutest Jonas Brother?\n  ","474701":"\n   Do you sell a lot of items online? I sold our TV today using OfferUp.\n  ","474702":"\n   How would you change your name to make life a lot more fun?\n  ","474703":"\n   I know you wanna say something racists but you scared\n  ","474704":"\n   Nike Air Max or Adidas Superstar?\n  ","474705":"\n   👍\n  ","474706":"\n   What were you doing three hours ago?\n  ","474707":"\n   Oky \nSorry for disturbing 😭\n  ","474708":"\n   I really need it ...otherwise they get my car\n  ","474709":"\n   Let's give each other a helping HAND.\n  ","474710":"\n   Babe can u exchange some coins with me to push my rank  boz i have bet with my friends i give ur coins back in nxt 5 mints plzzz 🌺\n  ","474711":"\n   Beautifull\n  ","474712":"\n   Is 5G dangerous? I've read some stuff about how it can make people sick?\n  ","474713":"\n   Have you ever made a sandwich using something other than regular bread?For example slicing a donut in half and using it as a hamburger bun?\n  ","474714":"\n   ¿Qué preferirías? ¿Tener un\/a novio\/a para toda la vida o un\/a amigo\/a para toda la vida?\n  ","474715":"\n   It’s not good. You aren’t missing out\n  ","474716":"\n   Swim wear mmmmm yummy Justin Bieber ooooo\n  ","474717":"\n   I will message you tonight\n  ","474718":"\n   Hi\n  ","474719":"\n   Do you feel sad for the monkeys in Thialand who are resorting to monkey turf wars over food in the streets, as there are no tourists to feed them anymore? 🐒😢\n  ","474720":"\n   Add me back\n  ","474721":"\n   Bop it 😳 pull it 🥵 twist it 🍆😲\n  ","474722":"\n   Spank my butt\n  ","474723":"\n   Cum\n  ","474724":"\n   Qui nude\n  ","474725":"\n   Send your snap\n  ","474726":"\n   you want😊\n  ","474727":"\n   Yes\n  ","474728":"\n   Snap nude ??\n  ","474729":"\n   Okay I snap you for your info on PayPal or Venmo\n  ","474730":"\n   heard you are gonna embark on a jungle adventure. sadly ill be detained but you have a good time and dont forget your mask!\n   \n    https:\/\/i.ebayimg.com\/images\/g\/yJAAAOSwKI5eXa9h\/s-l400.jpg\n   \n","474731":"\n   good chat?\n  ","474732":"\n   Do you believe in wishes?\n  ","474733":"\n   I can close my eyes and hug\n  ","474734":"\n   So it means your naked 😜😜\n  ","474735":"\n   😅😅😅😅 i wish i could give you a hug😅😅❤\n  ","474736":"\n   As the days go it gets smooth as the endometrium gets removed\n  ","474737":"\n   Sorry I dint know ur on periods your going to have tough days ahead 😪\n  ","474738":"\n   How old are you for real?\n  ","474739":"\n   Baby why 🙄\n  ","474740":"\n   what are some recent things where this has happened? over what?\n  ","474741":"\n   I am Paying so are u inTerested\n  ","474742":"\n   You seem to be happy\n  ","474743":"\n   Okay are you interested? Selling me pics of your feet\n  ","474744":"\n   do you play video games?\n  ","474745":"\n   I do pay what app you have\n  ","474746":"\n   How much for pics? I pay u first\n  ","474747":"\n   How do you like to start your morning?\n  ","474748":"\n   Oh okay,text me on my number now\n  ","474749":"\n   If you would see a falling star tonight, what would you wish for?\n  ","474750":"\n   You wake up and it‘s 2000. How would you spend your day?\n  ","474751":"\n   What’s your Snapchat\n  ","474752":"\n   Why does that matter\n  ","474753":"\n   Question to question chat?\n  ","474754":"\n   Hi how old are you?\n  ","474755":"\n   What was the last book that you read?\n  ","474756":"\n   How old were you when a boy first saw you naked?\n  ","474757":"\n   I need someone practice with me untill improve my English language\n  ","474758":"\n   How old are you ? If I buy a pictures of your feet is that okay?\n  ","474759":"\n   What was the last thing you googled? Did you find what you were looking for?\n  ","474760":"\n   What can you remember about the law your learned?\n  ","474761":"\n   How to make him faithful :(\n  ","474762":"\n   What did you learn from criminology?\n  ","474763":"\n   do you wear sunglasses 🕶?\n  ","474764":"\n   pantyhose anon 😂\n  ","474765":"\n   manager of what?\n  ","474766":"\n   زينه الحياه الدنيا\n  ","474767":"\n   المال والبنون.............\n  ","474768":"\n   What size are your feet\n  ","474769":"\n   When's the last time someone played with your boobs?\n  ","474770":"\n   Yes I have two kids one boy and one girl and why did you said I lied?\n  ","474771":"\n   My daughter\n  ","474772":"\n   Text me on my. Number\n  ","474773":"\n   I am a widower with one daughter and my wife died after giving birth to my daughter 10 years ago and what do you do for a living?\n  ","474774":"\n   Who would u go with?\n  ","474775":"\n   anons are obsessed with you skinny dipping lol\n  ","474776":"\n   Where are you from?\n  ","474777":"\n   Are you married with kids?\n  ","474778":"\n   the orgasm the chicken evolved from\n  ","474779":"\n   What's this?..\n  ","474780":"\n   think drones are more practical these days.\n  ","474781":"\n   white girl\/pantyhose anon 👌 😂\n  ","474782":"\n   XD\n  ","474783":"\n   heard you a wisconsin accent?\n  ","474784":"\n   Just wanted to share my love and support during this quarantine period 🖤💜💙💚💛❤  How are you dealing with all this?\n  ","474785":"\n   what are your most frequently asked questions?\n  ","474786":"\n   Love you🌹😘\n  ","474787":"\n   do shower in the morning? when you get home from work or school? or before bed?\n  ","474788":"\n   do you find yourself thinking about eggs more these days?\n  ","474789":"\n   Just cooking thanksgiving food🌹\n  ","474790":"\n   white pantyhose anon 🤣\n  ","474791":"\n   who did it go to?\n  ","474792":"\n   pantywhite lol\n  ","474793":"\n   Luckily my friends aren’t working Easter🌹\n  ","474794":"\n   Have you ever started a fight with someone\n  ","474795":"\n   Much love for you queen🌹\n  ","474796":"\n   can see the emojis and the real thing side by side now 🤣\n  ","474797":"\n   Who was the worst teacher you ever had\n  ","474798":"\n   Have an Easter zoom app🌹\n  ","474799":"\n   What was the last movie you watched? What did you think of it?\n  ","474800":"\n   Xoxo🌹\n  ","474801":"\n   how many times did this person arrive during this thread?\n  ","474802":"\n   Why do we need to understand a guy when he is the one who courted us ☹\n  ","474803":"\n   What was the first thing you saw when you woke up this morning\n  ","474804":"\n   Plans Sunday\n  ","474805":"\n   when you get possessed by pantyhose anon 😂\n  ","474806":"\n   first time seeing bella swear lol\n  ","474807":"\n   the snapping turtle in the alligator pond.\n  ","474808":"\n   pinch your skin. if it stays standing up you're dehydrated lol\n  ","474809":"\n   no frozen waterfalls smh\n  ","474810":"\n   Would you ever go skinny dipping with boys?\n  ","474811":"\n   Are you single?\n  ","474812":"\n   Lol were they friends or relatives?\n  ","474813":"\n   How much older were the others? Were they high school age already?\n  ","474814":"\n   Good night sweetie\n  ","474815":"\n   Lol define \"pretty much\". How far advanced were you all? :P\n  ","474816":"\n   Got any current pictures of them, then? I'm just curious what they look like lol\n  ","474817":"\n   Had you all started \"developing\" by that time?\n  ","474818":"\n   Are you still in touch?\n  ","474819":"\n   You got any pictures of the others?\n  ","474820":"\n   and beautiful young woman i should have added\n  ","474821":"\n   How many of you were there? Are any of them on Ask?\n  ","474822":"\n   You’re lucky it only happens to you sometimes, I get it every time and then after a while I’ll cave in thinking that’ll rid the pop up but then it doesn’t 😂\n  ","474823":"\n   no not that excited, dirty mind lyney aha\n  ","474824":"\n   Lol did some of the girls have a bush?\n  ","474825":"\n   Girls like you are not attracted to ugly guys trust me I know I have experienced heart break,  pain and rejection by you pretty girls. Their is no happy ending for us kinda guys and we are used to it so please do not give out false hope\n  ","474826":"\n   Do you always get the pop up ask gives about earning an extra 15 coins? And the other one I never read, but it’s always there too after answering a q. Seems like they take forever to go away lol u_u\n  ","474827":"\n   Were you all fully nude? Or did you leave some underwear on?\n  ","474828":"\n   do you feel different in your 30s then your 20s whats the best thing about being a young woman\n  ","474829":"\n   Were you at middle school, high school or college?\n  ","474830":"\n   Hahaha boys or girls? Where did you do it?\n  ","474831":"\n   His face and body\n  ","474832":"\n   How old are you?\n  ","474833":"\n   Thank s for your help anyhow I thing I m fucked up\n  ","474834":"\n   got xcited lol\n  ","474835":"\n   i love saoirse ronans accent, so hot\/sexy or margot robbies lol\n  ","474836":"\n   yes defo, lmao you are funny xo\n  ","474837":"\n   Lol alone or with others? How old were you?\n  ","474838":"\n   Ever gone skinny dipping?\n  ","474839":"\n   Why is that scary?\n  ","474840":"\n   Have you ever sent n*des to anyone?\n  ","474841":"\n   kindness is so hot too tbh what do you think lyne\n  ","474842":"\n   Till when can I get it do you have any idea ?\n  ","474843":"\n   have you a favourite accent lynds\n  ","474844":"\n   I liked more than 100 it just few min when can i get them to like\n  ","474845":"\n   What‘s something you surprisingly still don’t know how to do?\n  ","474846":"\n   What is a feature that‘s inarguably hot, regardless of gender?\n  ","474847":"\n   I m not able to like answers of anyone it happend 30 mins ago before  that I was able to like them\n  ","474848":"\n   Do you love BTS ??\n  ","474849":"\n   What should a ugly guy do if he has a crush on you?\n  ","474850":"\n   What‘s not supposed to be scary but is?\n  ","474851":"\n   Its gonna extend they are saying\n  ","474852":"\n   How much do you love Netflix and Poptarts?\n  ","474853":"\n   Do you like lemonade? Pink lemonade? 🍋🍸Lemonade GIFs?\n  ","474854":"\n   Which would you pick: being world-class attractive, a genius or famous for doing something great?\n  ","474855":"\n   Have fun during lockdown 🙂🙂\n  ","474856":"\n   Lol why\n  ","474857":"\n   i must\n  ","474858":"\n   Would you wanna be a manager or leader of sorts one day?\n  ","474859":"\n   So I shared this question on Facebook and wanted to get your opinions. Can friends sleep together and still just be friends?\n  ","474860":"\n   spank my butt\n  ","474861":"\n   I didnt see ur tits on there ?\n  ","474862":"\n   I've jumped off a 30 foot cliff into the sea, I've climbed up the biggest mountain in the UK,  I had a harshest on and I climbed up a tree like 50-60 feet high and I jumped out of the tree and other stuff\n  ","474863":"\n   Why lol\n  ","474864":"\n   better than lets be baes XD\n  ","474865":"\n   What is the craziest thing you've ever done\n  ","474866":"\n   What is something that you love to do?\n  ","474867":"\n   If it was hurtful I m extremely  sorry\n  ","474868":"\n   They might call it something different in different countries\n  ","474869":"\n   she isn't American she wont know\n  ","474870":"\n   It implies even to me too I was never insensitive\n  ","474871":"\n   What cdc?\n  ","474872":"\n   You are a fitness  freak too nice that's important  otherwise tummy bulges out 🤣🤣\n  ","474873":"\n   Nothing, You want to make friends?\n  ","474874":"\n   Watching movies ,eating ,sleeping  ?\n  ","474875":"\n   Hello! 😉👋\n  ","474876":"\n   Yeah it has been😔😔\n  ","474877":"\n   When has your gut feeling ever been wrong?\n  ","474878":"\n   What's something about yourself that sounds fake but is actually real?\n  ","474879":"\n   Why dont you drink alcohol?\n  ","474880":"\n   What's a really awkward situation that everyone can relate to?\n  ","474881":"\n   Thanks for the likes ,like more please 😁😁\n  ","474882":"\n   Can you tell how\n  ","474883":"\n   How's your time going on during lockdown\n  ","474884":"\n   oh yes. it was like 1\/50th the effort. instead of sitting there like a damn momo stirring for ten minutes. i mean before i would get the milk pretty hot at least then pour into the steel for stove. but them i was like wtf am i doing all you gotta do is boil. need to try reg cook n serve pudding nxt\n  ","474885":"\n   What do you usually drink after a stressful day?\n  ","474886":"\n   Pap in current outfit?\n  ","474887":"\n   That tv sees quite loud. I keep mine pretty quiet. I hear things really well. My friends complain they can't hear. When they turn the sound to their liking it hurts my ears.\n  ","474888":"\n   Do you have a TV in your bedroom?\n  ","474889":"\n   How you doing?\n  ","474890":"\n   Are you the kind of person who wants to be the big fish in a little pond or the little fish in the big pond?\n  ","474891":"\n   Do you have any grey hair? I'm getting some.\n  ","474892":"\n   Is it weird that i kinda think its hot?\n  ","474893":"\n   I'm surprised you were able to find steak at the store.\n  ","474894":"\n   My gf caught her brother j*erking off\n  ","474895":"\n   You stole my dog from my house?!?! Hes my dog!! You go get him!!!\n  ","474896":"\n   same i like it pink but still cooked, i call it tinder\n  ","474897":"\n   how do you like your steak\n  ","474898":"\n   aw xo, thats cool you had close friends sweet tbh\n  ","474899":"\n   whats for dinner?\n  ","474900":"\n   were you popular at school, and how have you changed like in traits character etc, xo\n  ","474901":"\n   yes i am thanks, thought i was annoying you with questions xo\n  ","474902":"\n   Pretend now that you're a chef and Gordon Ramsay is reviewing your food how nervous would you be?\n  ","474903":"\n   Can you fit a brother all in one fax scan and printer in your lady part?\n  ","474904":"\n   Do you like to do science experiments? Would you like to tell me a time where you did one?\n  ","474905":"\n   growing up we never had one. now i use it everyday. mostly to warm up water tho lol. coffee, tea, water for yeast. id be lost without one now lol. jello is like 2 minutes lol. also did tapioca pudding like the box sht the other day in the mirowave first time. never doign that shit on the stove again\n  ","474906":"\n   aw, thats a shame things will get better hugs, hey great movie but so sad i legit cry every time aha xo\n  ","474907":"\n   yeah you cant fry with that sugar content. thats why donuts themselves are not sweet. you add the sugar later as a topping. sugar is an oil sponge. learned all this crap along the way lol\n  ","474908":"\n   then i would have to bake\/fry whatever the google search revealed. yeah i think i decided i will do that but will try something new. will not proof once formed. will just fry and make like twisted like cruelers. woudl do that and would proof and lose all the shape. want the ridges. maybe halva too\n  ","474909":"\n   😘\n  ","474910":"\n   i would have snatched it mid air somehow! 🤣🤣🤣\n  ","474911":"\n   lol. when i was a teen before we had our truck we used to stick my mx bike in the minvan. i became an expert at removing both sets of seats lol. still cant believe we fit it in there. dego ingenuity 🤣\n  ","474912":"\n   never know what exactly goes through pple's heads sometimes. could also be some misunderstanding somewhere sometime. that sht happens and people never get to the bottom of it. kinda sad.\n  ","474913":"\n   aerostar then? idk im just going from minivan memory here lol\n  ","474914":"\n   XD i heard the virus tastes good so could be a foodie lolll\n  ","474915":"\n   (  '_ ' v '  _')\n  ","474916":"\n   thats pretty cool! you guys still keep in contact?\n  ","474917":"\n   the piece de résistance XD\n  ","474918":"\n   there was another one but i couldnt find it or maybe i just dont remember it right. like at the end of the movie the predator is hurt and bleeding and schwarzenegger is all like \"bleed you bastard!!!\" in his voice lmao. i love that movie. like so funny to me lollll. that and total recall lol\n  ","474919":"\n   nice. i should have a dark chocolate bar tmr. its been a while. i have a chocolove one i think. might be with freeze dried raspberries. the other chocolove one i have i think is milk, BUT COULD BE WRONG\n  ","474920":"\n   okay, so how are you xo\n  ","474921":"\n   dodge caravan SE emerald green! lol\n  ","474922":"\n   okay np, hugs\n  ","474923":"\n   7 boxes. OF DONUTS lol actually donuts were not in the queue for tmr but its a maybe. prob next day tho idk. some glazed yeast donuts. i aint mad at that. must consider.\n  ","474924":"\n   who do you think is fairer in relationships which gender, and why\n  ","474925":"\n   dont know about all that overkill sht. jsut somethig to contain your saliva particles. it would stop the spread of most anything including the common cold. the gloves thing is stupid. you touch shit with them on then you take them off and touch the same sht lol. its just like a placebo thing lol\n  ","474926":"\n   ( -_ -)\n  ","474927":"\n   XD\n  ","474928":"\n   its 9 hours maybe lol. think you would remember. is good tho. like a story that spans a couple generations. its italian. prob the best italian film ive seen. sorta like the thorn birds style but totally different in all aspects.\n  ","474929":"\n   fugees and nas? i liked them\n  ","474930":"\n   i told you im no reader lol!! i mean i would just google and come up with some random nonsense. i just have a real strong feeling that if you learned about it and read some stuff like you do it would be a real good thing. just a feeling yanno.\n  ","474931":"\n   sad cold chocolate. sometimes i hit it with some radiation from the microwave to bring out its full potential. did this with some cadbury cream eggs yest. you have to get it just right. EVERY SECOND COUNTS u dont want the center to reach critical meltdown. best you leave that sort of thing to me lol\n  ","474932":"\n   No that you know of😏\n  ","474933":"\n   i have an emoji disability rn lol .... *gives you all the hugs <3\n  ","474934":"\n   Since a few years ago\n  ","474935":"\n   You stole my dog out of my house?!?! Hes my dog!! You go get him!!😡\n  ","474936":"\n   No you blow trannys\n  ","474937":"\n   its like addictivly therapeutic lol\n  ","474938":"\n   Did you blow a rod?\n  ","474939":"\n   What was your first big disappointment?\n  ","474940":"\n   cooked for everyone ofc. and then left :)\n  ","474941":"\n   i actually did today. i think it will become a STRONG recomendation if not a requirement. although i dont see how they could enforce it. not about self protection. about minimizing spread and setting an example. if nobody is breathing on sht no need to worry about touching sht. can be a cloth\n  ","474942":"\n   And I'm a guy\n  ","474943":"\n   i remember the first time i hit 100. was junior year in the minivan lollll. burried the needle on that biatch lol\n  ","474944":"\n   Is your name summer? Cuz you will be coming real soon?\n  ","474945":"\n   What did you learn from sociology?\n  ","474946":"\n   what disorders are the most fascinating to you and why?\n  ","474947":"\n   What is that?\n  ","474948":"\n   Do you know any big gossips?\n  ","474949":"\n   Has the psychology you learned at college helped you in a practical way?\n  ","474950":"\n   I hope each & every one of you are doing okay & are staying healthy. 👍👍🤙\n\nIf you are super bored & don't have anything to do, remember you can always explore your hobbies. Call people & speak to them over the phone. Learn to cook diff things. Watch something new. Spend time with family at home.\n  ","474951":"\n   Favorite place\n  ","474952":"\n   Do you wear a mask when you go outside?\n  ","474953":"\n   Do you like animals\n  ","474954":"\n   What if... I put my Minecraft bed 🛌 next to yours? 😳 haha jkjk....unless?😏\n  ","474955":"\n   have you ever been scammed? if so , what did they scam you out of?\n  ","474956":"\n   What's one book you've read recently and would recommend others to read?\n  ","474957":"\n\n    https:\/\/youtu.be\/eNr0WXQ3Ho4\n   \n\n    https:\/\/youtu.be\/nDw3E9EgW5I\n   \n\n    https:\/\/youtu.be\/aqDwqdSF6Ec\n   \n","474958":"\n   Joe mama\n  ","474959":"\n   ✨🌹\n  ","474960":"\n   Huh :\/ that's really weird! Um, I could screenshot the qs and send to you to answer and then send you the result if you wanted?\n  ","474961":"\n   Do you know joe?\n  ","474962":"\n   Have you clicked both boxes to see if one of them changes it to eng?\n  ","474963":"\n   -\n  ","474964":"\n   the best of youth\n  ","474965":"\n   🤣🤣🤣\nI hit my dang coin limit in the middle of tryna share some love back and I was like... fuk... Cause I only shared like 600 maybe and was like.. maaan I wanna SHARE A K THO! UGH 😆 soo I just saw the locked one and was like! Oh ou! I will unlock that! 1,600 don't matter it's a k. 😆 haha works\n  ","474966":"\n   You actually posted them on secret?\n  ","474967":"\n   Do you ever listen to movie soundtracks just like you would \"regular\" music? 📽🎶 What soundtracks do you listen to the most then? 😁\n  ","474968":"\n   how often do you use it?\n  ","474969":"\n   Have you seen Tiger King?\n  ","474970":"\n   What's your go-to topping on a pizza ?\n  ","474971":"\n   Do you find yourself thinking more about your past, present or future?\n  ","474972":"\n   Would you choose money or fame?\n  ","474973":"\n   donuts > tp, bj's, and bidets\n  ","474974":"\n   How does one get to see your b00bs\n  ","474975":"\n   That’s a bit concerning. He needs a new hobby 😂\n  ","474976":"\n   carpe deim\n  ","474977":"\n   Have a good day 😊\n  ","474978":"\n   here?\n  ","474979":"\n   why am i \"clearly after those\"?? you owe me 5 things you like still ☺\n\nINCOMPLETE\n  ","474980":"\n   🔥 Coins giveaway #3 🔥 —\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161799778415\n   \n","474981":"\n   What's the last movie you watched?\n  ","474982":"\n   Lmfao wtf? xD he seems very passionate about them\n  ","474983":"\n   Are you noticing price gouging from some traders in this period?\n  ","474984":"\n   Do you stay away from healthy nuts because of their calories?\n  ","474985":"\n   ahh so you need a good shower then\n  ","474986":"\n   Following everyone whom sending this question kindly follow back, the one who doesn't believe may ask a question i'll post the screenshot, thank you..\n  ","474987":"\n   Hi! Do you want to open each other's secret answers? 🖤🔐\n  ","474988":"\n   De dónde eres?\n  ","474989":"\n   Who was the last person you talked to?\n  ","474990":"\n   What is holding you back in life?\n  ","474991":"\n   have you started wearing a mask yet? why or why not?\n  ","474992":"\n   me lol\n  ","474993":"\n   Are your breasts still perky?\n  ","474994":"\n   Creíste que la cigüeña traía los niños?\n  ","474995":"\n   Your page never ceases to shock me. You’d think I would be used to it by now but somehow, anons seem to top their messages to you every time I look. Lmao 😂\n  ","474996":"\n   What came first, the 🥚 or the 🐥?\n  ","474997":"\n   for your next birthday imma get you a siamese twin 🤣\n  ","474998":"\n   how fast did you get it up to?\n  ","474999":"\n   Hola!\n  ","475000":"\n   have you ever seen the show called \"how its made\" ?\n  ","475001":"\n   who were some of your favs?\n  ","475002":"\n   i would have ☺\n  ","475003":"\n   you should wear a jason mask for protection on your adventures. ☺\n  ","475004":"\n   easier to get away with stuff\n  ","475005":"\n   I don't have one wh*re\n  ","475006":"\n   Would you rather have white hair or no hair?\n  ","475007":"\n   Does it smell like fish down there?🤮\n  ","475008":"\n   what kind of a monster would do that to chocolate 😟\n  ","475009":"\n   where is the gator now?\n  ","475010":"\n   Come on let's try it\n  ","475011":"\n   Oh I thought maybe you would had an yeast infection for something\n  ","475012":"\n   what kind?\n  ","475013":"\n   go go gadget d*ck 😂\n  ","475014":"\n   so you still down for them herpes?\n  ","475015":"\n   pantyhose person?\n  ","475016":"\n   what is her life like these days?\n  ","475017":"\n   saved character 😎\n  ","475018":"\n   Take birth control to help with period\n  ","475019":"\n   could have used doesn't, saved a character and still made sense. big mistake\n  ","475020":"\n   Pipe down people. Look I think we got off on the wrong foot here. I used to love one direction just like all you other girls in here. Yeah. I loved One Direction and then I lost my virginity. Hahahahaaaa! 😅\n  ","475021":"\n   How are you holding up in all this quarantine\/stay at home thing?\n  ","475022":"\n   fck punctuation for eternity plus a leap year and two weeks\n  ","475023":"\n   XD 1\/2 star bump\n  ","475024":"\n   Is your name summer? Cuz you will be coming real soon\n  ","475025":"\n   you dont go shopping?\n  ","475026":"\n   thats just as bad as the s*x and candy song\n  ","475027":"\n   Is your name summer? Cuz you will be coming real soon?\n  ","475028":"\n   for how long?\n  ","475029":"\n   What hurts?\n  ","475030":"\n   Good night\n  ","475031":"\n   what the first thing you do when you get out of bed?\n  ","475032":"\n   Are you religious or spiritual? What are your beliefs?\n  ","475033":"\n   What are the 3 pluses of quarantine for you? #StayAtASK\n  ","475034":"\n   what are five things you like and five things you dislike about yourself?\n  ","475035":"\n   When you feel lost, what is it you do that helps you find your way back?\n  ","475036":"\n   post a happy picture or a meme 🖼\n  ","475037":"\n   I will begin blocking any girl who advertises an onlyf@ns page. I don't need anyone with no sense of moral decency.\n  ","475038":"\n   Acredita em amor a primeira vista?\n  ","475039":"\n   are you into comedy\/stand-up? if so, who are your favorite comedians?\n  ","475040":"\n   how has the current situation changed your perspectives on life, our society, and people in general? feel free to list both positives and negatives that you have observed or thought about.\n  ","475041":"\n   Come stai oggi?\n  ","475042":"\n   What's your personality type?  If you're unsure, you can use this test to find out:\n   \n    http:\/\/www.freepersonalitytest.info\/index.php\n   \n","475043":"\n   What game are you really good at?\n  ","475044":"\n   What's the longest film you ever saw? Would you watch it again?\n  ","475045":"\n   Ever tried horse radish? It’s the best with prime rib!\n  ","475046":"\n   PAP of what you looked like days before the virus vs now?\n  ","475047":"\n   How are you feeling today?\n  ","475048":"\n   Cranberry juice? Yay or nay?\n  ","475049":"\n   whats for dinner?\n  ","475050":"\n   Oooh what kind? Goatee? A long one?\n  ","475051":"\n   What is the most attractive or interesting thing that you look for a guy\/girl you wanna date? 🤔\n  ","475052":"\n   Oh...good\n  ","475053":"\n   define overthinking\n  ","475054":"\n   Tbh they'll probably go on about it for years, they get downright obsessed tho i'm sure you already know that. I really don't know what satisfaction they get from being obsessive keyboard warrior wannabes smfh.\n  ","475055":"\n   If anything your the racist\n  ","475056":"\n   Nah its 2020 black people can't be racist\n  ","475057":"\n   Your still a racist tho\n  ","475058":"\n   Madagascar imagine: \n\n*imagine you are chilling on the Madagascar beach with your friend. out of the corner of your eye you see a large handsome hippo approaching. He introduces himself as “moto moto” he grabs ur lips and rubs them against his. Ur my snail he says. And you get married. The end*\n  ","475059":"\n   The elyssa😂😂 These anons need to make friends or go back to work smh. What lameasses👎🏻 you and I are both awesome af\n  ","475060":"\n   Just admit all white people are racist\n  ","475061":"\n   do you think we all use people in our own way just to get to what we need\/\/want?\n  ","475062":"\n   What is your first mobile phone?\n And in what year?\n  ","475063":"\n   Your a racist you and the elyssa let's not forget you were the one to call Chinese food ch*nk food🙄\n  ","475064":"\n   Yes cause you're a racist!!\n  ","475065":"\n   thoughts on the animal ligers?\n  ","475066":"\n   No the c0ck\n  ","475067":"\n   Do you like BBC?\n  ","475068":"\n   Tyler the creator - see you again but it's feel good Inc by gorillaz:\n   \n    https:\/\/youtu.be\/Z9NSIajUTcQ\n   \n","475069":"\n   What is the stupidest way you've tried or managed to make money\n  ","475070":"\n   Idk I'm not a doctor 🙄\n  ","475071":"\n   Your not as cool as you use to be\n  ","475072":"\n   I'll make sure to pick the cold sore so it bleeds so our blood exchanges\n  ","475073":"\n   wellness check-in ; how is the coronavirus affecting everyone's mental health? are you taking any measures to protect yourself emotionally?\n  ","475074":"\n   I would do it anyways😘\n  ","475075":"\n   I got a cold sore can we test it out?😘\n  ","475076":"\n   Fine how about for t*mpons\n  ","475077":"\n   Fun fact if you have a cold sore on your lip and did any oral sxx you will give them herpes 😂\n  ","475078":"\n   No for toliet paper\n  ","475079":"\n   Did you blow a rod?\n  ","475080":"\n   What is the weirdest way that you've made a friend\n  ","475081":"\n   k, but i guess its the girl your  pretty chill tbh so you are less moody etc xo\n  ","475082":"\n   awe, cool xo\n  ","475083":"\n   awe, bet they miss you sm xo\n  ","475084":"\n   are girls very moody when its the time of the month if its not too personal x\n  ","475085":"\n   i thought you had nephews\/nieces\n  ","475086":"\n   thats nice, must be fun with the kids think you are a fun aunt\n  ","475087":"\n   do you watch greys anatomy\n  ","475088":"\n   awe, okay but nice to have eggs tho tbh we do a egg hunt its fun liv does not think so\n  ","475089":"\n   hey are you getting xcited for easter\n  ","475090":"\n   What qualities do you admire about your parents? - If your relationship isn’t the best with your parents, then tell me about your best friend!\n  ","475091":"\n   How are you\n  ","475092":"\n   Have you got or had a friend that you didn't trust at all when you first met\n  ","475093":"\n   How are you\n  ","475094":"\n   Describe a perfect night out!\n  ","475095":"\n   here?\n  ","475096":"\n   If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","475097":"\n   I'm watching the second one right now. It's on Disney. They were showing the first one before.\n  ","475098":"\n   What are 2 things you love?\n  ","475099":"\n   21 Cool Gadgets on Amazon. Don't forget to add them in your cart.. You may become a lucky person to win a free cart Just reply \"Love2020\" and I will choose one random person.. ❤😉\n   \n    https:\/\/t.co\/2VjdiSOnzU\n   \n","475100":"\n   awe, hey im here if you need me ever k xx\n  ","475101":"\n   actaully was prob middle school for me now that i look at the year!\n  ","475102":"\n   Do you like the High School Musical movies?\n  ","475103":"\n   Any tips about online dating? 🙃 help me.\n  ","475104":"\n   Do you believe in love at first sight?\n  ","475105":"\n   Wyd?\n  ","475106":"\n   Have you ever owned an exotic pet? Would you ever? If you haven’t, what would you want if there were no limits?\n  ","475107":"\n   Share a song\n  ","475108":"\n   The US government is finally taking the Covid situation seriously. The hospitals are full of patients in every room. But no visitors allowed. Even when their family members are dying . At least in my state that is the situation. No visitors at all. It is heart breaking. Is your state the same?\n  ","475109":"\n   Who did you last say “I love you” to?\n  ","475110":"\n   One time I ate a girl out and I had a cold sore on my lip and I gave her herpes from it😂\n  ","475111":"\n   What do you want to do first when you get out of isolation?\n  ","475112":"\n   I give them to you\n  ","475113":"\n   Did you go to college? If so, what was your major, and was it your major from the start or did you change your mind?\n  ","475114":"\n   At what point should someone just simply give up on their dreams in order to just lead a normal life?\n  ","475115":"\n   How sexually activity are you when not b on your period?\n  ","475116":"\n   XD\n  ","475117":"\n   its an art page, you chicken 😘\n  ","475118":"\n   I dont need them\n  ","475119":"\n   Howdy?\n  ","475120":"\n   Does modern life give us more freedom or less freedom than in the past?\n  ","475121":"\n   Dont you answer unticked questions?\n  ","475122":"\n   heyy\n  ","475123":"\n   Shut your dumba$$ up h*e\n  ","475124":"\n   Why did you say that?\n  ","475125":"\n   Why do I see that the phenomenon in society is different from your answer. Most rich men's wives are beautiful women. Does it prove that most women compete for a rich man to be a husband?\n  ","475126":"\n   Ew why you bleeding 🤮\n  ","475127":"\n   What is your favorite love story movie?\n  ","475128":"\n   Are you an introvert or an extrovert?\n  ","475129":"\n   What do you splurge on?\n  ","475130":"\n   what would you feed it?\n  ","475131":"\n   What's one thing that you normally do regularly but havent done it in a while\n  ","475132":"\n   oh there are wrongs alright. dont make me 😂\n  ","475133":"\n   cheese or ranch or?\n  ","475134":"\n   why dont people do this when im at the park crying. fml 😔\n  ","475135":"\n   It was just a random question from the little dice in the bottom corner i read it i just didnt really think about it until everyone started commenting\n   \n    @poetalunam\n   \n   said best no better way to say it\n  ","475136":"\n   how do you keep chicken? is it like frozen breast meat or fresh breast meat? or thighs or drums or wings or what?\n  ","475137":"\n   Are you afraid of the dark?\n  ","475138":"\n   I hope you run out soon😘\n  ","475139":"\n   are you free on the 23rd?\n  ","475140":"\n   No but would you?\n  ","475141":"\n   but when his girl finds out, oh pobrecito 😨\n  ","475142":"\n   Would you ever give a guy a bj and a donut for a roll of toliet paper?\n  ","475143":"\n   i dont understand the use of addictive in this context. would like to hear more. care to expand\n   \n    @T_Theory3\n   \n   ?\n  ","475144":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","475145":"\n   oh?\n  ","475146":"\n   I'm I the only one who is going bat shit crazy  being locked in the house because of this quarantine?\n  ","475147":"\n   What was the make and model of your very first car? Did you buy it or was it bought for you?\n  ","475148":"\n   What’s on your bucket list for this year?\n  ","475149":"\n   not always. terminator, star wars, back to the future, indiana jones, aliens, godfather!\n  ","475150":"\n   not an \"i must\", me lol, or wdy in sight. must all be ded 😂\n  ","475151":"\n   do you own a bike?\n  ","475152":"\n   pantyhose will never be the same again 😂\n  ","475153":"\n   What is in your fridge?\n  ","475154":"\n   Good night\n  ","475155":"\n   Instagram username?\n  ","475156":"\n   Post a picture 💞\n  ","475157":"\n   Both men have the same temperament, height and appearance,  Apart from a man who is very rich but only graduated from primary school, another man is very knowledgeable. He graduated from a top university, but with average income, which one would you prefer to be your husband?\n  ","475158":"\n   What was your favorite pastime as a young child?\n  ","475159":"\n   What is the best vacation you have ever been on?\n  ","475160":"\n   Cmon\n  ","475161":"\n   What are your flaws\n  ","475162":"\n   Do you usually eat candy during Easter? 🍬🥚 Or atleast more than usual? Haha\n  ","475163":"\n   What turns you on the most?\n  ","475164":"\n   How do you feel about yourself in general??\n  ","475165":"\n   What do you like best morning or evening s x?\n  ","475166":"\n   What movies do you watch in quarantine: about zombie apocalypse or with happy endpoints?\n  ","475167":"\n   why haha\n  ","475168":"\n   How's your Friday night?\n  ","475169":"\n\n    https:\/\/ask.fm\/Verlinmary9\/photopolls\/165616624\n   \n","475170":"\n   Haha I’m shocked\n  ","475171":"\n   Do you like In N Out?\n  ","475172":"\n   Do you think it would be fun to sleep in the closet?\n  ","475173":"\n   What kind of clothes do you like\n  ","475174":"\n   Do you ever look up any celebrity nude pics?\n  ","475175":"\n   Lmao really why\n  ","475176":"\n   Are you in bed?\n  ","475177":"\n   What is your favorite song?\n  ","475178":"\n   If you could witness any historical moment, which one would it be?\n  ","475179":"\n   vans or converse\n  ","475180":"\n   hey everyone ! hope you are all staying safe and clean! my latest track is out and it would mean the world to me if you took 2 minutes out of your time to give a listen and possibly some feedback. Here is the link\n   \n    https:\/\/www.youtube.com\/watch?v=Kp-ttchfMlE\n   \n   hope you all stay safe! appreciate you\n  ","475181":"\n   I don’t use it I don’t need to spell it you need to use more\n  ","475182":"\n   this conversation is hilarious. lmaoo.\n  ","475183":"\n   whats for dinner?\n  ","475184":"\n   Take some midsol\n  ","475185":"\n   Do you like nature or do you like to mostly be indoors?\n  ","475186":"\n   I think you are on the rag\n  ","475187":"\n   Favourite Disney movie?\n  ","475188":"\n   It means you ain’t shit just because you are ranked on ask or a v.i.p online people are just wannabes that can’t make it in the real world\n  ","475189":"\n   Do you like mint?\n  ","475190":"\n   You got my opinion even tho you didn’t ask I don’t care what rank you are or if you are a vip\n  ","475191":"\n   How is everyone ? 😊\n  ","475192":"\n   If you had to turn into any fantasy creature but the choise was yours, which would choose? 🦄🐉🧚‍♂️🧜‍♀️🧝‍♀️🧞‍♂️ Why? 🤔\n  ","475193":"\n   Which was the moment when you felt really proud about yourself?\n  ","475194":"\n   Well what you ask for and what you got are 2 different things\n  ","475195":"\n   nice. gonna be a sad day when he leaves us. forgot about him in pulp fiction lol. that was awesome lol. ill add deer hunter, dead zone, true romance, the family fang,\n  ","475196":"\n\n    https:\/\/www.facebook.com\/saps.fj\/photos\/ms.c.eJwzNDW0MDc2MzQzNDMyszAy1jOECBiZgwUMjQBx7Qaz.bps.a.1515031828663923\/1518736161626823\/?type=3&theater\n   \n   If you can spare sometime to appreciate the efforts ✌️\nLike and support.\n  ","475197":"\n   yeah thats a bad jam. always loved it. gonna sit and enjoy it now. this one brings me back to like maybe early high school. music videos were still king back then.\n  ","475198":"\n\n    https:\/\/youtu.be\/PArF9k2SbQk\n   \n","475199":"\n   hey sorry about bill withers he was very talented xox\n  ","475200":"\n   it was pretty cool, reminded me of you, really chill kind etc so was pretty cool\n  ","475201":"\n   Pantyhose are sexy on a girl\n  ","475202":"\n   Ditemi una cosa positiva di questa quarantena🌹\n  ","475203":"\n   ive only seen the first one. think it was all downhill from there lol. the first one was great tho. remember seeing the brontosaurus reveal scene and was WOW'd. that was state of the art effects sht back then.\n  ","475204":"\n   Oh...good\n  ","475205":"\n   Do you like to wear pantyhose\n  ","475206":"\n   idk lol. dont remember what i was thinking. just like saw dry 🤣\n  ","475207":"\n   haha laura dern. she was the one that said that in jurassic park. how did you get ringwald? lol\n  ","475208":"\n   yes really was shocked when i heard the name, she came up to me i was kinda crying in the park om a seat she came up to see was i okay\n  ","475209":"\n   it was last month when i pranked her\n  ","475210":"\n   just wanted to send my condolences. i know you are a fan. just heard.\n   \n    https:\/\/youtu.be\/gOZgo8gMIoM\n   \n\n    https:\/\/youtu.be\/CICIOJqEb5c\n   \n\n    https:\/\/youtu.be\/6IO74QV6wHY\n   \n","475211":"\n   met a girl at the park her name was lynds, tall very funny and sweet\n  ","475212":"\n   hey lynds\n  ","475213":"\n   Agree\n  ","475214":"\n   hey are you okay now lynds hugs\n  ","475215":"\n   Sure , I didnt say no\nWhich one is more important ?\nWhich one hurts a woman if it is absent\n  ","475216":"\n   Yes I do not deny having an identity , ideas , goals...\nI mean her principle role is to be a mother and a wife more than work to have money\n  ","475217":"\n   pap\n  ","475218":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","475219":"\n   Do you think that the woman is firstly a wife and mother before anything else in this life ?\n  ","475220":"\n   sounds like a recipe for chafing!\n  ","475221":"\n   What makes you believe everyone has good and bad sides?\n  ","475222":"\n   Bruno Mars or Drake?\n  ","475223":"\n   Hi\n  ","475224":"\n   Are you using hand sanitizers?\n  ","475225":"\n   What kind of coffee do you like to drink?\n  ","475226":"\n   does lack of common sense to certain things irk you?\n  ","475227":"\n   has everyone enjoyed their day? 🥺🥰\n  ","475228":"\n   What was the last thing to upset you\n  ","475229":"\n   ever request a spanking?\n  ","475230":"\n   If you could have any wild animal as a pet what would it be?\n  ","475231":"\n   construct a movie marathon\n  ","475232":"\n   best christopher walken roles?\n  ","475233":"\n\n    https:\/\/youtu.be\/OPumsKqIeBA\n   \n","475234":"\n   Should I really have to respect someone's opinion even if it's ignorant?\n  ","475235":"\n   0\/10 how unselfish are you?\n  ","475236":"\n   if you were to replace the word \"people\" with another word what word would you choose and why?\n  ","475237":"\n   Do you believe in horoscopes?\n  ","475238":"\n   Cheetos or Doritos?\n  ","475239":"\n   how long are your walks\n  ","475240":"\n   i used to go to pretend land every night. then i coulnd think of anything i even wanted to pretend about anymore.\n  ","475241":"\n   Which famous person have you met or been close to?\n  ","475242":"\n\n    https:\/\/youtu.be\/ILCNAln_7Z4\n   \n","475243":"\n   wait who are you talking about here? lol\n  ","475244":"\n   i got decent amount of sleep. but did eat more hot dogs 🤣🤣🤣\n  ","475245":"\n   Are you happy?\n  ","475246":"\n   Are you talkative or not?\n  ","475247":"\n   Do you think this coronavirus is as bad as they say?\n  ","475248":"\n   Have you ever given anyone a haircut?\n  ","475249":"\n   Wake up\n  ","475250":"\n   Do you prefer vintage or new?\n  ","475251":"\n   What would you do if you found out that your bf was selling videos of you both having sx and uploading them to some pxrn site? You knew he was filming when you both had sx but you thought it was just of making good memories and you never knew he made use of them and upload them on pxrn sites\n  ","475252":"\n   was that a yes? if so how?\n  ","475253":"\n   did you get notified of any changes with how your trash pickup is now? like no bulk items off the ground anymore? stuff like that\n  ","475254":"\n   Do you usually stay friends with your exes? Do you believe it’s possible to remain just friends?\n  ","475255":"\n   did u notice a lot of melol msgs were deleted think he got banned\n  ","475256":"\n   the original one went way under the radar XD\n  ","475257":"\n   write a cookbook!\n  ","475258":"\n   Is forgiveness important to you, or do you think that it is better to hold grudges?\n  ","475259":"\n   maybe they live in their car lol\n  ","475260":"\n   Do you have any Grey hair yet\n  ","475261":"\n   has your job been affected by the current state of things? if so how?\n  ","475262":"\n   this site is like a journal in a way. you can go back and relive a day by reading things you wrote and how you felt\n  ","475263":"\n   Good night\n  ","475264":"\n   Is there anything that you've been doing since we have been indoors mostly? Any type of creations that you would like to share? Picture?\n  ","475265":"\n   what question do you often ask yourself? (deep thought)\n  ","475266":"\n   is funnite 2nite\n  ","475267":"\n   How much could you not leave your house at all? #StayAtASK\n  ","475268":"\n   Would you rather have cuts all over your body and jump into a pool of lemon juice or have cocktail stick under your toe nails and kick a wall as hard as you can\n  ","475269":"\n   hello \nhow are you ?\n  ","475270":"\n   Hi\n  ","475271":"\n   If you were being eaten alive would you rather be eaten head first or feet first\n  ","475272":"\n   Yeah some people can be\n  ","475273":"\n   Last thing you read online?\n  ","475274":"\n   What’s something people often misunderstand about you?\n  ","475275":"\n   I'm just a dreamer; I dream my life away.\n  ","475276":"\n   Studio Gibby. Like gibby from icarly? Gibbbbbbbbyyyyy. Lol\n  ","475277":"\n   It's been a while since I went to pretend land. I'm very sleepy. Tonight I'm pretending I'm in a huge biodome that covers over a square mile and there are lots of trees and water and my family is there with food for over 100 years and we are safe and no one can ever get in.\n  ","475278":"\n   What was the last book you read that really moved you, and why?\n  ","475279":"\n   And thats one thing i dont understand that is like did you see me walking and just feel the need to yell at me  like you said some people like to exercise at least you doing it safe when nobodys around\n  ","475280":"\n   Remember how I said it sounded like a scam?\n  ","475281":"\n   And thats how it should be❤ be there for each other after all were only human\n  ","475282":"\n   Have you had a urinary track infection? I'm not sure if I have one. If you did, did you need a prescription to clear it up?\n  ","475283":"\n   Are you a fan of the Studio Ghibli movies? ⛩🏰🐉🏮🐺 Which is your favorite? 😁\n  ","475284":"\n   nice. hot dogs tmr most likely. hot dogs and sleep. prolly more hot dogs than sleep tho lol\n  ","475285":"\n   has a close friend significant other ever try to hit on you? and if so did you tell them?\n  ","475286":"\n   Im grateful for your answer cause i dont wish for anybody to feel alone\n  ","475287":"\n   whats for dinner?\n  ","475288":"\n   I dare you to try some Origami and show the result in a picture. 😄\n  ","475289":"\n   Share something you're grateful for today.\n  ","475290":"\n   Is it more important to you to help yourself, help your family, help your community, or help the world? Why?\n  ","475291":"\n   When's the last time you were pregnant?\n  ","475292":"\n   What happened with the 1stphorm job thing?\n  ","475293":"\n   Do you believe in second chances?\n  ","475294":"\n   Did you ever keep a journal? Do you still?\n  ","475295":"\n   Who do you know that wishes they never had kids?\n  ","475296":"\n   have a productive night ✨. haha i know sounds odd right? 😆\n  ","475297":"\n   Can you guys please help me out? You don’t have to but I’d really appreciate it 🙏🏼❤️\nMy school is doing a tiktok battle on instagram, and I need to get as many votes as possible to win. If you want to help me, please go to highlandrebelstuco on insta, check their story, and vote for cherylvds 🙏🏼❤️\n  ","475298":"\n   What are you planning on doing within the next hour?\n  ","475299":"\n   Do you like to shoot pool?\n  ","475300":"\n   👉 FREE SPACE 😻\n  ","475301":"\n   What kind of apples do you like to eat, if you like apples? Fuji apples? Gala apples? Pink lady apples? Jonagold apples? Green apples? Red apples? Ambrosia? Pink pearl apples? Golden Delicious apples? What kind of apples do you like?\n  ","475302":"\n   👉 FREE SPACE 😻\n  ","475303":"\n   hii\n  ","475304":"\n   If you knew you had one day to live, how would you spend it?\n  ","475305":"\n   Whats your favourite object, idea, concept, or peoples to draw ?\n  ","475306":"\n   How can I get more ?s\n  ","475307":"\n   What advantages or positive things have you noticed from the current situation?\n  ","475308":"\n   it was alright. he did well.\n  ","475309":"\n   let's talk\n  ","475310":"\n   Ah ok :)\n  ","475311":"\n   Yeah I don’t have that option :(\n  ","475312":"\n   what’s the first thing you’re doing when this quarantine is over?\n  ","475313":"\n   Yeah it’s only 40 shoutouts now.\n  ","475314":"\n   The requirements for VIP+ are just to do 40 shoutouts every week?\n  ","475315":"\n   ?\n  ","475316":"\n   Do you have instagram :) ?\n  ","475317":"\n   you like it?\n   \n    https:\/\/www.youtube.com\/watch?v=LaUw5HGFpY0\n   \n","475318":"\n   Alot of people died?\n  ","475319":"\n   Can you remember who you were, before the world told you who you should be?\n  ","475320":"\n   Have any cases of corona in Arizona ?\n  ","475321":"\n   You are at home in the shower and hear pounding on your door. A voice yells \"this is the police!” You don't even have a towel or robe to cover up. Do you have to open the door?\n  ","475322":"\n   It's a nice city\nI have friend there :)\n  ","475323":"\n   Yes please :) \nIn which state do you live ?\n  ","475324":"\n   have not. just googled them.\n  ","475325":"\n   Will this pandemic rehabilitate the human race to get better at being able to make nice?\n  ","475326":"\n   Do you like curry if you do how hot do you like it?\n  ","475327":"\n   Oh please becareful \nAnd stay home\n  ","475328":"\n   if you had to fight one?\n  ","475329":"\n   i dont know why but i always found her character so incredibly annoying lol. and prolly carry that negative bias towards all her work lol. and that fcking stupid limp at the end 😂\n  ","475330":"\n   Tell me How are you and what about corona in usa now ?\n  ","475331":"\n   What is your favorite type of flower?\n  ","475332":"\n   how hard is it to remember what day of the week it is now? 😂\n  ","475333":"\n   How do you blow off your aggression\n  ","475334":"\n   cookies and cream poptarts are not bad.\n  ","475335":"\n   i just felt compelled to say me lol 😂\n  ","475336":"\n   around here cakes dont have the luxury to make it till breakfast 🤣\n  ","475337":"\n   This is called expression\n  ","475338":"\n   Such as when u say it's rain cats and dogs and in fact i means it's heavy rain\n  "},"Answer":{"474266":"\n  Whatever moves you.\n  \n  Can be musically, paintings and other type of arts. Writing, poetry.. lots of things can be art.\n  ","474267":"\n  How you doing?\n  ","474268":"\n  I just put this movie on.\n  \n  Eli\n  \n\n   https:\/\/youtu.be\/qfSTiAw1rkM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474269":"\n  Expected the bike part 🙃\n  ","474270":"\n  Nice XD\n  \n  Couldn't find the original version of it so went with that one.\n  ","474271":"\n  The saw guy came to mind. Riding his tricycle all creepy XD\n  \n  Or those shining twins\n  ","474272":"\n  I like to think there's an afterlife. I'm not sure what that looks like.\n  ","474273":"\n  No since it helps makes us.nonody is happy 100% of the time but it helps staying grounded when something does happen\n  ","474274":"\n  It's fine :p\n  ","474275":"\n  No. More agnostic, spiritual etc\n  \n  The times when I felt like I needed \"him\" went unanswered. I do like pictures of Jesus but there's no real connection to him...\n  ","474276":"\n  Yes\n  ","474277":"\n  I don't have any.\n  ","474278":"\n  No to the ho ho ho part XD\n  ","474279":"\n  Sir mix a lot 🙈\n  ","474280":"\n  I don't feel that I know you much to get yes\/no answers right for you.\n  ","474281":"\n  Ok. Mr. I eat cereal all the time man.\n  ","474282":"\n  Everything I love 😍😍😍\n  ","474283":"\n  Good 😈\n  \n  Should use it more then\n  ","474284":"\n  You coughed or sneezed in their direction ,didn't you?\n  ","474285":"\n  The ocean and sky come to mind. Tiffany blue too. Some darker shades of blue can be nice, sapphire.\n  ","474286":"\n  Agreed but no, stop that! 🤣🙃\n  ","474287":"\n  Yes :(\n  ","474288":"\n  I like them but don't always listen to them either.\n  ","474289":"\n  Hm maybe that's why it was on the list.\n  ","474290":"\n  Metal music\n  \n  Being outside doing something about it\n  \n  Movies\n  \n  Gym, running or swimming could help too.\n  \n  Crying if it really got to me\n  ","474291":"\n  I liked them.\n  \n  Not sure if I still would!\n  \n  I don't remember how they were prepared.\n  ","474292":"\n  Boots or those things that covered legs since it can get dirty and might be bent over for a while.\n  \n  The equipment. Bucket or some type of storage for them. Those shovels. A towel or something with padding since can dig for a while on your knees.\n  \n  See air bubbles in the ground and start digging until you find them.\n  ","474293":"\n  Why not?\n  ","474294":"\n  The cat from Hocus Pocus would be better.\n  ","474295":"\n  I'll pass on this one\n  ","474296":"\n  When people keep liking the nail polish answer but you ended up using a darker pink because that one was too light and felt weird XD it's more a bright neon now\n  ","474297":"\n  I'll paint my nails this \"pastel pink\". Besides that, I'm not sure yet!\n  ","474298":"\n  It feels bigger than I thought it would lol feel like hannibal Lecter in it 🤣\n  ","474299":"\n  Oh yes.\n  \n  Still anon so I doubt it?\n  ","474300":"\n  Art is good!\n  ","474301":"\n  Who knows XD\n  ","474302":"\n  Yes 🤣\n  \n  He actually brings you up at times lol the person who asks a lot XD\n  ","474303":"\n  I actually don't know any in person.\n  ","474304":"\n  Yes. Pretty sure everyone is?\n  ","474305":"\n  When this came to mind 🤣\n  ","474306":"\n  Ate them? Mussels too. I've had snails as well.\n  \n  Lobster and crab\n  ","474307":"\n  A few different people\n  ","474308":"\n  Yes. A little disappointing. No follow ups etc\n  ","474309":"\n  Yes 🤣\n  \n  I think it's supposed to be more blue but I see both shades too.\n  ","474310":"\n  Yes. Happens at times.\n  ","474311":"\n  Maybe two days ago?\n  ","474312":"\n  Good night\n  ","474313":"\n  Haha XD yessssss\n  \n  Mine would be better 🙊\n  ","474314":"\n  Yes. How dare they! :p\n  ","474315":"\n  If the shoe fits\n  \n  F*ck, I shouldn't make feet jokes.\n  \n  Anyways, sometimes sad songs are nice and there doesn't need to be a reason attached to it. They were also on my \"to watch\" list for a while now.\n  ","474316":"\n  It's in the pantry if there was any\n  ","474317":"\n  Oh, you didn't get the memo on the bras.. dang. Enjoy 🤣🙃\n  ","474318":"\n  I thought you knew? :o\n  ","474319":"\n  ¯\\_(ツ)_\/¯\n  ","474320":"\n  I liked these ones;\n  \n  Hotel ceiling- Rixton\n  \n  Her world or mine - Michael Ray\n  \n  She's not me (part1&2) - Zara Larsson\n  \n  Stronger than ever - Raleigh Ritchie (cool name!)\n  \n  Colors - black pumas\n  \n  Homesick - kane brown\n  \n  Anitode- Faith Marie\n  \n  Take me away - the plot in you\n  ","474321":"\n  The road less traveled\n  \n  Nevermore, raven\n  \n  The whole \"love is patient \" one\n  \n\n  Too tired to focus on more 😴\n  ","474322":"\n  Parasites and all that. Think there were a few more reasons\n  \n  Getting tired 😴\n  ","474323":"\n  Nah\n  ","474324":"\n  Gotta make you proud\n  ","474325":"\n  We all have the same ability? ¯\\_(ツ)_\/¯\n  ","474326":"\n  I don't think I've finished it all but did watch some of it. Can't comment on the last part.\n  ","474327":"\n  Have quite a while for nighttime. Twas morning here. Just haven't slept yet.\n  ","474328":"\n  Think it's a show? Says #thegoodplace\n  \n  Don't even go there, man. Not interested.\n  ","474329":"\n  Missing something else haha\n  ","474330":"\n  Those ones?\n  ","474331":"\n  I should be sleeping but songs are still on XD\n  ","474332":"\n  I get that a lot\n  ","474333":"\n  :)\n  ","474334":"\n  I wish I knew 🤣🙃\n  ","474335":"\n  Right...\n  ","474336":"\n  Lyndsey\n  ","474337":"\n  Ofcourse\n  ","474338":"\n  It was very different is all I mean :)\n  \n  Literally the meat, onions and peppers cut very bite sized and wrapped up like a tortilla with cheese on top. Never had that way. Was just different from the normal sloppy joe and enchilada too. You got a mix of both going on lol\n  ","474339":"\n  I concur.\n  ","474340":"\n  Depends more on the individual and what they like doing.\n  ","474341":"\n  Death is the worst fine.\n  ","474342":"\n  Awkward\n  ","474343":"\n  Hugs back\n  ","474344":"\n  I still have 14 songs to listen to 🎵\n  ","474345":"\n  Ok\n  ","474346":"\n  I'm not sick\n  ","474347":"\n  I didn't do it today, was too windy out.\n  \n  For the other question, I'm going to say the ones I liked out of the songs I'm listening to tonight.\n  ","474348":"\n  Not the genre that I'd write about :p\n  \n  I started writing something the day you sent this but it was more poem like instead.\n  ","474349":"\n  Safe from Vee? 🤣\n  ","474350":"\n  * thinks \"me lol\" in my mind *\n  \n  That's good:)\n  ","474351":"\n  Me or you?\n  ","474352":"\n  Ryan Reynolds, Kit Harington, Leonardo DiCaprio\n  \n  Jennifer Aniston, Sandra Bullock, Julia Roberts\n  \n  Alexa Chung, Emma Watson and Rihanna should be mentioned too. More a fashion way.\n  ","474353":"\n  The year?\n  ","474354":"\n  Not sure why it was a good idea to listen to music. Getting late but still want to hear the rest XD\n  ","474355":"\n  Kind of divided on that. How much would have changed etc\n  ","474356":"\n  Love that is eternal. Always there. Loving you regardless of x,y,z.\n  ","474357":"\n  Not really. Heard people in the USA think the same thing ¯\\_(ツ)_\/¯\n  \n  Either way I'm done talking about the virus now.\n  ","474358":"\n  The Goldfinch\n  ","474359":"\n  Ah. Probably one of those people who think shooting them would help matters too -_-\n  ","474360":"\n  Yes. The mayor even said it's ok to get exercise but obviously be smart about it etc\n  ","474361":"\n  Hallelujah\n  ","474362":"\n  Both, sometimes even at once.\n  ","474363":"\n  Gross terminology here. Either way, I'm not talking about it.\n  ","474364":"\n  I'm not young. I've been staying away from stores. Been using soap and hand sanitizer more often. I don't really touch anything when out. I'm inside 99% of the time.\n  \n  I care a lot, actually. My mom is older, my sister is pregnant, her husband has the blood type it goes after more. I'm not wanting to compromise them. Even they are going out when nobody else is around. Its literally deserted. Taking all the precautions.\n  ","474365":"\n  Already answered.\n  \n  Think someone tried being you 🤣\n  ","474366":"\n  Good. Just listening to some music. Pretty chill night.\n  ","474367":"\n  I still walk and swim more because of boredom and helps not being inside the whole day. Nobody is out when I do walk.\n  \n  Also have a mask but haven't worn yet.\n  ","474368":"\n  Probably something tonight as it wasn't 100% expected.\n  \n  Also this song that just came on 🙃🤣\n  \n\n   https:\/\/youtu.be\/bR5u9jb0PJE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474369":"\n  No, nowhere is safe.\n  \n  Had deaths and everything else. I do believe that most have been old age and other conditions.\n  \n  I love summer!\n  \n  The triple digits aren't the most fun tho here\n  ","474370":"\n  Nope.\n  ","474371":"\n  I just made a ham, turkey and cheese tortilla wrap with hummus as the condiment.\n  ","474372":"\n  And hell in the summer\n  ","474373":"\n  Just listening to some new music. Had on my \"watch later list\" for a while and figured I might as well check some out now.\n  ","474374":"\n  Wrong 👀\n  ","474375":"\n  Hm I'm not sure.\n  ","474376":"\n  I have no clue 🤣\n  \n  I like a mixture of styles. My room here doesn't reflect my personality whatsoever.\n  \n  I like boho, rustic, modern contemporary and more styles.\n  ","474377":"\n  That also goes for anons.\n  ","474378":"\n  No. I don't like sharing it with people whom I've never even spoken with before.\n  ","474379":"\n  Relationships? ¯\\_(ツ)_\/¯\n  \n  Being picky\n  \n  Guys not liking me back\n  \n  Being too real for some\n  \n  Guys not trying to know me. Just wanting fwb or something.  Just an attraction but wants nothing to do with me\n  \n  I don't like the person back if they did like me\n  \n  Overly clingy guys 👎\n  \n  Guys who say one thing but do the opposite\n  \n  I don't always put myself out there the best that I could\n  \n  ~\n  \n  Welcome to my life?\n  ","474380":"\n  I don't have a ball park number in mind :p just a general sense.\n  ","474381":"\n  Money?\n  ","474382":"\n  The gym\n  \n  Having more of a life :(\n  ","474383":"\n  I was going to unfollow someone on IG but they ended up blocking me instead so I can't even do that ¯\\_(ツ)_\/¯\n  ","474384":"\n  Not sure on zoo etiquette\n  ","474385":"\n  Damn\n  ","474386":"\n  I understand how both need to eat but that's pretty messed up! :(\n  ","474387":"\n  Or middle class at the very least.\n  ","474388":"\n  😮😮😮😮\n  ","474389":"\n  Yes, loved that game\n  ","474390":"\n  O.o\n  ","474391":"\n  Sure, why not. Fun adventure\n  ","474392":"\n  No, it's not.\n  \n  Yes, it can give you false perceptions but in general it's not bad unless it became an addiction.\n  ","474393":"\n  How is it good? Most people I've known always have issues because of it.\n  \n  I wouldn't want to be alone forever, kids or no kids.\n  ","474394":"\n  No, sorry. I don't like liking things in another language that I don't know. Nothing is even in English.\n  ","474395":"\n  Calm down\n  ","474396":"\n  Yes\n  ","474397":"\n  Clearly not lol\n  \n  December birthday\n  ","474398":"\n  I guess a happy marriage, whatever that looks like :p\n  ","474399":"\n  Hi\n  ","474400":"\n  Eh. It's a little whatever to me. Feels weird. Nobody should be jealous of me. I have pcos, insulin resistance and fatty liver so ya that can make it harder but I don't give up, don't give in.\n  ","474401":"\n  Been going braless on walks since my bra kept giving me back pains from my period x_x\n  ","474402":"\n  No\n  ","474403":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/yw04QD1LaB0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474404":"\n  Then unfollow\n  \n  I still workout.\n  \n  Nobody cares what you like.\n  ","474405":"\n  Nope. Still in the 180s.\n  \n  Still lost 70+ pounds and continuing. Didn't ask for anyone's opinion on my weight so fuck off.\n  ","474406":"\n  I want to lose a tad more than that.\n  ","474407":"\n  I need to tan more\n  \n  But even then I only get atleast 3x darker but still feel pale looking lol\n  ","474408":"\n  I don't care\n  ","474409":"\n  Felt smaller ¯\\_(ツ)_\/¯\n  ","474410":"\n  Being a kid\n  \n  Being in love\n  ","474411":"\n  Nothing. Just have a playlist going :)\n  ","474412":"\n  Forever alone\n  ","474413":"\n  Hm not quite sure.\n  ","474414":"\n  We could be anything we wanted?\n  ","474415":"\n  Evening here now. Oops\n  ","474416":"\n  Damn\n  ","474417":"\n  Personality\n  \n  Humor\n  \n  Eyes\n  \n  Legs\n  \n  Caring\n  ","474418":"\n  Uh huh.\n  ","474419":"\n  ¯\\_(ツ)_\/¯\n  ","474420":"\n  Stop being a jealous ho\n  ","474421":"\n  Made me think of hot or not\n  ","474422":"\n  Not sure. I only have this one and\n  \n   @youcanjuiceme\n  \n\n  Was supposed to be just for s*xual questions but people haven't gotten that memo lol.\n  ","474423":"\n  Yes\n  \n  Only if salt river rafting counts\n  ","474424":"\n  Too bad\n  ","474425":"\n  :D\n  ","474426":"\n  Never heard homefuck before.\n  \n  Fam is a nice term atleast :)\n  ","474427":"\n  So 90s and early 2000s\n  ","474428":"\n  It's amazing to watch! Mesmerizing.\n  ","474429":"\n  After a while, yes.\n  ","474430":"\n  No thanks. Did post one on Halloween though but all in costume.\n  ","474431":"\n  Maybe not a legit one but yes lol\n  ","474432":"\n  It's too windy out currently!\n  ","474433":"\n  I'd say blue or purple.\n  \n  Blue is my favorite color.\n  \n  Whenever I would wear mood rings they always had a blue meets purple tone to them.\n  ","474434":"\n  About what?\n  ","474435":"\n  This classic seems to get around\n  ","474436":"\n  Yes.\n  ","474437":"\n  Hm ok\n  ","474438":"\n  What?\n  ","474439":"\n  Hey muffin\n  ","474440":"\n  Empire state building\n  \n  Needle\n  ","474441":"\n  Most asked question\n  ","474442":"\n  I forget if it gave me weapons or more life.. just remember it was lots of up, down, up, down, some side buttons too.\n  ","474443":"\n  Being real\n  \n  It makes me cringe a bit :(\n  ","474444":"\n  Already answered this\n  ","474445":"\n  Haha nice one\n  ","474446":"\n  I suppose\n  ","474447":"\n  We shall see lol\n  ","474448":"\n  I'm not sure. I know I heard of it but can't visualize it..\n  ","474449":"\n  Not really sure. Always had people around. Parties...\n  ","474450":"\n  ballerina, stripper, mermaid, cowgirl.\n  \n  Think I end up dead too because of the nightmares I sometimes have where I'm  bleeding out and wake up before knowing if I died or not.\n  ","474451":"\n  No. I've only been to American states and Canada once.\n  ","474452":"\n  They understand me. Never had a problem.\n  ","474453":"\n  I'm not sure what curry goat is..\n  \n  But yes, I like curry.\n  ","474454":"\n  It was a weird sloppy joe meets enchilada fusion.\n  \n  Tortilla wrap with melted cheese on top.\n  ","474455":"\n  Yes, a few times when younger. Also helped dig for clams.\n  ","474456":"\n  Good one!\n  ","474457":"\n  I do.\n  \n  Having some scrambled eggs, sausage patties and a clementine.\n  ","474458":"\n  Same! I have 18 left to do.\n  ","474459":"\n  It's nice. I know they aren't from America since they write it pretty early. It's a little weird how they send hi comments as well.... its literally \"hi\" then a \"good night \" one XD\n  ","474460":"\n  Middle ground but destiny more\n  ","474461":"\n  me lol :)\n  \n  Thanks\n  ","474462":"\n  What is?\n  ","474463":"\n  It can be both but to me it's more a feeling, a person, wherever you go could be \"home\".\n  ","474464":"\n  You too.\n  ","474465":"\n  I don't think it should be separate?\n  \n  Not sure what accident took place.\n  ","474466":"\n  No\n  ","474467":"\n  Yes\n  ","474468":"\n  👀\n  ","474469":"\n  Right! They must be wondering why all of us are here more. Plus, they've been getting walked more than usual too.\n  ","474470":"\n  Well aware\n  ","474471":"\n  🔥🔥🔥🔥\n  ","474472":"\n  No need to be sorry. Probably came out harsher than intended too lol\n  ","474473":"\n  Definitely not what I meant\n  ","474474":"\n  ?\n  ","474475":"\n  Aw\n  ","474476":"\n  Only one way to find out that answer\n  ","474477":"\n  In which manner? 😇\n  ","474478":"\n  Can't be lost if you never had it, right? A letter came to mind. Accidentally wrote the wrong zipcode. Would have been interesting to see what was said.\n  \n  I guess a CD, book, one of those ring pops and childish like stuff would reappear then.\n  ","474479":"\n  More -_-\n  ","474480":"\n  Yes 😈\n  \n  I suppose that depends where you are going. Supermarket and other areas, yes, those are the most places that you'd want one. Never know who is sick or just using to protect themselves.\n  \n  Walks with nobody else really there.. I dont think it's that important. More about social distancing there.\n  \n  If in doubt then its probably better to be on the safe side and wear one.\n  ","474481":"\n  Not recently\n  ","474482":"\n  This that old guy again expecting me to know his #?\n  ","474483":"\n  I feel good but a tad off too.\n  ","474484":"\n  Yes, so? Still has the risk factor. Not everyone would know either. The getting caught aspect. A bit thrilling etc\n  ","474485":"\n  Not that much. I keep forgetting to ask. Waiting on the time limit to ask more :)\n  ","474486":"\n  Aroused?\n  ","474487":"\n  Sloppy Joe's\n  ","474488":"\n  It's meeeeee\n  ","474489":"\n  Lots of different things.\n  \n  The question also made me think of this song ~\n  \n\n   https:\/\/youtu.be\/Ta0a3DFUU0Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474490":"\n  Yo\n  ","474491":"\n  No pockets currently\n  ","474492":"\n  Phoenix, Griffin, mermaid, elf\n  ","474493":"\n  Yes\n  ","474494":"\n  Why the hell did vee or someone pretending to be her just give me their number? 🤣🤣🤣\n  ","474495":"\n  His face in sculptures. IS THAT WEIRD!?\n  \n  I had a tea today and it said “In all things of nature, there is something of themarvelous.” Good quote, Aristotle.\n  \n  The fact he believed in his own things instead of following Pluto's theories. Seemed like a cool guy. Taught a lot of different subjects.\n  ","474496":"\n  Not sure.\n  ","474497":"\n  Mom.\n  \n  Everyone always mentions it when they see us together. The only difference is I have a mix of blonde and brown hair.\n  \n  My siblings look like dad but with blonde hair and blue eyes. None of us got the greek coloring though.\n  ","474498":"\n  Thanks. You too\n  ","474499":"\n  The one that's now a fact 😈\n  ","474500":"\n  I like a lot of things :o\n  ","474501":"\n  No, she'd be encouraged.\n  ","474502":"\n  Ham potato casserole\n  \n  Pasta ones\n  \n  Soups\n  \n  Pizza\n  ","474503":"\n  Lion king too :)\n  ","474504":"\n  Tiger King :p\n  ","474505":"\n  You should have been more clear.\n  \n  Up is a good movie.\n  \n  The balloon made me think of \"IT\" too.\n  ","474506":"\n  Never heard of emo be movie....\n  ","474507":"\n  Just because you came off anon doesn't mean you'll get my ig\n  ","474508":"\n  Which movie?\n  ","474509":"\n  A samsung one\n  ","474510":"\n  - one direction\n  ","474511":"\n  Good luck\n  ","474512":"\n  I know 😈\n  ","474513":"\n  Everyone is in their own ways\n  ","474514":"\n  Clearly but claims to take medication. Don't think its helping much. Might just be bored but I doubt that..seems more passionate and delusional in the accusations.\n  \n  She has multiple accounts and I keep blocking her. I don't even know a James from here.\n  ","474515":"\n  115\n  ","474516":"\n  lol\n  ","474517":"\n  Vee might get jealous\n  ","474518":"\n  Bet he shares the same birthday with you too.\n  ","474519":"\n  I like a lot but don't have any\n  ","474520":"\n  James. Nobody knows him\n  ","474521":"\n  Aw stop that lol\n  ","474522":"\n  What to do\n  \n  Eat\n  \n  Other random thoughts\n  ","474523":"\n  It's not normal to harass people over imaginary guys.\n  ","474524":"\n  You sure?\n  ","474525":"\n  I'm all about the love\n  ","474526":"\n  Gone off those meds?\n  ","474527":"\n  Well that's just awful.\n  ","474528":"\n  Coronavirus I heard\n  ","474529":"\n  Ask him\n  ","474530":"\n  Only in bed\n  ","474531":"\n  Sees you as a side chick\n  ","474532":"\n  Monica\n  \n  Erica\n  \n  Rita\n  \n  Tina\n  \n  Sandra\n  \n  Mary\n  \n  Jessica\n  \n  Or even stacy's mom\n  ","474533":"\n  Nah. The only James I know is my former stepcousin and a guy I went to school with and I definitely didn't stay in contact with the latter one.\n  \n  No idea what vee is talking about\n  ","474534":"\n  👍\n  ","474535":"\n  Never said with me\n  ","474536":"\n  Russian?\n  ","474537":"\n  He's busy with somebody new\n  ","474538":"\n  This song came to mind\n  \n\n   https:\/\/youtu.be\/aIXyKmElvv8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I will find you and make you mine 🤣\n  ","474539":"\n  Nothing. If you weren't around for the whole door locking experience then I don't need to always repeat myself.\n  ","474540":"\n  Wont find that here\n  ","474541":"\n  Didn't say that\n  ","474542":"\n  Pjs\n  ","474543":"\n  Ig, insta, Instagram\n  ","474544":"\n  \"Say emo b movie\"\n  \n  I'm not sure what that means.\n  \n  Let's go with 18 though.\n  ","474545":"\n  Seems right...\n  ","474546":"\n  Any context here?\n  ","474547":"\n  K\n  ","474548":"\n  Agreed.\n  \n  People are strange\n  ","474549":"\n  Damn. Birds are messed up!\n  ","474550":"\n  Nothing right now 🤦🏼‍♀️\n  ","474551":"\n  Guess we've slept together then :p\n  ","474552":"\n  More like pornographic model\n  ","474553":"\n  How?\n  ","474554":"\n  Not for me 😈\n  ","474555":"\n  Exactly 👏👏👏👏\n  ","474556":"\n  Now you have 500 to spread to others!\n  ","474557":"\n  I should have stayed asleep\n  ","474558":"\n  Give to unexpecting people instead\n  ","474559":"\n  Too big to kidnap unwillingly\n  ","474560":"\n  I'd bee scared too!\n  ","474561":"\n  Sounds like a threat 🤣\n  ","474562":"\n  Can't be helped at times :)\n  \n  I feel like I only have real soda if it's with pizza o.o might as well cheat keto if doing that already lol\n  ","474563":"\n  Didn't have plans yet but yes, they would have been canceled.\n  ","474564":"\n  I don't think it's that intimate. Maybe if it was to a partner and they were keeping track for good reasons...\n  \n  I don't feel like I should be ashamed over sharing. I've had to deal with shame at both ends. Wouldn't get my period for years but when friends mentioned something I'd be like \"ya\" to it feeling ashamed, not as womanly and stuff. Not knowing it was because of pcos back then. I  don't go into that much detail these days either. I only mentioned the first two days being harder.. dude shouldn't know that its ending soon when its been more days than just those 2 mentioned. Can't help what people take away from it. I don't feel that I should be ashamed about talking about something that should occur routinely.\n  ","474565":"\n  I guess bullied.\n  ","474566":"\n  Depends who you are, anon. I don't like giving to anonymous users.\n  ","474567":"\n  Hi vee\n  ","474568":"\n  They are but homemade ones. Still keto.\n  \n  Got to use the toaster 🤣\n  \n  R.i.p that microwave life\n  ","474569":"\n  Kind of. I think it can still be scary but at the same time not exactly afraid. Lots of almost drownings.. getting taken out by currents. It's amazing how I still love water so much XD\n  ","474570":"\n  Indeed.\n  ","474571":"\n  I feel like milk is more a guy thing with meats o.o\n  \n  It's either water or those sugar free sodas if I did want something different. Need to be in the mood for.\n  ","474572":"\n  Same XD\n  ","474573":"\n  Yes. 50\/50 just didn't seem right to me. Feel like some would still be stubborn etc\n  ","474574":"\n  Maxwell 🤣\n  \n  Um... I'm not really sure. I guess I was with the chocolate a little. We have some pancakes already made and haven't dived into that much.\n  ","474575":"\n  Noticed that too. Perhaps!\n  ","474576":"\n  Bonus points for the images :p\n  ","474577":"\n  The Giver. The teacher and that book made me like reading.\n  \n  Also goosebumps and those other type of books.\n  ","474578":"\n  Maybe 45%?\n  ","474579":"\n  Think water lol\n  \n  Bet you were looking for milk.\n  ","474580":"\n  Lovely.\n  \n  What cereal did you have today?\n  ","474581":"\n  They don't.\n  \n  Especially with social distancing now 🤣\n  ","474582":"\n  That can't be denied\n  ","474583":"\n  Never unless it actually went away.\n  \n  Came on and had a violation notice. Wonder what it was from 🤣\n  ","474584":"\n  Thanks for that :)\n  ","474585":"\n  Swimming, walk.\n  ","474586":"\n  Would be\n  ","474587":"\n  Right!?\n  ","474588":"\n  Maybe if it caught on 🤣\n  \n  I said sure and then they never replied again.\n  ","474589":"\n  🤣🤣🤣🤣\n  ","474590":"\n  Thanks for sharing.\n  ","474591":"\n  MFK\n  ","474592":"\n  Stay strong\n  ","474593":"\n  Night king\n  ","474594":"\n  Probably sad stuff instead 👍\n  ","474595":"\n  Jesus christ lol\n  ","474596":"\n  Night\n  ","474597":"\n  Plenty\n  \n  Like I should be sleeping\n  \n  Good night\n  ","474598":"\n  That wouldn't be 100% true.\n  \n  Complicated.\n  \n  I don't need to justify everything to you guys.\n  ","474599":"\n  It can but I feel like that usually has to do with semen more often.\n  ","474600":"\n  If you don't understand it then wasn't meant for you, darling.\n  ","474601":"\n  Don't get how that's brave\n  ","474602":"\n  I suppose ¯\\_(ツ)_\/¯\n  ","474603":"\n  Such an asshole hahaha <3\n  ","474604":"\n  There could be\n  ","474605":"\n  I know\n  ","474606":"\n  Hugs\n  ","474607":"\n  Oh god make it stop 🤣\n  ","474608":"\n  Not that dry.\n  ","474609":"\n  Polar bears are cuter\n  ","474610":"\n  Feels like I'm in the twilight zone\n  ","474611":"\n  Same, actually. Made me put some of this on :p\n  ","474612":"\n  My love life\n  ","474613":"\n  Oh please, I'm hilarious.\n  ","474614":"\n  Pimple, whitehead, acne? Idk.\n  \n  I don't really like calling it that since its one or two spots. Not quite acne...\n  ","474615":"\n  Just joking\n  \n  I hope 🙃🤦🏼‍♀️\n  ","474616":"\n  Don't really feel like taking one. My face is pretty much healed.. a few cuts still on my lip and eyelid. Everything else is normal looking again. I'm surprised my eye didn't change to purple and other colors. It was only a yellowish hint and then healing.\n  \n  Also have a few hormonal spots -_-\n  ","474617":"\n  Think I found my next stalker :(\n  ","474618":"\n  Creepy how you are tracking the end of my period.\n  ","474619":"\n  I like her hair and dress :)\n  \n  You sure like giving me Garbage songs XD\n  ","474620":"\n  I don't masturbate out of amusement.\n  ","474621":"\n  Oh ok.. I actually heard my sister mention that today or was it yesterday o.o\n  \n  I like how The New York Times has the headline;\n  \n  \"A Bronx Zoo Tiger is sick with coronavirus. Your cats are probably OK\".\n  ","474622":"\n  What do you mean?\n  ","474623":"\n  Who knows. Apparently the county is going  to sue the department of health services to release data on it? That sounds like it would take a while!!\n  \n  Ktar.com was the 2nd thing that came up saying it surpassed 2,250 cases.\n  \n  This chart shows this information.\n  \n  It's ever changing so I haven't been following it. Just been doing everything like staying in (minus walks at times.. nobody around), washing hands with soap and also hand sanitizer. Social distancing from others. Just got some masks etc\n  ","474624":"\n  Kind of but been good with it too.\n  ","474625":"\n  :)\n  ","474626":"\n  Haha no XD\n  ","474627":"\n  Tiger woods?\n  \n  The guy from that show?\n  \n  An actual tiger?\n  ","474628":"\n  Hm we'll see\n  ","474629":"\n  Why would you want to? What are you thinking about too? 😈\n  ","474630":"\n  Not having questions like this that could potentially make you think of sad things? 🤔\n  ","474631":"\n  Every month\n  ","474632":"\n  Made me think of this part\n  \n\n   https:\/\/youtu.be\/MaXrPwEOsR8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474633":"\n  Yes. Today has been good! :)\n  ","474634":"\n  If I remember.\n  ","474635":"\n  Crime documentary about the guy, Carole lady and a tiger.\n  ","474636":"\n  I'm not in pain atm.\n  \n  Went swimming and even walked tonight.\n  \n  The only thing I should focus on is sleep, soon.\n  ","474637":"\n  For?\n  ","474638":"\n  I'm doing ok.\n  \n  Almost midnight here\n  ","474639":"\n  In bed ¯\\_(ツ)_\/¯\n  ","474640":"\n  That would be inappropriate...\n  \n  Also the \"smile!\" chalk drawing kind of did too.\n  ","474641":"\n  Ok then.\n  ","474642":"\n  I didn't get very far with it.\n  \n  Wouldn't surprise me, tbh.\n  ","474643":"\n  What? You don't know what I wrote....\n  ","474644":"\n  British\n  \n  Aussie\n  \n  Irish\n  ","474645":"\n  Yours x\n  \n  Just listed\n  ","474646":"\n  Earlier today.\n  ","474647":"\n  Ok.. still weird lol\n  \n  Why would I want it there? :p\n  \n  I do know how to scan and all that but that's different than actually having it IN me.\n  ","474648":"\n  I don't feel like giving names atm so here's three separate peeps\n  \n  ~\n  \n  Been friends since the 1st grade. Mom of three now. Was in her 1st wedding as a bridesmaid. Unofficial aunt status quo\n  \n  Like another sister. She's three years older. She lived with us at one point. Know all her family etc\n  \n  This one is kind of cheating since we haven't met but we're pretty close. Known for 11 years. Always fun talking with. Have the whole December birthdays and same age going for us. Also share the same birthday as her sister! And she shares her birthday with the 2nd person I talked about. I trust her the most out of online friends.\n  ","474649":"\n  Mom, I guess, if we were picking family.\n  \n  Friend.. probably Jessica.\n  ","474650":"\n  Oh god. I'm not quite sure 🤔\n  ","474651":"\n  Haha XD\n  ","474652":"\n  You too!\n  \n  Also it helps writing in English if you do want to improve as well.\n  ","474653":"\n  - Time\n  \n  - knowing you aren't the same person anymore\n  \n  - learning a lesson from the situation\n  \n  - not doing it again\n  \n  - knowing selfworth or having more self-esteem\n  \n  - awareness\n  ","474654":"\n  When it becomes mental abuse instead of just criticism.\n  ","474655":"\n  Ask 🤣\n  \n  Uh.. probably something I haven't checked today.. not sure.\n  ","474656":"\n  I had a burger\n  ","474657":"\n  Just got back from a walk.\n  \n  Went braless and no back problems 👍\n  ","474658":"\n  Coronavirus\n  ","474659":"\n  👍\n  ","474660":"\n  More comfortable with giving sc out - youcanjuiceme\n  ","474661":"\n  Sure anon\n  ","474662":"\n  Not really.\n  \n  Busy watching The Voice right now.\n  ","474663":"\n  Nah. My mom and dog would be in it.\n  ","474664":"\n  Got a \"this thread was reported\" warning but its still alive o.o\n  ","474665":"\n  Yes. Had painter turtles and a snapping turtle.\n  ","474666":"\n  Lemons, oranges, limes...\n  ","474667":"\n  Maybe following in his footsteps;)\n  ","474668":"\n  Already did :)\n  \n  Thanks!\n  ","474669":"\n  Hi\n  ","474670":"\n  Apparently it can make pregnant women go into labor and have the baby die if the mom had the virus.\n  \n  My sister is freaked out over hearing that case.\n  ","474671":"\n  A little\n  ","474672":"\n  I have a fleece with a hoodie part. Just a grey Columbia one. Nothing fascinating there.\n  ","474673":"\n  I'll give you energy\n  ","474674":"\n  Good 😈\n  \n  Not into dead guys\n  ","474675":"\n  Yes\n  ","474676":"\n  Psh I'm always both 🤙\n  ","474677":"\n  Keep adding to it -_-\n  ","474678":"\n  No. I think the other two that wrote was someone else.\n  ","474679":"\n  lol shut up and sleep 🤣🤣🤣\n  ","474680":"\n  Wide away.. you definitely need some sleep, man.\n  ","474681":"\n  But it's the same person :p\n  ","474682":"\n  I feel like each time it has been different for me.\n  \n  The last one, I knew all my life and it was just like an \"oh\" type thing. He always had health concerns so it wasn't anything new to hear that he passed on. I guess in a way it doesn't feel real since i haven't seen him in a few years as well. More of a \"that sucks but....\"\n  ","474683":"\n  Nah.\n  ","474684":"\n  Hell yes 🤞🤞\n  ","474685":"\n  Knew it! :p\n  \n  Nice alternative\n  ","474686":"\n  What do you see??\n  ","474687":"\n  Strawberry or cinnamon?:o I'm guessing strawberry because cinnamon seems too easy.. too much like some of the others. Want more of a challenge 😈\n  ","474688":"\n  I trust myself.\n  ","474689":"\n  1 at most\n  ","474690":"\n  I have.\n  ","474691":"\n  I usually put one on when going for a walk but it's been giving me back pain right where the back strap part is :(\n  ","474692":"\n  Haha yes XD\n  \n  March was literally ovulation month like 3 times every other week or shit. Was crazy\n  ","474693":"\n  Got my own factory going ;)\n  ","474694":"\n  I like both, really. Just depends on the questions, mood etc\n  ","474695":"\n  😈😘😉\n  ","474696":"\n  It's a beautiful day! 80s, sunny. Went swimming. Feel like I got some sun.\n  \n  The virus way? Ya, it's bad like everywhere else is.\n  ","474697":"\n  No 🙈\n  ","474698":"\n  That I loved him. Don't think I've ever said to my grandpa. Wish I was more outspoken like that.\n  ","474699":"\n  1% chance?\n  ","474700":"\n  Joe\n  \n\n   https:\/\/youtu.be\/2mQy5E6ugSs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Makes me want to watch Camp Rock 🤣\n  ","474701":"\n  Nope.\n  \n  Heard about that app\/site before though\n  ","474702":"\n  I like my name.\n  \n  However, probably an old alias I went by....\n  \n  or the name Jade. It was once said to be my stripper name in a quiz and I've always liked the name. Also funny since the character in my book is named Jade.\n  ","474703":"\n  If you say so\n  ","474704":"\n  Adidas\n  ","474705":"\n  👍👍\n  \n  👍👍👍\n  \n  👍👍👍👍\n  ","474706":"\n  Talking with foot fetish anon that said he'd pay me but didn't. He didn't get any pictures either.\n  \n  Went swimming\n  ","474707":"\n  Should apologize to everyone else too. Not everyone likes being called babe either by a total stranger. Keep those terms for relationship nicknames.\n  ","474708":"\n  Most likely don't even have a car lol\n  ","474709":"\n  Everyone is teasing me while on my period. Horny fuc.k.ing guys, man -_-\n  ","474710":"\n  You get way more coins\/likes than I do. Go away lol\n  ","474711":"\n  😘😘😘\n  ","474712":"\n  That guy who kept trying to call me via sc made me sick. Like can you not? Barely spoke English in the chat. Not sure which person it was. Already said no the first time they called. Then did it like 3 times again -_- unfriended\n  ","474713":"\n  I haven't.\n  ","474714":"\n  Technically a boyfriend for life would be more than just a bf.\n  ","474715":"\n  Didn't think so lol\n  ","474716":"\n  I still haven't listened to yummy\n  ","474717":"\n  Which one are you?\n  ","474718":"\n  Howdy\n  ","474719":"\n  Yes :(\n  ","474720":"\n  Just did and the other person as well.\n  ","474721":"\n  Dont forget to suck it too\n  ","474722":"\n  Mine too\n  ","474723":"\n  I went swimming and just took a shower.\n  ","474724":"\n  I just was. Changed into a bathingsuit\n  ","474725":"\n  Youcanjuiceme\n  ","474726":"\n  Wants suck :(\n  ","474727":"\n  I bet\n  ","474728":"\n  You'd like that\n  ","474729":"\n  I didn't have any new messages on snap\n  \n  paypal.me\/LNR87\n  ","474730":"\n  Got one :p\n  \n  Purple and will have a filter put in.\n  ","474731":"\n  I suppose\n  ","474732":"\n  At times but they don't always come true.\n  ","474733":"\n  .......\n  ","474734":"\n  No. Was making a quarantine joke\n  ","474735":"\n  Gotta get dressed up for that!\n  ","474736":"\n  I'm well aware of how it goes lol not my first rodeo 🤣\n  ","474737":"\n  The first two were rough.\n  \n  Getting better though:)\n  ","474738":"\n  32\n  \n  I'll be 33 in December\n  \n  2020-1987 = 33\n  \n  87 in my username for my birth year.\n  \n  No reason to lie about my age.\n  ","474739":"\n  Having my period doesn't make me feel happy lol\n  \n  I'm more content than happy anyways. Certain things are lacking or missing in my life. Still feel good though:)\n  ","474740":"\n  That's personal.\n  ","474741":"\n  Sure\n  ","474742":"\n  It's an illusion, baby ;)\n  ","474743":"\n  Highly doubt you'd pay.\n  ","474744":"\n  Haven't in years\n  ","474745":"\n  PayPal\n  ","474746":"\n  Yikes\n  ","474747":"\n  Not with a bunch of odd men hitting on me lol\n  ","474748":"\n  And yet you still haven't posted it. Not like I'd call or text you. I'm picky with who I give it out to\/respond.\n  ","474749":"\n  I wouldn't discuss the wishes\n  ","474750":"\n  School?\n  ","474751":"\n  Ihatecreepymen\n  ","474752":"\n  I was naked a lot of the time?\n  ","474753":"\n  No thanks\n  ","474754":"\n  It will change in December.\n  ","474755":"\n  The Goldfinch\n  ","474756":"\n  I grew up around guys more.\n  ","474757":"\n  I'm not up for that job, sorry.\n  ","474758":"\n  No, it's not ok because you wouldn't actually pay me for it.\n  ","474759":"\n  Spiritual goals... no, not really. I didn't feel like the examples resonated with me. It was more \"study the bible\" and other type ones given.\n  \n  Translation of Arabic language into English.\n  ","474760":"\n  It was more case studies. Motives, alibis, if done on purpose\/intent or a random act that occurred. Going over old case files.\n  ","474761":"\n  Don't think you can teach that. They either are or aren't faithful.\n  ","474762":"\n  Don't fully remember but I know it touched on it.\n  \n  I also took a law class in high school.\n  ","474763":"\n  I don't\n  ","474764":"\n  I don't like pantyhose much.\n  ","474765":"\n  me lol\n  ","474766":"\n  \"Adorned with the worldly life\"\n  ","474767":"\n  \"Money and children\"\n  \n  👀👀👀👀👀👀👀👀\n  ","474768":"\n  9.5\n  ","474769":"\n  Don't worry about it, old man.\n  ","474770":"\n  Pretty sure you would have mentioned both instead then.\n  ","474771":"\n  Daughter made you lie\n  \n  Ok then\n  ","474772":"\n  I'm supposed to be a mind reader. I would have won the lottery multiple times then.\n  ","474773":"\n  Why lie?\n  ","474774":"\n  I'd rather have a mix of females and males. All males seems a little odd...\n  \n  Or just with one male ;)\n  ","474775":"\n  I figured ¯\\_(ツ)_\/¯\n  ","474776":"\n  Added in my bio 👉👉👉\n  \n  \"Boston --- Arizona\"\n  \n  Born and raised in Boston and currently in AZ.\n  \n  USA\n  ","474777":"\n  Definitely not.\n  \n  Single\n  ","474778":"\n  *walks away slowly*\n  ","474779":"\n  What does it look like? Honestly curious 🤣\n  \n  I see a mix of baby yoda and alien ¯\\_(ツ)_\/¯\n  ","474780":"\n  Haha\n  ","474781":"\n  The problems we face!\n  ","474782":"\n  For real though!\n  \n  One of the desserts you made looked like an overgrown one 😍\n  ","474783":"\n  Haha.\n  \n  Yes\n  ","474784":"\n  Was fine, getting a bit restless.\n  \n  Then fainted on rocks messing up my right side of my face. Luckily that's pretty much all better now, surprisingly!\n  \n  Then on my period.\n  \n  It's been a fu.cking ride, man.\n  ","474785":"\n  Age?\n  \n  Single?\n  \n  Married with kids?\n  \n  Where are you from?\n  ","474786":"\n  I'd love me too\n  ","474787":"\n  The middle one seems so foriegn these days 🤣\n  \n  I'd say more afternoon-ish.\n  \n  Morning if I had somewhere to go\n  ","474788":"\n  Because of my ovaries?\n  ","474789":"\n  Interesting\n  ","474790":"\n  Why they gotta be white?\n  ","474791":"\n  Not quite sure. Didn't even leave my dad anything either. Was his aunt.\n  ","474792":"\n  Dont forget the socks\n  ","474793":"\n  Nobody is???\n  \n  Anyways it's not smart to have parties.\n  ","474794":"\n  Nah. I don't like confrontation.\n  \n  There was one time but wasn't alone in it so not sure that counts. Wasn't legit fighting either.\n  \n  I'm more the peace maker or \"fighting\" to make them stop type way. But hearts not fully in the fight.\n  ","474795":"\n  Same to you, king.\n  ","474796":"\n  Rather have the real thing :(\n  ","474797":"\n  Elementary- one comes to mind since she was a b!tch lol made me cry before 🤣\n  \n  Hs- one of the reading teachers\n  \n  College- two of them come to mind\n  ","474798":"\n  I don't have zoom\n  ","474799":"\n  The main guy was decent looking.\n  \n  It didn't hold my attention as much. Kind of dragged in parts.\n  \n  Was still an ok movie.\n  \n\n   https:\/\/youtu.be\/dwphlBeazD4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","474800":"\n  Hopefully the nephews and their cousins still do something at home.\n  ","474801":"\n  Arrive.. oh god :p\n  ","474802":"\n  Huh?\n  ","474803":"\n  My mom and lulu came into my room\n  ","474804":"\n  Probably nothing. All adults here and Easter doesn't have the same joy it had when younger.\n  ","474805":"\n  Never lol\n  ","474806":"\n  Wants to see the goods ;) jk\n  ","474807":"\n  Perhaps:(\n  ","474808":"\n  That's interesting o.o\n  \n  I felt better when had more water so guess I was.\n  ","474809":"\n  That actually came to mind\n  ","474810":"\n  Men, tyvm.\n  ","474811":"\n  And that's my cue to go to bed.\n  ","474812":"\n  Friends\n  ","474813":"\n  I think 5 and 7 years older so yes. And then 2 year difference.\n  ","474814":"\n  Night inmates\n  ","474815":"\n  I was the youngest but still developing too :p\n  ","474816":"\n  I wouldn't post those here anyways.\n  ","474817":"\n  Pretty much\n  ","474818":"\n  Yes. Don't be weird lol\n  ","474819":"\n  Because everyone had cell phones back then o.o\n  ","474820":"\n  Oh the flattery\n  ","474821":"\n  4 including me.\n  \n  No\n  ","474822":"\n  Never trust them! They are evil :(\n  ","474823":"\n  It happens :p\n  ","474824":"\n  Don't think so\n  ","474825":"\n  Eh.. the ex I dumped wasn't the greatest looking guy. Nor was another one. The rest were good looking and more my types. Got along with better too.\n  \n  I go for personality first.\n  ","474826":"\n  I sometimes get those. I just ignore them.\n  ","474827":"\n  Nude\n  ","474828":"\n  Not that much. I still look young. I dreaded 30 but the other ones I didn't..was more a ok whatever type way. What is done is done age wise.\n  \n  lol@ young woman\n  ","474829":"\n  Middle school\n  ","474830":"\n  Girls and a pool\n  ","474831":"\n  What if I still found him attractive?\n  ","474832":"\n  32\n  \n  Easy math would give you the answer.\n  ","474833":"\n  Aren't we all?\n  ","474834":"\n  Tmi\n  ","474835":"\n  Calm down ;)\n  ","474836":"\n  :)\n  ","474837":"\n  With others and I'm not sure on the age.\n  ","474838":"\n  I have once.\n  ","474839":"\n  Rejection\n  \n  Giving too much\/ too little\n  \n  Other complications\n  ","474840":"\n  I should compare the one I have for June 🙃\n  ","474841":"\n  Beats being an asshole to everyone 🤣\n  ","474842":"\n  Not sure.\n  ","474843":"\n  A few. Mostly ones abroad\n  ","474844":"\n  Cool...\n  ","474845":"\n  I do but I don't... drive.\n  ","474846":"\n  Accents\n  ","474847":"\n  You hit the limit then.\n  ","474848":"\n  No. I don't listen to kpop\n  ","474849":"\n  What makes them ugly?\n  ","474850":"\n  Having feelings?\n  ","474851":"\n  Wasn't talking about that directly and I'm also not surprised at that prospect.\n  \n  Would be nice if I could get questions that aren't about the quarantine at times.\n  ","474852":"\n  You watching my conversations? 🤣\n  ","474853":"\n  Yes. Both types.\n  ","474854":"\n  The last one\n  ","474855":"\n  Hopefully next week will be better\n  ","474856":"\n  More risks. Weight held me back when younger or didn't have the opportunity for certain risks\n  ","474857":"\n  Good for you\n  ","474858":"\n  Neither but manager if I had to pick.\n  ","474859":"\n  It's possible, FWB. Or a one time thing.\n  ","474860":"\n  I've been wanting to watch Save The Last Dance for months now and I came back from my walk and it's on 😍😍😍\n  ","474861":"\n  You wont\n  ","474862":"\n  Jealous.\n  ","474863":"\n  We were trespassing. Weren't supposed to be there. They have a boat that goes out on the lake and have a dance party on it with others around your age. We did that. Met some guys while on the boat. It landed at the shore again. My friend and I had to leave after that, they were walking us back pretty much. Luckily we told them how we weren't supposed to be there. Two  workers came over and talked to us. Taking names of us and made the guys leave to their suite. The people that talked with us ended up getting another person that was on a golf cart and they made that dude follow behind us as we walked out. They were all never come back and stuff lol\n  \n  Uh... definitely been back multiple times over the years since then 🤣\n  \n  Also they had a movie theater there where they put a projector and one of the people we were with once had the idea to lock them in since the door had the padlock on it 🤦🏼‍♀️so that happened. Atleast was an innocent bystander at that time. I was probably 8 or something? lol. They were talking about it when we went to the store area to get ice creams x_x bet they probably still talk about it\n  ","474864":"\n  Shh don't give them ideas!!\n  ","474865":"\n  Kicked out of a resort with my friend? Idk...\n  ","474866":"\n  I miss the gym :(\n  ","474867":"\n  👍\n  ","474868":"\n  Perhaps.\n  \n  Just feeling wary of people all \"let's be friends \" and that guy. Out of nowhere. Haven't seen either before.\n  ","474869":"\n  It's just not in America though.\n  ","474870":"\n  Uh huh, sure.\n  ","474871":"\n  Why like it if you don't know?🤦🏼‍♀️\n  ","474872":"\n  Well that's insensitive on so many different levels\n  ","474873":"\n  I'll have to see what the CDC has to say about that.\n  ","474874":"\n  Pretty much.\n  \n  Was exercising at home.. that kind of stopped momentarily.\n  \n  Walking at night at times\n  ","474875":"\n  Why the wink?\n  ","474876":"\n  For real -_-\n  ","474877":"\n  It hasn't\n  ","474878":"\n  I'm not really sure. People seem surprised about my age since I look younger? I don't think things as serious at times. Idk.\n  ","474879":"\n  I do at times.\n  ","474880":"\n  Creepy guys hitting on you?\n  ","474881":"\n  :)\n  ","474882":"\n  Jokes. Its been awful the last few weeks.\n  ","474883":"\n  Bloody great :p\n  ","474884":"\n  All the experiments!\n  ","474885":"\n  Water\n  \n  A tea\n  \n  I don't drink alcohol frequently\n  ","474886":"\n  I'll pass. Just some pj leggings and a grey tank ☠\n  ","474887":"\n  Yes, kind of\n  \n  I just didn't feel like getting up and turning it down lol\n  ","474888":"\n  Yes\n  ","474889":"\n  I've felt dizzy twice today. Should drink more water. Might be dehydrated.\n  ","474890":"\n  Neither seems to work for me 🤣\n  ","474891":"\n  Nope\n  ","474892":"\n  Eh...bit twisted.\n  ","474893":"\n  I think it was from before quarantine got more serious. Sometime when my sister was in NZ? My mom ended up buying some so I'm sure it was from part of that. The good thing about having a meat freezer.\n  ","474894":"\n  How exciting\n  ","474895":"\n  The things these girls say on flo 🤣🤣🤣\n  ","474896":"\n  Tender?\n  ","474897":"\n  Medium rare or well? Pink but still cooked...\n  ","474898":"\n  Indeed :)\n  ","474899":"\n  Steak\n  ","474900":"\n  I don't think I've changed much lol\n  \n  I knew everyone but wasn't popular. Kept to a small group.\n  ","474901":"\n  Noooooo\n  ","474902":"\n  Extremely. Do not want!\n  ","474903":"\n  What does this even mean?\n  ","474904":"\n  The broomstick one\n  ","474905":"\n  Way easier then?\n  ","474906":"\n  I don't\n  ","474907":"\n  Very true. They weren't bad but not donut like either...\n  ","474908":"\n  Ridges made my mind go dirty\n  ","474909":"\n  Uh huh 😘\n  ","474910":"\n  lol congrats\n  ","474911":"\n  Oh yes! The things you can fit haha\n  ","474912":"\n  Agreed. Felt like it was a little different at one point but then her stepdad died.. I didn't know about it at the time and then things just seemed even more different. Talked to me even less. Her mom did remarry last year though. They also got a dog, surprisingly. She got bit by a dog when younger and was scared of them. Nice seeing stuff but its def not the same as it once was. Tried talking at times but she either ignores it or we talked about stuff that didn't really matter...\n  ","474913":"\n  Think one of them was or allstar? Idk...\n  \n  Dad currently has a minivan since his other car died. Ofcourse he's beating it to shit already lol took out back seats and all that to make room for his tools etc\n  ","474914":"\n  Seems so! He did not care!!\n  ","474915":"\n  A nut just fell down my top:(\n  ","474916":"\n  Not really. She hates me I think. Not really sure what I did wrong. Doesn't talk to me on FB. Follows my IG.. which seems a bit weird considering that. Was watching stories at one point..\n  ","474917":"\n  Ah yes! Waited my whole life for those lovely quotes;)\n  ","474918":"\n  So mean :(\n  ","474919":"\n  Sounds good 😍\n  ","474920":"\n  Eating nuts, chocolate, strawberries and a clementine. Watching titanic. Hating life and quarantine.\n  ","474921":"\n  I think ours was a ford...\n  ","474922":"\n  Don't think one is better than the other\n  ","474923":"\n  Imagine if it wasn't donuts used :p\n  \n  Sounds good.\n  \n  Should try doing.\n  \n  Last time we tried a brownie mix and it just wasn't the right texture for it\n  ","474924":"\n  Doesn't matter\n  ","474925":"\n  There was a guy wearing gloves at the store and he was eating out of the bag that he was buying with gloves on 🤣\n  ","474926":"\n  ( -_- )\n  ","474927":"\n  Such a little shit\n  ","474928":"\n  Definitely not then XD\n  ","474929":"\n  Yes\n  ","474930":"\n  Soooooo many links!!\n  ","474931":"\n  Will do. Our microwave has been broken for a while now.\n  ","474932":"\n  lol ok then\n  ","474933":"\n  🍩🍩🍩🍩🍩🍩🍩\n  ","474934":"\n  Haven't been with a tranny\n  ","474935":"\n  He went that way---->\n  ","474936":"\n  Since when?\n  ","474937":"\n  Can be!\n  ","474938":"\n  I'd blow yours\n  ","474939":"\n  Me lol\n  ","474940":"\n  As we all die? ;)\n  ","474941":"\n  Yes, heard something like that.\n  \n  Actually noticed some pictures where a person had the whole scruba and tank on, someone cut a huge water jug to cover their face with, dinosaur mask and other odd \"masks\".\n  ","474942":"\n  I thought so\n  ","474943":"\n  Fucking minivans lol\n  ","474944":"\n  After my period unless you wanna change that 😉\n  ","474945":"\n  More about the different family types, development, different classes, the criminology aspects of it.\n  ","474946":"\n  Hm I'm not quite sure. I feel like I know more people with bipolar disorder so it's interesting knowing more on that.\n  ","474947":"\n  Abnormal psychology? It's more about disorders out there. The symptoms, case studies etc\n  ","474948":"\n  Yup lol my mom can be. Especially when its more \"bad\" things.\n  ","474949":"\n  Not quite sure. I think I'm more understanding especially when it comes to abnormal psychology.\n  ","474950":"\n  Pretty Woman is on tv but I felt like Titanic instead ¯\\_(ツ)_\/¯\n  ","474951":"\n  My bed, currently 🙃\n  ","474952":"\n  Nope. I haven't been to stores where it's most needed.\n  \n  Nobody is outside when I do walk.\n  ","474953":"\n  Wouldn't have pets if that was the case lol\n  ","474954":"\n  Or share mine 😈\n  ","474955":"\n  An inheritance. Said she'd give us something and then didn't when the time came.\n  ","474956":"\n\n   @patchy_life\n  \n  book\n  \n  I still have the 2nd one too.\n  \n  Quarantine ruining those plans\n  ","474957":"\n  The last one tho 🤣🤣🤣\n  ","474958":"\n  On quarantine\n  ","474959":"\n  Hey king\n  ","474960":"\n  No that's fine kind of over it now 🤣\n  \n  Thanks for the idea tho\n  ","474961":"\n  Which Joe are we talking about?\n  ","474962":"\n  Yes. Neither works. Like the page just dies without showing everything.\n  ","474963":"\n  Yes :(\n  \n  It's just giving me this at the bottom of it.\n  \n   @DovahMonah\n  \n","474964":"\n  Not sure I've seen that\n  ","474965":"\n  I haven't reached the limit in years 🤣 haha all good :)\n  ","474966":"\n  No. Reread that.\n  ","474967":"\n  Les miserables\n  \n  Across the Universe\n  ","474968":"\n  Not that often. I would be tired after the gym. Maybe once my period ends I will:)\n  ","474969":"\n  Not all of it. Couldn't get into it. I mentioned it on here and then the next day everyone was talking about it 🤣\n  \n  Already know what happens. Seen memes too.\n  ","474970":"\n  Cheese :p\n  \n  Or bbq chicken if feeling fancy\n  \n  Don't mind pepperoni or hamburger sausage either.\n  ","474971":"\n  All the above\n  ","474972":"\n  $$$$$$$\n  ","474973":"\n  Donuts and you\n  ","474974":"\n  Watch me post them on secret one day and\n  \n   @Ice_Frozen_Vocals\n  \n  will be the only one that looks 🤣🤣🤣\n  ","474975":"\n  Seriously XD\n  ","474976":"\n  Any direction? Am lost.\n  ","474977":"\n  I'll try!\n  ","474978":"\n  B!tch, I might be.\n  ","474979":"\n  Like\n  \n  1. Personality\n  \n  2. I do my own thing. Not a leader or follower\n  \n  3. Eyes\n  \n  4. Dirty mind\n  \n  5. Accepting\n  ","474980":"\n  Shared :)\n  ","474981":"\n  The Bygone\n  ","474982":"\n  Oh yes lol\n  ","474983":"\n  Maybe a little\n  ","474984":"\n  Haha my mind...\n  ","474985":"\n  Had a bath and shower yesterday.\n  \n  But yes. I don't take a shower straight away anyways.\n  ","474986":"\n  👍\n  ","474987":"\n  No. I'm not paying 1000 for each question you do.\n  ","474988":"\n  Born and raised in Massachusetts.\n  \n  Currently in Arizona.\n  ","474989":"\n  Mom\n  ","474990":"\n  2020\n  ","474991":"\n  No. Haven't gone anywhere where I'd need one.\n  ","474992":"\n  Never!\n  ","474993":"\n  Find out for yourself\n  ","474994":"\n  No. S*x does or other means if it's harder for the couple to procreate.\n  ","474995":"\n  Did you see the pantyhose one? 🤣\n  ","474996":"\n  I did 😉\n  ","474997":"\n  Think its a bit late for that\n  ","474998":"\n  Not sure.\n  ","474999":"\n  Bonjour\n  ","475000":"\n  I believe so\n  ","475001":"\n  Tupac\n  \n  biggie\n  \n  Eminem\n  \n  jayz\n  \n  Ja rule\n  \n  p diddy and all his other names 🤣\n  \n  Usher\n  \n  Ashanti\n  \n  Aaliyah\n  \n  Brandy and Monica\n  \n  Eve\n  \n  Missy Elliott\n  \n  Shaggy\n  \n  Probably some others I'm forgetting atm\n  ","475002":"\n  Cooked or got something else?\n  ","475003":"\n  lol I'd be adorable :p\n  ","475004":"\n  I've noticed that  :p\n  ","475005":"\n  Sureeee\n  ","475006":"\n  White or a whitish grey :)\n  ","475007":"\n  Bet yours does\n  ","475008":"\n  My brother-in-law's brother does. Next time you should look :p\n  ","475009":"\n  In Maine.\n  ","475010":"\n  🤣🤣🤣\n  ","475011":"\n  No\n  ","475012":"\n  Lily's dark chocolate (2 of them)\n  \n  Quest bar\n  \n  Russell Strover's mint sugar free ones.\n  ","475013":"\n  Need...\n  ","475014":"\n  lol no thanks\n  ","475015":"\n  I don't think so\n  ","475016":"\n  Dating some Nascar guy.\n  ","475017":"\n  E\n  ","475018":"\n  Don't exactly want to go to the gyno atm :p\n  ","475019":"\n  XD\n  ","475020":"\n  My nephews like them.\n  ","475021":"\n  It's been ok... and then the whole doctor accident and now my period made it much worse lol but atleast already under quarantine and have no obligations besides stay home.\n  \n  Will be interesting seeing how June (sister's babyshower) and July (cousin's wedding) will be like. The place they are getting married at just closed down yesterday so its really a gamble with what will happen in the end.\n  ","475022":"\n  Hahahaaha\n  ","475023":"\n  Glad you agree.\n  ","475024":"\n  Much better;)\n  ","475025":"\n  Why would I want to? Been nursing a black eye and other face \"injuries\" and now on my period. Excuse me for not wanting to go to the store...\n  ","475026":"\n  🤣🙃🤣🙃\n  ","475027":"\n  I like the question mark\n  ","475028":"\n  I don't time it. However long I need to be in there ¯\\_(ツ)_\/¯ more now because of period hygiene :p\n  ","475029":"\n  My 🍑 and thighs currently :(\n  ","475030":"\n  Nah. I want a massage or something. Good night.\n  ","475031":"\n  In the morning?\n  \n  Check the time.\n  \n   Use the bathroom.\n   \n\n     View more\n    \n\n","475032":"\n  Now would be the perfect time to look up buddhism but I'm lost with the right information\/sites\/books 🤔🙃\n  ","475033":"\n  I haven't really had any pluses 🤣\n  \n  Unless you count\n  \n  Hiding my face and nobody seeing that\n  \n  Or\n  \n  My period and wanting social distancing because of that\n  \n  Its literally been shitttttt\n  ","475034":"\n  I'll just give the ones I don't like since clearly after those :p I like a lot of me lol\n  \n  1. Fact I'm on my period 👎its good that I'm regulating again but sucks too since I hate blood and everything that comes with periods.\n  \n  2. Weight isn't where I feel I should be. Still loving myself during the journey and all that. 👍\n  \n  3. Smile\n  \n  4. That I was stupid when younger and didn't save up for things that actually matter in life, including traveling.\n  \n  5. Single. Sometimes it doesn't bug me though. But ya.. crave the intimacy more often.\n  ","475035":"\n  The situation matters more. I definitely analyze why I'm feeling \"lost\". I suppose everything that I'd do centers around that feeling. Time does help. Certain distractions. Not really sure what to write since it's a bit vague.\n  ","475036":"\n  When you eat a slice of watermelon at almost midnight ¯\\_(ツ)_\/¯\n  ","475037":"\n  I haven't heard this song in years\n  \n\n   https:\/\/youtu.be\/5qrTmNDZ-nc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","475038":"\n  I answered this earlier :)\n  ","475039":"\n  Robin Williams\n  \n  Ron White\n  \n  Dane Cook\n  \n  Bill Burr\n  \n  Tim Minchin\n  \n  Dave Chappelle\n  \n  Jim Carey\n  \n  Eddie Murphy\n  ","475040":"\n  I want to do more, go on adventures etc\n  ","475041":"\n  I took a walk so that was good. Back to the fetal position and music 🤣\n  ","475042":"\n  Infj I believe it said last time?\n  \n  I don't feel like taking it or scrolling to see 🤣\n  ","475043":"\n  Feeling like 90s nostalgia songs kind of night?\n  ","475044":"\n  Titanic\n  \n  Star Wars\n  \n  Star Trek\n  \n  LOTR\n  \n  Back to the future\n  \n  Les miserables\n  \n  Sound of music\n  \n  Lately:\n  \n  The Irishman.. no, I wouldn't watch that one again.\n  ","475045":"\n  Yes, agreed.\n  ","475046":"\n  I'll pass.\n  \n  Falling on your face and then having a period doesn't exactly make me want to post pictures.\n  ","475047":"\n  Does switching fetal position sides count as a feeling?\n  ","475048":"\n  It's a little tart for me but its ok too.\n  \n  I like oj or apple juice more.\n  ","475049":"\n  Panda Express-\n  \n  Chicken, mushroom, zucchini\n  \n  Everyone else is getting something else. Think it's all different chicken ones though. Nobody wanted to cook tonight.\n  ","475050":"\n  Doesn't fully matter the type. Just notice that lol\n  \n  I do like clean shaven too but damn beards 😍\n  ","475051":"\n  I feel like 95% have beards?\n  ","475052":"\n  Yes\n  ","475053":"\n  Something you keep thinking about over and over...\n  ","475054":"\n  Same. They don't even say anything new lol like move on.\n  ","475055":"\n  Ok\n  ","475056":"\n  👍\n  ","475057":"\n  You too sunshine\n  ","475058":"\n  Um... what did I just read? 🤣\n  ","475059":"\n  Too bad they'd never make friends acting like that unless it's to brainwash them into thinking the same way they do.  I haven't said anything bad since last October and they still act like children on here. ¯\\_(ツ)_\/¯\n  ","475060":"\n  But yet poc can shit on people for just being white too... shouldn't work that way. That's still being racist. \"They act so white\" is still racist...\n  \n  Even reading a book where the girl is mixed and she says bad things about her white heritage. Nobody wins.\n  \n  Have a good night\n  ","475061":"\n  Maybe or in a take for granted type way. Sometimes could be unconsciously too.\n  ","475062":"\n  Nokia. Early 2000s\n  ","475063":"\n  The elyssa 🙃👏\n  \n   @elysssa_d\n  \n","475064":"\n  You must be very bored on quarantine.\n  ","475065":"\n  Cute\n  ","475066":"\n  Is there a reason for this question?\n  ","475067":"\n  The network\n  ","475068":"\n  Nice\n  ","475069":"\n  Hmm Nothing too out there\n  \n  Onlyfans did reject me though 🤣🤙🙃\n  ","475070":"\n  We could play doctor\n  ","475071":"\n  Haha why not?\n  \n  What type blood are you anyways? 🙈\n  ","475072":"\n  Super creepy, dude.\n  ","475073":"\n  It's been all over the place. From the doctor accident to my period now. Feeling very tested overall lol.\n  ","475074":"\n  Hope you like blood then\n  ","475075":"\n  No thanks\n  ","475076":"\n  I use pads. My mom actually ended up buying the last ones at Walmart today. I still have a decent amount of the other pack left..\n  ","475077":"\n  Pictured someone doing that but with a doctor mask on.\n  ","475078":"\n  I'd rather have the donut\n  ","475079":"\n  For a donut? Nah 🤣\n  ","475080":"\n  Probably my brother trying to run away and then we all became friends with them.\n  ","475081":"\n  Pretty much me. Make the pancakes into chocolate, ice cream or some random craving that comes up.\n  ","475082":"\n  Yes :) always doing something fun and creative\n  ","475083":"\n  Probably miss everything :p\n  \n  Not in school, haven't seen friends or their cousins. Been doing lots of art projects, made a garden, chalk drawings encouraging people, made a fitness map where they'd run\/squat\/pushups and other type of things outside their house.\n  \n  Their mom posts a lot of pictures of them during quarantine.\n  ","475084":"\n  Depends on the girl. How bad cramps are, people being stupid etc.\n  \n  There was something yesterday about pantyhose where I was doing it more for laughs but at the same time the guy was being more of a douche since I wasn't entertaining his fetish.\n  \n  I've complained a little but not exactly moody either.\n  ","475085":"\n  I do but not living with them lol nephews\n  \n  Haven't seen since before quarantine.\n  ","475086":"\n  My sister is pregnant, doesn't have a kid quite yet. July 🤙\n  ","475087":"\n  In the past, yes.\n  ","475088":"\n  Egg hunts are fun! We're all adults so that wouldn't be as fun. Sister can't really bend over to get eggs either.\n  \n  Its more fun when a kid.\n  ","475089":"\n  I doubt we'll do anything.\n  ","475090":"\n  Dad - work ethic, can be funny at times, makes friends easily\n  \n  Mom - most qualities are good\n  ","475091":"\n  Miserable but atleast I have bubbles\n  ","475092":"\n  No but we both thought the other was going to be a b!tch. She was the skinny tall ex-cheerleader.\n  ","475093":"\n  Annoyed with myself. Accidentally had the tub on the hottest setting. Didn't notice until it was done. Way too hot! Adding cold water didn't help either. Had to unclog and redo. Taking forever -_-\n  ","475094":"\n  I forget what that's like 😉\n  ","475095":"\n  Nah. Should take a bath\/shower\n  ","475096":"\n  Depends on the why.\n  ","475097":"\n  Cool.\n  ","475098":"\n  Chocolate and ice cream\n  \n  - my period\n  ","475099":"\n  I don't need any gadgets atm\n  ","475100":"\n  It's ok, I have chocolate now.\n  ","475101":"\n  Yes. My rap stage was between that time XD\n  ","475102":"\n  I did.\n  ","475103":"\n  Not sure. I'm picky 😉\n  \n  - having an open mind can help. Go on when you feel like it.. better conversations can happen. If you feel down then that might not be the best time to look\/talk to someone.\n  \n  - sometimes I feel like the only one putting in effort. If someone is more reserved, only one sided then they probably aren't as invested in you\/the conversation.\n  \n  - I end up unmatching people if they haven't replied in forever, felt no connection with, can't remember why I matched them in the first place, boring conversation. I'd rather not waste energy on people who also didn't feel anything.\n  \n  - be real. Take decent pictures. Have a good profile.\n  \n  - maybe ask a guy out if you feel like the guy is hesitant of asking you.\n  \n  - trust gut instincts about the person. Most guys who ask for sc probably aren't serious of actually wanting someone etc\n  ","475104":"\n  No. You can like someone, have an attraction, feel like you want someone in your life regardless of the way, lust but love at first sight... maybe not. I haven't experienced that. Love should grow between the people.\n  ","475105":"\n  Drinking a raspberry mint tea. Noticed something about raspberry last night for periods and then mint in general is supposed to help so mixed both teas again:)\n  ","475106":"\n  Snapping turtle, Brutus.\n  \n  Alligator, Walter. Dad had him as an egg. Was sick and he called up the vet. The guys didn't take it seriously and told him to come in 🤣 joke was on them. He got the taxidermy.\n  ","475107":"\n\n   https:\/\/youtu.be\/e4NttbSaQ7I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","475108":"\n  I think so.\n  ","475109":"\n  My dog\n  ","475110":"\n  Ugh\n  ","475111":"\n  Gym\n  \n  See people?\n  ","475112":"\n  No thanks. You can keep that to the many h*es\n  ","475113":"\n  Liberal arts\n  ","475114":"\n  They can change, you don't need to give up completely. Would you really want something you didn't like?\n  ","475115":"\n  A lot more\n  ","475116":"\n  :)\n  ","475117":"\n  ¯\\_(ツ)_\/¯\n  ","475118":"\n  Right\n  ","475119":"\n  Partner\n  ","475120":"\n  Well we have less currently...\n  ","475121":"\n  Yes. I get more anons tho\n  ","475122":"\n  yyeh\n  ","475123":"\n  You have no manners.\n  ","475124":"\n  Technically I didn't say anything\n  ","475125":"\n  They want the \"trophy wife\" status meanwhile the guy is probably garbage but everyone let's him get away with it because he's rich.\n  ","475126":"\n  Kind of happens when you have your period lol\n  ","475127":"\n  Titanic\n  \n  The Notebook\n  \n  The Holiday\n  \n  Definitely, maybe\n  \n  Leap Year\n  ","475128":"\n  Ambivert\n  ","475129":"\n  Not much\n  ","475130":"\n  People that piss me off?\n  ","475131":"\n  Gym :(\n  \n  Still been walking and doing at home workouts though. Not the same!\n  ","475132":"\n  Fine, fine :p\n  ","475133":"\n  I like both but cheese sounds better to me rn\n  ","475134":"\n  *hugs*\n  ","475135":"\n  Ah ok..\n  ","475136":"\n  Can be lots of different types. We have a meat freezer. Also\n  \n  an automatic food vacuum sealer so that it will last longer. Sometimes it will be fresh but more so the frozen route.\n  ","475137":"\n  No. I like it dark.\n  ","475138":"\n  Guess I'll have to use the biget then :(\n  ","475139":"\n  Probably 🤣\n  ","475140":"\n  No since I don't need tp right now\n  ","475141":"\n  :(\n  ","475142":"\n  You ran out of TP?\n  ","475143":"\n  Agreed.\n  \n   @poetalunam\n  \n  made a good point in their answer to it as well.\n  ","475144":"\n  Boston creme\n  \n  I like glazed too. Now I want Krispy Kreme. I doubt they are essential?\n  ","475145":"\n  In most cases, yes.\n  ","475146":"\n  You aren't alone.\n  ","475147":"\n  Toyota Corolla\n  ","475148":"\n  End quarantine?\n  ","475149":"\n  👏👏👏👏👏👏\n  ","475150":"\n  Like my insides 🙃\n  ","475151":"\n  Yes.\n  ","475152":"\n  Haha yes XD\n  ","475153":"\n  Not chocolate :(\n  ","475154":"\n  Night x\n  ","475155":"\n  I don't give to anons\n  ","475156":"\n  Got a movie on\n  ","475157":"\n  Whichever one I got along with better. I care more about the person, not their schooling or financial situations. It doesn't matter in the end.\n  ","475158":"\n  Singing with friends, staying out until the street lights came on, walking around town with friends, bike rides etc\n  ","475159":"\n  Myrtle beach or Niagara Falls\n  ","475160":"\n  Why make someone feel worse?\n  ","475161":"\n  Not doing this tonight\n  ","475162":"\n  Want 😘\n  ","475163":"\n  Not being on my period helps 🤙\n  ","475164":"\n  I know my flaws, people don't always need to tell me and be rude about it.\n  \n  Feel like garbage atm 🙃\n  ","475165":"\n  I'd like either way.\n  ","475166":"\n  Anything. The quarantine hasn't affected my viewing experience.\n  ","475167":"\n  On my period and no chocolate here :(\n  ","475168":"\n  Just been watching movies.\n  ","475169":"\n  I'm so happy that wasn't a chocolate poll\n  ","475170":"\n  Oh?\n  ","475171":"\n  Only been a few times but yes, it's good.\n  ","475172":"\n  Depends how big the closet was..\n  ","475173":"\n  Comfy ones, especially now.\n  ","475174":"\n  Nope lol\n  ","475175":"\n  Heard a song and it was kind of rapping like that.\n  ","475176":"\n  Yes. Eating watermelon and pineapple. Just put another movie on.\n  ","475177":"\n  This one makes me laugh\n  \n\n   https:\/\/youtu.be\/M5azNpTwVk8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","475178":"\n  How about we have some good ones that actually helps the world? 🤣\n  ","475179":"\n  I feel like converse would just make my feet look enormous:(\n  \n  Had a pair of Van's before.\n  ","475180":"\n  I thought about you recently o.o\n  ","475181":"\n  No punctuation\n  ","475182":"\n  Ikr. Never even seen the person on here before. Acting all high and mighty because I downgraded pantyhose  🤣 dude probably never even seen some in person before unless he stole from his mom\/sister's drawers.\n  ","475183":"\n  Chicken and carrots.\n  \n  I wasn't in the mood for cucumber or salad though.\n  ","475184":"\n  Take a dictionary\n  ","475185":"\n  Outside!\n  ","475186":"\n  I know it ¯\\_(ツ)_\/¯\n  \n  You are still being odd though just because I'm not entertaining this pantyhose fetish for you.\n  ","475187":"\n  Lion king\n  ","475188":"\n  Think those pantyhose are too tight on you\n  ","475189":"\n  Yes, had some mint Rebel ice cream earlier. The herb is good too.\n  ","475190":"\n  What does that have to do with anything? lol\n  ","475191":"\n  My first thought when reading this was \"no\".\n  ","475192":"\n  Mermaid\n  ","475193":"\n  I need more moments like that lately\n  ","475194":"\n  I didn't ask anything nor did I get anything o.o\n  ","475195":"\n  Think that would be the full list then 🤣 can do no wrong.\n  ","475196":"\n  I don't trust FB links here.\n  ","475197":"\n  Was middle school going into hs for me\n  ","475198":"\n  👍\n  ","475199":"\n  It's ok. Lean on me was clearly a lie anyways lol nobody is ever there when you truly need them.\n  ","475200":"\n  Aww\n  ","475201":"\n  I didn't ask for opinions on it\n  ","475202":"\n  Venice is looking pretty again.\n  ","475203":"\n  First is always best!!\n  ","475204":"\n  Yup\n  ","475205":"\n  No. Who would? The best part would be taking them off lol\n  ","475206":"\n  Haha alright XD\n  ","475207":"\n  The last movie lol\n  ","475208":"\n  That's nice of her <3\n  ","475209":"\n  Very nice\n  ","475210":"\n  R.i.p Bill Withers\n  ","475211":"\n  Cool\n  ","475212":"\n  Yo\n  ","475213":"\n  Indeed\n  ","475214":"\n  Sure\n  ","475215":"\n  Not everyone wants the same things\n  ","475216":"\n  They can still work while being a wife\/mother too.\n  \n  Its not the 50s anymore lol\n  ","475217":"\n  Nobody needs a picture of me in the fetal position 🤣\n  ","475218":"\n  Addictive sounds weird here but yes, it can be dangerous too.\n  ","475219":"\n  No. You should still be your own person. Yes, those titles matter but so do they! Still have a name, ideas, dreams apart from family etc\n  ","475220":"\n  Don't think I understand the usage of chafing there lol\n  ","475221":"\n  Experiences lol\n  \n  Their actions\n  ","475222":"\n  I like songs from both\n  ","475223":"\n  Hello\n  ","475224":"\n  Yes. I have a bath&body works one and then a couple of bigger ones around the house.. think purell ones.\n  \n  Also been using soap too.\n  ","475225":"\n  I rarely drink coffee.\n  ","475226":"\n  Yes but also depends what it is too\n  ","475227":"\n  lol no\n  \n  Day 1 of my period\n  \n  Tried getting a nap and then all the cramps wanted to make that difficult -_- was a dull ache and then bam.\n  ","475228":"\n  Today. A nap sounds great 🤞\n  ","475229":"\n  Pencil me in for one sometime this month?\n  ","475230":"\n  Leopard\n  ","475231":"\n  Maybe later. I don't set out with a list.. just whatever I'm in the mood for after something ends.\n  ","475232":"\n  Pulp Fiction\n  \n  Catch me if you can\n  \n  Batman Returns\n  \n  Wedding Crashers\n  \n  At close range\n  \n  Blast from the past\n  \n  Around the bend\n  \n  Americas sweethearts\n  ","475233":"\n  🤣🤣🤣\n  ","475234":"\n  No but you also don't need to make a huge deal out of it either.\n  ","475235":"\n  Maybe 7?\n  ","475236":"\n  Alien\n  ","475237":"\n  Not totally but they can be interesting!\n  ","475238":"\n  Doritos\n  ","475239":"\n  Long enough.\n  ","475240":"\n  Hard times :(\n  ","475241":"\n  Vic Mignogna\n  ","475242":"\n  This song could work too\n  \n\n   https:\/\/youtu.be\/VMYAEHE2GrM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","475243":"\n  Molly Ringwald.\n  \n  You?\n  \n  Hahaha\n  ","475244":"\n  Nice :)\n  ","475245":"\n  Not today lol\n  ","475246":"\n  With the right people\n  ","475247":"\n  Sometimes worse\n  ","475248":"\n  Barbie dolls\n  \n  A lion stuffed animal. My sister didn't like that 🤣 r.i.p that mane\n  ","475249":"\n  No 😈\n  \n  I wanted more sleep, flo.\n  ","475250":"\n  I like both. More vintage tho\n  ","475251":"\n  Should get half then 🤑\n  \n  Could make more too. Even solo ones etc\n  ","475252":"\n  Not really, mine. It wasn't that constant to begin with.\n  \n  Other people I live with, yes, but I don't feel like its my information to talk about.\n  ","475253":"\n  No? I know some days they do bulk ones but I think that's pretty random days during the month. Usually its just normal trash and weeds :p\n  ","475254":"\n  I feel like we do but then after a while, no.\n  \n  I'd say that I only remained friends with one throughout the years.\n  ","475255":"\n  No but I did notice yesterday that my flag ended up in the UK again lol\n  ","475256":"\n  I know :(\n  ","475257":"\n  I'll leave that to someone else on here 😉\n  ","475258":"\n  Yes. I don't hold grudges, wasted energy.\n  ","475259":"\n  I doubt it. They were parked infront of a house that's right on the golf course and then left.\n  \n  Also idiots are still golfing -_-\n  ","475260":"\n  No\n  ","475261":"\n  It's shitty for everyone right now.\n  ","475262":"\n  Lucky me 🤣\n  \n  Yes, it can at times:)\n  ","475263":"\n  Good night\n  ","475264":"\n  I don't feel like I've been creative at all. Just been watching movies, reading, started doing some at home workouts, walking.\n  \n  I'd like to write more but have no idea what to write next. Tricky situation. No real ideas in mind for it.\n  ","475265":"\n  A lot. Always overthinking.\n  ","475266":"\n  No. The opposite of that.\n  ","475267":"\n  This doesn't make sense\n  ","475268":"\n  The latter because you didn't specify that I had to kick with the toenail part 😈\n  ","475269":"\n  This made me laugh\n  ","475270":"\n  🤣👍\n  ","475271":"\n  Pussy first\n  ","475272":"\n  For sure\n  ","475273":"\n  Apparently its called nocturnal orgasm as well.\n  ","475274":"\n  That happens a lot.\n  ","475275":"\n  Oh\n  ","475276":"\n  Not the same;)\n  ","475277":"\n  Good dream to have:)\n  ","475278":"\n  The Goldfinch had its moments as it kept my attention but it lacked something too. Too long as well... lots of details that you don't fully need in the end\n  \n  I'd say the ones circled were more moving, held attention even more, easy reads.\n  ","475279":"\n  Yes lol they were younger too 🤣 people are strange\n  ","475280":"\n  Yup lol\n  \n  I know it's real though because I follow a lot of people who have done the program. They actually teach you and quiz you on what you watched\/read. It's not like Herbalife and coffee type bullshit that wont have long lasting results. More about the individual etc\n  ","475281":"\n  Agreed!\n  \n  Meanwhile on a walk and someone in a car screamed out \"stay at home\" 🤣 they weren't even at home lol neither of us is sick. It's ok to get exercise when nobody is around. Just seems so hypocritical since they weren't abiding by that standard too. Walking or driving. Still not at home! 🤣\n  ","475282":"\n  No.\n  \n  Think you need medication or lots of cranberry juice? Both.\n  ","475283":"\n  I need to watch more of them.\n  ","475284":"\n  You never sleep, man.\n  ","475285":"\n  I don't think any of them did.\n  ","475286":"\n  Yes. We're all in this 💕\n  ","475287":"\n  Half a burger, hot dog and half of one. Salad but I didn't really want much of the salad. Some avocado.\n  ","475288":"\n  It looks weird with white paper ¯\\_(ツ)_\/¯\n  ","475289":"\n  Saw this and another chalk drawing that said \"you are not alone\".\n  ","475290":"\n  The first two, simultaneously.\n  ","475291":"\n  Never\n  ","475292":"\n  He gave the link. I need to buy something first. The cheapest options would be the giftcard. I have the money, just not online currently. After that it will give you a portal where you learn about fitness\/nutrition like an actual classroom. I know some others that have done it and they get a degree type paper for it.\n  ","475293":"\n  Yes but it also depends what happened.\n  ","475294":"\n  Yes, I did. When I was a teen.\n  \n  Nope, I don't.\n  ","475295":"\n  I'm not sure. Most seem happy.\n  ","475296":"\n  A little 😉\n  ","475297":"\n  Good luck\n  ","475298":"\n  I took a shower. Shaved legs. These shorts are getting big on me. Noticed a small bruise on my boob from when I fell too, cool 👍\n  \n  Icing my face.\n  ","475299":"\n  It's ok.\n  ","475300":"\n  THUG 🤣🤣🤣\n  ","475301":"\n  Fuji, green, golden... it's all good.\n  ","475302":"\n  Weird ice breaker 🤣\n  ","475303":"\n  What's up?\n  ","475304":"\n  Coronavirus free for starters!\n  ","475305":"\n  I guess people\/characters.  Animals.\n  ","475306":"\n  Not be anon?\n  ","475307":"\n  Not enough good ones.\n  ","475308":"\n  That's good.\n  ","475309":"\n  About? ;)\n  ","475310":"\n  Yup\n  ","475311":"\n  I'm not sure how it looks on other devices but on the app it should be on the menu thing.\n  \n  Mine was weird since I was VIP for a while but didn't have the badge. Then I got it and within the next day or whatever it turned into the + part.\n  ","475312":"\n  Who knows lol\n  \n  Sister's baby shower is in June. Jack should be here in July.\n  \n  Had a wedding to go to in July.\n  \n  Everything weighs on the virus, really.\n  ","475313":"\n  Well aware :p\n  ","475314":"\n  Yes. Ask even tracks it for you.\n  \n  They had some other ones but they switched over to the shoutout ones for a while now.\n  ","475315":"\n  What?\n  ","475316":"\n  Not for anons\n  ","475317":"\n  It's fine. I'm not that invested into techno type sounds.\n  ","475318":"\n  I don't think so.. more cases I believe.\n  ","475319":"\n  I'm me lol ;)\n  ","475320":"\n  Ofcourse.\n  ","475321":"\n  They'd get a surprise.\n  \n  Reminds me of old dreams I'd have where the door to the bathroom would be glass and the window\/door would overlook the bathroom area so that anyone who was near the window or door could see into the glassed bathroom door.\n  ","475322":"\n  Cool\n  ","475323":"\n  Arizona\n  ","475324":"\n  I've only had the chocolate one. Seemed a little dry and blah.\n  ","475325":"\n  I thought that said rice at first 🤣\n  \n  Yes, sure XD\n  \n  A lot of people have been nice online. Telling where to buy things, trading, giving stuff to moms that ran out of milk and other products for their kids. Not sure if everyone had seen some good come out of it ¯\\_(ツ)_\/¯\n  ","475326":"\n  Medium to hot.\n  ","475327":"\n  Have been.\n  \n  Only time I've gone out has been at night while nobody else is around. Taking a walk.\n  ","475328":"\n  Johnny Depp. We could drink rum together too.\n  ","475329":"\n  I liked her in Sixteen Candles, The Breakfast Club, Pretty in Pink, The Facts of Life and The Secret Life of the American teenager.\n  ","475330":"\n  We're all fuc.k.ed\n  ","475331":"\n  Roses and sunflowers\n  ","475332":"\n  Thursday because last night was trash night\n  ","475333":"\n  Exercise, running\n  \n  Music\n  \n  Writing\/poetry.\n  \n  Still not sure what I should write next! :(\n  \n  I can start having movie marathons. Atleast 3.\n  ","475334":"\n  Don't remember if I've had those.\n  \n  Have you tried any of the mini bite ones? Not sure how I feel about those. If it was the flavor I tried or what.\n  ","475335":"\n  🤣🤣🤣\n  ","475336":"\n  I'm surprised it waited that long lol\n  ","475337":"\n  Would never think not being a solution = pretty.....\n  ","475338":"\n  Indeed\n  "}}