{"Question":{"475339":"\n   U translated its words but its expression means u are pretty\n  ","475340":"\n   It's ok to translate from English to Arabic but How did you translate my city accent Lol \nRare when u find even Egyptian know it if he's not from my city 😂\n  ","475341":"\n   *focuses on cake part 😂\n  ","475342":"\n   me lol\n  ","475343":"\n   انتى مش الك حل علاوله\n  ","475344":"\n   got kicked out of the plane. NO TICKET 😂\n  ","475345":"\n   nah they only had 3 🤣\n  ","475346":"\n   What was the last thing to annoy you\n  ","475347":"\n   What made people say that a lie becomes the truth?\n  ","475348":"\n   who?\n  ","475349":"\n   bad day?\n  ","475350":"\n   Which bra are you wearing today\n  ","475351":"\n   Why are people compelled to do mistakes they will regret later?\n  ","475352":"\n   how is work\n  ","475353":"\n   wonder if there will be valedictorians this year or what lol. that person must be crushed lmao\n  ","475354":"\n   If we learn from our mistakes, why are we so afraid of making mistakes?\n  ","475355":"\n   they are outstandingly hilarious 4.5's\n  ","475356":"\n   how did the one person in the middle of greenland get it? 🤣\n  ","475357":"\n   why is someone else allowed to talk about eggs? it doesnt seem like this person even deserves the eggs.\n  ","475358":"\n   What do you think people think of you?\n  ","475359":"\n   Which Disney character do you relate the most to? 🤔 Why? 😁\n  ","475360":"\n   How many licks does it take to get to the centre of your tootsie pop?\n  ","475361":"\n   Iam absolutely shattered\n  ","475362":"\n   ive been hoping this could somehow happen to me for weeks lol\n  ","475363":"\n   Good night sweetie\n  ","475364":"\n   you ever seen the robot chicken movies remakes?\n  ","475365":"\n   What is the most rewarding experience you have had and what made it so?\n  ","475366":"\n   Which 3 people - past or present - would you invite to a dinner party?\n  ","475367":"\n   ¡Publica una foto de tu personaje de ciencia ficción favorito!\n  ","475368":"\n   What would you say is your best skill? 👨‍🔧👨‍🍳👨‍🎨👩‍🎤 How much use do you get out of it? You think you'd be able to teach said skill to others? 😁\n  ","475369":"\n   Post a random gif of your choice here! 🤪 Let’s see how wild your minds are 😂\n  ","475370":"\n   What was cool when you were a child but isn’t cool now?\n  ","475371":"\n   What is your favourite snack?\n  ","475372":"\n   Learning to drive?\n  ","475373":"\n   This person is annoying\n  ","475374":"\n   You would have done it by now\n  ","475375":"\n   You can't change your situation\n  ","475376":"\n   Che genere musicale preferisci?\n  ","475377":"\n   When do you think the virus will be completely defeated?\n  ","475378":"\n   Hey do you have cash app? ☺️\n  ","475379":"\n   I think you're missing a point. Relationships take more than just love. You need a house, a car or two, a way to buy food....and since you've never really been in the position to provide those things, it makes sense that you'd match to someone who can.\n  ","475380":"\n   Do you think crying is a form of strength or weakness?\n  ","475381":"\n   user name your sharesome.com\n  ","475382":"\n   But face it, the quiz results were fundamentally true, love bit aside\n  ","475383":"\n   👉 FREE SPACE 😻\n  ","475384":"\n   hi\n  ","475385":"\n   Does scientific and technological progress require an unequal distribution of wealth? \nIs it worth it if only people who benefit are the rich?\n  ","475386":"\n   post more pictures of you on here\n  ","475387":"\n   kisses you\n  ","475388":"\n   grabs your booty\n  ","475389":"\n   Would you rather have a bacon sandwich or a sausage sandwich\n  ","475390":"\n   do you masturbate?\n  ","475391":"\n   what do you take for granted? what do you think lots of people take for granted?\n  ","475392":"\n   Favorite app\n  ","475393":"\n   was like one of the very first people i ever followed here. think i found your page through them. found them through the search feature like using the hashtags or search for movies and food lol\n  ","475394":"\n   *thinks about how would be compelled lick the glasses so as not to waste. did the bottle break?\n  ","475395":"\n   bread was 9 cents tho hoarding rebound overstock effect ftw :')\n  ","475396":"\n   out of those things what is the first priority?\n  ","475397":"\n   nice. did you end up watching anything?\n  ","475398":"\n   haha. you animal! you think you will ever incorporate a jelly or cinnamon bear? \n\nand now that your are done how are you feeling?\n  ","475399":"\n   do you wear any type of mask or gloves when going out in public now?\n  ","475400":"\n   is that your dream tho? what is your dream?\n  ","475401":"\n   was the last bottle there. so had to. was our destiny to find one another.\n  ","475402":"\n   yeah but like acronym way like every letter is like you must lose a finger or something lol. i could find a bunch of examples but i dont feel like looking. anyway its all part of the quirky fun lol\n  ","475403":"\n   Strange question: Did you want to do photosynthesis?\n  ","475404":"\n   what was the marinade? oh btw i broke down and got the taco bell sauce. figure ill start using it for other things. making taralli tmr but wont even use there. its been 9 months since i had ramen. prolly make tmr and use some there maybe. or maybe on hot dogs in a few days or BOTH\n  ","475405":"\n   he always has something im like what is that? lol. and i googled that and said other sht like i already forgot lol\n  ","475406":"\n   how about your safety? your health? your comfort zone?\n  ","475407":"\n   sea horses are not edible. maybe with the dove the children would be. i think that would improve our planet.\n  ","475408":"\n   What are you making for dinner tonight if you are making anything?\n\n_____________\nTonight we are cooking our anniversary dinner.\n\nWe are having Boudin.\nThen we are frying fish, shrimp, crab meat and onion rings.\nThen cupcakes for dessert.\n  ","475409":"\n   Jesus christ lol\n   \n    https:\/\/m.youtube.com\/watch?v=22JgHBb-0dg\n   \n","475410":"\n   Anyone heard the new song about Covid?  It is titled *Stay the fu+k at home!  Pretty hilarious.\n  ","475411":"\n   are you close with any of your cousins?\n  ","475412":"\n   They said that fake masks only help protect you against COVID-19 for 20 minutes, before you need to put on a new one. Does that change anything for you?\n  ","475413":"\n   any plans for today?\n  ","475414":"\n   are you currently training for anything? (preferably the zombie apocalypse lmao)\n  ","475415":"\n   whats for dinner?\n  ","475416":"\n   lol yeah it's so brutal right now. lol\n  ","475417":"\n   Use a sock other anon\n  ","475418":"\n   Thanks for this. I saw this on The Weather Channel too. They showed how to make it. Unfortunately all the rubbing alcohol and aloe vera is also sold out :\/\n  ","475419":"\n   Thoughts on April fools' day? 🤪 You like it or nah? Why? 🤔\n  ","475420":"\n   I had 3 hard boiled eggs today for lunch so that's what did it. I stocked up on a lot of eggs so I have to eat them all now. lol\n  ","475421":"\n   I didn't have any $ex sence the beginning of the quarantine 😟\n  ","475422":"\n   There's like no listings on Amazon that aren't sky high prices. And no stores by me have any of it and they have no toilet paper either. I've been going to the store the past 3 weeks and they have never had toilet paper when I went.\n  ","475423":"\n   Did you get punched?\n  ","475424":"\n   How is your day going?\n  ","475425":"\n   I'm running out of hand sanitizer and it's starting to stress me out. I don't know how to get any more.\n  ","475426":"\n   Are you checking the Johns Hopkins Coronavirus map? I see the cases by me are really growing. It's almost 500 now. Yikes!\n  ","475427":"\n   What love is?\n  ","475428":"\n   If you are in a relationship, tell me something wonderful about your significant other. If you're not in a relationship how would you treat your significant other if you were in one?\n\n6 year anniversary today for me and mine. Celebrating today and tomorrow. 😊❤\n  ","475429":"\n   Can you define love with your words?\n  ","475430":"\n   How should a perfect weekend start?\n  ","475431":"\n   do you truly believe the corona virus is a man made disease created by the chinese as a weapon to rid of the rest of the world or do you find your beliefs to be more realistic and scientific?\n  ","475432":"\n   do you think further extensions of a stay at home order could lead to martial law?\n  ","475433":"\n   It would be an iconic name for a hotel. Like are they calling you that? Is it a promise you’ll get some? or maybe it’s just so bad they call it that? You won’t know until you get there 😂\n  ","475434":"\n   Oggi entro in quella cosa oscura che è il web:\nAvete uno o più Youtuber preferiti? \nCome mai proprio loro? \nSenza vergogna o paura dei giudizi altrui, quelli sfanculãteli🌹\n  ","475435":"\n   do you think there is a distinct fear between fear and phobia?\n  ","475436":"\n   Which artists \/ bands do you think one should listen to if they wish to get to know your taste in music? 🎶🎸🎤🎻🎹\n  ","475437":"\n   now that you been for a while what do you think of the whole vip thing?\n  ","475438":"\n   Booty grabs or nah?\n  ","475439":"\n   Loose fit jeans or skinny jeans?\n  ","475440":"\n   __\n\nأربعينك يتكاثرون ؟\nفي طريقي اليوم رأيتُ الكثير منك ، وأظن أني قد وصلت الى الرقم تسعين وبعدها تعبتُ من العَد !\n\" كُفِ عن نثر ملامحك في وجوه العابرين \".\n  ","475441":"\n   underwear of the day?\n  ","475442":"\n   Do you use Zoom?\n  ","475443":"\n   What do you do when the remote isn't working right? Your reaction?\n  ","475444":"\n   safety rating?\n  ","475445":"\n   price spiked to 59 cents from 48 cents. not really a party anymore now, more of a soiree 😒\n  ","475446":"\n   how so?\n  ","475447":"\n   what percent of your life so far has been happy and what percent unhappy?\n  ","475448":"\n   Is surveillance ever a bad thing if you have nothing to hide?\n  ","475449":"\n   tonight's squats should be fun 😂\n  ","475450":"\n   Would you consider letting the Government shoot you up with this Covid-19 sh*t - for medical trials purposes- in exchange for a big bundle of cash?? 💉💰🤧😬\n  ","475451":"\n   Fruits or veggies?\nWhat doy you like more?\n  ","475452":"\n   when you need a refresher on your 2002 style texting with number pad acronyms 😂\n  ","475453":"\n   how fast could you do it?\n  ","475454":"\n   what was the karma from do you think?\n  ","475455":"\n   toilet paper to the gills back in those days. who could have imagined 😂\n  ","475456":"\n   Johnny Depp or Leonardo Decaprio??\n  ","475457":"\n   last thing to surprise you?\n  ","475458":"\n   those dreams a bad thing?\n  ","475459":"\n   interesting username 😂\n  ","475460":"\n   have not seen one april fools joke yet.\n  ","475461":"\n   alfonso and a chicken 😂\n  ","475462":"\n   you remember that person on ask that was always talking about wanting to be valedictorian?\n  ","475463":"\n   Crab or no? 🦀\n  ","475464":"\n   How has your lifestyle changed with the advent of quarantine? #StayAtASK\n  ","475465":"\n   Good night y\n  ","475466":"\n   What is your shoe size?\n  ","475467":"\n   at what point is starting a new friendship considered too forward, invasive?\n  ","475468":"\n   Can you do a cartwheel\n  ","475469":"\n   haha you dont have it anyway\n  ","475470":"\n   Were you valedictorian\n  ","475471":"\n   Do you have any interesting activities to do during quarantine? 🤪 I just began to do some simple workout and no jokes, my body’s sore as hell 😂\n  ","475472":"\n   Love you stay safe🌹\n  ","475473":"\n   Wow your eyes 😍.\n  ","475474":"\n   They showed super bowl 51 Sunday🌹\n  ","475475":"\n   Feels like some sports are having throwback games to rewatch during the virus🌹\n  ","475476":"\n   Had wings and got the 60 wing pack instead of 100🌹\n  ","475477":"\n   What's your biggest wish right now? 😊\n  ","475478":"\n   What two animals should breed and make a new animal?\n  ","475479":"\n   Throwback when I rewatched the super bowl and had a party February 7.🌹\n  ","475480":"\n   Do you like the new ask.fm version? 😇💙💚💜💛🌈\n  ","475481":"\n   Do you read the newspaper\n  ","475482":"\n   I love kitties.\n  ","475483":"\n   Post a picture of you wearing your mask? 😇💜👍\n  ","475484":"\n   If karma was coming back to you, would it help or hurt you?\n  ","475485":"\n   is there anyone in your family that’s currently incarcerated?\n  ","475486":"\n   How is your hibernation going?\n  ","475487":"\n   you root for tom or jerry?\n  ","475488":"\n   how are you ?\n  ","475489":"\n   cool is it  romcom, xo\n  ","475490":"\n   aw, plenty of rest now hugs\n  ","475491":"\n   I hope each and everyone of you have an amazing day! I hope it's productive! Much love to all you from the\n🇺🇸 USA. STAY SAFE!! 🤙\n  ","475492":"\n   Maybe a OLd pic😳😳🤗\n  ","475493":"\n   Pap shoes plzzz😳🤗\n  ","475494":"\n   If you dropped everything to pursue your dreams, what would you be risking?\n  ","475495":"\n   What’s your favorite strategy for getting a  guy to come asap?\n  ","475496":"\n   i love following each of you 🤍✨\n  ","475497":"\n   seminal vesicles\n  ","475498":"\n   is quarantine better or worse for vampires?\n  ","475499":"\n   cute\n  ","475500":"\n   store had eggs today. IT'S PARTY TIME\n  ","475501":"\n   Hi\n  ","475502":"\n   Do you like cats? Do you prefer orange cats or black cats?\n  ","475503":"\n   Is there anything that attracts people to where you live? 🤔 Do you ever encounter tourists? 📷\n  ","475504":"\n   Do you accept that a woman with a boyfriend or husband occasionally has s3X with other men?\n  ","475505":"\n   hey how are you xo\n  ","475506":"\n   Have you participated in census 2020?\n  ","475507":"\n   okay np xx\n  ","475508":"\n   well hope your okay, xo\n  ","475509":"\n   aw hope your okay poor you, arnica cream\/ointment good for bruises\n  ","475510":"\n   well , here if you need me xo\n  ","475511":"\n   Glad it's not too painful, though it does still sound quite uncomfortable. Hopefully it heals up quickly 🤞🏻\n  ","475512":"\n   hey wtw, some anon was being mean about your thighs, your beautiful, and your legs are lit tbh if its okay to say xo\n  ","475513":"\n   Ouch! That's rough, I hope you're not in too much pain 🙁\n  ","475514":"\n   How many days can you last without mastrbating?\n  ","475515":"\n   🔥🔥🔥\n  ","475516":"\n   If you had one last meal request what would you choose ?\n  ","475517":"\n   okay xo\n  ","475518":"\n   Did somebody go upside your head?\n  ","475519":"\n   how's your face feeling?\n  ","475520":"\n   whats the matter couldnt sleep?\n  ","475521":"\n   Have  you ever been  told to wear something that you thought I look so stupid\n  ","475522":"\n   how did it go?\n  ","475523":"\n   surprised you havent done. most have\n  ","475524":"\n   If someone sent you an unanonymous @, would you know what to do like what it means?\n  ","475525":"\n   👏👏👏\n  ","475526":"\n   maxwell's house 😂\n  ","475527":"\n   silver lining to the virus is it killed a lot of the gender talk bs 😂\n  ","475528":"\n   Wake up\n  ","475529":"\n   hey ignore the haters, the pics you posted your so beautiful\n  ","475530":"\n   Do you accept that a woman with a boyfriend or husband occasionally has s3X with other men?\n  ","475531":"\n   You're up early\n  ","475532":"\n   you ever use bbq sauce as a salad dressing? mix with oil 😉\n  ","475533":"\n   PAP __\n  ","475534":"\n   Good night beautiful\n  ","475535":"\n   Favourite condiment\n  ","475536":"\n   Напиши что первое пришло в голову\n  ","475537":"\n   in your country... how do police punish who break the quarantine? 😂😂😂😂\n  ","475538":"\n   Как назывались фильмы, которые......смотрелись , пока вы занимались УТРЕННИМ се..К...ом ? а мультики.......\n  ","475539":"\n   It love to make your ass red and purple its the sign of a well spanked bottom.\n  ","475540":"\n   What is your favourite word or expression?\n  ","475541":"\n   I just wanna turn you pink.\n  ","475542":"\n   “Believe you can and you're halfway there.” 💞\n  ","475543":"\n   Are you a reliable person? What does it mean to be one?\n  ","475544":"\n   Doesn't mean you wear a diaper just that you have your legs up in the air and your cheeks exposed.\n  ","475545":"\n   ОСТАВЬТЕ БЕЗОПАСНЫ ВСЕ❤❤❤❤❣️❣️❣️\n  ","475546":"\n   What is the craziest thing on your bucket list\n  ","475547":"\n   ¿Que cosas hacéis para llevar esta cuarentena lo mejor posible?\n  ","475548":"\n   Hi\n  ","475549":"\n   Would you rather always get first dibs or the last laugh?\n  ","475550":"\n   how?\n  ","475551":"\n   niceissimo!\n  ","475552":"\n   My doctor told me, my nose wouldn't bleed so much if I kept my finger out of there😊\n  ","475553":"\n   Rutabagas.\nYay or nay?\nHow do you cook them?\nOr do you just not cook them at all?\n  ","475554":"\n   When you travel, are you more outdoorsy or are you more of the hotel type?\n  ","475555":"\n   diaper position spanking\n  ","475556":"\n   Why not\n  ","475557":"\n   And then hanging out with Maxwell?\n  ","475558":"\n   Why\n  ","475559":"\n   Do you agree to be your friend, but not a temporary friend?\n  ","475560":"\n   whats for dinner?\n  ","475561":"\n   How did you spend your day under quarantine?\n  ","475562":"\n   Do you love the people of Syria or not frankly?\n  ","475563":"\n   would you stay at a hotel called hotel ASS?\n  ","475564":"\n   I am from Syria and I love to have friends from other places\n  ","475565":"\n   what do you think about all our classic films we’ve grown up watching becoming live action versions?\n  ","475566":"\n   How are you now\n  ","475567":"\n   Okay, I have no problem with that ... I am just a friend from a distance\n  ","475568":"\n   have you ever had someone try to take every win you’ve made and turn it around to be all about them?\n  ","475569":"\n   Do you have a habit of cleaning your phone with alcohol?\n  ","475570":"\n   Where are you from\n  ","475571":"\n   Do you have cable TV?\n  ","475572":"\n   Do you know by chance any good b00bs massage technique? With all this quarentine crap i haven't seen my gf for like a month now and before the lock down she complained about feel uncomfy because of the all-day bra on, and i want to surprise her with a good massage when we see each other agan. Thx\n  ","475573":"\n   i wanna SPANK you\n  ","475574":"\n   hope all is well ✨🤍\n  ","475575":"\n   is there a nickname you have. that only your family calls you or gave you?\n  ","475576":"\n   When do you usually take off your bra?\n  ","475577":"\n   do you have a cute name for your privates ?\n  ","475578":"\n   🤗 What is your love language? How do you show and wanna be shown love and affection? 💞 Make the test and post the result:\n   \n    https:\/\/www.5lovelanguages.com\/5-love-languages\/\n   \n   🥰 Is it accurate?\n  ","475579":"\n   What is your fave kind of cake?\n  ","475580":"\n   How many children do you think you will have in your life?\n  ","475581":"\n   nice. oil, salt, pep one of the very best things in the world. and some vinegar you are feeling inclined that day. dont need anything else really.\n  ","475582":"\n   hi how are you? :)\n  ","475583":"\n   When was the last time you hit a 10 on the horniness scale?\n  ","475584":"\n   Do you think it’s better to have one great skill you’re an A+ at or many skills you’re a C at?\n  ","475585":"\n   true. noticed that now. yeah meant in general. tbh most of it is  nothing special to me. like robbin eggs all those things... just gimmicks. really the only \"different\" think is the cadburry eggs. the rest is just a pastel colored wrapper lol\n  ","475586":"\n   ok i have an update here. disappointing one really. the walnuts... could not smell anything lol. maybe like out of the shell like how they had the peels still. no peels on the bagged shelled ones so.... lol\n  ","475587":"\n   im weak like that. the cinnamon bears approach my limit 😂\n  ","475588":"\n   oh and mild for them is like a whole different definition lol.\n  ","475589":"\n   you know nothing will change lmao\n  ","475590":"\n   Last night I think I sh!t the bed I was so drunk I gave a dude head\n  ","475591":"\n   and you dont have to cook with it. just sprinkle a bit on some while you are eating to see how you like. its funny how sometimes we wind up assigning certain spices to \"sweet\" or \"savory\" things. like cinnamon. who says it cant go in savory. indians are the masters of weaving spices. too bad spicy!\n  ","475592":"\n   Healthy! A little appetizer haha\n  ","475593":"\n   maybe combine them all and invent a new spice that will shock the world and maybe even cure the virus!\n  ","475594":"\n   Going out to buy snacks real quick anyone need anything? JK! What is everyone snacking on at the moment?🤗\n  ","475595":"\n   Are you an only child?\n  ","475596":"\n   hope you feel better soon hugs\n  ","475597":"\n   aw, its gonna get better now hugs\n  ","475598":"\n   hi lynds, was today tough xo\n  ","475599":"\n   Hope you feel better soon\n  ","475600":"\n   What happened? 🙁\n  ","475601":"\n   Have you watched Tiger King  yet?\n  ","475602":"\n   How is everyone today?\n  ","475603":"\n   Whats not on your mind?\n  ","475604":"\n   Is a 1 hook bra even a thing?\n  ","475605":"\n   Out of 10 how bored are you\n  ","475606":"\n   Have you ever kissed same gender person? 👬💓👭 If not - would you like to? 🌈\n  ","475607":"\n   the most till next week you mean! its amazing tho how the body adapts after time.\n  ","475608":"\n   usually peeple scream peeps. see what i did there :3\n  ","475609":"\n   Good morning keto quarantine person!\n  ","475610":"\n   Rate your sexual needs from 0 (what is sx?) to 10 (need some action 24\/7)\n  ","475611":"\n   someone requested that our buddy start utilizing the \"keep asking\" thread feature so its not clusterfck confusing mess all the time. did you see that? 😂\n  ","475612":"\n   Thoughts on daylight saving time? ☀️🕑 Dumb or no? Haha\n  ","475613":"\n   did not pick up mochi at said asian market. fail!\n  ","475614":"\n   yeah just dont go crazy with it. goes well that way with sauges and bacon too. also like it in spaetzle. works much like with scrambled eggs. actually they are both so similar in taste and texture come to think of it.\n  ","475615":"\n   you had more than 3 squirts in one session?\n  ","475616":"\n   If Jurassic Park \/ World truly existed like in the movies, no accidents had happened and the park was open for visitors, would you wanna go there? 🦖🦕 Why \/ why not? 🤔\n  ","475617":"\n   I've been couped up to long lol\n  ","475618":"\n   Turning way red.. 😊\n  ","475619":"\n   jealousy no, unless it's cos I can't make you have that 3 squirt session\n  ","475620":"\n   which ex\n  ","475621":"\n   nobody talks about spontaneous human combustion anymore. have you noticed that? such a bummer!\n  ","475622":"\n   thats what Red said. you know the irish guy!\n  ","475623":"\n   thats true ive got the angles lol\n  ","475624":"\n   Have you seen the whole album dedicated towards the coronavirus in Spotify? 😂\n  ","475625":"\n   Does anyone else have a hard time staying home in quarantine?\n  ","475626":"\n   ive been on anti inflammatory medications for like 19 years. i guess i would have burst into flames 😂\n  ","475627":"\n   do you remember pogs? i never messed with em but remember people collected them.\n  ","475628":"\n   yeah but i go chronologically. also that was the easiest one ever lol\n  ","475629":"\n   Are there any gangs where you live? Which ones?\n  ","475630":"\n   hope, now thats a dangerous thing...\n  ","475631":"\n   become a buddist?\n  ","475632":"\n   not even some garlic powder? my go to is dried basil. and sometimes nutmeg.\n  ","475633":"\n   are you on any anti-inflamatory medications?\n  ","475634":"\n   baby is the lie\n  ","475635":"\n   what are the pros and cons of going\/ not going?\n  ","475636":"\n   ah so around 50. gotcha 😊\n  ","475637":"\n   do you have a cute name for your privates ?\n  ","475638":"\n   What do you think they were thinking of when they came up with this emoji 💦\n  ","475639":"\n   sorry to hear it had such and effect on him.\n  ","475640":"\n   rip. or you can alwys find second hand PPE strewn all over the parking lots of stores and sht  😂\n  ","475641":"\n   how many eggs do you have?\n  ","475642":"\n   how do you season and what kind of fat do you use if any?\n  ","475643":"\n   will you be wearing any PPE?\n  ","475644":"\n   Don't read creepy\n  ","475645":"\n   y is even lazier than wym. think they have the virus and lack the extra energy for the last two letters?\n  ","475646":"\n   they followed up! 🥰\n  ","475647":"\n   how has he changed? uncle form your mom's or dad's side? how close are you to your uncle? again 3 parts lol\n  ","475648":"\n   \"had you a nice day\" is this way of speaking something you see often nowadays? so you see other people use that? seems more like a demand than a question lol\n  ","475649":"\n   i have lots.\n  ","475650":"\n   How is it creepy\n  ","475651":"\n   nice! aside from nightmares.\n  ","475652":"\n   You skipped your usual night exercise yesterday, maybe tonight?\n  ","475653":"\n   How can beauty save the world, if it requires victims?\n  ","475654":"\n   how about in the past?\n  ","475655":"\n   thats not cheating. by elevated i meant putting my feet up on a shelf so you push up way more weight lol sort of like a handstand push up. good times  😂\n  ","475656":"\n   to the doctor?\n  ","475657":"\n   do you have inflammation?\n  ","475658":"\n   Is it true that every woman's been felt up on a bus or train at least once? Did that happen to you?\n  ","475659":"\n   how many times a day do you hear \"that word\"?\n  ","475660":"\n   now that its over what was worse the idea of or the reality?\n  ","475661":"\n   they stopped reanswering the question i sent finally lol. maybe i shouldt say this cus it could be like kicking the beahive lol\n  ","475662":"\n   How have you never held a baby\n  ","475663":"\n   how are you feeling today? physically, mentally, and spiritually?\n  ","475664":"\n   any updates to the aunt saga?\n  ","475665":"\n   the vee person wants to know all your deepest darkest secrets 😂\n  ","475666":"\n   how long ago divorced? how long ago remarried? who have you been closer to? thats three parts fam 😊\n  ","475667":"\n   Good night\n  ","475668":"\n   In what applications do you go in quarantine the most? #StayAtASK\n  ","475669":"\n   What do you miss most right now?\n  ","475670":"\n   Two truths and a lie?\n  ","475671":"\n   Random question: have you ever seen a shark up close?\n  ","475672":"\n   Do you have any challenges for yourself to do during quarantine? 👯‍♀️\n  ","475673":"\n   What do you miss?  Is there anything you miss having or doing since the covid-19 thing started?\n  ","475674":"\n   I would prefet with someone’s spit\n  ","475675":"\n   today fox replayed super bowl 51 in the afternoon🌹\n  ","475676":"\n   What’s better?with oil,cream or  dry?\n  ","475677":"\n   “Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.”💞 — Your opinion? 🤗\n  ","475678":"\n   My bf saying he wants a les Paul... wtf is that\n  ","475679":"\n   What would someone have to do to make you dislike them immediately?\n  ","475680":"\n   worst?\n  ","475681":"\n   Joe Biden since he likes women’s hair\n  ","475682":"\n   Are you good at giving handjobs?\n  ","475683":"\n   Well you should. Stop being lazy gosh 🙄😂\n  ","475684":"\n   I just pulled a bug out of my hair\n  ","475685":"\n   Have you ever spoken on a CV Radio before? What did you say of you remember?\n  ","475686":"\n   Okay people. We are now being told, we are at the very apex of the flu epidemic. And to stay in houses, and visit no one, not even family members that may come to visit. I have read it online. The warning was online. What are your thoughts on it?  Legitimate or not?\n  ","475687":"\n   an entire film. watched this morning. similar theme. i dont think you would like it at all but its right up my alley haha. gluttony and hunger theme mixed with human greed and our dark nature. thought the film was quite the \"mouthful\" :)\n  ","475688":"\n   How was today for you?\n  ","475689":"\n\n    @redoasis2017\n   \n   has the virus. Please send your thoughts and prayers\n  ","475690":"\n   Would you rather live with a constant sneeze \/ cough everyday or live knowing that twice a week at anytime you're going to be sick but you never know when ?\n  ","475691":"\n   yeah mando lol. the other was on hulu maybe. idk i just stream. it was called 'the (shit i dont remember must look up lol) servant\" m. night shyalaman deal. i mean i just got tired of it. im not really the \"show\" type tbh.\n  ","475692":"\n   whats for dinner?\n  ","475693":"\n   good thinking. body might need that ice tomorrow ;)\n  ","475694":"\n   was a raisin upside down cake. with raisins and walnuts for the base. first time trying without an actual fruit. have done pineapple ofc, pears, peaches, and bananas. this time wanted to do a more \"compact\" version. i liked it.\n  ","475695":"\n   true. all the things he has experienced. also i think he is a good person. i dont know what he is up to anymore. stopped watching his shows years ago. the main thing is i think he would understand me. at least on some level. anyway i remember thinking this for an answer way back. but today prob no\n  ","475696":"\n   arctic circle must be on the itinerary then? 😂\n  ","475697":"\n   Do you collect anything\n  ","475698":"\n   someone real and alive is always a better answer because its a real answer. if i was to answer this i would say andrew zimmern. i used to be a pretty big fan. i just  think we would vibe well and appreciate things on a similar level. also talk ideas and experiences. nowadays tho id rather be alone.\n  ","475699":"\n   i will next time i open a package. right now they are all sealed. id already made a mental note of that but its good you reminded me. i had considered using raisins tomorrow but used a lot of them in a recipe the other day so will need a cool off period lol.\n  ","475700":"\n   yeah i mean so much time has gone by that i seen it that its so foggy specifics. but all in all i thought it was worth the time. how it ended tho i dont remember if its set to come back or not. i know that star wars one \"forgot name lol\" is but i dont think i care. the other show i was watching i qt\n  ","475701":"\n   i didnt ask this one \"about finishing any shows\" was someone else.\n  ","475702":"\n   How would you explain the word love to someone without using the word “love”?\n  ","475703":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","475704":"\n   What did you change?\n  ","475705":"\n   you remember that \"next level\" short we watched? i saw its mother lol\n  ","475706":"\n   well then if it was your blood brother the weeds would have been done last week with all that fire. weeds would have prolly uprooted and run away in fear lol\n  ","475707":"\n   did you ever end up finishing castle rock? forgot all about that.\n  ","475708":"\n   will be using *walnuts tomorrow so will have the opportunity to do a side by side smell test. will be a miniature highlight of my morning. i like to verify theories and categorize them as proven either way.\n  ","475709":"\n   directing some of the stock market angst towards those weeds? or is that your blood brother?\n  ","475710":"\n   i forgot the original question lol. lemme look...\n\nnot hoping for anyone lol. just wondering your answer. this is a question and answer site after all lol. these types of questions are interesting. some people say like famous dead historical figures. some people say deceased loved ones.... etc.\n  ","475711":"\n   Is Maxwell giving you a workout tonite\n  ","475712":"\n   Why we care with someone who don't care ?\n  ","475713":"\n   you will own the rest too, xo\n  ","475714":"\n   Have you ever lost contact with someone you used to talk to every day?\n  ","475715":"\n   well done you x\n  ","475716":"\n   hows the workout going impressive list bet you are owning it xo\n  ","475717":"\n   What did you do today?\n  ","475718":"\n   xo\n  ","475719":"\n   lol, way too beautiful yes aha\n  ","475720":"\n   Is there a flavor that your taste buds just cannot get used to? You can share more than one if you'd like to.\n  ","475721":"\n   you are so beautiful btw\n  ","475722":"\n   ik just did not like it being said to you, xo\n  ","475723":"\n   Are you eating a lot in this quarantine? Or are you taking care of your weight?\n  ","475724":"\n   saying about the sars\n  ","475725":"\n   Define the word, \"Hope.\"\n  ","475726":"\n   what a mean thing by anon\n  ","475727":"\n   do you work from home?\n  ","475728":"\n   The SARS-2 virus is mutating into a more dangerous form. What do you feel about the chance that you might die soon?\n  ","475729":"\n   aw, im so sorry xo\n  ","475730":"\n   -\n  ","475731":"\n   k, aw  guess he gonna change breakup etc it can be tough x\n  ","475732":"\n   Upon getting a stimulus check how will you go about with that money? All towards the bills or a good portion towards it and keep the rest? (No need to answer if you’re not getting it)\n  ","475733":"\n   aw are you close to your uncle\n  ","475734":"\n   aw, must be difficult for your uncle, then she end things\n  ","475735":"\n   okay cool, as long as they are happy xo\n  ","475736":"\n   why former aunt lol, i was out for a run with goldie\n  ","475737":"\n   If you had $5 left in your pocket, what would you spend it on?\n  ","475738":"\n   yep had you a nice day\n  ","475739":"\n   i dont get it? repeat evading offender. i even went and corrected their spelling but made little difference in the outcome 🤣🤣🤣\n  ","475740":"\n   yeah same my fave too x\n  ","475741":"\n   At what point in a relationship do you think is the best time ot move in together?\n  ","475742":"\n   when was the last time you took them on?\n  ","475743":"\n   do you like scrambled eggs\n  ","475744":"\n   😻 FREE *-* SPACE 😻\n  ","475745":"\n   Are you the kind of person who moves on quickly?\n  ","475746":"\n   A brand new game review was added to the channel in the bio \nCheck it out ! \nAnd give us your feedback please .\n  ","475747":"\n   Do you believe in horoscopes?\n  ","475748":"\n   What kind of food are you in the mood for today? Any plans to cook anything or are you just going to do it easy and maybe snack on a few things?\n  ","475749":"\n   Are you cold at the moment?\nAre you hot at the moment?\nOr are you comfortable?\n  ","475750":"\n   you ever see his appearance on the chappele show?\n  ","475751":"\n   oh nice. did you smell the wallnuts and foenegreek simultaneously? 😊\n  ","475752":"\n   ive only had in those cereals like special k etc. think i have 4 boxes of those and like 4 boxes of a general mills equivalent. all $1. gm ones are like 18oz so basically had no choice 😂\n  ","475753":"\n   😖\n  ","475754":"\n   Have you ever taken one of those DNA tests where you find out your ancestry and stuff?\n  ","475755":"\n   hands off! cant risk the global population of cinnamon bears deceasing. 😔\n  ","475756":"\n   strawberries are like chips right?\n  ","475757":"\n   bad one huh? well just a dream 🤗\n  ","475758":"\n   you must have me confused with another can. a banana one 🍌\n  ","475759":"\n   yes im offended you even asked! 😂\n  ","475760":"\n   Well do you have cash app babe tell me\n  ","475761":"\n   have you had any virus related dreams yet?\n  ","475762":"\n   I want make u be my girlfriend\n  ","475763":"\n   that song is like condensed s*x in a can 😂\n  ","475764":"\n   i never peel potatoe. what a waste!! 😲\n  ","475765":"\n   Do you want to be my girlfriend\n  ","475766":"\n   XD\n  ","475767":"\n   Have you ever bought anything from a food market NOT An Supermarket\n  ","475768":"\n   had some balsami dressing today. need to make mashed potatoes one of these days. is venison like a staple food down there?\n  ","475769":"\n   thoughts and prayers XD\n  ","475770":"\n   out of my budget 😂\n  ","475771":"\n   Why is s-e-x so delicious?🤔\n  ","475772":"\n   see a admirer\n  ","475773":"\n   yes np ill stop, do you go out exercising\n  ","475774":"\n   yes its so changeable the weather, all that food sounds delish x\n  ","475775":"\n   favourite thing you can cook\n  ","475776":"\n   “It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome.” 💞 — Thoughts? 🤗\n  ","475777":"\n   How is everyone coping with all the madness in the world right now? \n\nSending love to you  ❤️\n  ","475778":"\n   Good night beautiful\n  ","475779":"\n   what's the funniest thing you've seen on the internet lately? post a picture, if possible !!\n  ","475780":"\n   Do you use fruits for facial masks? If so, what fruits do you use? 😊🍌🍎🍏🍊🍋🍇🍈🍉🍐🍑🍒🍓🍍\n  ","475781":"\n   What was the last thing you got for free?\n  ","475782":"\n   how are you\n  ","475783":"\n   Waterbottles\n  ","475784":"\n   Have u tried hug in hot water?\n  ","475785":"\n   What responsibility would you gladly give up?🎌\n  ","475786":"\n   What celebrity pair would make an ideal couple?\n  ","475787":"\n   Do you have any pictures of gardens that you would like to share? Maybe look one up to share with us?\n  ","475788":"\n   What are you doing tomorrow?\n  ","475789":"\n   What was the last thing you purchased and why?\n  ","475790":"\n   Would you want to go to space if given the opportunity? 👩‍🚀 Why \/ why not? 🤔\n  ","475791":"\n   hello are you okay\n  ","475792":"\n   whats for dinner?\n  ","475793":"\n   Ok so what you want to be in the future tell me 😉\n  ","475794":"\n\n    https:\/\/youtu.be\/l435Y12jw4o\n   \n","475795":"\n\n    https:\/\/youtu.be\/P9MbI_UCqoE\n   \n","475796":"\n   Well that means that you could do pranks right\n  ","475797":"\n   Hey :) hope you are doing good in this crazy time\n  ","475798":"\n\n    https:\/\/youtu.be\/jJH38M723aU\n   \n","475799":"\n\n    https:\/\/youtu.be\/byDiILrNbM4\n   \n","475800":"\n   Sure\n  ","475801":"\n\n    https:\/\/youtu.be\/nCvRT2sy5FE\n   \n","475802":"\n\n    https:\/\/youtu.be\/DgYSM91vJko\n   \n","475803":"\n   Hi sweetie can you give  me a little  show?😊\n  ","475804":"\n\n    https:\/\/youtu.be\/Vw_rjoQ7s6c\n   \n","475805":"\n   Are you good on your jokes\n  ","475806":"\n   Как звали пожилых людей и детей, с которыми вы занимались....ПОЖИЛЫМ и ДЕТСКИМ се..К...ом ? а как звали их родителей и внуков...........))))\nКак звали пожилых людей и детей, которым вы ....помогали... ПОЖИЛЫМ и ДЕТСКИМ се..К...ом ? а как звали ...... пожилых детей....))))\n  ","475807":"\n   Do you watch movies or series in 4K?\n  ","475808":"\n   You seem to be a great person ✌ don't think we've spoke before but your page is nice and positive, keep it going ✌👌\n  ","475809":"\n   Favorite thing that you've bought recently? PAP perhaps? 😁😊\n  ","475810":"\n   Yah you good on it\n  ","475811":"\n   The whole discover page here on ask and every other social media platform, in media in general, is all about the same topic. How do you feel about that? Do you find it annoying and wish that people would stop talking about it? Or do you find it interesting what other people add to the conversation?\n  ","475812":"\n   GIF of a famous movie that came out the year you were born? 📽\n  ","475813":"\n   قولوا حدث مستحيل واقنعونى بيه ؟! 🚶😂\n  ","475814":"\n   That's too much 😂😂\n  ","475815":"\n   🤣🍃deixa as 3 palavras do corretor  completar.🍃🤣 Tudo ficaria melhor  se trocássemos _______!\n  ","475816":"\n   In addition to my questions before: Would you like to receive questions about that topic or would you gladly welcome something different?\n  ","475817":"\n   Who's your favorite artist?\n  ","475818":"\n   How you mean I don't understand you so Will u be my girlfriend tell me I'll take care of your beauty\n  ","475819":"\n   Would you ever do the spicy chip challenge? The one chip challenge? Hottest chip in the world challenge.\n  ","475820":"\n   Ok den well I want to get to know you my dear if u don't mind I'll treat you good so tell me I'll take care of u\n  ","475821":"\n   Do you like cornbread? 🌽🍞\n\nDo you like anything special in your cornbread? Maybe cheese? Jalapenos to make it a little spicy? Maybe some butter to make it sweet? What do you like in yours?\n  ","475822":"\n   Anyone want one of\n1 - A compliment\n2 - Spam of questions\n3 - Spam of likes\n4 - Anything else of your choice 🤔\n  ","475823":"\n   What was the last restaurant you went to?\n  ","475824":"\n   *pounces on you* uwu u so warm couldn’t help but drag my nuts across the floor\n  ","475825":"\n   have you guys been cooking more? have your parents? ***\n  ","475826":"\n   have you been coming more? or your parents?\n  ","475827":"\n   Would you be prepared to live through a year of extreme hardship and trauma if it subsequently meant a lifetime of peace and happiness?\n  ","475828":"\n   What are you doing\n  ","475829":"\n   highlight of the day so far?\n  ","475830":"\n   Do you ever think to yourself 'maybe I am an evil person'? What made you think that?\n  ","475831":"\n   Are you very cautious of who you trust\n  ","475832":"\n   Has this present crisis taught us we are too selfish?\n  ","475833":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","475834":"\n   what summer activities are you looking forward to? (hoping the coronavirus is gone by then.)\n  ","475835":"\n   where to? corona aside 😂\n  ","475836":"\n   If you could choose anyone in the world who would you choose as a dinner guest and why\n  ","475837":"\n   because you are\n  ","475838":"\n   what band?\n  ","475839":"\n   What insects are you afraid of?\n  ","475840":"\n   What do you like to do on the weekends?\n  ","475841":"\n   best kinds?\n  ","475842":"\n   you are\n  ","475843":"\n   not misspelling\n  ","475844":"\n   Are takeaways still delivering to your area ? If not what's your favourite lockdown meal you've had ?\n  ","475845":"\n   haha no\n  ","475846":"\n   -\n  ","475847":"\n   honey\n  ","475848":"\n   what are the best types of dried fruits?\n  ","475849":"\n   what is the state of the weeds?\n  ","475850":"\n   .....\n  ","475851":"\n   yeah , lyndsey nicole is cooler i think what do you think\n  ","475852":"\n   Post song\n  ","475853":"\n   fresh one is a bit funky lol\n  ","475854":"\n   😍😘\n  ","475855":"\n   keep a fruit slice nearby. it will revive you if cherry. if lime its just placebo 😂\n  ","475856":"\n   blizzard invented covid to keep you nearby 😈\n  ","475857":"\n   the wave did not social distance. bad wave!\n  ","475858":"\n   ive only had the boba tea and mochi flavored ones. never the actual paste they make out of it or whatever.\n  ","475859":"\n   “And those who were seen dancing were thought to be insane by those who could not hear the music.”\n― Friedrich Nietzsche\n  ","475860":"\n   gave a 2\n  ","475861":"\n   The movie\n  ","475862":"\n   thread took an interesting turn lol. yeah it was a bit oddball film.\n  ","475863":"\n   id eat all the taro\n  ","475864":"\n   Nice butt btw 🧡\n  ","475865":"\n   Why him?\n  ","475866":"\n   i needed glasses in like 6th grade and same my parents got me the free sht ones that came with the exam and didnt wear couldt see sht to take notes lol. junior year i was working and bought my own pair. actually did contacts first for a while then just liked glasses more. still to this day\n  ","475867":"\n   they pushed back my appt once already. wouldnt be surprised if they do again. will only get worse.\n  ","475868":"\n   What’s the movie name?\n  ","475869":"\n   seen that one.\n  ","475870":"\n   *pop tart toasts you. how does that go? *clack* 😊\n  ","475871":"\n   any thoughts to share on maps to the stars?\n  ","475872":"\n   Afternoon🌹\n  ","475873":"\n   What do you think of when you hear \"Sweden\"? 🇸🇪 Say as many things you can think of 😊\n  ","475874":"\n   hey lynds\n  ","475875":"\n   any in english?\n  ","475876":"\n   what to do there?\n  ","475877":"\n   also made a small revelation regarding foenegreek that i know you are dying to hear. was using it today cus im all about the foenegreek acutely and noticed that i know the smell. its very similar to walnuts. like especially walnut peels around the nut. got that same bitter walnut energy vibes lol\n  ","475878":"\n   maybe \"here\" is actually an acronym for question too advanced for our comprehension 😂\n  ","475879":"\n   the virus causes an inflammatory immune response. hence the steroids.\n  ","475880":"\n   “Be careful, lest in casting out your demon you exorcise the best thing in you.”\n― Friedrich Nietzsche 😂\n  ","475881":"\n   You forgot the burpees and the pushups\n  ","475882":"\n   im supposed to get a crown next week getting the virus for sure 😂\n  ","475883":"\n   how does fit bit calculate that kind of thing?\n  ","475884":"\n   do you focus on form or speed?\n  ","475885":"\n   and not D ?\n  ","475886":"\n   whats the top one the trailer for?\n  ","475887":"\n   do you wear any eye glasses or contacts?\n  ","475888":"\n   what made you stop in the early 2000's?\n  ","475889":"\n   how long does it take you to make your bed?\n  ","475890":"\n   good dogs all! NOW HIKE! 😂\n  ","475891":"\n   whats the gift that keeps on giving?\n  ","475892":"\n   those board members popping up again? 😂 btw that chaos bringer dude disappear?\n  ","475893":"\n   did you ever wind up redoing it?\n  ","475894":"\n   usually good, bad, or indifferent?\n  ","475895":"\n   does any of it wind up being seen as positive or coming from a good place?\n  ","475896":"\n   favs from third eye blind?\n  ","475897":"\n   love the name nicole, and lyndsey is lit\n  ","475898":"\n   how are they doing? how bad are the symptoms?\n  ","475899":"\n   does your family say it to each other?\n  ","475900":"\n   named after anyone?\n  ","475901":"\n   if its the last thing wouldnt you never even notice it then? 😂\n  ","475902":"\n   rate your smile from 1-10\n  ","475903":"\n   how much dental work have you had done?\n  ","475904":"\n   You an introvert or an extrovert??\n  ","475905":"\n   had to block that vee person cus kept non stop re-answering the question i asked. never had to do that yet on this site. 🤣\n  ","475906":"\n   Post a picture of you wearing your favorite pair of sunglasses.\n  ","475907":"\n   what flavor mouthwash do you use?\n  ","475908":"\n   dry or fresh?\n  ","475909":"\n   is the 'here' anon also another anon?\n  ","475910":"\n   do you watch those \"hot ones\" celebrety interview vids on youtube where they eat the hot wings?\n  ","475911":"\n   what was the last peculiar thing that you witnessed?\n  ","475912":"\n   i had to block that person but still getting it re-answered. MAKE IT STOPP 🤣\n  ","475913":"\n   The uk news said if the uk has less than 20 thousand deaths from this virus  we would of done well how depressing is that\n  ","475914":"\n   Good night\n  ","475915":"\n   Tell us about your first school crush!\n  ","475916":"\n   Looks like I skipped Camille Claude... she better not disappoint 🤣\n  ","475917":"\n   How important is money to you?\n  ","475918":"\n   Missing the gym🌹\n  ","475919":"\n   Queen🌹\n  ","475920":"\n   Air hugs🌹\n  ","475921":"\n   Which artist u love Yayoi Kusama,Agnes Martin,Louis Wain,Camille Claudel,Richard Dadd\n  ","475922":"\n   Do you like front choke or rear choke?\n  ","475923":"\n   Hugs🌹\n  ","475924":"\n   Wanna make plans?\n  ","475925":"\n   It would be pleasure to choke your thick neck\n  ","475926":"\n   What's the last song you listened to?\n  ","475927":"\n   Have you ever dated a shy person?\n  ","475928":"\n   Social distance to avoid virus🌹\n  ","475929":"\n   Hi! Ask me ANYTHING! 😊💜💛💙💚\n  ","475930":"\n   Hello🌹\n  ","475931":"\n   * What is the best consonant in the alphabet? *\n  ","475932":"\n   Do you have a spongy neck?\n  ","475933":"\n   heart and absence fonder deal. cinnamon, strawberry right there neck and neck. smores not too bad. number three. anything else is usually a disappointing gimmick. smores i think has the most upside warm. i always forget thats even an option lol. been making use of lately. granted dont have too often\n  ","475934":"\n   yes i will again make reference to the great detective work you did with the Nietzsche quote. lol. yeah hearing a story like that in the flesh hand gestures and all puts time on your timeline of life lol. aged more than a day that day :')\n  ","475935":"\n   It’s been more than months and it’s increasing day by day\n  ","475936":"\n   XD crossed in a up-ed pace with NO looking back. chicken feet like lil propellers :')\n  ","475937":"\n   Heard that most death cases are in USA after Italy\n  ","475938":"\n   How many books have you read in your life?\n  ","475939":"\n   you got it. a few each way then!\n  ","475940":"\n   Show a picture of your workplace during the quarantine period #StayAtASK\n  ","475941":"\n   im not a good speller in general lol. and if its spelling words out loud without paper omg you may as well ask those \"used\" chickens they'd prolly make me look bad lol\n  ","475942":"\n   hahaha yeah that one will suffice. thats the thing about nietzsche he always found the bright side huh? :') and wonder where my old colleagues are these days? wonder if still alive.... maybe slaughted in a chicken karma incident?\n  ","475943":"\n   YESSSSSS. when we agreed i knew this would last and i would eventually even get the spelling right <3 :')\n  ","475944":"\n   btw do you like your poptarts cold as is or warmed up. if im gonna have one for you it needs to be done right! these things matter : )\n  ","475945":"\n   poptarts will be had and will toast to you honor. btw poptarts if you recall were one of our first recurring theme conversations.\n  ","475946":"\n   *creates imaginary friend named toni as possible coping mechanism strategy. currently foaming at mouth and seizing in near catatonic state. situation appears dire.\n  ","475947":"\n   yes. at least they had strawberry poptarts today. if those were still empty it would have multiplied the sads (  -__-)\n  ","475948":"\n   not a single egg today lmao. good thing i was prepared for this scenario.\n  ","475949":"\n   think we are past all that. just dont hoard the cinnamon bears plz ( -_-)\n  ","475950":"\n   HAHA\n\nis time for a juice by \"insert name here\" requiem for a dream reference again yet??  i think we are due :')\n  ","475951":"\n   yeah i saw that gouda connection too. making french toast bake tmr might as well toss it in. taralli were pretty good. could have used more of it but didnt want to overdo without knowing yanno. its like corriander tho hard to overdo it with that.\n  ","475952":"\n   idk like strong i guess. im probably way lol. yeah bulions too but i like liquid. more control and can use anytime anywhere. if i get will let you know. from what people said they covet that sht lol\n  ","475953":"\n   oh i had something like that back in the day. now i relize its the worst cus gets rid of all the juices. gimme ALL the glorious juices plz ( \"_\" )\n  ","475954":"\n   cont 4 like soda bread or a spice cake. rating. i mean its nothing special but i have it and will use it. ive no plans to get anymore corriander so this will suffice. basically this. using it wont ruin anything. its pretty copacetic lol.\n  ","475955":"\n   cont 3.. sht forgot where left off lmao. results were a taste uniquely its own but not overpowering in any way. think it would go well in the same things where one would use corriander. plan is to use it in its place. expamples would be with sweet potatoes, pumpkin, general baking like cont...\n  ","475956":"\n   cont 2.. also from the smell it reminded me of how corriander smells sweet in its way. so with the taralli i thougth it would be better to up the sugar a touch to amplify that quility if indeed my instincts were correct. in the end i belive they were. cont...\n  ","475957":"\n   well its not a strong spice. its very strange looking. like little rocks, angular. so at some point i ground it up and put it back but never really used it. saw it the other day and thougth i should experience it proper. so today i made taralli using only that and black pepper. cont..\n  ","475958":"\n   ok i found it, didnt time it but think i made the window lol. ill tag you on my page or something. need to comb through it tho make sure its safe lolll\n  ","475959":"\n   yes! misery loves company. i should find the nietzsche equivalent of that saying lol\n  ","475960":"\n   if you google it i bet you will recognize the logo! someone here i dont remember who brought it up and i made a mental not to get some but then forgot and got reminded today. will have to get a bottle if i see it. think its like a powerful soy? not sure dont want to make sht up lol\n  ","475961":"\n   yes prob recipe ones. think how easy if i would have just posted on my page. probably only a few 10000 character ones there lol\n  ","475962":"\n   dont know what that is but ill take it!\n  ","475963":"\n   its hypnotic sounding lol. used in soooo many films.\n  ","475964":"\n   to him it was normal lol. was like what they did for kicks on the farm down in mexico. then another dude about the same age and background coraberated his story. they commenced sharing experiences lol. that was a lunch break not soon forgotten lollll\n  ","475965":"\n   mean like the seasoning lol. bet this is a twd reference tho. even tho i quit that i can feel it in my veins!\n  ","475966":"\n   ask bishes, the hounds from hell. not staring richard crenna but rather self elected falafel connoisseurs and sum other hoes lol\n  ","475967":"\n   So you don’t know either\n  ","475968":"\n   yeah i realized that even if i did find it posting it on here would take about 10000 characters maybe lol.\ni shall make an effort to find now. i will spend 10 minutes. if i cannot find i will feel guilty and prob try again in the future. if i do find im not sure how i will send it yet. my page mabE\n  ","475969":"\n   What does quintessential mean\n  ","475970":"\n   I collect hair\n  ","475971":"\n   homemade or other?\n  ","475972":"\n   Do you have a  birthmarks where at\n  ","475973":"\n   a classic.\n  ","475974":"\n   when you think of true stories told to you by your old coworker about personal chicken fcking adventures. rip chickens....\n  ","475975":"\n   chinese food :')\n  ","475976":"\n   do you have anything you can share with me about \"maggi\"?\n  ","475977":"\n   It's a tad too cold for swimming here too. It was 44 today.\n  ","475978":"\n   if you're comfortable doing so, post your most controversial opinions ;\n  ","475979":"\n   do you know how a rooster impregnates a chicken and how eggs are fertilized?\n  ","475980":"\n   What have you been doing to keep busy this week?  Are you still going to work\/school or are you home?\n  ","475981":"\n   i dont get the soap connection. although i tried foenegreek today for the first time.\n  ","475982":"\n   Thanks!\nI absolutely appreciate every word! Thanks for the mention too! Unfortunately, we always receive some sort of hate. Whether it makes any sense or not. I just ignore it. It's usually people that have nothing else better to do.\n\nSame to you, you don't deserve any type of hate either.\n  ","475983":"\n   * Do you like coriander or do you think it tastes like soap? *\n  ","475984":"\n   do you play any video games (even games on the phone)? if so, what are your favorite games? if not, what's your general opinion on video games?\n  ","475985":"\n   I’m all kinds of jealous girl!  You’re looking phenomenal!\n  ","475986":"\n   * Did you also eat the turtles' chocolate for the members? *\n  ","475987":"\n   Lusting for anyone right now?\n  ","475988":"\n   * What do you think of WhatsApp audios? *\n  ","475989":"\n   * What is the first social network you see in the morning? *\n  ","475990":"\n   Wyd\n  ","475991":"\n   What's the movie that made you cry?\n  ","475992":"\n   oh man i know i posted it up on some forum i was on at the time. will see if i can dig up later lol\n  ","475993":"\n   Oh okay i get ya! Um maybe another time later? When you have your socks off?\n  ","475994":"\n   whats for dinner?\n  ","475995":"\n   Who are your top 10 favourite bands\n  ","475996":"\n   Being positive tonight.  Tag one person and say something nice about them 😊\n  ","475997":"\n   If you don't mind sharing, what do you get the most 'hate' for an Ask? And how do you respond?\n  ","475998":"\n   Hii\n  ","475999":"\n   I didn’t say nun bout that\n  ","476000":"\n   Do you like easter eggs? The chocolate kind?\n  ","476001":"\n   Do you have good eye sight?\n  ","476002":"\n   Do you believe love is real?\n  ","476003":"\n   Were you a troublemaker as a kid?\n  ","476004":"\n   On a scale of 1 to 10, how good do you think you are at cooking?\n  ","476005":"\n   H-h-i 🤚🏾 um I hawv I wittle qwestion?! So I like a wittle pp and it monster so *pisses in the corner*\n  ","476006":"\n   Are you sticking to the 2 meter rule\n  ","476007":"\n   Are you actually doing that?\n  ","476008":"\n   I could size them for you\n  ","476009":"\n   Let's go bra shopping\n  ","476010":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","476011":"\n   If I looked at the pictures on your phone, would I find anything embarrassing\/ rude\/surprising, if so what?\n  ","476012":"\n   Pic of you in panties\n  ","476013":"\n   👑 FREE SPACE 👑\n  ","476014":"\n   Somewhere you’d like to go you haven’t been before?\n  ","476015":"\n   What is something you could teach future generations?\n  ","476016":"\n   tell me a quote you live by.\n  ","476017":"\n   why?\n  ","476018":"\n   What is one thang' about yourself that you don't think a lot of people don't quite understand about you, that you'd be willing to shed some light on? (With the exception of the select few that you've chosen to disclose that within your close friend circle, of course!) 😜😛\n  ","476019":"\n   If you could choice anyone  in the world who would you choice as a dinner guest and why\n  ","476020":"\n   What mythical animal do you resonate with, and why?\n  ","476021":"\n   If you were to die today what would you most regret not telling anyone?\n  ","476022":"\n   Middle name?\n  ","476023":"\n   If you could wake up tomorrow and gain an ability or a quality what would  you choice and why\n  ","476024":"\n   What would you consider as a perfect day\n  ","476025":"\n   this coronavirus is trash . 🙄. just complaining 🙃\n  ","476026":"\n   What do you care about the most?\n  ","476027":"\n   hey, yes i try to be kind at all times ik it makes me weak x\n  ","476028":"\n   🌹😘\n  ","476029":"\n   What is the last thing you notice about someone?\n  ","476030":"\n   Have you ever played 4 square? We created a 4 square court  in front of our house using duct tape last night.\n  ","476031":"\n   Would you prefer it if your government decided to go for herd immunity?\n  ","476032":"\n   Is there any type of renovations that you were going to be doing soon around in your home? Inside or outside. Care to share?\n  ","476033":"\n   Hi, i need your opinion about my new video.. ( Cartoon Dog )\n   \n    https:\/\/youtu.be\/FT0ok6PQRC0\n   \n   \/ Please don't forget to Subscribe and Like if you like it.. Thank you so much\n  ","476034":"\n   Do you use tiny clothing, or not clothing at all, when you are home alone ?\n  ","476035":"\n   How are you all doing?\n  ","476036":"\n   Do you like papaya?\n  ","476037":"\n   What was the last thing to make you go wait what in confusion ?\n  ","476038":"\n   do you have any band t-shirts?\n  ","476039":"\n   Do you like fast food? what is your favourite kind to get?\n  ","476040":"\n   here?\n  ","476041":"\n   What can you promise to your friends?\n  ","476042":"\n   To live is to suffer, to survive is to find some meaning in the suffering.\n  ","476043":"\n   Thousands are dead in Italy just feeling sad for them\n  ","476044":"\n   Please stay at home and tell yours friends too or else you are gonna spread in other countries too\n  ","476045":"\n   Action must be taken or else it’s gonna spread more and more\n  ","476046":"\n   Did infection calm down yet?\n  ","476047":"\n   People are going out?\n  ","476048":"\n   For how long you are quarantined?\n  ","476049":"\n   You are big and sexy\n  ","476050":"\n   What is the situation of USA?\n  ","476051":"\n   dollar store black tea for me. 200 bags = $1 plus tax 😊\n  ","476052":"\n   It would be fun to get smothered by you\n  ","476053":"\n   “Is man merely a mistake of God's? Or God merely a mistake of man?” ― Friedrich Nietzsche\n  ","476054":"\n   There are three new backgrounds.\nYou like them?\nCheck them out.\n  ","476055":"\n   hurdy gurdy man\n  ","476056":"\n   i have no point of reference but films very rarely live up to the books. interested what you have to say if you do see it.\n  ","476057":"\n   You don’t want me to die\n  ","476058":"\n   What is your favourite flavour of tea... if you like tea at all that is\n  ","476059":"\n   how do you feel about ask.fm giving us the option to look at questions and shoutouts separately? i think it’s kind of nice.\n  ","476060":"\n   last time your were desperate for the toilet?\n  ","476061":"\n   Do you have trouble believing in something you haven't seen? Jesus' disciple Thomas did. He said he wouldn't believe in Jesus' resurrection until he actually saw and touched the Lord.\n  ","476062":"\n   If you were told you would live forever, what would you change about your life?\n  ","476063":"\n   Have you ever self-sabotaged? What exactly did you do and why?\n  ","476064":"\n   Thanks\n  ","476065":"\n   Now u r 32..?\n  ","476066":"\n   Name something that really boils your pi$$? 🤬😡\n  ","476067":"\n   Do you like horror movies?\n  ","476068":"\n   Can I die?\n  ","476069":"\n   overall thoughts and rating?\n  ","476070":"\n   Can I fap?haha\n  ","476071":"\n   i asked that person a question like an hour ago and they've already re-answered it like 8 times now increasingly more aggressively and threatening 😂\n  ","476072":"\n   how so?\n  ","476073":"\n   Are u ugly or beautiful?\n  ","476074":"\n   farewell and adieu to my fair spanish ladies. farewell and adieu my ladies of spain...\n  ","476075":"\n   is he gonna live do you think?\n  ","476076":"\n   who do you miss?\n  ","476077":"\n   what are you doing ?\n  ","476078":"\n   Try this quickly..... \nYour Current Age + Your Birth Date – Your Birth Month = Your Marriage Age\n  ","476079":"\n   Hi there 👋 Just wondering how are you are coping with this lockdown? Is the cabin fever getting to you yet? 😳 Have you taken up exercise as a legitimate excuse to leave the house once a day (besides essential shopping 🛒) 🏃‍♂️🚵‍♀️ Sending you best wishes in these times of general shitiness 🤨😊\n  ","476080":"\n   Have you ever had food made by a \nmichelin star chef\n  ","476081":"\n   where did you go to high school?\n  ","476082":"\n   do you like tomatoes in your salads?\n  ","476083":"\n   no i just saw you said it was the latest person you followed and love eyes emoji and was wondering what drew you to following them.\n  ","476084":"\n   can ketchup serve as a salad dressing?\n  ","476085":"\n   Is love complicated? Why?\n  ","476086":"\n   25\n  ","476087":"\n   how is that drama?\n  ","476088":"\n   out of the 49 which were your favorite to answer?\n  ","476089":"\n   a friend in need is a friend indeed.\n  ","476090":"\n   by reaching out to vee? 😂\n  ","476091":"\n   Did u ever have a guy cop a feel of u on public transit?\n  ","476092":"\n   what are they like?\n  ","476093":"\n   is it good to squat?\n  ","476094":"\n   _\n  ","476095":"\n   chief brody. thats great! thats just great!\n  ","476096":"\n   How many?\n  ","476097":"\n   If you were given a chance to turn into a zombie or die, which would you pick?\n  ","476098":"\n   Do you like horses ?\n  ","476099":"\n   Did you delete all the others?\n  ","476100":"\n   Fav thing to do these days??\n  ","476101":"\n   Maybe we will date after a month or two\n  ","476102":"\n   whats for dinner?\n  ","476103":"\n   Tallulah?\n  ","476104":"\n   How’s your self-quarantine going peeps? 😅\n  ","476105":"\n   Last person followed?\n  ","476106":"\n   My bad. 😅\nQuestion 30.\n  ","476107":"\n   does incorrect grammar bother you?\n  ","476108":"\n   28?\n  ","476109":"\n   21, 44, 42, 22, 15\n  ","476110":"\n   2\/2 Too bad her future has gone no where, she lost whatever potential she had and she’s basically paid for ding dong ditching houses with dropping food off. She should leave someone who did the responsible thing and got a kid put with family instead of projecting her obvious guilt and Mommy issues\n  ","476111":"\n   Marissa likes thinking nothing gets to her but here are some facts. She didn’t even keep a pregnancy because she chose to abort as a teenager. She likes to say women once they get their period are ready for pregnancy so whats her excuse? Oh wait, the impact it would have on her future. 1\/2\n  ","476112":"\n   ever done?\n  ","476113":"\n   Do you feel anger or anguish when you are very hungry?\n  ","476114":"\n   currently emojiless lol <3\n  ","476115":"\n   I feel exactly the same way.  I’m like “reaaallly sorry girl but 🤷🏻‍♀️💅🏻“\n  ","476116":"\n   If a guy is taken but you really like him and he seems to like you, do you make your move?\n  ","476117":"\n   What is your favorite thing about Ask?\n  ","476118":"\n   that sounds a lit picnic tbh\n  ","476119":"\n   Who was the first person you followed? Do you still follow them?\n  ","476120":"\n   Do you like animal crackers? I just learned they are not made from animals!\n  ","476121":"\n   What would you bring to a picnic?\n  ","476122":"\n   But if a guy is ugly isn’t it a waste of your time and effort to try talking to him back when you could easily talk to better people.\n  ","476123":"\n   Makeup?\n  ","476124":"\n   What would you do if an ugly guy tried to talk to you and get to know you.\n  ","476125":"\n   Aha 2 pics of your incredible body and you’ve become Ms Popular\n  ","476126":"\n   pap\n  ","476127":"\n   nice!!!\n  ","476128":"\n   will be out forsure tho :')\n  ","476129":"\n   do you use the nextdoor app or website? its a site where you connect with people super local to you. nearby communities for recommendations, selling things, news, events, all sorts of things.\n  ","476130":"\n   no i mean the program. congrats on that :)\n  ","476131":"\n   79 cents a package i just saw. must buy i dont even have a choice lol\n  ","476132":"\n   only way i can sleep at night. wait i dont lol.\n  ","476133":"\n   me lol\n  ","476134":"\n   congrats on getting in!\n  ","476135":"\n   If you were a billionaire and wanted to start a charity, what would it be about? 💵🤲\n  ","476136":"\n   Hi\n  ","476137":"\n   What things get better with age?\n  ","476138":"\n   If you had to listen to only one kind of music for the rest of your life which would you choose? 🎼\n  ","476139":"\n   when’s the last time you helped a friend in need?\n  ","476140":"\n   36, 37, 32, 26\n  ","476141":"\n   1-49\n  ","476142":"\n   How many people on askfm have seen your unhidden face?\n  ","476143":"\n   11, 35, 39, 38\n  ","476144":"\n   Which disney movie would you want to live in? 😊 Why? What kind of character would you be in said world? 🤔\n  ","476145":"\n   If you are reading this, I really hope something good happens to you today! #ntd\n  ","476146":"\n   33, 21, 3, 12\n  ","476147":"\n   I don’t know why, but all this time I thought I was prettier than you!  I was soooo wrong!  You look... fantastic!\n  ","476148":"\n   who do you know that is in denial?\n  ","476149":"\n   yes. as long as its unopened you are good to go fam. just had ranch doritos today. expired in sept and fcking perfect. lots of the cereal i have ends up expiring cus i cant keep up lol. sometimes i buy 20 or more boxes at a time if its a deal lol\n  ","476150":"\n   do you like cooking with fresh mushrooms like button mushrooms or baby portobellos? what do you do with them?\n  ","476151":"\n   OMF I have never seen a picture of you. You’re so pretty 🥺\n  ","476152":"\n   my ex used to be into that. like i would go all in with the neck like all i could muster and she wanted more. i was like you want me to get some channel locks in here?? :')\n  ","476153":"\n   no im above the rules in this scenario :')\n  ","476154":"\n   whats that word you say? :')\n  ","476155":"\n   Are you afraid of being your true self around others? Why?\n  ","476156":"\n   still youngish despite all the deaths :')\n  ","476157":"\n   ear and neck biting?\n  ","476158":"\n   its not stale. not even close lol\n  ","476159":"\n   Why don't you be up front and honest and tell the anon yourself, Lynds. Wouldn't want to speak out of turn.\n  ","476160":"\n   Have you ever injured someone\n  ","476161":"\n   here?\n  ","476162":"\n   do you like big underwear or small?\n  ","476163":"\n   if you think you may have the virus what would you do? hospital? doctor? just ride it out?\n  ","476164":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","476165":"\n   what are you careless with?\n  ","476166":"\n   Having sex with a random woman safe?\n  ","476167":"\n   Anon, Lyndsey hides the lower half of her face in every picture she posts. There's a reason for that.\n  ","476168":"\n   triangle from the bottom\n  ","476169":"\n   Which activities and lifestyles do people have today that you think are abnormal?\n  ","476170":"\n   Do you like giving pain or receiving pain?\n  ","476171":"\n   I did. The last one you posted your face was hidden\n  ","476172":"\n   Remember I told you that you are in your 30s and get married soon haha\n  ","476173":"\n   How are you\n  ","476174":"\n   You know I find pain pleasure\n  ","476175":"\n   Mentality\n  ","476176":"\n   Post a link?\n  ","476177":"\n   Do you want?\n  ","476178":"\n   Where?\n  ","476179":"\n   last sign?\n  ","476180":"\n   what are you stingy with?\n  ","476181":"\n   Why never show your face?\n  ","476182":"\n   You ugly?\n  ","476183":"\n   rnc\n  ","476184":"\n   Why don’t you give a dp?\n  ","476185":"\n   Is that you in the pic\n  ","476186":"\n   what do you do if you notice an unopened bag of chips or box of cereal has expired?\n  ","476187":"\n   you forgot cakes and cookies.\n  ","476188":"\n   they say cats have nine lives. how many do you have? how many have you already used up?\n  ","476189":"\n   I have been talking to you for a long time anonymously but never saw you real picture\n  ","476190":"\n   1000 in the entire country\n  ","476191":"\n   How's your quarantine going?\n  ","476192":"\n   Here are the final results for the pie chart about phone brands if you're interested! 😁📱\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/159671766743?utm_source=copy_link&utm_medium=android\n   \n","476193":"\n   thats an operating system\n  ","476194":"\n   former cus of divorce?\n  ","476195":"\n   sure you were...🤔\n  ","476196":"\n   wasabi?\n  ","476197":"\n   what is your mom?\n  ","476198":"\n   what did you make?\n  ","476199":"\n   Good night honey\n  ","476200":"\n   -\n  ","476201":"\n   What benefits does art provide society? \nDoes art hurt society in any way?\n  ","476202":"\n   TOP 3 quarantine leisure activities? StayAtASK\n  ","476203":"\n   Wearing anything pink what is it\n  ","476204":"\n   How?\n  ","476205":"\n   Do you check FB memories?\n  ","476206":"\n   What's making you h0rnier than usual\n  ","476207":"\n   dissolve it and invent a new dressing?\n  ","476208":"\n   Do you like beef? Or naw, not really?\n  ","476209":"\n   nice. chicken sausage or? also pepper and onion together like saute or another way? maybe all sauteed together?\n  ","476210":"\n   Literally just joined. Literally the first question on here I answered\n  ","476211":"\n   Have you ever experienced hail before? Talking about the type of precipitation. (You do not have to answer)\n  ","476212":"\n   Yay!!! You better not leave!! I’ll miss all your answers :P\n  ","476213":"\n   What color do you think looks best on you\n  ","476214":"\n   No I won’t! *Sobs*\n  ","476215":"\n   Ever been caught watching pr0n ?\n  ","476216":"\n   Nuuuuuuuuu don’t leave!!!! *sends hugs*\n  ","476217":"\n   How long will the coronavirus quarantine last in the place where you live?\n  ","476218":"\n   yes, if it was fight or flight defo i thought of that tbh\n  ","476219":"\n   What do you think is your greatest talent?\n  ","476220":"\n   ig, some guys like pain lol i do not tbh x\n  ","476221":"\n   wow, i do not think you would do the moves on a person think you would be too kind etc\n  ","476222":"\n   who do you think are better at relationships male or female, are are genders irrelevant\n  ","476223":"\n   love dancing zumba, dodgeball fun too, mma too violent for me tbh\n  ","476224":"\n   How is it outside\n  ","476225":"\n   Do you have a favorite pair of panties\n  ","476226":"\n   whats for dinner?\n  ","476227":"\n   do you like any sport\n  ","476228":"\n   do you go for looks in a bf or personality\n  ","476229":"\n   What number am I thinking of? Winner gets coins and I chance to have a walk on appearance on my new show.\n  ","476230":"\n   Send me a sexy pic of you....buuuuuut if you don’t have any a pic of your pet will do.\n  ","476231":"\n   ty xo\n  ","476232":"\n   Would you date a 45 year old?\n  ","476233":"\n   QUESTIONS THAT STILL NEED ANSWERS\n  ","476234":"\n   Is there any real significance to numbers such as 11:11 or do we just give them meaning that doesn’t exist?\n  ","476235":"\n   do you have any favorite proverbs you can share?\n  ","476236":"\n   Hi there, do you know much about healthy living at all? Specifically, what tips do you have on how to strengthen one's immune system quicksmart? Run or fight? 🤷‍♂️👊 - give me all the useful knowledge you have 😬🙂\n  ","476237":"\n   What do you want most right now? 💜💛💚💙\n  ","476238":"\n   bit down if im honest, trying to stay positive my sister was arguing with her husband hate drama tbh, glad your good hugs\n  ","476239":"\n   🌹🌹😘\n  ","476240":"\n   React\n  ","476241":"\n   hope your okay and everything xx\n  ","476242":"\n   I told you guys\n   \n    @NineGDxFour\n   \n   gave up her daughter. Selfish much.\n  ","476243":"\n   What are the things you want to avoid in a relationship?\n  ","476244":"\n   Why do people dismiss facts in favor of opinion?\n  ","476245":"\n   okay i was just joking, i really think your fitness levels are lit\n  ","476246":"\n   Are there ways to discover if our own minds are working against us?\n  ","476247":"\n   hey do you miss the fit boys at the gym lol\n  ","476248":"\n   She hasn't showered in like a week\n  ","476249":"\n   36, 39, 46\n  ","476250":"\n   Quarantine routines?\n  ","476251":"\n   least favorite scents?\n  ","476252":"\n   Do you agree with the saying “Bloods thicker than water.”\n  ","476253":"\n   hii\n  ","476254":"\n   Does Covid-19 and being quarantined make you want to be nicer or nastier to people who ask stupid questions or has it made no difference?\n  ","476255":"\n   It's been almost 3 months since we broke up and he found someone new in no time! He gave her all the love and care that he never gave me even when I gave him everything💔 he broke my heart! This should mean he never loved me, right?\n  ","476256":"\n   If you have tattoos how old were you when you got your first?\n  ","476257":"\n   Are you superstitious?\n  ","476258":"\n   How often do you wear makeup? Do you wear it even when you don't have to leave the house?\n  ","476259":"\n   How did you think babies were made before you took sex ed or whatever?\n  ","476260":"\n   stick to frozen waterfalls. take it from me way more fun\/easily accessible.\n  ","476261":"\n   have context to this now lol. that person is going in hard lol. they got angst 😂\n  ","476262":"\n   whats the main virus talk theme? lol\n  ","476263":"\n   Just wondering, did you ever see that film about that really big boat, like a luxury cruise liner in olden day times, that everybody reckoned couldn't be sank, but then it hit a really big iceberg, and sank, on it's very first trip 😳 And there weren't enough lifeboats so lots of people died?? 😢🤨\n  ","476264":"\n   Would you like to be quarantined from the people who ask stupid questions on ask.fm?\n  ","476265":"\n   Do you think most people want to life to go back to normal or are they happy to stay quarantined?\n  ","476266":"\n   What brand is your phone? 📱 (What I'm basing my next pie chart on 😊)\n  ","476267":"\n   do you thing the saying “money comes and goes.” it’s true or no?\n  ","476268":"\n   10\n  ","476269":"\n   When you go out to a restaurant or bar, what drink do you like to order? Doesn't necessarily have to be alcohol\n  ","476270":"\n   gonna pickles it? no clue here lol\n  ","476271":"\n   contagion #1 on letterboxd for weeks lol\n  ","476272":"\n   7 and 34\n  ","476273":"\n   its safe to vote now 😂\n  ","476274":"\n   Have you ever eaten sushi?\n  ","476275":"\n   how many bra aficionados followers do you have here?\n  ","476276":"\n   Your sister got back? How?\n  ","476277":"\n   the real me lol had been mia 😂\n  ","476278":"\n   When are you going to start selling your nakeds online?\n  ","476279":"\n   wonder what middle aged daria looks like lol\n  ","476280":"\n   me lol\n  ","476281":"\n   okay seen that now lol\n  ","476282":"\n   oh haha. but i do that all the time. thought i was you answer some thing you want. so just give us a piece of information you want to share. but different than those \"space\" things. something significant.\n  ","476283":"\n   You leverage your network to find people who will sell more products, and their income goes back to you while your income goes back to someone else\n  ","476284":"\n   good luck fam fam 😊\n  ","476285":"\n   What is the benefit of earning coins on ask fm?\n  ","476286":"\n   XD on fire lmfao\n  ","476287":"\n   yes positive lol\n  ","476288":"\n   How do you know?\n  ","476289":"\n   Rodriguez 🤣🤣\n  ","476290":"\n   no dont complete waste of time. i baled towards the end and at the time id never even do that.\n  ","476291":"\n   37,43\n  ","476292":"\n   50\n  ","476293":"\n   how do u get the VIP badge\n  ","476294":"\n   hoarder discrimination lol\n  ","476295":"\n   14, 19, 20\n  ","476296":"\n   9, 12, 13\n  ","476297":"\n   Your last ex is on askfm?\n  ","476298":"\n   im not one tho 😂\n  ","476299":"\n   havent seen her\n  ","476300":"\n   6, 27, 28\n  ","476301":"\n   Ransea\n  ","476302":"\n   the newer pet semarary was pretty damn awful. last sort or recent one i rate pretty low was \"come and see\" 1.5\n  ","476303":"\n   Your dad's Greek?\n  ","476304":"\n   author looking for writing material give em a break 🤣🤣🤣\n  ","476305":"\n   What language\n  ","476306":"\n   Looks a bit Ponzi-ish\n  ","476307":"\n   R_____ 6 letters?\n  ","476308":"\n   Interview for what\n  ","476309":"\n   1\n  ","476310":"\n   You're awake\n  ","476311":"\n   ASK ME QUESTIONS\n  ","476312":"\n   Can a girl still say she's a virgin if she mast bated with penetration?\n  ","476313":"\n   media is a fear driven entity. keep people scared so they watch.\n  ","476314":"\n   do you wear anything on your wrist daily?\n  ","476315":"\n   any footprints on it? 😂\n  ","476316":"\n   XD\n  ","476317":"\n   they do absurd weird sht like that yet they ban sweet little old me for reasons unknown lol 😇\n  ","476318":"\n   how was the food in NZ?\n  ","476319":"\n   how many bra aficionados followers do you have here?\n  ","476320":"\n   not even lahore?\n  ","476321":"\n   fan pic no likes smh 🤣\n  ","476322":"\n\n    https:\/\/i.redd.it\/epvlnvmi4ho41.jpg\n   \n","476323":"\n   50? damn thats cold\n  ","476324":"\n   what was the best thing to do in those games?\n  ","476325":"\n   who did you play as?\n  ","476326":"\n   do you know any people who have been committed to mental health facilities?\n  ","476327":"\n   this was good XD\n  ","476328":"\n   not even a like. i could actually take a risk and give a like here now tho lol\n  ","476329":"\n   Good night\n  ","476330":"\n   how are you honey\n  ","476331":"\n   What’s your biggest pet peeve?\n  ","476332":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","476333":"\n   What was the last awful movie you remember seeing? 🤔 \n\n(I was just watching the new Pet Sematary.. I thought it was gonna be a whole lot better than what it was)\n  ","476334":"\n   you feel good back yourself making fun of disabled people? - Daniel's father\n  ","476335":"\n   don't be a retard, you know what it is - daniel\n  ","476336":"\n   hey, daniel here. want some brotein?\n  ","476337":"\n   You don't think that's weird tho?\n  ","476338":"\n   Yeah, my account always changes. How are you and those still-bruisable eyebrows? How's Arizona?\n  ","476339":"\n   Hey Lindsey! Erick again. Remember me?\n  ","476340":"\n   So over 6 years and many dating websites, not a single guy was good enough to date?\n  ","476341":"\n   the feeding tube guy seemed a bit out of his league! lol. oh i just post more desserts. its all fair game!! yes eyebrow oscars handed out for sure :')\n  ","476342":"\n   How are they making it worse? All the doctors are saying that it is way worse than people are taking it.\n  ","476343":"\n   Lol yeah gotta give me credit there xD Aw why do ya have socks on?\n  ","476344":"\n   Maybe today could you post that pic of your soles? Ive been very patient💕\n  ","476345":"\n   It's almost 1230am. I got in bed. Are you in bed? You should hop in bed and we can both freak out over the virus. The doctors are saying in 2-3 weeks NYC will have their hospitals overrun and New Orleans looks like they will be overrun as well and Detroit and Chicago look grim. I'm freaking out.\n  ","476346":"\n   just watched. never know what to make of shorts usually but i liked it. i belong at that table :')\n   \n    https:\/\/youtu.be\/t60MMJH_1ds\n   \n","476347":"\n   True\n  ","476348":"\n   Baby carrots or eggplant?\n  ","476349":"\n   do you think the availability of information the way its so miraculously accessible now as a whole make it the greatest invention of all time? if not what are some things that trump it?\n  ","476350":"\n   I love that show\n  ","476351":"\n   Do you think people are basically bad or basically good?\n  ","476352":"\n   nice. next time i make hotdogs if i still have thousand island i want to try that on one. plan on making egg salad with thousand island first before then. think the next dressing will be french. killed ranch yesterday. honorable discharge and subsequent burial. was a good soldier.\n  ","476353":"\n   Nice have to stay heathy\n  ","476354":"\n   What would you tell the child about the why\n  ","476355":"\n   So over 6 years and many dating websites, only 1 guy was good enough to date?\n  ","476356":"\n   one says stay home the other said stay happy or something lol. from memory did not read it now lol. yes the Mexican dia de loss muertos or whatever skulls are always cool. have an mx helmet like that. that was the last one. only wore like few times lol.\n  ","476357":"\n   i only get dollar menu items that are 5oz or more in weight. the first time is always a risky gamble XD\n  ","476358":"\n   i actually saw them today. there i am in isle 5 or whatever the fck and im face to face with them. i was looking at them and considered taking a bottle home with me and decided against it. what whould i do then?? how would i measure 5 pkts worth? what would stop me from making them every single day?\n  ","476359":"\n   yes i liked it. love the director. he is one of my favs. some of his other works i enjoyed much more.\n  ","476360":"\n   will make soon. with cherry pie filling on top. that or with blueberries baked in. but thinking will do blueberries the next time i d the cheese cake cake or whatever i tried the other day. cheesecake\/cake hybrid lol\n  ","476361":"\n   Nice\n  ","476362":"\n   bought 5 boxes today. wait no 6 one from the other store cus last minute coupon lol. none of which were disinfected. im prolly positive already. will have no sense of taste in 57 min.\n  ","476363":"\n   lowercase and .25 increments cus fck letterboxd :')\n  ","476364":"\n   hey how are you\n  ","476365":"\n   yeah but anons make its impossible to actaully know who said what. for instance the reply about \"wdym and melol\" here is a different anon than me (dont say lol dont say lol) haha\n  ","476366":"\n   the shelves will be bare is short order. already have a designated spot in mind where i will keep my rotation of flavors XD\n  ","476367":"\n   never been something i did. do you do smoothies often? closest ive come to that is when i had my boba tea obsession about 7 years ago i used to make them at home lol.\n  ","476368":"\n   are you more of a morning or night person? ☀️ 🌙\n  ","476369":"\n   sometimes i just want there to be none. usally its when i plan to add acidity to the dish such as vinegar or i want to exentuate the flavors of the dish without the sweetness of the soy. also to mix it up. tmr making a dish with a caramelized onion base, will use soy. lentil stew but will add pasta.\n  ","476370":"\n   wdym is melol tho i think they just say it without really reading XD\n  ","476371":"\n   i like iceberg. a. usally cheaper, b. idk it just has a sort of vegetal sweetness to it that romaine does not. especially closer to the centers. being picky tho i love it all. actually have not had much lettuce for years and more recently im thinking that was a big mistake. its reallly reaaly good!!\n  ","476372":"\n   and like why the fck do they care so much? like passionate. like chill partner damn\n  ","476373":"\n   yep had, same same. tomorrow will be lime. think this will become a new routine XD\n  ","476374":"\n   *b.25 XD\n  ","476375":"\n   nice. soy sauce is one of my staples in cooking. just such a good sautee partner i love it. may have said it before but i never remember to put it on stuff as a condiment. only cook with it. just brings out that special sweetness when cooked. its my go-to with caramelizing onions 90% of the time.\n  ","476376":"\n   haha. do you prefer romaine or iceberg lettuce?\n  ","476377":"\n   the worst part is it has nothing to do with the virus. just the norm. those sales and deals tho :')\n  ","476378":"\n\n    @veehansen1982140\n   \n   needs serious help\n  ","476379":"\n   Pap current outfit atm?\n  ","476380":"\n   haha the things we think of when we're kids lol. funny the sort of lack of foresight we have as kids, scary even. although maybe scarier yet is some adults are even worse :') but yeah that sucks. at the time im sure those things were pretty damn traumatic!\n  ","476381":"\n   yes i felt the isalmic undertone too but did not mention :') haha. yeah maybe more than one i sorta skimmed it all pretty fast cus soooooo much and not very interested. not my kind of trolling. i like the more light hearted humorous type yanno.\n  ","476382":"\n   cont. from the other. would i have to try putting it in cakes? i just could not have it. its like opening a can of evil demonic worms. i think for now i will stick to my 10 pkts when i got to taco bell routine. any fluctuation could be disastrous lol\n  ","476383":"\n   had the audio tho which was probably the best part lol. kids today have it so easy. to this day i still have soft spot for 90's storyline p0rn lmao\n  ","476384":"\n   XD\n  ","476385":"\n   nice. i had chicken today. fried. i was coerced by a special coupon price lol. was fine but too soon. only had a few weeks ago but this was the cheapest offer they have yet to send me. they know my weakness :')\n  ","476386":"\n   not yet but these were the only eggs used today. rip 4 cream eggs. i have 10 left i think. more will be gotten im sure :')\n  ","476387":"\n   i have more cereal than most stores do these days lmao\n  ","476388":"\n   can you share some ways she was?\n  ","476389":"\n   maybe hes me lol XD\n  ","476390":"\n   cookies were after XD\n  ","476391":"\n   well at least they followed through. a for effort. *lower case XD\n  ","476392":"\n   No it really not that is me lol\n  ","476393":"\n   i agree with you that it seems someone new. i feel they may be british. very condescending tho. wannabe sociopath lol\n  ","476394":"\n   My gf said she don’t wanna hang cuz she feelin “crunchy” tf that mean?\n  ","476395":"\n   Can i take you on a date\n  ","476396":"\n   Has anyone else received a notification stating they were repeatedly violated the rules ? Even though they didn't do anything wrong? I just got one\n  ","476397":"\n   I’m actually quite shocked it isn’t on Netflix. Every other virus type show and movie is. 😂\n  ","476398":"\n   I like you\n  ","476399":"\n   Well Contagion is, and it’s basically the same thing. 😂\n  ","476400":"\n   😂\n  ","476401":"\n   What’s the scariest horror film, you have ever seen?\n  ","476402":"\n   Post it\n  ","476403":"\n   Your sexual account\n  ","476404":"\n   pap\n  ","476405":"\n   cute\n  ","476406":"\n   What's the oldest video game you've ever played? 🤔 How was it to play that one? 😁\n  ","476407":"\n   Do you thinkt hat veggie burgers taste good?\n  ","476408":"\n   last time you vacuumed?\n  ","476409":"\n   philosophy: who are you?\n  ","476410":"\n   Which would you rather be in, an insane asylum or prison? Why?\n  ","476411":"\n   Do you have any guilty pleasures when it comes to media? 🤔 Like if you love a certain movie, book, video game etc. that you know that most people think is horrible haha\n  "},"Answer":{"475339":"\n  How so!? 🤣\n  ","475340":"\n  Google translate\n  ","475341":"\n  The chocolate cake was good. Only had one piece. They ate it for breakfast:( there was still like half of it.\n  ","475342":"\n  What have I proved?\n  ","475343":"\n  \"You are not a solution solution\"\n  \n  ¯\\_(ツ)_\/¯\n  ","475344":"\n  Poor guy :(\n  ","475345":"\n  Ya.. that's not much lol\n  \n  You always bake more too\n  ","475346":"\n  People\n  ","475347":"\n  The more you tell it the more it becomes real to you. Screwing up the reality.\n  ","475348":"\n  Anyone ¯\\_(ツ)_\/¯\n  ","475349":"\n  Nah. Monday took the cake on \"bad days\".\n  ","475350":"\n  I've been wearing bras even less now lol\n  ","475351":"\n  We're shitty people?\n  ","475352":"\n  Glad I'm not under quarantine with them :p\n  ","475353":"\n  Yes :(\n  \n  That perfect attendance, grades all to be undone by 2020\n  ","475354":"\n  We just make other ones.\n  \n  If we did the same ones then the lesson wasn't learned from it.\n  \n  Mistakes are part of life. Helps make you grow etc\n  ","475355":"\n  Well done!\n  ","475356":"\n  I'd guess they must have been on a flight?\n  ","475357":"\n  Probably tried pretending to be you :o\n  ","475358":"\n  Not good things, apparently.\n  ","475359":"\n  Belle, Nala, Anna\n  ","475360":"\n  You'd have to find out the hard way\n  ","475361":"\n  🍻🍻🍻\n  ","475362":"\n  🤣🤣🤣\n  \n  Good luck then?\n  ","475363":"\n  Night gentlemen\n  ","475364":"\n  Seems familiar but don't think I've seen all of it either\n  ","475365":"\n  Proving others wrong 😈\n  ","475366":"\n  Who wants to have a 6 feet away dinner party? 🤣\n  ","475367":"\n  I'm not sure. Not too involved with science fiction characters.\n  ","475368":"\n  Idk people are taking the piss on everything right now. Probably better to ask them.\n  \n  They know every single thing about me, apparently\n  \n  ¯\\_(ツ)_\/¯\n  ","475369":"\n  I don't think there'd be a gif for that then :o\n  ","475370":"\n  Everything lol\n  ","475371":"\n  I usually go for fruit, nuts, cheesestick, ice cream or something.\n  ","475372":"\n  Yup. Already shared before. Rather not get hate. There's people in their 20s and someone older on here than me that doesn't drive either.\n  \n  I took driver's ed but didn't get to do the driving part because I got 1-2 more of the questions wrong. Stupidity, didn't end up retaking it back then.\n  \n  Started learning in 2019 but that kind of stopped since they were too busy and now having a baby etc\n  ","475373":"\n  Kind of but I get where they are coming from too.\n  \n  They kind of forget that I was learning to drive and that I have been getting paid. Just because its not retail or something I totally love doesn't mean its not income to my life.\n  \n  They just want me to feel even worse about certain things while my face is fucked up and while quarantined. They can't even come off anon or say it to my face either. Oh well.\n  ","475374":"\n  This just reminds me of Titanic.\n  ","475375":"\n  Why the hell not ? lol\n  ","475376":"\n  All the kinds\n  ","475377":"\n  ¯\\_(ツ)_\/¯\n  ","475378":"\n  No\n  ","475379":"\n  I suppose but you just make it seem like a burden, that people can't change their situation and all these other things. Those things still wouldn't make me a gold digger or want that sugar daddy aspect.\n  ","475380":"\n  Bit of both\n  ","475381":"\n  Haven't made one\n  ","475382":"\n  Face it.. those guys also lie and never follow through lol\n  \n  More money would be nice but not that way.\n  ","475383":"\n  I felt this 🤣\n  \n  Also exercise\/walk but feel like it's been more of the latter overall.\n  ","475384":"\n  This quiz was mean :(\n  \n  Much rather have real love than just a sugar daddy. Not that money hungry either\n  ","475385":"\n  Hm ¯\\_(ツ)_\/¯\n  ","475386":"\n  Maybe after my face is normal :p\n  ","475387":"\n  I don't want rona\n  ","475388":"\n  Don't threaten me with a good time\n  ","475389":"\n  Sausage egg one? :)\n  ","475390":"\n  lol\n  ","475391":"\n  Going outside 🤣\n  ","475392":"\n  I use this and ig the most.\n  \n  I've been checking FB more often too lately-_-\n  ","475393":"\n  Ah nice :)\n  ","475394":"\n  No, it was fine.\n  ","475395":"\n  Oh my.\n  ","475396":"\n  Simultaneously would be more ideal. Bettering myself while having someone as well.\n  ","475397":"\n  Not yet.\n  \n  Workout\n  \n  Ate dinner\n  \n  Took a shower, dried hair. Iced my face. Just put some ointment on.\n  ","475398":"\n  Could have used one in the beginning. Wasn't in the mindset to workout but got it done. Felt good in the end.\n  ","475399":"\n  Nope. Just careful and sanitizer.\n  ","475400":"\n  Thought you meant atm lol\n  \n  Psychology degree \/ therapist. Always liked the idea of author too. Maybe something with fitness.\n  \n  Being with someone who loves me. All the things that come with that.\n  ","475401":"\n  Talk about fate!\n  ","475402":"\n  Yes that's true.\n  ","475403":"\n  I'd rather turn into a butterfly\n  ","475404":"\n  Some lemon thing, kind of crusted a little bit too.\n  \n  Nice! Seems like the perfect time to get it. Never know how bad this shit will get!\n  ","475405":"\n  Lit 🤦🏼‍♀️\n  ","475406":"\n  Yes\n  \n  Yes\n  \n  Not fully\n  \n  There's lots of supermarket jobs right now but I wouldn't want to compromise my mom and sister&baby. Not to mention another with A type blood if that's even true.\n  ","475407":"\n  Children.. oh shit.\n  ","475408":"\n  Chicken\n  \n  A salad\n  \n  Gravy\n  \n  Green beans\n  ","475409":"\n  America in a few months\n  ","475410":"\n  Not sure I've heard that one but heard others.\n  ","475411":"\n  I haven't seen my biological ones in years. Uncle got divorced and custody battles. The girl was 5\/6 last I seen her and should be 23 or so now. The guy is pretty close in age to my sister and myself.\n  \n  I was closer with my former stepcousin. More so one of them since he was around more often growing up. And then my other bio one is around 23 too so a bit eh..\n  ","475412":"\n  I haven't been wearing a mask anyways.\n  ","475413":"\n  Currently doing that workout -_- wish my mind was as invested in it though. 110 dips next :(\n  \n  Shower\n  \n  Probably end up walking at some point\n  \n  Movies or a show? Idk.\n  ","475414":"\n  Seems so. Going to do that workout eventhough I don't really feel up to it either.\n  ","475415":"\n  Chicken is marinating\n  ","475416":"\n  :(\n  ","475417":"\n  lol XD\n  ","475418":"\n  Castor oil is a decent soap alternative.\n  ","475419":"\n  No\n  ","475420":"\n  Ok eggman\n  ","475421":"\n  My condolences.\n  ","475422":"\n  Might be time to make your own?\n  \n   https:\/\/www.wikihow.com\/Make-Hand-Sanitizer\n  \n\n  Some FB groups might have trade\/sell options. A Bidet could help. Maybe craigslist?\n  ","475423":"\n  I literally said the reason in the thread.\n  ","475424":"\n  Ok I guess\n  \n  Icing my face atm\n  ","475425":"\n  Store? Amazon?\n  ","475426":"\n  I might see some charts at times but I'm not looking for it either. I don't want to freak myself out, I'm just taking one day at a time, staying in. Have gone on walks but nobody has been around at those times. Washing hands and using hand sanitizer too.\n  ","475427":"\n  me lol ;)\n  \n  Sorry. I don't really feel like writing lovey dovey things.. very complex etc\n  ","475428":"\n  Aw, congratulations! Happy wedding Anniversary.\n  \n  Single;\n  \n  With love, understanding, wanting the best for them, rooting for them, kindness, best friend, trust them, lots of fun times,enjoying time together etc\n  ","475429":"\n  I can.\n  ","475430":"\n  With someone you love?\n  ","475431":"\n  The latter.\n  ","475432":"\n  Maybe\n  ","475433":"\n  Might not make it out alive either :o\n  ","475434":"\n  Zoella since she was one of the first people I've ever followed there. Cool seeing her growth.\n  \n  Learningtobefearless gives me my Boston fix XD nice makeup skills. Clothing.\n  ","475435":"\n  One is there constantly with you while the other is more a temporary situation\/thought?\n  ","475436":"\n  Good luck because it's all over the place\n  ","475437":"\n  Same shit, different week. Easier to get done faster than the actual time amount\n  ","475438":"\n  Yes please\n  ","475439":"\n  Skinny jeans\n  ","475440":"\n  Ok then??\n  \n  Forty multiply?\n  \n  On my way today, I saw many of you, and I think I have reached the number ninety and then I am tired of counting!\n  \n  \"Stop scattering your features on the faces of those in transit.\"\n  ","475441":"\n  Yes\n  ","475442":"\n  No\n  ","475443":"\n  Smack it.\n  \n  Take batteries out and put back in or just get new ones.\n  ","475444":"\n  5\n  ","475445":"\n  Gotta be careful with those eggs\n  ","475446":"\n  Nothing to lose atm\n  ","475447":"\n  More happy overall\n  \n  70 \/ 30\n  ","475448":"\n  Can work in many ways.\n  ","475449":"\n  They don't hurt atleast. Just the face.\n  ","475450":"\n  Nope\n  ","475451":"\n  I have fruit more.. strawberries, blueberries, and other berries.\n  ","475452":"\n  Ohhh\n  \n  wtw was supposed to be wall to wall. I totally overlooked that one hahaha\n  ","475453":"\n  Could ask you the same ;)\n  ","475454":"\n  Not sure\n  ","475455":"\n  🤣🤣🤣\n  \n  Yes and everyone had huge 2020 plans. R.i.p\n  ","475456":"\n  Oh man.. I like both.\n  ","475457":"\n  Rocks\n  ","475458":"\n  No but they do tell me I need to do something about it haha\n  ","475459":"\n  Gabby usually has good ones  :)\n  ","475460":"\n  My brother-in-law put olive oil on my mom's glasses.. those cheap nonprescription reading ones. And she had a bottle of rootbeer that he ended up putting in the freezer.\n  ","475461":"\n  A dove and a seahorse\n  ","475462":"\n  Vaguely\n  ","475463":"\n  Yes\n  ","475464":"\n  I see even less people?\n  ","475465":"\n  Good night\n  ","475466":"\n  9.5\n  ","475467":"\n  If they are nonstop clingy?\n  ","475468":"\n  Haven't tried in years. Always creeped me out being bigger. Thought I'd snap my neck ¯\\_(ツ)_\/¯\n  ","475469":"\n  Have what?\n  ","475470":"\n  Ofcourse not. My friend Colleen was and there was a guy one too.\n  ","475471":"\n  My left arm hurts a bit. Not sure if that was from Sunday's workout or hurt yesterday too.\n  ","475472":"\n  As safe as I can 🤣\n  ","475473":"\n  Hazel :)\n  ","475474":"\n  Awesome\n  ","475475":"\n  Indeed\n  ","475476":"\n  Do you have anything new to talk about?\n  ","475477":"\n  For my face to go back to normal asap and no scaring\n  ","475478":"\n  Cow and turtle\n  ","475479":"\n  Ok\n  ","475480":"\n  I haven't updated it\n  ","475481":"\n  Rarely these days. I still get the news though.\n  ","475482":"\n  I like dogs more.\n  ","475483":"\n  Don't have one and rather not take pictures atm\n  ","475484":"\n  Probably hurt hence yesterday. Idk man.\n  ","475485":"\n  No\n  ","475486":"\n  Haven't been that bad.\n  ","475487":"\n  Jerry\n  ","475488":"\n  Fine all things considered\n  ","475489":"\n  Pretty much.\n  \n  To All the Boys: P.S. I Still Love You\n  ","475490":"\n  Yes, just put a movie on :)\n  ","475491":"\n  Thanks. You too, Bella.\n  ","475492":"\n  No shoe pictures for you\n  ","475493":"\n  I'm barefoot atm\n  ","475494":"\n  Nothing?\n  ","475495":"\n  That would change\n  ","475496":"\n  Aw you too ♡\n  ","475497":"\n  Made me think of this\n  ","475498":"\n  Probably worse as not many people to bug at night since everyone should be home.\n  ","475499":"\n  You are\n  ","475500":"\n  🥚🥚🥚🥚🥚🥚🥚🥚\n  ","475501":"\n  Yo\n  ","475502":"\n  Orange.\n  ","475503":"\n  Yup. Grand Canyon, Sedona, Payson, Flagstaff etc\n  ","475504":"\n  Again, not all are like that.\n  ","475505":"\n  Knees got cut up too so overall it's been fun 🤣\n  ","475506":"\n  No but FB keeps reminding me of it.\n  ","475507":"\n  <3\n  ","475508":"\n  Not really but don't want to be a downer either :)\n  ","475509":"\n  Not sure if we have any bruises ones.. but the one I did use has antibiotics type stuff in it too.\n  ","475510":"\n  Can't do anything for me <3\n  \n  Thanks though.\n  \n  I don't want to nonstop talk about it for starters.\n  ","475511":"\n  Definitely. Sleep on my sides so it was definitely an adjustment last night trying not to sleep on that side. Yes.. don't think it was that deep, thankfully. Should be fine 🤞\n  ","475512":"\n  It was a mass send. I have thick thighs.. who cares? They weren't being mean lol didn't take it that way.\n  ","475513":"\n  Not really in pain. Eyebrow can be a bit painful when something is against it. Under the eye is more tight\/itchy feeling that comes and goes. More bubble like than straight up black eye.. so far. Lip just feels annoying like I got novacane without the novacane part happening.\n  \n  One of the dogs won't even look at me 🤣\n  \n  Sister kept laughing when I got back since pictured a raccoon or some type of animal clawing my face. It's only on the right side so looks more weird having a normal face and then the other side being messed up looking.\n  ","475514":"\n  A while if I wanted\n  ","475515":"\n  Why the fire?\n  ","475516":"\n  Chicken parm\n  \n  Chinese food\n  \n  Ice cream\n  \n  Lobster\n  ","475517":"\n  Yes and no... lol\n  ","475518":"\n  No\n  ","475519":"\n  Woke up to the bathroom mirrors being covered -_- lip is bugging me more. Think he forgot I have a mirror in my room lol\n  ","475520":"\n  Ended up getting 8 hours total. So not too bad, I guess.\n  ","475521":"\n  Yes. Some ugly purple sweater thing when in high school. The CHEERLEADING TEACHER had the same one on :(\n  ","475522":"\n  First things that came to mind\n  \n  1. Hahahaha\n  \n  2. Got more than I bargained for\n  \n  The actual dr part wasn't as bad but it was so freaking long.\n  ","475523":"\n  :(\n  ","475524":"\n  I might check it out\n  \n  Delete if I know it's going to be stupid bs..\n  \n  also if you get anything by a \"vee\" girl.. avoid like it's the Corona virus!\n  \n  Sometimes use as a filler\n  ","475525":"\n  :D\n  ","475526":"\n  Haha that's cute but no thanks! Makes it seem like ONLY Maxwell is invited :(\n  ","475527":"\n  Not on\n  \n   @poetalunam\n  \n  page, apparently.\n  ","475528":"\n  Just did.\n  ","475529":"\n  Nobody said anything lol\n  ","475530":"\n  Not always.\n  ","475531":"\n  Hopefully not for long. More sleep would be good. Not sure if I really got any.\n  ","475532":"\n  Think so\n  ","475533":"\n  No thanks\n  ","475534":"\n  Thanks. I don't feel beautiful tonight though or for this week lol\n  ","475535":"\n  Ketchup more often.\n  \n  Hummus\n  \n  Don't care for mayo that much but still have it at times.\n  \n  Usually have olive oil as a salad dressing.\n  \n  Bbq sauce\n  \n  Had a love affair with sriracha but just haven't been using lately.\n  \n  Guacamole. That healthy fat though ;)\n  ","475536":"\n  \"Write anything that comes to mind\" or the jist of that.\n  \n  ~\n  \n  Rock bottom\n  \n  Spitting blood\n  \n  Agony meets misery\n  \n  A tight sting\n  \n  Eyesight gone blind\n  \n  A tortuous battle, of oneself\n  \n  Scrapped knees combined with hunger\n  \n  The dizzying array of light\n  \n  The twinkling way of night\n  \n  Pitch black under dark\n  \n  The crescent's laughter echoing throughout\n  \n  ricocheting delight with torment\n  \n  The butt of a joke\n  \n  The spaces divide between the two\n  \n  The colors worsen\n  \n  Lips slightly plump and apart\n  \n  Crease and decrease\n  \n  the everlasting beauty\n  ","475537":"\n  Eat donuts around their naughty bits and wash it down with coffee.\n  \n  I have no clue. Haven't seen anything mentioned. They probably give warnings to go home or arrest?\n  ","475538":"\n  Rugrats\n  \n  Tom and Jerry\n  \n  Typical 90's cartoons\n  ","475539":"\n  Great...\n  ","475540":"\n  supercalifragilisticexpialidocious\n  ","475541":"\n  Its more a red\/purple color :\/\n  ","475542":"\n  Yes :)\n  \n  People forget that you still need to do the thing.. its not solely about believing.\n  ","475543":"\n  Being there when they say they will, being on time. Having trust in the person. Actions speak louder than words. Getting sh!t done. Many different contexts.\n  \n  Yes, I think I am.\n  ","475544":"\n  Oh ok\n  ","475545":"\n  \"LEAVE ALL SAFETY\" in Russian.\n  \n  Why do people keep leaving nonsense questions today?\n  ","475546":"\n  Frozen waterfalls seems like a good time.\n  ","475547":"\n  \"What things do you do to carry out this quarantine as well as possible?\"\n  \n  I have been staying home.  Going out on walks when nobody else is really out. Movies, listening to music, incorporating some type of at home workouts. I haven't really been baking since being on quarantine but should probably make something soon.. not sure what. Reading. On social media more. Seeing memes. Need more productive things...\n  ","475548":"\n  Hello\n  ","475549":"\n  Last laugh but not in a bad connection way.\n  ","475550":"\n  How is it not? Plus nobody is wearing a diaper or pad here.\n  ","475551":"\n  Cute\n  ","475552":"\n  Lovely\n  ","475553":"\n  Yay but I haven't had in years. Childhood days! Don't remember how we'd cook them up\/pair with.\n  ","475554":"\n  Both but more outdoorsy.\n  ","475555":"\n  Weird.\n  ","475556":"\n  I feel disgusting. My body still hurts a bit from the workout I did yesterday too.\n  ","475557":"\n  Highly doubt it\n  ","475558":"\n  You just can't\n  ","475559":"\n  Can't really predict that\n  ","475560":"\n  Bbq chicken wings and had a little bit of gnocchi with a marinara sauce.\n  \n  Chocolate cake\n  ","475561":"\n  With a cool Irish lady. The doctor appointment. Was nice hearing a different accent.\n  \n  Then in pain. Yay -_- Icing and bacterial ointment.\n  \n  Ate dinner and had chocolate cake (sister's anniversary)\n  \n  Watched some of The Voice\n  \n  Went for a walk\n  ","475562":"\n  Don't know many so no opinion on\n  ","475563":"\n  Maybe.\n  \n  Reminded me of you\n  \n   @NO3MM3RZ\n  \n","475564":"\n  Oh cool\n  ","475565":"\n  Some have been decent, others, I don't see the point. They should focus on new ideas, new movies.\n  ","475566":"\n  Miserable but just got back from a walk with my mom\n  ","475567":"\n  Where are you from?\n  ","475568":"\n  Plenty of times.\n  ","475569":"\n  I should. It's been a few days.\n  ","475570":"\n  Born&raised:Massachusetts\n  \n  Currently living: Arizona. East Valley, I dont give exact location.\n  ","475571":"\n  We did but then switched to YouTube TV because it was cheaper and has all the same programming. You can record shows there too.\n  ","475572":"\n  Bet you she hasn't been wearing one :p\n  ","475573":"\n  👍\n  ","475574":"\n  It was then wasn't...\n  ","475575":"\n  Yes, there is.\n  ","475576":"\n  Just did a few minutes ago\n  ","475577":"\n  What if it's not cute?\n  ","475578":"\n  Think I got time and affection last time. Yes, I'd rather have that over gifts or the other one.\n  ","475579":"\n  We're having chocolate tonight since it's my sister and her husband's anniversary.\n  ","475580":"\n  No clue. I've always liked the idea of 2-3.\n  ","475581":"\n  Yes, usually have it that way :o\n  ","475582":"\n  I've been better\n  ","475583":"\n  Probably that night\n  ","475584":"\n  I suppose many that you keep getting better at\n  ","475585":"\n  Aw yes. The things people will do. Always liked Cadbury and reeses, jelly beans. Everything else was more like you said.\n  ","475586":"\n  Oh my. The disappointment is real\n  ","475587":"\n  Wow...\n  ","475588":"\n  I bet!!\n  ","475589":"\n  I suppose\n  ","475590":"\n  Fun night then! You wild\n  ","475591":"\n  Mild and hotter for me :D\n  ","475592":"\n  Yes\n  ","475593":"\n  Yay\n  ","475594":"\n  I was having some mushrooms, chicken and zucchini. Not quite a snack.\n  ","475595":"\n  No. I'm the baby.\n  ","475596":"\n  Same :(\n  ","475597":"\n  Its really not tho\n  ","475598":"\n  Rock hard\n  ","475599":"\n  Same\n  ","475600":"\n  Not sure I want to get into it. In pain though.\n  ","475601":"\n  Couldn't get into. Seemed pretty common sense what would happen etc\n  ","475602":"\n  Fucking hate today\n  ","475603":"\n  A lot lol\n  \n  Feel zombie like still\n  ","475604":"\n  Yes but can happen more with bikinis at times.\n  ","475605":"\n  Maybe a 6.\n  \n  On the road going to dr appointment -_-\n  ","475606":"\n  Nope\n  ","475607":"\n  Don't remind me :(\n  ","475608":"\n  I thought we were still talking about chocolate.\n  ","475609":"\n  Hey :)\n  ","475610":"\n  8.5\n  ","475611":"\n  🤣\n  ","475612":"\n  AZ doesn't change\n  ","475613":"\n  Didn't know what mochi was then :p think they probably only had the ice cream kind anyways?\n  ","475614":"\n  Less is more. Got it :)\n  ","475615":"\n  Meant you doing.\n  ","475616":"\n  Yessss\n  ","475617":"\n  Haven't we all XD\n  ","475618":"\n  Why?\n  ","475619":"\n  Probably more ;)\n  ","475620":"\n  The last one named my vagina ¯\\_(ツ)_\/¯\n  ","475621":"\n  Oh it really is haha\n  ","475622":"\n  I know :D\n  ","475623":"\n  Indeed :)\n  ","475624":"\n  No\n  ","475625":"\n  Not really 🤣\n  \n  Just on walks.\n  ","475626":"\n  Be quite the show\n  ","475627":"\n  Yes. Had a few but not enough to make a collection\n  ","475628":"\n  For you :p\n  ","475629":"\n  No clue.\n  ","475630":"\n  Can very well be\n  ","475631":"\n  Maybe ;)\n  ","475632":"\n  Could do.\n  \n  Nutmeg seems interesting\n  ","475633":"\n  I only take metformin.\n  \n  Some multivitamins when I feel like it.\n  ","475634":"\n  Yes. Already gave the answer anyways :p\n  ","475635":"\n  It took 6 months to even get the appointment.\n  \n  Cons: getting sick\n  ","475636":"\n  Haha\n  ","475637":"\n  Ask my ex ;)\n  ","475638":"\n  me lol\n  ","475639":"\n  Yes. Doesn't help that his dad died the same year before they got divorced.\n  ","475640":"\n  lol no thanks\n  ","475641":"\n  Not sure. Probably the typical amount\n  ","475642":"\n  Salt and pepper.\n  \n  Milk\n  ","475643":"\n  Don't have any\n  ","475644":"\n  Ok then ;)\n  ","475645":"\n  Haha who knows!\n  ","475646":"\n  Yes lol\n  ","475647":"\n  More quiet type thing. Usually would talk more. Have stuff to say. Seems like half the person he was type thing.\n  \n  Mom's.\n  \n  My dad claims to be an only child when asked but he had a sister that died really young.\n  \n  We're ok. Should be coming out here depending on the virus over the summer for his stepdaughter's wedding.\n  ","475648":"\n  I suppose. It was also still pretty early so it's like.. how would I know? :o\n  ","475649":"\n  Very nice\n  ","475650":"\n  The way I read it\n  ","475651":"\n  Yes lol\n  ","475652":"\n  Creepy how you know that\n  ","475653":"\n  Just look at Venice\n  ","475654":"\n  Pokemon cards, sports cards, beanie babies.\n  \n  I have a lot of barbies but wouldnt really say a collection as they were random and not specific types.\n  ","475655":"\n  :)\n  ","475656":"\n  Unfortunately.\n  ","475657":"\n  Yes, kind of goes with the whole insulin resistance and fatty liver dealio\n  ","475658":"\n  Nope\n  ","475659":"\n  I was literally comatose. Wasn't even sleeping on my sides and don't remember when I pushed covers off myself during the night. I heard \"those words\" as if in a fog dreamlike state that I couldn't get out of. When I did come to it was already too late as you've gone 😴😴😴😴\n  ","475660":"\n  Not having the jelly? :p\n  \n  Idk.. the last two were more annoying since was tired.\n  ","475661":"\n  Probably waiting for the perfect response;)\n  ","475662":"\n  lol that was the lie\n  \n  I held one of my nephews\n  \n  Held my best friend's stepbrother.. he was a big baby.\n  \n  But in short, I didn't grow up with lots of younger kids around.\n  ","475663":"\n  Tired.\n  \n  And really don't want to go to this appointment\n  ","475664":"\n  Nope, nothing. I don't think atleast lol. I confirmed and then logged out yesterday.\n  ","475665":"\n  Seems so. Paid coins on two different accounts\n  ","475666":"\n  14 years, craziness.\n  \n  Maybe within a year for both? She had someone new first.\n  \n  The former aunt. Was at their wedding when young. Grew up with her being my aunt. Another reason why I don't call my uncle's 2nd wife that lol\n  ","475667":"\n  Sweet dreams\n  ","475668":"\n  Here, ,ig, fb\n  ","475669":"\n  Intimacy\n  ","475670":"\n  I've never held a baby\n  \n  I'm going to watch a movie\n  \n  I've done so many pushups today\n  ","475671":"\n  At Aquariums..\n  ","475672":"\n  Yes.. I'll stick with the workout I did today and do that on Sundays and Wednesdays. The rest of the days I'll have to get creative with workouts. I've been walking but it's just not as productive as I'd like so need to incorporate more.\n  \n  Maybe write more.\n  \n  Need new books soon to read.\n  \n  I just want to remain positive and not let it get to me.\n  ","475673":"\n  The gym being the main one. Seeing certain people including family. My sister even had to include that the baby shower could be canceled disclaimers on the cards to make it easier to get in touch with people etc\n  ","475674":"\n  Exactly;) I didn't feel like using the word spit though XD\n  ","475675":"\n  Nice\n  ","475676":"\n  Think it kind of depends more on the guy's preferences with that. I wouldn't mind any of those ways. Could even tease with my mouth a bit to help with the dryness  ;)\n  ","475677":"\n  Agreed! Keep on believing in yourself and getting better at the crafts.\n  ","475678":"\n  Guitar\n  ","475679":"\n  Rub me the wrong way. Like I instantly didn't like this one guy before he even started talking 🤣 he just seemed creepy. Had a baby and a wife\/gf with him but was making comments hitting on me infront of everyone. Called me bashful because I was having none of him and wasn't all \"omg baby, so cute!\" type thing lol Everything he was doing was straight up not something I'd want. He ended up going to our family friend's house later that night. He was being disrespectful and ended up getting beat up. Which just proved my point on how bad of a character he was! Actions, words.. gut instincts about people.\n  ","475680":"\n  No idea\n  ","475681":"\n  Interesting lol\n  ","475682":"\n  I am a hands on person ;)\n  ","475683":"\n  You monster :(\n  ","475684":"\n  What did you name it?\n  ","475685":"\n  I don't believe so\n  ","475686":"\n  That seems more like common sense, man. Any outsider could be a carrier, regardless, if related to them.\n  \n  I really hope my doctor appointment will be postponed tomorrow. They literally took 6 months and now they gave a CONFIRMATION. like oh honey, fuck no. I do not want! Haha. Like why risk it?\n  ","475687":"\n  It was definitely interesting and they made you pay attention. So who knows if I'd like an entire movie that way. Haven't checked letterboxd today\n  ","475688":"\n  It went by pretty fast! I was up early since I had a nightmare. Went back to bed. Ate keto pancakes. I promised myself that I'd give that long ass motherfu.ck.in.g workout a try and did it all. Proud of myself for that, didn't give up. Had dinner. Took a shower. Been pretty productive overall.\n  ","475689":"\n  I don't know them but get better!\n  ","475690":"\n  Twice a week -_-\n  ","475691":"\n  Same. I must really need that dedication to it. I'm someone who doesn't watch new shows that are too popular right away either.. I'm like I'll get to it! No hurry to have certain ones end. No problem binge watching but hate waiting each week for something new to come out too.\n  \n  Always been someone who seeks out movies more often.\n  ","475692":"\n  A cheese burger, a hot dog (no buns, ketchup on the burger. Mustard over the hot doggo)\n  \n  Salad. Used olive oil tonight as the dressing.\n  \n  A pickle that I sliced up\n  ","475693":"\n  Ate dinner and had a shower.\n  \n  Was getting tired with the sit ups (even did more) and the oblique crunches. I was like give me the dips or push ups again hahaha. Probably the most pushups I've ever done in my life. Elevated and normal way too.\n  ","475694":"\n  Ah ok\n  \n  Well that could make it harder pinpointing the right smell, raisin vs walnut XD\n  ","475695":"\n  Same. Did notice that he got divorced in 2018 when I looked to see who it was. Name didn't really ring a bell.\n  ","475696":"\n  It is now. Build my igloo\n  ","475697":"\n  Not currently.\n  ","475698":"\n  Agreed.\n  \n  The things you could learn!!\n  ","475699":"\n  Oh what did you make? Bet something sweet :p\n  ","475700":"\n  Mandalorian :)\n  \n  Ya I didn't get far with that. Was all aww baby yoda *waves goodbye* haha\n  \n  What one?\n  ","475701":"\n  I didn't think so.\n  ","475702":"\n  It can make or break you? Use synonyms, opposite of hate 🤣 it's a good feeling to have. Unconditional, respect, in a partner way.\n  ","475703":"\n  Uh more self- isolating quarantine crap?\n  \n  I do have an appointment tomorrow though, ugh.\n  ","475704":"\n  60 normal pushups - 30 elevated and 30 normal\n  \n  40 unsupported dips - 30 elevated dips and 10 unsupported going faster with those ones\n  \n  80 pushups- 40 normal and 40 elevated\n  \n  150 pushups: Switched back and forth between normal and elevated.\n  \n  60 sit ups - I did 100 because I thought it was still a higher number 🙈\n  ","475705":"\n  Oh god. There's more? :o\n  ","475706":"\n  Hahaha they did make a small garden during quarantine. Put that rope stuff around it like that would really keep the dogs out of it 🤣 especially the bigger one.\n  ","475707":"\n  Noooooooo.\n  \n  Actually thought about that yesterday.\n  \n  My mom was talking about a news article in Maine where these guys chopped down a tree so that they couldn't go anywhere for the quarantine 🤣\n  \n  I was all \"Stephen King is probably writing about it \" which made me think of Castle Rock and how I didn't finish season 2 yet.\n  ","475708":"\n  Do the raisin test 😈\n  ","475709":"\n  Haha my blood brother is into the stock market.\n  \n  The other is more into history, politics etc\n  ","475710":"\n  Those did come to mind but eh. Why not someone real and alive?\n  ","475711":"\n  I doubt it.\n  \n  200 squats next.\n  \n  Highly disliking this workout hahahaha\n  ","475712":"\n  Hurts more when someone cares but doesn't show it directly to you ¯\\_(ツ)_\/¯\n  ","475713":"\n  Nah.. this one seems like a change up too 🤣\n  \n  Minimal 150 pushups. Definitely going to incorporate some elevated and normal ones with that instead of all normal ones! Break it up.\n  ","475714":"\n  You could say that\n  ","475715":"\n  Still have 10 things to do x_x\n  ","475716":"\n  Only changed 3 things so far. was a long list. To be expected! ;)\n  ","475717":"\n  Currently working out.\n  \n  Need to do 110 dips next :(\n  \n  Also cheated and did 30 elevated pushups and 30 normal pushups instead of the 60 normal ones it said to do.\n  ","475718":"\n  Me: looks at exercise workout\n  \n  It: 100 elevated pushups\n  \n  Me: \"oh no\" in a weird voice 🤣\n  \n  Today is going to be hell 🙃\n  ","475719":"\n  Aw shush\n  ","475720":"\n  Sometimes pineapple would bug me. I don't have it much anyways. Not good on keto.. too bad since it has anti-inflammatory properties.\n  ","475721":"\n  Too beautiful to die\n  \n  Jk\n  ","475722":"\n  lol ok then :p\n  ","475723":"\n  I feel like the first few days I wanted everything but back to normal now. I'm not sure if I gained weight... I only weigh in on Wednesdays. I feel like I look smaller today tho\n  \n  ¯\\_(ツ)_\/¯\n  ","475724":"\n  Nobody knows what will happen. I didn't take it in a mean or threatening way lol\n  \n  Also I washed my hands after going the bathroom.\n  ","475725":"\n  Shawshank Redemption quote came to mind. Also Grease's hopelessly devoted to you. Wanting something, hope for the future, ideas... hope you get better etc\n  ","475726":"\n  What anon?\n  ","475727":"\n  That kind of died but I would have been, yes.\n  ","475728":"\n  R.i.p me lol\n  ","475729":"\n  Its fine. Happened in 2006 :(\n  ","475730":"\n  Ugh I wish people you block couldn't like or give coins to you. She's so creepy harassing people over some delusional guy.\n  ","475731":"\n  Yes. Was a hard year too. Lost his dad\/my grandpa before all of that happened.\n  ","475732":"\n  I'll  believe it when I see it if I do get it\n  ","475733":"\n  I felt closer to her lol\n  \n  But yes.\n  \n  He's changed a lot which made me like my other uncle more lol\n  ","475734":"\n  Yes it was\n  ","475735":"\n  Idk.. she recently shared a picture of their wedding on her FB which was totally out of character with the rest of the images posted. Her now husband is the polar opposite of my uncle in many ways.\n  \n  Think my uncle would have married anyone since didn't want to be alone ¯\\_(ツ)_\/¯his demeanor has changed etc\n  ","475736":"\n  Because my uncle and her got a divorce. Both remarried to others now.\n  ","475737":"\n  Probably chocolate as there's none.\n  ","475738":"\n  Nightmare\n  \n  Normal dream\n  \n  Pancakes\n  \n  Accepted my former aunt's FB request\n  \n  Oh yes.. living it up :p\n  \n  Need to exercise soon\n  ","475739":"\n  What name were you hoping for? ;)\n  ","475740":"\n  Very nice\n  ","475741":"\n  I'm not really sure. Whenever it feels right, relationship is more serious. I've never lived with an ex.\n  ","475742":"\n  Few days ago. The brother-in-law has been doing them more since he's gotten back.\n  ","475743":"\n  Yes, my favorite way.\n  ","475744":"\n  My former aunt requested me on FB. About time, had my sister there for a few years. I've requested her before to no avail.\n  \n  Wonder if my new \"aunt\" will say anything to me about it 🤣\n  ","475745":"\n  Depends more on the relationship and length of time. How invested you two were. I've had more where I haven't cared much and one that is much harder.\n  ","475746":"\n  Good luck\n  ","475747":"\n  If they seem relatable\n  ","475748":"\n  I kind of felt like eggs today but pancakes were made so had that.\n  ","475749":"\n  Comfortable\n  ","475750":"\n  I don't think so\n  ","475751":"\n  Don't have that here :(\n  ","475752":"\n  Very similar to those :)\n  ","475753":"\n  Fine. Will settle with keto pancakes.\n  ","475754":"\n  No but should since don't know much about my mom's grandpa's side. Possible name change\/shortened. Had lots of siblings. Never talked about his parents.\n  \n  I've looked on ancestry.com before.\n  ","475755":"\n  Gets some chocolate pudding fruit instead ;)\n  ","475756":"\n  Yes.\n  ","475757":"\n  Yes. Made me feel worried and sad. Felt real. Won't go into the details though.\n  ","475758":"\n  Oh yes :p\n  ","475759":"\n  Sorry!!\n  ","475760":"\n  I don't\n  ","475761":"\n  No but last night wasn't a fun one :(\n  \n  I did have another dream too but don't exactly remember all of those details.\n  ","475762":"\n  Seems like original asker now\n  ","475763":"\n  You are too\n  ","475764":"\n  Nice nice :)\n  \n  Should have known that answer already 🤣\n  ","475765":"\n  This seems like a different anon. Anyways, I won't agree to anything if done anon style.\n  ","475766":"\n  :)\n  ","475767":"\n  Yes. Mainly produce. There's not much real markets around here though. Even gone to an Asian market before.\n  ","475768":"\n  The better question.. do you keep some skin on or leave them all off? 😈\n  \n  I suppose it was in NZ or he just kept wanting it.\n  ","475769":"\n  Haha thanks. Will need them XD\n  ","475770":"\n  You don't even know what was said lol\n  ","475771":"\n  Has \"i\" and \"u\" in it?\n  ","475772":"\n  Always in the shadows.\n  \n  I should try getting more sleep now.\n  ","475773":"\n  Putting salt in the wounds, man 🤣\n  \n  Plan to do this crap today. No me gusta.\n  \n  I've mainly just been walking. Need to incorporate other kinds of exercise to feel good etc\n  ","475774":"\n  Yes :p\n  \n  Don't really feel like talking about food though. I eat later on and rather not make myself hungry now lol\n  ","475775":"\n  Food :p\n  \n  Probably chicken.\n  \n  Pasta\n  \n  Ham potato casserole sounds good right now. Comfort food and good in the winter or whatever season this is pretending to be 🤣 still cold out at times. Keeps being cold and warm the next day.\n  ","475776":"\n  I think that could be correct.\n  ","475777":"\n  By waking up from a nightmare?\n  ","475778":"\n  Good night\n  ","475779":"\n  Some stuff on Twitter. Retweeted some and liked others. Been a while since I got on.\n  \n  Then some IG memes about the virus eventhough I do take it seriously. Or random memes\/quotes.\n  ","475780":"\n  Haven't made a mask in years. Don't remember adding fruit.\n  ","475781":"\n  A meal from Panda Express last month, I think?\n  ","475782":"\n  Blissful yet torn\n  ","475783":"\n  This came up.\n  ","475784":"\n  Those waterbottle things? Nope. I think my sister might have something like that though. Or these frozen things that you can microwave to get hot too.\n  \n  I didn't get my period if that's why you were asking.\n  ","475785":"\n  Adulting but keep the money and other aspects of it? 🤙\n  ","475786":"\n  Don't care\n  ","475787":"\n  Not my picture but there is a cactus like that on my walking route.\n  ","475788":"\n  Probably cry at all the pushups, dips, squats, jumping jacks, crunches, sits ups and whatever else I'll do....\n  \n  Why do i Iike doing challenges? :(\n  ","475789":"\n  * before quarantine *\n  \n  Haven't been going anywhere besides walking.\n  \n  Online\/clothing;\n  \n  Dress: shein. Had points added to the purchase and free shipping. Kind of an impulse buy. I kept seeing it on there and wanted it. Not bad for $2 something in the end.\n  \n  In store: Razors (was out of)\n  \n  Amazon: a hair removal product 😉\n  ","475790":"\n  Can I bring someone or just me alone? *gulp*\n  ","475791":"\n  Yes. I'm good\n  ","475792":"\n  Steak\n  \n  Green beans\n  \n  Salad with carrots and cheese added. Used the balsamic vinegar dressing. A few cucumber slices\n  \n  Mom made mashed potatoes for her and my sister. The brother-in-law is trying to be back on keto. I actually weigh less than him atm. He gained 25 pounds when switched to low carb, sometimes normal foods and then vacation weight.. all that venison together lol\n  ","475793":"\n  Alive\n  ","475794":"\n  \"She turns into a tiger when she's ready to eat\" 🤣🤣🤣\n  ","475795":"\n  It's strange what desire will make foolish people do ;)\n  ","475796":"\n  If I wanted but I don't usually. I expect it and nothing gets passed me\n  ","475797":"\n  I guess lol a little stir crazy\n  ","475798":"\n  Rolling back your eyes\n  \n  I see ;)\n  ","475799":"\n  Maxwell's song 🤣\n  ","475800":"\n  I'd say these ones lately\n  \n  Jacob Lee\n  \n  Lewis Capaldi\n  \n  Kaleo\n  ","475801":"\n  \"Forget the application\n  \n  You're the right guy for the task\" made me laugh because of the bae applications.\n  ","475802":"\n  You could suck on mine\n  ","475803":"\n  You gotta ask the vamp guy\n  ","475804":"\n  I think the lyrics are more powerful instead of her singing here.\n  ","475805":"\n  Sure ¯\\_(ツ)_\/¯\n  ","475806":"\n  I've never been engaged. I also like guys within my age frame. Wouldn't be with someone that is elderly or a child.\n  ","475807":"\n  Don't pay attention to tell. Whatever is on Netflix, hulu, disney+\n  \n  Don't really stream much on my laptop lately. But will have to soon because most of the recommendations I've gotten can't be found on those platforms.\n  ","475808":"\n  Thanks\n  ","475809":"\n  The dress I got. Haven't really bought much lately.\n  ","475810":"\n  How so?\n  ","475811":"\n  Both ways but they need to chill tf out too.\n  ","475812":"\n  Here's three from 1987\n  \n  Jaws\n  \n  Dirty Dancing\n  \n  Nightmare on elm street\n  ","475813":"\n  \"Say an impossible event and they convinced me of it ?!\"\n  \n  Alrighty then...\n  ","475814":"\n  1 and 2 then?\n  ","475815":"\n  \"let the broker's 3 words complete. Everything would be better if we changed.\"\n  \n  Not sure what the first part means.\n  \n  Guess it depends what you are changing. My personality is fine. Certain things in life could be better.\n  ","475816":"\n  I'd rather get questions that didn't have to do with Covid-19\/coronavirus.  We're all in the same boat. It's kind of pointless to keep talking about it nonstop. Be aware but don't freak yourself out over it.\n  \n  Even my coaches 1stphorm group is all talking about it. Like why not focus on everything else you are doing instead of freaking people out?  Spreading \"information\" that hasn't even happened yet. One day at a time, guys! Nobody knows what will happen. We just have to keep going on. Following rules to help us and others that are compromised that we may know.\n  ","475817":"\n  Music way?\n  ","475818":"\n  Good jokes.\n  ","475819":"\n  Perhaps...\n  \n  Not really a chip person though.\n  \n  Unless tortilla chips paired with nachos.\n  ","475820":"\n  It's not April 1st yet\n  ","475821":"\n  It's not my favorite type of bread. I guess butter to make it more moist.\n  ","475822":"\n  All the above\n  ","475823":"\n  Uh... wingstop?? Before quarantine. Still got it as takeaway though.\n  ","475824":"\n  When you see uwu and it instantly makes you think of\n  \n   @CourtneyUwU\n  \n\n  Things just got weird hahaha\n  ","475825":"\n  Little of both.\n  ","475826":"\n  Me 😉🤦🏼‍♀️\n  ","475827":"\n  Been there, done that.\n  ","475828":"\n  Taking a shower now ;)\n  ","475829":"\n  Inappropriate to say\n  ","475830":"\n  No. I'm good.\n  ","475831":"\n  Depends how they behave.\n  ","475832":"\n  Not for me. The only thing that's different is no gym. Don't really go shopping for clothes that much. Food shops are still open and haven't been hoarding.\n  ","475833":"\n  ¯\\_(ツ)_\/¯\n  ","475834":"\n  Swimming more. Going to lakes and stuff.\n  \n  Seeing my nephew. My stepcousin's wedding is also in July.\n  ","475835":"\n  Everywhere\n  ","475836":"\n  Uh.. I think eating together would be better first instead of having as a guest straight away?\n  ","475837":"\n  😘\n  ","475838":"\n  Technically its John Mayer.\n  \n  I've had avenged Sevenfold, bfmv,  metallic and others before though.\n  ","475839":"\n  Hate bees and wasps. Evil cuties!\n  ","475840":"\n  The whole month feels like a weekend.\n  ","475841":"\n  Reese or cadbury\n  ","475842":"\n  Asking or telling?\n  ","475843":"\n  Ah gotcha.\n  \n  Why just write honey though?\n  ","475844":"\n  Yes. There's only carry out, curb side happening right now.  I haven't ate any takeaways though since been under quarantine yet.\n  \n  Chicken ones...\n  ","475845":"\n  To what?\n  ","475846":"\n  When you make yourself laugh.\n  ","475847":"\n  Did you misspell horny?\n  ","475848":"\n  Banana, strawberries, apples, papaya, pineapple, apricot\n  ","475849":"\n  Getting better all the time.\n  ","475850":"\n  I think they've lost it.. 68 vids all about coronavirus.\n  ","475851":"\n  Yes\n  ","475852":"\n\n   https:\/\/youtu.be\/M5azNpTwVk8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","475853":"\n  Seems so\n  ","475854":"\n  This corona song 🤣🤣🤣\n  \n  Hello by adele remix about self-isolation XD\n  ","475855":"\n  lol note!\n  \n  What about the cinnamon bears?\n  ","475856":"\n  Possibly! :( imma die\n  ","475857":"\n  XD\n  \n  They have some corona song playing....\n  ","475858":"\n  The more you know :)\n  \n  \"Taro is also an excellent source offiberand resistant starch, which account for many of its health benefits, such as improved heart health, blood sugar levels, body weight and gut health. Taro also contains a variety of antioxidants and polyphenols that protect against free radical damage and potentially cancer. Taro, a starchy, white-fleshed root vegetable, has 30% less fat and more fiberthanits cousin, thepotato, plus lots of vitamin E. It's native to Southeast Asia and a staple of the Hawaiian diet. ... Always cooktarobefore eating because rawtaroroot is toxic.\"\n  ","475859":"\n  Very nice :D\n  ","475860":"\n  Seems like it would have been a 2\n  ","475861":"\n  Why'd I watch it? Got recommended and was on Netflix so easy access there.\n  ","475862":"\n  Right! Am confused haha\n  ","475863":"\n  It's also called Kalo in Hawaii :)\n  \n  Wouldn't stop you.\n  \n  I don't think I've had it.\n  ","475864":"\n  You haven't seen it?\n  ","475865":"\n  Why who?\n  ","475866":"\n  They had a few to pick from within a price range.. was the best out of them but still sh!t too.\n  ","475867":"\n  Yes :( good luck.\n  ","475868":"\n  Maps to the stars\n  ","475869":"\n  Wasn't really wanting hurricane stuff\n  ","475870":"\n  Why thank you, good sir.\n  ","475871":"\n  Spoilers\n  \n  It's weird how the parents didn't know they were siblings and still ended up having kids, getting married. Made it seem really taboo when the daughter tried doing the same  including killing eachother because of it. Kind of wonder If the dad abused them when younger too. Seemed odd when tried offering her money to leave. Shocked when he was punching\/kicking her like that later on. Felt bad for the mom too.\n  \n  The poor dog:( had a feeling that was going to happen tho. And then that kid he hated.. damn. Wasn't really expecting that but makes sense too.\n  ","475872":"\n  You too\n  ","475873":"\n  Meatballs, the hairstyles, deesses....\n  ","475874":"\n  Hello governor\n  ","475875":"\n  Maybe Nietzsche has some ;)\n  ","475876":"\n  Explore? Do all the things. Tourist attractions and normal things too. What else would one do?? Take in the culture.\n  ","475877":"\n  Thought it seemed more like raisins\n  ","475878":"\n  Apparently so!\n  ","475879":"\n  Thanks :)\n  \n  Still hate when they do that though :\/\n  ","475880":"\n  Blizzard will get me before covid does\n  ","475881":"\n  I did everything. Didn't keep saying what I did. Burpees were a bit more halfassed though. Pushups were fine.\n  ","475882":"\n  Surprised dentists are even working.\n  ","475883":"\n  It's showing me this. Nice try but I didn't get it yesterday... mine usually last a week.\n  \n  You input old period lengths and the days. Will make a \"trend\" out of it following how many days apart and the lengths given. It will tell you when you should ovulate and also tracks period. You can track symptoms, protected\/unprotected s*x, mood, morning after pill, discharge types, bc\n  \n  I tried adding the day I spotted so I think I made it all kinds of confused ¯\\_(ツ)_\/¯\n  \n  The app \"Flo\" seems way better. Has the same settings but seems easier to use overall.\n  ","475884":"\n  Think more form.. sometimes speed.. just depends what it is.\n  ","475885":"\n  Oops :p\n  ","475886":"\n  The Wave.\n  \n  My mom started watching it last night so I felt like seeing what it was about before joining or not. It's in a different language.\n  ","475887":"\n  Contacts creep me out. Don't want to put anything in my eyes.\n  \n  I have glasses but it's an old prescription. Didn't wear them much to begin with. Would sit closer to the board in school. They were the cheapest ones and don't think they looked that good on me either.\n  ","475888":"\n  Was doing other things with my time, less people would play too. Didn't seem all that important anymore.\n  ","475889":"\n  Never timed it\n  ","475890":"\n  Baby Togo 😍😍😍😍\n  ","475891":"\n  Pearl necklaces\n  ","475892":"\n  Think he's been on IG still.\n  ","475893":"\n  No. Haven't had any actual pumpkins since.\n  \n  Think did one with the homemade after.\n  ","475894":"\n  All the above\n  ","475895":"\n  There have been times, yes. Curious vs asshole way too.\n  ","475896":"\n  Popular ones...\n  \n  Jumper\n  \n  Semicharmed life\n  \n  How's it going to be\n  ","475897":"\n  Thanks. I was going to be Nicole Lyndsey but they liked Lyndsey Nicole more :)\n  ","475898":"\n  Earlier in March she mentioned her mom having pneumonia and her children have still been seeing her.\n  \n  I think her daughter is better. Haven't heard anything new about her. Apparently they were saying it was croup, chest and ear infection. Then said that she didn't have an ear infection so they didn't end up giving her medication. Which is really weird since she was throwing up, fever of 100+, flu symptoms galore. Apparently they gave her a steroid shot though. Not really sure how that would help much. She's not even a year yet.\n  \n  She's been shaky, sore throat. Talked about sneezing and runny nose in a different post. Her fever was only in the 99's.. will be getting zithromicin for it.\n  \n  Gotta love those people that overshare everything on FB 🤣 paraphrasing here.\n  ","475899":"\n  Yes but not that often.\n  ","475900":"\n  I don't think so.\n  ","475901":"\n  Oh maybe! :p\n  ","475902":"\n  👎\n  ","475903":"\n  Some fillings and a root canal. That was supposed to be a filling but he took too much of the tooth or something which caused the abscess -_-  it was literally overnight, awful pain.\n  ","475904":"\n  ambivert\n  ","475905":"\n  There's a Tiffany girl that is just as bad on here.\n  ","475906":"\n  I don't wear any\n  ","475907":"\n  I like minty ones if I do use it.\n  ","475908":"\n  Not sure. Might have had dry...\n  ","475909":"\n  Not sure on that one. Don't get why they ask. If I was here then I'd be answering questions or sending things out. I'm not a silent lurker.\n  ","475910":"\n  Nope.\n  ","475911":"\n  Blizzard crossing the threshold is always peculiar.\n  ","475912":"\n  I've blocked her too. She has different accounts too.\n  ","475913":"\n  Yikes\n  ","475914":"\n  fais de beaux rêves\n  ","475915":"\n  I dated him ¯\\_(ツ)_\/¯\n  ","475916":"\n  And she didn't\n  \n  The zombie\/mummy looking naked old man made me laugh. Thought of TWD o.o\n  \n  Camille Claudel;\n  \n  Damn.. a lot of them are good. Hard to pick from! I like the more s*xual ones and also just the sculpted faces. Even some pictures others did of Camille Claude. best for last\n  ","475917":"\n  It's not but then again you need to live too\n  ","475918":"\n  Among other things\n  ","475919":"\n  King\n  ","475920":"\n  Great.. now I need the bloody hazmat suit!\n  ","475921":"\n  Yayoi Kusama;\n  \n  SELFLESSLY ART\n  \n  Infinity Mirrors' in Cleveland\n  \n  Mirrored room\n  \n  Her world of polka dotted rooms\n  \n  Agnes Martin; (pretty plain compared to all the other artists you've shared)\n  \n  The islands\n  \n  This rain\n  \n  Gratitude\n  \n  Summer? Think I noticed two different titles.. blue one.\n  \n  Louis Wain;\n  \n  Cat Nightmare Owl Bird Painting\n  \n  Psychedelic cat Tapestry\n  \n  steelplant\n  \n  \"Throwphysic to the dogs.\" Cat postcard\n  \n  Mixed sweets\n  \n  Cats and a full moon\n  \n  Camille Claudel;\n  \n  Madness of psychedelic cats\n  \n  Cat in gothic style\n  \n  Cat study\n  \n  Done looking at cats now 🤣 cool usages of color, life like at times too.\n  \n  Richard Dadd;\n  \n  Based on his head studies? Its b&w ¯\\_(ツ)_\/¯\n  \n  Fairy art\n  \n  Sketch of an Idea for Crazy Jane\n  \n  National Galleries of Scotland\n  \n  Portrait of a Young Man\n  \n  The Artist and the Asylum\n  \n  Locked up in Bedlam\n  ","475922":"\n  Why not side choking?\n  ","475923":"\n  Covers self in lysol :p\n  ","475924":"\n  For neck choking?\n  ","475925":"\n  What every girl wants to hear....\n  ","475926":"\n  I was listening to some spotify songs earlier.. the last  one would have been something from Melanie Martinez. Not  sure on which song it ended.\n  \n  YouTube would have been these ones.\n  ","475927":"\n  Once\n  ","475928":"\n  Sadly.\n  ","475929":"\n  Likewise\n  ","475930":"\n  Hey\n  ","475931":"\n  I'll go with L\n  ","475932":"\n  Not really.\n  ","475933":"\n  I agree with that. Definitely better when you haven't had in a while.\n  ","475934":"\n  First one that came up with \"misery\" and his name.\n  ","475935":"\n  Yes. I'm not trying to think about it. Just self- isolating and all that.\n  ","475936":"\n  Damn\n  ","475937":"\n  Heard that too\n  ","475938":"\n  No idea. Haven't kept track that long, only since 2012. Goodreads says 513 but I know I've read way more.\n  \n  8 books so far this year.\n  ","475939":"\n  That's the way to go haha\n  \n  What do you like most?\n  ","475940":"\n  Bed or outside it seems.\n  ","475941":"\n  Horrible image, man.\n  ","475942":"\n  The real reason why the chicken crossed the road\n  ","475943":"\n  My spelling isn't that hard :p Lynds if can't remember it all XD\n  ","475944":"\n  I like them both ways but had cold more.\n  ","475945":"\n  Hell yes. Strawberry and the cinnamon 🤣\n  ","475946":"\n  Good thing you don't have to worry about me stocking up XD\n  ","475947":"\n  *hugs*\n  \n  Don't think I can have the candy on keto anyways. I know poptarts are a definite no :(  have one for me next time 🤣\n  ","475948":"\n  Oh sh!t! Good thing you are stoked up in general\n  ","475949":"\n  Buys them out and the jelly too!! :p all mine haha\n  ","475950":"\n  You might get mad at me again.\n  ","475951":"\n  Would have done the same. Learning experience. Rather do less if not sure how its going to be\n  ","475952":"\n  Hopefully it will still be there when you look then! Hoarders everywhere\n  ","475953":"\n\n   @youcanjuiceme\n  \n","475954":"\n  Thankfully!!\n  ","475955":"\n  Hope it all goes well! Seems like it would.\n  ","475956":"\n  Nice eyeballing there! I would imagine a musty smell almost instead of really sweet.\n  ","475957":"\n  Ah just looked up. Remember seeing before. Apparently it's sometimes in gouda cheese. Noticed someone had a picture of french toast that had it.\n  \n  The taralli sounds like it would be good then.\n  ","475958":"\n  Safe.. we'll see about that. Could always modify if needed.\n  ","475959":"\n  This one?\n  \n  \"Those human beings who are of any concern to me I wish suffering, desolation, sickness, ill-treatment, indignities—I wish that they should not remain unfamiliar with profound self-contempt, the torture of self-mistrust, the wretchedness of the vanquished: I have no pity for them, because I wish them the only thing that can prove today whether one is worth anything or not—that one endures.\"\n  ","475960":"\n  What makes soy powerful?:p\n  \n  Apparently they do powdered ones too.\n  \n  I do remember seeing the logo.\n  ","475961":"\n  Essays galore!\n  ","475962":"\n  Looks something like this.\n  ","475963":"\n  Indeed. Lots of people were commenting about that\n  ","475964":"\n  And then you had to share it with me :(\n  ","475965":"\n  Yes, you are correct!\n  \n  Oh I have no idea about that. I thought it was someone mentioning someone on here so was like ya.. why ask me crap about people I don't know anything about lol\n  ","475966":"\n  XD\n  ","475967":"\n  I was thinking a different meaning so ya... you'd be correct. Kind of pictured it more as a bad thing instead of a perfection way. Quintessentially we couldn't go....\n  \n  More examples given,:\n  \n  \"Quintessentialcan also describe aperson who is the perfect example of something, like a salesperson or athlete, but the adjective consummate may be a better choice in this context. The nounquintessencerefers to the most typical or perfect representation of something.\n  \n  Going to the spa is thequintessential pastime of the rich and famous.\n  \n  He is trying to be thequintessentialheavy metal guitarist by wearing black clothes, having unkempt hair and getting lots of tattoos.\n  \n  Turkey is the quintessentialThanksgiving dinner item.\"\n  ","475968":"\n  I bet it would be way more than that! Reminds me of those times when you had 20+ continuations.\n  ","475969":"\n  Look it up\n  ","475970":"\n  It shows\n  ","475971":"\n  Homemade on the skillet grill. They love their technology!\n  ","475972":"\n  Could be\n  ","475973":"\n  Good lyrics there\n  ","475974":"\n  That's disgusting! :(\n  ","475975":"\n  They still hound me like every other month.\n  ","475976":"\n  Lauren Cohan plays her.\n  ","475977":"\n  Meant the water.. 70's.\n  \n  Today was 50-60s though.\n  \n  Def a tad cold for AZ still!\n  ","475978":"\n  I'll pass on this 🙃\n  ","475979":"\n  When this movie came to mind 🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️\n  \n\n   https:\/\/youtu.be\/fVO65I50RB8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","475980":"\n  Finished reading The Goldfinch.\n  \n  Been on night walks for exercise. Did my first at home one today ontop of the walking.\n  \n  Laying out by the pool, getting sun. Going in the water. Still a tad cold for it!\n  \n  At one point I was watching films a lot.\n  \n  Listening to music.\n  \n  I need to be more productive.\n  \n  Had a phone interview 👍\n  \n  Listening to music\n  ","475981":"\n  Neither do I. Oh well.\n  \n  Rating, please! Never tried that.\n  ","475982":"\n  👏👏👏👏👏👏👏\n  \n  Preach\n  ","475983":"\n  No clue lol I don't really cook with it\n  ","475984":"\n  They are fun. However, I haven't played anything since early 2000s.\n  \n  As far as on phone ones.. I usually uninstall them if I haven't played in a while.\n  ","475985":"\n  Aw thanks\n  \n  No need to be jealous though.\n  ","475986":"\n  I don't know what this means\n  ","475987":"\n  Can't confirm or deny that haha\n  ","475988":"\n  I don't use WhatsApp so no idea what that is. Sounds like video chat to me? Or just strictly audio?\n  ","475989":"\n  Email\n  ","475990":"\n  Finally listening to all these spotify songs they sent\n  ","475991":"\n  I suppose Togo but tears didn't leak out.. just got teary eyed.\n  ","475992":"\n  Still waiting ;)\n  \n  Did one today so that was good\n  ","475993":"\n  Maybe in another 6 months ;)\n  ","475994":"\n  Chicken quesadillas I believe\n  ","475995":"\n  I haven't been listening to bands much.\n  \n  Beatles\n  \n  Kaleo\n  \n  Third eye blind\n  \n  The verve\n  \n  Does \"city and colour\" count??\n  \n  I feel those are the ones I've been listening to these days and do deserve to be up on that list as well.. for nostalgia. Kaleo being the latest add.\n  ","475996":"\n  You don't deserve any hate! You are ALWAYS nice to people. Always make me laugh or smile with the questions you send and your answers.\n  \n\n   @Ice_Frozen_Vocals\n  \n","475997":"\n  My weight\n  \n  Job related\n  \n  Those girls are still trying to instigate me into saying something racist. They just won't leave me alone. It's been since last October and still recieve things every other month it seems?\n  \n  Failed relationships\n  \n  Reaction:\n  \n  Just depends. Pick your battles. Sometimes ignoring it. With kindness, agreeing with etc\n  ","475998":"\n  Hello\n  ","475999":"\n  Sure\n  ","476000":"\n  Hell yes, son.\n  ","476001":"\n  Nope. Hard to read things far away.\n  ","476002":"\n  Yes.\n  \n  I think sometimes it can be an illusion too. Not loving someone enough as they should. Or when relationships die and you then know that it wasn't real love. Atleast that's how it felt with the guy I dumped. No real feelings after the breakup. Found someone new and that taught me the realness of love, how it should be.\n  ","476003":"\n  I was an angel that didn't get caught 🙃\n  \n  Nah, great kid.\n  \n  Teen... I shoplifted with my best friend a few times. Got kicked out of a resort.. trespassing. We were leaving anyways so it's funny they stopped us and got escorted out by the golf cart following behind us. I smoked cigarettes at 15, haven't since. Trouble by association I suppose XD The family friend that died lately actually would call my friend \"trouble\" at times as a nickname. Here comes trouble and all that XD I wasn't into drinking that much back then either. I've tried more alcohol in latter years but still rarely too.\n  ","476004":"\n  Maybe a 5?\n  \n  Baking.. hm 5 too?\n  \n  The only real mistake was with that pumpkin shenanigans 🤣\n  ","476005":"\n  I thought you liked peeing on people?\n  ","476006":"\n  With family, not really. With random people, if I see any outside, yes lol\n  \n  besides petting this one dog last week and talking to the owner. Oops. Still  alive 🤙\n  ","476007":"\n  Yes. Just did 60 tricep dips (three L's)\n  ","476008":"\n  Hahahaahahahahahahah\n  ","476009":"\n  If only shops were open 🤣\n  ","476010":"\n  Lots do. Certain moods\/memories attached etc\n  ","476011":"\n  Maybe one picture that would surprise you 😈\n  ","476012":"\n  Why do you feel entitled to that?\n  ","476013":"\n  This isn't going to be fun. 19 letters with many repeating!\n  ","476014":"\n  Hawaii and places abroad\n  ","476015":"\n  How not to be 🤣\n  \n  Oh man, I'm not sure.\n  ","476016":"\n  Hakuna matata\n  \n  Cestlavie\n  \n  Carpe diem\n  ","476017":"\n  Was walking outside and it was cold, drinking more water. Got back and yay, relief :p\n  ","476018":"\n  No clue. I don't know what people keep track of or think about me.\n  ","476019":"\n  Choose\n  ","476020":"\n  Phoenix or griffin? Idk...\n  ","476021":"\n  That I loved them. I don't say it that much.\n  ","476022":"\n  Nicole\n  ","476023":"\n  Teleportation\n  ","476024":"\n  Doing something active with good company, food,swimming..\n  \n  simple things :)\n  ","476025":"\n  Apparently my friend has it. Knew that her daughter did! She had all the symptoms and the doctors didn't do much for her daughter but now all \"you have it\" to her..\n  \n  Find it funny she spelt it carona 🤣\n  ","476026":"\n  Washing my hands hahaa\n  ","476027":"\n  Sometimes the weakest link can be in the strongest.\n  ","476028":"\n  Damn. Get better Leonardo. Corona virus is after everyone.\n  ","476029":"\n  Hm I'm not sure! Think that depends on the moment and the individual\n  ","476030":"\n  Yes, I have played that. Didn't know the name of it though, just looked up :)\n  ","476031":"\n  Not everyone would be immune to it, obviously.\n  ","476032":"\n  Still need a pool fence since my sister is pregnant. 3 more months :o\n  ","476033":"\n  Cute!!\n  ","476034":"\n  What do you consider tiny clothing as?\n  ","476035":"\n  This made me laugh\n  ","476036":"\n  I don't think so? Can't remember the last time I've had it if at all.\n  ","476037":"\n  Female stuff\n  \n  👇\n  \n  Have been ovulating way, way more this month. If my period was going to regulate according to the numbers between the last times then I should have got it on the 25th. My fitbit is being cute about it too.. saying all \"period will end in _ days\" and it just continues going on that loop after the end date XD I did skip a period in January so maybe it's doing that again and will get in April instead? ¯\\_(ツ)_\/¯\n  ","476038":"\n  One at the moment but its huge on me now like a dress.\n  ","476039":"\n  McDonalds;\n  \n  burger sans the bun\n  \n  egg mcmuffin without the muffin\n  \n  Panda Express;\n  \n  Chicken teriyaki with veggies\n  \n  Mushroom chicken\n  \n  (chicken, mushrooms and zucchini noodles.. to be fair they make it more into slices)\n  \n  Also wingstop but wouldn't really call them fast food. I like the original hot best\n  ","476040":"\n  Not when you asked this\n  ","476041":"\n  That I won't see them 🤣🤗\n  \n  Self- isolation at its finest\n  ","476042":"\n  👍\n  ","476043":"\n  Indeed :(\n  ","476044":"\n  It's already spread to other countries. There's flight precautions and all that so I don't think anyone is going anywhere right now. My sister and her husband were lucky they even got back from their New Zealand trip. We're all fine.\n  ","476045":"\n  I know.\n  ","476046":"\n  Not sure. I only know there's been two deaths here, both older and had existing conditions.\n  \n  I've lost track of the number since it kept changing.\n  ","476047":"\n  To supermarkets and other essential businesses.\n  \n  My mom did see a lot of kids playing at the park, basketball and all that a few days ago. Which isn't the brightest thing to be doing. Understand wanting out....\n  \n  I've only been going on walks at night when nobody else is outside.\n  ","476048":"\n  Nobody knows.\n  ","476049":"\n  Really hate the big comment.\n  ","476050":"\n  We're fucked?\n  ","476051":"\n  Very nice:)\n  ","476052":"\n  Oh....\n  ","476053":"\n  Interesting\n  ","476054":"\n  I don't care much for the first one but the other two are ok.\n  ","476055":"\n  Haha what?\n  ","476056":"\n  Agreed. Still not fully sure how I feel besides the rating lol\n  ","476057":"\n  I wouldn't want anyone to die\n  ","476058":"\n  Tazo; Passionfruit\n  \n  Some raspberry one we have\n  \n  Celestial ones\n  \n  A ginger one\n  \n  Matcha\n  \n  We have a lot of different kinds.\n  ","476059":"\n  I guess\n  ","476060":"\n  Last night. Really had to pee\n  ","476061":"\n  Yes hence agnostic\n  ","476062":"\n  No thanks\n  ","476063":"\n  Made myself depressed?\n  ","476064":"\n  For what?\n  ","476065":"\n  Yes\n  ","476066":"\n  Thinking of piss being boiled.\n  ","476067":"\n  Yes, I do.\n  \n  Romcom\/comedy and horror are my favorite genres.\n  ","476068":"\n  Please don't\n  ","476069":"\n  3.5 rating\n  \n  Wonder how the movie will be like. Haven't really made any thoughts about it. Kind of all over the place in the end\n  ","476070":"\n  Don't care what you do\n  ","476071":"\n  Aw cute! She has problems and multiple accounts.\n  ","476072":"\n  What I want to eat, when..\n  ","476073":"\n  Pretty,  cute ¯\\_(ツ)_\/¯\n  ","476074":"\n  :)\n  ","476075":"\n  I finished it last night.\n  ","476076":"\n  My grandpa r.i.p\n  \n  Certain friends\n  ","476077":"\n  I was sleeping 2 hours ago\n  ","476078":"\n  32 + 16 - 12 = 36\n  ","476079":"\n  Cute XD\n  \n  Yes, mostly been walking for exercise. Will do some more today.\n  ","476080":"\n  I doubt it\n  ","476081":"\n  Massachusetts\n  ","476082":"\n  Rarely. Salads and blts are pretty much the only time I like tomatoes o.o\n  ","476083":"\n  I've followed her before.\n  ","476084":"\n  If you don't have anything else? 🤢 or add different spices and stuff to it to change the taste...\n  ","476085":"\n  Very lol\n  ","476086":"\n  Christmas 🎄🎄🎄\n  ","476087":"\n  Because someone last night said how she was broken and stuff like that. Just assumed it was the same anon being rude yet again.\n  ","476088":"\n  I think the confession one was the funniest by people's reactions.\n  \n  Still need to answer;\n  \n  4\n  \n  5\n  \n  16\n  \n  17\n  \n  18\n  \n  23\n  \n  24\n  \n  25\n  \n  29\n  \n  31\n  \n  40\n  \n  41\n  \n  45\n  \n  47\n  \n  48\n  \n  49\n  \n  More 50's\n  ","476089":"\n  Correct\n  ","476090":"\n  God no lol\n  \n  Bella saw more ;)\n  ","476091":"\n  I've been pat down AFTER going through the scanner at an airport before. Sadly it was a girl doing it. Bit weird as didn't have anything on me.\n  ","476092":"\n  Stop trying to create drama.\n  ","476093":"\n  For that booty 🍑\n  ","476094":"\n  I have 16 pap questions 🙃🤙\n  ","476095":"\n  You're gonna need a bigger boat\n  ","476096":"\n  I have 102 questions.\n  \n  101 now\n  ","476097":"\n  D i  e\n  ","476098":"\n  Yes, they are pretty.\n  ","476099":"\n  What others? Everything I've been answering has been new besides that dinner question. They asked that hours ago lol\n  ","476100":"\n  I feel like I've just been reading and walking at night lately. Miss the gym.\n  ","476101":"\n  These would be good pickup lines too.\n  ","476102":"\n  Rotisserie Chicken\n  \n  Green beans\n  \n  Salad with cheddar cheese, carrots and other stuff mixed in\n  ","476103":"\n\n   @keepmovingforwardx\n  \n","476104":"\n  Just got back from my 2nd walk. Getting cold out!\n  ","476105":"\n  Tal 😍\n  ","476106":"\n  I thought that's what you were doing XD\n  \n  Dogs for domestic ones.\n  \n  Leopard, polar bears, koalas, peacocks, nomad butterflies\n  ","476107":"\n  Momentarily at times.\n  ","476108":"\n  I should wear the thongs more :p\n  ","476109":"\n  21. Already answered\n  \n  44. Something that both likes to do, just having fun. No pressure. Maybe even getting out of comfort zone. Doesn't need to be a huge thing\n  \n  42. Read, walk.. boring lol\n  \n  22. Yes\n  \n  15. Intitals and year born\n  ","476110":"\n  👍\n  ","476111":"\n  I don't care what Marissa or anyone else does.\n  ","476112":"\n  Ever took someone's bf from them? Nope. Rather not be the other person but at the same time you can't really help who you like at times. I literally took some lingerie with me just in case sooo that should have been a tip to my answer 🙃🤣\n  ","476113":"\n  Hm feel like it's more an internal battle with me.\n  ","476114":"\n  R.i.p boxes\n  ","476115":"\n  Haha this made me laugh XD\n  ","476116":"\n  I really hate this question lol\n  \n  a part of me screams no but the other side is all if something happened naturally then... oh well. Clearly not 100% happy in the relationship if wanting someone else too.\n  \n  Are you trying to make her more jealous?\n  ","476117":"\n  Q&A part of it\n  \n  The people\n  \n  Friendships made\n  ","476118":"\n  Indeed.\n  \n  Haven't had a picnic in ages\n  ","476119":"\n  A lot of older followers don't get on anymore but these were the earliest.\n  ","476120":"\n  Yes lol\n  ","476121":"\n  Myself 🙃\n  \n  Damn that sounds wrong now haha\n  \n  Fruit, food.. idk\n  ","476122":"\n  Yes. Even if he was more good looking and there wasn't a genuine connection with the person then you are still wasting your time and theirs. A fact some people forget especially when dating is involved. If I dont mesh with someone easily then I don't see the point of still talking to them too.\n  \n  Some would most likely still call that picky but it's kind of normal? lol. Why waste time on people when it doesn't feel right? Anyways, I go for personality over looks. I also still need an attraction to the person.\n  \n  I was thinking in general terms\/being nice.. not really wanting to date the person way. If personality was better, liked other things about them, got along well then them being \"less than\" in the looks department wouldnt matter as much as long as I still felt something for them.\n  ","476123":"\n  Hi. Yes, I did wear makeup today. Even eyeshadow.\n  ","476124":"\n  Talk to him like a normal human being?\n  ","476125":"\n  Haha no XD\n  ","476126":"\n  I think ask is drunk right now\n  ","476127":"\n  Cool when doors open :)\n  \n  They also do classes on nutrition and all that.\n  ","476128":"\n  Hopefully people don't want fungi ;)\n  ","476129":"\n  I haven't used it\n  ","476130":"\n  Oh haha\n  \n  Thanks\n  \n  Dude sent the link today\n  ","476131":"\n  Good price. I would too.\n  ","476132":"\n  Hahaha nice man\n  ","476133":"\n  Appreciate\n  ","476134":"\n  #32? Congrats on getting out :p\n  ","476135":"\n  I'd probably have a few different ones or ones that already existed. Cancer ones, underprivileged children etc\n  ","476136":"\n  Ew\n  \n  Why is that vee \"girl\" obsessed with me lately? Paid the secret coins. Gross.\n  ","476137":"\n  me lol\n  ","476138":"\n  I can't just pick one!!\n  ","476139":"\n  It's been a while.\n  \n  Great listener if anyone needs it\n  ","476140":"\n  36. Hm just depends on the day, really. Feel like I can think more at night :\/\n  \n  37. Already answered\n  \n  32. How my door got locked 🙃\n  \n  26. Heather and Tabi\n  ","476141":"\n  Working on it!\n  \n  Someone sent some. Even ones I've already answered\n  ","476142":"\n  Not everyone gives likes\/coins so who knows. I don't care if people have or not lol\n  ","476143":"\n  11. Everyone moved over from FS\n  \n  35. Dog\/housesitting currently. 1stphorm legionnaire once I get that going\n  \n  39. Dirty stuff and the future\n  \n  38. Contine with weightloss. Need a legit job but rather not get sick right now since I wouldn't be the only one that would be compromised. Traveling, bf etc\n  ","476144":"\n  Nala or Belle 🤣\n  ","476145":"\n  Me too lol\n  ","476146":"\n  33. Nothing currently\n  \n  21. humor, beards, tats, honesty, faithfulness, someone who likes to have fun, more outgoing\/outspoken people\n  \n  3. Forever alone, death of loved ones.. not sure on another one\n  \n  12. I feel ok\n  ","476147":"\n  It's not a competition. I'm sure you look great. We're all pretty <3\n  ","476148":"\n  They should find that out themselves. Not by asking around?\n  ","476149":"\n  But is it really a deal in the end? 🤔\n  ","476150":"\n  It's been a while since I've had any kind of mushrooms. Usually would have on the side with steak or something.\n  ","476151":"\n  Haha thanks :p\n  ","476152":"\n  Kinky\n  ","476153":"\n  You get those rights haha\n  ","476154":"\n  It doesn't apply to you ;)\n  ","476155":"\n  I can come off as shy when first meeting people but I'm more sizing them up, seeing if we'd be a good fit, their actions and words.\n  \n  After that, ya, I open up a lot. You'd basically get what you see here.\n  ","476156":"\n  Possible ones more like\n  ","476157":"\n  Please\n  ","476158":"\n  Enjoy then?\n  ","476159":"\n  Please do :p\n  ","476160":"\n  Not in the fighting way..\n  ","476161":"\n  No, shower now.\n  ","476162":"\n  Whatever fits.\n  \n  Think I'm an L right now.\n  ","476163":"\n  The doctor to be sure that I had it. My mom and sister would be compromised.\n  ","476164":"\n  She had a new bf\n  \n  Didn't see as much\n  \n  Both moved to different areas\/schools.\n  \n  Reconnected on FB a few years ago.\n  ","476165":"\n  Careless whisper\n  ","476166":"\n  Not really, goes for any gender. You don't know the person, s*xual history, if they have any diseases etc\n  \n  Also it better be consensual if you do\n  ","476167":"\n  Oh. What's the reason?\n  ","476168":"\n  Sexy\n  ","476169":"\n  Who knows. Don't pay attention to what everyone is currently doing\n  ","476170":"\n  More recieving\n  \n  Nothing too extreme tho?\n  ","476171":"\n  Oh well\n  ","476172":"\n  Could be anyone here\n  \n  ¯\\_(ツ)_\/¯\n  ","476173":"\n  Felt exhausted earlier. Doing better now.\n  ","476174":"\n  I do now ;)\n  ","476175":"\n  Ok then...\n  ","476176":"\n  No. You can scroll\n  ","476177":"\n  Maybe if s*x was involved too\n  ","476178":"\n  Plenty of places including here.\n  ","476179":"\n  Last night while walking with  my mom but its not one I want to dwell on.\n  ","476180":"\n  Money when it comes to myself\n  ","476181":"\n  I have\n  ","476182":"\n  That's subjective\n  ","476183":"\n  Rear Naked Choke\n  ","476184":"\n  I don't always want to look at my face while on here.\n  ","476185":"\n  The display one? No.\n  \n  Clearly I just said where you can find some.\n  ","476186":"\n  See if you can return it?\n  \n  Try a piece and see if it's not that stale yet?\n  ","476187":"\n  In moderation ;)\n  ","476188":"\n  32\n  ","476189":"\n  There's literally one from yesterday posted and another one...\n  ","476190":"\n  Yes, its madness.\n  ","476191":"\n  #stayatask\n  ","476192":"\n  Very nice. Not surprising\n  ","476193":"\n  Samsung then :p\n  ","476194":"\n  No, real cousin. But had 5 former stepcousins by her too.\n  ","476195":"\n  Haha. Wouldn't watch p0rn at a library. Had my own computer at home :p\n  ","476196":"\n  Yes\n  ","476197":"\n  I'm Greek, Irish, German and English.\n  \n  Get the irish and English side from her.\n  ","476198":"\n  A wrap, cheesestick, pickle and a few blackberries\n  ","476199":"\n  Night earthlings\n  ","476200":"\n  Is ask being weird again or???\n  ","476201":"\n  Yes, art can hurt still.\n  ","476202":"\n  Reading, walking, 😈\n  ","476203":"\n  Underwear\n  ","476204":"\n  Song lyrics from it\n  ","476205":"\n  Yes, when I feel like it.\n  \n  Reminded me of this song in 2010\n  \n\n   https:\/\/youtu.be\/VoAXB_Swj-Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","476206":"\n  Quarantine\n  \n  Ovulation\n  \n  knowing my period is coming (if it decides to regulate.. should have got today if so)\n  ","476207":"\n  Yes!!!\n  ","476208":"\n  Cheeseburgers\n  ","476209":"\n  Yes, chicken one. Sauteed together.\n  ","476210":"\n  Very nice\n  ","476211":"\n  Yes, few days ago being the last time. Odd for AZ.\n  ","476212":"\n  Good to know\n  ","476213":"\n  Blue, pink, red, darker purples\n  ","476214":"\n  I wasn't thinking of leaving anyways lol not sure why they said that.\n  ","476215":"\n  No.\n  \n  One time at the library I ended up getting a pop up. Switched the computer off so fast 🤣 it was two guys doing it and had Britney Spears music in the back ground - hit me baby one more time. Think the site was lemon lungs or something. Was doing research on lungs for class I think :(\n  ","476216":"\n  I'm sure you'll be just fine :(\n  \n  *hugs*\n  ","476217":"\n  Who knows?\n  \n  I also find it weird that earlier this book said \"corona\" in it, not the drink. Then just now, it mentioned a quarantine in London and Switzerland.\n  ","476218":"\n  You'd still be kind then?\n  ","476219":"\n  I'm not really sure. Too modest\/humble for my own good when it comes to that stuff.\n  ","476220":"\n  Yes 😉\n  ","476221":"\n  Hm.. maybe if the guy was into it and practicing with him or it was a life\/death situation, fight or flight response.\n  ","476222":"\n  Irrelevant. Think it depends more on the individual, environmental factors, personality, what they want in a relationship etc\n  \n  I don't really think someone could be better either. Not a competition.\n  ","476223":"\n  I know some moves but haven't done on a person lol\n  ","476224":"\n  High 70s\n  \n  Sunny, partly cloudy\n  ","476225":"\n  Not at the moment\n  ","476226":"\n  Sausage, onion, pepper\n  ","476227":"\n  MMA can be fun\n  \n  Dodgeball\n  \n  Volleyball\n  \n  Zumba \/ dancing\n  ","476228":"\n  Personality more.\n  \n  Kind of both though.. need an attraction. Not everyone likes the same type of guys too\n  ","476229":"\n  80\n  ","476230":"\n  Some pu.ss.y for you\n  ","476231":"\n  No problem\n  ","476232":"\n  If we got on well enough  things to talk about etc\n  ","476233":"\n  These ones.\n  \n  Open to other questions too!!\n  ","476234":"\n  I'm not sure but I do keep noticing the time XD\n  ","476235":"\n  Not really. I usually forget them 🤣 liked some Chinese proverbs before though. Common sense ones or just funny..\n  ","476236":"\n  Sleep\n  \n  Vitamin c helps a lot\n  \n  Not being near sick people\n  \n  Some claim certain alcohols make them immune to it 🤣\n  \n  Fruits , veggies, grains\n  \n  Multivitamins\n  \n  Ginger\n  \n  Exercise\n  ","476237":"\n  Cuddles\n  \n  Lunch so I made something :)\n  ","476238":"\n  Happens\n  \n  Hugs back\n  ","476239":"\n  Numbers game was fun but y'all not sending anymore in :(\n  ","476240":"\n  To what? lol\n  ","476241":"\n  I am. Thanks. Hbu?\n  ","476242":"\n  We already knew. Who cares? It's not like they live far away or anything. Literally doesn't concern anyone else but them!\n  ","476243":"\n  Bad ones\n  ","476244":"\n  Denial?\n  ","476245":"\n  Could be better. Really need to do some at home workouts besides just walking\n  ","476246":"\n  If you hurt yourself, overthink etc\n  ","476247":"\n  * men, tyvm.\n  \n  I workout for myself.. not because guys are there.\n  ","476248":"\n  I showered yesterday. Just because I haven't been wearing makeup doesn't mean I'm not showering. Plus, I've been masturbating a lot more so that would just be rank if I didn't shower 🤣\n  ","476249":"\n  36. Past, present, future.. relationships, the legionnaire program is on my mind. He hasn't sent the link yet.. probably 2nd guessing his decision.\n  \n  39. Dirty things 😈 also stuff in the future\n  \n  46.\n  ","476250":"\n  Boredom 🤔\n  ","476251":"\n  Old popcorn? Haha idk.\n  ","476252":"\n  Not always XD\n  ","476253":"\n  Still more questions to be answered!~\n  ","476254":"\n  I feel like I've been deleting more.\n  ","476255":"\n  Could...\n  ","476256":"\n  I don't have any yet\n  ","476257":"\n  Not that much. I believe in signs more.\n  ","476258":"\n  I haven't been wearing any lately.\n  \n  Mostly put some on if going out. I don't do eye makeup when at the gym though, bugs me.\n  ","476259":"\n  I feel like i knew...\n  \n  Also my former aunt was the first person I knew who was pregnant when younger.\n  ","476260":"\n  Fine, fine.\n  ","476261":"\n  Yes\n  ","476262":"\n  How people will go crazy and start rioting if places stay closed etc\n  ","476263":"\n  Yes. Plenty of times.\n  ","476264":"\n  Yes. Especially that vee girl. Keep blocking her accounts -_-\n  ","476265":"\n  Back to normal\n  ","476266":"\n  Android\n  ","476267":"\n  It can be\n  ","476268":"\n  None currently\n  ","476269":"\n  Shirley temple\n  \n  Margarita\n  \n  Apple martini, shaken not stirred.\n  ","476270":"\n  Make a snow globe?\n  ","476271":"\n  Ah man..\n  ","476272":"\n  7. C*m, beards, musical guys, hands\n  \n  34. I didn't think I did that good with the interview but he's still giving me a chance...\n  ","476273":"\n  Yes :p\n  ","476274":"\n  Yes. I like California rolls the best.\n  ","476275":"\n  Should make a poll 🤣\n  ","476276":"\n  Airplane.\n  ","476277":"\n  Busy man\n  ","476278":"\n  ¯\\_(ツ)_\/¯\n  ","476279":"\n  Fierce\n  ","476280":"\n  I thought so with that 5 year business 🤗\n  ","476281":"\n  Sorry!!\n  ","476282":"\n  The world is a vampire\n  ","476283":"\n  Kind of but it also stays with me too. I can use the money towards their products etc\n  \n  Which I believe in and have tried a lot.\n  ","476284":"\n  Thanks\n  \n  Any moment now. Eek\n  ","476285":"\n  None haha\n  ","476286":"\n  Yes 🔥🔥🔥\n  ","476287":"\n  That's ok.\n  \n  braless atm anyways\n  ","476288":"\n  What a dumb question XD\n  ","476289":"\n  I figured you'd say that!! Nope.\n  ","476290":"\n  Oh snapple\n  ","476291":"\n  37. Gym, walking, poetry\n  \n  43. Nothing lol\n  ","476292":"\n  You need to ask something then lol\n  ","476293":"\n  People buy it under the market or sign up for and continue to do the tasks they set.\n  \n  Also wanted to secret this but didn't 🤣\n  ","476294":"\n  HOW DARE THEY!!!\n  ","476295":"\n  14. Single\n  \n  19. Mental abuse, myself sometimes, overthinking\n  \n  20. Swimming, gym, walking... music is a good one too\n  ","476296":"\n  9. Dark pink\n  \n  12.i feel ok. Maybe a little nervous since not sure how the interview will go lol\n  \n  13.🍆🍆🍆🍆\n  ","476297":"\n  Did I stutter?\n  ","476298":"\n  You sure?\n  ","476299":"\n  That's a good thing\n  ","476300":"\n  6. Song - sober by p!nk last night. Haven't listened to anything today yet\n  \n  27. Last ex :p\n  \n  28. He's on here? ^\n  ","476301":"\n  No lol\n  ","476302":"\n  I haven't seen it. Not I'm not sure I'd want to :p\n  ","476303":"\n  Yes\n  ","476304":"\n  lol\n  ","476305":"\n  Greek\n  ","476306":"\n  Why because I'm not as fit?\n  ","476307":"\n  Or just didn't want to type more 🤔\n  ","476308":"\n  The 1stphorm legionnaire program. Not really sure what to expect.\n  ","476309":"\n  Lyndsey Nicole R-----\n  ","476310":"\n  Yes. Interview at 12 too :o\n  ","476311":"\n  ~ Replace Twitter with Ask ~\n  ","476312":"\n  Don't care what you do\n  ","476313":"\n  Yup\n  ","476314":"\n  Fitbit\n  ","476315":"\n  No. No posters up either :p\n  ","476316":"\n  But she really does! Accused me of sleeping with her husband. Has two other accounts and harassed me with those ones too.\n  ","476317":"\n  Too much food talk?\n  ","476318":"\n  I know he kept eating venison. I imagine everything else was good.\n  ","476319":"\n  Who knows. Probably just you.\n  ","476320":"\n  Ew don't mention him\n  \n  Currently that Vee girl. Has multiple accounts and won't leave me alone.\n  ","476321":"\n  Has some now\n  ","476322":"\n  lol cute\n  ","476323":"\n  Maybe.. guess it depends on location. Its about 70s inside here.\n  ","476324":"\n  Roam around driving crazy, hookers...\n  ","476325":"\n  I like the girl with the long hair the most\n  ","476326":"\n  I think more online people than irl ones.\n  ","476327":"\n  It was 😘\n  ","476328":"\n  Don't think they understand the meaning.\n  ","476329":"\n  Good night\n  ","476330":"\n  I'm ok\n  ","476331":"\n  Right now... that person who is so concerned about me not dating in the PAST. They should really focus on the present or future instead. Has nothing to do with them but acting all righteous and sh!t.\n  ","476332":"\n  Be in the hard place ;)\n  ","476333":"\n  Can it be a good awful? 🤣\n  \n  Next Floor.\n  \n  Interesting and short\n  ","476334":"\n  Because thumbs up = making fun of someone...\n  ","476335":"\n  I said Daniel, not what you meant by brotein. Learn to read before you insult me.\n  ","476336":"\n  No idea who that is\n  ","476337":"\n  News flash, I don't always need a man to be happy in life. Fuck off\n  ","476338":"\n  Still-bruisable eyebrows??\n  ","476339":"\n  Name rings a bell but can't picture the account name ¯\\_(ツ)_\/¯\n  ","476340":"\n  Sick of justifying myself.\n  ","476341":"\n  That lady with the dark hair was having none of it tho XD\n  ","476342":"\n  I get that but people hear something and freak out more, overthink of other.parts that could go wrong etc\n  ","476343":"\n  Will be going out again and didn't feel like taking them off\n  ","476344":"\n  6 months ago. Damn..\n  \n  I have socks on atm\n  ","476345":"\n  I'm sick of hearing about it. Media is making it much worse. Conflicting information etc\n  ","476346":"\n  Maybe with desserts!\n  \n  Those eyebrows on that one guy :o\n  ","476347":"\n  Tonight seemed a bit more spooky. Less cars and people out. Kind of good too.. Taking it more seriously and all that.\n  ","476348":"\n  I like carrots more\n  ","476349":"\n  Maybe. Can be a blessing and a curse.\n  \n  Not sure on what tops it..\n  ","476350":"\n  Daria <3\n  ","476351":"\n  Both\n  ","476352":"\n  Ranch is always a good one.\n  ","476353":"\n  And sane XD some type of normalcy. Still haven't done any actual exercise :\/\n  ","476354":"\n  Situation based...\n  ","476355":"\n  I didn't date that guy. Ended up canceling way ahead of time and he was a douche about it\n  ","476356":"\n  Figured it would mean something like that. Keep saying the stay at home and fun thing\n  ","476357":"\n  Interesting.\n  ","476358":"\n  Nothing would stop you 🤣\n  ","476359":"\n  Next Floor seems interesting\n  ","476360":"\n  Both sound good, man.\n  \n  Nice hybrid there\n  ","476361":"\n  Yes. Will probably go out again sometime tonight.\n  ","476362":"\n  Always a coupon :p\n  \n  Oh no *wipes it*\n  \n  Let the taste buds commence\n  ","476363":"\n  If you say so ;)\n  ","476364":"\n  I'm ok\n  \n\n  Walking with my mom\n  ","476365":"\n  Aren't you happy you didn't say it? :)\n  ","476366":"\n  He's hopeless, guys. It's too late!\n  ","476367":"\n  Not that often. Haven't in forever.\n  \n  Ah yes the boba tea fiasco\n  ","476368":"\n  Night\n  \n  Morning if I have to be\n  ","476369":"\n  Yes. Nice to mix it up. Sounds like a good plan\n  ","476370":"\n  Yes.. been ignoring some of those. Very facepalm at times.\n  ","476371":"\n  Good in smoothies too\n  ","476372":"\n  Not sure! Then when I ask that they pull the wdym or that doesn't mean I care card....\n  ","476373":"\n  The addiction will be real\n  ","476374":"\n  Oh?\n  ","476375":"\n  Why just 90%?\n  ","476376":"\n  Hm not really sure. It's all good. Baby spinach too\n  ","476377":"\n  99% sales and deals\n  \n  1% virus\n  ","476378":"\n  The anon writing this does too\n  ","476379":"\n  Wearing all black\n  ","476380":"\n  More so the aftermath.\n  \n  I remember bending over into the oven and she blew it, stuff coming up. Don't remember anything after that. So must have been traumatic haha\n  \n  Yes that's true. Adults can be worse\n  ","476381":"\n  Same. Was getting to be a bit much, especially the relationship way or when they didn't understand what was clear\n  ","476382":"\n  I think you made the right choice.\n  ","476383":"\n  I didn't watch much then so it was ironic that I was blamed for the virus on the desktop 🤣 like that was the first time seeing too XD\n  ","476384":"\n  Iceberg straight ahead\n  \n  My sister's baby is a cabbage atm\n  ","476385":"\n  Done the soy sauce way. Green beans, carrots, and a salad.\n  \n  Nice weakness to have\n  ","476386":"\n  R.i.p egglets\n  ","476387":"\n  Haha wouldn't surprise me!\n  ","476388":"\n  She gave me my first hair cut aka chopping off my ponytail. To be fair I did say \"sure\" to it 🤣\n  \n  Made me put my hand in an outlet\n  \n  Opened the oven and blew ashes into my face. Apparently I wore an eyepatch for a while after that but I don't remember that part\n  \n  She mad a license to hate me 🤣\n  ","476389":"\n  Highly doubt it\n  ","476390":"\n  Yay\n  ","476391":"\n  I'd say a B lol\n  ","476392":"\n  Bonus points for writing \"me lol\"\n  ","476393":"\n  Yes got a british feeling and possibly Islamic or something for the other one?\n  ","476394":"\n  She been quarantine snacking?\n  ","476395":"\n  Fake account\n  ","476396":"\n  No. I was usually violating something when I get those 🤣\n  ","476397":"\n  Hulu probably has it then\n  ","476398":"\n  I like me too\n  ","476399":"\n  Shhh don't remind covid of contagion.\n  ","476400":"\n  Someday it will be a movie, I bet.\n  ","476401":"\n  Covid-19 a must watch\n  ","476402":"\n\n   @youcanjuiceme\n  \n","476403":"\n  What about it?\n  ","476404":"\n  Picture from the 6th but wearing that bathingsuit atm and didn't feel like taking another one lol haven't shared on this page too.\n  ","476405":"\n  me lol\n  ","476406":"\n  Mortal kombat in the 80s on Sega\n  ","476407":"\n  Haven't had them enough to say\n  ","476408":"\n  Monday\n  ","476409":"\n  me lol\n  \n  I'll answer properly if you want in another question\n  ","476410":"\n  Neither lol\n  ","476411":"\n  I don't care what others think\n  \n  I do and watch what I like\n  "}}