{"Question":{"476412":"\n   Is it safe to lick vagina now\n  ","476413":"\n   How do you stay positive during hard times?\n  ","476414":"\n   How would you explain the difference between right and wrong to a child, in a way that allows them to know the difference in new situations?\n  ","476415":"\n   Do you like pindick?\n  ","476416":"\n   Why do some people make simple things complicated?\n  ","476417":"\n   End of the world is comming soon\n  ","476418":"\n   Would you ever own a horse as a pet or do you think it's just too expensive and too much work? If it wasn't too expensive, would you get one or would you still not do it? 🐎\n  ","476419":"\n   What’s one old old game you could play for hours on end and just about never get bored of? Name? Maybe add a GIF or PAP to answer? (Don't have to) 🎮\n  ","476420":"\n   You've never been on a real date?\n  ","476421":"\n   Have you ever seen a little Dirt Devil, a little mini small dust tornado? or have you never heard of these little things?\n\nYou should look up a small video when ya get some time. They can actually get pretty big and crazy. But they are pretty interesting.\n  ","476422":"\n   When was your last date\n  ","476423":"\n   whats for dinner?\n  ","476424":"\n   What does that even mean\n  ","476425":"\n   What does it mean when a guy only buys a my little pony and a jar?\n  ","476426":"\n   Are you a hugger? If so how are you coping with not being able to do that anymore because of Covid-19? 😳😢\n  ","476427":"\n   btw you seen that movie from a few years ago?\n  ","476428":"\n   Like all the stuff I pointed out, and presumably the stuff everyone else pointed out\n  ","476429":"\n   besides cadurry eggs i dont celebrate easter. and i havent even eaten that many this year 😐\n  ","476430":"\n   XD 🤗\n  ","476431":"\n   cheesecake or cream pie?\n  ","476432":"\n   do you have 5 star level movies?\n  ","476433":"\n   now that you are no longer human how is life as a demon from hell like?\n  ","476434":"\n   have your read whats in that background picture of your answer? lol\n  ","476435":"\n   How well do you handle changes in temperature? Do you easily get too hot or too cold? 🥶🥵 What's your ideal indoor temp?🌡\n  ","476436":"\n   is this the anon who argues or a new one? you think they are from the usa?\n  ","476437":"\n   What ingredients would you put on your ideal burger? 😋🍔\n  ","476438":"\n   Maybe there's something about yourself you're overlooking and everyone else is seeing\n  ","476439":"\n   Then what counts as 'caring so much'\n  ","476440":"\n   Because whatever I type vagina comes first this is embarrassing\n  ","476441":"\n   nice. what did you put on the hotdog? i like to put a half slice of those kraft singles cheese slices under each one. the swiss ones tho. i dont like the cheddar or whatever ones at all.\n  ","476442":"\n   btw balsamic had been downgraded to a 3 now lol\n  ","476443":"\n   Do you think there is equality between people in the world today?\n  ","476444":"\n   How to delete key words on iPhone\n  ","476445":"\n   Have you  done your own research with the coronavirus?\n  ","476446":"\n   You don't have to answer it too personal but has there ever been a moment where you thought your relationship was going to end? And how did you solve that problem and stay together?\n  ","476447":"\n   So having a chat with you about something counts as 'caring so much'?\n  ","476448":"\n   Is it acceptable for your partner\/boyfriend\/girlfriend to ask you for your social media passwords or for them to insist on looking at your social media activitiy?\n  ","476449":"\n   Would you love it?\n  ","476450":"\n   I don't care so much, like I said just pointing something out\n  ","476451":"\n   Considering the way Boris Johnson has really stepped up to the plate during the last few weeks and shown extraordinary leadership credentials in this baptism of fire, do you think the whole leftist narrative about the Tory party being the 'nasty party' has now been blown completely out of the water?\n  ","476452":"\n   Do you think any girl would like this?\n  ","476453":"\n   I want a girl who gives me vagina all the time but she can hangout with other boys she only just have to give me her vagina\n  ","476454":"\n   i mean like timeline wise. was that pre or post the toilet paper age? like way back when they had toilet paper times 😂\n  ","476455":"\n   whats the worst kind of boat?\n  ","476456":"\n   ITS NOT YOUR FAULT\n  ","476457":"\n   watch the tail for a while XD\n  ","476458":"\n   I don’t know about your relationship but I am obsessed with your vagina\n  ","476459":"\n   Haha your own words proved my point\n  ","476460":"\n   Pls take my breath away with your vagina\n  ","476461":"\n   1) Not wanting someone because of their age 2) judging people based on a couple of words they said 3) judging without taking your offerings into context\n  ","476462":"\n   If you could wave magic wand...what or who would you ban from your life? Why?\n  ","476463":"\n   Well I mean you're not an earner\n  ","476464":"\n   \"when it feels like the walls are closing in kick them in the face, kid!!\" i had that poster too.\n  ","476465":"\n   Nope\n  ","476466":"\n   I get the thing about not being with someone you don't like. The problem is you pick unimportant things to dislike, which is what makes someone 'picky'\n  ","476467":"\n   was he all soaked in the rain like in the movie? lol\n  ","476468":"\n   Connection based what?\n  ","476469":"\n   pre speed dial days. wild times! lol\n  ","476470":"\n   Don't mean to be rude, just pointing something out you may or may not have noticed\n  ","476471":"\n   hands down the best p0rn looking back was the scrambled adult channel \"spice\" lol. was just like praying for a second of clarity the whole time or a glimpse lol. was so thirsty back then that it was a gift from the gods lmao. not like it is today. back in the day you had to struggle for a taste 🤣\n  ","476472":"\n   For someone with few prospects and no major selling points, you seem hugely picky about who you date\n  ","476473":"\n   they even sell it at the store in bottles. think all the kinds.\n  ","476474":"\n   you ever have breakfast items at taco bell?\n  ","476475":"\n   These are labeled from 1 to 10, which is your 3 favorite?\n   \n    https:\/\/imgur.com\/a\/9DLgbRc\n   \n","476476":"\n   19 hours later was there an interview? 😂\n  ","476477":"\n   they were cut off in the picture .I.\n  ","476478":"\n   actually i dont have that. but i do have toll house crackers and a 2l of diet rite ☺\n  ","476479":"\n   have you ever had sugar free jello? is it the same tasting as regular jello?\n  ","476480":"\n   how many of the pple driving by were infected?\n  ","476481":"\n   Are you personally affected by the coronavirus?\n  ","476482":"\n   in the relationship do you remember who was the first one to say it?\n  ","476483":"\n   no reply. must have died of boredom. too little too late 😂\n  ","476484":"\n   Have you ever gone mountain climbing?\n  ","476485":"\n   i agree, most definitely.\n  ","476486":"\n   good time for all the bruises to heal.\n  ","476487":"\n   wonder what social status would mean?\n  ","476488":"\n   who was your sibling rival?\n  ","476489":"\n   more genuine or other ways?\n  ","476490":"\n   -\n  ","476491":"\n   What’s to the left of you? 🤨\n  ","476492":"\n   Good night\n  ","476493":"\n   What would be the most useless superpower?\n  ","476494":"\n   do you do more cardio or weight exercises\n  ","476495":"\n   lol your answers so funny, your not old lol\n  ","476496":"\n   How do you usually celebrate your birthday?\n  ","476497":"\n   Shot horror story.😈👻\n  ","476498":"\n   Are you using ask.fm just because coronavirus, or did you use ask.fm before the quarantine?\n  ","476499":"\n   Do you have something old that you would like to share with us? You can describe it or maybe post a picture. Whatever you would like to do.\n\n(You do not have to answer this. Just trying to give you guys something productive to do if you guy's would like... while we are all on quarantine.. of course)\n  ","476500":"\n   how is are you guys holding up?\n  ","476501":"\n   What place has the best fries you think? Or do you think that you make some pretty good? Like homemade and stuff.\n  ","476502":"\n   Which actor do you enjoy watching?🤪👍 Which actor can you not STAND watching? *Barfyyy barf faceeee* 🤢🤮👎😜 Love me some Clint Eastwood... Cannot STAND Bill Murray! 😣🙈*Cringe*\n  ","476503":"\n   Would anyone like to talk on the phone? Well then go call someone!!\n  ","476504":"\n   What quote rings the truest to the current worldwide situation?\n  ","476505":"\n   What do you like about Plato?\n  ","476506":"\n   What’s your current mood?\n  ","476507":"\n   hey send me questions if you want,byeee hugs\n  ","476508":"\n   I just wanted to remind everyone, that I’m always here for you if you ever need someone to talk with and or vent to or anything in that matter!🤍✨\n  ","476509":"\n   What's your temperature? #StayAtASK\n  ","476510":"\n   nice! 😎\n  ","476511":"\n   If you had enough money that you never needed to work again, what would you do with your time?\n  ","476512":"\n   Do you have a favourite philosophical question?\n  ","476513":"\n   What's a happy nostalgia song for you?\nFor me it's The Sea by Morcheeba, happy summer romance summed up in one song\n  ","476514":"\n   rate today 1-10 and why\n  ","476515":"\n   So I guess you'd need someone who can earn a good living\n  ","476516":"\n   Then at what point are you going to be looking 100%?\n  ","476517":"\n   So many hot girls are around him  everywhere living the kings life\n  ","476518":"\n   Are you waiting till you're 50 to be looking 100%?\n  ","476519":"\n   \"Not looking 100% at the moment.\" Is that a joke?\n  ","476520":"\n   I wish to like him one day\n  ","476521":"\n   Ok im back on this thing. 3rd week missing vip bonuses 😂😂😂\n  ","476522":"\n   How do you feel about guys spanking to your pics?\n  ","476523":"\n   Oh you meant that sorry my bad\n  ","476524":"\n   What did you learn about British history?\n  ","476525":"\n   Have you considered asking yourself the questions you would like to answer?\n  ","476526":"\n   What did you do when you seized the day?\n  ","476527":"\n   What have you learned from your relationships?\n  ","476528":"\n   think you would be great teacher anything with kids etc, cause your so chill\/sweet\n  ","476529":"\n   What prevents you from having a relationship?\n  ","476530":"\n   What kind of thing would you want as a side gig?\n  ","476531":"\n   What usually happens when you reply?\n  ","476532":"\n   I added ya too 😊 im mj...\n  ","476533":"\n   Thoughts on dan bilzarien?\n  ","476534":"\n   xo, have you a favourite possession can be anything xo\n  ","476535":"\n   Anyone teach you how to put on makeup or did you learn by yourself?\n  ","476536":"\n   What's wrong with the other 10% of  guys who messaged you?\n  ","476537":"\n   Have you tried another site?\n  ","476538":"\n   Would you be happy as a housewife?\n  ","476539":"\n   Whats a skill you've learned from working at your job?\n  ","476540":"\n   how are you honey?\n  ","476541":"\n   What grinds your gears?\n  ","476542":"\n   I can't help but wonder if it's you, not them\n  ","476543":"\n   Can you cook?\n  ","476544":"\n   How has the coronavirus affected your day to day life?\n  ","476545":"\n   What about the way you look is really important?\n  ","476546":"\n   What are your likes and dislikes?\n  ","476547":"\n   whats for dinner?\n  ","476548":"\n   Tf?\n  ","476549":"\n   Which sites do you use?\n  ","476550":"\n   So...no dates from the site in 6 years?\n  ","476551":"\n   Rude? Wdym\n  ","476552":"\n   Do you like asphyxiation game?\n  ","476553":"\n   Do you want kids?\n  ","476554":"\n   Yeah but...I mean do you want to be a  housewife?\n  ","476555":"\n   How long have you been using dating websites?\n  ","476556":"\n   you will make a guys life, tbh ngl\n  ","476557":"\n   Dr. Scott Gottlieb was the head of the FDA. He does a really good job on tiwtter telling what is going on.\n   \n    https:\/\/twitter.com\/ScottGottliebMD\n   \n","476558":"\n   If you were to date someone today, what things should they really know about you in advance?\n  ","476559":"\n   What would you do differently if you were more flexible?\n  ","476560":"\n   Are you embarrassed to share how long ago your last relationship was? I wouldn't worry about it tbh\n  ","476561":"\n   Just in case you wanted to know, it's the very first episode of Zoey 101 when she arrives at PCA and then the girls play the boys in basketball. lol\n  ","476562":"\n   When you like a person, do you search to know if the person's zodiac sign is compatible with yours?\n  ","476563":"\n   There's this white sticky substance coming out of my 🍆 I think it has the covid. I'm scared pls help me I don't want to die 💀\n  ","476564":"\n   What would you do differently if you had more stamina?\n  ","476565":"\n   Zoey 101 was the best show ever. If I could bring back one show, it would be Zoey 101.\n  ","476566":"\n   Don't you think that the people involved are often not inclined to write about their lives?\n  ","476567":"\n   Have you tried dating websites?\n  ","476568":"\n   I don't mean to make you uncomfortable and hope you don't mind me mining people's personal lives for material as a writer.\n  ","476569":"\n   OMFG Zoey 101 is on Teen Nick! And up next is The Amanda Show!!! I'm so happy!!! OMG!!!!!!!!!\n  ","476570":"\n   When was your last relationship?\n  ","476571":"\n   you are funny you cheer me up always ty, always here if you want to chat x\n  ","476572":"\n   What did you want to say to him?\n  ","476573":"\n   If he died anyway, then it was a good thing you weren't still together and he was the one who broke it off anyway, wasn't it?\n  ","476574":"\n   Why do your relationships fail?\n  ","476575":"\n   That's kind of a vague answer\n  ","476576":"\n   yes, see your too nice to ever take advantage of someone the post you made about relationships was like so touching\n  ","476577":"\n   Do you follow any of the doctors about the virus?\n  ","476578":"\n   Why did you end your last relationship?\n  ","476579":"\n   yeah she is, hes rich think thats why she never held down a job does not have to now\n  ","476580":"\n   I’m here if you guys ever need to talk to someone :3\n  ","476581":"\n   your a beautiful part of my day <3\n  ","476582":"\n   lol stop aha xo\n  ","476583":"\n   What do you miss most about your childhood? The innocence? The carefree time of life? The simplicity? 🥺\n  ","476584":"\n   yes defo takeout, he tried but failed to cook edible meals\n  ","476585":"\n   aw yeah, she took him around the kitchen said this is the cooker use it or starve, or get takeout think he was shocked\n  ","476586":"\n   what should you be doing right now?\n  ","476587":"\n   yes abuse is horrible xo, for my sister it was how useless her bf was in the kitchen she was so  sarcastic about it\n  ","476588":"\n   had to tease you a little bit wish u a goodnight and a good day tomorrow\n  ","476589":"\n   Would you wear clothes with prints of dogs? 🐶\n  ","476590":"\n   sending you love would send a hug maybe a kiss on cheek for you of course hazmat suit of course\n  ","476591":"\n   what would wreck your head in a relationship,  for eg bad habit in a bf\n  ","476592":"\n   When’s the last time you went to the store?\n  ","476593":"\n   awe, bet they missed you xo\n  ","476594":"\n   oh i see well nice to get one from you you are gorgeous by the way welcome to inbox with me anytime you want\n  ","476595":"\n   so sorry, i am saying with covid 19 in wisconsin i can really meet my gf\n  ","476596":"\n   thank you for follow sweetheart nice to end a day reaching you\n  ","476597":"\n   no point in having a relationship now lol we can see them, xo\n  ","476598":"\n   wouldnt mind more from you more often XD\n  ","476599":"\n   your the best tbh x\n  ","476600":"\n   What do you want from a relationship?\n  ","476601":"\n   Is your shape preventing you from having a relationship?\n  ","476602":"\n   Do you ever wear a crop top\/boob tube with no bra?\n  ","476603":"\n   thanks for shoutout how are you doing\n  ","476604":"\n   hey honey miss you\n  ","476605":"\n   were you\/are you a good sister\n  ","476606":"\n   Not a question as such, just a message to say that I hope every one is holding up OK with everything going on, hope you're all safe and have everything you need to ride this out ✌🏻  💜\n  ","476607":"\n   Why are we humans so good at passing the buck of responsibility onto other people or entities?\n  ","476608":"\n   XD\n  ","476609":"\n   how scared are you today?\n  ","476610":"\n   Are people in your contacts on your phone, listed by name or social status?\n  ","476611":"\n   Hi\n  ","476612":"\n   The whole point is, there's a belief that April lies are available, so we're making our own lies so we can have some fun ... For using this imo(🖤) I just like it .. \nNow it makes sense I think 🌚💜\n  ","476613":"\n   How do you usually celebrate your birthday?\n  ","476614":"\n   Consider it an interview process 😂\n  ","476615":"\n   turns out it was a mistake. i just have cystic fibrosis. whew!\n  ","476616":"\n   What's your snapchat?.🤪\n  ","476617":"\n   If you need a co-star then I'm your man 😁\n  ","476618":"\n   Do you like lemon smells at all?\nOr not really? Can't stand them. Nope.\n  ","476619":"\n   I'm willing to offer my services to you 😅\n  ","476620":"\n   One thing you miss doing pre-corona?\n  ","476621":"\n   i put it in a version of taralli i do lol. 5 pkts of that and chives. every time i go to taco bell i get 10 pkts lol. thats ocd for you. will make that version next time i make taralli. few days. i made them recently just like that. probably made them 50 times. rip to 250 mild packet souls 😂\n  ","476622":"\n   Do you want to? 😂\n  ","476623":"\n   🎼 Have you ever heard of the band Paramore? Bug fan. I've been listening to them since I was real young. 🎵 A very good band. I definitely recommend. 🎤 I'm sure a lot of you have heard of them at least. 🎶\n\nShare your favorite song by Paramore. Link? GIF? PAP? 😊\n  ","476624":"\n   Ever made your own movie?\n  ","476625":"\n   look has been taken!! 😂\n  ","476626":"\n   goodwill hunting reference lol\n  ","476627":"\n   Ask me literally anything you want. I'm bored as hell.\n  ","476628":"\n   misery loves company ☺\n  ","476629":"\n   Would you rather be given $1,000(yourself) or would you rather have the chance to give $10,000 to a charity of your choice?\n\n✔ After your answer question.\nWhich charity you choose? Or what would you do with the money if you had it?\n\n(Do not have to answer. Ignore if you wish and have a good day.)\n  ","476630":"\n   Where is the difference between being confident and being cocky?\n  ","476631":"\n   loooks like something straight outtah doom eternal 😂\n  ","476632":"\n   i say types of pies 😂\n  ","476633":"\n   Yes! Some people add a little extra things to it sometimes in the pudding in the middle. Sometimes people like to add chocolate chips occasionally. And then some people like to add to the topping whipped cream sometimes cut up coconut or nuts. Depends. But yes. What you said. Simple but good!\n  ","476634":"\n   why do you like amateur more?\n  ","476635":"\n   maybe its an image of their peni5\n  ","476636":"\n   I saw that too. I actually followed that page now. I really love to cook and I really like to bake as well. Baking is a bit more challenging to me for some odd reason.\n\nHave you ever heard of Mississippi mud pie? That is really good and easy to make. I definitely recommend making! Good for parties.\n  ","476637":"\n   Wow!\nThanks for sharing.\nI am about to check out the link right now! I really appreciate it.\n  ","476638":"\n   Do you prefer gold or silver jewelry?\n  ","476639":"\n   Who did you last say “I love you” to?\n  ","476640":"\n   That sounds 100% absolutely amazing! 😍😍😍❤ Wow\n  ","476641":"\n   📖 What would you do if a book just flew across the room right now? 📚 Describe your reaction and what you would do.\n  ","476642":"\n   What does the word tolerance mean to you? (Do not have to answer)\n  ","476643":"\n   🍌 Have you ever had banana nut bread before? Do you like it or not really? 🍞 Do you know how to bake it?\n\n(Unless of course you're allergic to it you don't have to answer. My apologies.)\n  ","476644":"\n   that they are horrible people? lol\n  ","476645":"\n   euclid ave i think. think i still remember by best friends phone number 893 3065 loll\n  ","476646":"\n   😊\n  ","476647":"\n   paddle boat #1\n  ","476648":"\n   dont walk on walls kid. 😂\n  ","476649":"\n   the arrival lmao\n  ","476650":"\n   50+ in this thread fcks sake 😂\n  ","476651":"\n   yes good planning 😂\n  ","476652":"\n   oh you mean during the toilet paper age?\n  ","476653":"\n   Good night\n  ","476654":"\n   sorry lynds xx\n  ","476655":"\n   Who should have been honest before it even began?\n  ","476656":"\n   do you talk to any of your exes, i try to stay friends if possible\n  ","476657":"\n   Doing alright?❤️🌹\n  ","476658":"\n   What should your previous relationship been honest about before it started?\n  ","476659":"\n   Why is asking if there is anyone you find attractive a \"trap\"?\n  ","476660":"\n   How do you feel about children?\n  ","476661":"\n   Who didn't deserve what that followed what?\n  ","476662":"\n   Is there a man in your life you find attractive?\n  ","476663":"\n   At what point do you think you should have ended your last relationship?\n  ","476664":"\n   How long was your last relationship?\n  ","476665":"\n   Do you have any relationships you regretted?\n  ","476666":"\n   Are you in good shape?\n  ","476667":"\n   Do you get on with your step-aunt's daughter?\n  ","476668":"\n   How did your uncle meet your step-aunt?\n  ","476669":"\n   Why did your step aunt want to know why your sister and her husband were coming home?\n  ","476670":"\n   How old was your step-aunt when she married your uncle?\n  ","476671":"\n   Does your step-aunt have children?\n  ","476672":"\n   Have you ever seized the day?\n  ","476673":"\n   What was your longest relationship?\n  ","476674":"\n   How old are you?\n  ","476675":"\n   How many boyfriends have you had?\n  ","476676":"\n   Why don't you want a boyfriend?\n  ","476677":"\n   Are your parents divorced?\n  ","476678":"\n   Is there a school of philosophy you follow?\n  ","476679":"\n   Where had your father been?\n   \n    https:\/\/ask.fm\/lnr87\/answers\/160708767917\n   \n","476680":"\n   Is your uncle's wife an intelligent woman?\n  ","476681":"\n   What did you learn about your teacher's lady friend?\n  ","476682":"\n   When was the last time you saw your uncle and his wife?\n  ","476683":"\n   Did you go to a community college?\n  ","476684":"\n   How come your teacher told you about your great aunt's death?\n  ","476685":"\n   Is your uncle happily married?\n  ","476686":"\n   What happened to your uncle's first wife?\n  ","476687":"\n   Is your uncle your mother's brother?\n  ","476688":"\n   What did you learn about Western civilisation?\n  ","476689":"\n   Don't you know that I meant that your uncle's wife was right all along about not letting your sister ex-boyfriend who was a drug addict into her house because he turned out to be also bipolar and abusive towards her for nine years?\n  ","476690":"\n   Has anyone ever told you that you don't express yourself clearly?\n  ","476691":"\n   How many ways of life are there?\n  ","476692":"\n   Shouldn't we investigate the background of someone we are considering as a marriage prospect?\n  ","476693":"\n   Is your father still missing?\n  ","476694":"\n   Why are you angry with your uncle's wife when she was right about not having your sister's boyfriend who was a drug addict and his drug-addicted mother when she was right about him all along?\n  ","476695":"\n   When did your sister marry this drug addict?\n  ","476696":"\n   Are you on good terms with both your parents?\n  ","476697":"\n   Where does it say in the New Testament that \"true Christians\" have to let drug addicts they have never met and their drug-addicted mother too into their homes?\n  ","476698":"\n   Do you think this Muslim man was trying to get you to correct yourself before he was prepared to consider you as a romantic prospect?\n  ","476699":"\n   What did this Muslim man think was wrong with you?\n  ","476700":"\n   Would you agree that most people wouldn't want to have someone as a guest if he is know to have a drug problem together with his mother who is also known to have a drug problem?\n  ","476701":"\n   Is your sister still with her boyfriend who is into drugs?\n  ","476702":"\n   Who didn't ever meet whom?\n  ","476703":"\n   What do you dislike about Judaism?\n  ","476704":"\n   What do you dislike about Hinduism?\n  ","476705":"\n   What do you dislike about Islam?\n  ","476706":"\n   What do you dislike about Christianity?\n  ","476707":"\n   Do you have a boyfriend?\n  ","476708":"\n   Do you know Buddhism is atheist?\n  ","476709":"\n   Do your parents believe in God?\n  ","476710":"\n   You discover an island and decide to build your own society. What is the first rule you put into place?\n  ","476711":"\n   Love\n  ","476712":"\n   Do you want to be considered an airhead because you think that attracts men?\n  ","476713":"\n   Can you give an example of abnormal psychology?\n  ","476714":"\n   What attracts you to Buddhism?\n  ","476715":"\n   What was the most interesting you learned about anthropology?\n  ","476716":"\n   Were you saying that people think you are a bit of an airhead because you answer the stupid questions?\n  ","476717":"\n   Do you believe in God?\n  ","476718":"\n   How is Covid-19 situation where you are?\n  ","476719":"\n   What did you mean when you said \"Just because I get lackluster questions at times doesn't mean anything\"?\n  ","476720":"\n   Do you have a favourite philosopher?\n  ","476721":"\n   What can you tell me about Epictetus?\n  ","476722":"\n   What function would you like ask.fm to introduce?\n  ","476723":"\n   Why do women talk so much?\n  ","476724":"\n   What do you know about philosophy?\n  ","476725":"\n   Lol same way I found out. idk, might be a good life lesson for kids to realize that not everything is as it seems, dont you think? 😬\n  ","476726":"\n   How can you find people here interested in politics, religion and philosophy?\n  ","476727":"\n   How did you find out he wasnt real?\n  ","476728":"\n   Do you wish other social media platforms had options to give some kind of coins\/points for posts like here on ask? I sometimes see a fb post for example and wish i can give it all my coins lol\n  ","476729":"\n   Done 🤪\n  ","476730":"\n   whats for dinner?\n  ","476731":"\n   باقي 8 ايام ع ابريل ... استعد لكذبتك المثالية 🖤\n  ","476732":"\n   If you had to pick one, what is the most important value you would teach your children? Honesty, kindness or courage?\n  ","476733":"\n   What's the most memorable thing you've seen at work? Or school\n  ","476734":"\n   What's the dumbest thing u believed as a kid?\n  ","476735":"\n   Did you have a productive day?\n  ","476736":"\n   Hello there 👋 I'm trying to create a playlist about it that must not be named to keep myself occupied but so far all I've got is Seal 'Crazy', Paradise Lost 'Isolste', and Nine Inch Nails 'We're in this together'... 💁‍♂️ Can you suggest any decent tunes I can add? Thank you 😊\n  ","476737":"\n   what does your favorite blanket look like?\n  ","476738":"\n   I thought you and he did it on cam\n  ","476739":"\n   how often do you check ask.fm?\n  ","476740":"\n   There were no long commercials this time🌹\n  ","476741":"\n   who helped\n  ","476742":"\n   M?\n  ","476743":"\n   Was me watching but no party during the quarantine so other people can’t get sick🌹\n  ","476744":"\n   who's got to watch you while you're with Maxwell\n  ","476745":"\n   Did your online job kinda die in the end\n  ","476746":"\n   was it with Maxwell\n  ","476747":"\n   did squirting happen\n  ","476748":"\n   did somebody help you out or was it vids\n  ","476749":"\n   how many times did you arrive\n  ","476750":"\n   do you get a lot of notifications on ask.fm?\n  ","476751":"\n   yes no problem XD\n  ","476752":"\n   What is your favorite source of indoor entertainment?\n  ","476753":"\n   what’s your favorite wing flavor? where do you get them?\n  ","476754":"\n   how was your weekend\n  ","476755":"\n   My asthma is awful. How are you hanging in there?\n  ","476756":"\n   really you crazy girl\n  ","476757":"\n   Who’s ready for Easter? 🐣\n  ","476758":"\n   Is that really your snapchat?\n  ","476759":"\n   Do you look best with formal or sports clothes?\n  ","476760":"\n   i am gonna whip you bxxxh\n  ","476761":"\n   I love the tying up. The excitement of it. Seeing you helpless thrills me.\n  ","476762":"\n   ignore them its okay,  i think i know youtbh, but know what you mean as in person, but ig anons right i am cowardly xo\n  ","476763":"\n   Did you have a pool in Mass?\n  ","476764":"\n   Hey babe\n  ","476765":"\n   Are you good at swimming?\n  ","476766":"\n   Do you enjoy traveling on a ferry?\n  ","476767":"\n   How can commonsense be taught, and if so, is it relevant to society?\n  ","476768":"\n   Ever been tailored?\n  ","476769":"\n   do you have an ipad or tablet?\n  ","476770":"\n   What’s one thing that will always remain the same?\n  ","476771":"\n   Do you remember the name of the street you grew up on?\n  ","476772":"\n   Have you ever played Cards against Humanity before? If so did you enjoy it, or find it highly offensive??\n  ","476773":"\n   Wyd?\n  ","476774":"\n   Rewatching the big game tonight on nfl network. 6pm🌹🏈\n  ","476775":"\n   I\n  ","476776":"\n   What's your username? 😁\n  ","476777":"\n   Can I add you on Snapchat,? 😋\n  ","476778":"\n   Do you worry about your future?\n  ","476779":"\n   What female celebrity do you wish was your sister?\n  ","476780":"\n   ill take the eye. cus fck'em that why😂\n  ","476781":"\n   I have an spreadsheet tracking my people's personality test results. Myers Briggs Ennengram Strengths Finder are three categories we look at. It is interesting.\n  ","476782":"\n   🤗\n  ","476783":"\n   Do you perhaps any fun suggestions on what I could base my next pie chart of? 😁 Like something people have to choose between four or so different things.\n  ","476784":"\n   Do you think having s3x everyday gets boring?\n  ","476785":"\n   takes a lot of fuel to power this rocket ship 😂\n  ","476786":"\n   i really only liked the first couple. before it got all high drama 🤣\n  ","476787":"\n   haha yes XD\n  ","476788":"\n   ah the russian cat!\n  ","476789":"\n   when was the last time you went to costco?\n  ","476790":"\n   its a gamble! i would probably do if for cheap. couple hundred dollars. the only thing that would make me hesitate is giving it to someone else.\n  ","476791":"\n   me lol\n  ","476792":"\n   would you rather follow more people or get more followers?\n  ","476793":"\n   if you need ideas ill send you my old ocd workout routines 😂\n  ","476794":"\n   Does your skin ever get super dry? 🏜 What do you do about it then? 🤔\n  ","476795":"\n   How fast of a typer would you say that you are? 🤔 Are you faster on a digital or physical keyboard? 📱⌨\n  ","476796":"\n   will take a look!\n  ","476797":"\n   did you know honey lasts indefinitely?\n  ","476798":"\n   i like that one but never use it on tacos\n  ","476799":"\n   Oh...who is your favourite pornstar?..\n  ","476800":"\n   Wow....What's your favourite porn channel?...\n  ","476801":"\n   Do you watch porn?...\n  ","476802":"\n   nice. sounds like some epic trips for sure!\n  ","476803":"\n   they were a one hit wonder band late 90's early 2000's\n  ","476804":"\n   how old were you during the trips? and how long did they last door to door?\n  ","476805":"\n   i love how you answered this with detail and observation! 😎🤗\n  ","476806":"\n   do u pay this person?\n  ","476807":"\n   what percent would you say your life is different now than compared to a month ago?\n  ","476808":"\n   no coins but i bet it me lol\n  ","476809":"\n   do you have an admirer on here?\n  ","476810":"\n   male or female?\n  ","476811":"\n   XD\n  ","476812":"\n   XD\n  ","476813":"\n   which one of the series?\n  ","476814":"\n   anything special about them?\n  ","476815":"\n   i remember that squirrel nut zippers song lol\n  ","476816":"\n   hot or mild?\n  ","476817":"\n   like what kind of coach is it?\n  ","476818":"\n   do you like the sauce at taco bell? which one?\n  ","476819":"\n   i have 100 times less lol\n  ","476820":"\n   Are u sorry for losing something?\n  ","476821":"\n   What can ruin your day in seconds? What can make it completely turned around?\n  ","476822":"\n   Would you allow someone licking your vagina like a dog?\n  ","476823":"\n   تابعتك 💖\n  ","476824":"\n   I would like to buy it directly from you\n  ","476825":"\n   I would like to buy your pee\n  ","476826":"\n   Your pee available in amazon?\n  ","476827":"\n   Can u fuck well?\n  ","476828":"\n   Do you have a face shield? #StayAtASK\n  ","476829":"\n\n    https:\/\/www.youtube.com\/watch?v=hqMnRbaKOkE\n   \n   ♡❤\n  ","476830":"\n   what else do you do more of now?\n  ","476831":"\n   I'm freaked out that we are both going to die and same with our loved ones.\n  ","476832":"\n   What's the worst thing about having big breasts?\n  ","476833":"\n   What do you want to talk about tonight?\n  ","476834":"\n   ✨ Following you ✨\n  ","476835":"\n   Would you rather live in a city, by the sea or in the woods? Why?\n  ","476836":"\n   Tell me something you'd love to learn more about.\n  ","476837":"\n   If u had to speak ur very last words, What would u choose to say?\n  ","476838":"\n   What sea animal would you like to learn more about?\n  ","476839":"\n   did you buy any quarantine snacks?\n  ","476840":"\n   What's something a fictional character said that stuck with you?\n  ","476841":"\n   Who is the one person that can always make you laugh?\n  ","476842":"\n   Describe your life in five words?\n  ","476843":"\n   ¿Bojack horseman o rick y morty?\n  ","476844":"\n   What could you spend your day talking?\n  ","476845":"\n   Lol! I just prefer being thought of as young as i appear to be, since i feel at least 23 at heart😇🤷‍♂️I'm sure you wouldn't post if i revealed who i am?\n  ","476846":"\n   Are you using the Askfm app or the web browser version?\n  ","476847":"\n   my aunt has been a chaperone at our school dances, but this one lady always vetoes the idea because my aunt had a baby with one of the boys. how can i get this lady to leave my aunt alone instead of making an announcement that my aunt is not a chaperone but just one of the girls?\n  ","476848":"\n   What YouTube video made you laugh recently?\n  ","476849":"\n   Oh wow that sounds intense😯🙊\n  ","476850":"\n   heyy\n  ","476851":"\n   Thank you!😇 Aw darn! It's starting to get a bit like that here now, but it isn't too bad, apart from the loads of people \"panic buying\" too many essential groceries than what they really need🤦‍♂️\n  ","476852":"\n   Oh actually that guy was me, i was telling the truth, i'm 32 now😅 at least i've started asking you questions openly as of lately!🤭\n  ","476853":"\n   That's good to hear! Yeah me too! Apart from a slight blocked nose😅\nUp to much this weekend?\n  ","476854":"\n   Do you ever remember a guy claiming to be same age as you but didn't look his age at all? (maybe a year or more ago?) 😇\n  ","476855":"\n   Howdy😇 How're you doing?\n  ","476856":"\n   What’s the best compliment you have received?\n  ","476857":"\n   Do you like ska or reggae?\n  ","476858":"\n   How can I get rid of overthinking?\n  ","476859":"\n   Hi\n  ","476860":"\n   whats for dinner?\n  ","476861":"\n   Pink or black?\n  ","476862":"\n   Are you thinking of someone at the moment?\n  ","476863":"\n   Have you ever heard of cotton candy grapes? Have you tried them before? Would you ever?\n  ","476864":"\n   Once you accepted death, do you find it easier or more difficult to go day to day knowing the end is close?\n  ","476865":"\n   Have you ever heard of the old school board game called Chutes and Ladders?\n  ","476866":"\n   How's your hometown doing with Corona virus and all? :(\n  ","476867":"\n   i dont believe in \"healthy food\" or \"junk food\" thats all marketing gimmicks for whatever product they are trying to peddle. food keeps you alive. its all good. our bodies crave the most calorie dense foods because they will keep you alive the longest. so to me they are the MOST \"healthy\"\n  ","476868":"\n   who did most of the driving?\n  ","476869":"\n   How important is freedom of speech in a healthy society?\n  ","476870":"\n   Tied up. Whipped...I'm oozing. Ever enjoyed cutting? Just curious\n  ","476871":"\n   Where would you be right now if there was no coronavirus?\n  ","476872":"\n   agave nectar?\n  ","476873":"\n   Do you easily fall in love?\n  ","476874":"\n   Have you ever visited a fortuneteller? Why or why not?\n  ","476875":"\n   also helps wallets lose weight lol\n  ","476876":"\n   would you go into a shark cage?\n  ","476877":"\n   how much money would it take for you to willing get the corona virus right now?\n  ","476878":"\n   do you  know anyone personally who has the corona virus?\n  ","476879":"\n   too bad no corona virus back then cus now you can have an expired licence and its cool and the gang ☺\n  ","476880":"\n   how was the store stocked?\n  ","476881":"\n   what makes you decide when to get up?\n  ","476882":"\n   how long till we see images of beaches filled with latex gloves and disinfectant wipes? Are you seeing them all over on the ground yet?\n  ","476883":"\n   Do you watch a lot of TV?\n  ","476884":"\n   Would you prefer a good paddling?\n  ","476885":"\n   Chill out? Bummer. I would have expected more from a Goddess.\n  ","476886":"\n   Describe your underclothes of the day 😈\n  ","476887":"\n   I had no idea you were so awesome!  You are a Goddess!  A Queen! How does one get to know you?  To write you? To worship you?\n  ","476888":"\n   There's a lot we can do about growing apart\n  ","476889":"\n   Is it creepy if I follow you? I'm 40?\n  ","476890":"\n   where at now?\n  ","476891":"\n   pple change. i dont think there is much you can do. time changes us all\n  ","476892":"\n   last one is the best\n  ","476893":"\n   like them on pizza?\n  ","476894":"\n   i love dollar tree 🥰\n  ","476895":"\n   when you watch a movie are you thinking of the rating the entire time? thats all i do 😂\n  ","476896":"\n   what are you doing to keep you, your friends and your family safe during this pandemic?\n  ","476897":"\n   What’s your “Back in my day, we…”?\n  ","476898":"\n   When's the last time you stole something from a store\n  ","476899":"\n   what are your favorite acronyms?\n  ","476900":"\n   Have you guys heard the ice cream truck yet?\n  ","476901":"\n   What you can still do during self quarantined?\n  ","476902":"\n   if you were a bee who would you sting and where would you sting them?\n  ","476903":"\n   When's the last time someone slapped your @ss?\n  ","476904":"\n   who is your coach?\n  ","476905":"\n   has your normal routine changed at all since the inception of the coronavirus? what has changed, or what has stayed the same?\n  ","476906":"\n   Wasn't being rude, you said the ugly guys curve you. I was wondering why\n  ","476907":"\n   What do the ugly guys see in you?\n  ","476908":"\n   did it feel like you had to scream to be heard in your house?\n  ","476909":"\n   nice. any specific taco sauce?\n  ","476910":"\n   😁😁\n  ","476911":"\n   how many youtube subscriptions do you have?\n  ","476912":"\n   What would you do if an ugly guy tried to talk to you and get to know you.\n  ","476913":"\n   Which is bigger, a DD cup, a DDD cup, or an E cup?\n  ","476914":"\n   do you know anyone personally who has been diagnosed with the coronavirus? how badly has your region been affected by the outbreak?\n  ","476915":"\n   Do you like to party?\n  ","476916":"\n   What do you know about covid-19 Coronavirus?\n  ","476917":"\n   Good night beautiful\n  ","476918":"\n   How's ur Friday?\n  ","476919":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","476920":"\n   whats for dinner?\n  ","476921":"\n   Does your past haunt you?\n  ","476922":"\n   Do you ever paint or are you not much of a painter?\n  ","476923":"\n   How is everyone doing? Is it still crazy in your area? With what is seems all this coronavirus panic?\n  ","476924":"\n   What’s the best approach to resolving conflict?\n  ","476925":"\n   Is your life complicated by unnecessary things? \nIf so, what steps do you need to take to de-clutter?\n  ","476926":"\n   When then\n  ","476927":"\n   Already did?\n  ","476928":"\n   Are we gonna have sx tonite\n  ","476929":"\n   thanks fam fam. looking back now i dont mind that any of that happened. its something that taught me many things and im sure that i still have more to learn  from moments like that as i look back at my life and reflect. its all good\n  ","476930":"\n   What do you buy with a dollar?\n  ","476931":"\n   Qual canal de tv não existe mas deveria?\n  ","476932":"\n   Você gostaria de ser famoso? Famoso pelo quê?\n  ","476933":"\n   yeah. now im remember what that felt like. life is a trip and a half.\n  ","476934":"\n   Your go-to area to take a selfie?\n  ","476935":"\n   Qual o mais distante que você já esteve de casa?\n  ","476936":"\n   Quem mais conhece você?\n  ","476937":"\n   Se você tivesse uma bola de cristal e pudesse descobrir uma coisa sobre o futuro da sua vida o que seria?\n  ","476938":"\n   same thing happened in my neighborhood during the summer. subdivision was locked down. nobody in or out. guy turned himself in. had a gun\n  ","476939":"\n   i thought he looked handsome in that film. wanna give him a hug in that one lol. that mighty beard suited him well i thought. also looked strong.\n  ","476940":"\n   ive never been a napper my whole life. its funny cus in italy everyone naps in the afternoon. like everything shuts down, stores, businesses everything lol. ppl go home and sleep. so wierd. town become ghostowns. not sure nowaydays but years ago was like that. i never slept tho. last one left alive\n  ","476941":"\n   maybe it woulda been the corona virus cure recipe\n  ","476942":"\n   i like string cheese in salads a LOT recently.\n  ","476943":"\n   what’s the longest phone call you’ve ever been on?\n  ","476944":"\n   Does it ache?\n  ","476945":"\n   King not sick🌹\n  ","476946":"\n   awe, xo\n  ","476947":"\n   What hard lessons did you learn about relationships from watching your parents?\n  ","476948":"\n   Do your breasts bounce when you run, even in a sports bra?\n  ","476949":"\n   are you going to watch any movies this weekend?\n  ","476950":"\n\n    https:\/\/youtu.be\/cQzR1DDedCk\n   \n   🌹\n  ","476951":"\n   i try to exercise walk in the woods etc near me\n  ","476952":"\n   Why do Japanese anime girls have blonde\/blue hair and blue\/green eyes? That does not compute\n  ","476953":"\n   Have you ever tired banana peppers?\n  ","476954":"\n   yeah ik its difficult tbh but i guess we must stay safe, huggs\n  ","476955":"\n   post a coronavirus meme\n  ","476956":"\n   hey how are you, are you staying indoors more or nah\n  ","476957":"\n   Why do you leave so many questions unanswered?\n  ","476958":"\n   Wyd?\n  ","476959":"\n   What do you think of that?\n  ","476960":"\n   You know, of all the folks I follow on here, not a single person has parents who are happily married or married at all (most are divorced). And I follow a lot of people.\n  ","476961":"\n   Happy Friday Everyone ✨🤍. Hope you all gave a good weekend as well 😊\n  ","476962":"\n   Which books have you enjoyed?\n  ","476963":"\n   💎 Espacinho Livre ⚡Free Space 💎\n  ","476964":"\n   yes. thats the ham and like creamy cheese one. i usually do three kinds. that one, broccoli & cheese, and kiev (my favorite and always the pièce de ré·sis·tance lol) its only got butter in it. so like when you go to eat it its all melted and comes out. omg its good. like them all tho.\n  ","476965":"\n   How much time do you spend on social media?\n  ","476966":"\n   what time did you get up this morning?\n  ","476967":"\n   did you stock up on groceries?\n  ","476968":"\n   Can an analytical or intellectual mind be more of a hindrance on our spiritual journey? Do you think it has any play on your own personal journey? And of you don't mind me asking, what do you believe in? (whether it be a God or something else - \"judgement free zone\" here) *is intrigued* (:\n  ","476969":"\n   use this as a filler 🌻\n  ","476970":"\n   How often do you check your emails?\n  ","476971":"\n   I murmured a vow of silence, and now I don't even hear when I think aloud.\n  ","476972":"\n   Have you ever been pulled over by da' po-po (aka: police)? 😱 What was it for? Did they ticket you or leave you off with a warning? 😬😝\n  ","476973":"\n   breath will be bated till then ☺\n  ","476974":"\n   robbin at his most handsome in that one?\n  ","476975":"\n   There's an outstanding question of what constitutes the majority of cold dark matter. One idea is that Majorana neutrinos may be massive enough, while remaining weakly interacting, to account for the non-baryonic mass. What do you think?\n  ","476976":"\n   I recently noticed that fb developed a \"fact check\" feature & calls out certain posts, if they arent up to \"par\" with what they deem as the \"facts\"? Do you think you would like this on other social platforms or naw? Do you like doing your own research to find zee' TROOF or  want it given to you? 🤔\n  ","476977":"\n   Are you scared of dying?\n  ","476978":"\n   Is there an activity that calms you?  A place or a thing that makes you feel at ease?\n  ","476979":"\n   plus i would have thought leap year would push it back if anything\n  ","476980":"\n   Prevents from getting sick\n  ","476981":"\n   not sure if good or bad. followup needed ☺\n  ","476982":"\n   cant leave anyone out of the rotation. thats why lists are necessary 😊\n  ","476983":"\n   YES XD i was looking at my last package of fun sized butterfingers yesterday with contempt. 😒 \n\nand then i ate all the 3 musketeers and felt better ☺\n  ","476984":"\n   any dressing for the salad?\n  ","476985":"\n   now i wish i would have saved them just to see what the fck it was even going to save. i have no idea 😂\n  ","476986":"\n   when i say links i mean anything. like if i clicked on the homepage button, or like your name, or anyones name, or friends list, notifications, anything you clicked on it opened the save file and titled it whatever the url was lol\n  ","476987":"\n   Do you like jigsaw puzzles? My family and I are doing one . It’s a cat one...yay cats 😕\n  ","476988":"\n   is your bro buying on the way down?\n  ","476989":"\n   Do you like honey?\n  ","476990":"\n   And then woke up, and are falling asleep again. Wake up.\n  ","476991":"\n   What would you name your son?\n  ","476992":"\n   Would you like to tell us about the states in the US you have visited?\n  ","476993":"\n   Who do you trust more than anyone else?\n  ","476994":"\n   Hahahaha did you at least swim ??\n  ","476995":"\n   is it possible to go somewhere, call somewhere, buy something, or even breathe without getting an online survey request about it?\n  ","476996":"\n   How many states in the US have you visited?\n  ","476997":"\n   Wake up.\n  ","476998":"\n   Where did you visit in Canada?\n  ","476999":"\n   what was the intended method?\n  ","477000":"\n   How many countries have you visited?\n  ","477001":"\n   did the others stick with the diet or no?\n  ","477002":"\n   What is all you ever need?\n  ","477003":"\n   Does emergen-c help immune system\n  ","477004":"\n   how often do you talk on the phone?\n  ","477005":"\n   Do you ever buy products from LUSH? Do you like bath bombs?\n  ","477006":"\n   What do you like more... junk food or healthy food ?\n  ","477007":"\n   Good night\n  ","477008":"\n   Those actions aren't far enough. All counties in AZ should shut all dining that is not takeout. And way to infect all those people this week for refusing to move the primary.\n  ","477009":"\n   How are all of you lovely people today? How are you feeling? How are you passing the time? Do you play any online games like words with friends? Do you have Snapchat? Do you know that I’m currently at work and it’s slow as can be? But I got some good news I’ll still be working.\n  ","477010":"\n   👍\n  ","477011":"\n   What is something you hope never changes?🌼\n  ","477012":"\n   So goodwill\n  ","477013":"\n   Are you afraid of change?\n  ","477014":"\n   Was it the leopard grey one, the padded one, or the wireless one?\n  ","477015":"\n   Adidas?\n  ","477016":"\n   Oh wait, Nike 😂\n  ","477017":"\n   Dogs or cat person?\n  ","477018":"\n   Where did you buy the last bra you wore?\n  ","477019":"\n   How many people have COVID-19 in your state?\n  ","477020":"\n   California is on lockdown. It's getting bad.....\n  ","477021":"\n   no but you must try one at some point.\n  ","477022":"\n   rating for each?\n  ","477023":"\n   Do you watch documentaries? Post a link of your favorite.\n  ","477024":"\n   me lol\n  ","477025":"\n   I thought the same lol\n  ","477026":"\n   What if the purge noise went off? 🤭\n  ","477027":"\n   worried about them?\n  ","477028":"\n   Do you talk to your neighbors? Or don't you like them?\n  ","477029":"\n   Truth or dare, what choice is the worst? Why?\n  ","477030":"\n   whats for dinner?\n  ","477031":"\n   Outfit currently?\n  ","477032":"\n   What is your most favorite parts of spring?\n  ","477033":"\n   What is the best way for a person to attain happiness?\n  ","477034":"\n   Got any plans this weekend?\n  ","477035":"\n   Good thing you didn't.\n  ","477036":"\n   What are you doing\n  ","477037":"\n   Do you have bitcoin's? I dont have any of this btw 😬 lol\n  ","477038":"\n   I do apologize. \nThank you again, for the updated information. I really do feel much better. \nIt’s hard to stay away from fake news.. One can never tell. 🤷🏼‍♀️\n  ","477039":"\n   Deja-vu: is there anything to it or merely coincidence?\n  ","477040":"\n   Do you have invested in any stocks?\n  ","477041":"\n   Thank you. I feel better now.\nI appreciate the updated information.I wasn’t trying to spread fake news. I was just informing everyone what everybody was telling me. So don’t act like I was spreading fake news on the sole purpose of scaring people.You could have just informed me, instead of accusing\n  ","477042":"\n   Great. 🙄\nThey Coronavirus is infecting those with type A blood.. I’m A+...\nWhat about you?\n  ","477043":"\n   what was it about maine vs az that keto was implemented?\n  ","477044":"\n   What they say about that?\n  ","477045":"\n   yest when i was on here id click on links here and it would open a file to save on my pc every time 😂\n  ","477046":"\n   didnt even know\n  ","477047":"\n   Have any april fools day prank\/joke planned?\n  ","477048":"\n   3 musketeers are good. this is not a question. just acquiesce to the fact ☺\n  ","477049":"\n   Do you like oreos?\n\nDouble stuffed? Mega stuffed? Thins? Minnie's? How about the hamburger flavored 1's they have out? 😭🤣 How about the Skoal? Basically mint-flavored. Peanut butter? Coconut? 😆 How about the peeps flavored one's? Pop rock ones? 🤣 So many just interesting. Being goofy. Srry. Haha\n  ","477050":"\n   Is there anything that you don't really like about spring?\n  ","477051":"\n   🥰 how was it?\n  ","477052":"\n   how are you feeling today? im having a great day!\n  ","477053":"\n   repressed 🤣\n  ","477054":"\n   thats true. last day of $1 breadsticks so might be a while. ive gotten like 4 pizzas carryout in two weeks cus of that lol\n  ","477055":"\n   just remembered my lists of 160+ cheese with ratings and descriptions lol. lost when i had to reset my phone. so much testing lol 😖\n  ","477056":"\n   you are so sweet\n  ","477057":"\n   too late did bacon. was delicious. philly steak sounds like the sexier option for sure. but im sure it would suck compared to bacon when all the chips are down. glad i was not suckered by the name again. italian beef and salami is the same kinda gimmick. dry no flavor etc. bacon has a perfect rep 😊\n  ","477058":"\n   Wow!\n  ","477059":"\n   lmao so funny tbh\n  ","477060":"\n   Would you rather always get first dibs or the last laugh?\n  ","477061":"\n   Happy First Day Of Spring 🌼🌸🌻\n  ","477062":"\n   no sugar\n  ","477063":"\n   I said something?\n  ","477064":"\n   Love it! Keep going! I really want to try a bit of keto to keep myself lean and not have a pudgy stomach as a slim guy\n  ","477065":"\n   the world would have more lists 😂\n  ","477066":"\n   ik but i was not online chatting as much with you lol maybe you liked it lol jk x\n  ","477067":"\n   1 pm here\n  ","477068":"\n   2hrs between us lol, hope your okay missed you x\n  ","477069":"\n   results were good. i think the last bad result i had was when i tried to make a fried banana thing when i was like 16 lol. i even slept 2.5 hours lol\n  ","477070":"\n   hey what time is it where you are x\n  ","477071":"\n   thanks i hope you had a good nights sleep! watch anything good? btw was \"teaf\" read? or is that actually something?\n  ","477072":"\n   we never met lol\n  ","477073":"\n   Would you wear clothes with prints of dogs? 🐶\n  ","477074":"\n   Ask must have the flu. It is extremely slow in loading up today. Just as it was yesterday. Anyone else having a problem?\n  ","477075":"\n   oh?\n  ","477076":"\n   One direction or BTS ??\n  ","477077":"\n   Last thing you made?\n  ","477078":"\n   What was the smartest decision you have ever made?\n  ","477079":"\n   Teaf\n  ","477080":"\n   oh i just made it up lol. play on the ones named after countries. there is also italian and greek. spanish catalina i think is one too.\n  ","477081":"\n   in my self induced insomnia i went and added the rest of the films to a list i made over there before lol. also this site is all glitched to sht right now so prob call it a day here.\n  ","477082":"\n   thinking pizza tmr. settled on one half black olive. the other half is up for grabs still. thinking either philly steak or bacon. what do you think? marinara sauce, extra ofc\n  ","477083":"\n   ive made them before. theres a pic there. and if i posted everything i make the site would crash lol. im up now cooking and baking instead of sleeping lol. last couple days started a new routine. bake at night so i dont have to wake up so early. results: after done baking never even go to sleep 🤣\n  ","477084":"\n   should moisturize more tho. my hands are just recovering from sht i was doing a few weeks ago. they got pretty scary looking. picture freddy crewger face on inisdes of hands. not even the knuckles which is usually what i have cracked and bleeding lol. healed now tho but still always dry af lol\n  ","477085":"\n   OMG ahahaaha. im surprised all my sentences dont look like this >food foood fooofddd fooddo fdod fod odddodffood malkovich malcovich.\n  ","477086":"\n   ill never sleep again lol\n  ","477087":"\n   Do you believe that global peace is attainable?\n  ","477088":"\n   slept like 5 hours in the last three days. 7 max lol\n  ","477089":"\n   chinese one is overstocked. no problem there. 😂\n  ","477090":"\n   drive by shouting at pregnant peoplez\n  ","477091":"\n   wonder if there's a lunchboxd site where i can make lists 🤔\n  ","477092":"\n   had balsamic not bad at all. 6\/10. i like the ones i make better tho. not sure whats next. maybe french or russian do the whole world tour. ill even get the chinese one if trump says its okay 😂\n  ","477093":"\n   nice. im debating whether im going to sleep tonight lol. the hell is my problem 😂\n  ","477094":"\n   Open my secret answers? 😇 \nIf you have any secret answers, I will open them 💟💟💟🌈\n  ","477095":"\n   Where are you from?\n  ","477096":"\n   whats for dinner?\n  ","477097":"\n   Is it acceptable to disobey the law? Why?\n  ","477098":"\n   When’s the last time you played??😏\n  ","477099":"\n   What's your weather like where you are at?\n  ","477100":"\n   Would you like to live in another country?\n  ","477101":"\n   Ask is trash right now. It’s so laggy & saying error 🙄🙄🙄\n  ","477102":"\n   Cat from outer space is lit 😺👌\n  ","477103":"\n   What are you doing tonight\n  ","477104":"\n   Is everyone else’s ask acting up? Is it laggy and saying system error and all that for y’all too?🤨\n  ","477105":"\n   how is your life right now?\n  ","477106":"\n   Same here and it refuses to load on the web version as well\n  ","477107":"\n   What do you think we should focus on?  besides the coronavirus\n  ","477108":"\n   Has anyone noticed ask fm been appearing to have outages or slow responding to server times today?\n  ","477109":"\n   What say you of people who create different accounts to fool others that they are different person or in relationship or friends with yet another of their other accounts? It took me months to notice that there are delusional psychopaths here on Askfm. 🤯 🎣 🤡 🥴\n  ","477110":"\n   Hii\n  ","477111":"\n   hello happy st pats, well in ireland for my fam, how are you xo\n  ","477112":"\n   how are you honey\n  ","477113":"\n   Tell me your biggest supernatural or paranormal fear?\n  ","477114":"\n   ugly ppl talk the most $hit it’s just in their blood ig 🤷‍♀️\n  ","477115":"\n   photo 💭\n  ","477116":"\n   Have you ever changed your personality, style of clothing\/makeup, hair, etc. just to fit in?\n  ","477117":"\n   How bad is the pollen in your area right now? Or has it not started yet where you live?\n  ","477118":"\n   Have you ever tried kettle-cooked chips before? Would you ever?\n  ","477119":"\n   Fav movie of all time?\n  ","477120":"\n   Buongiorno🌺\nDitemi o mostratemi la prima cosa a cui associate il vostro colore preferito.\nRendiamo ask colorato ^^\nUn bacio.\n  ","477121":"\n   Tell me a time when you made a bad decision\n  ","477122":"\n   Frappé. Yay or nay?\n  ","477123":"\n   Do you have any family that lives anywhere else besides where you are currently at in the world? A different country of some sort maybe? Would you care to share? (You do not have to answer this question.)\n  ","477124":"\n   Do you like cranberry juice? Or mixed with a lil vodka 😉\n  ","477125":"\n   Do you think the government is also, hiding something from us? That’s why their only talking about the coronavirus\n  ","477126":"\n   Did you do anything special for St. Patrick's Day or not really?\n\nWas this day a good day or bad\n  ","477127":"\n   Ciao🌺 \nDomanda strana ma vorrei fosse presa seriamente.\nAvete mai pensato di avere qualche malattia psichiatrica?\n  ","477128":"\n   Immaginate di svegliarvi senza alcun ricordo.\nQuale sarebbe quella \"cosa importante\" in grado di poterti ridare indietro parte della tua vita dimenticata? \nUn oggetto, un luogo o magari una persona.. stupitemi🌺\n  ","477129":"\n   Who is ready for all this coronavirus junk to go away? We can't go anywhere anymore... It's absolutely sad. Down here they're closing some schools down now completely for the rest of the year... I'm just about done with all of this stuff.\n  ","477130":"\n   have not set food inside my house with my shoes in years!! i take them off even before i step in my house.  my house is cleaner than a laboratory lol. havent changed my furnace filter in like 7 years it still looks spotless and brand new 🤣\n  ","477131":"\n   thats a pistachio mortadella vortex\n  ","477132":"\n   Cosa vedi dalla tua finestra? (pubblica una foto)\n  ","477133":"\n   Chi è l'ultima persona che hai ringraziato?\n  ","477134":"\n   yes they are okay. nothing else really like them. but not the type of thing you want often. i had some sprinkes i never use so i thought carpe diem lol. rip brigadieros tho. died so young 😂\n  ","477135":"\n   How many people do you consider your friend(s)?\n  ","477136":"\n   tried to jump to the last scene but it froze so fck it lol\n  ","477137":"\n   do you remember if you liked them? i dont  really like using cocoa so i just make white ones. gotta use some of that condensed milk. no room to walk in here  😂\n  ","477138":"\n   have you ever had brigadeiros?\n  ","477139":"\n   It's all a buncha BS. 🐂💩\n  ","477140":"\n   If you don't have a partner yet  There is a boy who reads widely and have a wide range of knowledge but doesn't know how to make money in society. Would you choose such a boy 1, be a boyfriend 2, be a husband?\n  ","477141":"\n   What is your bra size\n  ","477142":"\n   Good night\n  ","477143":"\n   still no reeses bar. its eluding you. i see them all over. i have a couple in my proximity. i told them to go to you but they are just chocolate bars incapable of doing anything productive. cant even use disinfectant wipes. its very sad.\n  ","477144":"\n   haha. i dont mean to just curious. i like just talking about them. dont feel pressure to watch anything i mention! lol. i mean imo it was just a run of the mill film to me that is. which doesnt mean anything.\n  ","477145":"\n   feel like they could have used doc emit as the janitor 😂\n  ","477146":"\n   hahaha thats always my fear of bailing that SOMEHOW its going to turn around and \"COMPLETLY REDEEM ITSELF\" lol. hahaha and yes the phone comes out and multitasking helps forsure. or like i will keep the audio going but open other tabs. at that point tho im being a btch lol. but its hard 4me2focus\n  ","477147":"\n   How long ago have you washed your hands? #StayAtASK\n  ","477148":"\n   it didnt wash its hands 🚫☣🚫☣\n  ","477149":"\n   i cant tell you how different i feel. im actually somewhat amazed. i may even get oldish yet 😂\n  ","477150":"\n   I'm hiding. I've noticed my panic is back to a 10. Have you felt more uneasy? I went to the store right when they opened and a lot of people went in too and it was a lot of panic buying. They had no produce at all. It was empty but I did get extra things I needed.\n  ","477151":"\n   have a goodnight my fam.\n  ","477152":"\n   not bad for 15 years lol. i keep my shoes in the garage all the time so this time of year they are frozen anyway. should help right? lol hey maybe they are the source of the virus? 😂 oh no! dont report me? 😖\n  ","477153":"\n   idk thats tough, really tough. likely going to get worse before it gets better. but \"how much\" worse. could be a deluge but at least in for a flood. really tough. sorry to hear they are in that situation. fck man thats sucks.\n  ","477154":"\n   no its the right one you jsut never found the background explanation. rip background explanation 😂\n  ","477155":"\n   same shoes 15 years straight 🤣\n  ","477156":"\n   XD i can imagine. its so fck like even driving im looking at poeple just like to see how they are acting lol. usualy i dont even look at anyone or givafck lol. now i just want to see lol. and like how much is in their shopping carts and sht lol. whatcha hording there fam?? lol\n  ","477157":"\n   agent 86'd it or old school'd it?\n  ","477158":"\n   nice. plan to make lasagna maaaaaybe this sunday. ricotta one but will probably make strogonoff instead since doing a tomato sauce tomorrow. hope you enjoyed it my fam! hell maybe its the antidote to all this sht 😂🤞👌\n  ","477159":"\n   agree. fcking brando tho. like wat? 😂\n  ","477160":"\n   props for sticking till the end. i used to always do that no matter what. lately ive been getting more inpatient and abandoning my old ways lol. yest i watched one and like 15 left and bailed lol felt a bit ashamed of myself tho lol\n  ","477161":"\n   in the movie right? like way way abridged? thats what i mean. in monte cristo the whole essence of the character was soiled. im the end of the film they way they had events play out was almost nauseating and a complete disservice to the authenticity of the character. mondego fight  🤮\n  ","477162":"\n   will you watch the film after you finish the book?\n  ","477163":"\n   its weird being by people now. i feel like if you get to close they will scream or something lol. like awkward like a 6th grade asking someone to dance sht 🤣\n  ","477164":"\n   did yest for the first time. im not really impressed with it as is so needed to try. its just too lean a meat you know. its okay but its no biggie. i aint fancy, gimme bologna any day 🥰\n  ","477165":"\n   yeah i was sort of let down the more it went on. initially like the first 15 minutes, like before it got ridiculous lol i was really into it. had a nice just suspenseful vibe to it same as lots of movies i tend to love. but then.... lol\n  ","477166":"\n   sat for a second to jog my memory. yeah okay. so still pretty early in.\n  ","477167":"\n   are you one the app? maybe thats diff. if you go on the site and go to the page of the film there is a button on the right that adds\/ or removes from watchlist. a separate like standard one the everyone has. same if you just click on the three dots for each movie picture thing it comes up as an opt.\n  ","477168":"\n   books usually slaughter the films. i used to really like the count of monte cristo with jim cavezel. like 4.5 easy. then i read the book and just....no...\n  ","477169":"\n   what did you make of the score?\n  ","477170":"\n   what did you make of the perfection?\n  ","477171":"\n   canadian bacon? also throw it in a pan or eat as is?\n  ","477172":"\n   whats happening in the story where you are at?\n  ","477173":"\n   i see you ☺\n  ","477174":"\n   Hey everyone, I hope you are all staying safe!🙏🏻 sending lots of positivity and love your way! Remember to wash your hands a lot😁\n  ","477175":"\n   If you have pets, do you speak with them like with humans? Why do you think we do that?\n  ","477176":"\n   LYNDSEY WANTS TO SEE 0 FILMS 😢  \n\nsaw your custom watchlist which is actaully really cool cus realzied users can comment on them and use it like a sort of communication if need be. was not aware! still a blue belt 😂\n\nbut for watchlist there is an easier way (a button) but i like your way 😁\n  ","477177":"\n   no words, just cough 😂\n  ","477178":"\n   Space. ✍🏼\n  ","477179":"\n   whats for dinner?\n  ","477180":"\n   if you ever feel stressed im here for you okay, xo\n  ","477181":"\n   thanks for not wanting to hurt me, dumb questions tbh\n  ","477182":"\n   Do you follow any doctors online to see what they are saying?\n  ","477183":"\n   Do you have deep sleep? Or do you usually wake up at dawn?\n  ","477184":"\n   Do you ever walk around the house with no clothes on?\n  ","477185":"\n   Have you changed your sleeping habits? I'm on the floor tonight in my sleeping bag. I feel more safe like this.\n  ","477186":"\n   kick or kiss\n   \n    @zactc\n   \n","477187":"\n   I totally didn't realize it was St. Patrick's Day either until around noon.\n  ","477188":"\n   Do you respond messages on Instagram?\n  ","477189":"\n   awe, would love shoutouts from a cool girl like you, xo\n  ","477190":"\n   i have got no shout outs\n  ","477191":"\n   How are you tonight?\n  ","477192":"\n   Did you wear green or did you get pinched?\n  ","477193":"\n   Lady Gaga or Kate Perry?\n  ","477194":"\n   -\n  ","477195":"\n   Presented with the opportunity to be immortal would you take it?\n  ","477196":"\n   Hello\n  ","477197":"\n   Bacon\nYay or no way?\n  ","477198":"\n   who do you think is the funniest person on here?\n  ","477199":"\n   Wyd?\n  ","477200":"\n   Favorite rides at amusement parks? Why? 🎢🎠🎡\n  ","477201":"\n   👕🍀 Whether you celebrate it or not still Happy Saint Patrick's Day to all of you! 🍻 Hope you all have had a good and productive day! 🍀💚\n  ","477202":"\n   How is everything with you ;)\n  ","477203":"\n   you too honey\n  ","477204":"\n   What if this global situation is like the Walking Dead, and we all have the Coronavirus? 🤭\n  ","477205":"\n   You're from the country where my best friend live so hi :)\n  ","477206":"\n   What would you be doing right now if the internet didn't exist?\n  ","477207":"\n   what do you think of those chicken kiev things? fav type?\n  ","477208":"\n   nice. did you notice the hair much?\n  ","477209":"\n   you have not gotten to the backstory one yet. and no hammocks thus no iodine. im in dire straits. may only have mere decades left to live now 😖\n  ","477210":"\n   corona is gonna go out of business for sure 😂\n\nmay have been a mirage but i saw someone holding a tub of disinfectant wipes at the store today. no idonized salt tho. rip my iodine levels 😭\n  ","477211":"\n   Do you know who johnny sins is?\n  ","477212":"\n   *rubs it 😬\n  ","477213":"\n   i have massive guilt issues that have crippled me for years. im only now coming to terms with. i think the only way to lessen the guilt is to address the cause. i dont think it resolves itslef at all. it festers. changed ive recently made have helped tho. i can feel it already and its only been days\n  ","477214":"\n   will be a bit of a learning curve like anything but i think you will look back and be glad you started using the site. it keeps track of so much stuff when you ever want to go back and see things. plus its a great way to see a filmography of any actor, director, etc.\n  ","477215":"\n   all dead awaiting reincarnation 😂\n  ","477216":"\n   nice. i do frozen but microwave. usually links since i get the maple flavored ones and they dont do that in patties. currently have one box in the freezer. no plans to make immediately soon but you never know. they know that and live in fear.\n  ","477217":"\n   one annoying thing i did not notice at first is if you search an actor or director you have to sometimes toggle the little search setting from \"actor\" to \"producer\" to \"director\" if they have done more than one type. there is no \"all\" feature. i was confused cus things were missing in my searches...\n  ","477218":"\n   quite nice, quite nice *nodding how do you warm up the patties? or are they the raw ones?\n  ","477219":"\n   the diary feature thing there is weird. never used it. when you have a film on your watchlist and you rate it, it takes it off that list and adds it to your \"watched\" films. alternatively if you rate any film it adds it to your \"watched\" so now you just have to rate every single film you have seen 😂\n  ","477220":"\n   Do you daydream?\n  ","477221":"\n   How do you like to start your morning?\n  ","477222":"\n   bon appetit my fam!\n  ","477223":"\n   *\n  ","477224":"\n   they are still alive. last moments of life tho. mere seconds! 🤣\n  ","477225":"\n   I think Kids have immunity to it\n  ","477226":"\n   i believe that requires a milk jug and hammock. unfortunately i had to barter away all my hammocks for iodine tablets 😢\n  ","477227":"\n   you did swimmingly ☺ \n\nLYNDSEY WANTS TO SEE 0 FILMS so sad 😭 \n\nwelcome, like a newborn baby  😊\n  ","477228":"\n   What disturbed you today?\n  ","477229":"\n   nice style tho. very personal and individualistic 😂\n  ","477230":"\n   you look up to me lol\n  ","477231":"\n   cockroaches, ants, and me lols will inherent the earth lol\n  ","477232":"\n   yes XD\n  ","477233":"\n   they are in the sights of their worst nightmare. me lol 😈\n  ","477234":"\n   btw i was asking for rain checks of the sht thats on sale that was gone and they were not having it lmao. i was all disgruntled customer breathing loudly at them. 😂 corona virus be messin up my deals tho! were like.. i dont think we are doing that in these times. just gimme my rain checks you fcks 🤣\n  ","477235":"\n   its being very considerate to me lol\n\nbe afraid weeds. be very afraid. just dont bee afraid 🤣🤣\n  ","477236":"\n   XD and a mob behind me 😂\n  ","477237":"\n   What is your real name?\n  ","477238":"\n   mom proof doors count? lol\n  ","477239":"\n   true. can overlook if you like them enough 😂\n  ","477240":"\n   who is? didnt you say you had guilt over the past?\n  ","477241":"\n   had the way back on my watchlist but killed it yest. wont see any of those. will be holding out for quiet place part VI the mute library tho 😂\n  ","477242":"\n   😘\n  ","477243":"\n   the best A+++ 🤣🤣 ill add you now!\n  ","477244":"\n   fingers crossed for you ☺\n\nlast ever human contest winner. 🤞\n  ","477245":"\n   hurry wont last long 😂\n  ","477246":"\n   i didnt know there was a gif of me out there! 😎\n  ","477247":"\n   i doubled mine recently\n  ","477248":"\n   shoulnt have a name that sounds like bae. death penalty 😂\n  ","477249":"\n   you dont? 😂\n  ","477250":"\n   how is this day treating you? my day is treating me quite fine. such a courteous day 😊\n  ","477251":"\n   It is my first question to you!\n  ","477252":"\n   Damnnn LOL why did you block that person?\n  ","477253":"\n   what would you like to see this site promote if anything?\n  ","477254":"\n   New account no pictures yet!\n  ","477255":"\n   OMG!! i literally just whispered that to myself lollll\n  ","477256":"\n   hey babygirl\n  ","477257":"\n   They say a picture is worth a thousand words, so what pictures have you come across that have left you speechless?\n  ","477258":"\n   that memory acting up again.... better have that looked at 😂\n  ","477259":"\n   glazed apple fitters, glazed blueberry cake donuts, or boston cream donuts?\n  ","477260":"\n   shame that, last macaroni on earth\n  ","477261":"\n   did get more condensed milk tho 😂\n  ","477262":"\n   id imagine there is high demand for transportation and cleaning operatives\n  ","477263":"\n   if they dont have the labor i dont see what choice they have. although i dont see why someone would be scared to go on a farm? not like the crops are infected lol\n  ","477264":"\n   you are looking forward to summer and camping ☺\n  ","477265":"\n   Joshua 1:9- I have not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for your Lord your God will be with wherever you go\n  ","477266":"\n   no such thing as boring. all that matters is the truth. not seen bite sized pop tarts. did have the cereal tho. no biggie. how many contest winners?\n  ","477267":"\n   no eggs today! so that statement is false ☺\n  ","477268":"\n   yes. i do the refill thing. its eco-friendly and cost friendly 😇\n  ","477269":"\n   priorities! 🎬\n  ","477270":"\n   Good night\n  ","477271":"\n   what are some things you are looking forward to and some things maybe not so looking forward to?\n  ","477272":"\n   those massive winter gardens lol. could buy a lot of supplies for what you would pay for 100 acres. lol\n  ","477273":"\n   name 3\n  ","477274":"\n   Do you like that shuffle dance stuff that is popular in clubs and on Youtube atm? BQ: Can you shuffle dance yourself?\n  ","477275":"\n   What is your honest opinion about people that don't want to mind their own business?\n  ","477276":"\n   What's your wish on a four-leaf clover?\n  ","477277":"\n   ●[yesstyle🛍👝]\nYou can use this reward code : 😻🎁 (( J2P65Z )) 🎁😻\nwhen you order your favourite k-beauty & skincare from yesstyle to get 5% off for the new members & 2% off for the return members . 😻😻\n●Don't be afraid of customs fees، they will return all your money💰💸❤\nyesstyle.com\n  ","477278":"\n   Hi! Follow back? 😇💟💟💟🌈✌\n  ","477279":"\n   Have you got Instagram?\n  ","477280":"\n   🦄 💖 F.R.E.E S.P.A.C.E 💖 🦄\n  ","477281":"\n   Where do you wish you were from?\n  ","477282":"\n   what are 3 things you love?\n  ","477283":"\n   What language would you like to learn and tell me why? 😊\nWhat's your favorite subject and tell me why? 😊\nWhat do you think about the Soviet Union? ☺️\n  ","477284":"\n   if no water ill have to resort to drinking eggs. or sweetened condensed milk. still 45 gallons.\n  ","477285":"\n   dont know yet. find out in an hour lol.\n  ","477286":"\n   kidding its open. go grab it!! hurry before people try and eat it\n  ","477287":"\n   Ciao ragazzi 🌺\nHo letto tanto odio e cattiverie su questo social e credo ora più che mai che dovrebbe essere usato in modo migliore, positivo.\nPer questo vi chiedo di pubblicarmi una foto mentre sorridete, soli o con amici e familiari!\nUn forte abbraccio✌🌺\n  ","477288":"\n   OH my that name.\n  ","477289":"\n   What's your other page?\n  ","477290":"\n   Which one?\n1. Rose gold.\n2. Sliver.\n3. Gold.\nOr none of the above?\n  ","477291":"\n   nice. some potatoes on the chopping block today. fully clothed 😂\n  ","477292":"\n   oh and canadian bacon too so that completes the theme here coincidentally haha. oh and some eggies ☺\n  ","477293":"\n   --'x\n  ","477294":"\n   Have you been busy at work?\nDid they close anything around you because of this virus?\n\nThey have been having me work almost every day at work, double shifts b\/c we are so busy from everyone buying everything. I heard that they're going to close school for the rest of the year for some people here...\n  ","477295":"\n   What are your super cheap great gift ideas?\n  ","477296":"\n   whats the last new thing you tried and how did it work out?\n  ","477297":"\n   Why are people who act overly confident usually the most insecure?\n  ","477298":"\n   Do you prefer binge watching shows all at once or watching them in intervals?\n  ","477299":"\n   What is the first memory you remember? Share it. 😁\n  ","477300":"\n   Do you prefer old timey tv shows and movies or more modern ones?\n  ","477301":"\n   anything you want to see?\n  ","477302":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","477303":"\n   Which country do you watch tv\/movies from?\n  ","477304":"\n   If a hacker hacked into your computer and was threatening to release your browser history to your friends and family, how much would you pay them to avoid it?\n  ","477305":"\n   Would you rather be the best on your average team or average on the best team?\n  ","477306":"\n   The ending of On My Block 😖\n  ","477307":"\n   whats for dinner?\n  ","477308":"\n   Do you consider yourself a stubborn person?\n  ","477309":"\n   aw,  xo\n  ","477310":"\n   No guy wants to be with me\n  ","477311":"\n   i need a good spanking right now.\n  ","477312":"\n   do you like coconut macaroons?\n  ","477313":"\n   Do you celebrate St.Patricks Day? ☘️\n  ","477314":"\n   Any one making Easter baskets this year? 🐣\n  ","477315":"\n   How much is gas where you live?\n  ","477316":"\n   Would you rather have no one see you or everyone see you no matter what?\n  ","477317":"\n   QOTD: “Don’t light yourself on fire to keep yourself warm” Agree, neutral, or disagree?\n  ","477318":"\n   Chocolate? Yes or no? What kind of yes? White, caramel, mint, etc.\n  ","477319":"\n   have you a fave dog or nah\n  ","477320":"\n   awe thats cute, wrangler missed you i think they all did tbh x\n  ","477321":"\n   How often do you buy things via the Internet?\n  ","477322":"\n   who do you look up to?\n  ","477323":"\n   New full body selfie pap?\n  ","477324":"\n   aww bet they missed you\n  ","477325":"\n   When I signed up, I’ve never gotten that question lmao, maybe cause I’m underage it could be\n  ","477326":"\n   Do you love someone right now?\n  ","477327":"\n   It’s because of\n   \n    @OGalpacasarenice2\n   \n","477328":"\n   I hate nosy people like that shxt pisses me off to no end. If I’m doing something, mind your gxddamn business. Agree or disagree?\n  ","477329":"\n   For example, you and your partner live in different countries\n  ","477330":"\n   Hey guys.. So a lot of hate has been directed my way and people just starting stuff. I'm trying to handle it the best I can but I may deactivate this account for awhile. If you actually enjoy talking to me and would like to stay in touch. Message me and I'll give you an update to contact me 💖\n  ","477331":"\n   If your partner agrees, will you accept the love that two people are far apart and it will take a long time to meet once?\n  ","477332":"\n   hey do you miss the dogs\n  ","477333":"\n   Are irregular periods getting your period multiple times in one month or not getting them for months at a time?\n  ","477334":"\n   Do you use a period tracking app like Flo for example?\n  ","477335":"\n   I use pads too, I’m scared to use tampons. My mom told me you can only wear tampons if you’ve had sxx anyway. Idk how true that is but I prefer pads.\n  ","477336":"\n   Life update? Briefly\n  ","477337":"\n   People are going insane 😱\n  ","477338":"\n   I mean, if you ever need a tampon at least one of them will have them 🤷‍♀️ and they’ll understand your pain more, also they won’t leave the toilet seat up, and the products you have, you’ll most likely share but like, like air spray deodorant\n  ","477339":"\n   What’s invisible but you wish people could see?\n  ","477340":"\n   Would you rather have 10 sisters or 10 brothers?\n  ","477341":"\n   What would be the creepiest thing you could say while passing a stranger on the street?\n  ","477342":"\n   Star Wars or Star Trek?\n  ","477343":"\n   Pap\n  ","477344":"\n   How often do you have a boob spill out?\n  ","477345":"\n   Can you play the Violin? 🎻\n  ","477346":"\n   so back to the future doc did make more movies lol\n  ","477347":"\n   Describe how the shoes you wear changes throughout the year? 👡👟🥾 Like, what kind of shoes do you wear for each season? ❄☀️🍁🌱\n  ","477348":"\n   How are you all?\n  ","477349":"\n   interesting way of asking lol\n  ","477350":"\n   25 baby girl\n  ","477351":"\n   must not be a faithful follower then!\n  ","477352":"\n   paranoia is a sign of a guilt complex. you should look into guilt complexes. kidding initially but serious with the latter. those of us that have guilt complexes can live a life and not even be aware. maybe a book. im fascinated myself and will probably do a bit of a search and skim. im no reader.\n  ","477353":"\n   Would you get gangbanged ?\n  ","477354":"\n   well so far there is ranch that i had the other day. keep in mind ive had these but like so many years ago. ranch i would say is 6. thousand island is an 8. but as i taste more and refresh my memory i may adjust.\n  ","477355":"\n   nice. dressed up how?\n  ","477356":"\n   How has your life changed with the COVID-19 outbreak?\n  ","477357":"\n   What's your favourite chocolate bar?\n  ","477358":"\n   Thoughts on all these sports being cancelled?\n  ","477359":"\n   ever make your own mozzarella sticks? like fried\n  ","477360":"\n   its always the bee's fault tho 😂\n  ","477361":"\n   how many followers are you up to?\n  ","477362":"\n   this thread could use a corona with lyme disease joke 😊\n  ","477363":"\n   What rights do you think everyone should have regardless of race, ethnicity, gender, sexuality, etc.?\n  ","477364":"\n   when pple say hangry is it annoying?\n  ","477365":"\n   Baby girl no you aint\n  ","477366":"\n   How many swimsuits\/bathing suits do you own?\n  ","477367":"\n   I used to be a little boy, so old in my shoes.\n  ","477368":"\n   holla baby girl\n  ","477369":"\n   person is at work now 😂\n  ","477370":"\n   whats part of the mundane?\n  ","477371":"\n   who were you fvcking without birth control\n  ","477372":"\n   Do you have secrets you could go to jail for?\n  ","477373":"\n   whats your sis been saying about everything and being abroad?\n  ","477374":"\n   no using birth control i guess 🤣\n  ","477375":"\n   Do you smoke?\n  ","477376":"\n   Have you stocked up on toilet paper yet?\n  ","477377":"\n   Good night\n  ","477378":"\n   What are three items you could buy together at the grocery store to make the cashier laugh?\n  ","477379":"\n   (Most) guys don't suck. If you're being curved or are just attracting low quality guys, I would take a good, *HONEST* look at yourself and ask what _you_ have to offer, and whether it's worth it to a _man_ of quality. There's a lot more to quality than weight.\n  ","477380":"\n   Have you watched any of Ghibli Studio’s movies? 🤩 What’s your thoughts?\n  ","477381":"\n   Your song of the day!\n  ","477382":"\n   What do you think about when you are working hard? What is on your mind usually?\n  ","477383":"\n   If you were held at gunpoint and told that if you didn’t impress them with your dance moves you would be killed, what dance moves would you bust out?\n  ","477384":"\n   What’s kids movie did you think was too scary when you were a child?\n  ","477385":"\n   Do you like any type of techno music?\n  ","477386":"\n   What color was your childhood home?\n  ","477387":"\n   What question do you ask yourself a lot?\n  ","477388":"\n   How often do you wear your hair up in a bun?\n  ","477389":"\n   You seem to be more frustrated these days, why\n  ","477390":"\n   So it turns out you've never actually had sx with a guy. That's fascinating.\n  ","477391":"\n   Have you figured out what you're doing about bra sizing\n  ","477392":"\n   What does it say about a girl if every guy she dates dumps her within the first week?\n  ","477393":"\n   What sorts of things did you experience as a child that you want your kids to never experience?\n  ","477394":"\n   You let him go in raw?\n  ","477395":"\n   whats for dinner?\n  ","477396":"\n   Good girl\n  ","477397":"\n   What method of birth control were you using the last time you were s*xually active\n  ","477398":"\n   are you one of those idiots panicking about the coronavirus?\n  ","477399":"\n   Have you gained weight, stayed the same, or lost weight over the last 3 months?\n  ","477400":"\n   Right now would be a good time to go to a house on 100 acres and have enough canned goods and frozen meat to last a year. You could have chickens for eggs and plant lettuce and tomatoes and veggies in a massive garden. Then you don't have to go anywhere.\n  ","477401":"\n   Have you ever sent a text message to the wrong person?\n  ","477402":"\n   I am going to do that. I went to the grocery store today. That's all I'm going to do. I wish my parents would take it more seriously because they are old.\n  ","477403":"\n   Humanity has overstayed it’s welcome lol\n  ","477404":"\n   on the ol laptop back to searching for boxes lmao. yeah never trust a loud talker lol.\n  ","477405":"\n   We’re all gonna die\n  ","477406":"\n   good. its been a while. still in the midst of my adventures with dressings! preemptive rip to all my future victims :)\n  ","477407":"\n   Did you forgive the last person who hurt you?\n  ","477408":"\n   CDC put out a statement tonight saying groups of 50 should be avoided, including gyms, movie theaters. shops, restaurants, etc.\n  ","477409":"\n   Idk the doctors are out there telling the truth. The UK is asking all persons over 70 to not leave their houses now. And the doctors here are starting to say the same thing and keep stressing the immune issues and illnesses in young people make their bodies act like they are over 70 themselves.Yikes\n  ","477410":"\n   I didn’t know almond flour was a thing o: tf lol sounds interesting though.\n  ","477411":"\n   if using almond flour need 35 eggs. no go!\n  ","477412":"\n   Thanks! Lol and I know xD we’ve put it off so long but the ingredients aren’t even in the stores rn u_u 😂\n  ","477413":"\n   forgot the egg. but since no eggs can add an extra 1\/4 cup water. if you do that no oil. actually this is my new preferred dough. without the egg that is. its corona friendly :')\n  ","477414":"\n   oh i didnt mean for free. to the highest bidder! lolll\n  ","477415":"\n   PASTA\n  ","477416":"\n   yes so much panic buying\n  ","477417":"\n   Pap\n  ","477418":"\n   is covid -19 effecting you as in travel, etc\n  ","477419":"\n   but honesty im making them tomorrow first time. bit excited lol. also making a throwback have not had in ages. and other goodies. may have to leave the house to buy water tho so i may die and make nothing. its 50\/50\n  ","477420":"\n   How did the zombie apocalypse theory even come to be? If deceased people are in coffins, they’d be shut tight and they’re six feet underground. The only thing that would make sense is if it would be an air borne disease at first.\n  ","477421":"\n   hi lynds\n  ","477422":"\n   Damn, I have break for two weeks so I’m not even stressing about that. Is that selfish of me?\n  ","477423":"\n   oh you stepped on it? rip bee\n  ","477424":"\n   its that\n   \n    @emperorpartin\n   \n   's area of expertise? lolll\n  ","477425":"\n   yes i (they) did mean that. but also the other way too :')\n  ","477426":"\n   serious tho. they are the best ones imo!!! should make a banana one soon. get some bananas tmr if i dont die me thinks\n  ","477427":"\n   and results? i used molasses today. its a lovely ingredient.\n  ","477428":"\n   does the ham fight with the skins? lol\n  ","477429":"\n   you said try having a stalker. what does that have to do with movies?\n  ","477430":"\n   It is officially time to panic. I am at a 10 now. All these doctors are saying that a lot of people will get infected in the US and a lot will die. If there is a huge ramp up, there won't be enough hospital staff and more will die.\n  ","477431":"\n   oh i remember things. was gonna go with 1987 but was taken. :')\n  ","477432":"\n   meaning?\n  ","477433":"\n   are you asking me? like if i didnt care to watch the rover or are you saying that you didnt like it cus not in the mood maybe?\n  ","477434":"\n   True! But... but🥺😭\n  ","477435":"\n   I had this stuffed animal who I would bring everywhere, even to the bathroom (lmao I know, but I was 6), and then I lost her when I was 9 and I was so upset, like, I would cry for days on end, but then sometime when I was 14, my mom found her but I feel no emotional attachment towards her. Normal?\n  ","477436":"\n   -Free Space-\n  ","477437":"\n   me lol te preguntó: “How are you this beautiful Monday?” #Feedback: Perdón por responder el domingo siguiente, estoy genial.\n  ","477438":"\n   -\n  ","477439":"\n   Pap\n  ","477440":"\n   What do you wish for the most in 2020?\n  ","477441":"\n   Hey hey 👋🏻 fabbielousxo here, it’s honesty weekend on my alt account (this one I’m using). Come and send me questions! \n\n————\nAny plans for the weekend?\n  ","477442":"\n   you know you're a ________ when_________\n  ","477443":"\n   does anyone else have issues with their dads cause i effing hate mine\n  ","477444":"\n   just finished. was alright. too many annoying unrealistic plot points and events ruined what could have been a better film.\n  ","477445":"\n   Kidnap me or lie about why I can’t go to work😭😭😭\n  ","477446":"\n   Like\n   \n    @charlottyxx\n   \n   answer #Booty\n  ","477447":"\n   watching \"remember me\"\n  ","477448":"\n   Hii\n  ","477449":"\n   What's scary?\n  ","477450":"\n   What if I give you half my check to save me?\n  ","477451":"\n   Damnit😭😭😭😂😂😂😂😂\n  ","477452":"\n   Happy Sunday Everyone‼️✨☀️\n  ","477453":"\n   Do you have any special plans for the spring holidays? What are you going to do?\n  ","477454":"\n   what is your favorite day of the year and why?\n  ","477455":"\n   \"death is the only certainty we have when we are born.\" do you agree or can you disprove this statement?\n  ","477456":"\n   What makes you really happy  from inside?...\n  ","477457":"\n   Can you save me from the dreadful place called work tomorrow morning on Monday?🥺😭😭😭😭\n  ","477458":"\n   What do you love the smell of?\n  ","477459":"\n   Pic of a romantic place\n  ","477460":"\n   hii\n  ","477461":"\n   What on earth is going on with you?\n  ","477462":"\n   lmao can’t even have a group chat with family anymore— just sent a meme to about 6 mid 40 yr olds and they all yelled at me cause it had bad words in it 😂 wtf?\n  ","477463":"\n   Games day got cancelled till the world is no longer ending, what do you do when you suddenly have free time?\n  ","477464":"\n   How many people do you know who have COVID-19?\n  ","477465":"\n   me lol te preguntó: “Good weekend?” #Feedback: Mis mejores deseos para ti.\n  ","477466":"\n   Which is worse, being too hot or too cold?\n  ","477467":"\n   Would you rather be extremely successful professionally and have a tolerable yet unexciting private life, or have an extremely happy private life and only tolerable and uninspiring professional life?\n  ","477468":"\n   Do you have big breasts?\n  ","477469":"\n   Why are some girls more h0rny when they're drunk? Are you one of those?\n  ","477470":"\n   grease_fan10101\n  ","477471":"\n   wdm stalker?\n  ","477472":"\n   pple that peel potatoes are sinners\n  ","477473":"\n   😂😂😂😂 charmin soft\n  ","477474":"\n   Aren’t cream pies like a legit pie tho?\n  ","477475":"\n   any experimentation?\n  ","477476":"\n   not a cream pie?\n  ","477477":"\n   i mean lip moisturizers in general. sounds like you are! lol\n  ","477478":"\n   whats for dinner!\n  ","477479":"\n   clothes should matter.\n  ","477480":"\n   how is it in your world today?\n  ","477481":"\n   fried pickles on the agenda tmr. so say your goodbyes XD\n  ","477482":"\n   whats the name?\n  ","477483":"\n   I remember when my throat was super duper dry so I drank like 6 big gulp things of water and peed like 8 times in an hour\n  ","477484":"\n   put some thousand island on a sandwich today.\n  "},"Answer":{"476412":"\n  Is it?\n  ","476413":"\n  I've been using maxwell more 🤣\n  ","476414":"\n  With patience and understanding. Explain it in a way that they'd understand. Wouldn't just be all \"that's bad\/wrong\" and not go into the details of why.\n  ","476415":"\n  5+ please\n  \n  If I liked a guy and he ended up being smaller then that wouldn't matter.\n  ","476416":"\n  Who knows\n  ","476417":"\n  Seems so.\n  \n  Mom and brother-in-law are on a political talk and virus talk which is annoying.\n  ","476418":"\n  They are pretty. Can be a lot of work.\n  ","476419":"\n  GTA ones\n  ","476420":"\n  Nope.\n  ","476421":"\n  Yes. Saw them more at my sister's other house because the desert was right there.\n  ","476422":"\n  Haven't had a real one. People just went together without all that  :(\n  ","476423":"\n  Chicken wings are defrosting\n  ","476424":"\n  For dates because you guys are nonstop up my ass about this\n  ","476425":"\n  What?\n  ","476426":"\n  I can be but nobody to hug either\n  ","476427":"\n  Yes, I have. Amy Adams is good\n  ","476428":"\n  Should get close with some and then you guys pick the person 🤣\n  ","476429":"\n  Did you stock up on them? 🤣\n  ","476430":"\n  And the cereal one\n  ","476431":"\n  Cheesecake :p\n  ","476432":"\n  We shall see!\n  \n  I feel like most are 3's lately\n  ","476433":"\n  Pure pandemic ;)\n  ","476434":"\n  Nope\n  \n  It's in spanish\n  \n  Haven't looked up.\n  \n  I just liked the skeleton dude lol\n  ","476435":"\n  Indoor - 50- 70s\n  \n  70-90 outside, please.\n  ","476436":"\n  Might be someone new? No, I doubt they are from the usa.\n  \n  Could be 2 anons as well\n  ","476437":"\n  Pickles...  on the side or on it\n  \n  Ketchup, cheese\n  \n  I can take or leave onions\n  \n  I've had avocado added before but it's not necessary either.\n  ","476438":"\n  Like what?\n  ","476439":"\n  You guys nonstop ask about relationship questions.\n  ","476440":"\n  It doesn't come up for me :D only normal V words\n  ","476441":"\n  Mustard. Made it more like a dipping sauce instead of on it.\n  ","476442":"\n  Sorry! :p\n  ","476443":"\n  Maybe because we're all going through the same things.\n  ","476444":"\n  I'm not sure. I use android but usually you click on the word and a box opens saying \"___ will be removed from learned words\" and you click ok.\n  ","476445":"\n  Not really. I've heard the news. My sister-in-law's brother has been updating charts ¯\\_(ツ)_\/¯\n  ","476446":"\n  That hasn't really happened to me. Most ended by distance or me dumping that guy.\n  \n  I suppose the \"knowing it was ending\" part is correct but yet the rest of the question doesn't ring true. We didn't talk for months and then did...\n  ","476447":"\n  Haha no. Whose quick to judge now? :p\n  ","476448":"\n  Seems like they don't trust you.\n  \n  It's not a bad thing if they know but ya.. just screams insecurities in the relationship.\n  ","476449":"\n  Indeed\n  ","476450":"\n  If you say so...\n  ","476451":"\n  No idea. I don't know what he's been doing\n  ","476452":"\n  Yes\n  ","476453":"\n  Wonderful\n  ","476454":"\n  Before the virus was here. Pretty much\n  ","476455":"\n  Titanic because it sank\n  \n  HAD ONE JOB!\n  ","476456":"\n  Apparently everything is my fault ¯\\_(ツ)_\/¯\n  ","476457":"\n  Aw\n  ","476458":"\n  Right....\n  ","476459":"\n  Why do you care so much about this?\n  ","476460":"\n  lol\n  \n  Always why is everyone so obsessed with my relationships right now?\n  ","476461":"\n  I'd rather trust them.  If someone was younger\/older and we got along well then age wouldn't matter. I like 2-5 year age gaps.. them being older is more ideal. I've dated younger before and we were just at different levels in life.\n  \n  I got odd vibes from the 26 yr old and just didn't want to talk that way with him when barely know anything about him. That would have been more of a distraction than anything else. I don't always need to talk to people that way. Plus I'm sure someone at 26 is more into parties and that lifestyle instead of wanting a family etc\n  ","476462":"\n  Nobody\n  ","476463":"\n  People can change that. Lots of jobs are open right now but I'd rather not get sick especially when mom and sister would be more compromised.\n  ","476464":"\n  Haha no XD\n  ","476465":"\n  What do you think I'm picky about then?\n  \n  Not wanting a married man? 🤣\n  ","476466":"\n  I'm a good judge of character. Can read into what they say\/don't say. That goes beyond the \"hi\" comments you are probably talking about.\n  ","476467":"\n  I haven't watched the movie but yes, said it was raining. He got sick afterwards.\n  ","476468":"\n  In a general way. Didn't really have a good connection with the other guys I dated.\n  \n  Wouldn't want to settle for someone I don't like etc\n  ","476469":"\n  The worst! *beep*\n  ","476470":"\n  I'd rather not waste time with someone I didn't like.. the guy I dumped taught me that :p\n  \n  The last taught me more connection based.\n  ","476471":"\n  XD\n  ","476472":"\n  And you seem rude\n  ","476473":"\n  Oh nice\n  ","476474":"\n  No. I would just get a soft shell taco, chalupa and the nachos when I did eat there.\n  ","476475":"\n  2, 3, 6 ,9\n  ","476476":"\n  That didn't really go anywhere. He was 26 which was kind of eh. I like doing stuff later on and it was early here. He kept asking for pictures. Like no thanks. I was a total bum yesterday.. clothing, no makeup. Rather feel cute if was going to share snaps. He seemed like he'd be very vanilla with the whole asking for pictures over and over again.\n  \n  Oh well.\n  \n  Watched a vid last night and was fine with that 😈\n  ","476477":"\n  XD\n  ","476478":"\n  Cookies would have been better\n  ","476479":"\n  Think it tasted the same\n  ","476480":"\n  Who knows? 😷\n  ","476481":"\n  No. I'm not sick.\n  \n  In other ways, yes.\n  \n  Also mom is old and sister is pregnant so I'd rather not risk anything.\n  ","476482":"\n  Him 🍻\n  ","476483":"\n  Yes :(\n  ","476484":"\n  Not in that way but have climbed mountains\n  ","476485":"\n  Spread em\n  ","476486":"\n  I have some bruises too. Be nice.\n  ","476487":"\n  I think sister, mom and that type of way?\n  ","476488":"\n  My sister. She was evil to me as a kid 🤣\n  ","476489":"\n  Bit of both. Fun had.. stronger bonds.\n  ","476490":"\n  Did ask really need to do that and add masks on here? Craziness.\n  ","476491":"\n  Wall lol\n  ","476492":"\n  Night 😘\n  ","476493":"\n  Being a mummy because everyone would want the layers of tp\n  ","476494":"\n  I've been walking besides that I haven't done any proper exercises since the gym closed. Should bust out some equipment tomorrow. Hopefully my sister kept some items. She was getting rid of a lot\/tidying up things before she left to NZ.\n  ","476495":"\n  Youngish\n  ","476496":"\n  In December.\n  ","476497":"\n  Me masturbating in the dark?\n  ","476498":"\n  Before. I wouldn't gain the VIP badge just out of quarantine boredom lol\n  \n  had my account for 6 or so years.\n  ","476499":"\n  I'm old! 🙋🏼‍♀️\n  \n  Sorry, I don't have anything old with me at the moment.\n  ","476500":"\n  Thankful for being an ambivert but felt the sting of both sides 🤣\n  ","476501":"\n  Culvers\n  ","476502":"\n  Ryan Reynolds 😍\n  \n  Hm not sure. I don't care\n  ","476503":"\n  Sounds like a horrible idea rn\n  ","476504":"\n  Is there one?\n  \n  \"Down with the sickness\" keeps coming to mind.\n  \n  I'm not sick\n  ","476505":"\n  His face in sculptures. Is that odd!?\n  \n  \"Be kind, for everyone you meet is fighting a hard battle.\" And some other quotes.\n  \n  How he made schools and all that jazz\n  ","476506":"\n  Awake and horny -_-\n  ","476507":"\n  Will do 😋\n  \n  Trying to get the shoutouts done. Some of them I also asked to all I follow :)\n  ","476508":"\n  <3\n  ","476509":"\n  It was 96.8 an hour ago.\n  ","476510":"\n  That improvement, baby! 💪\n  ","476511":"\n  Help people's dreams come true.\n  \n  Would still like some type of work to not go insane haha\n  ","476512":"\n  What is love\n  \n  The soul\n  \n  Happiness question\n  \n  If parallel Universes exist\n  \n  Free will and freedom ones\n  \n  Lots of interesting ones out there. A teacher also made me question \"who is they\/them\".\n  ","476513":"\n  Lean on me - bill withers\n  \n  Sang with friends growing up\n  \n  Benny and the jets - Elton John\n  \n  Always liked but my former stepcousin would always sing it XD\n  ","476514":"\n  Let's go with a 7\n  \n  I feel like I haven't done much today so kind of feeling blah about that. I got a New Zealand tshirt. Went for a walk with my mom. Besides that its been pretty chill.\n  ","476515":"\n  I don't care about money. I'd care about the person. Their hopes and dreams, ours combined.\n  ","476516":"\n  That depends more on the guy and who i let in. there's no time limit on that. It could be now but I really don't think that's going to happen with the guy in mind. I just don't know....\n  ","476517":"\n  Fascinating\n  ","476518":"\n  No. Don't be ridiculous.\n  ","476519":"\n  I could be on okcupid way more and going on dates... so no, I don't think it's much of a joke either. I could even go through with fwb\/casual s*x if really wanted some random person. I probably check it once or twice a month if that.\n  \n  If anything it's the intimacy and love feeling that I crave more. S*x could wait if the person wasn't fully committed to that. The little acts of feeling like you know someone etc\n  ","476520":"\n  Hopefully that's a good thing.\n  ","476521":"\n  Ask.fm if you miss even one task XD\n  ","476522":"\n  Its whatever.\n  \n  Someone kept asking for pictures earlier but I didn't shower, have makeup on or anything so they were out of luck. I'd rather look and feel good with myself when\/if giving pictures.\n  ","476523":"\n  Right...\n  ","476524":"\n  the Declaration of Independence was signed July 14th but we still celebrate on the 4th\n  \n  Certain wars\n  ","476525":"\n  Maybe if I was bored enough or wanting questions on a certain topic.\n  ","476526":"\n  The gym\n  \n  Day we hiked, off roading and swam.\n  ","476527":"\n  A lot, especially with the last one.\n  ","476528":"\n  Takes more than just being chill\/sweet and patient to be a teacher.\n  ","476529":"\n  I can be a bit picky. I'd want a connection, trust in the person. Not looking 100% at the moment. I'm more focused on myself and my own goals. Haven't found anyone new that I felt matched with what I want in a partner.\n  ","476530":"\n  Hopefully something with the degree I want. Writing? I don't know. Whatever I'm into then.\n  ","476531":"\n  A conversation. Maybe some flirting.\n  \n  I've gotten numbers or guys asking for SC. I'm not someone who gives my number out straight away and sc tells me that the guy isn't that serious..just collecting social media peeps.\n  ","476532":"\n  Ohhhhhh. I was wondering who that was XD forgot about this question\n  ","476533":"\n  Guys with beards 😍\n  \n  Haven't watched any of those films he's been in.\n  ","476534":"\n  Not really. Pretty minimalistic\n  ","476535":"\n  Both.\n  ","476536":"\n  I haven't replied back yet? 🤔\n  ","476537":"\n  I've looked at Match before\n  \n  Skout but they never had people around me and the age limit didn't care.\n  \n  I heard lots about bumble but haven't tried. People on here have mentioned FB dating which makes me kind of want to try but not sure that's the best route either.\n  \n  Meeting people organically is way better. I feel like when I'm not looking is when someone comes around and when I do want someone I never find anyone? Or a mix of those.\n  ","476538":"\n  I think I'd want a side gig that was just my own thing while kids were at school but be there for them when they got back type thing. But overall, maybe. Hard to really think about at the moment.\n  ","476539":"\n  More patience.\n  ","476540":"\n  My The Voice app is so ahead of my tv so that's not cool.\n  ","476541":"\n  Men who blame the women for still being single because she might have standards and doesn't want to settle for some loser that she fully didn't love? ¯\\_(ツ)_\/¯\n  ","476542":"\n  Relationship way - me that one time.\n  \n  ~\n  \n  Sometimes.. wasn't fully ready to date but looking just to see.\n  \n  Getting called hun isn't cute to me.\n  \n  Getting \"hi,hello, how are you's\" aren't really making much of an impression. Most of those conversations go nowhere in the end.\n  \n  I want a connection, someone that makes me feel good. Conversation that doesn't feel forced. Can talk about anything. Humor. I don't care for boring conversation. Want someone that doesn't seem like a \"we'd be good friends\" vibe. I just checked and had 37 messages and 90% of those were all \"hi hun how r u, hi, hello, how's your morning\" type bullshit.\n  ","476543":"\n  Yes and bake too\n  ","476544":"\n  Mostly just the gym.\n  \n  Have had some nonketo items as well but nothing too bad either.\n  ","476545":"\n  Knowing the full me?\n  ","476546":"\n  Why, you wanna date me? 😉\n  ","476547":"\n  2 hot dogs and a salad\n  ","476548":"\n  Yes. They literally tell me that each time kids are mentioned.\n  ","476549":"\n  Okcupid\n  \n  Has the swiping feature\n  ","476550":"\n  Pretty much. That was a bit of a turn off.\n  ","476551":"\n  About my age. How I'm dying out and crap like you guys ALWAYS say.\n  ","476552":"\n  Haven't tried but I do forget to breathe at times.\n  ","476553":"\n  Yes. 2-3\n  \n  I'll delete anything rude\n  ","476554":"\n  If it came to that or have some type of job too.\n  ","476555":"\n  Sometime in 2014.. I had a date lined up but he just seemed creepy. Was getting vibes. Forced it a lot. I was moving a few weeks after so I didn't really see the point. I told him more about myself and didn't get much information about him. I canceled way in advance and he got mad at me. So definitely a blessing in disguise there.\n  \n  On&off since then.\n  ","476556":"\n  I don't know about that. I wouldn't want to be somebodies whole life.\n  ","476557":"\n  GET THOSE FACTS\n  \n  👆👆👆👆👆\n  ","476558":"\n  Name.. the spelling I use\n  \n  What I look like\n  \n  Likes\/dislikes\n  \n  Medical stuff\n  \n  Typical things...\n  ","476559":"\n  I think I'm decent with flexibility.\n  ","476560":"\n  Kind of. Just makes me feel pathetic. Opens more annoying questions. I've always had gaps between partners but this is probably the longest.\n  ","476561":"\n  Good episode\n  ","476562":"\n  I've done that before. I don't fully believe in it though.\n  ","476563":"\n  Haha damn my answer is gone :(\n  ","476564":"\n  Oh honey. You shouldn't question my stamina 😉\n  ","476565":"\n  Nice :)\n  ","476566":"\n  Who knows\n  \n\n  Different perspectives, facts changed blah blah blah\n  ","476567":"\n  Yes. Just haven't found anyone I really hit it off with straight off the bat. There was one guy but he was married and that was a turn off. Talked with some others but no spark much. I feel like I share too much with them and don't get much in return at times or I'm the standoffish mysterious girl lol\n  \n  Had a few fwb offers but I'm not really into that. I'd want to know them, have trust etc\n  \n  I go through phases and not active on there much so lots haven't been replied back to 🙈🙈🙈\n  ","476568":"\n  A little weird. Feel like only the people involved should write \"our story\" if it came to that.\n  ","476569":"\n  I liked those shows\n  ","476570":"\n  Too long.\n  ","476571":"\n  Thanks\n  \n  You too\n  ","476572":"\n  Anything besides the way I acted? Idk its been forever. These questions are getting uncomfortable.\n  ","476573":"\n  True. Could have hurt. It was a new relationship anyways.. probably a month if that and then mentioned his ex coming back to town. Last we spoke so no real ending there.\n  ","476574":"\n  Too young\n  \n  My best friend kissed him. I didn't want sloppy seconds even at a young age haha think we were better off as friends anyways\n  \n  Wasn't good for eachother. Barely saw. He was younger. Didn't have the same interests.\n  \n  We both didn't love eachother like we should have.\n  \n  My best friend set me up with him. Think he liked her a bit... but the main thing was that his ex was coming back into the picture. We just distanced ourselves from one another after that. I didn't feel like fighting, didn't feel like I had a chance. I assume they got back together ¯\\_(ツ)_\/¯he died a few years ago.\n  \n  My fault. I know what I did wrong and he knows. I don't always feel like reliving all of that on here, sorry.\n  ","476575":"\n  Indeed. Don't always feel like I need to talk about it. Mentioned a few different times over the years. The last time had more details. 🙋🏼‍♀️\n  ","476576":"\n  Kiss ass :p\n  \n  Haha appreciate it\n  ","476577":"\n  Idk.. don't monitor everything said that closely.\n  \n  I'm not sick\n  \n  Been washing hands more than normal\n  \n  Been staying in.. have walked a few times just to get out and have some normalcy in my life\n  \n  Haven't had to deal with the 10 limitations.\n  ","476578":"\n  I didn't. Yet again I can see it being somewhat mutual since I had a wall up afterwards (wasn't aware at the time) and wasn't sure how to talk with him without feelings getting in the way.\n  ","476579":"\n  Oh ok\n  ","476580":"\n  Likewise\n  ","476581":"\n  Oh goodness\n  ","476582":"\n  She still with him then?\n  ","476583":"\n  Yes :)\n  \n  The friendships made too. They were better then\n  ","476584":"\n  R.i.p that guy\n  ","476585":"\n  Went with takeout I gather?\n  ","476586":"\n  I don't have anything to do atm. I should exercise but not really in the mood atm too.\n  ","476587":"\n  Would be nice if they knew some but not a deal breaker for me\n  ","476588":"\n  Aw thanks\n  ","476589":"\n  Only if pjs or socks\n  ","476590":"\n  Haha stop\n  ","476591":"\n  Abuse being the main one\n  ","476592":"\n  About 2 weeks ago. When people weren't that bad yet with all the hoarding.\n  \n  My mom has gone a few times since then.\n  ","476593":"\n  I'd miss me too.\n  ","476594":"\n  :)\n  ","476595":"\n  Oh ok. Still better than not being single ¯\\_(ツ)_\/¯\n  ","476596":"\n  Its supposed to give you people \"nearby\" but it doesn't lol sends to a lot of random people. Even sometimes ones that I follow. Basically  the same as sending a question but its considered a shoutout instead\n  ","476597":"\n  What?\n  ","476598":"\n  Followed then :p\n  ","476599":"\n  Thanks\n  ","476600":"\n  Intimacy, connection, humor, trust, challenge each other to be the best us, grow old together. Love in its simplicity.\n  ","476601":"\n  No. I'm over that idea.\n  \n  Just haven't found someone new.\n  ","476602":"\n  Would do\n  ","476603":"\n  I'm ok. It's interesting who gets them XD\n  ","476604":"\n  Hey\n  ","476605":"\n  Yes. They got back from NZ today:)\n  ","476606":"\n  You too.\n  ","476607":"\n  Lazy. They don't fully know what to do. Never taught. Sibling rivalry. Who knows..all about the circumstances.\n  ","476608":"\n  We shall see! I mean 20+ people is above the limit.\n  ","476609":"\n  I was more scared last night 🤣\n  \n  This guy with two dogs was out walking and we talked, pat one of the dogs. Instantly wanted sanitizer once they left lol\n  \n  Also saw two families with young kids then a lady with a dog.\n  ","476610":"\n  Name\n  ","476611":"\n  Howdy\n  ","476612":"\n  Only April 1st.. don't really understand the other times. I'd rather not lie either.\n  ","476613":"\n  With the fam\n  ","476614":"\n  Uh huh.\n  \n  Either way its youcanjuiceme\n  ","476615":"\n  Still scary then\n  ","476616":"\n  Because that would really be \"co-starring\" -_-\n  ","476617":"\n  Always need a co-star ;)\n  ","476618":"\n  I do but can be overwhelming if really strong\n  ","476619":"\n  Oh?\n  ","476620":"\n  Gym :(\n  \n  But on the other hand my sister keeps calling me skinny 🤣\n  ","476621":"\n  Free condiments, baby!\n  ","476622":"\n  50\/50\n  ","476623":"\n  Yes. I've even seen them in concert with Hey Monday, BFM, Fallout boy and others.\n  ","476624":"\n  Nope\n  ","476625":"\n  The comments made me laugh. Especially about Rodriguez XD\n  ","476626":"\n  Gotcha :p\n  \n  A little improvising there\n  ","476627":"\n  Anon\n  ","476628":"\n  Thanks Haha\n  ","476629":"\n  I'd rather help out others if I had $10,000 to give. I think I'd split it up. Make some dreams come true for people.\n  ","476630":"\n  Cocky is more a douche. Thinking you are better than everyone. Being mean. Huge ego boost. Just a rude demeanor.\n  \n  Confidence is normal to have. You know you are doing well but aren't too egocentric. You don't let it hurt people. You believe in yourself. Doesn't go to extremes\n  ","476631":"\n  He crossed the threshold into my room last night.\n  ","476632":"\n  All the pies!\n  ","476633":"\n  Yay. We usually add chocolate chips to the top as well :)\n  \n  There's a keto version of it called s*x in a pan. My sister used a keto friendly brownie mix for the crust. image from\n  \n   https:\/\/www.wholesomeyum.com\/recipes\/sex-in-a-pan-sugar-free-low-carb-gluten-free\/\n  \n","476634":"\n  Easier to find?\n  ","476635":"\n  They don't have balls then\n  ","476636":"\n  I believe so? Graham cracker crust with chocolate pudding and whip cream topping?\n  ","476637":"\n  No problem. They have a lot of good looking desserts too XD\n  ","476638":"\n  Silver or rose gold\n  ","476639":"\n  Pets, family\n  \n  Relationship way: the last ex\n  ","476640":"\n  It was.\n  \n  Used this recipe\n  \n\n   https:\/\/www.instagram.com\/p\/B1rHVeJJKes\/?igshid=1sn24iu23mabg\n  \n","476641":"\n  See what it landed on page wise haha\n  \n  Be creeped out\n  ","476642":"\n  Patience, you tolerate certain things. Build up to a tolerance level. Understanding. All about the context here..\n  ","476643":"\n  Yes. I made some in November  with a chocolate coconut glaze over it 😍\n  ","476644":"\n  Pretty much lol\n  \n  I mostly used the computer downstairs and it had a p0rn virus on it. I got blamed for it XD My sister came clean that it was her and some friends that time and also that she was the person who called one of those 180 numbers.\n  \n  Think p0rn in general came up too lol\n  ","476645":"\n  Nice both were Avenues :)\n  \n  I also think of a street because lived there the longest.\n  \n  I still remember two numbers. Our old # at the street one and my grandpa's old number.\n  ","476646":"\n  Yes\n  ","476647":"\n  Can be romantic:)\n  \n  Also like pontoons, and more speedy ones.\n  \n  Sailboats are cool.  Never been on one.\n  ","476648":"\n  Not that :p\n  \n  It was really weird lol\n  ","476649":"\n  Right XD\n  ","476650":"\n  11 left to answer too 🤣\n  \n  Longest thread ever!!\n  ","476651":"\n  Oh yes lol\n  \n  Made it to NY\n  \n  Funny how he ran into Mr. B... not sure what he was expecting there when its been a while, looks all beaten up etc\n  \n  Went to the lawyers office with Hobie.\n  ","476652":"\n  Nope. Got actual food items.\n  ","476653":"\n  Good night\n  ","476654":"\n  It's fine. I should sleep now though. Pretty late\/early already:o\n  ","476655":"\n  🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️\n  ","476656":"\n  Oh god. Not you too 🤣\n  \n  Haha\n  \n  Yes, one... over the years.\n  ","476657":"\n  Yes.\n  \n  Weird questions tonight 🤣\n  \n  Philosophy, religion, failed relationships....\n  ","476658":"\n  Me or him? Confused me with this phrasing lol\n  ","476659":"\n  Not that part ;)\n  ","476660":"\n  They are adorable. Say cute things. Sometimes not that cute things.\n  \n  I wanted to be a teacher when younger so ¯\\_(ツ)_\/¯\n  ","476661":"\n  Exactly. You don't need to know everything that occurred.\n  ","476662":"\n  This seems like a trap!!\n  ","476663":"\n  This seems tricky to answer. Should have been honest before it even began. Also when it was first brought to his attention. Didn't deserve anything that followed.\n  ","476664":"\n  Two years\n  \n  The guy I dumped + the regret one were both the same amount of time. Different stages of life.\n  ","476665":"\n  The one I dumped. Should have done way sooner!!\n  \n  I regret my actions in one but not the relationship as a whole.\n  ","476666":"\n  You must be new to my page\n  ","476667":"\n  Yes. Way more than with her mom.\n  \n  This is the mom's third marriage...\n  ","476668":"\n  Think she stalked him. Kept bumping into eachother at stores. Ended up going to his house to ask for some \"sugar\". She doesn't even seem like the baking type lol\n  \n  She lived behind and across from his new house. Recently sold her place and they got a cottage in Maine near the ocean. They plan to be snowbirds here and also see her daughter.\n  ","476669":"\n  Probably so she could be all \"best to have the baby in the U.S.A\".\n  \n  ¯\\_(ツ)_\/¯\n  ","476670":"\n  How would I know?? She's still \"old\". Wasn't a newer model or anything lol\n  ","476671":"\n  Yes, a daughter.  She's the one getting married in July.\n  ","476672":"\n  I believe so :p\n  ","476673":"\n  Two years.\n  ","476674":"\n  32\n  ","476675":"\n  4\/5\n  ","476676":"\n  Who says I don't want one? Just because I don't have one doesn't mean that I don't want one.\n  ","476677":"\n  No, they aren't, surprisingly. They've been married 41 years.\n  ","476678":"\n  Hakuna matata\n  \n  Carpe diem\n  \n  Cestlavie\n  \n  I think the acceptance one earlier is pretty accurate at times! Our reactions, not needing to always react.\n  ","476679":"\n  Nowhere? He just forgot his phone so nobody could get a hold of him. Been busy working. Self-isolation? Wasn't there when people checked on him.\n  ","476680":"\n  Probably not. She always uses me as the \"middle man\". It's annoying. Made me feel scared before about my nana when nothing that bad was going on. Says unwanted things. Very condescending personality. Will ask you things she already knows the answers to to one up you etc the real meaning of two faced here.\n  \n  Asked if my sister and her husband were coming home and then all \"nevermind found my answer \" when I didn't return her message in time. Go directly to the person you want to know about instead of putting me into it. They would know more than I would anyways! And yes, they will be back later on today (Monday)\n  \n  She's done other weird stuff like that too before.\n  ","476681":"\n  That he had one ¯\\_(ツ)_\/¯\n  \n  She seemed nice.. he'd randomly drop comments about her. It was cute. He forgot to turn his phone off one day and think he mentioned that it was his lady friend to the class.\n  ","476682":"\n  1st wife:\n  \n  My grandpa's funeral.\n  \n  After the divorce; at the supermarket with her new husband. Talk about awkward! She was going through pictures lately and posted on FB.. bunch of her, her parents, her kids, my nephew and THEN A PICTURE OF HER AND MY UNCLE'S WEDDING. so creepy. Very random to see.\n  \n  2nd;\n  \n  My uncle and her came here in 2018. Right now the virus will determine the next time.. my sister's baby shower and then her own daughter's wedding.\n  ","476683":"\n  Yes. Don't see why that matters.\n  ","476684":"\n  I was absent and he read the obituary which mentioned my name or last name.. made the connection. He came up and was all \"sorry about your loss\" it was weird. I was like what? 🤣 then he explained about seeing something. I was like \"I hope not\" about losing someone.\n  \n  Didn't see anything in the paper or online that day.. ended up hearing about it from a family friend a bit too late and everything clicked into place.\n  ","476685":"\n  I doubt it.\n  \n  Think he would have remarried anyone at the time.\n  \n  He was with his 1st wife for 18+ years. Literally got divorced and remarried within a year, maybe?\n  ","476686":"\n  They got divorced.\n  ","476687":"\n  Yes. She has 2 brothers.\n  ","476688":"\n  Civilization :p\n  \n  A lot of information that wasn't covered in my other history classes. Getting a bit tired so nothing is really jumping out at me straight off the bat. Lots of British history though.\n  \n  Also about the teacher's \"lady friend\".\n  \n  The teacher was also the one to tell me that my dad's aunt died. He thought I knew. It was awkward to say the least since he didn't give a name. Just mentioned how it was someone older, naturally, I thought of my nana and called my mom afterwards asking her if she was still alive.\n  ","476689":"\n  Nope. You are more unclear with what you mean than I am.\n  \n  That part didn't even count then. I'm done talking about their old relationship now.\n  ","476690":"\n  These people are just being dumb or not reading everything and just nit picking keywords.\n  ","476691":"\n  Who knows.\n  ","476692":"\n  These days, probably!\n  ","476693":"\n  Maybe reread the last sentence 👍\n  ","476694":"\n  Right about what exactly?\n  ","476695":"\n  Never. Learn to read\n  \n  Also use \"ex-boyfriend\" if going to talk\n  ","476696":"\n  Mom - yes\n  \n  Dad - not really. I was concerned when he apparently went missing though. Turns out he left his phone at work over the weekend. My mom and some other people were calling him for a few days. Didn't look like he'd been to the house. My friend ended up driving past to see if he was there before going home and his car was there. Made her uncle go over afterwards to figure out what happened\/where he been XD\n  ","476697":"\n  lol you can stop now\n  ","476698":"\n  Probably. Think marriage or dating proposals were made 🤢\n  ","476699":"\n  That I was bad for talking to guys in that way 🤣 that I should have more self respect.  Idk stuff along that line but he'd go way more in depth too.  Like he'd say something, we'd be good again and he'd take it even further. Dude made me cry lol\n  \n  And the whole time he was still trying to be one of those guys.\n  ","476700":"\n  Yes but I also wouldn't single people out like that. Especially when they've never even met the people. If someone didn't have a place to go then I'd be accepting like a true Christian would? I wouldnt purposely try hurting people with a cryptic blessing either. I wouldn't even acknowledge them not being there then. Like none of us were going to go. It was a huge ordeal.\n  \n  Also the 2nd time meeting her whereas the bf was in the picture for years and now a problem??\n  ","476701":"\n  No. I clearly said \"bf at the time\".\n  \n  She's married now and he's a good guy.\n  ","476702":"\n  His wife never met my sister's bf and mom. They were in the picture way before she was lol\n  ","476703":"\n  Don't know enough either\n  ","476704":"\n  I don't know enough to form an opinion.\n  ","476705":"\n  Certain practices.\n  \n  Also how disturbing SOME of the guys can be, especially on here.\n  \n  Once had a guy try getting with me and he'd also tell me everything that was WRONG with me while still trying to get me to talk to him in that way. It was very weird and toxic.\n  ","476706":"\n  The ones that give it a bad name. When it only benefits them and not the people involved. Being two-faced.\n  \n  My uncle's 2nd wife was hosting Thanksgiving once and my sister's bf at the time and his mom were into drugs, they had nowhere to go. It really shouldn't have been a problem.. her being Christian and all 🤣 They didn't end up going in any case.. but my parents and I did. She literally made a blessing about them finding a place to go and all this other crap.. like damn, lady. Clearly don't mean that since could have been fine. Made everyone miserable the whole day leading up to it.  Thought my mom was going to attack her at the dinner table 🤣🤣🤣 on top of that, she didn't ever meet them either.. just so petty.\n  ","476707":"\n  No\n  ","476708":"\n  Oh well.\n  \n  Let's be my own \"god\/goddess \"\n  ","476709":"\n  My mom was raised catholic but I don't think she really believes it.\n  \n  Forget what my dad was raised with but I doubt it.\n  ","476710":"\n  I rule 😋🙋🏼‍♀️\n  ","476711":"\n  What about it?\n  ","476712":"\n  No haha\n  \n  That's some odd thinking there. All I meant was it's just not the normal questions I get. I'm not trying to attract anyone either.\n  ","476713":"\n  Mental illness being the main factors. We'd basically have case studies and would match up the right diagnosis via the books used. It was also kind of like law mixed into it at the same time.\n  \n  Bipolar, different personality disorders etc\n  ","476714":"\n  How it doesn't really feel like a religion. Everyone is welcome regardless of x,y,z.. never started wars over religion. Its more common sense.\n  \n  I've always been drawn towards buddha and hamsa whenever I do see anything in stores.\n  ","476715":"\n  I liked learning about Lucy. The skull is very interesting along with the other fossils.\n  \n  Neanderthals\n  \n  The teacher was a cool older dude and made his classes fun. He also went to Egypt and talked about his travels.\n  ","476716":"\n  Yes\n  ","476717":"\n  Not fully. I'd say agnostic at best. Haven't dived into buddhism but I do like the idea of it!\n  ","476718":"\n  Two dead (50&70 years old)\n  \n  I think it's within 100 cases now? Not sure about that. Was around 60+ last I knew.\n  \n  Someone asked if walmart had ammunition for sale in  the community FB group sooo probably not that good!? Been talk about the national guard coming in as well.\n  ","476719":"\n  People view me a certain way and don't expect me to know about educational properties.\n  ","476720":"\n  Tie between Aristotle and Socrates. Plato isn't bad either.\n  ","476721":"\n  He was a slave. With his owners permission he found a teacher that taught the stoic philosophy ways. Epictetus believed that all external events are beyond our control and that we should just accept that things happen that way for a reason. He also had a student of his that would write his teachings down. Made books on the subjects.\n  ","476722":"\n  Putting $605,202 into the bank rather than what the coin system actually is? ¯\\_(ツ)_\/¯\n  ","476723":"\n  We have something to say. You asked? Would you really want someone who never talked? Didn't challenge you etc?\n  ","476724":"\n  Way of life, rules to follow. Right vs wrong, meaning behind things. How there's lots of different philosophers out there. Allegory of the cave, Plato. Epictetus and other Greek ones.\n  \n  I took Philosophy at my college including Psychology, abnormal psychology, anthropology, sociology, western civilization. Just because I get lackluster questions at times doesn't mean anything.\n  ","476725":"\n  I still kind of believed too hahaha oh well XD still my fave holiday\n  ","476726":"\n  Maybe add those hashtags and check them?\n  \n  I don't care much for the first two but philosophy can be good :)\n  ","476727":"\n  My sister went around collecting wrapping paper samples. Sometimes there would be ones that said \"santa\" already under the tree. Mom would always be in the basement for a while at night. Same wrapping paper that we had...\n  ","476728":"\n  No thanks\n  ","476729":"\n  👍\n  ","476730":"\n  I just had the rest of the salmon in a wrap. And a Quest bar later on.\n  ","476731":"\n  \"The rest of the 8 days of April ... Prepare for your ideal lie 🖤\"\n  \n  That makes no sense whatsoever. Also creepy how you added a heart. I don't need to lie about anything.\n  ","476732":"\n  I hope they'd have all of those qualities.\n  ","476733":"\n  There was a poster in a classroom that was bizarre. It was basically saying not to walk on the walls o.o wish I remembered what it said 🤣🤣🤣\n  ","476734":"\n  Santa?\n  ","476735":"\n  Somewhat.\n  \n  Walked 17k steps\n  \n  read\n  \n  Went in the pool but not for long as it's still too cold\n  ","476736":"\n  Down with the sickness\n  \n  Crazy b!tch\n  \n  Comfortably numb\n  \n  I don't want to miss a thing\n  \n  I'll always remember you this way\n  \n  Sick as a dog\n  \n  You make me sick\n  \n  I hate everything about you\n  \n  Hot blooded\n  \n  Sick things\n  \n  Somebody Get Me a Doctor\n  \n  Sick again\n  \n  The fever\n  ","476737":"\n  I don't have a favorite one :(\n  ","476738":"\n  No. We only used sc or kik\n  ","476739":"\n  Throughout the day. Not sure how many times.\n  ","476740":"\n  Good\n  ","476741":"\n  m\n  ","476742":"\n  Hasn't watched me but yes, he was helping.\n  ","476743":"\n  Yes. Think everyone is doing that\n  ","476744":"\n  ¯\\_(ツ)_\/¯\n  ","476745":"\n  Yes. Not only did the site I use die but the one that actually paid you changed as well and is more about coupons and that type of deal now. They don't have the affiliate program there anymore either...\n  ","476746":"\n  Yes XD\n  ","476747":"\n  During the 2nd one\n  ","476748":"\n  Help\n  ","476749":"\n  lol @ arrive 🤣\n  \n  I suppose 2\n  \n  (Thread about that)\n  ","476750":"\n  I would if i allowed that. Constantly getting new questions and ones that I've sent out... I only check those while on the app, don't need pointless notifications for.\n  ","476751":"\n  :(\n  ","476752":"\n  Movies\/tv, reading, boardgames, puzzles, music, card games...\n  ","476753":"\n  grocery store and then cook\/marinate in the soy sauce or a bbq sauce\n  \n  Wingstop - I like the original hot ones the best\n  ","476754":"\n  It's been a little up and down with the self-isolation business, gym closed and what not.\n  ","476755":"\n  Ah, that's not fun :(\n  \n  Mainly been reading lately.\n  ","476756":"\n  Mmm what? Haha\n  ","476757":"\n  Haven't heard anything. Might be canceled ¯\\_(ツ)_\/¯\n  ","476758":"\n  Unfortunately lol\n  ","476759":"\n  I get more compliments when wearing more formal clothing.\n  ","476760":"\n  You too x\n  ","476761":"\n  Sadistic\n  ","476762":"\n  Will do\n  ","476763":"\n  No. Two neighbors did when we were growing up though at our first ever house. We mostly had kiddie pools.\n  \n  Sister has a pool in AZ\n  ","476764":"\n  Hello\n  ","476765":"\n  Still too cold for that:( but went in long enough too.\n  ","476766":"\n  It's fine. I like other boats more :)\n  ","476767":"\n  We learn. We grow. Ask questions. Sometimes by making mistakes. With age...\n  ","476768":"\n  Yes, prom dress and bridesmaid dress.\n  ","476769":"\n  Tablet\n  ","476770":"\n\n   https:\/\/youtu.be\/5vheNbQlsyU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","476771":"\n  Yes I do :)\n  ","476772":"\n  Yes, I like it! First played online with some friends.\n  \n  Also played with family before when everyone was drinking 🤣 learned some interesting things that night lol\n  ","476773":"\n  I'll go swimming and read :)\n  ","476774":"\n  Lovely\n  ","476775":"\n  ?\n  ","476776":"\n  Youcanjuiceme\n  ","476777":"\n  I doubt you will but ok then\n  ","476778":"\n  Sometimes\n  ","476779":"\n  None\n  ","476780":"\n  Ouch!\n  ","476781":"\n  Very nice\n  ","476782":"\n  Thanks <3\n  ","476783":"\n  People's mental health pre- quarantine vs after?\n  ","476784":"\n  Let's test this theory out\n  ","476785":"\n  Sounds dirty\n  ","476786":"\n  I read them when older and watched the movies that way too :)\n  ","476787":"\n  Or maybe Blizzard did\n  ","476788":"\n  His dad died and he ran away now with the Maltese pup.\n  ","476789":"\n  My sister and her husband usually go there. Think sometime last month\/ beginning of March.\n  ","476790":"\n  Agreed.\n  \n  Hm maybe 1000 :p\n  \n  Plus you don't know if Trump would pick you to get money either lol\n  ","476791":"\n  :(\n  ","476792":"\n  I don't really care either way\n  ","476793":"\n  Should I be scared? :p\n  \n  Can't hurt to look\n  ","476794":"\n  Lotion\n  ","476795":"\n  Pretty decent at both. Don't have to look at times\n  ","476796":"\n  Fun p\n  ","476797":"\n  Yes.\n  \n  It also helps dogs with hypoglycemia.\n  ","476798":"\n  What do you use?\n  ","476799":"\n  I watch amateur stuff so no idea :p\n  ","476800":"\n  I've just been watching xxmovies or whatever the name is.\n  ","476801":"\n  Sometimes. Did on Monday\n  ","476802":"\n  Oh yes. A blast :p\n  \n  Got pictures up on IG from certain areas.\n  ","476803":"\n  I see why:p\n  ","476804":"\n  One lasted 21 days. We were camping the whole way. Camped the longest at one place because it landed on the 4th of July. Wouldn't have found other places. Was nonstop unpacking and packing up the tents.\n  \n  2016 \/28\n  \n  Did a different route the next time and stayed in hotels\/motels. Think it took about a week.\n  \n  2017\/ 29\n  ","476805":"\n  The things quarantine does to you 😋\n  ","476806":"\n  No.\n  \n  They do make a commission if I buy something off the 1stphorm website though,  which I haven't in a while.\n  ","476807":"\n  6%\n  ","476808":"\n  Close enough\n  ","476809":"\n  I suppose. Much better word than stalker ;)\n  ","476810":"\n  Female. She seems happy with her bf now.\n  ","476811":"\n  True story. Been feeling so bored lol\n  ","476812":"\n  :)\n  ","476813":"\n  I think it was the 2nd one.\n  ","476814":"\n  Tasted like cotton candy?\n  ","476815":"\n  My condolences :p\n  \n  I still haven't looked at the other one they sent\n  ","476816":"\n  I like mild more\n  ","476817":"\n  1stphorm, fitness coach.\n  \n  She's more into getting money these days though :\/\n  \n  Also the group chat can suck sometimes because 99% of them are all in Colorado, have met multiple times etc odd person out\n  ","476818":"\n  I've only had mild there.\n  ","476819":"\n  I got to about 100 and gave up counting lol\n  ","476820":"\n  Nah, I don't misplace things.\n  ","476821":"\n  Thinking of happy things, telling myself not to be a little b!tch about certain things...\n  ","476822":"\n  Sure. Already came and squirted tonight..what's one more? ;) atleast it wouldn't be wasted.\n  ","476823":"\n  To the moon and back\n  ","476824":"\n  What would I get?\n  ","476825":"\n  I don't think Amazon could help you there.\n  ","476826":"\n  No. Why would it be?\n  ","476827":"\n  Wish I was right now instead\n  ","476828":"\n  No. I'm not that scared\n  ","476829":"\n  Sounds good\n  ","476830":"\n  lol.. not that.\n  \n  Been more in a reading and movies mood\n  ","476831":"\n  Step away from the news, please.\n  ","476832":"\n  People on here always bringing them up?\n  ","476833":"\n  About you, darling.\n  ","476834":"\n  Aw thanks\n  ","476835":"\n  Sea or woods\n  ","476836":"\n  Astronomy\n  \n  Too bad the stars haven't been out lately :(\n  ","476837":"\n  Tell people I loved them, good bye. Probably some bad humor involved? ✌\n  ","476838":"\n  Turtles\n  ","476839":"\n  Low on them :(\n  \n  Have a decent amount of other stuff tho\n  ","476840":"\n  \"Nobody puts baby in the corner\" was the first to come to mind.\n  ","476841":"\n  It's easy to make me laugh :)\n  ","476842":"\n  It gets shittier with quarantine\n  ","476843":"\n  I haven't watched much of either one to form an opinion.\n  ","476844":"\n  What, indeed.\n  ","476845":"\n  I wouldnt post\n  ","476846":"\n  The app\n  \n  Guys, my sister-in-law's brother needs someone that bad 🤣\n  ","476847":"\n  My former aunt was going through pictures and most were of her kids, parents, and then there was one of my uncle and her at their wedding... Freaking awkward!?\n  ","476848":"\n  One about coronavirus :(\n  ","476849":"\n  #1 hoarders I guess ¯\\_(ツ)_\/¯\n  ","476850":"\n  Heyyy\n  ","476851":"\n  Same. National guard was called in here because of that 🤣\n  ","476852":"\n  If you say so\n  ","476853":"\n  Oh no. Hope it gets better!\n  \n   Hiding out? Haha. Stupid virus. Everything is pretty much closed.\n   \n\n     View more\n    \n\n","476854":"\n  Yes but I never saw what he looked like lol was just a teen. Glad I wasn't dirty with him\n  ","476855":"\n  I'm doing well, thanks :)\n  \n   How about you?\n   \n\n     View more\n    \n\n","476856":"\n  Ones about weightloss, ironically.\n  ","476857":"\n  I don't mind either one. However, I don't gravitate to those genres that much.\n  ","476858":"\n  Sleep?\n  ","476859":"\n  Hello\n  ","476860":"\n  I'm having a *canned* salmon wrap and some light Progresso chicken noodle soup.\n  \n  The soup was between that and the Yes brand. Compared them and progresso seemed a bit better. More sodium, less carbs and 1 less sugar than the Yes one.\n  \n  The yes had quinoa and beans added to its chicken noodle.. didn't really feel like beans. Less sodium, more carbs and sugar.\n  \n  Seemed like the better of the two evils. Didn't feel like making my own broth atm\n  ","476861":"\n  Both good.\n  ","476862":"\n  Nah. Little annoyed with a website right now. They had something for 99 cents. The shipping would have been more so was looking for another item to add.. to make it worthwhile and in that time the 99cent item went back to its original price making the sale end. Oh well.\n  ","476863":"\n  Yes. We'd get them a lot before going on keto.\n  ","476864":"\n  We're all going to die eventually. It shouldn't be something that we overthink about or wait for.\n  ","476865":"\n  Yes love it! Used to play it a lot XD\n  \n  There's a restaurant in Maine called Chutes and one day they were working on the sogn and had a ladder so ofcourse I can only think of it was \"chutes and ladders\" now.\n  ","476866":"\n  Everyone in Massachusetts is probably drunk?\n  ","476867":"\n  Food is fuel 💪\n  ","476868":"\n  Dad\n  \n  And then mom because we had separate cars\n  ","476869":"\n  Very. Think the tone sets it more though.\n  ","476870":"\n  No\n  ","476871":"\n  The gym?\n  ","476872":"\n  Same thing\n  ","476873":"\n  I don't. It takes a while.\n  ","476874":"\n  I haven't but that would be interesting!\n  ","476875":"\n  Sad :(\n  ","476876":"\n  Maybe. Don't think I'd want to be the only one in the cage tho\n  ","476877":"\n  Wouldn't want it. What if I died?\n  ","476878":"\n  Nope\n  ","476879":"\n  Haha true :p\n  ","476880":"\n  Basha's didn't have any grocery bags.\n  ","476881":"\n  I wake up naturally? Decide on a set time and use my alarm? Just depends.\n  ","476882":"\n  No idea.\n  \n  It's funny how some are still blaming millennials for that.\n  ","476883":"\n  Harry Potter is on and the dogs were creeped out when Voldemort was talking earlier XD\n  ","476884":"\n  Sure\n  ","476885":"\n  I don't like overly clingy dudes\n  ","476886":"\n  Underwear. Nothing exciting there\n  ","476887":"\n  Chill out?\n  ","476888":"\n  Indeed 😉\n  ","476889":"\n  Nope?\n  ","476890":"\n  He's being an alcoholic with his new friend a lot.\n  ","476891":"\n  Yes I suppose. Growing together, apart etc\n  ","476892":"\n  True :)\n  ","476893":"\n  I've had them more in subs\n  ","476894":"\n  Tis good :)\n  ","476895":"\n  Haha sometimes! Like \"this seems like a __ right now\", ok it went up\/down\"\n  \n  Thanks a lot :p\n  ","476896":"\n  Staying in\n  \n  Washing hands\n  \n  Only going out if necessary\n  ","476897":"\n  I still have a while to figure that out.\n  ","476898":"\n  When I was a teen\n  ","476899":"\n  The ones you make 😘\n  ","476900":"\n  I did a few days ago before all this quarantine crap.\n  ","476901":"\n  Everything besides the gym or clothing stores.\n  ","476902":"\n  Nipples, knee, calf, eye...\n  ","476903":"\n  Could use one\n  \n  It's been years. A friend liked doing it\n  ","476904":"\n  I'd rather not get stalked on IG for giving out her handle :p\n  ","476905":"\n  Gyms being closed. I've walked twice but just not the same without an actual workout. Need to start doing at home ones, again.\n  \n  Been watching more movies.\n  ","476906":"\n  Same reason as anyone else? How would I know?\n  \n  Didn't seem that way.\n  ","476907":"\n  Why so rude?\n  ","476908":"\n  No\n  ","476909":"\n  This one\n  ","476910":"\n  What?\n  ","476911":"\n  Too many. I'd say 200-300 range?\n  \n  1stphorm ----- zoella\n  ","476912":"\n  Even the \"ugly guys\" stay away from me.\n  \n  Made me think of my old gym dude who'd nonstop stare at me, grunt at times. Had some medical problems.\n  ","476913":"\n  Can be sister sizes at times :p\n  ","476914":"\n  No, I don't, thankfully.\n  \n  Bunch of morons buying everything up. I think there's around 60-70 cases and the first person died yesterday from it. He was 50 and had ongoing conditions.\n  ","476915":"\n  When I feel like it.\n  ","476916":"\n  More than I'd like. Mom has the news on a lot, I've also seen articles and updates via FB on the topic, including memes that can be informative too.\n  ","476917":"\n  Night x\n  ","476918":"\n  Its alright. All things considered\n  \n  Heard some troubling news but things are ok so that's good 🤞 (not about the virus)\n  \n  Played cards against humanity with some random online people\n  \n  Took a walk with my mom since I was freaking bored.\n  \n  Now reading more of The Goldfinch.\n  ","476919":"\n  Hm not sure\n  ","476920":"\n  Made a chicken wrap with mozzarella cheese and taco sauce inside.\n  ","476921":"\n  At times but then again I know I couldn't change anything...\n  ","476922":"\n  I've only painted in school.\n  ","476923":"\n  Yes, it's still crazy. One guy in Arizona just died from it. He was in his 50s and had underlying conditions.\n  \n  Going a tad stir crazy. Been on walks. Definitely miss the gym. Need to look up at home workouts.\n  \n  My \"coach\" is doing one but its literally a rip off of blogilates.. just upping the amounts done. Wonder if anyone else noticed that. Same order and everything. Nothing new added to it.\n  ","476924":"\n  Depends more on the situation and the people involved.\n  ","476925":"\n  I don't need to de-clutter. Pretty minimalistic.\n  ","476926":"\n  Whenever, wherever\n  ","476927":"\n  Think I'd remember if I had s*x tonight\n  ","476928":"\n  ¯\\_(ツ)_\/¯\n  ","476929":"\n  Indeed. Always growth to be done. Letting it hold you back vs being a survivor and learning etc\n  ","476930":"\n  Not much these days\n  ","476931":"\n  No idea\n  ","476932":"\n  Helping people, being myself. I'd rather have the money aspect instead of the stupid paparazzi always around.\n  ","476933":"\n  Sorry you had to go through that.\n  ","476934":"\n  Somewhere that has a mirror.. my room, gym.. wherever.\n  ","476935":"\n  AZ would be the farthest.\n  ","476936":"\n  A lot of people know me?\n  ","476937":"\n  Who would be in my life, career wise and other such questions about the future.\n  ","476938":"\n  Craziness. I don't think any weapons like that occurred.\n  ","476939":"\n  Yes XD\n  \n  And then the belt comment foreshadows it  :(\n  ","476940":"\n  I only nap if didn't get enough sleep or sick.\n  ","476941":"\n  We may never know now!\n  ","476942":"\n  I haven't had string cheese. Just grated cheddar, mozzarella or other types.\n  ","476943":"\n  A few hours ¯\\_(ツ)_\/¯\n  ","476944":"\n  No\n  ","476945":"\n  That's good. Same\n  ","476946":"\n  This should win XD\n  ","476947":"\n  More like in general... I want love, not abuse if any form. To be more calm instead of yelling, talk it out.\n  ","476948":"\n  👍\n  ","476949":"\n  Most likely\n  ","476950":"\n  Can't do it\n  ","476951":"\n  I went out yesterday for a walk.\n  \n  These people aren't picking my cards :(\n  ","476952":"\n  True and then to mix it up you have the black haired with the same eye colors..\n  ","476953":"\n  Yes, I have.\n  ","476954":"\n  Indeed:)\n  ","476955":"\n  Not quite a meme but ya\n  ","476956":"\n  Unfortunately\n  ","476957":"\n  I have a lot right now. Also playing cah on a different device\n  ","476958":"\n  Playing cards against humanity with these people\n  ","476959":"\n  Sad. We should always strive to be better in that department\n  ","476960":"\n  I'd believe it\n  ","476961":"\n  You too\n  ","476962":"\n  I'm enjoying The Goldfinch but it's taking forever too 😴\n  ","476963":"\n  Funny how the whole \"discover feed\" is all about the coronavirus.\n  ","476964":"\n  All of them sound good:)\n  ","476965":"\n  More now that can't go out\n  ","476966":"\n  8 and then 11 or 12?\n  ","476967":"\n  A little bit. Nothing crazy. Need to get some fruit and other stuff though.\n  ","476968":"\n  I think both could cause harm depending on what you are thinking about or doing.\n  \n  Agnostic, more spiritual like, buddhism...\n  ","476969":"\n  Guys who don't know female anatomy 🤣\n  ","476970":"\n  A few times throughout the day\n  ","476971":"\n  Song lyrics?\n  ","476972":"\n  I think my mom forgot to use a turn signal or headlight wasn't on. We were probably a 5 minute walk away from the house. Think her license was expired so we had to walk back.\n  \n  I remember one time that my dad was driving back, got into the driveway and THEN the cop pulled him over. Was weird. Don't remember what happened there but it's like really??\n  ","476973":"\n  Long wait\n  ","476974":"\n  Is he?\n  ","476975":"\n  Don't know enough to form an opinion on that\n  ","476976":"\n  I haven't seen that.. or didn't notice anything different. That would be cool\n  ","476977":"\n  No but I don't want coronavirus either.\n  ","476978":"\n  Being near \/ in water\n  ","476979":"\n  Good point\n  ","476980":"\n  Yup. Vitamin c is always good too\n  ","476981":"\n  I'd say more on the good side of things :)\n  \n  felt tired, had nothing else to do. I planned for an hour atleast but oh well XD\n  ","476982":"\n  I suppose\n  ","476983":"\n  Good job :)\n  ","476984":"\n  I didn't end up having any of the salad. It was just lettuce\/baby spinach or whatever. I like salads more when they have stuff in them. Cheese, something!\n  ","476985":"\n  Haha right\n  \n  Probably would have been blank\n  ","476986":"\n  That's really strange.\n  ","476987":"\n  Yes I do.\n  \n  I busted out a deck of cards and also Cards Against Humanity.\n  ","476988":"\n  I'm not sure what he's doing.\n  \n  He usually sells some and then they decide to go up 🤣\n  \n  Also roped my sister into it so I'm sure she's not happy if she has kept track of that.\n  ","476989":"\n  Yes\n  ","476990":"\n  lol no\n  \n  I'm up for good\n  ","476991":"\n  I have some old names that I've liked but I'd also want that to be a joint decision.\n  ","476992":"\n  Not really :p\n  \n  I've traveled cross country twice going different routes.\n  \n  Been to less than 50 but certainly still a high number.\n  ","476993":"\n  Family and select friends\n  ","476994":"\n  That would have been cold that day.\n  ","476995":"\n  Doubtful lol\n  ","476996":"\n  A lot\n  ","476997":"\n  I was up around 8 and then fell asleep again.\n  ","476998":"\n  Niagara Falls\n  ","476999":"\n  I'm not quite sure. Just heard that a bunch of cops came. Blocked off the road. My brother-in-law and some other neighbors checked out what was happening.\n  ","477000":"\n  Just Canada once.\n  \n  Need more abroad places 👍\n  ","477001":"\n  She's pregnant. Leaned towards lowcarb more and then had days where she got like 5 different fastfood places all at once 🤣\n  \n  Yes.. pretty much just me. They would add potatoes and other things to their plates at times but the overall meals would still be keto.\n  ","477002":"\n  me lol\n  \n  Was from part of a quote. Basically made me think that \"I was the only one I needed\" type way. But it can have other meanings too :)\n  ","477003":"\n  It could?\n  ","477004":"\n  Not that often. Most of the calls I get are scammers.\n  \n  Actually have a phone interview in a few days 🤞\n  ","477005":"\n  Another company that is closed.\n  \n  I do like bath bombs but I've actually never got any from them.\n  ","477006":"\n  I like the way I feel more when I eat healthy. Balance is the way to go.\n  ","477007":"\n  Good night\n  ","477008":"\n  They have done that.\n  \n  Yes agreed about the voting places\n  ","477009":"\n  Fine.\n  \n  I've mostly been watching movies. Should break out some games... also need to check out some at home workouts\n  ","477010":"\n  👍👍\n  ","477011":"\n  You\n  ","477012":"\n  Yes. Impressive memory :p\n  ","477013":"\n  Only if it's bad\n  ","477014":"\n  The leopard earlier\n  ","477015":"\n  Nope\n  ","477016":"\n  Nope. I don't have any Nike bras.\n  ","477017":"\n  I like dogs more.\n  ","477018":"\n  Why so obsessed with my bras?\n  ","477019":"\n  I guess 64\n  ","477020":"\n  Pretty much the same\n  ","477021":"\n  Will do :)\n  ","477022":"\n  We'll see 😈\n  ","477023":"\n  Not really.\n  \n  Currently watching Good Will Hunting.\n  ","477024":"\n  Can't confirm nor deny that.\n  ","477025":"\n  Was interesting seeing other people in AZ show off the hail too XD\n  \n  The house that I was dog\/housesitting at literally had a little river in their yard.\n  ","477026":"\n  Be freaked out lol\n  ","477027":"\n  Not that much. It's more scary here than there. Trying to get new flights out and all that.\n  ","477028":"\n  I know about three.\n  \n  Another one had a s*uic*ide attempt a few weeks ago so that was scary hearing about. Bunch of cops around etc\n  ","477029":"\n  Depends what the dare is and what secret(s) you hold.\n  ","477030":"\n  Steak, salad.. probably some veggies thrown in.\n  ","477031":"\n  Grey top (not nike :p) and leggings. Fleece. Went for a walk and it was beyond spooky out there XD Could hear nothing but birds. All the houses were silent besides one which is inspiring in itself. Also encountered a family on bikes on the way back. If I did see cars it felt like they were watching you seeing if you have the virus 🤣\n  \n  Now wearing lounge shorts :)\n  ","477032":"\n  Fresh cut grass\n  \n  Flowers\n  \n  More sunshine\n  ","477033":"\n  Not get coronavirus or any other illness helps!?\n  ","477034":"\n  I don't.\n  ","477035":"\n  Indeed\n  ","477036":"\n  Sitting on the couch. The news is on, sadly XD\n  ","477037":"\n  No\n  ","477038":"\n  That's true.\n  ","477039":"\n  Both\n  ","477040":"\n  No but my brother does lol 👎\n  ","477041":"\n  Didn't mean to sound like accusing. It can definitely get tricky on what's going on. The news was on and didn't mention it going after certain blood types. Just that there was blood shortages due to everything going on. I don't think you meant to scare anyone either.\n  ","477042":"\n  Fake news.\n  \n  There's a shortage of blood because places are closed or been canceled in certain areas.\n  \n  \"A systematic\" doesn't mean its going after A blood types either.\n  ","477043":"\n  Was eating more carbs there.. winter. Wasn't as active because of that. I was still eating pretty healthy minus dinners...\n  \n  Went to AZ. Learned that I had pcos, insulin resistance and then the fatty liver. My sister wanted to try it and everyone did. We all lost on it. Me being the most. It helps with all those diagnoses too.\n  ","477044":"\n  Who? What?\n  ","477045":"\n  That's really weird. I just got the slowness and communication errors. Pages not loading right.\n  \n  Links were normal\n  ","477046":"\n  Yes. I always thought it was the 21st..\n  ","477047":"\n  This whole coronavirus is a joke enough.\n  ","477048":"\n  Good to know that the recipe didn't change XD\n  ","477049":"\n  I haven't tried much of those.\n  ","477050":"\n  Nope. I like it. I like how summer follows :)\n  \n  Maybe bees since one already got me\n  ","477051":"\n  Wasn't bad. Think I missed apples without realizing lol\n  ","477052":"\n  I took a 3 hour nap.\n  ","477053":"\n  Seems so!\n  ","477054":"\n  lol very nice :p\n  ","477055":"\n  How could you forget? :(\n  ","477056":"\n  You know what they say about that 😈\n  ","477057":"\n  Always next time.\n  ","477058":"\n  Yes. Don't see that everyday here XD\n  ","477059":"\n  :)\n  ","477060":"\n  Whatever the situation called for. Would be different each time.\n  ","477061":"\n  Doesn't feel like it\n  ","477062":"\n  I've had some yesterday.\n  ","477063":"\n  Did you?\n  ","477064":"\n  Or just do more lowcarb ways?\n  ","477065":"\n  You say that like it's a bad thing\n  ","477066":"\n  This sounds s*xual  XD\n  ","477067":"\n  Cool\n  ","477068":"\n  I haven't gone anywhere\n  ","477069":"\n  I'd be a zombie on that amount of sleep but glad you got some :)\n  \n  My bad result was the pumpkin one XD\n  ","477070":"\n  11am\n  ","477071":"\n  It was all old movies yesterday; Never Been Kissed, 10 things I hate about you and The cat from outer space.\n  \n  Not sure how teaf came to be XD yes, was supposed to be read.\n  ","477072":"\n  That's a good thing. He's very annoying lol\n  ","477073":"\n  Think I'm a little too old for that. Some blouses with prints can be cute if done right. I don't like how blouses look on me though. Never looks right.\n  ","477074":"\n  Haven't noticed anything today but just got on...\n  ","477075":"\n  Is that a sin?\n  ","477076":"\n  Can I pick a different band all together?\n  ","477077":"\n  Apple crisp earlier.\n  ","477078":"\n  To like reading\n  \n  Starting the gym. I see more results with cardio+weights than just cardio alone.\n  \n  Starting Keto really helped too.  Most likely wouldn't have done if was still in Maine.\n  ","477079":"\n  Wtf does that mean? 🤣\n  \n  * read\n  \n  There we go.\n  \n  Guess autocorrect wants to be weird as well.\n  ","477080":"\n  I see what you did there 😋\n  ","477081":"\n  It's been like this for a while now. I've just been watching movies and checking in randomly only to find it still the same.\n  \n  Think I'll teaf a little then sleep.\n  \n  Good night or cooking\/baking to you lol\n  ","477082":"\n  Think olives and the philly steak sounds better.\n  ","477083":"\n  Oh man. Just the bare minimum then? :o\n  \n  Sounds like bad results :p\n  ","477084":"\n  Think everyone has dry hands from all the over washing these days XD\n  ","477085":"\n  Better than what that dagh guy would write\n  ","477086":"\n  So nothing would change? :p\n  ","477087":"\n  Not currently 🤣\n  ","477088":"\n  Mine was way more lol\n  ","477089":"\n  Soy sauce or something else?\n  ","477090":"\n  I read that as \"shooting\"\n  ","477091":"\n  Listography could help there\n  ","477092":"\n  Good luck finding them\n  ","477093":"\n  Probably got enough sleep earlier?\n  ","477094":"\n  Not for 1000 I wont :p\n  ","477095":"\n  Born & raised: Massachusetts\n  \n  In Arizona currently\n  ","477096":"\n  Had two hotdogs and a salad\n  ","477097":"\n  Depends what it was?\n  ","477098":"\n  Monday\n  ","477099":"\n  50s, dark out\n  \n  Keeps raining on&off\n  \n  Had hail earlier\n  ","477100":"\n  Maybe\n  ","477101":"\n  Indeed. Funny how they wanted people on here and now that there is it becomes faulty. I doubt people are using it more than normal?\n  ","477102":"\n  Yes! :)\n  \n  All of those movies are on Disney+ right now\n  ","477103":"\n  Watching movies. All older ones\n  \n  :)\n  \n  Never been kissed\n  \n  10 things I hate about you\n  \n  The cat from outer space\n  ","477104":"\n  Yup\n  ","477105":"\n  The same yet a little different too ¯\\_(ツ)_\/¯\n  ","477106":"\n  Ask: stay home, stay fun\n  \n  Also Ask: how you like me now b!tches? Communication errors for all of you XD\n  ","477107":"\n  Ourselves, loved ones, things we want to accomplish, making the most of it, being creative, watching something other than the news, hobbies\n  ","477108":"\n  I keep getting \"communication error\" popping up then going away on the app.\n  ","477109":"\n  This and\n  \n   @youcanjuiceme\n  \n  are my only accounts.\n  ","477110":"\n  Do you have a question, lovely?\n  ","477111":"\n  Was just a relaxing day with movies\n  ","477112":"\n  Good, sugar.\n  ","477113":"\n  Don't have one.\n  ","477114":"\n  I haven't talked shit about anyone so who is this directed to? lol.\n  ","477115":"\n  Hailing out in AZ\n  ","477116":"\n  No. My personality doesn't change.\n  \n  I've worn eye makeup more\n  \n  Nope\n  ","477117":"\n  Haven't noticed.\n  ","477118":"\n  Yes, I like them.\n  ","477119":"\n  Grease, Dirty Dancing, Lion King\n  ","477120":"\n  The ocean and sky, blue.\n  ","477121":"\n  Years ago\n  ","477122":"\n  Yay\n  ","477123":"\n  I'm not sure about different countries. Probably do but I've never met them if that's the case.\n  \n  Dad is in Maine right now.\n  \n  Sister and her husband are in New Zealand currently. Babymoon and wedding anniversary coming up. They usually go somewhere new for that.\n  \n  Still have fam in Massachusetts\n  ","477124":"\n  Haven't had them together.\n  \n  I like apple or oj more.\n  ","477125":"\n  Not sure. Sick of hearing about coronavirus though.\n  ","477126":"\n  Stayed in and watched 3 movies.\n  ","477127":"\n  No\n  ","477128":"\n  Hm good question XD\n  ","477129":"\n  Here its for about a month or until the fall IF it does get worse.\n  ","477130":"\n  Think you had food on the mind lol XD nice, nice.\n  ","477131":"\n  Good 😈\n  ","477132":"\n  The fence, ground, some weeds. Raining right now.\n  ","477133":"\n  Mark\n  ","477134":"\n  Not even a picture or anything lol XD damn you've been busy tho!\n  ","477135":"\n  About 3\n  ","477136":"\n  That's hilarious, sorry! Demon must have been controlling it.\n  ","477137":"\n  Yes, I did. Could only find at a Brazilian store. Never had homemade ones. White sounds like it would be good.\n  ","477138":"\n  Yes, a Brazilian friend would buy some and bring into school at times. Pretty sure it was that.\n  ","477139":"\n  Yes, people are freaking out making it even worse than it really is.\n  ","477140":"\n  Boyfriend or overlooked if he acts like a know it all 100% of the time, talked down to etc\n  ","477141":"\n  Who knows. VS just closed their doors too.\n  ","477142":"\n  Night y'all\n  ","477143":"\n  Ah yes. This is very sad, indeed. They had one job!\n  ","477144":"\n  Just giving a hard time. Would watch eventually, I'm sure. Always nice to see the ratings\n  ","477145":"\n  Would be interesting\n  ","477146":"\n  Hate that feeling. I'm sure nothing was missed. Probably some stupid ending with a cliffhanger that doesn't even make sense to the rest of the plotline.\n  \n  Some movies are just not easy to pay attention to at times 😴😴😴\n  ","477147":"\n  I'll wash them after I pee before sleeping :p\n  \n  Maybe like an hour ago now?\n  ","477148":"\n  Worry about your own, man.\n  ","477149":"\n  Yes, burdens can lift. New perspectives etc.\n  ","477150":"\n  I feel like mine ranges from 7-9. Hearing the news definitely makes it higher. Knowing that stores have been letting in 65+ year olds before everyone else lately. Bars and all that. It's a lot to take in at times.\n  \n  I haven't been to the store in a few days but we do have a lot of stuff my mom got over the weekend. Just more basics than legit panic though. TP is in good supply.\n  ","477151":"\n  Good night.\n  \n  I should probably sleep as well.\n  \n  Think I'm all movie'd out for the day. Still have 4 more Netflix ones to watch and gotta find the others elsewhere :)\n  ","477152":"\n  That would be a lot of traveling on your end though!\n  \n  Why am I not surprised about the garage bit? :p\n  ","477153":"\n  Think I'd just stay there if it was me. Only 3 cases there whereas all 50 states have cases now. The panic and all that here. Many retail stores are closing... no word on hers yet too. Yes, definitely tricky.. who knows what the leaving would be like. I know they changed the going to part..\n  ","477154":"\n  Uh huh. Whatever you say\n  ","477155":"\n  Bet they smell\n  ","477156":"\n  Everybody wanting bubbles, man.\n  \n  Too much lately it seems!\n  \n  My sister is even debating on coming back the 23rd or staying there for a bit longer. Asking people's opinions on FB, talked to her doctor and even they weren't sure.\n  ","477157":"\n  Wrong thread :p\n  ","477158":"\n  Yes!! Get on our level.\n  ","477159":"\n  Made the film better.\n  ","477160":"\n  Those 15 were probably the best parts! Missing out :p I always try finishing them.\n  \n  Mom: can I stop this?\n  \n  Me: I'm watching it\n  \n  Mom: you are on your phone\n  \n  🤣🤣🤣\n  \n  But still carried on. Had the out and everything XD it was probably halfway at that time. Was getting better but still meh too\n  ","477161":"\n  Yes. Just didn't feel right. Whether the actors or what. They were just going to places instead of mentioning the why, how they picked where to go. They left out key things that made the book come alive. Seemed very low budget.\n  ","477162":"\n  Maybe not right away.\n  \n  Tsk tsk making me add more films ;)\n  ","477163":"\n  True!\n  \n  if you cough or sneeze you get death stares.\n  ","477164":"\n  The bologna pizza, eh? You made it look appealing.\n  ","477165":"\n  Same. I was on my phone for a good portion of it... nothing was happening! But still payed attention and watched it all too.\n  ","477166":"\n  Yes. I still have 550+ pages to read. Andy and them went to Maine to sail. Kind of foreshadows that Hobie will be back in the picture sometime.\n  ","477167":"\n  Just using the website on my phone.\n  ","477168":"\n  It was the opposite with this one XD they didn't share enough details.\n  ","477169":"\n  It dragged a bit. Good actors. Typical crime movie where things go wrong and\/or the criminals pull the one over on the other. Still a nice watch overall\n  ","477170":"\n  It was different than I expected it to be. Was thinking it was more end of the world virus type thing. A little creepy watching with my mom at parts. I liked how it went back to flashbacks. Made me laugh at times. I feel like some of it near the end was predictable.\n  ","477171":"\n  Cook it :p\n  ","477172":"\n  SPOILEEEERRRRR\n  \n  He's going to live with his dad. Scared about the airport since he has the painting with him.\n  ","477173":"\n  Even last night then? :o\n  ","477174":"\n  You too\n  ","477175":"\n  Yes XD\n  ","477176":"\n  Thought it would be the same thing :o\n  \n  Still need to add all these\n  ","477177":"\n  Haha right!?\n  ","477178":"\n  Just watching All The Bright Places\n  \n\n   https:\/\/youtu.be\/zfQXKVCudec\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I read the book and figured I should see the movie when I noticed it was on Netflix:)\n  ","477179":"\n  Lasagna\n  \n  Think keto will die a little but still trying to eat keto as well.\n  ","477180":"\n  Thanks. People are allowed to have bad days without there being a mental illness attached to the reason.\n  ","477181":"\n  Yup. People are strange\n  ","477182":"\n  About the coronavirus? Nope. I have noticed memes and news articles but haven't paid too much attention to them either besides that things are closing etc\n  ","477183":"\n  Yes, at times. I'm a light sleeper in general.\n  ","477184":"\n  Nope. I don't live alone.\n  ","477185":"\n  Maybe a little since I had to get up earlier to feed the dogs. I've still been waking up early but feel like sometimes I fall back asleep too lol\n  ","477186":"\n  Neither\n  ","477187":"\n  Earlier than I did 🤣\n  \n  3 hours ago with Bella's question. Knew it was coming up but didn't realize it was today. Not pressed about it. All these national emergencies and all that..kind of kills the vibe.\n  ","477188":"\n  Yes, I do.\n  \n  However, I don't give my information to anonymous users if that's why you've asked.\n  ","477189":"\n  Some people I follow have actually received them too at times. Most are the ones I send to everyone so not missing too much!\n  ","477190":"\n  Same because I don't allow them. Sorry random vip users! Had a guy that would nonstop send them so disabled it forever ago. Still have a lot to send. I like how Ask keeps track of them. I was originally writing down how many I did to be on the safe side.\n  ","477191":"\n  I'm good. Just been a relaxing day. Watching movies. Didn't even realize it was st Patrick's day earlier.\n  ","477192":"\n  No to both.\n  ","477193":"\n  Lady Gaga more these days\n  ","477194":"\n  Oh man\n  ","477195":"\n  Wouldn't want to be alone\n  ","477196":"\n  Hey\n  ","477197":"\n  Yes\n  ","477198":"\n  🤣🤣🤣\n  ","477199":"\n  Finished watching \"The Perfection\" and just put \"The Score\" on.\n  ","477200":"\n  Ferris wheel\n  \n  Carousel\n  \n  I like roller coasters more if they go in water o.o\n  \n  Certain spinning ones\n  \n  Bumper cars\n  ","477201":"\n  Didn't even know it was today 🤣 the town seems like a ghost town today. Barely any cars on the road etc\n  ","477202":"\n  Good all things considered\n  ","477203":"\n  Damn right\n  ","477204":"\n  Seems like it lol we just don't know :o\n  ","477205":"\n  Hello\n  ","477206":"\n  I imagine Netflix wouldn't either? Probably be reading then\n  ","477207":"\n  Would chicken cordon bleu be the same thing? If so, I like it. Haven't had in a while.\n  ","477208":"\n  :o didn't see any\n  ","477209":"\n  :o\n  ","477210":"\n  Good luck then.\n  \n  Ya EVERYTHING is closing. Its madness.\n  ","477211":"\n  Yes\n  ","477212":"\n  I did last night\n  ","477213":"\n  Can only move forward, be better, learn from it etc\n  ","477214":"\n  For sure:)\n  \n  Should be easy. All the tips and tricks\n  ","477215":"\n  The toilet 🤣\n  ","477216":"\n  Microwave is dead here so pan\/stove\/grilling it is. Or the air frier.\n  \n  I'm sure they do!\n  ","477217":"\n  Ah. Thanks for the info\n  \n  Sounds annoying XD\n  ","477218":"\n  Frozen ones, pan.\n  ","477219":"\n  Bit weird there's different ways to do it\n  ","477220":"\n  Sometimes..more so when I was in school\n  ","477221":"\n  In a good mood?\n  \n  Pee\n  \n  Breakfast\n  ","477222":"\n  Sausage patties\n  \n  Blueberries and a clementine\n  ","477223":"\n  Immune systems. Ugh\n  ","477224":"\n  R.i.p\n  ","477225":"\n  Think it depends on immunity. Still a baby..\n  ","477226":"\n  How many hammocks did you have? lol\n  \n  For the water or yourself?\n  ","477227":"\n  Need to add all the films you recommended there :p\n  \n  Atleast did Rover and Grease. Was just testing the waters.\n  ","477228":"\n  The coronavirus as usual? The fact that a friend's daughter is having flu symptoms and she's all \"if it gets bad going to the doctor\" like she's pretty young.\n  \n  You'd think she'd go before it got worse. She was literally with her grandma recently too so probably got sick from her.\n  ","477229":"\n  Oh very\n  ","477230":"\n  ¯\\_(ツ)_\/¯\n  ","477231":"\n  No thanks lol\n  ","477232":"\n  I'll have scrambled eggs :)\n  ","477233":"\n  They probably need the action\n  ","477234":"\n  They probably don't even do that \"if __ has it cheaper\" ways either. Stay strong fam\n  ","477235":"\n  me lol.. I saw that.\n  \n  Ugh. More worried about snakes and scorpions.\n  ","477236":"\n  Haha very true\n  ","477237":"\n  Lyndsey\n  ","477238":"\n  The reason why you locked me out too?\n  ","477239":"\n  Indeed. Can either be adorable or grow up type attitude to it...\n  ","477240":"\n  Yes but this is different. 🤐\n  ","477241":"\n  Should be easy. Just break into a cinema that's closed down and stare at the blank screen :)\n  ","477242":"\n  :)\n  ","477243":"\n  Almost added lol but didn't look right. Also debated on youcanfilmme\/youcanfilme\n  ","477244":"\n  Yes, thanks. Have a phone interview sometime within the next few days.  Haven't heard back on the when yet.\n  \n  Maybe :o\n  ","477245":"\n  Why not? People stocking up on Dunkin Donuts ones?\n  ","477246":"\n  The cart would be filled with eggs.\n  ","477247":"\n  I'm sorry\n  ","477248":"\n  Bees are beas\n  ","477249":"\n  Different context lol\n  ","477250":"\n  How is it courteous?\n  \n  Mine has been good so far. Need to pull more weeds though, not looking forward to that. Need breakfast.\n  ","477251":"\n  Lovely:)\n  ","477252":"\n  Didn't feel like being called babygirl over and over again. Also they are 25 and calling someone older than them babygirl lol\n  ","477253":"\n  me lol 💰\n  ","477254":"\n  That's a shame\n  ","477255":"\n  It's youcanfilm_me\n  ","477256":"\n  Hey blocklist\n  ","477257":"\n  Yours\n  ","477258":"\n  So mean\n  ","477259":"\n  Boston creme\n  ","477260":"\n  Haha could be XD\n  ","477261":"\n  Very nice.\n  ","477262":"\n  Especially the latter\n  ","477263":"\n  Coronavirus f'cks everyone up.\n  ","477264":"\n  Would be nice. Probably difficult with a 1 month old \"running\" around.\n  \n  Unless went with nonfamily\n  ","477265":"\n  I'm a god then\n  ","477266":"\n  6 in total.. one being the ultimate prize..doubt I'd get that one but trying for the others:)\n  \n  Also one of the people sent me a text about the legionnaire program and kind of scared to check it 🤣 I mean hearing something is probably good news but ya lol\n  ","477267":"\n  Give it time!\n  ","477268":"\n  Even with the pee\n  ","477269":"\n  I thought of one last night 😈\n  ","477270":"\n  Good night\n  \n  Stay safe out there 😷😷\n  ","477271":"\n  Would suck if the gym closed but I'd understand that as well. Guess it would be walking and at home workouts then.\n  \n  Seeing my nephew (3 more months) is kind of both... I hope he's not that fussy and one of the better babies XD Had a dream of him so it will be interesting if he actually looks like that. Looked more like my sister but with his dad's hair color. He was around 5\/6 in the dream though lol\n  \n  Not sure what else to write right now\n  ","477272":"\n  I know someone who has a farm and they are pissed off because the Mexican workers they hired (with visas they pointed out) are scared to come here. Meanwhile she's also all \"the gym might close\" so they will close the farm instead of actually getting work done? Seems like they'd bust their ass to get it done because of the gym closing and for a living. I'm sure neighbors would help out as well. Weird how she wouldn't think of all the options she could do and just throws in the towel so quickly. I'm sure deadlines matter but ya...\n  \n  She literally wrote \"we no longer have a job\". It's produce... pretty sure wheat, hay, corn and other farming would be more of a battle. Really hope she reconsiders just closing up like that. Wouldnt you fight and exhaust all options? Seemed like she just found out and venting instead of looking at everything they still could do.\n  ","477273":"\n  1. Need a better job. Also don't want to get coronavirus. Not sure if places would even hire atm because of it. I don't have that much work experience so that could make things more difficult too.\n  \n  2. Traveling, passport shenanigans\n  \n  3. Relationship ways\n  ","477274":"\n  I imagine so.\n  \n  Haven't really checked either places but the gifs on here weren't too bad.\n  ","477275":"\n  All about what is going on. If it effects them then they should have a right to know what's going on or what's wrong.\n  \n  If it's some random person then they should just stop. Worry about themselves.\n  \n  It could even be a tad hypocritical. All about the context, mindset of the individual(s)\n  ","477276":"\n  Haven't done that in years\n  ","477277":"\n  Nice. I ended up getting something from them before. They have some cute things but wasn't really in love with anything that I looked at too.\n  \n  Kind of more loyal to shein lately as far as Asian brands go.\n  ","477278":"\n  I followed back :)\n  ","477279":"\n  Yes but I don't share with anons.\n  ","477280":"\n  This was a bit disturbing\n  \n\n   https:\/\/www.instagram.com\/p\/B90lyb7pQ8IN2_A4PlN8go2wCmg3VfrSxMoPQA0\/?igshid=1awlxdti29ms3\n  \n","477281":"\n  I'm fine with being born and raised in Massachusetts.\n  \n  Arizona is nice but doesn't fully feel like home either. I do enjoy the sunshine, summers can be a bit much! I miss the ocean at times.\n  ","477282":"\n  Reading, summer, gym\n  ","477283":"\n  I'd like to know more French and Spanish.\n  \n  Psychology. I liked abnormal psych more. It's all very interesting.\n  \n  History\n  ","477284":"\n  Oh the horror!\n  ","477285":"\n  No update. I assume you found some! :)\n  ","477286":"\n  Rather have something else dealing with films but nothing comes to mind.\n  ","477287":"\n  I don't have pictures of you o.o\n  \n  Also I keep family members and friends off of here.\n  \n  \"This is why I ask you to publish a photo of me while smiling, alone or with friends and family!\"\n  ","477288":"\n  It's also my snapchat ¯\\_(ツ)_\/¯\n  \n  Paying homage to my old FS name 👍\n  ","477289":"\n  🤣\n  \n   @youcanjuiceme\n  \n","477290":"\n  I like a lot of different metals. I have some silver rings. I like rose gold, platinum gold...\n  ","477291":"\n  Oh la la\n  ","477292":"\n  There's always eggs involved!\n  ","477293":"\n  Forgot to say things from you.. a song, poem, a home cooked item etc\n  ","477294":"\n  I worked Thursday night thru Sunday night.. just me and the doggos. I didn't end up going to the stores, just the gym. Went to the pool twice.\n  \n  I know that stores have changed their hours but besides that I don't think any stores are legit closed. A lot of schools are though. I believe it's just for a month, maybe longer, if things persist.\n  ","477295":"\n  Nothing 😈\n  \n  Maybe a giftcard, a type of candy they like, clothing, socks, boxers or sleep pants, flowers, candle... idk depends on the person.\n  \n  Money is a good one too\n  ","477296":"\n  Can I be boring and say a new book? Yes, it's going well. 551 more pages to read. (The Goldfinch by Donna Tartt)\n  \n  Or food.. bite sized poptarts, didn't care for. Edible cookie dough, yes please.\n  \n  Still waiting on news about that contest. They actually sent me an email about their legionnaire program today so signed up for that as well. Either way it would be cool if one of those pan out! :)\n  \n  Also hosting a giveaway on my IG which is my first one.. I've been fine with getting books from the library, haven't been to Barnes and noble, no real books that I'm dying to read so figured I'd give it to someone who actually wants it! Only $25 so it's not much but would help someone too. Need to pick the winner on the 20th.\n  ","477297":"\n  Sometimes I wonder if I have an ego.\n  ","477298":"\n  I don't mind doing them either way. I'm letting The Bachelor and This is Us pile up before watching.\n  ","477299":"\n  Trying to stand up then falling down and hit the table. Crying then my mom came into the livingroom where I was at.\n  ","477300":"\n  Mix of both.\n  ","477301":"\n  I Still Believe\n  \n  The Way Back\n  \n  The Call of The Wild\n  \n  Mulan\n  \n  A quiet place part2\n  ","477302":"\n  Let's go with the last one\n  ","477303":"\n  Any\n  ","477304":"\n  Someone did send emails but honestly, they wouldn't find much. Ridiculous.\n  ","477305":"\n  I don't really care either way. Its nice being on the winning team tho XD\n  ","477306":"\n  Haven't watched that\n  ","477307":"\n  Hot dogs and macaroni, salad. Bit of a cheat meal with the macaroni. Wasn't even as good as remembered lol\n  ","477308":"\n  Can be but overall.. no.\n  ","477309":"\n  ¯\\_(ツ)_\/¯\n  ","477310":"\n  Same lol\n  ","477311":"\n  Dinner and The Voice :)\n  ","477312":"\n  Haven't tried\n  ","477313":"\n  No plans yet. We'll see\n  ","477314":"\n  I don't think so\n  ","477315":"\n  Some are $2.78 and others are around $2.80.\n  ","477316":"\n  No one\n  ","477317":"\n  Neutral\n  ","477318":"\n  All are good but usually just milk chocolate or dark.\n  ","477319":"\n  Lulu and Bruin\n  ","477320":"\n  Yes :p\n  ","477321":"\n  Not that often\n  ","477322":"\n  People taller than 5'7\" :p\n  \n  My sister and some others\n  ","477323":"\n  Nah check my other page for more pictures. Took some yesterday\n  ","477324":"\n  Not that much:( didn't feel the love haha\n  \n  Apparently Wrangler ended up being in my room while I was gone and he was acting all happy to see me then got a confused look on his face when I wasn't in my room 🤣\n  ","477325":"\n  Maybe!\n  ","477326":"\n  ¯\\_(ツ)_\/¯\n  ","477327":"\n  Not surprised\n  ","477328":"\n  If it doesn't concern them then yes, agree. Also annoying when they won't let things go and keep hounding you about it.\n  ","477329":"\n  Then we'd deal with it. Hopefully wouldn't just meet once :p should both plan trips to see eachother. Would need a lot of trust in relationships like that. LDR can work but its really hard too.\n  ","477330":"\n  F them\n  ","477331":"\n  Why would it take a long time and why only once?\n  ","477332":"\n  Nah\n  \n  Back with my own pups\n  ","477333":"\n  It could be that way..\n  \n  More like it's been years for me (pcos). Like 2018 was the last real time.. and then I spotted in December, had cramps and everything else but more a phantom period. Then Feb had spotting which grew to an actual period but I didn't really have any symptoms with that one besides the bleeding and feeling tired etc\n  \n  I  based my cycle and all that off of the fitbit one and it told me 8 days which would be the day that I actually \"planned\" to get it. I think I messed up the Fitbit tracking when I said I had spotting.. was only 1 day but yes.. flo seems better already XD thanks for the recommendation..also lol @ this question\n  ","477334":"\n  It's pretty irregular so I never really saw the point but it's been happening more. I've just tracked it with fitbit. Downloading flo now.. seems like it would be better or atleast just to see the differences.\n  ","477335":"\n  lol that's not true at all.\n  ","477336":"\n  Not much to update on currently\n  ","477337":"\n  Insane in the membrane\n  ","477338":"\n  I suppose. I use pads anyways when I do have my period. Definitely think I'll get next week if it did decide to regulate because didn't get this weekend like my Fitbit predicted.\n  ","477339":"\n  🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️🙋🏼‍♀️\n  ","477340":"\n  Neither lol\n  \n  Don't need the sister rivalry and that many brothers just seems like trouble.\n  ","477341":"\n  Nice ass?\n  ","477342":"\n  I like Star Wars more\n  ","477343":"\n  Reading and also been helping with pulling weeds.\n  ","477344":"\n  Not that often. The straps are pretty lose. It's at the tightest one too.\n  ","477345":"\n  No\n  ","477346":"\n  Didn't notice that was him lol or maybe forgot.\n  ","477347":"\n  Sneakers\n  \n  Sandals\n  \n  Boots\n  ","477348":"\n  Still going strong 💪\n  ","477349":"\n  Yes :\/\n  ","477350":"\n  I am older then lol\n  \n  Cut the baby girl act\n  ","477351":"\n  He says \"your mom\" a lot but dont get how that would be the same as looking for a mom etc\n  ","477352":"\n  Except I'm not the guilty one here.\n  ","477353":"\n  By whom?\n  ","477354":"\n  Good to know\n  ","477355":"\n  Lettuce, cheese, pickles, onions, ketchup\n  ","477356":"\n  Not much has really changed. I've still been going to the gym. I guess I wash my hands a little more than previously did but that's not anything \"new\".\n  ","477357":"\n  Keto one: Lily's\n  \n  Reeses are my absolute favorite chocolate. But I suppose Hershey would win? Idk.. been too long since had a bar that wasn't Lily's lol\n  ","477358":"\n  Doesn't effect me.\n  ","477359":"\n  Yes. In the air frier.\n  ","477360":"\n  Should have moved out the way.\n  ","477361":"\n  6197\n  ","477362":"\n  Or this...\n  ","477363":"\n  Equal ones\n  ","477364":"\n  Guess it depends on the individual and how they say it?\n  ","477365":"\n  How old are you then?\n  ","477366":"\n  Three\n  \n  The floral one piece. My boob kept wanting out yesterday in the pool:(\n  \n  Black one piece that says \"happy as f*ck\" on it. I don't care for how it fits atm. The shoulders dig in a bit and it's more low cut.\n  \n  The leopard bikini. Not fully comfortable wearing because of my stomach\n  ","477367":"\n  You need new shoes\n  ","477368":"\n  Probably older than you.\n  ","477369":"\n  Rub it in for them :p\n  ","477370":"\n  Every day life, the good & bad\n  ","477371":"\n  Gets called a virgin repeatedly\n  \n  Now I'm f*cking a bunch of guys without bc\n  \n  Make your mind up ¯\\_(ツ)_\/¯\n  ","477372":"\n  I don't think so?\n  ","477373":"\n  I don't think they want to leave lol\n  \n  Have mentioned TP if it could be brought back. Had a picture of him holding a bunch.\n  \n  At a restaurant they were offering $32 worth of a bucket filled with Coronas. He was all \"not today Coronavirus \" type thing to the caption of the picture.\n  \n  Mentioned a real estate post; if you buy\/sell with them they'd throw in a roll of tp and hand sanitizer 🤣\n  ","477374":"\n  Weird thing to say lol\n  \n  I probably will have to eventually. Still need to see the doctor.\n  ","477375":"\n  No.\n  \n  I smoked cigarettes when I was 15 for a short time. Haven't smoked anything since\n  ","477376":"\n  Not anything too over the top but yes as well\n  ","477377":"\n  Its been ok...\n  ","477378":"\n  Probably not enough laughter happening at the moment?\n  ","477379":"\n  Good advice but seems a tad condescending too. Especially the last part since I really don't care about my weight these days. I know not all guys suck.. just the simplest thing I could think of instead of repeating myself from earlier. The situation sucks, not the person.\n  ","477380":"\n  The Secret World of Arrietty\n  \n  I might have seen Porco Rosso years ago.\n  \n  Wouldn't mind seeing:\n  \n  Spirited Away\n  \n  Howl's moving Castle\n  \n  Princess Mononoke (is that about a singer?? Might have read the manga then)\n  \n  Mary and the witch's flower\n  ","477381":"\n  Also sail by awolnation just now\n  ","477382":"\n  The job at hand\n  \n  Random daydreams while still doing said work\n  ","477383":"\n\n   https:\/\/youtu.be\/X53ZSxkQ3Ho\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I'd guess this song would be the one playing\n  ","477384":"\n  All dogs go to heaven is pretty messed up\n  ","477385":"\n  These two\n  \n\n   https:\/\/youtu.be\/TWfph3iNC-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/gbcG2TI4GBk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","477386":"\n  That's still an awful deal :( no thanks\n  ","477387":"\n  Ones I'll never get answers to\n  ","477388":"\n  Rarely. It's a bit short for that atm\n  ","477389":"\n  Guys suck\n  \n  Haven't done anything in a couple days\n  ","477390":"\n  Just because someone is private about that doesn't mean anything. Not everyone needs to know what has gone down or if condoms or other bc happened. You guys take things way too far if an inch is given.\n  \n  Also don't get how shaming someone for not having s*x or not being s*xually active at the current moment is such a bad thing either. Odd how you care about other people's s*x lives or lack of one more than your own.\n  ","477391":"\n  Not yet. Don't exactly feel like going to stores atm :p\n  ","477392":"\n  They just want the p*ssy, she's easy. \"Pump and dump\" as some anon said on here before lol she's got issues. The guys are a$$holes and using her.\n  ","477393":"\n  Weight related ones\n  \n  Alcoholic mental abuse\n  ","477394":"\n  The world may never know\n  ","477395":"\n  Ended up having a burger\n  ","477396":"\n  For?\n  ","477397":"\n  None\n  ","477398":"\n  Nope. Barely been to the stores.\n  ","477399":"\n  Its been a bit of stayed the same and lost. I'd say that's within the last two months. Getting my period last time didn't help because I was a little bitxh and ate all the keto chocolate my heart desired and wasn't active at all during that time.\n  ","477400":"\n  Agreed.\n  ","477401":"\n  Yes but recovered quickly\n  ","477402":"\n  Same. My mom keeps going to the store.\n  \n  Maine doesn't have any cases there I dont think. Still winter so not a lot of people in that specific area atm\n  ","477403":"\n  Yup. The real reason why they don't tell us about aliens lol\n  ","477404":"\n  Or like this XD\n  \n\n   https:\/\/youtu.be\/qtKOPF0NyHg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","477405":"\n  🤣🤣🤣\n  ","477406":"\n  Hope it ends well :)\n  \n  I think I need some ratings\n  ","477407":"\n  Yes\n  ","477408":"\n  Avoid everyone while you can :)\n  ","477409":"\n  I wouldn't either. There was an old couple at the gym earlier :o\n  ","477410":"\n  Yes, been doing all of my baking with it. I don't feel like it really has a flavor..just more an alternative.\n  ","477411":"\n  Maybe 4... noticed a recipe but they had other crap added too. Also \"rice flour\" which wouldn't be keto so I dont understand why they wrote it was keto lol\n  \n  Noticed one that was \"mozzarella cheese and egg yolk\".\n  ","477412":"\n  I have everything at the house but not there right now. Well, I'd have to use the almond flour we have instead if I did make.\n  ","477413":"\n  I remembered no egg from last time :p Pay attention Noemi 🤣no 🥚\n  ","477414":"\n  Nobody seemed to be buying egg whites much.\n  ","477415":"\n  Here you go\n  \n   @NO3MM3RZ\n  \n\n  3 months ago. We're awful!!\n  ","477416":"\n  Yes, its pretty insane. Even people in the town FB group are asking for certain things since everything is pretty much sold out. Stores adopting new hours etc\n  ","477417":"\n  Nah. I took enough today on\n  \n   @youcanjuiceme\n  \n\n  Besides I'm naked atm and nobody needs that on their feed :p\n  ","477418":"\n  Nope. Just at the grocery stores.\n  ","477419":"\n  Hopefully there's water 🤞\n  ","477420":"\n  Think you answered your own question.\n  \n  Also TWD probably had a lot to do with it as well\n  ","477421":"\n  Hey\n  ","477422":"\n  No, enjoy it while you can.\n  ","477423":"\n  Yes :(\n  \n  That f*cker\n  ","477424":"\n  I don't get it...\n  ","477425":"\n  XD\n  ","477426":"\n  Banana sounds good.\n  ","477427":"\n  I liked them.\n  ","477428":"\n  Never. They love one another\n  ","477429":"\n  Horror ones in particular :p don't want to feel paranoid\n  ","477430":"\n  You should stop watching the news.\n  ","477431":"\n  Those bastards\n  ","477432":"\n  We all die\n  ","477433":"\n  me lol\n  ","477434":"\n  lol\n  ","477435":"\n  Yes, that's normal. You outgrew it. It's more a \"cool but I don't need it anymore\" type of thing.\n  ","477436":"\n  When Fitbit calls you a ho\n  ","477437":"\n  That's good to hear x\n  ","477438":"\n  This bird is thirsty\n  ","477439":"\n  Does anyone have questions?\n  ","477440":"\n  All the things\n  ","477441":"\n  Just been dog\/housesitting and going to the gym. At the pool again :) hopefully no bees this time.\n  ","477442":"\n  Mermaid - swim all day\n  \n  Good person - you care\n  \n  Stripper - you get all those dollars thrown at you\n  ","477443":"\n  I don't let it get to me. Love\/hate relationship.\n  ","477444":"\n  That's ok\n  \n\n  Didn't care too much for The Rover or wasn't in the mood for?\n  ","477445":"\n  Why would I do that for you though? Barely know you.\n  ","477446":"\n  Liked some but not because you asked\n  ","477447":"\n  Nice :)\n  ","477448":"\n  Hello\n  ","477449":"\n  Being alone with someone who resembles your exes girlfriend?\n  ","477450":"\n  Still don't get how I'd save you\n  ","477451":"\n  Nobody is safe from Mondays\n  ","477452":"\n  You too\n  ","477453":"\n  Not sure yet. We usually get together for Easter.. whether that's hanging out at someone's house or going to a brunch at a farm or other type events like we've done before.\n  ","477454":"\n  Don't have one. I enjoy summer months more though.\n  ","477455":"\n  Eventually\n  ","477456":"\n  Love, friendships, animals, the mundane\n  ","477457":"\n  No.\n  ","477458":"\n  Fresh cut grass\n  \n  Bonfires\n  \n  The smell of snow in the air\n  \n  Rainstorms\n  ","477459":"\n  I don't feel like looking for the picture but a waterfall I've been to has that power of being romantic. Nice hike that leads to it. Can climb it and jump off, go under into the waterfall part etc\n  ","477460":"\n  Aw. I moved my leg and Homer woke up being all \"wtf just happened\" type way.\n  ","477461":"\n  That\n  \n  Plus I didn't get my period this week so maybe next week it will actually come. Who knows.\n  ","477462":"\n  Haha that's great :p\n  \n  I keep out of chats since don't feel like getting WhatsApp and most would be in Spanish so hard to fully understand what is being said at times. Just rather hear about any upcoming events by others that did read it XD\n  ","477463":"\n  My days didn't revolve around games so that hasn't effected me. Good luck\n  ","477464":"\n  None yet.\n  \n  There's a youtuber who claims she does but yet keeps making content, still wears makeup, kind of makes fun of the virus with her pictures. Really doubting that she has it. Might be somewhere that is quarantined but doesn't have it? Trying to get views.\n  ","477465":"\n  You too\n  ","477466":"\n  Too hot\n  ","477467":"\n  The first\n  ","477468":"\n  More top heavy anyways so sure\n  ","477469":"\n  Get me drunk and find out?\n  ","477470":"\n  When anons remember 😍\n  \n  Weird numbers though\n  ","477471":"\n  What else could the term mean?\n  ","477472":"\n  But think of the ham and potato casserole! 😍😍😍\n  ","477473":"\n  The more you know :)\n  ","477474":"\n  Yes. But I know they didn't mean that way XD\n  \n  Chocolate silk ones are good\n  ","477475":"\n  Yes.\n  \n  Banana extract instead of vanilla\n  \n  Added nuts\n  \n  Syrup instead of molasses\n  ","477476":"\n  Funny\n  ","477477":"\n  Nah. Didn't bring it with me. For one thing it seems to be leaking a bit :\/\n  ","477478":"\n  I suppose.\n  \n  Was feeling like pizza last night and then wings came to mind hence wingstop :)\n  ","477479":"\n  Yes\n  ","477480":"\n  Sat down and now Homer decides to jump right on me then sat down.\n  ","477481":"\n  Damn pickles is still here. Jokes. She's whining at me again.\n  ","477482":"\n  Trading moms\n  ","477483":"\n  Reminds me of when I had to fill that jug :(\n  ","477484":"\n  How was it?\n  \n  I stick with hummus, mayo or mustard.\n  "}}