{"Question":{"480704":"\n   do they even have tire swings with those rusted chains anymore? parks nowadays are such sht. getting splinters back in the day was half the fun!\n  ","480705":"\n   When you go to take a shower, do you turn the water on before or after you get naked?\n  ","480706":"\n   We love our pets this Valentines Day! PAP a picture of them and show them some love! 💕😊\n  ","480707":"\n   character limit claims another victim!!\n  ","480708":"\n   dr?\n  ","480709":"\n   never melted white chocolate. not the best thing with tempatures it seems. i like them in certain cookies tho as long as they are not in the oven too long. im not sure exactly what white chocolate is but its not chocolate lol.\n  ","480710":"\n   so thats why the 1-5 star scale comes naturally for you!\n  ","480711":"\n   It's world day.  Name a song with Radio in the title\n  ","480712":"\n   What time do you usually like to sleep around?\n  ","480713":"\n   i can picture them being good if you are starving.\n  ","480714":"\n   Do you like the old school 💝 Valentine's Candy Sweethearts? The little hearts with messages on them? Ever heard of them? Seen them before?\n  ","480715":"\n   Do you like chocolate covered strawberries or just strawberries without chocolate? Glazed covered strawberries? H\nHow about caramel? White chocolate? Covered in nuts or sprinkles maybe?\n  ","480716":"\n   like everyday?\n  ","480717":"\n   We're all having a party. What food\/drink\/entertainment do you bring?\n  ","480718":"\n   What your goodreads user id?\n  ","480719":"\n   Sadly I have encountered two people who do this, both about 18. It was a low point in my existance\n  ","480720":"\n   How are you these days?\n  ","480721":"\n   Don’t worry, be happy ☺️\n  ","480722":"\n   Is it wrong to want to taze people who day bae? Or worse, people who day lol instead of actually laughing\n  ","480723":"\n   Honest hour??\n  ","480724":"\n   What's ur darkest fears?\n  ","480725":"\n   🎨 “The art of a people is a true mirror to their minds.” – Jawaharlal Nehru 🖌 With that quote in mind, what does my art tell you about my mind? 🧠 | 🎨 ➡️\n   \n    https:\/\/ask.fm\/zy_cv\/photopolls\/150572911\n   \n   ➡️\n   \n    https:\/\/ask.fm\/zy_cv\/photopolls\/153181039\n   \n","480726":"\n   What kind've music can you no stand to hear?\n  ","480727":"\n   Do you believe in love at first sight?\n  ","480728":"\n   Are you afraid to speak your own opinion? If so, why?\n  ","480729":"\n   What are the things or events or anything that make u very sad ?\n  ","480730":"\n   What was the last thing to make you go wtf in laughter\n  ","480731":"\n   Would you rather win am oscar? A major sports trophy or some kind of high ranking business award?\n  ","480732":"\n   Which day of the week is most busy for you?\n  ","480733":"\n   What picture made your blood boil?\n  ","480734":"\n   What will people say about you at your funeral?\n  ","480735":"\n   Do you like to people watch? Seen anything interesting? lol\n  ","480736":"\n   Are you concerned at all about the Coronavirus ?\n  ","480737":"\n   Someone's in a bad mood tonight\n  ","480738":"\n   Do you think you have a nice bottom\n  ","480739":"\n   When is the last time that someone did something nice for you?! What did they do?!\n  ","480740":"\n   Do you like broccoli?\n  ","480741":"\n   Emotionally?\n  ","480742":"\n   What would be much better if you could just change the color of it?\n  ","480743":"\n   Are you mentally and emotionally healthy? If not, why not?\n  ","480744":"\n   💭 #QOTD: Have you ever danced in the rain before!? ☔️ I definitely have, but I want to more! 😍\n  ","480745":"\n   When was the last time you screamed at the top of your lungs?\n  ","480746":"\n   Outfit of the night\n  ","480747":"\n   What was the last song you sang out loud to?\n  ","480748":"\n   How wide are your areolas? Like how many centimeters across?\n  ","480749":"\n   Chicken fried steak or nah?\n  ","480750":"\n   I suck in English hah so is thata yes?\n  ","480751":"\n   Okay so, \nI now have enough coins to become a VIP\nWhat are the rules and stuff so I don't lose it? If y'all know! :D and should I even😂\n  ","480752":"\n   Yes,it was,bc it wouldn't all fit on the question,and thank u\n  ","480753":"\n   Can I ask u any time when I need help from English?\n  ","480754":"\n   What books on your shelf are begging to be read?\n  ","480755":"\n   A Lad who I know he's Christian and he told me anyone who is gay they are wrong and they should root in hell. What are your thoughts on this?\n  ","480756":"\n   Queen🌹\n  ","480757":"\n   Plans for Friday\n  ","480758":"\n   Which accent do u use\n  ","480759":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","480760":"\n   is there life after death?\n  ","480761":"\n   English is not my main language so I wanted to ask you if I wrote everything right...you know how google translate works already...\n  ","480762":"\n   no from the neverending story!!! damn you just be humoring me but not knowing what im saying! thats what ur supposed to do to geriatrics :\/\n  ","480763":"\n   Happy Hump Day ☺️\n  ","480764":"\n   ✨ What things hold you back from doing the things that you really want to? (In case you’re not doing it already)\n  ","480765":"\n   Is calligraphy a dying art?\n  ","480766":"\n   dont forget about youngin'\n  ","480767":"\n   like on netfix or something?\n  ","480768":"\n   watermelon was all youcantjuiceme!!\n  ","480769":"\n   *dont kno if i sent this or not so sending again in case*\ncomes out when you say \"fcking lahore\" i was like whoa boston! lol think that was the first time i heard you on your vid things.\n  ","480770":"\n   Are you in the mood for fun tonight\n  ","480771":"\n   Are you married?\n  ","480772":"\n   Is it true that s ex with the right person becomes an addiction? 🤔\n  ","480773":"\n   yes by the 5 year mark that was deff not a priority lol\n  ","480774":"\n   you and this person good since then?\n  ","480775":"\n   Do you drink monsters? Favorite flavor?\n  ","480776":"\n   you feel like its been draggin on or you enjoying it? like whats going on? i stopped in like season 7 or something. after that ashole with the bat showed up. whatever his name was lol\n  ","480777":"\n   this is what they look like\n   \n    https:\/\/i.imgur.com\/qqN0efj.png\n   \n","480778":"\n   was this a more recent thing or long ago?\n  ","480779":"\n   they call them \"solicitors\" in wisc. :')\n  ","480780":"\n   saw him on some other pages yest and so following him again lol\n  ","480781":"\n   not even bae dander?\n  ","480782":"\n   Do you ever go back roading?\n  ","480783":"\n   What would you say if ur partner doesnt want to go out with you at all, exclusively at the coffee shop\/club?How would you react to doing this for months & long together? What would you do?Would they get angry, reconcile with it,ask him the reasons?And if the stupid excuses r?\nIs everything correct?\n  ","480784":"\n   Unfortunately yes. Unfortunately because every day should contain a love question. If you are not already practicing this on the daily Valentine's day isn't going to save you.\n  ","480785":"\n   Do you enjoy going to the park? Ever get the opportunity to go?\n  ","480786":"\n   What’s the most embarrassing thing you’ve done in the name of love?\n  ","480787":"\n   i got this too\n  ","480788":"\n   ever wake up in torn purple shorts?\n  ","480789":"\n   Have you ever sought refuge in isolation?\n  ","480790":"\n   that just means you need to buy it : )\n  ","480791":"\n   nice! is this a keto variation or?\n  ","480792":"\n   Last time you bought something for yourself?\n  ","480793":"\n   In what ways is it a pain to have a really high sx drive?\n  ","480794":"\n   How cold does it get in the winter where you live. Do you like the cold ?\n  ","480795":"\n   Rate ask fm from 1-10\n  ","480796":"\n   What was the most interesting place you have ever visited?\n  ","480797":"\n   Do you prefer to be behind the camera or in front of it?\n  ","480798":"\n   Tag your favorite person on ask fm\n  ","480799":"\n   Xoxo🌹\n  ","480800":"\n   If there’s one person on ask fm who I should follow, who should it be and why? :) \n(Can’t choose yourself because I already follow you 😉)\n  ","480801":"\n   What would be the most useless superpower?\n  ","480802":"\n   What do you do when you’re angry?\n  ","480803":"\n   Do you enjoy traveling? Or are you more of a at-home kind of person? It's okay if you don't like to travel. Sometimes relaxing at home is the best vacation. Some people don't even get to do this.\n  ","480804":"\n   hii\n  ","480805":"\n   if they let me in fantasia id drink all the broths!\n  ","480806":"\n   Ever ridden a school bus? Any funny or awful stories from your school bus days? If you were homeschooled did you guys have recess?\n  ","480807":"\n   ¿Eres alérgico a algo?\n  ","480808":"\n   💭 #QOTD: do you have a fav kind of bread!? 😎\n  ","480809":"\n   Do you use wax melts? Or any types of incense in your house? If you do, what is your favorite scent that you like to use. If you don't use one these, what would you use?\n  ","480810":"\n   Would you rather never have internet access again or never be allowed to sit again?\n  ","480811":"\n   i make them a few times a week. millions of flavor and shape possibilities. either baked or fried. or boiled then baked. last time was fried ribbons with just basil and blk pepper. was making beignets so figured id fry a quick batch since everything is right there, my frying set up i mean.\n  ","480812":"\n   What do you know that others don’t?\n  ","480813":"\n   what was the pièce de ré·sis·tance?\n  ","480814":"\n   So I just secretly ate an entire box of Girl Scout cookies. The thin mints without sharing with my wife or kids. There’s like 5 boxes left so it’s not like I ate the last one. Am I wrong for my gluttony?\n  ","480815":"\n   Have you ever had chicken on a stick?\n  ","480816":"\n   Do you have a sexy raspy voice when you're sick?\n  ","480817":"\n   What are you listening to right now?\n  ","480818":"\n   haha can do a watch and discuss session lol. watched a movie today that ive been waiting on for months and was just okay. monos gave a 3. visually it was quite beautiful but in the end if felt it lacked a compelling narrative.\n  ","480819":"\n   PAP something you love.\n  ","480820":"\n   How do you relax after a really bad, long and tiring day?\n  ","480821":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","480822":"\n   Have you experienced true love?\n  ","480823":"\n   When was the last time you've hurt someone?  For what reason?\n  ","480824":"\n   Morning🌹\n  ","480825":"\n   not really. was a thing for me in like 2013 haha.\n  ","480826":"\n   It's the truth..\n  ","480827":"\n   thats youngster territory!\n  ","480828":"\n   imo he talks like a 10 year old but i think he is probably in he late twenties at least. id be really shocked if he is a legit 18\/19 year old like he says. i mean who talks like that. think he is way overcompensating or just likes the troll on pple act. i think its funny  xoxox or is it xxxx lol\n  ","480829":"\n   can pick up the boston in this one : )\n  ","480830":"\n   What has helped you get out of a dark place in your life? And if it wasn't for that thing (or whatever it may be), why do you think that had the right amount of \"UMPH!\" to help you out of such and back into the 'light' (so to speak)? (if too personal, feel free to forgo question! Me understandz! :P)\n  ","480831":"\n   will that show ever end?\n  ","480832":"\n   Have you used Groupon before? What have you gotten on there? Was it worth the deal, in your opinion? :)\n  ","480833":"\n   i feel ya fam. it like a little time capsule of yourself. can stir up lots of different emotions when you are comparing versions and expectation of yourself from different time periods. try not to be too hard on yourself fam : )\n  ","480834":"\n   what could coffee do to make you like it more?\n  ","480835":"\n   thats great! hows your day been going?\n  ","480836":"\n   have the wallflowers put out much new material since their heyday of the early 2000's or whatever?\n  ","480837":"\n   what do you think of your library? good things and bad things?\n  ","480838":"\n   can be trippy reading things we wrote in the past. was it way off or way too on?\n  ","480839":"\n   Do you think smoking is - for the lack of better term - “cool”? 🤔\n  ","480840":"\n   annoying? really?\n  ","480841":"\n   they still have those ball pits? havent been in one in forever\n  ","480842":"\n   how are sleep hours and workouts related is my question tho lol\n  ","480843":"\n   or blizzard commands it  ;)\n  ","480844":"\n   Good night beautiful\n  ","480845":"\n   *runs a hand over your br***ts*\n  ","480846":"\n   What was your biggest facepalm moment?!\n  ","480847":"\n   Good Morning 😊 use this for whatever\n  ","480848":"\n   I'm not fit.. That is my point\n  ","480849":"\n   What is the disadvantages and advantages of a nuclear family?\n  ","480850":"\n   heh aight aight....and under your shirt?\n  ","480851":"\n   *takes off your cl***es* and underneath?\n  ","480852":"\n   *strokes your br**st* what are you wearing\n  ","480853":"\n   Some are not fit!\n  ","480854":"\n   Do you believe in luck? Here is your chance to test it ->\n   \n    https:\/\/ask.fm\/account\/market\n   \n","480855":"\n   Is that a yes?\n  ","480856":"\n   What do you really do\n  ","480857":"\n   🌹🤗😘\n  ","480858":"\n   Should death penalty for drunk drivers who cause fatality be applied in your country?\n  ","480859":"\n   How do you deal with ppl who stare at your t1ts or stare down your top?\n  ","480860":"\n   Is it hot for you to be choked during s.x?\n  ","480861":"\n   Yah. I wish I had someone who can appreciate it\n  ","480862":"\n   No(\n  ","480863":"\n   How do you deal with ppl who make noises (loud chewing) when they eat ?\n  ","480864":"\n   You okay?\n  ","480865":"\n   Song of the day? 🤔🎼\n  ","480866":"\n   I have had eye infections before the Taunton River me and my sister used to swim in it when we were kids we would get eye infections but we would swim it again anyways LOL\n  ","480867":"\n   🌹💪🏻💪🏻\n  ","480868":"\n   No\n  ","480869":"\n   I had to take a shower.\n  ","480870":"\n   A lot of places got rid of ball pits because kids were getting eye infections\n  ","480871":"\n   My ex use to say that\n  ","480872":"\n   They haven't had ball pits for years\n  ","480873":"\n   this one girl i used to f with said she was making cookies and someone pissed her off so she legit just handed everyone frozen cookie dough on a plate with whipped cream and strawberry syrup. the cookies being raw doesn’t even affect but who eats cookies with whipped cream and strawberry syrup?\n  ","480874":"\n   Is it bad to go on a first date to the McDonald’s\n  ","480875":"\n   But you’re single tho\n  ","480876":"\n   I was actually naked inside.\n  ","480877":"\n   I know you have an Android\n  ","480878":"\n   Yes, I wasn’t wearing a shirt.\n  ","480879":"\n   I did something else while everyone else got changed.\n  ","480880":"\n   🌹😘😘\n  ","480881":"\n   Are you talking with someone?\n  ","480882":"\n   Do you think that someone’s behaviour on a social media app, whether the behaviour is good or bad, gives you some insight into how they are as a person ?\n  ","480883":"\n   ✨ “It doesn’t matter who you are, where you come from. The ability to triumph begins with you. Always.” –Oprah Winfrey 💖\n  ","480884":"\n   I just came across the following quote and I really needed to hear it. Maybe you, too. ✨ “In the middle of difficulty lies opportunity.” - Albert Einstein 💖\n  ","480885":"\n   Beautiful\n  ","480886":"\n   Last thing to mildly annoy you?\n  ","480887":"\n   Where do you wish you were currently at on vacation Atm?\n  ","480888":"\n   Doing ok?🌹\n  ","480889":"\n   What's the last thing that made you smile?\n  ","480890":"\n   Have you had the pleasure of having the cold or flu bugs going around lately ?\n  ","480891":"\n   Do you have curves\n  ","480892":"\n   When did you last let your heart decide? (No.... I didn't steal this from aladdin.... 👀) care to share?\n  ","480893":"\n   What’s your favorite dish to cook? 👩‍🍳👨‍🍳\n  ","480894":"\n   three floors. not sure if that means its bigger or just the floors.\n  ","480895":"\n   hii\n  ","480896":"\n   when you think to yourself or read something, do you experience an internal narrative in a particular voice? if so, is it your voice? if you don't experience this, then how would you explain your comprehension of written words (i.e. abstractions or maybe even images)? hope this makes sense!\n  ","480897":"\n   Do you believe in life after death, and why?\n  ","480898":"\n   Good day so far?\n  ","480899":"\n   Do you like hey rides?\n  ","480900":"\n   Are you camera shy or do you like having your photo taken?\n  ","480901":"\n   Are humans fueled by greed or by love?\n  ","480902":"\n   Do you single\n  ","480903":"\n   I really like the quote: •\"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.\"•\nWhat are you going through? What battle are you fighting? Big or small- It all matters, and you'll get through it!💕🌼\n  ","480904":"\n   So lovely\n  ","480905":"\n   Thoughts on A. I. ? Good idea? Bad idea? Will it lead us to new technological and medical heights, or ultimately bring about the downfall of humanity?\n  ","480906":"\n   Water fun day was fun until after we went inside.\n  ","480907":"\n   whats the next movie you want to watch?\n  ","480908":"\n   Who sent the last text message you received?\n  ","480909":"\n   What did you have?\n  ","480910":"\n   Where are you at the moment? Record video.\n  ","480911":"\n   after i sent this i realized i should have put gf in quotes lol. im still a firm believe the dude is a master troll. gottah respect the game tho. keeping up the act is not easy. he\/she is not a maestro tho. they do slip up from time to time. used to follow that page for a while just to see lol\n  ","480912":"\n   just now remembered i had originally planned to go for culinary arts. was supposed to do a highschool program at the local community college and then the next year continue while in college. wound up choosing work program where i got out of school earlier instead. and never went to college at all\n  ","480913":"\n   How do you feel about tomato soup with bread and butter? Rate it out of 10!!\n  ","480914":"\n   What’s your opinion on the police service?\n  ","480915":"\n   so its tomorrow. hows things?\n  ","480916":"\n   Still on your period?\n  ","480917":"\n   It is absolutely downpouring here. What is the weather like where you are right now? And temperature?\n  ","480918":"\n   you are sexy x\n  ","480919":"\n   Have an amazing and energetic new week y’all!! 🤯🎉💡\n  ","480920":"\n   how old were you?\n  ","480921":"\n   Tell me\n  ","480922":"\n   How often do you drink coffee?\n  ","480923":"\n   i dont tend to listen to lyrics often for whatever reason but these are p good.\n  ","480924":"\n   i like what you chose. i think maybe i would pick the neverending story land. so fantasia, hand out with the mini witch and warlock couple. sip on hot lil cups of wormy soups and BROTHS!\n  ","480925":"\n   have they always had plumbing and heat?\n  ","480926":"\n   What type of workouts would you suggest to someone who gets only 2-3 hours of sleep every day?\n  ","480927":"\n   what do you think about that concept tho? not an A.I. for a lover but for a friend if it was legit as smart and friendly like in the movie?\n  ","480928":"\n   the enigma of the decade.\n  ","480929":"\n   i just keep a empty bbq sauce container with it that i fill up when the pickles are gone. no pickles right now but and only a bit of juice. i use to juice sometimes when i bake taralli. give a nice flavor. also use it in salads.\n  ","480930":"\n   im sub'd to very few address so i dont get that many. mostly bill stuff\n  ","480931":"\n   What's an unpopular opinion you have about fitness\/working out?\n  ","480932":"\n   nice. thats soul therapy right there.\n  ","480933":"\n   i have that sht. it can be bad. sometimes i cant move my fingers at all. remember one time had to pee outside\/work and by the time i was done i coulnt feel anything. coulnt zip up nothing. had to put my fingers in my mouth to warm up enough lollll\n  ","480934":"\n   yes i do push it haha. the canned banana industry should make me a liason lol. given up on the chocolate sapote. im too much of a recluse these days to hunt it down anymore lol. normal hmm 16oz a month or two?\n  ","480935":"\n   i would have snatched it mid air!! lol\n  ","480936":"\n   yes better to be safe. can have anyone gettting any silly ideas like freedom 😈\n  ","480937":"\n   haha. i would probably still eat them and suffer the consequences. i can be quite the weirdo with food guilt like that lol\n  ","480938":"\n   honestly ive only had 2 cans of bananas in my life. granted that is 100000000000% of the recommended lifetime dose. with the pb in only slightly addicted. i could probably manage to survive on a \"normal\" intake.\n  ","480939":"\n   my deal was 16oz jars for 50 cents. i dont know if there is a better deal than that. reminds me tho earlier in the year i was able to procure like 12 containers of planters peanuts for free. like 10-12 oz cans. still have 3 left : )\n  ","480940":"\n   have you ever heard of raynauds syndrome?\n  ","480941":"\n   idk im really hot and cold with my food supplies. i go crazy if its a good deal and stock up then it annoys me having too much. cant they just keep the prices the fckng same so i dont need to hoard everything lol. im like dieter dengler ovah here lol\n  ","480942":"\n   if people were like me nobody would leave the house except to the grocery store at 6 am and almost every business on the planet would grind to a halt besides the flour, sugar, yeast, eggs, cereal, milk, butter, oil, and cheese industries. prob better off  how it is lol\n  ","480943":"\n   Would you rather have cold hands or cold feet\n  ","480944":"\n   me lol turns himself in? i say you restrian him just to be safe. aslo consider \"cobbling\" XD\n  ","480945":"\n   hobbling not cobbling lol\n  ","480946":"\n   fck it i moved my lazy ass and went to check 11 full jars and the open one is about 55%. so suppy is in the green zone.\n  ","480947":"\n   look at all these numbskulls ignore this. there are a couple of smdh ones everyday lol. U + I + <3\n  ","480948":"\n   yes you and noemi have a similar friend. both of you have told me the same thing lol. do you know any kleptomaniacs?\n  ","480949":"\n   you dont need to give them anything it could be by force. you can just reward the capturer lol\n  ","480950":"\n   WHO CARES ABOUT THAT SHT. i mean who cares who care who cares. i mean i care but who cares!! yeah im not sure who won yet but im guessing parasite best picture and joaquin best actor. will get to tmr.\n  ","480951":"\n   what did you steal?\n  ","480952":"\n   forgot to count. no pb desserts today. oops i did make a pb & jelly sandwich tho. : )\n  ","480953":"\n   i dvr'd it and will be using as background noise in the kitchen for the following days till its gone. actually think i burned through half already lol. not paying much attention, too focused on the craft XD\n  ","480954":"\n   what would you give to capture me lol alive? loll\n  ","480955":"\n   they shouldn't worry about perverts. only prudish chicks feel that way\n  ","480956":"\n   how is your pickle juice supply these days?\n  ","480957":"\n   nice. there was a time when there was nothing more i would rather do then be nestled in bed during the winter months reading for 8 hours straight only stopping to pee lol\n  ","480958":"\n   how many new emails do you typically wake up to?\n  ","480959":"\n   Do you have a library card\n  ","480960":"\n\n    @Free_thoughts\n   \n   NEEDS HELP! Are you going to help?\n  ","480961":"\n   Would you rather have all white hair or no hair at all? 👵🏻👴🏻\n  ","480962":"\n   Lmao I’m just funny :p\n  ","480963":"\n   Hey! How was your day?\n  ","480964":"\n   Who’s happy it’s Monday? 🤪\n  ","480965":"\n   Nah I got mine from a 25¢ machine\n  ","480966":"\n   Do you pick and choose your friends?\n  ","480967":"\n   How do you help your friends when they're feeling low?\n  ","480968":"\n   nice\n  ","480969":"\n   lovely breakdown. when was this character model first created? like what year? and do you still evolve the character or is she more so set in stone?\n  ","480970":"\n   \"i do not need to pay for these chocolates\"\n  ","480971":"\n   Water fun day.\n  ","480972":"\n   my local ikea is one of only two in the world built the way it is. at least that was the case several years ago. haven't researched to see lately lol.\n  ","480973":"\n   Which is a greater proof of love in your opinion: changing for the one you love or accepting the person the way he\/she is?\n  ","480974":"\n   indulging in too many of your all time fav movies lol\n  ","480975":"\n   there was a time when i thought i knew the workings of this but now i think im more confused than ever lol\n  ","480976":"\n   you think they will be back and stay friendly or disappear into the voids of the interwebs?\n  ","480977":"\n   because i care. i wouldnt be here if i didnt. dont use this site to ask about peoples feet and bra color. i use it to learn about the people behind the screen and what sort of events shaped them. things they wish for, things they dread, and random tid bits that make them the people they are.\n  ","480978":"\n   thought the hobbit series was pretty lame. feel like the entire series as a whole lotf included became more and more about special effects and less about the magic of the story as each instalment went on.\n  ","480979":"\n   Why\n  ","480980":"\n   i know him more for his culinary stuff\n  ","480981":"\n   How often do you leave your house braless?\n  ","480982":"\n   Out of your friends who is hardest as nails\n  ","480983":"\n   isnt there a lyric... im not sick but im not well.... lol think its that stupid harvey danger one hit wonder song. so annoying lol\n  ","480984":"\n   How’s your day been? Well today my Dodgers FINALLY completed the deal for Mookie Betts! My daughter get her Girl Scout cookies and we’ve got them sorted out. Also I had tacos for dinner. I really like tacos . Now I’m sitting in my car doing ubereats. Tell me about your favorite toothbrush\n  ","480985":"\n   How are you today??? 🥰\n  ","480986":"\n   In your experience, is it true that people who come from dysfunctional families have a hard time maintaining stable long-term relationships?\n  ","480987":"\n   oscars tonight. do you care and are you watching?\n  ","480988":"\n   I’m having a great night watching the Oscars🌹\n  ","480989":"\n   Tag one person on Ask and tell them what you think of them (be nice though)\n  ","480990":"\n   its was alright. i need to count my pb jars next time im in their vicinity. i cant go like crazy and have to end up buying more at regular pb prices before next fall. cus that would just be folly!\n  ","480991":"\n   What is the dumbest thing you did as a kid?\n  ","480992":"\n   Watching tv rn🌹\n  ","480993":"\n   Do you like sweatpants?\n  ","480994":"\n   Rate your mood rn, from 0 (wanna die) to 10 (I'm Queen of the world)\n  ","480995":"\n   Day to night to morning, keep with me in the moment\nI'd let you had I known it, why don't you say so?\n  ","480996":"\n   yes. its a feeling you never forget.\n  ","480997":"\n   yeah they hit all the bases. never incorporated them. with the cooking ran out of room but meant stirring things for a while like batters and kneading dough. lacked the muscle endurance lol. not anymore tho lmao\n  ","480998":"\n   300 what\n  ","480999":"\n   i would have seen it eventually. i always do what i say i will. the fact that you had just seen it deffo pushed me to watch it tonight. going in i had no idea what it was about. thought it would be like \"lars and the real girl\" or something lol.\n  ","481000":"\n   i think she was different with everyone. i think since we are human and lack that sort of unlimited power we cannot understand that she could share herself with everyone without compromise. but humans cannot relate so jealously ensues...\n  ","481001":"\n   think i switched it. when i do that i dont really try to listen because i know i will just fall asleep. its more so the voices. but did want to see what sort of approach the book had. like what was it about. anyway too long. i dont have the attention span for that anymore. years ago maybe id listen.\n  ","481002":"\n   i didnt know that sort of school was an option for high school. thats pretty interesting. may have been something i pursued maybe. anyway im glad my school days are behind me. never really cared for. did well academically but just did not want to be there. ive always been a ball of stress lol\n  ","481003":"\n   How would you handle a stalker?\n  ","481004":"\n   oh okay. just been checking replies. usally dont run down peoples feed till my designated time of day here. this is all overtime lol. hopefully dudes gf hasnt maimed or broken him lol\n  ","481005":"\n   havent seen the author of the postcard one on your page lately. also havent seen lil dude from London wisconsin either?? lol\n  ","481006":"\n   omg the other day i was looking for an audiobook to help me sleep (they seem to do that) and i started that one lol. it was like that generic computer voice reading so was so annoying lol\n  ","481007":"\n   yes he seemed vulnerable. from memory this film is not his typical role. usually he is more the antagonist or anti-hero.\n  ","481008":"\n   okay figured it would be smaller. so how did you end up choosing to attend that sort of school as opposed to a typical high school? what did your siblings do?\n  ","481009":"\n   Have you watched toy story 4\n  ","481010":"\n   really liked the end theme song\n   \n    https:\/\/www.youtube.com\/watch?v=7qJTzUyPEnw\n   \n   also the 'photograph' one that samantha composes for them.\n  ","481011":"\n   just finished it. i enjoyed it. it made you feel and made you think. thats all i can ever ask from a film. 3.5 stars. glad i watched it and also noticed it was the same director of \"being john malkovich\".\n  ","481012":"\n   the Rooney Mara scenes with the flashbacks remind me of \"ghost story\"\n  ","481013":"\n   pluck a nose hair out\n  ","481014":"\n   lol @ that surrogate stuff. so weird lol\n  ","481015":"\n   Challenge: can you keep your eyes open while you sneeze\n  ","481016":"\n   Would you ever purchase, a mystery box off the dark web?\n  ","481017":"\n   do you think joaquin is attractive in this film?\n  ","481018":"\n   What’s the strangest food combo you’ve tried? My youngest ate broccoli and ice cream last night. She liked it! If you saw my snap then you know I’m not pulling your leg! 😳\n  ","481019":"\n   What's your favorite holiday?\n  ","481020":"\n   will you have s ex on valentines day?\n  ","481021":"\n   is the latest self help one better than the previous ones? any lessons taken from this one?\n  ","481022":"\n   from what ive seen on that question on other pages like there was so much back and forth but i really didnt bother to read any of it cus didnt understand the original question lol\n  ","481023":"\n   i was thinking about this before. if i had to \"guess\" i would say it feels dreadfully \"final\" and you feel a sense of being alone that is so much more intense than anything you have ever felt before.\n  ","481024":"\n   Born2die,blue jeans,Isto te 2 pesme+Summertime Sadness,young&beautiful,video games,dark paradise,ride,lust for life,love,serial killer,high by the beach,west coast,national anthem,Carmen,ultraviolence,shades of cool,this is what makes us girls,doin time versus music to watch boys to\n  ","481025":"\n   yeah when it got all \"romantic\" idk how i felt about it. but i guess i have to think of it in a love way and not a sexual way? thinking she will overwhelm him at some point tho.... humans cant compete with computors\n  ","481026":"\n   yes. ive never used one. they have a name im going to have to google that rn cus food. if it was a killer virus i cba. hold on! so its called a chirirenge. now i must go back and hear the pronunciation lol\n  ","481027":"\n   just wondering if when you order you get those in there. 99% of people like \"americans\" would not lol. i would try the tripe but not a big fan of the tendon texture. ive not had pho in a long long time. actually not a fan of brothy things whatsoever. i like saucy but not brothy lol\n  ","481028":"\n   well the body can adapt especially to specific movements or stresses. like you can do the same type of pushup and be able to do a hundred after a while but then you change the technique and you are a weakling instantly lol. i remember when i started cooking like hardcore how i would get so tired lol\n  ","481029":"\n   if  you are relaxed and trust the other person?\n  ","481030":"\n   still on the fence about \"her\" i want to see more so to compare notes now.\n  ","481031":"\n   You're amazing!\n  ","481032":"\n   What's your usual reaction? Laughter?\n  ","481033":"\n   he just threw the pizza crust in the trash.... 1 star!!! lol actually its pretty interesting, not seen A.I. done this way like a friend. scarlet has a great voice works very well being unseen. so far very lighthearted but i feel like that may change? now im thinking i dont think ive seen this before\n  ","481034":"\n   yeah well i read my replies first lol\n  ","481035":"\n   yes. untrappable,  untraceable, and unzapable lol XD\n  ","481036":"\n   he was only mostly dead XD\n  ","481037":"\n   saw that he is going to star in the new sonic film. looks horrible lol. anyway glad he is working but omg it looks so bad lol\n  ","481038":"\n   you need to figure out a technique lke the hammock\/milk jug dude lol\n  ","481039":"\n   thats interesting. do you remember the size of your graduating class? was it much smaller that a typical high school?\n  ","481040":"\n   favorite number?\n  ","481041":"\n   Favorite color?\n  ","481042":"\n   puppies or kittens\n  ","481043":"\n   Last time you written something down?\n  ","481044":"\n   Pizza or hot dogs?\n  ","481045":"\n   post your best selfie READY SET GOOOOOO\n  ","481046":"\n   yeah just got to that part. you know i may have seen this years ago and forgot. not sure yet. so far its alright. think the dead cat lady may have fallen off the bed :\/\n  ","481047":"\n   There was a movie with Al Pacino who invents an AI who becomes more famous them him. Alot lighter in tone to \" Her \" but same kind of plot called Simone\n  ","481048":"\n   Honesty hour: are your feet ticklish?\n  ","481049":"\n   Last thing you ate?\n  ","481050":"\n   when i turn on my laptop i had the intention of watching that movie but i got on here instead lol. i may try and watch it idk. really dont feel like watching movies. but this is like homework cus i said id watch it so i may force watch it lol\n  ","481051":"\n   If you had the powers of invisibility for one hour what would you do?\n  ","481052":"\n   so like was that for 4 years? freshman to senior?\n  ","481053":"\n   yes exactly that. plus look at those coins gleaming like gleaming ass mofckin coins. almost too much. you didnt just rob the US mint did you? lol\n  ","481054":"\n   are quest bars like candy bars. ive never had one. thought they were like protein bars. which i guess can be like candy bars. tbh i never stray to that isle of the supermarket.\n  ","481055":"\n   One week ago🌹🏈\n  ","481056":"\n   If you had to sing a song in front of 100 thousand people what song would you pick\n  ","481057":"\n   Hi, can u follow me back? :)\n  ","481058":"\n   Out of your friends who is the most grumpy\n  ","481059":"\n   Out of your friends who is the best dancer\n  ","481060":"\n   Out of your friends who has the worst fashion sense\n  ","481061":"\n   Out of your friends who is most obsessed with their hair\n  ","481062":"\n   Out of your friends who is the best singer\n  ","481063":"\n   Who is your funniest friend\n  ","481064":"\n   Hi\n  ","481065":"\n   i wonder if iver ruined it now and you wont say that next time lol. but maybe now since i said that you will to prove me wrong that you wont..... or maybe..... haha\n  ","481066":"\n   I don’t send (yes)\n  ","481067":"\n   😂😂😂\n  ","481068":"\n   How old are u?\n  ","481069":"\n   Ohh aliens😂\n  ","481070":"\n   i dont even understand the original question. reminds me about the thing with the board meeting and the postcards lmao\n  ","481071":"\n   Where are u from?\n  ","481072":"\n   How do you handle people you don't like?\n  ","481073":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","481074":"\n   to me tagging feels like too much of a call out sort of thing. i did ask right after this so stay tuned! lol\n  ","481075":"\n   ive not seen it. someone here said they liked it so i put it on my watchlist and decided i would see it next but that was a while ago and ive not been watching any movies at all anymore. the movie you are describing ive not seen but remember maybe like seeing a preview or something. sorry dont know\n  ","481076":"\n   think if you did it tho. by now you would be doing one finger pushups like nothing lol.\n  ","481077":"\n   last time you had to be one?\n  ","481078":"\n   will you have sex on valentines day?\n  ","481079":"\n   tripe or tendon in your pho?\n  ","481080":"\n   Are all emotions a choice? Can one choose to be happy instead of sad?\n  ","481081":"\n   When's the last time you went bra shopping?\n  ","481082":"\n   Are you sub or Dom?\n  ","481083":"\n   Gm🌹\n  ","481084":"\n   Is there a limit, on how many shoutouts you can send in a day?\n  ","481085":"\n   think in real like carey has a lot of inner demons. interviews ive seen of him he is always very serious and so im not surprised at all the way he plays dramatic roles. shame that the last half decade or so he seems to have lost favor in hollywood for whatever reason\n  ","481086":"\n   thats what wesley says to buttercup : )\n  ","481087":"\n   the ceramic ones?\n  ","481088":"\n   dw im invisible too. nothing to be ashamed of!\n  ","481089":"\n   yes XD\n  ","481090":"\n   damn. vegas one then. cus i think 2 is the truth for sure\n  ","481091":"\n   what sort of shop?\n  ","481092":"\n   how many books you read this year? and if you see 'her' let me know your rating\n  ","481093":"\n   im like a velociraptor testing the fences lol\n  ","481094":"\n   Ask a really difficult math problem and see if one of your followers will try to answer it.\n  ","481095":"\n   💋<--- take a guess who this kiss is for 😊❤️\n  ","481096":"\n   any reeses being slaughtered lately?\n  ","481097":"\n   hahahahaa. and somehow no likes no replies. fcking people.... lol\n  ","481098":"\n   What do you think is a good age for a girl to start exploring her s3xuality?\n  ","481099":"\n   peanut butter chocolate cheesecake?\n  ","481100":"\n   Do you use TV trays?\n  ","481101":"\n   Have you ever stayed in the cabin before?\n  ","481102":"\n   Would you ever get a breast reduction?\n  ","481103":"\n   It feels like they just feel too comfortable with the relationship that they’re not trying hard anymore. Like, when there’s a plan and want to do it, they change their mind bc they get lazy.\n  ","481104":"\n   Are you a controlling individual?\n  ","481105":"\n   Do you prefer brand names or are you ok with using the store or generic brands?\n  ","481106":"\n   What’s your favorite superhero movie?\n  ","481107":"\n   Why are you single?\n  ","481108":"\n\n    https:\/\/youtu.be\/H2SzEYKbxSg\n   \n","481109":"\n   Lmfaooo it’s a vine. Some little girl with glasses sings “country boyyyy, I looove youuuuu! ahhhh” and sticks her tongue out lmao\n  ","481110":"\n   If someone liked you, how would you like them to tell you?\n  ","481111":"\n   Recommend a movie..\n  ","481112":"\n   YAS 🙏\n  ","481113":"\n   Do you like Action Bronson?\n  ","481114":"\n   Where do you prefer to go whenever going out? 👍\n  ","481115":"\n   If you could have any wild animal as a pet, what would it be?\n  ","481116":"\n   What branches of science sound interesting for you?\n  ","481117":"\n   What is your favorite soup or dish?\n  ","481118":"\n   If you became the first to discover how to use the force like the Jedi does, what'd you do then? 🤔 Haha\n  ","481119":"\n   not that i know of. this is a good one. reminds me of saturday morning cartoons lol\n  ","481120":"\n   what new foods\n  ","481121":"\n   What’s your favorite public or state holiday of the year?\n  ","481122":"\n   What is the most overplayed song of all time?\n  ","481123":"\n   All over your face ;)\n  ","481124":"\n   How was your day\n  ","481125":"\n   How exactly do people feel when they're dying?\n  ","481126":"\n   Whats the longest you've masturbated?\n  ","481127":"\n   Why is Francesca annoyed that I went to a brothel even though we're in a one way open relationship (I can see other women)? she thinks it's dirty and a waste of money, but I only paid £40 tbf\n  ","481128":"\n   You know what a great day at daycare when it was hot outside was?\n  ","481129":"\n   Besides your house, where else have you taken a shower?\n  ","481130":"\n   Have you ever dated a friend's ex?\n  ","481131":"\n   Hello\n  ","481132":"\n   google it an i guess thats \"i love you phillip morris\" not seen it but maybe i 'tried' to watch it and didnt like it?? mayb check it out again\/for the first time. its got mcgreggor in it so..\n  ","481133":"\n   you ever see the majestic, truman show, or the number 23?\n  ","481134":"\n   thoughts on the hobbit movie series vs lotr series?\n  ","481135":"\n   you ever seen \"her\" with joaquin phoenix?\n  ","481136":"\n   I called you “my lady” just for respect.. I’m so sorry for annoying 😊 have a good day\n  ","481137":"\n   King?? 😅 I hope 😂😂 why would I be king?\n  ","481138":"\n   Would you do something or say something to your partner and discuss it?\n  ","481139":"\n   It's a veggie burger, but the patty looks, tastes and smells like real meat. Hence the \"impossible\". Burger King currently has one as a whopper.\n  ","481140":"\n   Have you ever tried an Impossible Burger? If not, would you?\n  ","481141":"\n   well honestly i dont have them anymore. they dont even stock them where i shope starting a year ago. there was a time years ago when i would have one of these bars everyday and not get sick of them over time i sort of fell out of love with them. good bar tho. i used to be all about ritter sport.\n  ","481142":"\n   oh i just remembered i wrote an homage to ritter sport yeaaaaarsss back. but that stuff is classified loll\n  ","481143":"\n   nice. its been years since ive had authentic chicharrones. ill have to ask our ukuleleist about them too. or maybe i can use the \"tag\" feature. i really have issues making use of the latest technological advances lol\n  ","481144":"\n   a fantasy then haha\n  ","481145":"\n   When you remember your dreams (if you do), are you ever aware that you're dreaming? Sometimes I get aware whenever something weird happens, like entering a building and finding myself somewhere completely different or even outdoors again!\n  ","481146":"\n   Sei abile a mentire?\n  ","481147":"\n   i was gonna google it yest see what going on but forgot. meh i really dont care\n  ","481148":"\n   ¿Es ser tímido un defecto?\n  ","481149":"\n   Whats up 🤓 ?\n  ","481150":"\n   nice. like the flashback usage too. how would you describe you main character?\n  ","481151":"\n   but wouldnt writing a ton directly conflict with me lol's whole life mantra? i have serious doubts they could be the same person lol\n  ","481152":"\n   If your bf\/gf told you “I got super lazy with you and I don’t like it.” How would you feel? Is that really bad? Does that also mean they’re not interested in you anymore?\n  ","481153":"\n   no. remember i told you id done enough pushups for a lifetime? lol. you were thinking about it tho. anyway that anon never followed up.\n  ","481154":"\n   meh. its like pierre said.... i dont care... when its starts infecting cereal then ill worry.\n  ","481155":"\n   in it did i talk about not even using eggs? i dont dont use eggs anymore. i just up the water. so much easier to work with. always evolving i am :)\n  ","481156":"\n   haha didnt know id you were ready for a million parter yet lol. ill give my recipe for a dozen 8 inchers or so but not listing the process lol. ill send it in the next one so it fits.\n  ","481157":"\n   i planned it just so.\n  ","481158":"\n   Hey some coins maybe!?!\n  ","481159":"\n   😋😋\n  ","481160":"\n   have u always preferred to go invisible?\n  ","481161":"\n   used to love ikea! most of my furniture is ikeaian!\n  ","481162":"\n   What’s your go-to drink\/food\/activity when you’re sick and in bed?\n  ","481163":"\n   i did a stuffed cherry cheesecake the other day. so like a cherry cheesecake baked inside a pie. was good and didnt dry out like cheesecakes tend to.\n  ","481164":"\n   Are you a morning person?\n  ","481165":"\n   3 is the lie?\n  ","481166":"\n   you have a go-to soup bowl?\n  ","481167":"\n   is the product you had in mind extremely absorbent? lol\n  ","481168":"\n   Have you ever received any awards before?\n  ","481169":"\n   could be honor roll related tho. lol\n  ","481170":"\n   Do you have art or posters on your wall?\n  ","481171":"\n   What's the most expensive thing you've ever broken?\n  ","481172":"\n   Sorry my lady I was sleeping 😴😅\n  ","481173":"\n   did they ever do it? im guessin nahhh lol\n  ","481174":"\n   famous last words? lol\n  ","481175":"\n   you finish that series?\n  ","481176":"\n   Good night beautiful\n  ","481177":"\n   Have you ever been to a comedian show? Would you ever go if you could? Who would you go and see? Who would you bring with you?\n  ","481178":"\n   Walk away from people who put you down. Walk away from fights that will never be resolved. Walk away from trying to please people who will never see your worth. The more you walk away from things that poison your soul, the healthier you will be.\n  ","481179":"\n   And now?\n  ","481180":"\n\n    https:\/\/youtu.be\/52qDRZGYmW8\n   \n","481181":"\n   Which male celebrity do you wish was your brother?\n  ","481182":"\n   What have you done tonight?\n  ","481183":"\n   Alright that's good haha\n  ","481184":"\n   ARE YOU GOING EARLY CHRISTMAS SHOPPING THIS YEAR\n  ","481185":"\n   Lmaoo\n  ","481186":"\n   I’m babysitting! Post gifs of adorable babies! 🥰🥰🥰\n  ","481187":"\n   I will try not to be a little more excited for you but I am too busy\n  ","481188":"\n   what is your favorite one hit wonder?\n  ","481189":"\n   Deal?? Answer here please\n  ","481190":"\n   How is everyone doing today ?  Any good plans for the weekend ?\n  ","481191":"\n   Is it hot for you to be choked?\n  ","481192":"\n   On what did you send them\n  ","481193":"\n   Have you ever send n des?\n  ","481194":"\n   Say you were living in a fantasy world like the one you'd find in Lord of the rings for example, who'd you be and what'd you do? 😊 How do you think life would've been for you then? 🤔😁\n  ","481195":"\n   What's one animal you would not want to come face to face with?\n  ","481196":"\n   Yes u say right...love is same on all day of the year\n  ","481197":"\n   What is the plan of valentine's\n  ","481198":"\n   What do you ladies want for Valentines Day?\n  ","481199":"\n   I’ll send you a question openly next but don’t post it please\n  ","481200":"\n   What that’s mean?\n  ","481201":"\n   Silk, Jodeci, Boyz II Men, and Bell Biv DeVoe?\n  ","481202":"\n   troublesome 96\n  ","481203":"\n   GIF of something beautiful.\n  ","481204":"\n   What's your idea of a perfect weekend? 🤘🏼\n  ","481205":"\n   -\n  ","481206":"\n   Για να μετακινήστε παίρνετε αυτοκίνητο , μηχανάκι ,μετρο ή λεωφορείο\n  ","481207":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","481208":"\n   What u doing?\n  ","481209":"\n   Miss anyone?\n  ","481210":"\n   Is it just me or who else has a WhatsApp group just with themselves? 😂\n  ","481211":"\n   Your happy king🌹😊\n  ","481212":"\n   If you were wrongfully put into an insane asylum, how would you convince them that you’re actually sane and not just pretending to be sane? 🤔\n  ","481213":"\n   If you could change your name to anything, what would it be?\n  ","481214":"\n   First think of a product. Now, what would be the absolute worst brand name for one of those products? 🤔\n  ","481215":"\n   Favorite cake\n  ","481216":"\n   Tell me 3 things about you: 2 truth and 1 lie. Let’s see if I can guess what the lie is 🤯\n  ","481217":"\n   What u having for dinner?\n  ","481218":"\n   Yeah gave them away🌹\n  ","481219":"\n   eternal sunshine or something else?\n  ","481220":"\n   All the wings are gone now🌹\n  ","481221":"\n   What are you up to?\n  ","481222":"\n   Yeah\n  ","481223":"\n   Honesty hour\n  ","481224":"\n   Who’s at work tomorrow?\n  ","481225":"\n   What was the last thing to make you laugh\n  ","481226":"\n   In 2019 did you:\n1. Move house?  2. Visit a new country?  3. Have sex?  4. Try a new food?  5.  Make a life-changing decision?  6.  Volunteer for charity work?\n  ","481227":"\n   You ever been to IKEA? Opinions? 😁 Did you try the meatballs? 🇸🇪 Haha\n  ","481228":"\n   I hope you guys enjoy your weekend! And happy Friday 💕☺️\n  ","481229":"\n   Biggest lesson learned last year was probably to not give so much of yourself to people who will not do the same for you 👌🏼\n  ","481230":"\n   If you were gonna buy a new piece of tech now, what'd it be? 😁 Why? 🤔\n  ","481231":"\n   How are you🌹\n  ","481232":"\n   not a milliliter of judgement coming from me. that sounds good! if you are ever running low on pb i know a guy lol\n  ","481233":"\n   If ur person would read what would u write?\n  ","481234":"\n   Happy level for today.\n1-10.\n  ","481235":"\n   Plans for the weekend?\n  ","481236":"\n   ill have to look for that. i like this anon. interesting individual. do they have a nickname yet?\n  ","481237":"\n   oh yes you must make your own! all you need is three ingredients, a hot skillet and about 20 minutes.\n  ","481238":"\n   How are you?\n  ","481239":"\n   nice. good on you for getting back at it. are they more relationship type stories? are they similar or do they vary a lot from each other?\n  ","481240":"\n   the day you make your first batch of pasta i will rejoice with you : )\n  ","481241":"\n   I saw my ex with another girl who is also someone that I knew.\n  ","481242":"\n   or just canned bananas lol\n  ","481243":"\n   spicy pork rinds? and have you had chicharrones?\n  ","481244":"\n   i have no idea. have not been following the corona virus. like all i know is the joke you made about it loll.\n  ","481245":"\n   Please report this fake of Elyssa! Thank you! =\n   \n    @Lilmommabearrus\n   \n","481246":"\n   he must lol\n  ","481247":"\n   this the virus thing?\n  ","481248":"\n   That was creepy! 😂\nMany people who are haunted or possessed reported of fantom smells before a situation happens.\nThen I referred to it as “it” and it seemed it was moving from room to room until the worst happened...\nBY FAR the creepiest mad lib I have ever done. 😂\n  ","481249":"\n   How r u beautiful\n  ","481250":"\n   sometimes i like the hershey cookies and cream bar and sometimes i dont at all. not sure why the drastic changes lol.. for me the best white bar by far is the ritter sport white chocolate whole hazelnut. its the cream colored wrapper one at the bottom.\n   \n    https:\/\/www.ritter-sport.de\/en_US\/products\/\n   \n","481251":"\n   Hmm..\n  ","481252":"\n   or maybe that bank heist dream lol\n  ","481253":"\n   you're vip to me : )\n  ","481254":"\n   you remember the pushup challenge anon\/thing from last fall lol.\n  ","481255":"\n   Good night beautiful\n  ","481256":"\n   I won’t tell y’all what I want to do with my mom’s friends house or she is going to be mad.\n  ","481257":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","481258":"\n   What is something you wish you had more time to do?\n  ","481259":"\n   The videos of those places are a horror movie. No running water. No doctors. Just guards. There are several vids of govt officials welding shut doors of apartments of apartment buildings to trap people inside. No way to get food inside. Locked in to die. It's way worse then the govt is saying\n  ","481260":"\n   Maybe too much wings🌹\n  ","481261":"\n   Where is the most fun place you have ever been?\n  ","481262":"\n   Went to the bathroom🌹\n  ","481263":"\n   whats something that has better than you thought it would and something that has gone worse than you thought it would? can be recent or something from your past.\n  ","481264":"\n   🌹🤗🤗\n  ","481265":"\n   If you had to get on a 14 hour flight within the next day. Where would you go? Who you taking?\n  ","481266":"\n   -\n  ","481267":"\n   Damn just saw it was a sentence I’ll re do lol\n  ","481268":"\n   what has been the favorite year of your life and why?\n  ","481269":"\n   What’s the hardest thing, physically, you’ve ever done? (You do not have to answer.)\n  ","481270":"\n   What’s the smartest thing you’ve seen an animal do?\n  ","481271":"\n   What's your favorite shape? (Why not ask?! 😂🤷)\n  ","481272":"\n   Is there any type of food that just 100% freaks you out? What is it? More than one? Or none really?\n  ","481273":"\n   Can you roll your R's when you speak or no?\n  ","481274":"\n   Hi! We've just sent you a letter with your weekly results in the VIP-program. If you can't find it in your inbox check the spam folder and promotions. If there is no letter at all, please contact us at partners.mx@ask.fm.\n  ","481275":"\n   Spring or Fall?\n  ","481276":"\n   When’s the last time you were struggling with something? Can be anything.\n  ","481277":"\n   🌹✨\n  ","481278":"\n   What is your zodiac sign?\nTell me something about it.\n(If you don't feel comfortable with answering this you don't have to. Just ignore it.)\n  ","481279":"\n   Describe in one word each your:    \n👩‍🎓 LEARNING STYLE ~ \n🎵 MUSIC TASTE ~ \n👗 FASHION SENSE ~ \nE.g for me it would be Delayed~eclectic~pirate\n  ","481280":"\n   If you could eliminate any word from the dictionary, meaning no one can ever use it again, what word would you choose?\n  ","481281":"\n   Roller coasters or water slides?\n  ","481282":"\n   🌹😴😴\n  ","481283":"\n   I feel happy🌹😘\n  ","481284":"\n   I ate 3 hot wings and had 2 wings of each flavor for the rest that’s not hot🌹\n  ","481285":"\n   Meant there’s 8 hot wings and 5 Cajun and Parmesan left over🌹\n  ","481286":"\n   P.s.\n  ","481287":"\n   The flavors left are Louisiana Cajun, hot and Parmesan. Each flavor has 6 wings🌹\n  ","481288":"\n   Awesome. There’s 18 wings left. Had 13-14 wings tonight🌹🏈\n  ","481289":"\n   I did too🌹\n  ","481290":"\n   HOPE YOU HAD A WONDERFUL DAY 😋\n  ","481291":"\n   You did not choose your:\n\n1 birthplace\n2 skin color\n3 birth parents, family\n4 birth gender\n5 birth language\n6 birth name\n7 ethnicity\n8 born abilities\n\nYou can choose to be:\n\n1 kind\n2 generous\n3 honest\n4 grateful\n5 respectful\n6 optimistic\n7 humble\n8 teachable\n9 faithful\n10 happy\n  ","481292":"\n   ah but the other one get priority i see lolll\n  ","481293":"\n   i dabbled in dark months ago but gave up on it. im back to the sweet sweet milk and sometimes white.\n  ","481294":"\n   amazon is sht for food just did an image search and that came up. they sell them everywhere been around for years. i think they are p good. different than a cup since the chocolate to pb ratio is way more chocolate heavy. i mean they are good tho.\n  ","481295":"\n   the sub guy? lol\n  ","481296":"\n   u must (homage to i must)\n  ","481297":"\n   when was the last time you read what you have or added to it? like idk what format you have like written pages or saved on a device\n  ","481298":"\n   Real slim shady, yeah\n  ","481299":"\n   keto aside what do you like the most taste wise? tortillas, bread, piras, naans, bagels, something else? idk what am i missing? sure there is more lol crepes? like what is your fav bready thingie? lol\n  ","481300":"\n   no lol. watching me around food would be quite the strange experience for most others i would imagine lolll. a lot of people would probably get the urge to want to kill me or something. or at least hurt me a bit lol. like an indian burn or pinch me really hard lol\n  ","481301":"\n   who are you trying to scare with your bio?\n  ","481302":"\n   well the chicken was regular pieces with bones. i weigh it before and then i weigh the bones when im done (collect them in a lil plastic bag) the container depending on where i got it from i deduct the weight of from the gross amount. then in the end i figure price per ounce\/pound using the net amnt\n  ","481303":"\n   anyway the chicken i got the other day was a good deal. it weighed more than the average amount from that fckng place. the person was nice and actually put an ounce of effort in when i asked she please give me the bigger pieces. i swear some fcks deliberatly give me the scraps when i ask them that.\n  ","481304":"\n   but like that day, that meal?\n  ","481305":"\n   well i mean on a grill when the burger reaches a high temp and starts cooking it melts the fat. fat falls through the grill and burger dries out. in a pan there is nowhere to go. cooks in its own juice and flavor. its like cooking in au jus. i dip the burger in it too while eating. dont waste a drop\n  ","481306":"\n   $4 a pound i feel like i got jpd. thats removing any edible portions like bones. ie chicken bones in fried chicken. also containers such as boxes in pizza or carry out containers ofc. these figures should be saved for future instances or memorized.\n  ","481307":"\n   homemade or from somewhere? i will never use a grill again for mine.\n  ","481308":"\n   do u know what the base is for the white sauce. not sure ive seen that. green im assuming is green chili. honesly ive only had them once or twice in my life and was like 7-8 years ago? feel like adding sauce to tortilla wraps and burritos then i would need to eat bread or plain tortillas along with\n  ","481309":"\n   The corona virus is scary. Be safe.\n  ","481310":"\n   what method do you prefer when cooking your own burgers?\n  ","481311":"\n   Movie Madness: A) Parasite B) Birds of Prey and the fantabalous emancipation of one harley quinn C) Dolittle D) Underwater\n  ","481312":"\n   Good places too go on holiday in the Spain area? Or islands near Spain pleaseee?\n  ","481313":"\n   What do you think of the girls who send sexy pics to boys even knowing that he have a girlfriend?\n  ","481314":"\n   What is your favorite dramatic performance by an actor\/actress who’s known more for their comedic roles?\n  ","481315":"\n   Você conhece alguma música que possui perguntas na letra? Qual? Eu conheço à \"Como vai você\" de Roberto Carlos e a \"Ultimo dia\" ney Matogrosso\n  ","481316":"\n   You’re a mad scientist, what scientific experiment would you run if money and ethics weren’t an issue? 🤔\n  ","481317":"\n   Wish me luck tonight. Heading off on here rn🌹🏈\n  ","481318":"\n   Is it a bad thing to punish myself harshly for mistakes?\n  ","481319":"\n   Is the pain caused by chasing love worth it?\n  ","481320":"\n   Hello\n  ","481321":"\n   i think it goes away.\n  ","481322":"\n   Tonight it comes down to this🌹🏈\n  ","481323":"\n   Have you ever tried chocolate covered mushrooms? 🤔\n  ","481324":"\n   Hugs🌹🤗😘\n  ","481325":"\n   🌹😘😘\n  ","481326":"\n   They’re in mini tortillas\n  ","481327":"\n   Wow... Good 👍\n  ","481328":"\n   Just having tacos. Chicken, steak and carnitas and made a taco platter🌹\n  ","481329":"\n   What is your favorite drink on cold evenings?\n  ","481330":"\n   is this a fictional novel type project?\n  ","481331":"\n   What time do you normally get up\n  ","481332":"\n   What types of finger foods do you like to eat at parties?\n  ","481333":"\n   Kickoff starts in 3 hours so plenty of time to make dinner🌹\n  ","481334":"\n   Let's post some cute little Valentine's Day GIFs as the official day approaches.\n\n(If you don't like Valentine's day then post a GIF saying about how you don't like it. Lol.)\n  ","481335":"\n   What did\/are you having\/have for your dinner tonight?\n  ","481336":"\n   and what was this truth about you?\n  ","481337":"\n   If someone asked to be your apprentice and learn all that you know, what would you teach them? 🤔\n  ","481338":"\n   what is your favorite day of the year and why?\n  ","481339":"\n   Hey🌹\n  ","481340":"\n   Do you have any plan on Valentines’ Day with your special someone? ❣️\n  ","481341":"\n   bloody good at puns are you?\n  ","481342":"\n   was tails a girl?\n  ","481343":"\n   What feels illegal but isn't?\n  ","481344":"\n   narcissists. a good portion of the population are imo.\n  ","481345":"\n   how much money is just a little too much for a meal?\n  ","481346":"\n   describe in detail the enchiladas you want\n  ","481347":"\n   codependency issues\n  ","481348":"\n   whats a dollar figure that you think someone needs to have to be considered independently wealthy?\n  ","481349":"\n   Meat pies, yay or nay?\n  ","481350":"\n   Barry, is that how you get ants?\n  ","481351":"\n   I'm going to name 12 things you can only keep 3 the rest go away forever. the choices are coffee, cats, tacos, cake, books, chocolate, cheese, Netflix, sweatpants, video games, dogs and bread\n  ","481352":"\n   why would some girls not feel comfortable sharing sexual things?\n  ","481353":"\n   you make tortillas? what kind?\n  ","481354":"\n   a bat and have kinky s*x\n  ","481355":"\n   is this king or someone else?\n  ","481356":"\n   if you break your keto do you tend to just go all in? like oh might as well not since i already went there\n  ","481357":"\n   what do you think of the reese's chocolate bars? these\n   \n    https:\/\/www.amazon.com\/Reeses-Peanut-Butter-Chocolate-Candy\/dp\/B00TQQN326\n   \n","481358":"\n   you think \"ciana\" will stick around?\n  ","481359":"\n   best to use a generator that does multiple words. that site kinda sucks lol. and best to do full names and make like a phrase out of it.\n  ","481360":"\n   which types of chocolates?\n  ","481361":"\n   do you have certain actors that you will not watch a movie because they are in it? list the actors and actresses.\n  ","481362":"\n   What is your favorite type of coffee cake?\n  ","481363":"\n   Would u ever adopt a kid? Why or why not?\n  ","481364":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤔\n  ","481365":"\n   -\n  ","481366":"\n   (Do not have to answer)\nStay at a Haunted Asylum with a hotel in the middle of it for 2 days. 2 people can go with you. Get paid to go & stay 1k💰 for both days. Buut things get thrown around.. doors slam continuously... noises are to be heard throughout the day & night.. Yeah.. You in or out?\n  ","481367":"\n   Do you enjoy grocery shopping?\n  ","481368":"\n   If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?\n  ","481369":"\n   do you have any health current concerns?\n  ","481370":"\n   What set of items could you buy that would make the cashier the most uncomfortable? 🤔\n  ","481371":"\n   Have you ever eaten something that fell on the floor?\n  ","481372":"\n   Have you ever rescued an animal? 🤔\n  ","481373":"\n   how is the day going?\n  ","481374":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","481375":"\n   Post GIFs of lightning or PAP.\n\n____\nRight now we're having a terrible lightning storm right now. Tornado warnings. High winds. Moments where it starts just pouring. Some hail in some certain areas. I hope the weather is better where you are.\n\n(PAP means to post a picture for people that don't know)\n  ","481376":"\n   What's something you like to nibble on in the middle of the night when getting up?\n  ","481377":"\n   Say one\n  ","481378":"\n   Which place do you find to be the most boring?\n  ","481379":"\n   what are things you need to prove to yourself?\n  ","481380":"\n   Who's the person that inspires you to be better? Tell me why?\n  ","481381":"\n   Hugs🌹🤗\n  ","481382":"\n   Thursday night in miami🌹👑⭐️\n  ","481383":"\n   Make an anagram out of your name!\n  ","481384":"\n   Waited 4 days after what Happened to me sunday night so redoing it all over again🌹🤕🏈\n  ","481385":"\n   We’ll see what happens at the end of the night later🌹\n  ","481386":"\n   What to do on this app lol\n  ","481387":"\n   getting 100 wings tomorrow at wingstop🌹\n  ","481388":"\n   Just finished for tomorrow night🌹\n  ","481389":"\n   I’m all set🌹\n  ","481390":"\n   I'm super new! Followed you, just saying heellloooo! <3\n  ","481391":"\n   🌹✨⭐️\n  ","481392":"\n   -\n  ","481393":"\n   Last thing you bought?\n  ","481394":"\n   the longer you go without eating. does the feeling intensify exponentially or does it reach a certain level and just linger there?\n  ","481395":"\n   abode is a relative of cozy. somehow they are related. they give off the same energy.\n  ","481396":"\n   i like mozzarella. BUT im giving cheddar a chance next time. i think i want to make chilli tacos soon without beans. i added tortillas to my repertoire so these can happen at the drop of a dime.\n  ","481397":"\n   its also creepy when they look at you but dont make eye contact. like have you in their sights. sorta like they want to control you like a puppet. and look at that fck victim right there the pot lol\n  ","481398":"\n   you know he hardly even looks like a cat. more like a daemon that sorta looks like a cat. his eyes almost look red to me in this pic lol. just stay behind the threshold and you should be safe. i mean probably not but id do it anyway.\n  ","481399":"\n   yeah that one lol. he was amped! OMG IM USING PROVOLONE. what cheese do you prefer with things like tacos?\n  ","481400":"\n\n    https:\/\/youtu.be\/DHlhw-PWGXg\n   \n","481401":"\n   yes thats true. lets be clear about one thing. no murder scenes were ever or will ever be created in my abode. what others allow to happen to their furniture or bedding is entirely their business. i mean ill help clean up ofc. cleaning is a specialty of mine after all : )\n  ","481402":"\n   haha. the way they talk reminds me of the sub sandwich anon so thought it was that person. oh btw im making philly subs soon. bit excited. its been a while. what cheese do you or would you use?\n  ","481403":"\n   rambo first blood my fam. thats all you need to see.\n  ","481404":"\n   does someone get hungrier and hungrier or do you get to a certain level and the just plateau?\n  ","481405":"\n   everybody loves richard crenna. smiles just happen : )\n  ","481406":"\n   its common knowledge that you are most proud of your favorite film which is the 1978 masterpiece. devil dog: the hound from hell staring the magnificent richard crenna.\n  ","481407":"\n   oh so he is the one that says that stuff lol. i dont see the emojis so...\n  ","481408":"\n   never created a murder scene in the bathtub. that would have been strange lol. still prob woulnt have stopped me lol.\n  ","481409":"\n   Share a really thoughtful song that you love alot right now.\n\nYou can just tell the name or list some lyrics or add the link.\n  ","481410":"\n   I didn't have any dinner. I ate so much the past several days in a row that I felt pretty bloated so didn't eat dinner. Hopefully I'll get back into the swing of things. How's your keto?\n  ","481411":"\n   What is your favorite thing about yourself?!❤️🌼\n  ","481412":"\n   Can a bad person genuinely be unaware of it and actually believe they are a good person?\n  ","481413":"\n   How would your life be different if you were independently wealthy?\n  ","481414":"\n   How do you eat a turkey burger on blueberries?\n  ","481415":"\n   where\nWas I before I was born? What preparations did I have to do prior to being born?\n  ","481416":"\n   I ate a turkey burger for lunch on whole wheat bread and blueberries. I had an orange for a snack and nothing since there. I'm trying to skip dinner, but it's really hard to try to sleep when hungry.\n  ","481417":"\n   I thought u workout\n  ","481418":"\n   your reaction if u find out a guy 10 years older than u has a crush on u\n  ","481419":"\n   Have you done the Netflix and chill thing?\n  ","481420":"\n   How do you feel when you take off your bra after a long day with it on? Or do you just keep it on?\n  ","481421":"\n   Are you independently wealthy?\n  ","481422":"\n   Plagiocephaly btw.\n  ","481423":"\n   You told the story pretty well. I think it explains her whole relationship situation.\n  ","481424":"\n   Describe your bra and undies of the day\n  ","481425":"\n   How old is she, and what's the situation with her mental health?\n  ","481426":"\n   Have you ever known a person who is destructive in relationships?\n  ","481427":"\n   Kirk Douglas just died ):\n  ","481428":"\n   haha I was in bed last night. I'm feeling less run down now, but a little hungry. Hopefully tonight will be good sleep.\n  ","481429":"\n   Body confidence pap\n  ","481430":"\n   How often do you take pictures?\n  ","481431":"\n   Have you ever waited for someone to come online\n  ","481432":"\n   new follower :)\n  ","481433":"\n   You ever got into playing the game called Sonic? Have you ever played it at all?\n  ","481434":"\n   Name one thing you dream about at night!\n  ","481435":"\n   What's your favorite pun?! Or the last one that impressed you?!\n  ","481436":"\n   What do you prefer more?\n\nChinese food or Mexican food?\n  ","481437":"\n   Take Celebrity Quiz Challenge and Share your results which hollywood celebrity matches your personality\n   \n    https:\/\/t.co\/789durluXY?amp=1\n   \n","481438":"\n   Not guilty of both accounts.  Fully exonerated!!!!! Today is a great day for America.  God bless the United States of America and God bless President Donald J. Trump #TRUMP2020 Keep America Great\n  ","481439":"\n   which are you the most proud of?\n  ","481440":"\n   What is the silliest\/craziest thing you have heard people say about you?!\n  ","481441":"\n   Afternoon! ❤️\n  ","481442":"\n   If you could be an animal for a day, what would it be?\n  ","481443":"\n   hows his health been?\n  ","481444":"\n   ah the bloody pun. nice\n  ","481445":"\n   have you seen either?\n  ","481446":"\n   You like oreos? What are your favorite?\n  ","481447":"\n   have you seen friday?\n  ","481448":"\n   thats the movie. its like a fake documentary. i dont rewatch movies but i gotta see it again sometime lol. Taika Waititi is a badass lol. along with Jemaine Clement and Jonny Brugh. even the dude that plays the old ass vampire lolll\n  ","481449":"\n   the shining elevators? lol\n  ","481450":"\n   Wyd?\n  ","481451":"\n   oh im just a curious dishwasher with ideas lol\n  ","481452":"\n   cant speak for the show. i dont know how they compare.\n  ","481453":"\n   what disturbed me most was the blood on the wall. i would have died lol. oh and then he punched and ruined the wall. i cringed lol.\n  ","481454":"\n   so nobody got knocked the fck out?\n  ","481455":"\n   hahaha that was good lol. to me its just ham but with flavor.\n  ","481456":"\n   so we know this though?\n  ","481457":"\n   dont even remeber what happened. all i remember is him cutting himself during the interview lol\n  ","481458":"\n   My uncle make me kiss on him when no in is around. He says everyone does it. Is that true?\n  ","481459":"\n   Did you know that there's a formula for the perfect face. You can have your face measured to see how close you get. They just did it with famous men and the winner was Robert Pattinson. His face is was the closet to perfection. Just behind him was George Clooney, Brad Pitt, and Bradley Cooper\n  ","481460":"\n   the question is out of what scale is the anon using?\n  ","481461":"\n   Are online relationships real?\n  ","481462":"\n   oh i though you said yesterday you watched it? ive only seen the movie. thats what i said i gave a 5 stars to then a 4.5\n  ","481463":"\n   what do you think? you still she’s still mad abt it?\n  ","481464":"\n   what is a rash decision you have made?\n  ","481465":"\n   what did you think of marriage story?\n  ","481466":"\n   were they all \"thats MY bike\"\n  ","481467":"\n   thoughts on \"little spoon\" as a term of endearment?\n  ","481468":"\n   yes needed a dirty topping lol. i dont think u are giving bologna a fair shake. think u are bias to that ridiculous 'mystery meat\" stigma. GIVE ME ALL THE MYSTERY MEATS THAT TASTE LIKE THAT!   black pepper, nutmeg, allspice, celery seed, and coriander seasoned goodness. right there with mortadella\n  ","481469":"\n   irishman was about 2 hours too long and 1917 was good for about ten minutes then it went off into bizzaro land. nonstop ridiculousness. only way i would have allowed it is if he wakes up at the end and it was all a dream and he sees the guy greet him again and ask him to come with him.\n  ","481470":"\n   how about for your new followers???!!!!\n  ","481471":"\n   how does the what we do in the shadows show compare to the movie?\n  ","481472":"\n   who would you like to see win some oscars this year? mention the films, directors, actors, actresses, or any other category you want to see win.\n  ","481473":"\n   how good is your poker face?\n  ","481474":"\n   bologna on pizza?\n  ","481475":"\n   I said good morning 💙🌸🙂\n  ","481476":"\n   How many children would you like to have when you get married?\n  ","481477":"\n   this could be us but you playin\n   \n    https:\/\/twitter.com\/cmonglue\/status\/1224903777951547392?s=21\n   \n","481478":"\n   Good morning\n  ","481479":"\n   Main shadi karna chata hoon 🙈♥️\n  ","481480":"\n   I texted her again to clarify things. I did my best to make her understand but all she said was “alright.” It’s okay. Idc anymore. I’ve done my part. At least I tried. It’s just sad.\n  ","481481":"\n   So I hear alot of the lassies banging on about this Thomas Shelby guy, a fictional character from the show 'Peaky Blinders' I believe, but have never watched an episode 🤷‍♂️ What's he like? Is he a good guy, a villain, or somewhere inbetween??\n  ","481482":"\n   Good night cupcake\n  ","481483":"\n   Good night 😴\n  ","481484":"\n   Feed king wings🌹\n  ","481485":"\n   Needs hugs🌹\n  ","481486":"\n   Wishing the drought can end🌹🏈\n  ","481487":"\n   42 hours left🌹🏈\n  ","481488":"\n   What flavor wings did you have\n  ","481489":"\n   Which sandwich topping would you be and why?\n  ","481490":"\n   Will need them for Thursday🌹🏈\n  ","481491":"\n   She really was\n  ","481492":"\n   What is your favorite potato chip flavor?\n  ","481493":"\n   Which?\n  ","481494":"\n   Linds do you think Melania is hot?\n   \n    https:\/\/twitter.com\/fuegs\/status\/1222123305437626368?s=21\n   \n","481495":"\n   Hey Little Spoon. Howz your night been?\n  ","481496":"\n   What's special about you ?👀\n  ","481497":"\n   must have mattered to somebody.\n  ","481498":"\n   How would you describe your style?\n  ","481499":"\n   Yes\n  ","481500":"\n   Are you a heavy sleeper or do you wake up at the slightest sound ?\n  ","481501":"\n   I like doing right thing everyday\n  ","481502":"\n   Does he stole your thongs ?\n  ","481503":"\n   Do you want to be my friend I'm in Griffin Spalding county Georgia I love doing good deeds everyday\n  ","481504":"\n   Have u ever been robbed?\n  ","481505":"\n   that one is good. 4 stars from me\n  ","481506":"\n   Favorite book to read? And why?\n  ","481507":"\n   I just added the last part. But it’s all true. Her grandparents were sneaking her pain pills behind my back and she was snorting them behind my back.\n  ","481508":"\n   2019 was a let down year film wise for me. besides parasite and midsommar i didnt like much. the lighthouse was highly anticipated but really let me down. cant remember the last time i watched anything tho. been a while.\n  ","481509":"\n   oh no be careful here!!\n  ","481510":"\n   I think so too but I’m not sure. Kinda contradicts herself when she accused me of cheating and she was the one cheating. Or that she always talked about being loyal and honest and yet she was hiding the fact that she snorted pain pills until I found her straws.\n  ","481511":"\n   watch any good movies lately? what you do in the shadows was a badass movie! think i gave it a 5 then went back and changed it to a 4.5 i do that sometimes. was  that recenty bias combined with vampire sht done so well but the next day when i slept on it i went back and revised lol\n  ","481512":"\n   which season you prefer so far?\n  ","481513":"\n   what movie?\n  ","481514":"\n   is this the sub sandwich anon?\n  ","481515":"\n   Should ASKfm have a custom filter for users to filter out certain words so that they won't get questions with those words? Like if you add \"feet\" to your custom filter, you won't get any questions with \"feet\" in it.\n  ","481516":"\n   No. We got a divorce cause she chose drugs and she cheated at least 6 times\n  ","481517":"\n   did you ever finish the fcking show i cant remember the name the stephen oh yeah castle rock?\n  ","481518":"\n   you have a quantity goal? i used to drink tons years ago. its the sort of thing that you can get accustomed to and becomes your normal. used to probably drink 2 gallons a day. 3 if i was doing moto.\n  ","481519":"\n   i dont know if i told you but i wound up doing the falafel with chick peas and like i though it was nearly exactly the same. in the end i think its a waste of beans. would rather do that type of fritter thing with something else like eggs and parm. the flavor of the bean is just lost.\n  ","481520":"\n   Well that’s good. My ex wife got me to watch the notebook with her that’s about all the romantic comedy I could take.\n  ","481521":"\n   how much water do you drink each day?\n  ","481522":"\n   fck the recipes they are always wrong in my experiece. nothing i make anymore is at all reminiscent of the original recipe lol. nowadays i literally just make shit up lol.\n  ","481523":"\n   Oh. I got you now. I get lost on dramas a lot.\n  ","481524":"\n   What was the last TV show you watched?\n  ","481525":"\n   next time just up the baking powder. double it and see. if it was bars you cant really add an egg but if its brownies you can since its in a form. so you can try that too.\n  ","481526":"\n   i came across this months ago and fwd'd it. could not resist lol. how is the demon or daemon. think the latter is a more sinister spelling and thus more appropriate.\n  ","481527":"\n   is paella good\n  ","481528":"\n   do you eat chineaze food\n  ","481529":"\n   yes i figured that could happen lol. did the recipe call for eggs or a leavener like baking powder or baking soda ?\n  ","481530":"\n   i don’t care if you’re on your period, i like it wet anyway\n  ","481531":"\n   You ever faced a demon?\n  ","481532":"\n   I have a lot of tinkles at night. I need to sleep in a hammock so I can be face down and can tinkle while I'm sleeping so I get rest.\n  ","481533":"\n   That’s good. Is it like a romantic drama type movie?\n  ","481534":"\n   Do you have a college degree? If so, in what?\nIf not have you ever thought about college? 🤔\n  ","481535":"\n   have people reciprocated that to you historically?\n  ","481536":"\n   You smart too!! Wow\n  ","481537":"\n   Why are you dying inside? Never seen it.\n  ","481538":"\n   you just didnt get any rise?\n  ","481539":"\n   Who doesn't like ur jokes?\n  ","481540":"\n   nice! you been keeping up the baking lately? or any exciting cooking in general?\n  ","481541":"\n   Hi\n  ","481542":"\n   oh i pictured more like hacking into solid rock in the dark recesses of a mine in sweltering temperatures cus deeper in the earths crust wich seems worse that the frozen waterfalls to me lol\n  ","481543":"\n   I don’t care about blood. I’m not a crip 😏\n  ","481544":"\n   new girl is weird tho\n  ","481545":"\n   Lemme slide in you\n  ","481546":"\n   Take your IUD out so your boyfriend can impregnate you\n  ","481547":"\n   Looooooool\n  ","481548":"\n   You sure you’re not a lab baby?\n  ","481549":"\n   I hope you have lots of kids\n  ","481550":"\n   Why are you here?\n  ","481551":"\n   What you up to?\n  ","481552":"\n   Iowa? It's the only think that's been on tv today and all over social media. It's the first voting state for the primary to see who will be on the November ballot.\n  ","481553":"\n   Do you like Powerade or Gatorade? If you do, what's your favorite flavors?\n  ","481554":"\n   I stayed up late watching the Iowa caucus. What a joke. I'm not staying up tonight and ruining another night of sleep when they still won't say when they are put the full numbers out.\n  ","481555":"\n   Did you take a shower?\n  ","481556":"\n   Have you ever built an igloo or something close to it before?\n  ","481557":"\n   What is the fastest you've ever traveled in a car? Speed.\n  ","481558":"\n   What are you doing?\n  ","481559":"\n   If you were to be a character in a movie, would you rather be the hero or the villain? 🤔 Why? Haha\n  ","481560":"\n   are you familiar with your blood type? there is a strange, somewhat popular theory out there that those with rh negative blood (blood that did not evolve from the rhesus monkey unlike the majority of our population) may have non-human origins or be descendants of extraterrestrials of some sort. 🤔😂\n  ","481561":"\n   Followed +\n  ","481562":"\n   I hope all is well 💕\n  ","481563":"\n   how often do you stroke your kitty\n  ","481564":"\n   Includes 4 large fries, celery and carrot sticks and 8 dips with 6 flavors wings with 100 wings. Looks like I won big🌹\n  ","481565":"\n   Flavors of wings. Louisiana Cajun, hot, Parmesan, atomic, barbecue and lemon pepper🌹\n  ","481566":"\n   How many wings did you eat\n  ","481567":"\n   Do you think life is unfair bc while some girls got big b00bs some others barely have mosquito bites? 🤔\n  ","481568":"\n   I’m buying the 100 pack and it will be here in the next 48 hours🌹🏈\n  ","481569":"\n   Have you ever watched My 600lb Life?\n  ","481570":"\n   Instead I’ll buy the 100 wings party pack at wingstop Thursday🌹\n  ","481571":"\n   Hope you had a good day\n  ","481572":"\n   nope and nope\n  ","481573":"\n   What other color\n  ","481574":"\n   Would you support AskFM creating a friends only option where you could choose to receive questions or your page only being seen from those you follow or approve? Or do you like the all public discussion platform?\n  ","481575":"\n   Wearing anything White what is it\n  ","481576":"\n   Do you know of any eating establishments that serve humans (to eat)? I would dearly love to sample one of these fine fleshy beasts but it seems to be a bit of a taboo on this planet... Closet I've got is a dish called 'Sheperd's pie' but wasn't made from real shepherds so bit of a let down 💁‍♂️😧\n  ","481577":"\n   Have you ever watched the original one\n  ","481578":"\n   The new She-Ra on Netflix is really good\n  ","481579":"\n   What is that one about\n  ","481580":"\n   I don't have that\n  ","481581":"\n   I wish I had Netflix so I could watch that again I watch that over a friend's house the whole thing\n  ","481582":"\n   Bad idea LOL\n  ","481583":"\n   I can't decide if I like full innies or a little bit in between better. I think I like it best when I can see the girls cl!t. I would say the prettiest female private parts is when it's somewhere around a 75% full innie and about the 75th percentile for lip plumpness. Would you agree?\n  ","481584":"\n   I'm on tinder and I got a match what is a good thing to say to her\n  ","481585":"\n   Really? Do u think so ?\n  ","481586":"\n   I can't wait till you find out more about him it gets even funnier or the guy that supposed to be in charge out of the four of them he is so stupid\n  ","481587":"\n   You know the two that are brother and sister I like the brother I can't remember his name the one short black hair and of the beard\n  ","481588":"\n   Hey🌹\n  ","481589":"\n   The show only gets even better and better as it goes\n  ","481590":"\n   Ever gotten a Brazilian wax? How did you like it?\n  ","481591":"\n   He looks like one of the vampires from Buffy the Vampire Slayer LOL\n  ","481592":"\n   Different way\n  ","481593":"\n   That show is so funny\n  ","481594":"\n   loyalty in what ways?\n  ","481595":"\n   Wyd?\n  ","481596":"\n   Does a person die from overheating?\n  ","481597":"\n   Ever woken up to have a dog or a pet right in your face?\n  ","481598":"\n   What is your idea of a romantic evening?\n  ","481599":"\n   what does that entail?\n  ","481600":"\n   yeah two 12 packages woth. you know they are building on me. still not a huge fan cus its not really creating anything. just putting store bought ready to eat things together. but it had been a while so...\n  ","481601":"\n   yes. well in that light it was an invaluable experience. but its like that question posed. if we learn from our mistakes why are we so opposed to making them? i guess cus learning can be quite painful.\n  ","481602":"\n   this could be a trend idk yet lol. not sure if i will stay active here like i used to. in a better place today so checking in but really dunno. hope you feel better soon.\n  ","481603":"\n   When's the last time you've officially asked\/been asked to be someone's valentine?!💕\n  ","481604":"\n   damn you and your instincts. made banana cream pie the other day. first time making banana custard\/pudding. made lemon custard today without the pie. considered the pie but decided no even today and let it rest. turtles required no oven. lazy cooking day today. just got fried chicken. was good.\n  ","481605":"\n   i will look. im sure i will learn a million and one ways to say maiterbayte lol\n  ","481606":"\n   What would you say is your best feature\n  ","481607":"\n   this close to forwarding this to your dirty page -----> -\n  ","481608":"\n   didnt mean to say you were \"bitchy\" i had not even thougth that till i read you allude to that. i meant more introspective sort of way. i dont even know why.\n  ","481609":"\n   if i go there and ask you food questions do i get blocked? lol\n  ","481610":"\n   i believe so. i think most people have a level of virtual towards aspects of themselves weather its their appearance or other more intangible aspects of their being weather they realize it or not. and they focus that hatred and disappointment towards others. bullying etc. lots of things.\n  ","481611":"\n   i see. well maybe we get to see a different side of you today personality wise. that said i do wish you reprieve from your symptoms.\n  ","481612":"\n   probably the solution to most problems.\n  ","481613":"\n   Would you rather go to a job interview on a back of a flying dinosaur or unicorn?\n  ","481614":"\n   Is self love healthy or egotistical?\n  ","481615":"\n   will have to catch up on that page. how's it going over there?\n  ","481616":"\n   the ignorant masses..... someone should have had your back. just sayin\n  ","481617":"\n   What did you have for SB party\n  ","481618":"\n   Ever woken up in a puddle of your own drool?\n  ","481619":"\n   yes i considered the space or not haha\n  ","481620":"\n   just go ahead and post that canned banana pic. you know you want to!\n  ","481621":"\n   just doesnt have pocket. but doesnt stop me from instinctively reaching for where they should be with my cold cold cold bluish purple fingers.\n  ","481622":"\n   nope. you overestimate me lol\n  ","481623":"\n   meh. they arent that good. worst thing ive made all week.\n  ","481624":"\n   haha then nevermind cus thats what i meant lol\n  ","481625":"\n   speak of the devil. columbia pullover fleece (not a single pocket to be found) and aforementioned pocket paradise to match going on right now.\n  ","481626":"\n   maybe they get homemade chocolate turtles with peanuts, raisins, and pretzels.\n  ","481627":"\n   no fun if i spell it out. wil have to remain forever a mystery. dont worry its harmless. but maybe just maybe you can try chocolate.\n  ","481628":"\n   was there a single benefit to this relationship?\n  ","481629":"\n   Where does your self-worth come from?\n  ","481630":"\n   doesnt have to be negative things done or said to you. i meant more along the lines of learned behavior. example: my parents were slobs so i became a slob. things like that.\n  ","481631":"\n   expectations then?\n  ","481632":"\n   Goodmorning! 🤪\n  ","481633":"\n   some people are born with congenital amputations.\n  ","481634":"\n   Post your best set of nails? 🥰\n  ","481635":"\n   do you own any outersport brand clothing? they make cozy fleece pants with multiple pockets that are made in russia.\n  ","481636":"\n   what did she say?\n  ","481637":"\n   Say, ur friend got mad at you bc of the things she thought you didn’t like eventho you didn’t say such words. Like, she misunderstood what you said and never let you speak up or clear things up. Now she hasn’t replied to ur last text. Would u text her again and make her understand or just let it be?\n  ","481638":"\n   You like to wear shorts? Or nah?\n  ","481639":"\n   this did not get the attention it deserved. hahahaha\n  ","481640":"\n   only if they aren't bewitched.\n  ","481641":"\n   good luck ever leaving the arcade\n  ","481642":"\n   where do you fall on the scale of humble to arrogant? from 1 being ghandi to 100 being napoleon bonaparte\n  ","481643":"\n   not asking about the positive. this is a non answer. do you notice that you do this fairly often? is it deliberate or more just a habit?\n  ","481644":"\n   Good morning hope you have a great day\n  ","481645":"\n   Why do people think that female nudity is art, not male?\n  ","481646":"\n   do you have lucky underwear?\n  ","481647":"\n   How long do you need to know a guy before you feel comfortable being top- less in his presence?\n  ","481648":"\n   Maybe one day. Depends if you are hot . Are birds chirping there? Can i hear them, please?\n  ","481649":"\n   Good night\n  ","481650":"\n   So do i come to meet you today?\n  ","481651":"\n   Should i apply for the visa of Poland?\n  ","481652":"\n   Am i annoying?\n  ","481653":"\n   What is at the same time funny and sad?\n  ","481654":"\n   How is life\n  ","481655":"\n   What movie or TV character best sums up your recent life and why ?\n  ","481656":"\n   Best song for a cold day?\n  ","481657":"\n   You like milky way? The candy?\n  ","481658":"\n   Tell all your followers something that’s coming up that your pretty exited about ?\n  ","481659":"\n   Last person’s house you were in? (Don't have to answer.)\n  ","481660":"\n   Why are you upset? Dont worry about a thing.  Im with you.\n  ","481661":"\n   Hello girl\n  ","481662":"\n   You going on snap tonight?\n  ","481663":"\n   How many good friends do you have?\n  ","481664":"\n   What factors will determine the success of the UK's experiment at independence from the EU?\n  ","481665":"\n   Yup...\n  ","481666":"\n   How it feels some days lol.\n  ","481667":"\n   Idk if I’ll go to the gym before or after Thursday🌹🏈\n  ","481668":"\n   Oh..good\n  ","481669":"\n   I’ll see her again Thursday when I rewatch it🌹🏈\n  ","481670":"\n   2 days before Thursday🌹😫\n  ","481671":"\n   Day 1 is finished🌹\n  ","481672":"\n   Have you ever studied the Bible?\n  ","481673":"\n   How she got pregnant? 🤔\n  ","481674":"\n   Both my gf and my step sister are having some period issues and bad mood episodes that I have to deal with, is it normal? Do you know anyone or a close friend or relative of yours having the same problem? Let me know cus I've read something about it on the newspaper 📰👀\n  ","481675":"\n   Hugs🌹\n  ","481676":"\n   Yeah. I’m just tired from work lol. Like I’m the only technician in the Carolinas right now so I have a lot of work.\n  ","481677":"\n   Do you like your closet open or closed? Or it doesn’t matter.\n  ","481678":"\n   🌹🤗\n  ","481679":"\n   Sounds like fun. I’m like half asleep lol it’s been one of those days\n  ","481680":"\n   That’s good. What you up to?\n  ","481681":"\n   How are you?\n  ","481682":"\n   So how are you doing on this fine day?\n  ","481683":"\n   😂 it does a tad\n  ","481684":"\n   2pm it’s pregame. 4pm festivities starts and 6pm ceremonies start, moment of silence and national anthem then the game starts🌹🏈\n  ","481685":"\n   Food and stuff for Thursday night. 4pm Thursday🌹🏈\n  ","481686":"\n   Did a list for Thursday🌹🏈\n  ","481687":"\n   It was for Thursday🌹\n  ","481688":"\n   Went shopping today🌹🏈\n  ","481689":"\n   Hi\n  ","481690":"\n   Have you ever developed a strict skincare routine?\n  ","481691":"\n   What are you most prond of\n  ","481692":"\n   Post something absolutely beautiful.\n  ","481693":"\n   What is the most heartwarming thing you’ve ever seen? 🤔\n  ","481694":"\n   What hobby would you get into if time and money weren’t an issue? 🤔\n  ","481695":"\n   What is the last thing you wish you caught on camera?\n  ","481696":"\n   What will you do if you knew you wouldn't fail?\n  ","481697":"\n   Do you ever dream of winning a lottery? What would you do with your millions?\n  ","481698":"\n   Do you like the grande Big Mac at McDonald’s?\n  ","481699":"\n   What gift would you like to receive on Valentine's Day from your beloved one? Post a pic, if you wish!\n  ","481700":"\n   Have you ever participated in a demonstration? 🤔 How was it? What was it for? 😁\n  ","481701":"\n   Does anyone have any advice on how I can make my migraine go away?\n  ","481702":"\n   When was the last time you were disappointed in someone? 🤔\n  ","481703":"\n   Last time you tried something new\n  ","481704":"\n   “Either social media is a black hole, sucking all your time, energy, and creativity into a vortex of zero returns. Or social media can create a galaxy of opportunities, relationships, and platforms like never seems before.” — What is it for you?\n  ","481705":"\n   who are the people who have had the biggest negative influence on your life?\n  ","481706":"\n   Name an alcoholic beverage you haven't tried as yet but would really like to?\n  ","481707":"\n   Which phone brand are you using right now? 📱 Do you like it? Would you like to have a new one? Why\/why not? 🤔\n  ","481708":"\n   What are your favorite PC games? 🎮\n  ","481709":"\n   How long would you have to go out with someone before living with them?\n  ","481710":"\n   Do you rebel against authority?\n  ","481711":"\n   “A good relationship should not complete you. No, it should inspire you daily to work on your incompleteness.” — What are your thoughts on this one?\n  ","481712":"\n   Do you like monkey bread?\n  ","481713":"\n   I've had a man from Pakistan stalking and harassing me on here and other sites since I joined. He even made a fake chat account and pretended to be a friend of mine to try to get sex chat from me. I have his real twitter with his real photos. I bet it's him.\n  ","481714":"\n   What was your fav super bowl commercials from last night? (If you didn’t watch . Just use as a filter)\n  ","481715":"\n   Let's post some black and white GIFs aaannd go!\n  ","481716":"\n   Who is Lahore? What do they do? @?\n  ","481717":"\n   All the things she said all the thing she said running through my head\n  ","481718":"\n   If you were a different gender, what name would you want to have?\n  ","481719":"\n   Last time u went to a bar?\n  ","481720":"\n   Do you have a favorite shirt?Describe it or maybe take a picture of it or with it on you if you'd like. (Don't have to.)\n  ","481721":"\n   Excuse me\n  ","481722":"\n   What is the main cause of corona virus\n  ","481723":"\n   Hi\n  ","481724":"\n   All you women are impossible\n  ","481725":"\n   Are you a nag? Do you find yourself nagging and whining about everything? Why?\n  ","481726":"\n   why\n  ","481727":"\n   Would you like to be the first born, the middle child or the youngest in the family? 😅 Or maybe something more special - a twin? 👭👬\n  ","481728":"\n   What do we do now?\n  ","481729":"\n   Do bananas float?\n  ","481730":"\n   think he has aged well?\n  ","481731":"\n   Do you have someone who \"got away\"? I mean, somebody you were with in the past (in a good relationship), and that even if right now you're happily married\/engaged\/taken, you can't help but wonder once in a blue moon how things would've been if you were still with them?\n  ","481732":"\n   how was the s*x\n  ","481733":"\n   What can you promise to your friends?\n  ","481734":"\n   maybe they suffer from a somatization neurosis. shouldnt make fun\n  ","481735":"\n   who gets chosen for skinny dip hot tub session\n  ","481736":"\n   Who is your most hated celebrity?\n  ","481737":"\n   What do you think of tattoos?\n  ","481738":"\n   master bait questions\n  ","481739":"\n   Which sports do you follow on TV?\n  ","481740":"\n   Why are you not replying me\n  ","481741":"\n   If you had to get one thing tattooed on your forehead, what would it be?\n  ","481742":"\n   Do you tend to stand out or blend in with a crowd?\n  ","481743":"\n   Would you go gem mining if you got the chance?\n  ","481744":"\n   According to you... If you died where would you be?\n  ","481745":"\n   What should there be in a perfect day?\n  ","481746":"\n   1917 is trash\n  ","481747":"\n   What is better the truth even if it hurts, or a lie?\n  ","481748":"\n   Good night\n  ","481749":"\n   26 👟\n  ","481750":"\n   7\n  ","481751":"\n   3\n  ","481752":"\n   37\n  ","481753":"\n   28 👫🏼\n  ","481754":"\n   And hair like him\n  ","481755":"\n   What now? Will you start talking to me directly?\n  ","481756":"\n   Hahaha I dont know how change that am not indonesian 😂 I live glasgow scotland\n  ","481757":"\n   Hello. It is from a new account.  How are you doing? Do you have a friend like Katie?\n  ","481758":"\n   A numbers' game?\n  ","481759":"\n   Lol its temperature below zero here I live Scotland and I just watching movies today to cold to go out\n  ","481760":"\n   Have you got whatsapp or Instagram\n  ","481761":"\n   I moved it to Thursday was because it would take me more time to plan things and go shopping and can’t plan and do stuff in one day🌹\n  ","481762":"\n   Do you believe that global peace is attainable?\n  ","481763":"\n   Where you from and snap I bed to with some warm tea it's to cold\n  ","481764":"\n   Have you seen any good movies lately?!\n  ","481765":"\n   Wyd?\n  ","481766":"\n   What toppings do you like on your pizza?\n  ","481767":"\n   We’ll move the SB party to Thursday if I’m not feeling well tomorrow🌹\n  ","481768":"\n   Favorite superbowl dish?\n  ","481769":"\n   Just a headache I had🌹\n  ","481770":"\n   I feel ok didn’t damage me too much so it’s all good🌹\n  ","481771":"\n   Have you noticed how thicc Demi Lovato has gotten!? 😍\n  ","481772":"\n   I’ve noticed, it’s annoying to see tbh lol\n  ","481773":"\n   You mean you didn’t watch the entire game today\n  ","481774":"\n   Maybe repetition is their fetish 😂\n  ","481775":"\n   Didn’t have it this year since they didn’t make it so I went out and yes more people will come Tuesday night🌹\n  ","481776":"\n   Post the last picture in your camera roll?\n  "},"Answer":{"480704":"\n  I know there's one at the old gym I went to.\n  ","480705":"\n  After.\n  ","480706":"\n  Porgie was watching me eat the waffle earlier. She has a cleft lip.\n  ","480707":"\n  Apparently so\n  ","480708":"\n  Nope. Went to the gym, walked a lot, emotional bullshit etc\n  ","480709":"\n  Definitely a process. Had to do it when going through all the shops. Forget what we made but it required white chocolate.\n  ","480710":"\n  Not the only reason\n  ","480711":"\n  Cliche answer but radio head.\n  ","480712":"\n  Certainly not 5am like last night\n  ","480713":"\n  I suppose\n  ","480714":"\n  I liked the messages but not the actual candy...\n  ","480715":"\n  Glazed like a donut? Or just icing type way...\n  \n  Yes I do like them. Chocolate or white chocolate would be fine. Sprinkles are just pretty but not always needed. Sometimes I'll add coconut flakes if I want to be more fancy\n  ","480716":"\n  I think its supposed to be that way. They aren't clear on that. But even if you just do that amount for the week they still give you points. Even if you slack off lol\n  ","480717":"\n  Myself. Guess it depends what everyone else is bringing..\n  ","480718":"\n  📚\n  \n   https:\/\/www.goodreads.com\/lyndsreads\n  \n","480719":"\n  Said lol in person? I'm sorry they did that! Unacceptable\n  ","480720":"\n  I'm swell\n  ","480721":"\n  Hahahahahahahahaabbaba\n  ","480722":"\n  People should never say \"lol\" in person. Yikes. Bae is so early 2000. Let it die, man!!\n  ","480723":"\n  No because you'd be all what's wrong and there's too much backstory to it, don't feel like going down that rabbit hole. Not everyone needs to know about it.\n  ","480724":"\n  The one that will most likely be true.\n  ","480725":"\n  Voted\n  ","480726":"\n  I like a ton of different types. I probably should get up and turn the music off but I don't feel like it just yet.\n  ","480727":"\n  Fuvk these questions lol\n  ","480728":"\n  With personal matters, could be a bit harder.\n  \n  Normal things, nah we good.\n  ","480729":"\n  The past\n  ","480730":"\n  I didn't think wtf but this did make me laugh :)\n  ","480731":"\n  I don't need an award to know I've done good.\n  ","480732":"\n  Today was. That hoe\n  ","480733":"\n  None...\n  ","480734":"\n  No clue. Not really something we can predict.\n  ","480735":"\n  Yup.\n  ","480736":"\n  Only when people cough\n  ","480737":"\n  When you want a drink but don't want to resort to alcohol either lol\n  \n  We good. Got my playlist going and chocolate covered strawberries 🍓🍫🍓🍫 some almonds too\n  ","480738":"\n  Better than it used to be.\n  ","480739":"\n  Didn't lie to me?\n  ","480740":"\n  Yes, I do! Hated it as a kid though\n  ","480741":"\n  I literally just had my period so.... lol plus some other things but kind of still good too. #hotmess\n  ","480742":"\n  Orange\n  \n  (The last book I read was very anti-orange; regretting you by Colleen Hoover)\n  ","480743":"\n  Mentally - yes. I'm good.\n  ","480744":"\n  Yes when a kid.\n  ","480745":"\n  Years\n  ","480746":"\n  Nike shirt, leggings, fleece (went to the gym and walked)\n  \n  Tried on the dress I got. Could have even went with the medium. It's a large Large. Thought the material would be different but its still good too. Need the right undergarments for.\n  \n  Now in a black tank and polar bear pj bottoms.\n  ","480747":"\n  Didn't keep track. Been singing a few random parts\n  ","480748":"\n  Get a life\n  ","480749":"\n  I like other types of chicken more but it's ok.\n  ","480750":"\n  Sure\n  ","480751":"\n  I'm vip but they never gave me the badge.\n  \n  Answer 15 questions (the easiest one lol)\n  \n  Send 10 questions\n  \n  Send 6 shoutouts.. might be different at first. Think they had some anon ones you had to do too.\n  ","480752":"\n  No problem 👍\n  ","480753":"\n  \"Can I ask you anytime I need help with English?\" would have been better.\n  ","480754":"\n  All of them on goodreads lol too many. Need to pick my next three soon.\n  ","480755":"\n  It's rot not root.\n  \n  Anyways, I hate how the bible states to love everyone but god forbid if someone is gay (and other terms) then that rule gets thrown out the window.\n  ","480756":"\n  Yo\n  ","480757":"\n  It's cute that you think I have plans.\n  ","480758":"\n  Have, not use.\n  \n  Boston\n  ","480759":"\n  1. 32\n  \n  2. Blue\n  \n  3. 5'7\"\n  \n  4. Yes\n  \n  5. Plenty\n  \n  6. Will be a purple\n  \n  7. Been a while\n  \n  8. Superbowl\n  \n  9. ¯\\_(ツ)_\/¯\n  \n  10. Either\n  ","480760":"\n  Who knows. Would be nice\n  ","480761":"\n  It's fine, I guess. Better to use the whole word instead of abbreviations but I think that was more for the character limit?\n  ","480762":"\n  Or just messing with you 😈\n  ","480763":"\n  You too\n  ","480764":"\n  Mainly money at times. Also don't have a passport atm\n  ","480765":"\n  Maybe a little bit. Keep it alive!\n  ","480766":"\n  Never forget!\n  ","480767":"\n  I think in theaters?\n  ","480768":"\n  Punny\n  ","480769":"\n  It didn't send.\n  \n  Haha yes. Guess swearing shows it more 🤣🤣\n  ","480770":"\n  My fun last night was reading and finishing said book :)\n  ","480771":"\n  What gave you that idea? No.\n  ","480772":"\n  ¯\\_(ツ)_\/¯\n  ","480773":"\n  Wouldn't think so *hug*\n  ","480774":"\n  I think so?\n  ","480775":"\n  I don't.\n  ","480776":"\n  Neagan. Can't believe you stopped! Man, lots has happened since then. It's kind of been all over the place since then. Good and bad. Sometimes mellow. Lots of people have died.\n  ","480777":"\n  Nice\n  ","480778":"\n  Long ago\n  ","480779":"\n  XD\n  ","480780":"\n  Aw it's sad he didn't write to me lol :p\n  ","480781":"\n  I'll let you know ;)\n  ","480782":"\n  Like in the mountains and stuff? Have before.\n  \n  If you mean in a highway vs backroads then yes too.\n  ","480783":"\n  What do you mean by \"is everything correct?\"\n  \n  Do you really have a relationship with them then? Probably don't want to be seen with you in public. Maybe has a long line of girlfriends he's hiding from. The whole \"what would his friends think\" bs. Yes, obviously knowing the reasons why would help. Is the relationship good besides this...? Could be a tad controlling..where to go\/not go. Just depends on all the answers, how they treat you in general. What are they afraid of etc\n  ","480784":"\n  Indeed. Single anyways.\n  ","480785":"\n  Yes. I'll master those child bouldering equipment.\n  ","480786":"\n  Are we just going to keep getting love questions the whole week?\n  ","480787":"\n  What a heartbreaker!!\n  ","480788":"\n  No, I'm not the hulk nor do I have any purple shorts atm\n  ","480789":"\n  Not really, just happened that way.\n  ","480790":"\n  Nah. Already have a healthcare provider and it wasn't them lol\n  ","480791":"\n  Yes, it was.\n  ","480792":"\n  A dress that should be arriving today.\n  ","480793":"\n  Noone to have s*x with\n  ","480794":"\n  30-50's\n  ","480795":"\n  A 5 depending on the questions and who is on...\n  ","480796":"\n  Nebraska was nice. Colorado boarder.\n  ","480797":"\n  Behind\n  ","480798":"\n  me lol\n  ","480799":"\n  Hey king\n  ","480800":"\n\n   @DovahMonah\n  \n  because she did the broom thing 🤣\n  ","480801":"\n  Not having one 😈\n  ","480802":"\n  Really depends. Sometimes the battle isn't worth it. I could give silent treatment, yell back.. I'd much rather be calm and talk things out.\n  \n  Turn to metal music, old nostalgia songs, movies. Books at times. Running has been a good release XD\n  ","480803":"\n  I like both but traveling would be more fun.\n  ","480804":"\n  iiiiihhhhhh\n  ","480805":"\n  Disney movie? Haven't watched that in yearssssss\n  ","480806":"\n  Yes. I was the last stop before going to where they drop off the buses at the end of the day and he almost passed my house. Ended up saying something and scared him 🤣 he never almost forgot about me since lol was funny.\n  ","480807":"\n  No. No soy alérgico a nada\n  ","480808":"\n  Can donuts be bread?\n  ","480809":"\n  We have some.\n  \n  I mostly just have my candles though :)\n  ","480810":"\n  Ok. Laying down it is lol\n  ","480811":"\n  They sound really good :)\n  ","480812":"\n  The things they won't admit\n  ","480813":"\n  Probably the blueberries. Watermelon wasn't the best :( like when it's more juicy\n  ","480814":"\n  I just made some cookies. In the oven now :)\n  \n  You should give some interest to them :p\n  ","480815":"\n  Yes. At a renaissance festival\n  ","480816":"\n  Doubtful lol\n  ","480817":"\n  A voice recording scam. Someone just called. Another reason why I hate answering the phone when don't know the number 🤣\n  ","480818":"\n  That's coming out in September here. Seemed interesting based on the trailer.\n  ","480819":"\n  That wouldn't be appropriate\n  ","480820":"\n  Watch something\n  \n  Sleep\n  \n  Music\n  ","480821":"\n  We sat next to eachother in the 1st grade. Apparently she went home and told her mom that we'd be best friends that day lol\n  ","480822":"\n  Feels like it.\n  ","480823":"\n  Stupid, insecurities, lost track.. no good excuse for it.\n  ","480824":"\n  Same to you\n  ","480825":"\n  7 year mark.. that's some improvement ;)\n  ","480826":"\n  Own worst critics\n  ","480827":"\n  Yes. Graduated to youngish 🤣\n  ","480828":"\n  Its xxxx\n  \n  Bit overkill at times lol\n  ","480829":"\n  Didn't notice. Should probably do one of those accent challenges 🤣 it definitely comes out more when everyone gets together since all from Mass.\n  ","480830":"\n  My sister said something. Idk it just helped.\n  ","480831":"\n  Maybe another few seasons 🤣 feel like they usually die off around the 13 mark?\n  ","480832":"\n  Not personally but have when with others.\n  ","480833":"\n  It's kind of a mess but I figured out the right way to introduce everything so that it looks more cohesive. Think I'll worry about that part instead of what comes next... genuinely don't have an idea haha. Could go in a lot of different directions.\n  \n  Atleast already have a ton written. Just need to put into the right layout. Add certain things, edit. Already made some notes on the way to put in order etc\n  ","480834":"\n  I have it more as a treat when I want\/crave it. Better off not wasting the ones at the house or spending money on.\n  \n  I've had chocolates that had different types of coffee in them before too. That was good lol\n  ","480835":"\n  Nice enthusiasm haha\n  \n  It's been ok. Still in a lazy mindset. Took a walk but ovaries didn't like that much lol read 5 of the stories I wrote.. the last 2 made me sad a bit. Ended up finishing season 9 of TWD.\n  ","480836":"\n  I don't think so lol\n  ","480837":"\n  It's small. They are going to make a bigger one sometime. They don't have many books that I actually want to read so been requesting\/putting on hold books that I want to read. Can be cozy.\n  ","480838":"\n  Way too on\n  ","480839":"\n  These days? No.\n  ","480840":"\n  Yes. Wasn't in the mood and they kept sending that type of stuff.\n  ","480841":"\n  I'm not sure. But I know there's still playground ones so just assumed lol\n  ","480842":"\n  Energy levels?\n  ","480843":"\n  🤣🤣🤣\n  ","480844":"\n  Night\n  ","480845":"\n  They've been very perky this week :p\n  \n  This person is being annoying lol\n  ","480846":"\n  Recently,  feeling emotional after reading something I wrote three years ago.\n  ","480847":"\n  So happy that YouTube Tv has season 10 of TWD up. Just finished season 9 on Netflix.\n  ","480848":"\n  Doubt that\n  ","480849":"\n  I think it depends more on the particular parents.\n  ","480850":"\n  No bra.\n  \n  Its midnight here. No need for one, my dude.\n  ","480851":"\n  Can't imagine what else I'd be wearing lol wouldn't go commando after just having my period, weirdo.\n  ","480852":"\n  Clothes. Shocking\n  ","480853":"\n  Mine including. What's your point??\n  ","480854":"\n  The market is a scam.\n  ","480855":"\n  Try it\n  ","480856":"\n  Probably not notice? I don't wear revealing clothes anyways.\n  ","480857":"\n  Oh fuck Debra\n  ","480858":"\n  I'm not sure how it should go. Something besides warnings for DUI's should happen though. I knew someone who had a bunch and nothing happened, still had license. They didn't kill anyone, thankfully.\n  ","480859":"\n  Take it off? Jk\n  ","480860":"\n  Could be\n  ","480861":"\n  Appreciate all the bodies 🤙\n  ","480862":"\n  Too bad :(\n  ","480863":"\n  I'd try ignoring it.\n  ","480864":"\n  I guess. If I was still on my period I'd 100% would have been crying tonight lol\n  \n  Something I wrote killed me.\n  \n  Then reading something else on here..\n  \n  Hence the more sad music\n  \n  I do feel good still too.. just a little eh I suppose.\n  ","480865":"\n  One of these I guess\n  ","480866":"\n  Brave :p\n  ","480867":"\n  Looks good so understandable why he doesn't want a shirt;)\n  ","480868":"\n  I'm glad :)\n  \n  That wouldn't be fun!\n  ","480869":"\n\n   https:\/\/youtu.be\/50-_oTkmF5I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","480870":"\n  Were you one of them?\n  ","480871":"\n  Did she thank you too?\n  \n\n   https:\/\/youtu.be\/5OeR5XBEahU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","480872":"\n  I'm sure there's still some or the slides and shit.\n  \n  Could always get the food and have a picnic somewhere. Watch the stars.\n  ","480873":"\n  That's weird. More an ice cream thing than cookies lol\n  ","480874":"\n  Only if you can play in the balls\n  ","480875":"\n  What does that have to do with anything??\n  ","480876":"\n  Not sure why but this song came to mind when reading that 🤣\n  \n\n   https:\/\/youtu.be\/K8BjKQkym8w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","480877":"\n  It's no secret lol\n  ","480878":"\n  Guys are best when naked ¯\\_(ツ)_\/¯\n  ","480879":"\n  What does that have to do with me?\n  ","480880":"\n  I should just answer stuff with song lyrics tonight 🤣\n  ","480881":"\n  Only the best\n  ","480882":"\n  Somewhat but they could surprise you too.\n  ","480883":"\n  This is very true.\n  ","480884":"\n  Agreed\n  ","480885":"\n  When brooms stand up because the planet is on an axis. Hello,  Physics.\n  ","480886":"\n  1. My ovaries while walking.. more so one side lol ouch :(\n  \n  2. the fact this person keeps asking me the same question on here & my other account. I'd rather A. Tell them in person or B. Have a private chat about. There's so many fetish people on here and don't need all that.\n  ","480887":"\n  Also keep seeing pictures of Norway lately 😍\n  ","480888":"\n  Yes. I am :)\n  ","480889":"\n  Something before dinner :)\n  ","480890":"\n  No and I hope it stays that way! Having my period was enough \"fun\" for the week.\n  ","480891":"\n  Yes but also have fat too.\n  ","480892":"\n  That thing likes making it's own decisions lol\n  ","480893":"\n  We're having chicken wings tonight, salad with a bunch of different veggies in it. Baked potato for everyone else.\n  \n  I like chicken dishes the best. My favorite was making pasta with chicken! Hated waiting for the water to boil though.\n  ","480894":"\n  Think that might be the norm? Haven't been to in a while.\n  ","480895":"\n  Hey\n  ","480896":"\n  Read something- that depends. Sometimes I'll read it how I think the person would sound. Other times it could just be my voice.\n  \n  I'm not sure if I notice when reading images. I'm sure some might sound a bit whiny depending on what it was lol like memes.\n  \n  For the other parts, it's definitely my own voice.\n  \n  When I read something from British authors I feel like I go full on British voices when reading lol like those ones that are so soothing like a bedtime lullaby, newscasters, old world like Jane Austen etc\n  ","480897":"\n  Ouch.\n  \n  Yes, I think there could be. Not positive on that.\n  ","480898":"\n  Haven't done too much but yes has been good so far too :) shower, makeup. Feeling like a human again ¯\\_(ツ)_\/¯\n  ","480899":"\n  In the fall.\n  ","480900":"\n  I don't care for it. Rather be the one taking the picture of people or nature etc\n  \n  But I've also been better with that as well.\n  ","480901":"\n  Bit of both. Hopefully not greedy love but that can have its benefits too ;)\n  ","480902":"\n  For most of my life.\n  \n  Eh don't really know what \"do you\" means here XD\n  ","480903":"\n  True x\n  ","480904":"\n  What?\n  ","480905":"\n  Definitely all the above!\n  ","480906":"\n  Still wet then?\n  ","480907":"\n  Is this a date?\n  ","480908":"\n  Oh nosey! Besides it would have been last night, not today.\n  ","480909":"\n  Wrap\n  \n  Watermelon\n  \n  Strawberry cut up\n  \n  Blueberries\n  \n  Pecan and almonds\n  ","480910":"\n  Bedroom. Eating a late lunch and having Lulu beg at me.\n  ","480911":"\n  Do you think he's older or younger?\n  ","480912":"\n  Ah ok. We had that choice as well.. could go work at a real job too for the experience.\n  ","480913":"\n  I don't like tomato soup.\n  ","480914":"\n  No complaints\n  ","480915":"\n  Good lol\n  ","480916":"\n  I like how casual this is lol\n  ","480917":"\n  70, cloudy, expecting rain\n  ","480918":"\n  Thanks\n  ","480919":"\n  Plan to! 🏃🏼‍♀️✌\n  ","480920":"\n  23\n  \n  But have been carried out by tides and other things but always survived too :)\n  ","480921":"\n  More sleep :p\n  \n  Probably yoga or something else that has low impact. Walking. Swimming.\n  ","480922":"\n  Few times a year? Haven't had any in 2020 yet.\n  ","480923":"\n  Yes. They have some good songs. Also will be in AZ in September and playing with The Wallflowers too.\n  ","480924":"\n  Bet you'd always pass up the broth XD\n  ","480925":"\n  One didn't but it does now.\n  ","480926":"\n  Why so low?\n  \n  I'd rather suggest a doctor.\n  ","480927":"\n  A friend would be fine.\n  \n  Lover would be hard. I wouldn't just want a voice :(\n  ","480928":"\n  *bows*\n  ","480929":"\n  Salads seem interesting.\n  \n  Taralli makes a return!\n  ","480930":"\n  Not fun to look forward to then\n  ","480931":"\n  Weights wont make you bulky. They can actually help slim down etc\n  \n  Bodybuilders can be a tad too much. I like some muscles but that can be pretty scary. They go too far with it.\n  ","480932":"\n  I suppose. The books have all been good so far. About 3's.\n  ","480933":"\n  Ouch\n  \n  Sounds bad.\n  ","480934":"\n  Yes do it!\n  \n  Oh that's too bad. Maybe it will show up one day unexpectedly\n  \n  You've thought about that a lot then? lol\n  ","480935":"\n  I'm not surprised 🤣\n  ","480936":"\n  Oh yes can't have that\n  ","480937":"\n  Yes like noticing how he got rid of the pizza crust in the movie 🤣\n  ","480938":"\n  Just 2!! Yet you push it so hard haha\n  \n  Still no chocolate pudding fruit?\n  \n  What is normal ? :p\n  ","480939":"\n  You must be so happy you don't have a peanut allergy 🤣\n  ","480940":"\n  Just looked and don't think I have since its not that bad as how they described it.\n  ","480941":"\n  Came across lozo.com when had a lifehack question and they have coupons for PB :p\n  \n  Yes most of the deals aren't worth it.\n  ","480942":"\n  How could you forget the pb and canned bananas?!?!\n  ","480943":"\n  Neither but feet it is. Especially in the winter.\n  ","480944":"\n  Oh I'd restrain him. No worries there.\n  ","480945":"\n  Both could work together\n  ","480946":"\n  Glad its not in the red :p\n  ","480947":"\n  Anons be disappointing lately lol\n  ","480948":"\n  She didn't always do it but sounds about right too lol she's definitely chilled with having her kids.\n  ","480949":"\n  What if they are both?\n  ","480950":"\n  🤣🤣🤣🤣\n  ","480951":"\n  Mood rings. Got a profit from that though 🤣 kids liked the ones we had and would give money for lol\n  \n  Candy bar before\n  \n  Just dumb minor stuff.\n  \n  My friend is way better at it though. Would take stuff and I'd only know afterwards type thing\n  ","480952":"\n  Got to make it last, man!!\n  ","480953":"\n  I heard about Parasite and Joker.\n  ","480954":"\n  Whatever he wanted ;)\n  ","480955":"\n  I suppose.\n  ","480956":"\n  We ended up getting rid of the jug since wasn't using it as much. Been a while that way :p but we do have pickles atm\n  ","480957":"\n  Literally been me 🤣\n  ","480958":"\n  I kept about 50 and deleted the rest then looked at the ones i kept.\n  \n  Not sure how many there was altogether today.\n  ","480959":"\n  Yes hence reading a lot this year already.\n  ","480960":"\n  With what?\n  ","480961":"\n  White\n  ","480962":"\n  I know :)\n  ","480963":"\n  It's been decent :D\n  ","480964":"\n  nobody?\n  ","480965":"\n  Oh wow. Jealous :p\n  \n  Vine? Song? Or being funny? All the above?\n  ","480966":"\n  Doesn't everyone?\n  ","480967":"\n  Laughter, being there, comforting. Give advice if needed. Go do something with.\n  ","480968":"\n  I've only had posters on my walls when a teen. A titanic one, britney spears, christina, spice girls, some boy bands cutout from magazines.\n  ","480969":"\n  I thought so 🤣 some of it made me laugh when reading that again.\n  \n  2017\n  \n  We shall see. I'm sure there's some evolving.\n  ","480970":"\n  Imagine the money saved ¯\\_(ツ)_\/¯\n  ","480971":"\n  💦💦💦\n  ","480972":"\n  More modern then?\n  ","480973":"\n  Probably more the latter. What if the other doesn't think you need to change, accept you as is and they don't listen or care?  What if they changed the best parts of themselves? Think change is best when both are working on it together.\n  \n  I'm changing for myself but can see how that helps with the whole love aspect too.\n  ","480974":"\n  Kind of but been reading too. Read three books in a week :p\n  ","480975":"\n  Too many me lola's here 🤣\n  ","480976":"\n  I'm not sure. I think I've seen him once before on here...\n  ","480977":"\n  More people should be like you\n  ","480978":"\n  That's true.\n  \n  GOT would be a good one :p except everyone dies eventually lol\n  \n  Which would you pick? I just remembered that adventure gif and went for it XD\n  ","480979":"\n  O.o\n  ","480980":"\n  Same I think. Just know I've seen lol\n  ","480981":"\n  almost never? There's been a few times.\n  ","480982":"\n  Maybe Erica.\n  ","480983":"\n  This one comes to mind as well\n  \n\n   https:\/\/youtu.be\/WziA88-n02k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","480984":"\n  It's been ok. Watched Her. Getting caught up with TWD now. Just chilling.\n  ","480985":"\n  Hopefully all better tomorrow 🧟‍♀️\n  ","480986":"\n  Maybe but it doesn't always have to be that way either.\n  ","480987":"\n  I don't care that much since I haven't watched all the ones nominated. They can be interesting though.\n  ","480988":"\n  Nice.\n  ","480989":"\n  What if I'm too nice? ;)\n  ","480990":"\n  Don't be like this guy then lol\n  ","480991":"\n  Maybe stole stuff with my friend. Never got caught though.\n  ","480992":"\n  Getting caught up with TWD\n  ","480993":"\n  On you\n  ","480994":"\n  8.5\n  ","480995":"\n  That's a mood 😈\n  ","480996":"\n  Think I've felt that then.\n  ","480997":"\n  Stir that sh!t\n  ","480998":"\n  Questions\n  ","480999":"\n  I watch the trailer before seeing movies so had an idea but didn't seem to give that much away either.\n  ","481000":"\n  Yes, suppose so. Each wanting something different too from it.\n  ","481001":"\n  Would have done the same. Must be horrible on voice.\n  ","481002":"\n  Yes. Had a lot. Culinary, autobody, automotive, cosmology, hvac and some other ones.\n  \n  I didn't mind school. Did well even if had absences or tardiness against me lol A-C student.\n  ","481003":"\n  If didn't know them.. probably go to the cops. Especially if you feel threatened. be aware. Have concrete evidence of the stalking. Take note of anything that seems odd, your feelings towards it all. Perhaps confront if they weren't that scary?\n  \n  Idk I feel like I'm not a good person to answer this 🤣\n  ","481004":"\n  Too bad you don't get paid for the overtime:) and movie watching!\n  \n  Hopefully not.. if he even has a girl\n  ","481005":"\n  Niall was here earlier.\n  \n  Zack has been missing tho\n  ","481006":"\n  Did it work or just annoy you? 🤣 probably not the best to be read that way\n  ","481007":"\n  Agreed. Definitely different\n  ","481008":"\n  7th grade was actually at the jr high\/high school so got to experience that at a normal one. My sister was popular there so everyone would try befriending me because of her parties...Had an interview with the guidance counselor from the votech school. Surprised I even got in because my attendance was shit lol but yes bad area. School wasn't as good either. I originally wanted to go for cosmology but liked that shop more when I went through it.\n  \n  My sister ended up dropping out. Did GED, bartending license. Grew up some and decided to go to the community college. Did so well that she got a scholarship to a university. Biology degree and yet she's in marketing instead lol\n  \n  Brother went to a normal hs. Has a banking job.\n  ","481009":"\n  Nope\n  ","481010":"\n  Do you think she gave all the people the same songs?\n  ","481011":"\n  And to think you almost didn't watch it :p even higher than mine.\n  \n  Still haven't seen that lol or maybe watched parts...\n  ","481012":"\n  I haven't watched that.\n  \n  But did find them a tad creepy at times lol\n  ","481013":"\n  No thanks.\n  ","481014":"\n  Indeed. You knew it wasn't going to happen when she told him to face her and say it XD was like ah crap..\n  ","481015":"\n  I can't sneeze on demand\n  ","481016":"\n  Maybe if I knew certain things that would be in it and the rest were surprises.\n  \n  I know adoreme does surprise boxes of lingerie and bras.\n  \n  Makeup ones can be fun.\n  \n  Just depends what it is, why, how much etc\n  ","481017":"\n  Not really. Maybe had his moments? Think he looks better in Joker and other films. Kind of felt bad for him at parts.   Seemed loveable haha\n  ","481018":"\n  Just watched. That's balance, baby! I 🤣🤮\n  ","481019":"\n  Christmas\n  ","481020":"\n  That's the 2nd time someone has asked this today\n  ","481021":"\n  It was this one. Gave it a 3. He was kind of whiny. Didn't say f*ck as much as you'd think. Had some good points but everything was still common sense as well. Mentioned some of the same people that every other books mentioned before. He was from Boston so that was cool but ya...\n  ","481022":"\n  Probably a good thing you don't then lol it's so subjective ¯\\_(ツ)_\/¯ postcards were better\n  ","481023":"\n  Yes, I'd guess that was the case. Especially if aware of it.\n  ","481024":"\n  Good picks :)\n  ","481025":"\n  My lips are sealed\n  ","481026":"\n  I've only had with miso soup at a restaurant and when we make our own soups.\n  ","481027":"\n  No expert on that lol but there's a food truck that does good ones including Italian teas and ginger tea 😍 broth doesn't bug me.\n  ","481028":"\n  Well that's true.\n  \n  Burpees are more evil than pushups\n  ","481029":"\n  Probably good vibes then ;)\n  ","481030":"\n  I'm just wanting to know the rating.. even taking in the account of the wasted pizza crust\n  ","481031":"\n  I know\n  ","481032":"\n  Depends on the person\n  ","481033":"\n  How dare he! Yes for sure interesting. Romantic feelings dun dun dun\n  ","481034":"\n  Nicely done:p\n  ","481035":"\n  Do I need to bring a taser gun with me to see if the zapable is true? :p\n  ","481036":"\n  But not exactly\n  ","481037":"\n  Haven't watched anything on that.\n  ","481038":"\n  Haha nasty!!\n  ","481039":"\n  Maybe around 100-200? It was supposed to be outside but there was a thunderstorm and had to do in the gym instead.\n  ","481040":"\n  I have a couple of them :D\n  ","481041":"\n  Blue\n  ","481042":"\n  Puppies\n  ","481043":"\n  Adding some key notes for the project I'm working on.\n  ","481044":"\n  Pizza\n  ","481045":"\n  Will ducks do? Last picture I took a week ago. They all came swimming over. Felt bad since didn't bring them food that night lol\n  ","481046":"\n  I felt that way too at parts. Not sure if I watched all of it or just parts before. Some felt new.\n  \n  Hmm I see :p\n  ","481047":"\n  Think I might have watched that years ago\n  ","481048":"\n  Can be\n  ","481049":"\n  Ham&turkey wrap\n  \n  Pickle\n  \n  Strawberries\n  ","481050":"\n  I'd give it a 2.5 to 3 rating.\n  \n  Damn. Can't find that meme. In the movie there's a question about his relationship with his mom and the bottom part is his role as the Joker being all \"about that\" XD\n  ","481051":"\n  Always invisible\n  ","481052":"\n  Yes. I got a high school diploma and a degree in that field. Mostly did copy jobs, press, business cards, putting cookbooks and other books together, doing negatives. Some photoshop and other programs.\n  \n  Ended up being on yearbook because our shop was the one doing it all.\n  \n  We'd have normal classes for a week and then the next week we'd be in shop for the whole week then back to normal classes.\n  ","481053":"\n  That's classified information 😘\n  ","481054":"\n  Yes, they are protein bars. Had a chocolate one earlier. Half with breakfast and the other half while watching \"Her\".\n  ","481055":"\n  That's ok. Always the next holiday to mess up 😘😉\n  ","481056":"\n  More like freeze up 🤣\n  \n  Maybe my heart will go on or something?\n  ","481057":"\n  Imagine people actually paying 1000 coins for secret. Blasphemy. Think I'm good. Don't understand the language.\n  ","481058":"\n  I'm not sure\n  ","481059":"\n  Jessica or Jenna\n  ","481060":"\n  Sara\n  ","481061":"\n  Katie has always done different styles etc\n  ","481062":"\n  Jennifer or Ryan\n  ","481063":"\n  I am\n  ","481064":"\n  Hello\n  ","481065":"\n  You'll have to stay tuned then!\n  ","481066":"\n  ?\n  ","481067":"\n  What?\n  ","481068":"\n  32\n  ","481069":"\n  Alieness\n  ","481070":"\n  True 🤣 it's all over the place and doesn't say what's happening.\n  ","481071":"\n  In a galaxy far far away\n  ","481072":"\n  Kindness, civil\n  ","481073":"\n  dragon\n  ","481074":"\n  dun dun dun\n  ","481075":"\n  It's been ok so far.\n  ","481076":"\n  Doubt that 🤣\n  ","481077":"\n  This whole week -_- changing hygiene products will do that to you 🤣\n  ","481078":"\n  The question everyone wants to know\n  ","481079":"\n  Not really sure on the difference. Think tripe based on pictures. Usually get beef\n  ","481080":"\n  All? No, I don't think so. However think we do have some power over them or coping mechanisms.\n  ","481081":"\n  Few weeks ago to no avail -_-\n  \n  Nothing wants to fit me right lol\n  ","481082":"\n  Switch but a little more subby\n  ","481083":"\n  Should have answered this when it was actually morning x\n  ","481084":"\n  I'm not sure. I don't allow that option. However, with VIP (still don't have the badge) but with that you need to send out 6 of them. Usually let's me do 2 and then need some time between sending the others out.\n  ","481085":"\n  For sure. Probably so many roles where he forgets who he is too? Probably that whole s*x thing\n  ","481086":"\n  And still lived\n  ","481087":"\n  Like this but metal looking\n  ","481088":"\n  And anon. Double powers there\n  ","481089":"\n  :D\n  ","481090":"\n  Already said the 1st was a lie lol\n  ","481091":"\n  Went to a votech high school. Took graphic communications.\n  ","481092":"\n  I've read 5 so far. One of them being a self help one. The rest have just been fun ones that I've wanted to read for a while :)\n  \n  Will do\n  ","481093":"\n  Zaps you.\n  ","481094":"\n  What's the equation to my heart?\n  ","481095":"\n  me lol\n  ","481096":"\n  Not by me :(\n  \n  ITS ALL I WANTED THOUGH!!\n  \n  Been having Quest bars and those Lily chocolate bars. Sticking with keto. It's been hell Haha\n  ","481097":"\n  Quite disappointing 🤣\n  ","481098":"\n  Idk teenager definitely.\n  ","481099":"\n  Yessssss\n  ","481100":"\n  Have before.\n  ","481101":"\n  Yes, I have a lot of times.\n  ","481102":"\n  No. Maybe a lift if it came to that.\n  ","481103":"\n  Maybe other stuff is going on with them? Or they want to do with someone else hence the inconsistency on their part.\n  ","481104":"\n  No, I'm not.\n  ","481105":"\n  I don't mind either way. Some off brands can be better than the original too.\n  ","481106":"\n  Batman? Deadpool. Idk.. not too into superheroes. Plus there can be crossovers in genres...\n  ","481107":"\n  Right!?\n  ","481108":"\n  👍\n  \n  Song or she just loves a country boy?\n  ","481109":"\n  Yup. Someone posted the vid\n  ","481110":"\n  Straight up would be nice?\n  ","481111":"\n  Ok.. maybe Her will be watched on laptop instead sometime. Definitely seems graphic 🤣\n  ","481112":"\n  How about you?\n  ","481113":"\n  Not sure. Looks familiar but don't know if I've heard his music.\n  ","481114":"\n  I'd rather go to new places even though being a regular could be nice too.\n  ","481115":"\n  Leopard\n  ","481116":"\n  Psychology\n  \n  Anthropology\n  \n  Biology\n  \n  Astronomy\n  \n  Meteorology\n  \n  Oceanography\n  \n  Zoology\n  \n  Physiology\n  ","481117":"\n  Chicken noodle\n  \n  Pho\n  \n  Chicken parm\n  ","481118":"\n  use the force\n  ","481119":"\n  Good memories then :D\n  ","481120":"\n  Different tortilla wraps, baked goods I made, certain keto ones.\n  ","481121":"\n  4th of July?\n  ","481122":"\n  I keep playing this one\n  \n\n   https:\/\/youtu.be\/moHc1eRVshU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","481123":"\n  Well aware what a \"facial\" consists of lol\n  ","481124":"\n  It's been ok. Had some cramps earlier. Slept while everyone else went to my nephew's birthday party. Made breakfast. Took a shower. Read and finished that book. Been on here. Made a late lunch. Going to eat dinner shortly. Might watch \"Her\" or something.. haven't decided yet.\n  ","481125":"\n  Can we really know those answers?\n  ","481126":"\n  I don't time it but that would have been the ones where I've done 5.\n  \n  Also these questions would be better on\n  \n   @youcanjuiceme\n  \n","481127":"\n  Why the question mark? Thinking of guys lately?\n  ","481128":"\n  Making mud pies or stew in that tree?\n  ","481129":"\n  Lake, hotel\/motel, friend's houses, camper, at campgrounds\n  ","481130":"\n  I haven't nor would I want to. lol\n  ","481131":"\n  This made me laugh. Everything has still been keto\/low sugar though.\n  ","481132":"\n  Its pretty weird so wouldn't blame you not watching lol so different from his other roles. The ones you mentioned are good too. Shows his other sides well instead of just goofing off.\n  ","481133":"\n  Yes, all of them.\n  ","481134":"\n  Think I like lotr a bit more\n  ","481135":"\n  No. But I've watched the old Her one.\n  \n  Hm reminds me of a movie I watched not too long ago. A guy built a siri voice app. His wife ended up being the voice of it. He ends up falling in love with her voice and ignoring his actual wife. Can't think of the name of it. \"Her\" just keeps coming up when searching for it instead. Might have been an Netflix original?\n  ","481136":"\n  Wasn't annoyed\n  ","481137":"\n  You did a rose and other emotes they do....\n  ","481138":"\n  Think it depends on the way that it was intended.\n  \n  Clearly eat better and be active together again. I feel like putting blame on one person is dumb. Neither should have let themselves go.  Someone can't force you to change all habits like that...\n  \n  If it was more in a not trying way then obviously it seems better to question the relationship, whys, if they still love you as well. Have they stopped too? Just comfortable? Rut? Any future? Just convenient now?\n  ","481139":"\n  Veggie burgers are ok but rather get from a store or restaurant instead of fast food.\n  ","481140":"\n  No thanks.\n  ","481141":"\n  It shows 🤣\n  ","481142":"\n  Apparently Walmart, target, CVS and World Market have Ritter Sport.\n  ","481143":"\n  It's quite easy to tag someone :p or just go on her page and ask too.\n  ","481144":"\n  Eh only when those type of questions are asked lol\n  ","481145":"\n  Yes lol\n  \n  Like being at that waterfall I've never been to, ninjas, not knowing if I die and then wake up from dream, s*xual ones when I don't have a partner etc.\n  ","481146":"\n  Preferirei non mentire.\n  ","481147":"\n  Just don't get sick is all you really need to know lol\n  ","481148":"\n  not always\n  ","481149":"\n  Not much. Just me and the dogs at the moment :) i didn't end up going to my nephew's birthday party today. Everyone else did though.\n  ","481150":"\n  So, we'd always make these little traits about the characters and this is what I came up with back then 🤣\n  \n  \"Personality: Loyal, funny, sarcastic, passionate, lonely, misunderstood, motivated, rejects change, indecisive, flexible, stubborn, positivity\n  \n  Likes: Being called Princess by her sexual encounters.Baking.photography.Being on multiple social medias.feeling powerful.hooking up.working out at the gym. Eating.Music. art. Typography. Quotes.Ribbed condoms .birth control. Puppies. S*x. You, if you play your cards right.\n  \n  Dislikes: cheaters.fighting.ugly underwear.nylon.the dentist.pastors.God.Churches.Gangs.Hickeys.stockings. armpit hair.mental abuse.sexual abuse.guys who can't c.um\n  \n  Occupation: Online Newspaper press release assistant and volunteers at a dog shelter\n  \n  Relationship status: Single, yet complicated.\"\n  ","481151":"\n  You guys forget that there's the REAL me lol and the one that likes joking about it with me.\n  ","481152":"\n  I don't think it should be the other person's fault automatically. They still have a say in what they do or eat. They want how things used to be.\n  \n  Hm.. some might feel that way but i feel like it's just a comparison on how they used to be or the relationship was.\n  \n  Maybe they don't try anymore. Fed up with the relationship. Lazy in that type of way and not physical.\n  ","481153":"\n  Yes :(\n  \n  And I never did it either lol\n  \n  Was thinking about and kept putting off then totally forgot about it\n  ","481154":"\n  What if someone licked or spit in it?\n  ","481155":"\n  No eggs were mentioned.\n  ","481156":"\n  This sounds wicked dirty lol\n  ","481157":"\n  Bravo\n  ","481158":"\n  Ok\n  ","481159":"\n  Last nights dream wasn't as innocent tho\n  ","481160":"\n  I've noticed that the online thing would still be on even if I wasn't so it was annoying. Also if I'm answering stuff = online. Simple as that lol\n  ","481161":"\n  They do lot of good stuff. Wayfair too.\n  ","481162":"\n  Ginger ale\n  \n  Soup\n  \n  Movies\n  \n  Medicine\n  \n  My period go to's:\n  \n  Chocolate\n  \n  Ice cream\n  \n  Clementines\n  \n  Almonds or other nuts\n  \n  Fruits\n  \n  Peanut butter\n  \n  Fetal position 🤣\n  \n  Movies or shows\n  \n  Been reading\n  \n  Mainly been drinking water. Had a sugar free rootbeer twice but think my stomach didn't like those. Chocolate milk. Ginger ale.\n  \n  Been fine with real food but those chocolate cravings have been real lol\n  ","481163":"\n  Seems interesting.\n  ","481164":"\n  When I have to be otherwise no lol\n  ","481165":"\n  Wrong\n  ","481166":"\n  Nope. Any would do. We have those spoons like how you eat miso soup...\n  ","481167":"\n  Could have been ¯\\_(ツ)_\/¯\n  ","481168":"\n  Yes. Something for my shop. Got money on graduation from it.\n  \n  Honor roll\n  \n  Those ribbons that don't really matter when younger lol\n  ","481169":"\n  How you remember that crap? Haha\n  ","481170":"\n  I don't have anything on the walls.\n  ","481171":"\n  A heart?\n  ","481172":"\n  So you are king? Or?\n  ","481173":"\n  They did actually lol\n  \n  Also in one called me \"my lady\" which was creepy lol\n  ","481174":"\n  As you wish :p\n  ","481175":"\n  No, I've been slacking on series atm\n  ","481176":"\n  Should have slept hours ago. Adios.\n  ","481177":"\n  Yes but it was also like a play? This dude had a bunch of lines...\n  \n  Ron White would be fun to see\n  ","481178":"\n  Agreed 🏃🏼‍♀️🏃🏼‍♀️🏃🏼‍♀️🏃🏼‍♀️\n  ","481179":"\n  The end of \"A Walk to Remember\" is on and it sucked me in :( should have just turned the TV off lol\n  ","481180":"\n  So this just happened. Just did the 2020 isidewith quiz.\n  \n  At one time it gave me Elizabeth Warren (didn't answer everything at that time) but ya.. I don't trust her lol. Seems like a b!tch in things I've seen... Trump had 42%\n  ","481181":"\n  None. Don't need more siblings.\n  ","481182":"\n  Not too much. Watched Titanic since it was on TV. Put on The Notebook since a gif reminded me of it.\n  ","481183":"\n  Appreciate all the answers:)\n  ","481184":"\n  You on some good drugs then?\n  ","481185":"\n  Definitely had some funny ones come in :)\n  ","481186":"\n  Baby yoda.. had to!\n  ","481187":"\n  Ok XD\n  ","481188":"\n  Did this guy even produce anything else? Came to mind ¯\\_(ツ)_\/¯\n  \n\n   https:\/\/youtu.be\/9aofoBrFNdg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","481189":"\n  You still haven't came off anon\n  ","481190":"\n  My nephew's birthday party tomorrow. Hopefully I'll feel better tomorrow. Not quite wanting to go atm lol\n  \n  Not sure about Sunday.\n  ","481191":"\n  Eh. Sometimes I forget to breathe anyways so could be hot..\n  ","481192":"\n  Them?\n  \n  Also literally just said what lol\n  ","481193":"\n  Not fully.. more so like that leg pic, boobs but nips were still hidden. More modest in it. Or lingerie ones.\n  ","481194":"\n  Bad things 😉\n  ","481195":"\n  I'm not scared of animals.\n  ","481196":"\n  👍\n  ","481197":"\n  None as far as I know. Single anyways.\n  ","481198":"\n  Nothing as its just another hallmark day that doesn't mean anything in the end. Love should be at any time.\n  \n  The typical chocolate and flowers. Teddy bears. That cheesy stuff.\n  \n  S*x\n  \n  The guy making effort if he doesn't on other days.\n  \n  Some could want a partner or not be alone\n  \n\n  Everyone is different.\n  ","481199":"\n  You didn't send one off anon.\n  ","481200":"\n  Yes, I'll be friends with you. Name?\n  ","481201":"\n  Was more into boys ll men out of those.\n  ","481202":"\n  I liked other Tupac songs\n  ","481203":"\n  Love is.\n  ","481204":"\n  Can be anything. Going out and doing fun things. Staying in.. its all good.\n  ","481205":"\n  Aw that's sweet\n  ","481206":"\n  Car.\n  \n  Or plane.. wasn't an option.\n  ","481207":"\n  Anxious. Thinking what I did wrong.\n  ","481208":"\n  Answering questions on here & the other account.\n  \n  Just put Titanic on since it's on tv. I started it from the beginning though. Didn't feel like checking Netflix & other ones for movies.\n  ","481209":"\n  Yes.\n  ","481210":"\n  I don't have that.\n  ","481211":"\n  Glad you are in a good mood\n  ","481212":"\n  Have a pepsi with me. Worked when crossing into Canada once 🤣 barely looked at IDs\n  ","481213":"\n  I'm fine with my name.\n  ","481214":"\n  I'd just make everyone cringe haha I'm good ✌🤙\n  ","481215":"\n  Chocolate\n  \n  Cheesecake\n  \n  Strawberry shortcake from the East coast 😍\n  ","481216":"\n  1. I almost moved to Las Vegas before\n  \n  2. I'm not as experienced as I come off\n  \n  3. I think I was probably a dancing mermaid in a past life.\n  ","481217":"\n  Leftover steak that's going into a soup.\n  ","481218":"\n  Nice\n  ","481219":"\n  Yes and probably the one when he plays a gay guy... very different from his other works.\n  ","481220":"\n  Hallelujah\n  ","481221":"\n  Chilling in bed.\n  \n  Doing HH on my other account.\n  \n  I'd accept normal questions here too...\n  ","481222":"\n  Nice\n  \n  Wish ask would stop giving me that purple background straight away -_-\n  ","481223":"\n  Should do on\n  \n   @youcanjuiceme\n  \n  then 😋\n  ","481224":"\n  You?\n  ","481225":"\n  Peanut butter question\n  ","481226":"\n  Not really\n  \n  No\n  \n  🤔\n  \n  Yes\n  \n  Kind of\n  \n  No\n  ","481227":"\n  I like IKEA.\n  \n  Yes. You can even buy the packages of them. Also the chocolate bars are good.\n  ","481228":"\n  Will try lol\n  ","481229":"\n  not a fun lesson. Happens though.\n  ","481230":"\n  I don't need any new tech right now.\n  ","481231":"\n  Meh\n  ","481232":"\n  Because you are that guy lol\n  ","481233":"\n  Something that makes sense\n  ","481234":"\n  I guess 6\/7\n  ","481235":"\n  There's a carnival tonight but I still feel like rubbish.\n  \n  My nephew's birthday party.\n  \n  No plans\n  ","481236":"\n  Guy who writes a ton or whatever it is 🤣 possibly me lol\n  ","481237":"\n  Doesn't list the ingredients\n  \n  R.i.p tortilla!\n  ","481238":"\n  Not too bad but don't feel like going to the carnival tonight either lol\n  ","481239":"\n  One kind of had some backstory to it.. which if I remember correctly plays a part in one of the other stories.\n  \n  Talks about an ex she had growing up. Kind of flashbacks and then present day situation.  Hence the erotica parts lol\n  \n  Work related stuff. Also a new person working for the company that she gets close with. Has been pretty chill.. the last part had some undertones of what's to come though.\n  \n  Basically all I've read up to so far.\n  ","481240":"\n  I still have the recipe 🤣\n  ","481241":"\n  True Taylor Swift style XD\n  ","481242":"\n  Will have to test that theory if ever see them :p\n  ","481243":"\n  Never made them before.\n  \n  Yes.. bbq.. actually have some now with port wine cheese. Had some olives and a string cheese too.\n  ","481244":"\n  Was barely anything at that time. Now it's legit spooky. People dying, a doctor who gave people knowledge about it ended up dead the next day. Government hiding information etc\n  ","481245":"\n  Done\n  ","481246":"\n  Such an odd cat\n  ","481247":"\n  Yes\n  ","481248":"\n  Haha ya XD was pretty strange\n  ","481249":"\n  Genetics?\n  ","481250":"\n  Ritter has got you hooked lol\n  ","481251":"\n  what? it was still all innocent lol\n  ","481252":"\n  I've never actually had a real dream about that lol\n  ","481253":"\n  Haha thanks\n  ","481254":"\n  Did you do it then?\n  ","481255":"\n  Night\n  ","481256":"\n  Uh oh.\n  ","481257":"\n  Not quite sure. There's been some good times.\n  ","481258":"\n  Lately, write.\n  \n  I ended up reading 7 out of the 16 stories that I wrote today. It will definitely be a weird one as half were more erotic and the others were more normal. Need to be a good mix then... still not sure how I'll pull it together lol\n  ","481259":"\n  Damn. Wish it wasn't real :(\n  \n  Yes, government always seem to lie when important things happen. I don't like watching the news since only bad things happen. Heart goes out to everyone\n  ","481260":"\n  Prays for you :p\n  ","481261":"\n  Definitely need some fun after this torture is over 🤣\n  ","481262":"\n  That's a long time. You ok?\n  ","481263":"\n  Keto has gone better. Don't think I really had expectations with.\n  \n  That's a little more awkward to say...\n  ","481264":"\n  I thought you went to sleep?\n  ","481265":"\n  That would be hell on a period! Think I'd die 🤣 imagine being cramped up with people, no space, babies crying. Probably a bad seat not near a toilet lol in an upright position the whole time. ffs\n  \n  Seems like the UK would be the destination according to Google based on how far away. Some could be a bit shorter\/longer though.\n  ","481266":"\n  That made me laugh\n  ","481267":"\n  It's all good XD\n  ","481268":"\n  I think every year has some good and bad with it.\n  ","481269":"\n  Good because I don't want to answer that. Not really a subject I want on my mind before sleeping either.\n  ","481270":"\n  Blizzard is being a weirdo again. Last night I went bathroom and came back out. Blizzard was chilling waiting for me in a matter of seconds.\n  ","481271":"\n  I've always liked stars, hexagon, octagons and triangles.\n  ","481272":"\n  I wouldn't want to eat bambi.\n  ","481273":"\n  lol this seems personal 🤣🤣🤣\n  ","481274":"\n  When the badge still doesn't show up.\n  ","481275":"\n  I love fresh cut grass, flowers blooming. Butterflies. Birds.\n  \n  Yet I love stepping on leaves, the weather getting a bit colder, the beautiful silence of things.\n  \n  Summer is still my favorite season.\n  ","481276":"\n  Being hormonal about something and then getting my period. Got to love when everything clicks like no wonder why XD Also that's annoying in itself since its been years so having to get accustomed to all that bs again.\n  ","481277":"\n  I saw that you were a little weird 🤣\n  ","481278":"\n  Agreed\n  ","481279":"\n  Mixed\n  \n  Enormous\n  \n  Casual\n  ","481280":"\n  Eliminate :p\n  \n  Nah. No clue. All words or synonyms are there for a purpose.\n  ","481281":"\n  Give me roller coasters that go in water.\n  ","481282":"\n  You should get sleep then\n  ","481283":"\n  Good\n  ","481284":"\n  Ok. Thanks for sharing.\n  ","481285":"\n  You don't even know what you mean.\n  ","481286":"\n  Just read another one and that was very much erotica 🤣🤣🤣\n  ","481287":"\n  Hot is my favorite\n  ","481288":"\n  Excellent\n  ","481289":"\n  How was the game?\n  ","481290":"\n  It's been alright. Just made some ginger tea :)\n  ","481291":"\n  👆👆👆👆👆👆👆\n  ","481292":"\n  Mmm\n  \n  Switch\n  \n  🤣\n  ","481293":"\n  I like the white Hershey bar and those white lindt ones but besides that haven't tried much white chocolate.\n  ","481294":"\n  It's ok. I was a little b!tch and ended up getting a bowl with peanut butter and dipping chocolate bar pieces into it earlier 🤣🤣🤣\n  \n  Feels the judgement already\n  ","481295":"\n  Nah because they even mentioned the sub guy last night\n  ","481296":"\n  Must make my own? Nice homage :p\n  ","481297":"\n  I read a little today. I have 16 stories already, all quite long. Just need to make them more book like. Figure out how I want to go about it. I read two things today. Haven't worked on since 2017 but the character was easy so I'm sure I can pick it up where I left off AFTER figuring out how I want to start it all off lol\n  ","481298":"\n  Makes me want to watch 8 Mile.\n  ","481299":"\n  lol @ you and naan XD\n  \n  Barely ate bagels. Didn't have bread too much.\n  \n  A nutella crepe with strawberries sounds heavenly now :( but barely had those too.\n  \n  Was more into pasta than breads.\n  ","481300":"\n  You want what you want. I think it could be cute and endearing.\n  ","481301":"\n  I'm not sure lol\n  \n  Also someone asked for a bio on my other page 🤣 that would be a shitshow\n  ","481302":"\n  Ah gotcha\n  ","481303":"\n  Psh I'd discount it and give more pieces of various sizes XD\n  ","481304":"\n  Not really...\n  \n  For some reason its always chicken fingers and french fries, ice cream 🤣 and that has usually been dinner. And I've been good the rest of the day.\n  \n  Or we ended up getting donuts.. more for a special occasion. Everything else was good.\n  \n  I don't let the whole day ruin it.\n  ","481305":"\n  Ah ok.\n  \n  Ya.. bet you wouldn't have wasted a drop lol\n  ","481306":"\n  Guess it depends how many pieces of boneless chicken you got. But ya shouldn't have to pay for containers. Too bad you didn't have a good deal :p atleast you know next time it will be more than you'd want to pay.\n  ","481307":"\n  Homemade\n  \n  Why?\n  ","481308":"\n  I'm not sure. Maybe some type of sour cream? I've never made them myself, just had at restaurants. Yes, the green had chillies and other stuff in it.\n  \n  I mostly just use mayo, hummus or guacamole when I make something with tortilla wraps. Just depends what I have on hand for it... more a sandwich way. Or chicken quesadillas. Have done fake pizza things with too.\n  \n  We had steak tacos tonight with tortilla. Steak, cilantro, cheese, onion, taco sauce, avocado slices, and sour cream inside the wrap :)\n  ","481309":"\n  Same to you.\n  \n  That doctor dying seems shady too...\n  ","481310":"\n  Grill is always better to me. Had burgers last night but they tasted bad lol :(\n  ","481311":"\n  Parasite or underwater\n  ","481312":"\n  Never been and wouldn't want to share bad information.\n  ","481313":"\n  It can be harmless.\n  \n  However, cheating would be a whole other story.\n  ","481314":"\n  Jim Carey\n  ","481315":"\n  Lots of music can have questions in the lyrics.\n  ","481316":"\n  I can't disclose that information.\n  ","481317":"\n  Good luck. You got this.\n  ","481318":"\n  Part of being human. Healthy coping is better in the long run\n  ","481319":"\n  Chasing has a bad reputation. It should be easy. You like the person or not. You shouldn't have to chase someone to love you. Everything can bring pain...\n  ","481320":"\n  Hey sausage\n  ","481321":"\n  Yes, eventually. Stomach will rumble at times and then be silent.\n  ","481322":"\n  Kansas wins\n  ","481323":"\n  Truffles?\n  ","481324":"\n  Thanks\n  ","481325":"\n  Much appreciated\n  ","481326":"\n  Cool\n  ","481327":"\n  Yes because I wasn't alone in it :p\n  ","481328":"\n  Sure..\n  ","481329":"\n  Tea. Been having a lemon ginger one at times.\n  \n  Hot chocolate and hot apple cider is always good (not alcoholic kind)\n  ","481330":"\n  Yes, pretty much.\n  ","481331":"\n  I've been up about three different times today but finally woke up for real around 12.\n  ","481332":"\n  Dips and pork rinds\n  \n  Fruits\n  \n  Cookies\n  \n  Just depends what is there\n  ","481333":"\n  Ok...\n  ","481334":"\n  Sorry but this one made me laugh 🤣\n  ","481335":"\n  Steak tacos\n  ","481336":"\n  Ancient history there.\n  ","481337":"\n  Naughty things :(\n  ","481338":"\n  I love summer\n  \n  Christmas\n  ","481339":"\n  Hi king. Ready for the game?\n  ","481340":"\n  No plans\n  ","481341":"\n  Guess you rub off on people 😘\n  ","481342":"\n  Male, actually.\n  ","481343":"\n  me lol\n  ","481344":"\n  Yes and certain mental illnesses.\n  ","481345":"\n  Think it depends more on what it is, how bad you wanted it, lived up to the idea you had about it.\n  ","481346":"\n  I don't want them anymore but would have been this way;\n  \n  Three of them\n  \n  Chicken, beef\n  \n  White sauce and green sauce\n  \n  Refried beans\n  \n  Rice\n  \n  ~\n  \n  One time we ate before the movies and it looked disgusting because it was just the meat, cheese and the sauces. It was all you could eat enchiladas though. Think we each had three platefuls since was just meat lol\n  ","481347":"\n  Seems so\n  ","481348":"\n  Not sure. Think it could be a mindset way too?\n  ","481349":"\n  Chicken pot pie, shepherd's, Turkey pie... besides those no idea.\n  ","481350":"\n  ???\n  ","481351":"\n  Books\n  \n  Dogs\n  \n  Cake\n  ","481352":"\n  Perverts everywhere\n  ","481353":"\n  Store bought lol\n  ","481354":"\n  Bite me then ;)\n  ","481355":"\n  Someone else lol\n  ","481356":"\n  No. I just eat normal the next day.\n  ","481357":"\n  Wtf. Want! Not for $17 though 🤣 don't think I've seen. Why do other places have better candy with less chemicals included? :*(\n  ","481358":"\n  Nope lol\n  ","481359":"\n  Acronyms are better.\n  ","481360":"\n  Well I want reese cups but just been eating the Lily's keto chocolate instead. This one is a dark chocolate.\n  ","481361":"\n  No. I don't really care about that. Wouldn't let someone ruin it if other good actors are in it\n  ","481362":"\n  Crumb cake ones or tiramisu.\n  \n  I'm not much of a coffee person. Rarely have.\n  ","481363":"\n  Yes. If I couldn't have kids or wanted to help. Everyone deserves a family.\n  ","481364":"\n  Show up at the wrong time or Jay walk?\n  ","481365":"\n  It's annoying how I'm technically VIP but they never gave me the badge or secret powers lol :(\n  ","481366":"\n  I'd be in haha\n  ","481367":"\n  Yes. Nice to look around too.\n  ","481368":"\n  Head to the gym?\n  ","481369":"\n  No, just the same ones.\n  \n  Pcos, insulin resistance, fatty liver.\n  \n  Unless you view having a period as a concern lol\n  ","481370":"\n  Pads, condoms, lube, rope, cucumbers, watermelon, jerky, listerine, whip cream and a frozen pizza.\n  ","481371":"\n  Yes if it wasn't too much time and knew the floor was clean\n  ","481372":"\n  A bird but it died.\n  \n  A dog that runaway and we kept for a while.\n  ","481373":"\n  Bloody great. Haha.\n  \n  Nah, its been ok. Kind of just been sleeping. Ate breakfast. Checked my other account and now here.\n  ","481374":"\n  Technology\n  ","481375":"\n  That's kind of beautiful.\n  \n  Stay safe! Good night x\n  ","481376":"\n  Water.. not exactly nibbling lol I don't eat after a certain time.\n  ","481377":"\n  Being at a waterfall and swimming was a recent one.\n  ","481378":"\n  Bedroom lately. Feel trapped but also have no energy either. Just want to sleep and eat chocolate haha\n  ","481379":"\n  I think I have the fitness one covered. Other things need to happen or get better at. Also want to write more. So, guess proving that I can do that. Need to read what I have already and make it more streamlined like a proper book.\n  ","481380":"\n  Myself and a select few weirdos <3\n  ","481381":"\n  Thanks you rainbow antler head\n  ","481382":"\n  Bring the heat\n  ","481383":"\n  Lyndsey\n  \n  Think Sydney and yes would be the best ones. Here's some more if anyone was curious;\n  \n   http:\/\/en.anagramme-expert.com\/lyndsey\/\n  \n","481384":"\n  I know, king\n  ","481385":"\n  Sounds like a threat\n  ","481386":"\n  Ask questions and answer them, have conversations....\n  ","481387":"\n  🍗🍗🍗🍗\n  ","481388":"\n  👍\n  ","481389":"\n  Yay. Hope you have an amazing time tomorrow!\n  ","481390":"\n  Aw that's sweet. Thanks.\n  ","481391":"\n  When you get a Reese cups ad. Bastards lol\n  ","481392":"\n  Does anyone have questions?\n  ","481393":"\n  That floral dress from the last polls I did on here, the one with the straps. Been eyeing it for a while now. They were doing free shipping. I also had points so basically the dress came to $3 something in the end. They were out of XL so got the L. Measurements should be ok but if I have to wait a little that's fine too. Got more for summer anyways.\n  \n\n   🤣🤣🤣\n   \n\n     View more\n    \n\n","481394":"\n  Could go either way.\n  ","481395":"\n  True\n  ","481396":"\n  Cheddar would be better with chilli then. Think beans make it better :p but ya.. have been beanless when we do have it.\n  \n  Tortillas are so easy.\n  ","481397":"\n  Lucky does that lol always has hated that plant 🤣\n  \n  Yes. Now I just feel watched hahahaah like Blizzard knows again XD\n  ","481398":"\n  Haha his eyes do look creepy. Just a darkness. Yet in this one you can see the normal color. That vid is still creepy when the eyes flashed 🤣🤣\n  \n  Was after lulu biding his time. Likes whacking her at times lol\n  ","481399":"\n  Cheddar or mozzarella\n  ","481400":"\n  When Blizzard strikes again\n  ","481401":"\n  Nice ground rules there. More people should use the word, abode.\n  ","481402":"\n  The one that got 4 because of a deal?\n  \n  Think I'd use Provolone. Been a while since I had one too.\n  ","481403":"\n  Seen Rambo.\n  \n  Don't remember if I watched First Blood.\n  \n  The Evil seemed interesting\n  ","481404":"\n  Not sure what you mean\n  ","481405":"\n  Do they?? :o\n  \n  I haven't watched too many of his films, sadly.\n  \n  Si\n  ","481406":"\n  Don't get why this makes me smile :p\n  ","481407":"\n  He's moved on to the football ones lol\n  ","481408":"\n  Seems easier to clean up :p expected it to be like the red sea in there haha\n  ","481409":"\n  This song came to mind\n  \n\n   https:\/\/youtu.be\/7_weSk0BonM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","481410":"\n  Ah ok.\n  \n  It's been ok.\n  \n  Craving all the bad things atm though :(\n  ","481411":"\n  Personality\/humor\n  ","481412":"\n  Yes.\n  ","481413":"\n  My own place\n  \n  Help charities\n  \n  Etc\n  ","481414":"\n  On the side, I'd guess.\n  \n  They do have an interesting palette so who knows :o :p\n  ","481415":"\n  No clue, you alien.\n  ","481416":"\n  Doesn't seem like much. Hopefully you had something for dinner.\n  \n  Just noticed you replied\n  ","481417":"\n  When this song came to mind 😘🤣\n  \n\n   https:\/\/youtu.be\/jGoM7atmJJA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I do. Just not a good time atm. Sick of talking about it lol\n  ","481418":"\n  It's only gross because my brother is that age.\n  \n  But if we hit it off, actually had stuff to talk about, wanted the same things then the age wouldn't really matter.\n  ","481419":"\n  Hopefully put something awful on if that was the case lol I like my Netflix time :p\n  \n  6 Underground seemed like a good one for that.\n  ","481420":"\n  Best feeling ever\n  ","481421":"\n  I wish\n  ","481422":"\n  Yes\n  ","481423":"\n  Definitely hasn't been easy.\n  \n  Yes. She's one of those girls who has a guy and forgets everyone else exists too. Her parents divorced in high school so I'm sure that hasn't helped in the relationship dynamics too.\n  ","481424":"\n  lol @ you thinking I put a bra on today. Pinkish\/red to match my flow :p\n  ","481425":"\n  She's 31. Seemed normal when we were actually friends. Haven't seen her in years. Reconnected on FB a few years ago. It doesn't seem good lately. In the time we connected she had back surgery for her scoliosis. Was dating some guy, then it was the engaged one. Then she met the baby daddy. Had her son and then got pregnant right away again. Which that one was harder for her. Lots of complications. Her daughter's head was misshapen (forget the term) and has to wear a helmet to make it normal. On&off again with the daddy. Her fb says single on it right  now and has some FU type of meme things on her page. She mentioned feeling su*cidal there lately. Her doctor mentioned that she has fatty liver and she+everyone on there was acting like it was a death wish.. most likely just the prebaby weights, appendix scar and eating bad wrapped into one. She literally sent a picture of herself with ben and Jerry's ice cream the next day after announcing her diagnosis. Definitely post partum depression and probably normal one there too.\n  ","481426":"\n  Probably my friend, Jennifer. Has two kids with this guy and both times he's dumped her while pregnant. Keeps going back to him. Being vindictive. Puts every single thing on FB for everyone to see lol\n  \n  I had a vday quiz on there and she replied to it with her own situation which was basically how she wants him to propose on valentine's day but says she knows he wouldn't 🤣 like why waste time on him? She seems like a single mom already and he gets her flowers or something to worm his way back in her good graces.\n  \n  She was literally engaged to a different guy before him and they called it quits twice too. I think she didn't really love him.\n  ","481427":"\n  I know\n  \n  R.i.p\n  ","481428":"\n  What will you eat tonight?\n  ","481429":"\n  That's pretty low atm lol\n  ","481430":"\n  When I feel like it. Maybe biweekly?\n  ","481431":"\n  Once upon a time\n  ","481432":"\n  Thanks\n  ","481433":"\n  Classic game, ofcourse :)\n  ","481434":"\n  It's always different...\n  ","481435":"\n  My own even though I meant the unintended part too XD\n  ","481436":"\n  Chinese food.\n  \n  Enchiladas sound heavenly though right now with all the fixings lol\n  ","481437":"\n  Taylor Swift.\n  \n  Sans her dating history 🤣\n  ","481438":"\n  Yes, heard. My mom has it on. Like how they had someone named Hooker and Blunt near eachother when they were doing the verdicts XD\n  ","481439":"\n  Not sure lol\n  ","481440":"\n  Was true though\n  ","481441":"\n  Hey\n  ","481442":"\n  Leopard or something that flies\n  ","481443":"\n  Puked and had a headache so he has to rewatch the Superbowl tomorrow\n  ","481444":"\n  Yes. Am surprised my bath isn't like this lol\n  ","481445":"\n  Not yet\n  \n  Just the joker\n  ","481446":"\n  Not nice to torture me with things I can't have 🤣 yes\n  ","481447":"\n  Ice Cube one?\n  ","481448":"\n  Sounds good.\n  \n  Will have to check out. Liked the show\n  ","481449":"\n  Seems like it lol\n  ","481450":"\n  Facemask and bath\n  ","481451":"\n  If you say so\n  ","481452":"\n  Probably more spoof like. They kind of make fun of themselves\n  ","481453":"\n  I've seen worse lately 🤣\n  ","481454":"\n  Nah.\n  ","481455":"\n  Well ham can be good. Do your thing,  chef.\n  ","481456":"\n  You do now\n  ","481457":"\n  Yes 🤣\n  \n  Surprised nothing was mentioned about that\n  ","481458":"\n  Just you 😘\n  ","481459":"\n  Interesting lol\n  ","481460":"\n  Out of 5\n  ","481461":"\n  Depends more on the people and what they put into it to make it work\/more real.\n  ","481462":"\n  No, I've been watching the show lol only 1 season up right now.\n  ","481463":"\n  Hard to say since don't know the whole story. Alright doesn't sound that convincing. More a blowing off way. Not taking in how you feel about the situation and all that. I feel like they would have said more if they truly believed what you said..made amends.\n  ","481464":"\n  I almost made one last weekend but luckily chickened out because going on a date when on my period would have sucked. Was pissed off and all \"I'll ask someone for a weekend date \" haha. But then got overwhelmed and didn't ask any of the people.\n  ","481465":"\n  Hated the ending lol like after all that!? Was sad. Longer than I expected. Decent acting.\n  ","481466":"\n  Nah. Think it was delivered back to the house.\n  ","481467":"\n  Nothing wrong with\n  ","481468":"\n  I thought bologna was the dirty topping ;) jokes. Nah.. nothing to do with mystery meat. Just can't picture it on pizza. It's more sandwich meat to me. I'm not sure how the nutmeg, allspice and bologna would taste like either but the rest sounds like they'd mesh well.\n  ","481469":"\n  ¯\\_(ツ)_\/¯\n  ","481470":"\n  There we go\n  ","481471":"\n  I haven't watched the movie.\n  ","481472":"\n  I know these ones were thrown into the categories a lot! I've only seen Joker so far so it was a lot of guessing on my part XD\n  \n  Joker\n  \n  Parasite\n  \n  1917\n  \n  Irishman\n  ","481473":"\n  More like resting b!tch face here\n  \n  Made me think of lady gaga\n  ","481474":"\n  This made you think of the other question?\n  \n  No thanks\n  ","481475":"\n  Oh so it wasn't nice\n  \n  lol kidding\n  ","481476":"\n  My ovaries hate me enough as is.\n  \n  And now want watermelon.\n  ","481477":"\n  Looks like Porgie and Lucky 🤣\n  \n  Indoor cats though.\n  ","481478":"\n  I hate it already ✌\n  ","481479":"\n  I don't like the sound of that\n  ","481480":"\n  Oh she mad.\n  \n  Or didn't feel like getting into it all again?\n  \n  Yes, that is sad.\n  ","481481":"\n  I'd say somewhere inbetween. Rough family. Mafia type stuff. He's funny too.\n  ","481482":"\n  Night sugar\n  ","481483":"\n  Good night king\n  ","481484":"\n  Feed yourself lol\n  \n  Damn\n  ","481485":"\n  Same..\n  ","481486":"\n  Hahaahaha\n  ","481487":"\n  Wish my period would stop in that time\n  ","481488":"\n  Hot, lousiana cajun and garlic parmesan\n  ","481489":"\n  The meat?\n  ","481490":"\n  Good for you\n  ","481491":"\n  She looks identical to her mom :o\n  ","481492":"\n  Onion and sour cream\n  \n  Cape cod original kettle ones\n  \n  Wasn't much of a chip person though.\n  ","481493":"\n  Older ones lol haven't seen any newer that I feel like watching atm\n  \n  My Girl\n  \n  My best friend's wedding\n  \n  Liar, Liar\n  \n  Also watched the rest of that vampire show\n  ","481494":"\n  She always has looked mean to me.\n  ","481495":"\n  Filled with movies\n  ","481496":"\n  Already answered this\n  ","481497":"\n  Yes\n  ","481498":"\n  Comfy, casual, activewear\n  ","481499":"\n  :)\n  ","481500":"\n  Light sleeper for the most part. If stressed, abit heavier.\n  ","481501":"\n  One should\n  ","481502":"\n  Stole a bike. Then ended up stealing other stuff from the surrounding area.\n  ","481503":"\n  Why do these deeds seem creepy?\n  ","481504":"\n  Kind of. Was a friend's cousin.\n  ","481505":"\n  ☆☆☆☆\n  ","481506":"\n  I don't tend to reread books much.\n  \n  I'm currently reading P.s. I still love you by Jenny Han. It's the sequel to \"To All the Boys I've Loved Before\". It's good so far.\n  ","481507":"\n  Not good\n  ","481508":"\n  Haven't seen those. I was looking for parasite on Netflix and didn't see. Also some others that they didn't have :( pretty sure it was there before\n  ","481509":"\n  😘😘😘\n  ","481510":"\n  Don't remember the last part tho\n  ","481511":"\n  Think I'd rate 3.5 to 4.\n  \n  I watched Marriage Story.\n  \n  6 Underground was pretty shit to me.\n  ","481512":"\n  Idk it just keeps getting more out there lol\n  ","481513":"\n  Show:\n  \n  What we do in the shadows\n  \n  Movies:\n  \n  My Girl\n  \n  My Best Friend's Wedding (now)\n  ","481514":"\n  It's king\n  ","481515":"\n  Perhaps\n  ","481516":"\n  I think we talked about that before...\n  ","481517":"\n  No but I'm on season 2... somewhere.\n  ","481518":"\n  I was tracking before via Fitbit but haven't in a while. I'd guess a gallon, maybe a tad more.\n  \n  I barely drank any today.\n  ","481519":"\n  Yes, seemed like it would get lost. Eggs and parm sound better.\n  \n  Crab fritters are good. Made me think of it.\n  ","481520":"\n  Is that why you got a divorce?\n  ","481521":"\n  A lot.\n  \n  Been slacking today though :\/\n  ","481522":"\n  Like with the beans 🤣\n  ","481523":"\n  It's more geared to little kids I think. Not too dramatic\n  ","481524":"\n  What we do in the shadows\n  ","481525":"\n  Yes, meant with the brownies. Probably that. Didn't really seem like it was that much but followed recipe ¯\\_(ツ)_\/¯\n  ","481526":"\n  Been stalking the hallways at night again. Afraid for my life jokes\n  ","481527":"\n  Looks like it would be. Haven't had.\n  ","481528":"\n  Chinese\n  \n  Did in December.\n  \n  Besides that no, since been sticking with that keto life.\n  ","481529":"\n  Had both\n  \n  Maybe didn't stir the batter enough or needed more?\n  ","481530":"\n  I bet\n  ","481531":"\n  Blizzard :p\n  ","481532":"\n  How's the milk jug?\n  ","481533":"\n  \"Comedy-drama\"\n  ","481534":"\n  I took liberal arts\n  ","481535":"\n  Historically sounds weird but yes. Most of my friendships go way back\n  ","481536":"\n  I wish Alexa could go on my tv don't want to get up to search for a new movie lol\n  ","481537":"\n  Don't worry about it.\n  \n  Its good! :)\n  ","481538":"\n  Made my mind go dirty lol\n  \n  Yes. Was probably about an inch :( still tasted good tho\n  ","481539":"\n  Prudes?\n  ","481540":"\n  Not that much.\n  \n  Did some walnut cranberry bar things. That turned out good. Think I might have used the wrong pan since they weren't that thick like in the pictures.\n  \n  Made keto brownies. They were pretty good but should have been thicker too.\n  ","481541":"\n  Apparently Taylor Swift has a documentary? O.o\n  ","481542":"\n  Could be that way too!\n  ","481543":"\n  wow lol\n  ","481544":"\n  I've only seen parts but never fully watched it. I do like Zooey  though.\n  ","481545":"\n  Because that 🍆 would look ravishing with blood on it 👍\n  ","481546":"\n  I don't have one\n  \n  (IUD or bf)\n  ","481547":"\n  Glad someone liked that :)\n  ","481548":"\n  I look like my mom. Share the same eyes. Mixture of both hair colors. Take after her side of the family more.\n  \n  Don't think they had lab stuff in the late 80s.\n  ","481549":"\n  I'm not pregnant.\n  \n  2-3 would be ideal. Don't want \"lots\".\n  ","481550":"\n  Parents had s*x\n  ","481551":"\n  Dying inside and watching My Girl.\n  ","481552":"\n  Oh. Haven't heard. Not into politics either.\n  ","481553":"\n  The blue Gatorade but haven't drank those in years.\n  ","481554":"\n  Never heard of it\n  ","481555":"\n  I will tomorrow. Just cba right now.\n  ","481556":"\n  Yes, I have! :)\n  ","481557":"\n  Around 100\n  ","481558":"\n  In bed with a movie on lol\n  ","481559":"\n  I'll never tell 😈\n  ","481560":"\n  Rather not think about blood of any type atm 🤣\n  ","481561":"\n  :)\n  ","481562":"\n  Thanks. You too\n  ","481563":"\n  Should be sent to\n  \n   @youcanjuiceme\n  \n  :p\n  ","481564":"\n  👍\n  ","481565":"\n  So everything :p\n  ","481566":"\n  Around 8 or 9. Everyone was allowed 10 each though.\n  ","481567":"\n  Many things in life can be unfair.\n  ","481568":"\n  Enjoy\n  ","481569":"\n  Parts of it.\n  \n  Also that 1000 pound sister show seems horrible too. Bit crazy that they'd both weigh 500 pounds.\n  ","481570":"\n  We had 40\n  ","481571":"\n  The show has been nice. Haven't watched it in a while.\n  ","481572":"\n  Which way did you mean then?\n  ","481573":"\n  Blue\n  ","481574":"\n  Could be good\n  ","481575":"\n  Underwear has some white .not the best idea though :p\n  ","481576":"\n  Sounds like something they'd say on \"What We Do in the Shadows\".\n  ","481577":"\n  No\n  ","481578":"\n  Good to know\n  ","481579":"\n  Maine\n  ","481580":"\n  Have to watch castle rock there too.\n  ","481581":"\n  It's on hulu\n  ","481582":"\n  Dying was bad too\n  ","481583":"\n  I don't care about other females lady bits\n  ","481584":"\n  We could be related?\n  ","481585":"\n  Google it?\n  ","481586":"\n  The baron eating pizza 🤣\n  ","481587":"\n  He's funny\n  ","481588":"\n  Hello\n  ","481589":"\n  Agree :)\n  ","481590":"\n  No thanks\n  ","481591":"\n  Reminded me of santa with his red robed outfit\n  ","481592":"\n  I'm sure it's happened\n  ","481593":"\n  Indeed. The baron just showed up :)\n  ","481594":"\n  Have their back, been friends with for forever.  Wouldn't just drop them.\n  ","481595":"\n  Watching more of  \"What We Do in the Shadows\".\n  ","481596":"\n  Fever or different way?\n  ","481597":"\n  Usually by my side if do wake up to lulu being in here.\n  ","481598":"\n  Not having a period for starters lol\n  ","481599":"\n  Not too much. You basically go to a river. Dig underwater and put everything into a pan (like pictured) then wash it into the water so only the gems or whatever else you find remains in the pan.\n  \n  Done it once in AZ with the family. Don't think any of us found much but it was still a fun time. Most places you need to pay for to mine was well.\n  ","481600":"\n  Yes. Can still be fun tho\n  ","481601":"\n  I guess. Definitely a learning experience. Should have ended way sooner!\n  ","481602":"\n  That's good. Thanks\n  ","481603":"\n  I was going to link it but apparently all the old bf talk got taken down?\n  \n  Anyways, never in a romantic way. Was either single, ldr, or a crap relationship and didn't do anything.\n  \n  I think one of the best ones was when I went to my friend's house and we just hung out all day. Walked around town etc can't remember if that was the day we made cinnamon rolls or not lol got store bought ones and some icing.\n  ","481604":"\n  Nah you love that I remember. The banana one sounds awesome right now. Seems more like lemon bars now.\n  \n  Made me think of these that I made before\n  ","481605":"\n  🤣🤣🤣\n  \n  No new questions there\n  ","481606":"\n  Eyes, hair, legs\n  ","481607":"\n  Do it!!!\n  ","481608":"\n  Oh lol\n  \n  Who knows lol\n  \n  I don't think I have many questions that would show that?\n  ","481609":"\n  Or dino ones ;)\n  \n  Do whatever you want <3\n  ","481610":"\n  Oh.. didn't see it in that way. Agreed.\n  ","481611":"\n  Haha. I'm actually still nice. I can get all \"nobody loves me\" way but I've learned to control that\/not b!tch. I mostly just crave chocolate and ice cream lol movies. Cuddles would have been nice last night XD\n  \n  I don't really have symptoms at  the moment besides bleeding. Last night I just felt like ovaries were killing me but didn't have legit cramps either.\n  \n  Its been weird lol. In December it was just spotting then nothing but still had cramps with it. Didn't have anything in January and didn't really expect this.. however did feel emotional. Thought it was just stress. Noticed nips seemed more visible but didn't get soreness. Had energy. My face was breaking out a bit.. did think hormonal + stress but didn't think I'd get it ¯\\_(ツ)_\/¯\n  ","481612":"\n  Is it?\n  ","481613":"\n  Dino\n  ","481614":"\n  Healthy\n  ","481615":"\n  It's been ok. Not missing too much lol\n  ","481616":"\n  Right!?\n  ","481617":"\n  Velveeta with pork rinds\n  \n  Brownies that were put into a donut maker sheet.. didn't come out that good.. but had ice cream with it so that didn't matter much\n  \n  Wings from wing stop. Lousiana cajun, hot, and garlic parmesan. Some carrots\/celery.\n  \n  A coconut cake my mom ended up getting that we all like and kicked me out of keto lol was good until then XD\n  ","481618":"\n  You should clean up\n  ","481619":"\n  XD\n  ","481620":"\n  Oh yeah very thoughtful there :p rather have the pudding atm\n  ","481621":"\n  Ah yes phantom pocket syndrome. Very bad this time of year :p\n  ","481622":"\n  lol @ the double meaning of me lol there.\n  \n  Sure have it your way :(\n  ","481623":"\n  But chocolate.\n  \n  I can't have raisins or pretzels anyways so no hard feelings there XD\n  ","481624":"\n  I feel like you mean something else now :o\n  ","481625":"\n  Why not? Pockets are great!\n  \n  Sounds chilly\n  ","481626":"\n  That's just mean.\n  ","481627":"\n  I never said it was M if that's where you are going with the whole gaming aspect.\n  \n  I don't have any :(\n  ","481628":"\n  Taught me what I won't settle for? Not to waste time on someone who doesn't put effort in either. He wasn't a bad guy as a person but ya lol not quite bf material. Wasn't much of a legit connection with either. Yet at the time it seemed ok.\n  ","481629":"\n  Within?\n  ","481630":"\n  Hm. Mom is pretty clean. Dad is more a disorganized mess, hoarder. Always moving his things to one spot then another. Keeps a lot of stuff he doesn't really need.\n  \n  I guess I'm more like my mom but I do it more when I feel like its messy ¯\\_(ツ)_\/¯\n  ","481631":"\n  Hm not too much.\n  \n  Also apparently it was more hormonal. Yay periods Haha.\n  ","481632":"\n  It's been horrible\n  ","481633":"\n  I think they'd still need love in other ways then.\n  ","481634":"\n  Nah. Black and chipping\n  ","481635":"\n  Nope. Columbia comes to mind though.\n  ","481636":"\n  ¯\\_(ツ)_\/¯\n  ","481637":"\n  Think that depends on how much it consumed my thoughts, if felt like they couldn't get past the misunderstanding. I'd try again. Maybe make sure it doesn't come off as condescending or better yet, maybe say it in person?\n  ","481638":"\n  In the summer.\n  ","481639":"\n  Yes. No follow up besides this XD\n  ","481640":"\n  Cute\n  ","481641":"\n  What does that mean?\n  ","481642":"\n  45\n  ","481643":"\n  At times. I just feel like it hasn't been all bad. I don't always let the negative things get to me. They don't always win. Just because one person has said things doesn't mean its fact. Or I've learned lessons from them hence the positive side of the negatives.\n  ","481644":"\n  I doubt it but thanks. Should try sleeping more.\n  ","481645":"\n  I said male can be as well. I don't quite view d!ck pictures that way but more the whole body.\n  ","481646":"\n  Guess you read my other page last night or do you mean in a s*xual type way?\n  ","481647":"\n  Depends more on the guy\n  ","481648":"\n  No birds at 12am\n  ","481649":"\n  Night\n  ","481650":"\n  Why would you do that?\n  ","481651":"\n  This crap is annoying\n  ","481652":"\n  Just lahore and Ben.\n  ","481653":"\n  me lol 🙋🏼‍♀️\n  ","481654":"\n  Good until tonight lol\n  ","481655":"\n  I don't think one does?\n  ","481656":"\n  This song randomly came to mind\n  \n  Haven't listened to in years so hopefully its fitting 🤣\n  \n\n   https:\/\/youtu.be\/erywPdFfORE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","481657":"\n  Yes\n  ","481658":"\n  Nothing?\n  ","481659":"\n  My brother's I believe\n  ","481660":"\n  You are so annoying, lahore.\n  ","481661":"\n  Creepy\n  ","481662":"\n  Who wants to know?\n  ","481663":"\n  Around 4\n  ","481664":"\n  I don't follow UK politics so I'm not sure.\n  ","481665":"\n  Cant picture myself with a boys name.. probably would want something unisex ¯\\_(ツ)_\/¯\n  ","481666":"\n  I bet XD\n  ","481667":"\n  I didn't end up going today but have walked atleast :)\n  ","481668":"\n  Is it?\n  ","481669":"\n  Very nice :)\n  ","481670":"\n\n   https:\/\/youtu.be\/SM1w9PEQOE8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","481671":"\n  Congrats\n  ","481672":"\n  Not really. Just paged through at times.\n  ","481673":"\n  Her husband's sperm? Jk tube baby\n  ","481674":"\n  No. My sister is pregnant.\n  ","481675":"\n  Thanks hugs back\n  ","481676":"\n  Seems hard then being the only one\n  ","481677":"\n  Closed. It's a sliding one so would be annoying always having it open.\n  ","481678":"\n  Hey king\n  ","481679":"\n  Those days can be nice tho :p\n  ","481680":"\n  Listening to music via YouTube\n  ","481681":"\n  Alright\n  ","481682":"\n  This song kind of made me sad but ya.. doing well too :)\n  ","481683":"\n  XD\n  ","481684":"\n  Lovely\n  ","481685":"\n  And then in the other you said 6..\n  ","481686":"\n  What did you get? :)\n  ","481687":"\n  I remember\n  ","481688":"\n  Very nice\n  ","481689":"\n  H\n  \n  E\n  \n  L\n  \n  L\n  \n  O\n  ","481690":"\n  Hm not really. I still look young so whatever I do must be working haha\n  ","481691":"\n  About myself?\n  ","481692":"\n  Look in the mirror\n  ","481693":"\n  Little kids\n  \n  Old people still in love\n  ","481694":"\n  Traveling a ton\n  ","481695":"\n  You\n  ","481696":"\n  I'm not afraid of failure.\n  ","481697":"\n  Actual dreams? Nope. I don't dream of money.\n  \n  Be nice if that happened. I'd definitely help give back :)\n  ","481698":"\n  Don't think I've had a grande. Would be bunless anyways if i did get something from there.\n  ","481699":"\n  I like roses and sunflowers. Or something creative they made would be bomb. I like meaningful things instead of materialistic ones. Yet I'm single so doubt I'll get anything anyways.\n  ","481700":"\n  Pointless things\n  ","481701":"\n  Rub it\n  \n  Take medicine\n  \n  Afraid light\n  \n  I think rubbing banana peels is supposed to help? Potassium in general? Idk look up remedies\n  ","481702":"\n  Was more my mind, not the actual person.\n  ","481703":"\n  It's been a while.\n  \n  I've watched new shows but eh.. that's not the way you mean?\n  ","481704":"\n  Little of both lol\n  ","481705":"\n  Not sure as there have been positives as well.\n  ","481706":"\n  Kind of hate how peroni came to mind.\n  ","481707":"\n  Samsung. Fine with what I have at the moment. I don't need the newest technology.\n  ","481708":"\n  I've never played on pc. Just gaming systems.\n  \n  Unless isketch would count as pc?\n  ","481709":"\n  I'm not sure. Whatever felt right?\n  ","481710":"\n  Maybe\n  ","481711":"\n  Are we ever really incomplete to begin with?\n  \n  I like the quote though :)\n  ","481712":"\n  I do. Haven't had it too often though.\n  ","481713":"\n  Probably! Annoying.\n  ","481714":"\n  I liked the mt dew\/shining one too.\n  ","481715":"\n  Citizen Kane - rosebud\n  \n  Came to mind XD\n  ","481716":"\n  Idk. His name is shaam. From Lahore so I nicknamed him that. Not sure on his current @\n  \n  He keeps going on anon and new accounts. It's been years putting up with him lol\n  ","481717":"\n  Good song\n  ","481718":"\n  I think I was going to be Michael or something like that?\n  ","481719":"\n  The night we went golfing. However, I forgot my ID. And didn't care for the Stella beer that was in the buckets you could get. I like fruity things not acidic bubbles.\n  ","481720":"\n  I don't.\n  \n  I wear a lot of Nike, 1stphorm, tanks, a john Mayer shirt that's pretty much a dress on me now. My closet is lackluster when it comes to tops.\n  ","481721":"\n  Nonstop messages from Lahore -_-\n  ","481722":"\n  Not having enough limes\n  ","481723":"\n  I really wish lahore and Ben would get banned permanently.\n  ","481724":"\n  :o\n  ","481725":"\n  Wife being impossible again?\n  \n  No, I'm not.\n  ","481726":"\n  Always liked them\n  ","481727":"\n  I'm fine with the way things happened. I'm the youngest.\n  ","481728":"\n  About?\n  ","481729":"\n  I believe so?\n  ","481730":"\n  Haven't noticed.. has he?\n  ","481731":"\n  Indeed\n  ","481732":"\n  We didn't so it was even more like why bother being with him? Haha. He was a goodie two shoes bible study type of guy.\n  ","481733":"\n  Humor, loyalty, friendship\n  ","481734":"\n  Possibly. Just seem weird how it always happens on holidays. The rest of the time they are fine.\n  ","481735":"\n  Just one, tyvm.\n  ","481736":"\n  I don't waste time on celebrities\n  ","481737":"\n  I like them! Just don't have any yet.\n  ","481738":"\n  Haha\n  ","481739":"\n  Watched the Superbowl last night\n  ","481740":"\n  Here or other account?\n  ","481741":"\n  Maybe a rose? Idk. I wouldn't want a face tattoo. Neck at the very best.\n  ","481742":"\n  Probably blend in more?\n  ","481743":"\n  Yes, I would.\n  ","481744":"\n  Haunting people\n  ","481745":"\n  me lol\n  ","481746":"\n  Is it?\n  ","481747":"\n  Truth\n  ","481748":"\n  Good night\n  ","481749":"\n  9.5\n  ","481750":"\n  Yes, once.\n  ","481751":"\n  Never. I don't like blood or hurting myself. I have thought about at times though but I know I'd never act on it.\n  ","481752":"\n  Shower;\n  \n  Kind of both ways. I'll be away first and then face.. depends what I'm doing too\n  ","481753":"\n  Two years\n  ","481754":"\n  lol\n  ","481755":"\n  Don't know who you are. I doubt it.\n  ","481756":"\n  Sure\n  \n  You go under settings-- and change the bio\/location. Save it.\n  ","481757":"\n  I'm doing pretty good:)\n  \n  Like Katie? Sounds odd.... I'm friends with two different Katie's. One online and one irl.\n  ","481758":"\n  Sure. Let's do this one.\n  ","481759":"\n  Didn't think Indonesia was in Scotland o.o\n  ","481760":"\n  No\n  \n  Yes but I don't give out to random people\n  ","481761":"\n  Ok then\n  ","481762":"\n  Maybe one day?\n  ","481763":"\n  I'm in Arizona and its 63F out. Was just out walking with my mom and wanted something warm :) made a ginger tea.\n  ","481764":"\n  There's one that an anon suggested but I can't remember the name of it! :( I just remember trainspotting and then it was paired with the one that I watched recently lol couldn't find the post about it.\n  \n  I also watched 6 Underground..wasn't the greatest imo\n  \n  I haven't been to the theater in 2020 yet. The Irishman and 1917 look good though\n  ","481765":"\n  In bed with tea and a book.\n  ","481766":"\n  Plain cheese\n  \n  Bbq chicken with bleu cheese\n  \n  Chicken, spinach, feta, white sauce\n  \n  Frozen Keto one: Supreme.. sausage, pepperoni, black olives\n  ","481767":"\n  I'm sure you'll make a remarkable recovery\n  ","481768":"\n  Probably the wings 🍗\n  ","481769":"\n  Puking and a headache. You poor thing! 😘\n  ","481770":"\n  You should see a dr right away!\n  ","481771":"\n  She's always been up and down with her weight. Nothing new there\n  ","481772":"\n  Yes. Think they are a decent person but why act like that??\n  ","481773":"\n  I was while being on here on&off too lol good multitasker :p\n  ","481774":"\n  Seems so!! Always going to one up people too\n  ","481775":"\n  Awesome!\n  ","481776":"\n  I can't do that lol\n  "}}