{"Question":{"484996":"\n   Are you planning to give up any bad habits for 2020?\n  ","484997":"\n   Have you saw don’t fuck with cats on Netflix? OMG.\n  ","484998":"\n   What’s the last thing you did right before you answered this question?\n  ","484999":"\n   What color is your winter coat?\n  ","485000":"\n   Do you like your nails short or long?\n  ","485001":"\n   <3\n  ","485002":"\n   Do you have any family secrets?\n  ","485003":"\n   😀 + 💦 = 😂\n❤ + ⛏ = 💔\nShow your creativity 😂✌\n  ","485004":"\n   Ever been sea sick before?\n  ","485005":"\n   Chocolate covered strawberries or chocolate covered cherries?\n  ","485006":"\n   Chocolate covered strawberries or chocolate covered cherries?\n  ","485007":"\n   Goodnight\n  ","485008":"\n   Good night beautiful\n  ","485009":"\n   King relaxes🌹😴\n  ","485010":"\n   Do you have a boyfriend ?\n  ","485011":"\n   Post a picture of your favorite tattoo!! Or a tattoo you would like to get, or one that you just admire.😊\n  ","485012":"\n   What are you doing tomorrow?\n  ","485013":"\n   How is your pain tolerance?\n  ","485014":"\n   What is something you are certain you’ll never experience? 🤔\n  ","485015":"\n   New Year Resolutions?\n  ","485016":"\n   15 day trip to Fiji, yay or nay?\nWould you like to try something different?\n  ","485017":"\n   Use a GIF to show an awesome singer or video that you like. Try to find your singer or favorite video in the GIFs or just PAP.\n  ","485018":"\n   Are any of our views truly our own or do we simply inherit them from the environments and societies we live our lives in?\n  ","485019":"\n   Tell me one thing you can't stand?\n  ","485020":"\n   dik? are you really 📯y tonight?\n  ","485021":"\n   What was the most memorable gift you’ve received? 🤔\n  ","485022":"\n   Ummmmm if you could eat ANY FOOD IN THE WORLD ... right now ! What would you eat ?(:\n  ","485023":"\n   What challenging thing are you working through these days? 🤔\n  ","485024":"\n   Who was your first crush? Describe them.\n  ","485025":"\n   Do you know other girls who do it with the same guys\n  ","485026":"\n   What would a mirror opposite of yourself be like? 🤔\n  ","485027":"\n   Where does Tayla get all money from?\n  ","485028":"\n   What is the strangest thing you have come across? 🤔\n  ","485029":"\n   Which of them did you do stuff with last year other than M\n  ","485030":"\n   What kind of Popsicle do you like?\n  ","485031":"\n   I thought that looked like a booty on the emoji🌹\n  ","485032":"\n   The sun is shining. I will go jogging after 20 minutes.\n  ","485033":"\n   Needs to grow these muscles🌹💪🏻\n  ","485034":"\n   Have they all watched you do it live\n  ","485035":"\n   Nice booty🌹\n  ","485036":"\n   Holidays are over. Time to head back to the gym starting Monday🌹\n  ","485037":"\n   Which guys do you do stuff with\n  ","485038":"\n   Wasn't me\n  ","485039":"\n   Whatever your gonna get used so he can date you for his visa card\n  ","485040":"\n   I was busy taking all decorations down after the ball drop🌹🎄\n  ","485041":"\n   Haha I'm not obsessed I just asked one question\n  ","485042":"\n   Who's your fave these days?\n  ","485043":"\n   What is he talking about\n  ","485044":"\n   When's the last time mawioc fscked you\n  ","485045":"\n   To take decorations down🌹🎄\n  ","485046":"\n   Stayed up till 1am🌹\n  ","485047":"\n   No🌹\n  ","485048":"\n   Just happy I enjoyed my night yesterday🌹\n  ","485049":"\n   Chocolate covered strawberries or chocolate covered cherries?\n  ","485050":"\n\n    https:\/\/youtu.be\/w827i4tWums\n   \n","485051":"\n   Hey man does your girlfriend know your doing  this 🙄\n  ","485052":"\n   If you were arrested what would your family and friends think it was for?\n  ","485053":"\n   If you were to write a book what would it be about?\n  ","485054":"\n   Vanessa against the machine\n  ","485055":"\n   Or sleepless ones. I'll usually mastvrbate before reading though. I think you do the reverse?\n  ","485056":"\n   Well it's identical to yours. Not surprising. Maybe I borrowed it from you...\n  ","485057":"\n   You didn't have a better idea for a username?\n  ","485058":"\n   You stole my list...\n  ","485059":"\n   From where ?\n  ","485060":"\n   Who is in your bad books atm\n  ","485061":"\n   Lmfao doing yourself is actually really helpful in falling asleep. Lmao\n  ","485062":"\n   Likes please ❤❤\n  ","485063":"\n   When you have trouble falling asleep, what do you do?\n  ","485064":"\n   Hello cupcake\n  ","485065":"\n   Would you rather have 3 hands or 3 feet\n  ","485066":"\n   What's the purpose of that little pocket in girls underwear specially thongs ? 🤔\n  ","485067":"\n   Do you wear slippers\n  ","485068":"\n   Chat me\n  ","485069":"\n   Have u ever slept with someone without sleeping with them?\n  ","485070":"\n   I wanna chat with u !!\n  ","485071":"\n   U had s-x in 2020?\n  ","485072":"\n   Hugs. In a great mood🌹\n  ","485073":"\n   Honest hour?\n  ","485074":"\n   When king is happy rn🌹☺️\n  ","485075":"\n   stand facing the corner with your hands and one foot up and let someone to take a picture for you\n  ","485076":"\n   🌹😴😴\n  ","485077":"\n   Lmao .. not this time 🤣🤣👍\n  ","485078":"\n   🤣\n  ","485079":"\n   Funniest comment you've heard from a commentator during sport or something else....\n\n.... inspired by a comment on the cricket... \"it's hard to pull out late\"\n  ","485080":"\n   If all humans want the same basic things, why is there so much violence and strife between people?\n  ","485081":"\n   What is something you can never seem to finish? 🤔\n  ","485082":"\n   Maybe 5 guys 😏🤣\n  ","485083":"\n   What mistake do you keep making again and again? 🤔\n  ","485084":"\n   What’s the best thing you got from your parents? 🤔\n  ","485085":"\n   D*mn you vile woman\n  ","485086":"\n   Would you rather forget who you are every time it rains, or never be able to remember why you walked into a room\n  ","485087":"\n   Oh. Sorry.\n  ","485088":"\n   wdym me lol\n  ","485089":"\n   Would you rather always have a song stuck in your head or always have an itch that you can’t reach?\n  ","485090":"\n   Can i live with you if i have fuller hair?\n  ","485091":"\n   😂 Love the name change\n  ","485092":"\n   yes\n  ","485093":"\n   You feel like theres two people who want your kik?\n  ","485094":"\n   Understandable.\n  ","485095":"\n   Oh thats right it goes on the feed wall.\n  ","485096":"\n   It is not funny that consider him bad\n  ","485097":"\n   We were talking before about actually working.\n  ","485098":"\n   What chapters would you separate your autobiography into? 🤔\n  ","485099":"\n   what do you call a professional fisherman? a master baiter\n  ","485100":"\n   i was bitten by a turtle when i was a kid, can i still drink orange juice?\n  ","485101":"\n   If i were perfect will you let me live with you?\n  ","485102":"\n   I don't like coffee. Can i live with you if i have fuller hair?\n  ","485103":"\n   If I un Anon ?\n  ","485104":"\n   Do you have kik?\n  ","485105":"\n   What do you hope your last words will be? 🤔\n  ","485106":"\n   What do you pleasure?\n  ","485107":"\n   will u rly change ur name to me lol XD\n  ","485108":"\n   What is your one guilty pleasure? 🤔\n  ","485109":"\n   Really? Me too! 😋\n  ","485110":"\n   Is it rubbing the beaver?\n  ","485111":"\n   Buonanotte 🌹🌹\n  ","485112":"\n   What's your favorite thing to do alone? 🤔\n  ","485113":"\n   What’s the most immature thing that you do? 🤔\n  ","485114":"\n   What photo on your phone do you love the most? What's the reason?!\n  ","485115":"\n   What now?\n  ","485116":"\n   What is your favorite genre of music?\n  ","485117":"\n   What's your favorite jolly rancher?!\n  ","485118":"\n   Eat clothes = healthy? lol\n  ","485119":"\n   Who was the last person you took a picture with?\n  ","485120":"\n   Do you find dreadlocs attractive or unattractive\n  ","485121":"\n   What’s the most money you’ve given away?\n  ","485122":"\n   If i get $3200 i will be able to buy a lot of clothes. I need to be in a good health.\n  ","485123":"\n   What moment from 2019 taught you a lesson?\n  ","485124":"\n   show bobs  ( • )( • )ԅ(≖⌣≖ԅ)\n  ","485125":"\n   lol. Sorry about that\n  ","485126":"\n   Yea. Giving ones like me a bad name.\n  ","485127":"\n   Hm i need a house of area of 1 kanal soon. I need to make $3200 every month and support my siblings.\n  ","485128":"\n   Also piss me off. Dude leave her alone.\n  ","485129":"\n   Silly Sally swiftly shooed seven silly sheep. The seven silly sheep Silly Sally shooed shilly-shallied south. These sheep shouldn't sleep in a shack; sheep should sleep in a shed. Do you concur? 🤔\n  ","485130":"\n   What do you want to be remembered for? 🤔\n  ","485131":"\n   I want to know about the device. Here most of people use gas heaters.\n  ","485132":"\n   but that anon has like an actual contract job that he does for a living, what do you do\n  ","485133":"\n   Do you own a raclette grill? Have you ever had raclette?\n  ","485134":"\n   Thermostat on what device ?\n  ","485135":"\n   So i was preparing an email in which i have to give details of my fathers company. Also i have to send him an inquiry.\n  ","485136":"\n   1.Whatsapp or Facebook Messenger?\n2.Viber or Skype?\n3.Instagram or Snapchat?\n4.Twitter or Facebook?\n  ","485137":"\n   What do you think people think of you?\n  ","485138":"\n   Entertainment Events, Parties The Technical Side and Performance.\n  ","485139":"\n   Have you ever had anything paranormal happen to you?\n  ","485140":"\n   Eh. Just because I own the company doesn't mean I'm rich. People think that when you own a company you get rich it's like a bar owner or night club owner. No we don't get rich. It's nice because I own it. But the stress is real.\n  ","485141":"\n   I get paid at at job site. Or if a deposit is made. I own the company.\n  ","485142":"\n   A job is a job I work from home and go out to the locations. Just because I'm not at a location doesn't mean I'm not working.\n  ","485143":"\n   nah I mean yall dont have a job so\n  ","485144":"\n   ccording toleadeboard u were given 100k coins recently\n  ","485145":"\n   dont you spend most of your time relaxing\n  ","485146":"\n   how did that happen with just likes\n  ","485147":"\n   Have you had a good day?\n  ","485148":"\n   What are you most likely very wrong about? 🤔\n  ","485149":"\n   What’s the most surprising thing you’ve learned recently? 🤔\n  ","485150":"\n   Do you have to work or go to school at the moment?\n  ","485151":"\n   What's the longest you've waited to have s x with someone you were dating?\n  ","485152":"\n   🌹🤗😘\n  ","485153":"\n   Have you ever tried bread pudding before?\n  ","485154":"\n   What’s in your pockets?\n  ","485155":"\n   Ever gotten a canker sore? I have one and it freaking hurts!!!\n  ","485156":"\n   Insulation understood. How do you heat your room?\n  ","485157":"\n   Apparently somewhere in the UK a kid was being bullied In school and the school did fuck all about it. The kid who was being bullied his mum was a journalist and manged to get on the front page of their local newspaper  that the school allows bullying thoughts on that matter?\n  ","485158":"\n   Did you gain weight over Christmas?\n  ","485159":"\n   Ever watched a movie and noticed someone you know is in it? Like I was watching one of those late night soft core porn movies and noticed a girl I went to high school with was in it!\n  ","485160":"\n   What was your favourite book\/artist\/movie etc of the decade\n  ","485161":"\n   What do you spend most of your money on?\n  ","485162":"\n   When you're alone, what do you think about a lot?\n  ","485163":"\n   How do you keep your room warm?\n  ","485164":"\n   Had a yummy home made zinger burger. Patties were being purchased from a local chicken company.\n  ","485165":"\n   Do you use an electric heater to warm up your room?\n  ","485166":"\n   Truth or dare ? 😋\nNo cheating 😒\n  ","485167":"\n   In popular areas in your town do they charge for parking? If so how much?\n  ","485168":"\n   Is there any people or person that you'll probably never forget ( family and friends don't count)\n  ","485169":"\n   You doing any of these health fads for January?\n  ","485170":"\n   Lights when it goes almost when it's about to get dark :o\n  ","485171":"\n   Shouldn't this be like the norm though? Aunt May's quote from Spider-Man 3 comes to mind: \"You start by doing the hardest thing: you forgive yourself\".\n  ","485172":"\n   Gn🌹\n  ","485173":"\n   Good night\n  ","485174":"\n\n    https:\/\/youtu.be\/u3MemVjMV1U\n   \n","485175":"\n   yes...🙂...\n  ","485176":"\n   i would accept it !😂 i would love you to treat me as a sIave and treat me like a piece of shit 😂\n  ","485177":"\n   Have you ever taken an IQ test before? What's your IQ?\n  ","485178":"\n   New year’s kiss🌹😘\n  ","485179":"\n   what do you think about having foot sIave ?😂\n  ","485180":"\n   Hugs🌹\n  ","485181":"\n   Why do bad things happen to good people?\n  ","485182":"\n   How is your life?\n  ","485183":"\n   Ok. Lillian the horse girl and emma from ukraine are lovely girls to eat pizza with.\n  ","485184":"\n   Are personal boundaries necessary or do they restrict the full expression of love?\n  ","485185":"\n   Got to rewatch the ball drop🌹🥳\n  ","485186":"\n   Do you wash new clothes like Jeans and shirts before using them? Do you like to buy  washable dresses?\n  ","485187":"\n   Happy new year🌹🥳🥳\n  ","485188":"\n   When was the last time somebody shouted at you?\n  ","485189":"\n   Do you like working on vehicles?\n  ","485190":"\n   Why do some white people have freckles? Here they say it is because of eating pork.\n  ","485191":"\n   How do you feel about snow?\n  ","485192":"\n   Favorite phone game?\n  ","485193":"\n   Where do new photos go? On your instagram?\n  ","485194":"\n   Do you wanna eat pizza with me?\n  ","485195":"\n   Hm feeling down. Nothing positive happened in regard to runing the business effectively\n  ","485196":"\n   When's the last time you were creative?\n  ","485197":"\n   On scale from 1 to 10, how much of a pizza person are you?\n  ","485198":"\n   what about slow AF metal like Sleep.\n  ","485199":"\n   One hour to go🌹\n  ","485200":"\n   Transilvanian Hunger by Darkthrone, yay or nay.\n  ","485201":"\n   What stereotype do you completely live up to? 🤔\n  ","485202":"\n   What dumb accomplishment are you most proud of? 🤪\n  ","485203":"\n   What makes you feel better when you are in a bad mood?\n  ","485204":"\n   What is the biggest lesson you never learned? 🤔\n  ","485205":"\n   When the electricity goes out in your home, what’s the first thing you miss?\n  ","485206":"\n   Sorry, I was just curious\n  ","485207":"\n   Are you above average intelligence, average, or below average? How do you use your intelligence in your life?\n  ","485208":"\n   🌹✨🤗\n  ","485209":"\n   Just asking. Is it bad?\n  ","485210":"\n   Have you ever stolen anything?\n  ","485211":"\n   Oh okay. So what kind of effort?\n  ","485212":"\n   It’s okay! I was pretty drunk that day anyway, so it probably wouldn’t have been too pleasant to meet then. Eventually we will though :D\n  ","485213":"\n   You tryin to kill me? I’m allergic and my throat closes instantly when I’m near one😂\n  ","485214":"\n   Just curious. You don't have friends and haven't made efforts to make any. Why?\n  ","485215":"\n   One more to the over dozen I have lmao weezy and mega are super jealous pups, they wouldn’t like that idea 😂\n  ","485216":"\n   So...no?\n  ","485217":"\n   I think we both were there same day, our timing was just off lol\n  ","485218":"\n   Smh like I need more dogs xD\n  ","485219":"\n   Be on my side As my Queen🌹\n  ","485220":"\n   Do you have any friends out there?\n  ","485221":"\n   King feels happy🌹\n  ","485222":"\n   My resolution for new year’s is to be happy and be on your side🌹\n  ","485223":"\n   Are you alone?\n  ","485224":"\n   Hugs🌹🤗\n  ","485225":"\n   You must have an idea of why you haven't attended any\n  ","485226":"\n   Wants us to make each other happy more in 2020🌹\n  ","485227":"\n   Warm hugs🌹🤗\n  ","485228":"\n   🌹😊😊\n  ","485229":"\n   Why have you never attended any\n  ","485230":"\n   How many meetups have you attended?\n  ","485231":"\n   Where do you shop the most?\n  ","485232":"\n   English is not my main language...how to find the legal age of responsibility ?like mayority,maturity for everything,u know what i mean\n  ","485233":"\n   Did you take your Christmas decorations down yet?\n  ","485234":"\n   Ever been chosen out of the audience to participate ?\n  ","485235":"\n   Are you afraid of people?\n  ","485236":"\n   When was the last time you were terrified?\n  ","485237":"\n   🌹😘😘\n  ","485238":"\n   Lord of the rings or the hobbit\n  ","485239":"\n   Hehehe the doggies must have been excited that you joined them.\n  ","485240":"\n   If you were hosting an ask.fm dinner party who would you invite and why ?\n  ","485241":"\n   🌹😘✨\n  ","485242":"\n   It showed it raining in NYC so after 8:30 it starts😪🌹\n  ","485243":"\n   How exciting! Howling is lots of fun. It makes you feel happy.\n  ","485244":"\n   Same🌹🥳\n  ","485245":"\n   Remember when you howled and posted the video of it? That was really fun 😂\n  ","485246":"\n   oh?\n  ","485247":"\n   whats a goverment job you would choose?\n  ","485248":"\n   do parakeets form a pecking order?\n  ","485249":"\n   Pick 5 people from askfm and what would you get them for Christmas. Be funny be creative ! Just have fun with this !\n  ","485250":"\n   how have you been <3\n  ","485251":"\n   It starts now🌹🥳\n  ","485252":"\n   They had lots of nice horses. I watch the parade every year. It makes me really happy 😊\n  ","485253":"\n   Who will you be celebrating Christmas with this year? 🎄\n  ","485254":"\n   The Christmas story lamp😂\n  ","485255":"\n   I'm happy you're watching the parade. It was a lot of fun!\n  ","485256":"\n   What talent do you not have that you wish you did ?\n  ","485257":"\n   What's your most favorite thing to eat and drink during the Winter holidays?\n  ","485258":"\n   Gonna wait until midnight for the ball to drop🌹\n  ","485259":"\n   ~ do you prefer clean, fresh scents or floral scents, in terms of things like hand soap, body wash, shampoo, etc etc.?\n  ","485260":"\n   Thoughts on me rewatching it🌹\n  ","485261":"\n   will AZ make you soft? haha or you think your foundation is set in stone with being tougher area upbringing?\n  ","485262":"\n   What is your favorite way of wasting time?\n  ","485263":"\n   What are your favorite beverages?\n  ","485264":"\n   Just gonna rewatch dick Clark’s show tonight🌹\n  ","485265":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","485266":"\n   Outfit currently?\n  ","485267":"\n   Is intelligence or wisdom more useful? 🤔\n  ","485268":"\n   Here's the link to the KTLA coverage of the parade. It's the same coverage they showed on The Hallmark Channel. That's what I watched b\/c they show it commercial free.\n   \n    https:\/\/www.youtube.com\/watch?time_continue=11&v=JGMLEsR-Hb4&feature=emb_title\n   \n","485269":"\n   At what point do you stop trying with people and just cut them from your life ?\n  ","485270":"\n   ----\n  ","485271":"\n   this is an interesting desire to have i thought :')\n  ","485272":"\n   📚 What are your thoughts on the quote I wrote in the following reply:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159775868527\n   \n   ? Do you love from your insecurities or do you love from your strengths?\n  ","485273":"\n   Do you take candy from strangers?\n  ","485274":"\n   Would it be more frightening to discover that humans are the most advanced species in the universe or that we are far from being the most advanced species in the universe? 🤔\n  ","485275":"\n   🎶💚\n  ","485276":"\n   What’s your New Year’s Day plans?\n  ","485277":"\n   Have you been f*cked In 2020\n  ","485278":"\n   One more hour to go till I start🌹\n  ","485279":"\n   Awww 😍 Do you have a dog? 🐕\n  ","485280":"\n   🌹🥳🥳\n  ","485281":"\n   What was the last thing you searched?\n  ","485282":"\n   What's an eye doctor's favorite year?  2020!!! 😂\n  ","485283":"\n   Favorite animal to own as a pet?\n  ","485284":"\n   If you knew the world was about to end, what would you do?\n  ","485285":"\n   btw ever watch the movie?\n  ","485286":"\n   i listened to the audio book narrated by stephen king. loved the first two parts but then the rest could not find the king version and did not like the one with whoever doing part 3 and 4 so not sure if if finished or not.\n  ","485287":"\n   How much time does it take you to get ready for a date or go out with friends?\n  ","485288":"\n   That's too bad. You can watch it online if you want. They have the coverage on youtube\n  ","485289":"\n   Did you watch the Rose Parade? It was awesome. I love it so much!\n  ","485290":"\n   What now?\n  ","485291":"\n   Followed 🥀\n  ","485292":"\n   If you could travel around the whole world would you\n  ","485293":"\n   Is that a bit harsh\n  ","485294":"\n   🌹😘😘\n  ","485295":"\n   I remember in my old job the boss said to me what do you think of these people and when he named one employee I responded with Irritable bowel syndrome\n  ","485296":"\n   Hi\n  ","485297":"\n   🌹😴😴\n  ","485298":"\n   What do you think will be the reason for the eventual end of our society as it exists today ?\n  ","485299":"\n   Kissing ass gets you no where\n  ","485300":"\n   Probably I think kissing the boss ass makes you desperate and and petty\n  ","485301":"\n   Stupid part is he has like 15 employee's in our department and me and one other person see through his bs everyone else loves him\n  ","485302":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","485303":"\n   Yeah he's like that everyone should Love me I see though that bullshit\n  ","485304":"\n   How is everyone's New Year so far?\n  ","485305":"\n   It's just who I am\n  ","485306":"\n   My boss thinks it's offensive and rude that I don't trust him and he's trying to force me to trust him thoughts on that matter?\n  ","485307":"\n   Happy New Years everyone!!\nI hope y'all have an incredible 2020 🤟🏼💛\n  ","485308":"\n   My day has been going well🌹\n  ","485309":"\n   Hugs🌹\n  ","485310":"\n   Do you know who the biggest jackass in AEW is?\n  ","485311":"\n   Why are some people more forgiving of themselves than they are of others?\n  ","485312":"\n   What piece of clothing do you always get a lot of comments on every time you wear it? 🤔\n  ","485313":"\n   When was the last time you got drunk, lit, plowed, knockered etc?\n  ","485314":"\n   Scariest thing to happen to you?\n  ","485315":"\n   Can you live without lying at all?\n  ","485316":"\n   nice. i got rid of a bottle the other day with fried chicken.\n  ","485317":"\n   🎉🎇 I am not sure if I said Happy New Years to everyone, but Happy New Year's to everyone on here! 😆🤘 All of you rock! I appreciate each and everyone of you! Y'all be safe! Have a good one! 😁🤙🎊\n  ","485318":"\n   What is the most precious thing to you?\n  ","485319":"\n   im sure i have you beat! lol\n  ","485320":"\n   “my daughter’s friends chopped off all her hair at a sleepover and thought it was a funny prank. my daughter is very upset. what can I do about this?” this question was found on quora. what would you do if you were the parent? ✰\n  ","485321":"\n   World War 3 is coming and you have your own private bunker with 50 years of food and water. You have enough room and resources to bring 1 family member, 1 friend, 1 pet. Who would you choose and why? 🤔\n  ","485322":"\n   Have you ever seen the family fang?\n  ","485323":"\n   What do you do to be more environmentally friendly? 🤔😁🌎🏞\n  ","485324":"\n   If dogs never existed, which animal would take its place as Man's Best Friend? 🤔\n  ","485325":"\n   Do you buy your own Fireworks for New Years Eve?\n  ","485326":"\n   It's a fine name, Lyndsleigh\n  ","485327":"\n   Is it easier to hate or to love? Why?\n  ","485328":"\n   What kind've work did you do today or did you just chill and rest today?\n  ","485329":"\n   What will you set ur goodreads challenge with?\n  ","485330":"\n   What books will 2020 bring?\n  ","485331":"\n   Why\n  ","485332":"\n   It's 2020. Did you think that the world would have ever made it to this year?\n  ","485333":"\n   Happy New year! I hope that 2020 is amazing for you 😘\n  ","485334":"\n   I would name it the Lyndsleigh\n  ","485335":"\n   happy new year xo\n  ","485336":"\n   Have a blissful, awesome, magnificent, cheerful & rocking year ahead. I wish tremendous joy and good health for you and your family! HAPPY NEW YEAR EVERYONE!🎆🎉🎊\n  ","485337":"\n   If you owned a luxury yacht, what would you name it?\n  ","485338":"\n   Hope everyone's having a good start to the new decade, and that it brings you what you need 💜\n  ","485339":"\n   Happy New Year’s 🎇🥳🎆. I hope 2020 is good to you all 💕\n  ","485340":"\n   I feel calm and relaxed since you came and made me calm🌹\n  ","485341":"\n   Nightlife Spam: How often do you stay out past midnight?\n  ","485342":"\n   You made me feel better and relaxed. You are the best Queen I have🌹😊\n  ","485343":"\n   I thought it was a phone call about death of an enemy\n  ","485344":"\n   1200 pounds for 12 jackeys. 6 yours. 6 mine.\n  ","485345":"\n   Have you ever had to call the police? What happened?\n  ","485346":"\n   Ok. My resolution is to get ahead. My resolution is to punish my enemies.\n  ","485347":"\n   NS: Who paid for drinks\/entertainment the last time you went out?\n  ","485348":"\n   🌹😊😊😘\n  ","485349":"\n   Hm need 97 pounds for the jacket.\n  ","485350":"\n   Nightlife Spam: When was the last time you accepted a drink from a stranger? If you haven't, would you?\n  ","485351":"\n   Becomes happy not moody🌹😊🤗\n  ","485352":"\n   Cuddles instead🌹\n  ","485353":"\n   King needs to be more happy.\n  ","485354":"\n   Idk what’s going on?\n  ","485355":"\n   He shouldn’t be moody since it’s the first day of 2020 and it’s new year’s. He should be happy. Don’t like how he acts😪\n  ","485356":"\n   Needs hugs🌹😪\n  ","485357":"\n   Alright I’ll eat breakfast🌹\n  ","485358":"\n   U paddle pink canoe? Keeping with the Y!A vibe... 😏\n  ","485359":"\n   Feet will get cold when you are wearing slippers.\n  ","485360":"\n   Skipped breakfast since I wasn’t in the mood🌹\n  ","485361":"\n   Do your feet get cold when you are not in your bed\n  ","485362":"\n   What is price of your jacket? Where did you buy it?\n  ","485363":"\n   Are your feet cold?\n  ","485364":"\n   They say the temperture has fell down to this level after 46 years. The sun didnt shine over the december.\n  ","485365":"\n   Dance Review would be like something out of Moulan Rouge or A Chorus Line. Big musical stage performance at a venue\n  ","485366":"\n   When I got hit in the nose on accident it started to become dry when I was outside celebrating🌹😪\n  ","485367":"\n   NS: What is your nightime hotspot of choice?\n  ","485368":"\n   NS: Have you ever been to the following: Strip Club? Pool Hall? Dance Review? Stage Theatre? Jazz Club?\n  ","485369":"\n   Yeah it is. My rematch🌹\n  ","485370":"\n   I was hit in the nose on accident🌹🤕\n  ","485371":"\n   I’m redoing NYE to fix what happened when I had a bloody nose🌹\n  ","485372":"\n   Been about 4 weeks. All good so far :)\n  ","485373":"\n   Which would you rather have as a gift... roses or chocolates?\n  ","485374":"\n   I can’t believe the size of those cans on Heidi Watney!\n  ","485375":"\n   Thoughts on me having a party tonight and rewatching the New Year’s Eve thing on TV so I can rewatch the ball drop🌹\n  ","485376":"\n   🌹☀️\n  ","485377":"\n   I’ll still be happy since bloody nose didn’t damage my new year’s 🌹\n  ","485378":"\n   8pm-1am for my party🌹\n  ","485379":"\n   It was freezing outside and how my nose got dry🌹\n  ","485380":"\n   #notdoneyet🌹\n  ","485381":"\n   I already watched the ball drop but a half hour later my nose bleeds🌹\n  ","485382":"\n   Gm🌹\n  ","485383":"\n   The show goes on tonight. New year’s party at my house🌹\n  ","485384":"\n   First things first... Happy New Year! Now first question on 2020 list: Movie Madness: A) Little Women 2) Spies In Disguise 3) Playing With Fire\n  ","485385":"\n   Best hotel you’ve lived at?\n\nWorst hotel you’ve lived at?\n  ","485386":"\n   What's the quickest way to make a girl cry ? 😂\n  ","485387":"\n   Are you from Iraq? Cuz I wanna see you Baghdad dat a$$up\n  ","485388":"\n   Have you dreamed of a dream and it become a true ?\n  ","485389":"\n   Good night love\n  ","485390":"\n   Nose started bleeding🌹😪\n  ","485391":"\n   How did you celebrate the new year?\n  ","485392":"\n   Even tho I’m at my friend’s house not my house🌹😪\n  ","485393":"\n   Happy New Year! Do you have any resolutions?\n  ","485394":"\n   Happy new year’s my Queen🌹\n  ","485395":"\n   sexy pap\n  ","485396":"\n   Which movie do you think is overrated?\n  ","485397":"\n   When was the last time you had a fire drill?\n  ","485398":"\n   In what ways has a friend betrayed you?\n  ","485399":"\n   true mini-me yoda is cute af and thats about the extent of the show lol. show will still prob go on to have 10 seasons or sum sht cus star wars name attached lol. 5 years from now still nothing has actually happened that matters besides some new armor and no closer to knowing anything about byoda\n  ","485400":"\n   the dumbest part was most people kept saying yes to everything. like cant you see that if someone doest these things they must be psychotic? lol\n  ","485401":"\n   Ant now\n  ","485402":"\n   Which word do you use most often?\n  ","485403":"\n   What now??\n  ","485404":"\n   What do you take for granted? 🤔\n  ","485405":"\n   Ever loes a bet what did you have to do\n  ","485406":"\n   What did you make?\n  ","485407":"\n   <3\n  ","485408":"\n   Firsts!\nFirst memory? \nFirst album you ever bought?\nFirst movie?\nFirst success?\nFirst disappointment?\nFirst trip abroad?\nFirst job?\n\nFirst has now stopped looking like a word so I'll leave it at that 😂\n  ","485409":"\n   🌹🤗🤗\n  ","485410":"\n   I got drunk once and told everyone how good my girlfriend s.ucks my c.oc.k\n  ","485411":"\n   If you could erase any horrible experience from your past, what would it be?\n  ","485412":"\n   -\n  ","485413":"\n   I could go for Taco Bell right now.\n  ","485414":"\n   Can I haz ur #?\n  ","485415":"\n   It's 1021pm. I'm in bed. The TV is on quiet. It's so late. Poopy people are blasting off fireworks.\n  ","485416":"\n   What's your favorite soundtrack? 🎵 No matter if it's from a movie, TV show, video game etc. What about it makes you like it so much? 😁\n  ","485417":"\n   This is the first time I've seen BTS. Wow. Asian people have terrible taste. How the F is this so popular? 😂😂😂\n  ","485418":"\n   Are you watching Dick Clark's NYE with Ryan secrest?\n  ","485419":"\n   Happy New Year!!! 🎊🎉✨ I hope you have a great evening and be safe if you're out celebrating tonight! 🙌💪✨\n  ","485420":"\n   What are you drinking?\n  ","485421":"\n   Do you get the see the New Year's Eve coverage live on tv or is it tape delayed since you are on the west coast?\n  ","485422":"\n   Happy 2020 to all of you!Make 2020 better and let’s re-elect Trump! 😛😛😛😛😛\n  ","485423":"\n   Wut u wearing\n  ","485424":"\n   LOL i was like \"wtf is she talking about?\"\n  ","485425":"\n   -\n  ","485426":"\n   post a picture of something that makes you smile.\n  ","485427":"\n   What’s wrong with u\n  ","485428":"\n   Aren't you scared of dropping ur phone?\n  ","485429":"\n   selfie?\n  ","485430":"\n   What are your ups and downs of 2019\n  ","485431":"\n   Oh cool\n  ","485432":"\n   If you were offered the leadership \/ presidency of your country would you take it? If so, What would be your first change of law?\n  ","485433":"\n   How old ru\n  ","485434":"\n   Wyd?\n  ","485435":"\n   Oh ok\n  ","485436":"\n   Will be more in a happy mood in 2020🌹\n  ","485437":"\n   Wbu\n  ","485438":"\n   Is there any real significance to numbers such as 11:11 or do we just give them meaning that doesn’t exist?\n  ","485439":"\n   Happy New Year! I hope your 2020 is full of happiness and tonnes of love! 🌻\n  ","485440":"\n   Same when I try and make things right🌹🙄\n  ","485441":"\n   Have you seen anything weird lately?\n  ","485442":"\n   Is this year going to be your year\n  ","485443":"\n   Hello Christmas\n  ","485444":"\n   During my party tomorrow we’ll watch the ball drop on tv and it’ll drop at midnight🌹\n  ","485445":"\n\n    https:\/\/www.youtube.com\/watch?v=qZYjoQ3RSIk\n   \n","485446":"\n   I know, but I would be laughing at them while I'm sitting inside in my pj's. lol\n  ","485447":"\n   I was secretly hoping that it was gonna rain in NYC so all the people outside would get drenched. lol\n  ","485448":"\n   Tonight I'm eating dinner, watching tv, and going to bed well before midnight. lol\n  ","485449":"\n   What makes you feel proud of yourself?\n  ","485450":"\n   Would you rather go hang gliding or whitewater rafting? 🤔\n  ","485451":"\n   Noce\n  ","485452":"\n   What are you doing tonight?\n  ","485453":"\n   Gonna stay home tonight or go out\n  ","485454":"\n   I’m 17 about to be 18\n  ","485455":"\n   Ru taken\n  ","485456":"\n   Get drunk\n  ","485457":"\n   Hey\n  ","485458":"\n   That's not how this works 🤪\n  ","485459":"\n   What do you want your epitaph to be? 🤔\n  ","485460":"\n   Where is your dad\n  ","485461":"\n   Are you close with your parents\n  ","485462":"\n   Have fun honey\n  ","485463":"\n   Lmfao kinky bishhh lol 🤣🤣🤣🤣\n  ","485464":"\n   Do the 10 year challenge\n  ","485465":"\n   My friends and I are going out since my new year’s party was canceled tonight at my house 🌹\n  ","485466":"\n   I wanna enjoy the last day of 2019🌹\n  ","485467":"\n   You gonna party tonight\n  ","485468":"\n   Know what they say, The more the messier 🤣\n  ","485469":"\n   I’m just relaxing so I can be fully ready for NYE tonight🌹\n  ","485470":"\n   Hmmm it’s hard to say 🤣\n  ","485471":"\n   Do you prefer to eat with TV On or Off?\n  ","485472":"\n   What do you have doubts about? 🤔\n  ","485473":"\n   🌹😴😴\n  ","485474":"\n   What’s something you are self-conscious about? 🤔\n  ","485475":"\n   Just resting rn so I can get ready for tonight🌹\n  ","485476":"\n   Dang it, I need to work on my aim.... it’s other people’s eyes not yours 🤣🙄\n  ","485477":"\n   King is getting rest up for tonight🌹\n  ","485478":"\n   *wipes tear* 💪🏼\n  ","485479":"\n   Yh they photo shopped me out 🙄 couldne take it that they were standing on me fooking rock 😆\n  ","485480":"\n   What's the most interesting thing you've read or seen this week?\n  ","485481":"\n   Happy New Year 🥳 2020🕺🕺🎉\n  ","485482":"\n   Will true artificial intelligence ever exist, and if so, will it be good or bad for humanity?\n  ","485483":"\n   Who inspires you to be better? 🤔\n  ","485484":"\n   What are you addicted to? 🤔\n  ","485485":"\n   What was the last thing to Annoy you\n  ","485486":"\n   Would u go on a date with some1 from here?\n  ","485487":"\n   What do you do when you are forced to do something you don't like?\n  ","485488":"\n   What’s the most ridiculous reason someone has gotten mad at you for? 🤔\n  ","485489":"\n   Does morality and kindness actually benefit you in the real world or would these traits be viewed as weakness?\n  ","485490":"\n   What quirks do you have? 🤔\n  ","485491":"\n   If you could change one thing about 2019 what would it be\n  ","485492":"\n   hi\n  ","485493":"\n   will u ever say what is about\n  ","485494":"\n   Does it bother you if someone doesn't like you?\n  ","485495":"\n   What is your favorite food that you can eat aaall day?\n  ","485496":"\n   does this mean you were overthinking something recently?\n  ","485497":"\n   Can I take you out on a date?\n  ","485498":"\n   What makes you vulnerable? 🤔\n  ","485499":"\n   Do anything stupid today?\n  ","485500":"\n   or you might not have the ability to ever have another thought again.\n  ","485501":"\n   How much time does it take you to get over someone?\n  ","485502":"\n   Who’s had five guys before? What was your Order? Rate it out of ten?\n  ","485503":"\n   What kind of accessories do you wear usually?\n  ","485504":"\n   How healthy is your diet?\n  ","485505":"\n   Who are you spending new year's eve with\n  ","485506":"\n   Hi i have offer for you if you kiss my hand i will give you 20 like and 100 coines ? Do you have better offer ?\n  ","485507":"\n   What would you like to see mankind achieve within your lifetime?\n  ","485508":"\n   What’s your favorite movie beginning with the letter S?\n  ","485509":"\n   Are you smelting metal?\n  ","485510":"\n   Were you bullied at school?\n  ","485511":"\n   Plans for New Year's Eve? Happy new year everyone!!!\n  ","485512":"\n   what are you doing  ?\n  ","485513":"\n   I am honored to be the first person to tell you Happy New Year💞💞💞🎇🎄\n  ","485514":"\n   hello, 19F😋 follow me on instagram : destiny_brew1😎. I have a surprise for you. 😉\n  ","485515":"\n   Do you have a boyfriend?\n  ","485516":"\n   Hm im bored. I wanna go to sleep\n  ","485517":"\n   looks like cousin it lol\n  ","485518":"\n   I wish you crazy New Year's party with a bang of fireworks and a happy New Year 2020! 🍾🎉\n  ","485519":"\n   Greek people stink tbh\n  ","485520":"\n   Photo\n  ","485521":"\n   No. Not a good job.\n  ","485522":"\n   Cant do gardening\n  ","485523":"\n   did ye paddle pink canoe then\n  ","485524":"\n   two stroke exhaust with racing fuel  > all of the above : )\n  ","485525":"\n   “Everything about the future is uncertain, but one thing is for sure that Allah  had already planned all our tomorrows, we just have to trust him today, I heartily wish a beautiful tomorrow for you and your family. Happy New Year 2020!”\n  ","485526":"\n   oh?\n  ","485527":"\n   doesnt appeal as much or other reasons?\n  ","485528":"\n   Happy  new year\n  ","485529":"\n   I'm off ask for today so Happy New Year everyone! May 2020 be a good year for all of you! :D\n  ","485530":"\n   Seriously?\n  ","485531":"\n   the more i sleep the less i want to wake up and the more tired i feel.\n  ","485532":"\n   Happy new year’s eve🌹\n  ","485533":"\n   Im bored\n  ","485534":"\n   yes\n  ","485535":"\n   but the question was do you have a womb? and unless you have had a hysterectomy or were born with an incomplete reproductive system then you do. had nothing to do with being pregnant.\n  ","485536":"\n   so you think that its likely that in your lifetime you will suffer some affliction that leaves you unable to sleep or only able to sleep standing up?\n  ","485537":"\n   never heard that one lol.\n  ","485538":"\n   What shiver ye timbers\n  ","485539":"\n   Im going to pee first time in 2020. May the god destroy my enemies this year.\n  ","485540":"\n   i can be a girl : )\n  ","485541":"\n   I'll be coming home next year\n  ","485542":"\n   what if you had walnuts last time and also had walnuts in brownies yesterday?\n  ","485543":"\n   think im gonna start doing that on my page. but like honesty 2 hours so people dont feel rushed.\n  ","485544":"\n   rate me lol\n  ","485545":"\n   do you have to walk them?\n  ","485546":"\n   What do you think about ice skating?\n  ","485547":"\n   gases were not the state of matter in question! i will accept water as your answer. but in the future lets try and stick to the program.\n  ","485548":"\n   when you were young did you have certain expectations about how you would spend new year's eve as an adult?\n  ","485549":"\n   Walnuts or pecans in banana bread?\n  ","485550":"\n   do you feel like you are more open than you should be? why or why not?\n  ","485551":"\n   who are these people?\n  ","485552":"\n   what is it about 1stphorm?\n  ","485553":"\n   play it by ear means to wing it. origin is when playing music to just go by sound instead of reading off a music sheet.\n  ","485554":"\n   what are your thoughts on hypothetical questions that can never happen?\n  ","485555":"\n   Have you ever saved someone’s life? 🤔\n  ","485556":"\n   do you go out less than you used to?\n  ","485557":"\n   womb is just another term for uterus. unless they have had it removed all females have one.\n  ","485558":"\n   What’s the best thing about you? 🤔\n  ","485559":"\n   are you predeceased?\n  ","485560":"\n   why thanksgiving?\n  ","485561":"\n   what do you define as stalking?\n  ","485562":"\n   screen?\n  ","485563":"\n   Goodnight\n  ","485564":"\n   Good night beautiful\n  ","485565":"\n   Bright chance of going to bahrain or Netherlands\n  ","485566":"\n   Does living on hope make us human?\n  ","485567":"\n   3 things that you know you have to get done by the end of the month?\n  ","485568":"\n   If you were a liquid what would you be?\n  ","485569":"\n   What word do you like that orthers hate\n  ","485570":"\n   Today has been a bitter sweet day, but I’m feeling positive in a weird way! I hope everyone has had a good day ❤️❤️\n  ","485571":"\n   Let’s say 6 months. How do know if your partner was acting weird or something might be off, like not texting or calling you, not spending time with you anymore or just treat you differently?\n  ","485572":"\n   $35 a day\n  ","485573":"\n   How much do you get paid?\n  ","485574":"\n   How is\/was the dog and house sitting btw? Lol\n  ","485575":"\n   I don’t have her on there lol can you tell her I said happy belated bday when you talk to her please? n_n\n  ","485576":"\n   If past lives are real,why is the human population increasing? Or are our past lives sometimes as other creatures?\n  ","485577":"\n   If you could go back in time to the 1960s and attend 1 concert from any band of your choice, which band would you choose?\n  ","485578":"\n   What's your favorite childhood book and why?\n  ","485579":"\n   If you can have too much of a good thing, can you ever have not enough of a bad thing?\n  ","485580":"\n   😭😭😭\n  ","485581":"\n   Who is the smartest person you’ve ever met? 🤔\n  ","485582":"\n   how girl get pragnent\n  ","485583":"\n   wdym\n  ","485584":"\n   😂😂😂😂😂 i will go bye👊😂\n  ","485585":"\n   Okay .. What are you doing now honey?\n  ","485586":"\n   😒😒😒😒\n  ","485587":"\n   😒😒😒 funny .. How old are you?\n  ","485588":"\n   Hola❤ how are you sweetie😍 followed btw!❤👐\n  ","485589":"\n   Just relaxing🌹\n  ","485590":"\n   Do you have a special tradition for New Year’s celebration?\n  ","485591":"\n   💋\n  ","485592":"\n   Hey does Heather not have her acct active rn? I forgot to tell her happy bday earlier!\n  ","485593":"\n   What would you do if you had an extra hour added to your day all to yourself?\n  ","485594":"\n   What's the clumsiest thing you've ever done? Haha When and how did it happen? 😂\n  ","485595":"\n   gasoline smell or nail polish 😌😍smell\n🤣🤣🤣\n  ","485596":"\n   What does comfort mean to you?\n  ","485597":"\n   Have you ever been on a speedboat?\n  ","485598":"\n   Some downs I had for this month🌹🤒🤕\n  ","485599":"\n   Would you prefer loaded cheese fries or a loaded potato? And what to drink with it?\n  ","485600":"\n   More Ups and downs for me already for this month🌹\n  ","485601":"\n   What do you geek out about? 🤔\n  ","485602":"\n   When was the last time your feelings were hurt and what happened?\n  ","485603":"\n   🌹😘😘\n  ","485604":"\n   What movie can you watch over and over again?\n  ","485605":"\n   The party will have to be moved to Thursday night and we’ll see the ball drop at the end🌹\n  ","485606":"\n   how are you ?\n  ","485607":"\n   🌹😊🎁\n  ","485608":"\n   Good morning! ⭐ Do you like Elsword? ⭐ Anyway, I follow you now! ⭐ Have a great vacation!\n  ","485609":"\n   I’ll just have to go out with my friends since the party is canceled since some people couldn’t make it because they have work in the morning on new year’s🌹\n  ","485610":"\n   If you do a good deed in order to feel good about it, is it kindness or business? \nDoes it matter either way?\n  ","485611":"\n   Love you my Queen🌹\n  ","485612":"\n   What does happy new decade mean?\n  ","485613":"\n   Do you guys like thirty seconds to Mars? \nIf you do, what’s your favorite song by them?😋😬\n  ","485614":"\n   If you could call one person for the rest of your life only, who would it be?\n  ","485615":"\n   Is there such a thing as knowledge if everything we know is subject to debate?\n  ","485616":"\n   Who’s your go to band or artist when you can’t decide on something to listen to? 🤔\n  ","485617":"\n   What things do you often do that damage your mental or emotional health?\n  ","485618":"\n   What's your favorite food? 😋\n  ","485619":"\n   Which word or phrase annoys you the most?\n  ","485620":"\n   What cliche saying do you hate hearing the most? 🤔\n  ","485621":"\n   Hugs🌹\n  ","485622":"\n   whenever i play it on my TV, it shows up on my phone too since my phone is connected to the same spotify account. i think that's normal, but dumb nonetheless.\n  ","485623":"\n   What is a new challenge(s) that you have set for this new upcoming year of 2020? If you don't have one.. I CHALLENGE YOU to make at least 1 and to stick to it. Can you think of what that could maybe be? If you can't think of one. It's ok, at least you tired! And you have a Happy New Year! 😁🤘\n  ","485624":"\n   hey\n  ","485625":"\n   Since after Christmas when I redid it Friday I started going back to the gym🌹\n  ","485626":"\n   Was at the gym🌹💪🏻\n  ","485627":"\n   What are some things that sound like compliements but are really insults?\n  ","485628":"\n   🌹😴\n  ","485629":"\n   What is your favorite music?\n  ","485630":"\n   do u get bored at work\n  ","485631":"\n   r u sitting on ur bottom\n  ","485632":"\n   When we die the first thing we'll say to ourselves will be \"I should have killed myself a long time ago\"\n  ","485633":"\n   “It was just a question.” Would that satisfy you and just believe them or it feels like something is really going on?\n  ","485634":"\n   whats it like to be dead\n  ","485635":"\n   r u bored\n  ","485636":"\n   y do men and women wear different swimwear\n  ","485637":"\n   whats ur favourite chocolate bar\n  ","485638":"\n   what do u like about them\n  ","485639":"\n   whats the normal amount of cheeks for a bottom\n  ","485640":"\n   what did u have for breakfast\n  ","485641":"\n   u dont need to be pregnant to have a womb\n  ","485642":"\n   how many cheeks does ur bottom have\n  ","485643":"\n   have u got a womb\n  ","485644":"\n   whats the difference between his and her\n  ","485645":"\n   were there more guys or girls in ur year at school\n  ","485646":"\n   what day of the year is thanksgiving\n  ","485647":"\n   do u no what a frog is\n  ","485648":"\n   do u dream\n  ","485649":"\n   when is thanksgiving\n  ","485650":"\n   how many siblings do u have\n  ","485651":"\n   boobies bottom\n  ","485652":"\n   what do u think is the most common birthday month worldwide?\n  ","485653":"\n   Why not I like bewbs\n  ","485654":"\n   I asked them and they only gave me “I was just thinking.” And I don’t know what else to reply.\n  ","485655":"\n   And when you said “yeah, that’s what I think. what abt you?” and they replied “yeah same.” Would you believe them or there’s something going more to it that they had to ask the question?\n  ","485656":"\n   How would you describe your best friend?\n  ","485657":"\n   What’s one mistake you keep repeating?\n  ","485658":"\n   So what I dont mind😘\n  ","485659":"\n   What does it mean when your partner asked you a question like, “Are we okay for each other?” Are they having second thoughts or questioning the relationship or what?\n  ","485660":"\n   pap\n  ","485661":"\n   how are you ?\n  ","485662":"\n   Who means the most to you\n  ","485663":"\n   What is your busiest day of the week?\n  ","485664":"\n   This is what passive aggression sounds like:\n   \n    https:\/\/www.youtube.com\/watch?v=6kYco2Zt-cM\n   \n","485665":"\n   How do you like to be comforted when you’re sad or upset? 🤔\n  ","485666":"\n   Who is your favorite Streamer? (Twitch, Mixer, etc.)\n  ","485667":"\n   Billie Eilish needs to know what Mariah Carey wants for Christmas and she's getting pretty frustrated.\n  ","485668":"\n   What's your IG? 💬\n  ","485669":"\n   Do you have any gay\/lesbian friends\n  ","485670":"\n   does autism cause vaccines?\n  ","485671":"\n   Do you have any regrets? Care to share? 🤔\n  ","485672":"\n   Did you get bullied in school and how did you deal with it\n  ","485673":"\n   Are you a gamer\n  ","485674":"\n   What does your signature look like\n  ","485675":"\n   What was the last thing to make you happy\n  ","485676":"\n   Can you type without looking at the keyboard?\n  ","485677":"\n   To all the miscreants, drug dealers & other assorted riff raff I have the \"pleasure\" of knowing I wish all from a VERY cool ChCh best wishes for a great & happy New Year. Remember drinking alcohol does not solve all of the worlds problems but then again neither does drinking water ... your choice 🎆\n  ","485678":"\n   What day does your garbage get picked up?\n  ","485679":"\n   WUAT UP\n  ","485680":"\n   do we really HAVE to sleep tho? think we can survive without it lol\n  ","485681":"\n   ever watch \"what we do in the shadows\"? watching now and so far so good. thought i would share if you were looking for something later. the stuffed baby fawn :')\n  ","485682":"\n   If you didn’t have to sleep, what would you do with the extra time? 🤔\n  ","485683":"\n   Here\n  ","485684":"\n   Good night\n  ","485685":"\n   What would be the most amazing adventure to go on? 🤔\n  ","485686":"\n   How are you now?\n  ","485687":"\n   if someone is asking about b*obs and spelling it \"bewbs\"- they're just not old enough 😂 grow up anon x.x\n  ","485688":"\n   do u like kpop?\n  ","485689":"\n   so when was it\n  ","485690":"\n   What's your favorite card game? I'm really loving Phase 10 lately!\n  ","485691":"\n   when you've finished all of your work, school, chores, general responsibilities, etc etc., what do you prefer to do in your spare time?\n  ","485692":"\n   What are your plans for New Years Eve?\n  ","485693":"\n   When did your life change for the better?\n  ","485694":"\n   how is honesty hour different than regualr hours? so like if it was honesty hour before your birthday would i have gotten a joker rating earlier? :')\n  ","485695":"\n   four stroke engines started taking over in the early 2000's. two strokes still around now but more a novelty class. i always rode 2 strokes.\n  ","485696":"\n   selfie in gym?\n  ","485697":"\n   do u have any Twitter account?\n  ","485698":"\n   Do you ever wear printed shirts? 🤔 With what kind of prints then? 😁\n  ","485699":"\n   How many times have you broken your phone?\n  ","485700":"\n   what are the ages to vote, buy alcohol, and buy cigarettes in your country? should these laws be changed, in your opinion?\n  ","485701":"\n   How many boyfriends have you had?\n  ","485702":"\n   Would you rather never be able to sleep again or only sleep standing up\n  ","485703":"\n   scale from 1-10 how prideful are you?\n  ","485704":"\n   yeah they do these weekly specials where they carry items they dont normally carry. they have asian weeks. in the new year they will for sure start with fitness week lol.\n  ","485705":"\n   What is one thing you've never told anyone else?\n  ","485706":"\n   what kind of coach\n  ","485707":"\n   nope im monocle-less. doug from nickelodeon at best!\n  ","485708":"\n   disclaimer was for me not you! hahaaha. thought we established that  :p\n  ","485709":"\n   aldi has these during certain german weeks. had today and recommend.\n   \n    https:\/\/www.instacart.com\/products\/17602331-deutsche-kuche-herring-fillets-in-mango-pepper-sauce-7-05-oz\n   \n","485710":"\n   cont. climbing frozen waterfalls. thats a breeding ground for keepers! but seriously things you like to do but group setting type things. meet people with similar interests. things t talk about off the bat, or friends of friends in group setting too. *disclaimer not forte- recluse\/hermit\/ect*\n  ","485711":"\n   this is a different rational anon, nice. maybe they are being farmed somewhere and being released! i think dating apps offer a big safety net. i think the key is like they said. go out and do things but not to meet people. that will happen organically. go and do things that you like. such as cont..\n  ","485712":"\n   last time guy saw ur bare bewbs\n  ","485713":"\n   good thing i gave them away cus my account got banned again for no reason and my 3 coins would have been forsaken!\n  ","485714":"\n   how so?\n  ","485715":"\n   feels like it need a hyphen\n  ","485716":"\n   depends on what floor and how strong the structure is more than anything.\n  ","485717":"\n   if forever alone is a 10 what is fear of rejection?\n  ","485718":"\n   what date will i deplete current peanut butter stores?\n  ","485719":"\n   peanut butter sugar cookies yay or nay?\n  ","485720":"\n   long row or boxes. must be moving!\n  ","485721":"\n   think i gave it a 4. have not read the book so that could change things. lots of times when the movies fall short of the books (as with most) the rating must suffer the disappointment lol\n  ","485722":"\n   Do you have any siblings and do you get along with them\n  ","485723":"\n   btw did you see the film life of pie? thoughts and rating?\n  ","485724":"\n   omg dont tell me homer is the basset hound?!!! i was legit going to send you one yesterday in the one with the vid that homer would be a good name for that dog!! lmao. if it is his name you may have mentioned it but i legit dont retain that stuff ever. falaka might be a good name for pickles :')\n  ","485725":"\n   i dont know about rational, lets not get carried away lol. i always thought i was anon that writes long asz sht. although i have curtailed my length somewhats and gotten rid or the million part things lol. anon who follows up a lot suits me i think.\n  ","485726":"\n   Would you ever have a 3some?\n  ","485727":"\n   whats the point of saying things like this if u never ever elaborate into em\n  ","485728":"\n   probably pee first lol\n  ","485729":"\n   i think a vice has to be immoral, bad, wicked : )\n  ","485730":"\n   how was it? is it like a documentary?\n  ","485731":"\n   oh idk if you are still watching it but watched the finale of mando and its the first legit good episode since like the first one lol. legit laughing at the opeing sequence lol. reminded me so much of the robot chicken stuff hahaha. episode still had some dumb parts like the fight scene are always\n  ","485732":"\n   Given that our memories change all the time, how can we ever be sure of what we experienced in the past?\n  ","485733":"\n   Do you like chocolate milk?\n  ","485734":"\n   For those who want to be readded after New Years Eve:\n   \n    https:\/\/ask.fm\/TheChaosBringer\/answers\/157678823928\n   \n   If not it's been a pleasure knowing you.\n  ","485735":"\n   What do you like more for a date.\n\n1. Just a order pizza, stay at home, watch movies and then maybe go swimming in the pool out back together, kinda date?\nOR\n2. Go get dinner, go to the arcade, walk to the boardwalk and watch the sunset together, then small boat ride home in a row boat, kinda date?\n  ","485736":"\n   to which destination?\n  ","485737":"\n   Good night\n  ","485738":"\n   coach\n  ","485739":"\n   What is the scariest movie you've ever seen? What is your favorite scary movie and why?\n  ","485740":"\n   What risks are worth taking? 🤔\n  ","485741":"\n   Who inspires you to be better? 🤔\n  ","485742":"\n   What do you have doubts about? 🤔\n  ","485743":"\n   Who do you talk to on the phone most often?\n  ","485744":"\n   What was the last nice thing you did for yourself?\n  ","485745":"\n   Nice lyrics there....\n  ","485746":"\n   QOTD: what’s one thing you’re looking forward too (about anything) :) -\nI’m looking forward to Christmas but also just self improvement and growing in being so 100% me\n  ","485747":"\n   Why does it rain on sunny days? Or post a GIF\n  ","485748":"\n   whats it bout\n  ","485749":"\n   ithelps\n  ","485750":"\n   What do you need to vent about? 🤔\n  ","485751":"\n   What is an accessory that you enjoy wearing? GIF?\n  ","485752":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","485753":"\n   Do you know how to bbq?\n  ","485754":"\n   What is the difference between being alive and truly living?\n  ","485755":"\n   What are some small things that make your day better? 🤔\n  ","485756":"\n   What gets you fired up? 🤔\n  ","485757":"\n   can i see\n  ","485758":"\n   If you could turn any activity into an Olympic sport, what would you have a good chance at winning medal for? 🤔\n  ","485759":"\n   where is bootay\n  ","485760":"\n   See, that's the thing. Dating apps aren't actually organic. Going out and meeting people is.\n  ","485761":"\n   Does a person have a soul? If so, where is it?\n  ","485762":"\n   Why so much focus on dating apps\n  ","485763":"\n   king is a great sleeper🌹😴😴\n  ","485764":"\n   BRAAAAAAAAAAAAAAAAAAAAAAAAAAAINSSSSSSSSSSSSS\n  ","485765":"\n   What's more valuable, brains or beauty?\n  ","485766":"\n   That sounds like a good idea. People can get to know you without the dating\/relationship pressure getting in the way, so it's more \"organic\".\n  ","485767":"\n   What attracts tourists to your city?\n  ","485768":"\n   Makes you comfy🌹😴\n  ","485769":"\n   King needs his back rubbed so it can stay warm🌹\n  ","485770":"\n   🌹🤗🤗\n  ","485771":"\n   King is laying down and relaxing🌹😴\n  ","485772":"\n   Not necessarily. The whole point is to meet people and do something new. Have you actually tried any of them?\n  ","485773":"\n   How do you live life for yourself and not for others?\n  ","485774":"\n   yeah i noticed that yesterday. also gave you all my coins by accident a while back so im sure that must have helped a ton : )\n  ","485775":"\n   When is the last time you were spanked?\n  ","485776":"\n   yes i was surprised by the livers. and agree with you they have to be done right like with catfish. never made them myself i dont think... if i did i fckd them up cus havent made since lol. i make beef liver with onions once in a long while.\n  ","485777":"\n   Are most people egocentric and out for themselves?\n  ","485778":"\n   Pap\n  ","485779":"\n   How much money would it take to change your life significantly ?\n  ","485780":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","485781":"\n   i remember the commercials for that lol. smokers still the dominant breed back then : )\n  ","485782":"\n   Have you ever put a coin on a railroad track to then come back and see that it was flattened?\n\n(If you've never done this, it's pretty cool. It smashes the coin down and makes it an unusual shape.)\n  ","485783":"\n   Why do people refuse to admit when they are in the wrong?\n  ","485784":"\n   Express your daily day in emojies,i will guess this out in words,Lets Start 😄✌\n  ","485785":"\n   are there certain topics you can not discuss with each of them? who are you the most open with?\n  ","485786":"\n   whats the plan?\n  ","485787":"\n   Battery from 37 to 17 from last night. Bye. Searched yt for half hour but didnt get any good video of australia. 👎Harbour.\n  ","485788":"\n   What’s the funniest lie you’ve heard someone tell? 🤔\n  ","485789":"\n   Tell me about something that you love to do. Hobby wise.\n  ","485790":"\n   how come? people would have much less to judge others by. it would be more so based on peoples actions and personality instead of the superficial that means so very little in the end.\n  ","485791":"\n   How often do you people watch? 🤔\n  ","485792":"\n   What’s the saddest movie you’ve ever seen? 🤔\n  ","485793":"\n   Love your socks🌹\n  ","485794":"\n   2 days left of 2019🌹\n  ","485795":"\n   You look gorgeous🌹\n  ","485796":"\n   Where do you see yourself in 5 years?\n  ","485797":"\n   Post your favorite selfie! 🤩\n  ","485798":"\n   Winter party tomorrow night for me to celebrate the end of Christmas and at the end of the night, decorations get taken down🌹\n  ","485799":"\n   Do you know any woman who has had a miscarraige?\n  ","485800":"\n   What now?\n  ","485801":"\n   What would be your ideal way to spend the weekend? 🤔\n  ","485802":"\n   tbh this used to be my dream. like in vanilla sky before it turned into a nightmare. but nowadays i dont know anymore. i cant even construct and imaginary world that i want to exist in. my mind goes blank. same thing happens when someone asks what my goals are or to make a wish.\n  ","485803":"\n   how was your day?\n  ","485804":"\n   Who's the person with the loudest laughter you know?\n  ","485805":"\n   Ok good. I haven't asked you to fly the spaceship in a while. I'm excited for you to fly it. I'm going to be in the sleeping area. I'm already having trouble keeping my eyes open. Night night\n  ","485806":"\n   Can you fly the spaceship tonight? I'm in bed. I'm very tired.\n  ","485807":"\n   I mean in meeting people. Like do you do things socially where you can meet ppl with the same interests? Like meetups?\n  ","485808":"\n   Have you ever smoked weed\n  ","485809":"\n   Hello\n  ","485810":"\n   If you were dictator of a small island nation, what crazy dictator stuff would you do? 🤔\n  ","485811":"\n   What is your biggest fear?\n  ","485812":"\n   Are you in bed yet?\n  ","485813":"\n   i dont mind talking about it at all. ask me whatever. but im not in a better place. far from it. each day is a little bit worse. more closed off, care about less, gets harder and harder to justify doing it all over again each day. and thats when nothing is wrong. dont need a big straw anymore.\n  ","485814":"\n   What is something that a ton of people are obsessed with but you just don’t get the point of? 🤔\n\n(Don't you dare say Baby Yoda 🥺)\n  ","485815":"\n   Is there such thing as an ‘ordinary’ life? If so, what does it look like?\n  ","485816":"\n   Should you set boundaries for how people treat others?\n  ","485817":"\n   well theories often end up leaving us disappointed lol but my favorite thing about this is the other anon here. i will refer to them as 'rational anon' they are like a normal person who replies and everything!! whole sentences, makes good points, like you almost think they are human.\n  ","485818":"\n   Is it normal or usual that I don't like people much?\n  ","485819":"\n   On scale from 1 to 10, how much of a sweets person are you? One meaning not so much and 10 being super duper duper, like loving sweets!\n  ","485820":"\n   Do you like where you live\n  ","485821":"\n   Have you ever said what people were thinking\n  ","485822":"\n   You didn't answer the question, though. In what _ways_ have you given ppl the chance to know you?\n  ","485823":"\n   Where would you go to one\n  ","485824":"\n   Do you watch Catfish? Do you watch Teen Mom?\n  ","485825":"\n   Have you ever been to any movie\/tv series set\n  ","485826":"\n   What would be the worst thing to hear as you are going under anesthesia before heart surgery?\n  ","485827":"\n   the book was children of the flames if i recall. fine enough but i just could not do it anymore. just did not care. picture it like staring at a blank wall. thats all the words meant to me. i wanted to be interested but i couldnt. saw no point in it anymore along with most things. could not force it\n  ","485828":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🤔\n  ","485829":"\n   do you have any past\/current vices? what are they, if you're comfortable answering?\n  ","485830":"\n   What does the word “Morals” mean to you?\n  ","485831":"\n   wdym\n  ","485832":"\n   Do you buy phones based on their looks or how they work?\n  ","485833":"\n   any master baiting plans\n  ","485834":"\n   What TV show or movie do you refuse to watch? 🤔\n  ","485835":"\n   me lol\n  ","485836":"\n   Seafood\n  ","485837":"\n   What is the last thing you do before bed?\n  ","485838":"\n   What’s something you’ve been meaning to try but just haven’t gotten around to it? 🤔\n  ","485839":"\n   Foto da dietro?😍\n  ","485840":"\n   What amazing thing did you do that no one was around to see? 🤔\n  ","485841":"\n   Hi...how are you?..\n  ","485842":"\n   Anything new\n  ","485843":"\n   Battery 15% . Go eat something. Bye.\n  ","485844":"\n   What question would you most like to know the answer to? 🤔\n  ","485845":"\n   me lol\n  ","485846":"\n   What is the most awkward thing you've said to someone special? 😳\n  ","485847":"\n   Only Lahore can call you baby?\n  ","485848":"\n   What is the most impressive thing you know how to do? 🤔\n  ","485849":"\n   Yessss freshly picked! And how dare they not save you some fresh OJ? Tell him to make you more lol\n  ","485850":"\n   What is the luckiest thing that has happened to you? 🤔\n  ","485851":"\n   -\n  ","485852":"\n   What is the most annoying habit that other people have? 🤔\n  ","485853":"\n   2019 recap ; what were your favorite moments of 2019? what have you accomplished this year?\n  ","485854":"\n   ik thanks friend, your lit xo\n  ","485855":"\n   What is your battery percentage currently on?\n  ","485856":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","485857":"\n   no i meant here lol, i deleted the other cause of bullying\n  ","485858":"\n   Netherlands?\n  ","485859":"\n   who and why did you get rid of people, hope you did not unfollow me\n  ","485860":"\n   i know i saw you posted it. last book i read (quit halfway through) was probably 5 years ago. there was a time when i would read a book in a few days.\n  ","485861":"\n   -\n  ","485862":"\n   well i dont know your theory so i cant say. but it sounds like you are confident in it so who am i to spoil it! : )\n  ","485863":"\n   dont know what the people you meet are like. my logic tells me its them not you. i agree with the other anon dont really have a theory. so in that case my logic (again) tells me its only a matter of time. that said these topics are not my forte. i generally avoid everyone i can.\n  ","485864":"\n   Are you walking the stairway to heaven or driving the highway to hell?\n  ","485865":"\n   no i dont feel that way, its less things to have to check. trying to streamline things as much as i can nowadays. dont have the patience and energy for the stuff i used to do anymore. when i think about it now it all seems so pointless.\n  ","485866":"\n   i drink water from the gallon. actually i dont use glasses much. i use mugs for tea and coffee. most everthing else is strait out the source lol\n  ","485867":"\n   \"Don't get to know me\" In what ways have you given ppl the chance to get to know you?\n  ","485868":"\n   at least i have sound. sometimes on here i only get sound for like the first 5 seconds lol. old browser wowes lol\n  ","485869":"\n   i got rid of some people. follow zero now :')\n  ","485870":"\n   hey fam life is uncertain!\n  ","485871":"\n   i dont know if there is an american equivalent. you need italian playing cards.\n  ","485872":"\n   How do you know that you're in love?\n  ","485873":"\n   Imagine you’re 65. Would you rather live another 10 years in good health with full mobility or another 40 years in  deteriorating health with limited mobility?\n  ","485874":"\n   wasnt there a stephen king story about the monkey with the cymbals doll?\n  ","485875":"\n   it wants a space. i just went with it tho all non spaced like\n  ","485876":"\n   ofc they do lol.\n  ","485877":"\n   Honestly none. Are you just shy? Depressed? No social interests?\n  ","485878":"\n   well its head and shoulders above the 43 post thread lol\n  ","485879":"\n   nope lol\n  ","485880":"\n   Why don't you?\n  ","485881":"\n   why tho? isnt it like so hard to empty it out? i dont even like them for storage.\n  ","485882":"\n   i agree that its lazy af anon. as far as your theory ill let you think what you want haha. what i will say is that the world is better with me lol. not me, me obv lol\n  ","485883":"\n   Selfie?\n  ","485884":"\n   has to look up nonbinary lol. spell check is even saying its wrong :')\n  ","485885":"\n   long thread lol\n  ","485886":"\n   pickles is incommodious :')\n  ","485887":"\n   for sure men imo. if you look at the people that dont allow anon questions most are male. i think that correlates\n  ","485888":"\n   reminds me of the doll\/clown thing from the movie the game. shiny lol\n  ","485889":"\n   looks like they survived christmas lol\n  ","485890":"\n   how many people do you follow on ig?\n  ","485891":"\n   did she have a reason? or just cba :')\n  ","485892":"\n   so, my roommate got food poisoning from the cheese wontons we ordered from the chinese food place the other night. have you ever had food poisoning before? what do you think it was from?\n  ","485893":"\n   have you ever experienced any sort of discrimination (i.e. homophobia, transphobia, sexism, racism, ableism, etc etc)? how did you handle the situation(s)?\n  ","485894":"\n   basset hound giving zero fcks lol. is this a teaser for a howl off later? :p\n  ","485895":"\n   peanut butter and chocolate chip custard pie is being deemed a success. didnt know how good it would be. this one will be usurping the previous one, (chocolate custard pie) for custard pie superiority.\n  ","485896":"\n   57 right now. ive not been outside today but im just thankful all the rain we got was not snow. would have been a sht ton\n  ","485897":"\n   ever have concussions?\n  ","485898":"\n   goddamn if these were all corralled in the thread could have been thread of the day maybe.\n  ","485899":"\n   this needed to be in the tread :')\n  ","485900":"\n   lol @ falaka\n  ","485901":"\n   i feel like i do this more than most people lol\n  ","485902":"\n   was trying to remember the names of the workers. think carlos was one but not sure so didnt want to say lies lol. tried to google it but couldnt find so just said constructions workers.\n  ","485903":"\n   oh no i thought you would get it! book you read.\n  ","485904":"\n   its warmer here than it is there hahaha\n  ","485905":"\n   i went to an art show the other night, where local artists were showcasing their work. have you ever been to an art show before? do you support small businesses?\n  ","485906":"\n   haha i thought thats probably what it was before i looked it up. but that not it. im sure you may figure it out eventually doc. i think it would be cool if you went into that field tho : )\n  ","485907":"\n   What's the coolest pic you've ever taken in your opinion? 😁📷 You mind showcasing it? 😊\n  ","485908":"\n   do you have a favorite cup or mug that you drink out of? post a picture, if possible !!\n  ","485909":"\n   Xoxo🌹😘\n  ","485910":"\n   Do you think games can be educational?\n  ","485911":"\n   Have you ever had a random say they wanted to touch your b0obs? What did you do?\n  ","485912":"\n   nice! i like to make meal plans coming up. then i tweak as the day comes nearer. or i end up swapping days.\n  ","485913":"\n   What's your favorite breakfast food?\n  ","485914":"\n   How many meals have you burned when cooking?\n  ","485915":"\n   Hey come on. Instead of your 5 dollar hen i got you a snake worth 500 dollars and you're still asking for the hen? Forget it.\n  ","485916":"\n   Who gets their feelings hurt more easily on askfm males or females? Or do you think its up to the individual?\n  ","485917":"\n   has to do directly with what you said here \"But usually use the stationary bike first\" this is fun! i think you will get it soon tho. :)\n  ","485918":"\n   In general who have you noticed to be more open and honest on here males or females? Why do you think that is?\n  ","485919":"\n   is it really a deal tho if you dont need it? do most of the things people think they need actually improve their quality of life or is it just 'stuff'?\n  ","485920":"\n   nope painting and construction workers all one thing. this has nothing to do with your profile under construction if thats what you meant. actually im not sure what you meant lol\n  ","485921":"\n   I’m doing great🌹\n  ","485922":"\n   I get the impression that you don't out yourself out there in real life\n  ","485923":"\n   thank you kindly. what do you want in exchange?\n  ","485924":"\n   briscola and scopa\n  ","485925":"\n   Gm🌹\n  ","485926":"\n   And then maybe work at a restraunt or something\n  ","485927":"\n   i always hated way they made your fingers smell\n  ","485928":"\n   its weird when i first started using this site so many years ago it was hard to find anyone in their 20's even. like imposible. now its not an issue at all.\n  ","485929":"\n   you have a real one or fake?\n  ","485930":"\n   Ok do you love dog sitting?\n  ","485931":"\n   Do u have Instagram id?\n  ","485932":"\n   do you think it comes down to mood? or maybe being rushed?\n  ","485933":"\n   Ok are they little pups your dogs and their dogs?\n  ","485934":"\n   excluding family how many physical fights have you been involved in your life?\n  ","485935":"\n   what would it be like to have cravings 24 hours a day?\n  ","485936":"\n   So you guys have puppies?\n  ","485937":"\n   Is it possible to stay friends with a person you have loved before?\n  ","485938":"\n   Ok is it because you dont know?\n  ","485939":"\n   Ok where did you do your steps?\n  ","485940":"\n   Ok so they are google ones?\n  ","485941":"\n   Ok did you walk up stairs in your guys house?\n  ","485942":"\n   Ok which ones have that?\n  ","485943":"\n   Ok how many steps did you take today?\n  ","485944":"\n   It shows your messages too from your phone\n  ","485945":"\n   Ok fitbits are pretty cool\n  ","485946":"\n   I have no doubt lazy and me lol are the same but I meant theories about someone off anon you know\n  ","485947":"\n   Ok what colour did she get and what version did she get?\n  ","485948":"\n   Obviously lots of people do\n  ","485949":"\n   Ok why did you get a grey fitbit watch then?\n  ","485950":"\n   Yes Mistress hi xxxxxxx\n  ","485951":"\n   Ok I might get pink or purple those are my two favourite colours\n  ","485952":"\n   You may have to settle for lust\n  ","485953":"\n   Sounds like both have pros and cons, but AZ may be better... at least from when comparing the actual cities you are in. A different city in ME might be better if it's large enough that the gym is right there.\n  ","485954":"\n   Maybe by texting them alot some people already blocked me back awhile ago\n  ","485955":"\n   And what colour is it?\n  ","485956":"\n   Ok im sorry other people tell me that too\n  ","485957":"\n   Ok be nice to me\n  ","485958":"\n   maybe its king he says the same stuff a lot too\n  ","485959":"\n   Ok what version of fitbit do you have?\n  ","485960":"\n   Ok does it count how many floors you walked?\n  ","485961":"\n   We looked at them at walmart she said I might give you a giftcard next year she said it will be for next year she said just so we can get some ideas for next year\n  ","485962":"\n   U sound like you are a mean girl telling me shut up\n  ","485963":"\n   Write the sentence “James loves Tights” with your name on a piece of paper, take a picture and post it here. I’d like to see your handwriting.\n  ","485964":"\n   My mom said I think I will get you one at walmart she said or I can get one from sport chek I said or the source she said I have to see how much they are at the source\n  ","485965":"\n   What if... they're all the same? lazy, \"me lol\", the one who follows up a lot of questions\n  ","485966":"\n   Ok you can get fitbits watch ok amazon too I told my mom that and she looked at them because I saw them advertise fitbit versa on tv and it said amazon\n  ","485967":"\n   Ya why doesnt it rarely happen to you?\n  ","485968":"\n   Ok from who?\n  ","485969":"\n   Ok for christmas?\n  ","485970":"\n   Thats mean why not?\n  ","485971":"\n   Who do you think \"me lol\" is? Share your theories!\n  ","485972":"\n   Mom said they probably got the girls one  for christmas\n  ","485973":"\n   Thanks I'll take that as a compliment shimattakure\n  ","485974":"\n   Because they are all out of them at walmart\n  ","485975":"\n   Ok my mom orders things from amazon she said you need a credit card for this\n  ","485976":"\n   Ok where did you order it from?\n  ","485977":"\n   I mean when you get your girl thing\n  ","485978":"\n   Ok what is it called?\n  ","485979":"\n   What do you think the long-term effects of so many people being glued to their screens will be?\n  ","485980":"\n   Lmao🤣😂😂🤣\n  ","485981":"\n   Do you hate girl things?\n  ","485982":"\n   Ok what are you getting in the package?\n  ","485983":"\n   Mayonnaise?\n  ","485984":"\n   me lol\n  ","485985":"\n   Are you staying in AZ permanently or are you going back to ME eventually? Which do you like better?\n  ","485986":"\n   😏😉\n  ","485987":"\n   is there any1 u fancy even if a lil bit\n  ","485988":"\n   Ok are you getting a package?\n  ","485989":"\n   Fluffy? Warm?\n  ","485990":"\n   How should we measure our lives? In years? In moments? In accomplishments? Something else?\n  ","485991":"\n   Whole bed to yourself sounds nice👌🛏️\n  ","485992":"\n   What do u mean?\n  ","485993":"\n   The year 2019 has coming to the end and are you fully satisfied with all those days in your life?\n  ","485994":"\n   How r u?\n  ","485995":"\n   Nah man, they don't actually, and besides,  one can be great while the other scks\n  ","485996":"\n   Money, love or fsck. Which one would you choose?\n  ","485997":"\n   Do you enjoy using public transport or do you prefer the freedom of driving your own car?\n  ","485998":"\n   Money, love or luck. Which one would you choose?\n  ","485999":"\n   How's everything going?\n  ","486000":"\n   Were you popular in school?\n  ","486001":"\n   Goodnight Lyndsleigh. I hope you enjoy your sleep in your winter cabin while it's snowing heavily outside. 😊\n  ","486002":"\n   Where would you spend all your time if you could? 🤔\n  ","486003":"\n   I'm probably gonna get in bed soon. I've been watching college football.\n  ","486004":"\n   Are you sleeping?\n  ","486005":"\n   Do you prefer countryside or the city?\n  ","486006":"\n   Anything special your doing with the new few days? Any event your attending?\n  ","486007":"\n   Google or Doctor?\n  ","486008":"\n   What were your biggest regrets of the past year?\n  ","486009":"\n   Hi\n  ","486010":"\n   any ideas on the diagnosis yet doc?\n  ","486011":"\n   How r u\n  ","486012":"\n   Have you ever been stood up by a date or a friend? Did you ever learn the reason why?\n  ","486013":"\n   This is booty night\n  ","486014":"\n   i was serious. i dont fuking drink. most drinking i ever did was in hs. 16 shots of vodka and whiskey in about 10 minutes put me off hard liquor next day. after that night even the smell would make me nauseous. now its all soft drinks and homemade eggnog, no alcohol ofc : )\n  ","486015":"\n   me lol\n  ","486016":"\n   meant groceries. dont care about non comestibles. like not a single fk lolll\n  ","486017":"\n   wdym\n  ","486018":"\n   If I offered to buy you dinner to any place you wanted with no price limit, where would we go and what would you order? 🤔\n  ","486019":"\n   do midgets have night vision?\n  ","486020":"\n   I'll buy you some nugenix\n  ","486021":"\n   not for me. i dont buy sht anymore. should have become a minimalist when i was born. had to become an adult to see the light tho.\n  ","486022":"\n   that famous memory of yours for useless details failing you? :p\n  ","486023":"\n   What have you only recently formed an opinion about? 🤔\n  ","486024":"\n   peeniss HAHAHAHAHAHAAHAHHAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHHAHAHAA\n  ","486025":"\n   What was the last thing to annoy you\n  ","486026":"\n   in our digital world, most people receive satisfaction out of the followers and likes they receive on social media. are you one of these people? if so, what does it do for you personally? if you don't pay any mind to followers or likes, then what is the most important part of social media for you?\n  ","486027":"\n   post a picture of your favorite section of your house\/room\/area of living. what is most pleasing about it?\n  ","486028":"\n   how about cream corn?\n  ","486029":"\n   Do you ever notice how some days nothing seems to taste good even though you know it should? Why do you think this happens?\n  ","486030":"\n   funny question for that person to ask. the shade lol\n  ","486031":"\n   Hi there, sorry fo asking are taken or single?\n  ","486032":"\n   hahahahha you had one before?\n  ","486033":"\n   lol do you know what falaka is?\n  ","486034":"\n   oh? grappling?\n  ","486035":"\n   why not falaka? hahahaha\n  ","486036":"\n   great movie. 4.5 fincher has lots of good works\n  ","486037":"\n   I have a £200 amazon gift card any ideas what to buy\n  ","486038":"\n   Never have I ever…\n  ","486039":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up and one foot up 2- spanking 3- falaka\n  ","486040":"\n   Do you have any aftershave\/ Cologne suggestions\n  ","486041":"\n   stand facing the corner with your hands and one foot up and let someone to take a picture for you\n  ","486042":"\n   what do you do when you have cravings?\n  ","486043":"\n   yes\n  ","486044":"\n   master bait\n  ","486045":"\n   When was the last time you climbed a tree? 🤔\n  ","486046":"\n   how did you get that cig at 12?\n  ","486047":"\n   best truck stop foods?\n  ","486048":"\n   which pills or medications do you take daily?\n  ","486049":"\n   when did you last wear socks lol x\n  ","486050":"\n   is your door open or closed?\n  ","486051":"\n   how come?\n  ","486052":"\n   fck them. can never understand what they are saying anyway lol\n  ","486053":"\n   What is the best place to spend New Years Eve?\n  ","486054":"\n   its true. i find it more is more in the deceptive underhanded ways. more subtle than the overtly pervish people. ive had some strange encounters here with people who portray themselves as \"friendly\"\n  ","486055":"\n   What is in Dinner?\n  ","486056":"\n   cats ever have sneeze fits when they bump their nose?\n  ","486057":"\n   i dont need to for aesthetics. we used to do it for like losing in card games or whatever. DONT YOU DO IT!\n  ","486058":"\n   plot twist: king ends up being a girl XD\n  ","486059":"\n   i would say do something productive that occupies the mind. make a complex meal or run errands. even simple tasks like cleaning and organizing things are enough to offer some relief. and even if it doesnt work at least sht got done :')\n  ","486060":"\n   pluck a nose hair. oh the tears lol. thats sht could be a legit tourture lol\n  ","486061":"\n   tempted to reply \"lol\" looks funny without it hahaha\n  ","486062":"\n   Who is weirder on this site males or females?\n  ","486063":"\n   What's a surefire way to induce a sneeze?\n  ","486064":"\n   wonder what their way of thinking is that they assume is bad.\n  ","486065":"\n   right? people that want to be dominated and manipulated? lmao\n  ","486066":"\n   worse for you or them?\n  ","486067":"\n   What ruins a good time?\n  ","486068":"\n   60 tomorrow in chicago\n  "},"Answer":{"484996":"\n  I don't really have any bad habits.\n  ","484997":"\n  I haven't. Not sure the demons would like that.\n  ","484998":"\n  Answered a different question lol\n  ","484999":"\n  I don't have one. Just a fleece and a black denim jacket. Also a pink rain jacket type coat.\n  \n  It doesn't snow in this area. Don't have a pair of boots with me either.\n  ","485000":"\n  I'd say medium length\n  ","485001":"\n  Hi\n  ","485002":"\n  Not sure about my mom's dad's side of the family. He didn't talk much about his parents or siblings. Possible last name shortened.\n  ","485003":"\n  🍓+🍫=😍\n  \n  🍆+🍑=😈\n  ","485004":"\n  Felt sick on a ferry, bit dizzy but besides that no puking or anything. I like boats. Guess it was just pretty windy that day.\n  ","485005":"\n  Also if you like the cherries then you should really try the cherry Hershey kisses!! Taste just like the actual ones in the boxes. It's more the flavoring instead of creme filled, btw.\n  ","485006":"\n  I already had this question and it actually made me make chocolate covered strawberries and blueberries a few hours ago 🤣\n  ","485007":"\n  You too\n  ","485008":"\n  Good night\n  ","485009":"\n  Lyndsey sleeps\n  ","485010":"\n  I don't for like the 3rd time today 🤣\n  ","485011":"\n  I've kind of always wanted a cross tattoo on the inside of my middle finger. Kind of like this, simple design. My uncle has one on his knuckle and I've always liked it. Feel like it would be more of a memorial type piece when the time comes? I'm not that religious but I get how it could be like an anchor etc\n  ","485012":"\n  Maybe the library. I have three books that I requested, two normal and one self help. Not sure if I should wait for it to tell me \"held for __ days\" or get them? Just says \"shipped\" so far. No days mentioned. All the other times I've requested they've had the \"held for __ days\" on it.\n  \n  Maybe check out Ross since I have a $50 giftcard..\n  \n  Gym\n  \n  Besides those.\n  \n  Not sure\n  ","485013":"\n  I've had more emotional than physical pain so I'm not sure.\n  ","485014":"\n  Quicksand\n  ","485015":"\n  Nope because they never stick lol\n  \n  Just continuing with the weightloss. I have other ideas but they wouldn't happen because a stupid NY idea.\n  ","485016":"\n  Yes, please. Let's go 💪\n  ","485017":"\n  I wouldn't find a gif of it here :(\n  ","485018":"\n  Cluster of all the above. We decide what is true.\n  ","485019":"\n  Mixed signals\n  ","485020":"\n  Nice one\n  \n  Maybe a tiny bit but it's whatever too.\n  ","485021":"\n  Going with this year.. well 2019..\n  \n  The white elephant swap because we got to play for what we wanted and different than just getting anything:) so far I'm happy with my choice too\n  ","485022":"\n  🍆🍆🍆🍆🍆\n  ","485023":"\n  This made me laugh.\n  ","485024":"\n  Too young to know what a crush was. Dark hair. Played house and got married. Kiss. Lived above him. Played with his kitchenette and other toys. He ended up moving, lost touch. Always seen him randomly every few years and always happy to see me lol\n  \n  First guy I dated, he liked having a shaved head.  Pokemon,  wrestling. Popular. Funny. I know he has a kid these days but that's all I know\n  ","485025":"\n  Jon's \"gf\" wouldn't surprise me.\n  ","485026":"\n  At goal weight\n  ","485027":"\n  Who knows\n  ","485028":"\n  <----\n  ","485029":"\n  1%rose was around the same time as m. He's the one that got me some lingerie too 😉\n  \n  Think the Steven dude was like once and wasn't that great of a communicator. I think he could have been a catfish since he'd always post old vids  on sc and act like he was doing it at that moment type thing? Didn't seem confident, wanted cuddles. Whining that I didn't talk to him if it was a few days between talking. All people use him for his hung d!ck lol\n  ","485030":"\n  Fruity ones or fudge pops\n  ","485031":"\n  It is\n  ","485032":"\n  Meanwhile it's 11:37pm here\n  ","485033":"\n  Likewise haha\n  ","485034":"\n  Nope.\n  \n  But m has seen more than others.\n  ","485035":"\n  You haven't seen it\n  \n  Feels muscular atm tho\n  ","485036":"\n  💪💪💪💪🍑🍑🍑🍑\n  ","485037":"\n  I think that's been it. So not that many in general. This ranges maybe 5 years?\n  \n  Scott - first person ever on here\n  \n  Kevin\n  \n  1%rose\n  \n  M\n  \n  Some Stephen\/Steven guy 🐎\n  \n  ● M the most. Kevin rarely and the rest I don't talk with anymore.\n  \n  If you see someone mention snapchat if I'm misbehaving its 99% probably Kevin or someone that I don't even have there bullshitting me.\n  ","485038":"\n  - Shaggy\n  \n\n   https:\/\/youtu.be\/mPObzJkWueY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","485039":"\n  I'm not dating anyone. He kind of already did use me but not in that way hence not calling him that. And no, I'm not going into the details because that's over and dine with. He also seems pretty content with where he's at.\n  ","485040":"\n  *tree\n  \n  Cool\n  ","485041":"\n  Someone else did earlier so assumed same person.\n  ","485042":"\n  Don't really have one.\n  ","485043":"\n  @ mawiocudwoc  and masturbation.\n  ","485044":"\n  Why are you so obsessed with him?\n  ","485045":"\n  Our inside ones are besides the trees.\n  ","485046":"\n  Oh my\n  ","485047":"\n  Oh\n  ","485048":"\n  Me too\n  ","485049":"\n  Both\n  ","485050":"\n  You always find good mashups\n  ","485051":"\n  I kind of thought that too. Yet again Amanda seemed upset that my 'naughty' picture was taken down too ¯\\_(ツ)_\/¯\n  ","485052":"\n  Probably something stupid like jaywalking ¯\\_(ツ)_\/¯\n  ","485053":"\n  My failed attempt at relationships?\n  ","485054":"\n  Haha what?\n  ","485055":"\n  Or no reading\n  ","485056":"\n  Great minds, man.\n  ","485057":"\n  🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","485058":"\n  No. Didn't even knew you made one\n  ","485059":"\n  Originally- boston\n  \n  Atm - Arizona\n  ","485060":"\n  Nobody\n  ","485061":"\n  Can be unless you keep getting turned on instead 🤣\n  ","485062":"\n  Anon\n  ","485063":"\n  Read\n  \n  Watch something\n  \n  Social media\n  \n  Toss and turn trying to sleep\n  \n  Masturbation\n  ","485064":"\n  Hey poptart\n  ","485065":"\n  Let's go with feet 😉\n  ","485066":"\n  So you can lick them?\n  ","485067":"\n  Nah. Been wearing fuzzy socks more.\n  ","485068":"\n  I hate random accounts that pop up so no\n  ","485069":"\n  Yup\n  ","485070":"\n  Anon\n  ","485071":"\n  With who? News to me.\n  ","485072":"\n  You met that girl again? ;)\n  ","485073":"\n  It's always there\n  \n  Don't feel like sexual questions right now and leaving pretty soon.\n  ","485074":"\n  Sprinkles more happiness\n  ","485075":"\n  Stop putting this fetish onto people\n  ","485076":"\n  When you have a deja vu feeling\n  ","485077":"\n  Oh? :o\n  ","485078":"\n  Treat them right, aye?\n  ","485079":"\n  Can't remember anything from a sport one.\n  \n  Was Jon the announcer? ;)\n  ","485080":"\n  Not open to all the good things the world has to offer\n  ","485081":"\n  I always finish\n  \n  things\n  ","485082":"\n  I think they're being borrowed ¯\\_(ツ)_\/¯\n  ","485083":"\n  None\n  ","485084":"\n  DNA\n  ","485085":"\n  Haha what? Why?\n  ","485086":"\n  Forget my name\n  ","485087":"\n  No reason to be sorry\n  ","485088":"\n  They don't know\n  ","485089":"\n  Song\n  ","485090":"\n  No. lol\n  ","485091":"\n  It feels creepy 🤣\n  \n  Thanks haha\n  ","485092":"\n  Yes\n  ","485093":"\n  You and someone else\n  ","485094":"\n  Feel like there's two people wanting it now...\n  ","485095":"\n  Yes and rather not\n  ","485096":"\n  I don't think he's a bad person per say... just really annoying lol\n  ","485097":"\n  That could be anyone lol\n  \n  Guess no kik for you. It's my most private. Last time I posted it some annoying person kept trolling me making loads of accounts to bug me there.\n  ","485098":"\n  Haven't thought about\n  ","485099":"\n  He much not catch a lot\n  ","485100":"\n  Only on Thursdays\n  ","485101":"\n  Nobody is perfect and pretty sure this is Lahore since the last question so fuck no.\n  ","485102":"\n  Don't get how those two are related\n  ","485103":"\n  Maybe depending who you are lol\n  ","485104":"\n  Yes but I don't give to just anyone\n  ","485105":"\n  me lol\n  ","485106":"\n  me lol\n  ","485107":"\n  Hm\n  ","485108":"\n  Not afraid of what I pleasure\n  ","485109":"\n  Glad I'm not alone in this!\n  ","485110":"\n  Sure\n  ","485111":"\n  Nice to see you again :)\n  ","485112":"\n  😉\n  ","485113":"\n  Probably use this site\/app?\n  ","485114":"\n  Flowers\n  \n  The red jumpsuit pic\n  \n  That leggy one that got me reported 🤣\n  \n  Christmas tree\n  ","485115":"\n  Feel embarrassed because you meant to ask something but hit the coins feature instead 🤣 enjoy those 5 lol\n  ","485116":"\n  Everything\n  ","485117":"\n  The green ones\n  \n  Been forever since I've had\n  \n  I like red too?\n  ","485118":"\n  Don't kink shame him 🤣\n  ","485119":"\n  Family on Christmas eve\n  ","485120":"\n  Can go either way depending on the person, how it looks.. more so attractive though.\n  ","485121":"\n  No clue\n  ","485122":"\n  Clothes don't matter in the end\n  ","485123":"\n  I'm not sure if it did.... nothing major really happened that taught me anything besides weight related but that can get boring always bringing up.\n  ","485124":"\n  Boobs\n  ","485125":"\n  It's all good :)\n  ","485126":"\n  Whenever I see \"me\" it makes me want to write\/read \"me lol\" 🤣\n  ","485127":"\n  How's that been going for you, Lahore?\n  ","485128":"\n  Guess his own job is to harass people online. They act like someone would get hired right there on the spot.\n  ","485129":"\n  Only if Silly Sally sells me some seashells under the seashore.\n  ","485130":"\n  ¯\\_(ツ)_\/¯\n  ","485131":"\n  Look it up ?\n  ","485132":"\n  Piss you off?\n  ","485133":"\n  My sister got one for christmas. Not sure if that brand though?\n  ","485134":"\n  Doesn't matter\n  ","485135":"\n  👍\n  ","485136":"\n  1. I don't have WhatsApp so FB wins\n  \n  2. I've had Skype before.\n  \n  3. I have both but use IG more\n  \n  4. I have both but use FB more\n  ","485137":"\n  Always mixed reviews there haha :)\n  ","485138":"\n  Very interesting :p\n  ","485139":"\n  Yes, I have when living in Massachusetts while my dad was doing construction on his childhood home. Lots of weird things happened@\n  ","485140":"\n  What do you do exactly? Yes.. it wouldn't make someone rich or atleast not right away depending on the type of job. Lots of things could happen etc\n  ","485141":"\n  That's nice :)\n  ","485142":"\n  Yes, right! Freaking annoying that mentality. Like I was literally working the 27th-30th but according to them = no job.  Still getting paid like a normal job.\n  ","485143":"\n  Not a legit one but still getting paid, dude.\n  ","485144":"\n  Probably\n  \n   @patchy_life\n  \n  then giving all those 100's\n  \n  Everyone else does 5-10\n  ","485145":"\n  Someone seems salty today\n  ","485146":"\n  Maybe coins too\n  \n  Idk\n  \n  Was 6 last night. Who knows what happened\n  ","485147":"\n  Interesting dream.\n  \n  My stomach kind of hurt when I woke up so been relaxing a little after going the bathroom.\n  \n  Should make myself breakfast since feeling ok now.\n  ","485148":"\n  I don't think I'm wrong 😘\n  ","485149":"\n  How stupid someone could be. He had $1000 dollars worth of pot and trying to get past the border patrol. The dogs loved him 🤣 He's not too happy now\n  ","485150":"\n  Not at the moment\n  ","485151":"\n  I wouldn't put a time limit on it. Each person and the relationship would be different, trust factor. Whatever happens naturally or if they want to talk about it then that's fine too.\n  ","485152":"\n  I think you made me #3 with all those likes. Damn 🤣🤣\n  \n   @mawiocudwoc\n  \n","485153":"\n  I think so.. not sure lol\n  ","485154":"\n  I'm not wearing anything with pockets right now.\n  ","485155":"\n  Yes, I have. It never hurt me though. Just felt bumpy lol\n  \n  Water and salt?\n  ","485156":"\n  Thermostat?\n  ","485157":"\n  That's sad they don't take things seriously.\n  \n  The mom is using her power over the situation. I doubt that if it was a different kid that she would have had the same response. Good to raise awareness of the injustice of the school system regardless.\n  ","485158":"\n  Wouldn't surprise me. I haven't weighed myself since the doctor visit. Was 184 there.\n  ","485159":"\n  Haha no.\n  \n  My uncle's old girlfriend and her kid were in Mystic River. Part of the parade.\n  \n  A friend and her brother were in Grown Ups. Church scene.\n  ","485160":"\n  Books;\n  \n  Excuses Begone\n  \n  The best of me\n  \n  Grit\n  \n  How it feels to float\n  \n  Just after sunset\n  \n  Nightmare girl\n  \n  Since you've been gone\n  \n  Whisper network\n  \n  Daisy Jones and the sixth\n  \n\n   @patchy_life\n  \n  book since it was cool seeing parts of it and then owning it.\n  \n  Artist;\n  \n  Jacob Lee was definitely one of my tops. I forget what spotify had my #1 person as...\n  \n  Movie;\n  \n  Aladdin\n  \n  2nd IT\n  \n  Lion King\n  \n  Hans solo\n  ","485161":"\n  necessities\n  ","485162":"\n  Anything and everything.\n  ","485163":"\n  Heating, insulation?\n  ","485164":"\n  Exciting\n  ","485165":"\n  Nope.\n  ","485166":"\n  Truth\n  ","485167":"\n  Rarely and there's not much that's that popular around here. Small town\n  ","485168":"\n  Even if it started off as friends? Either way, yes.\n  ","485169":"\n  Nah, just continuing with keto\n  \n  Wouldn't call it anything new.\n  \n  I hope that gym wont get too crowded, its small as it is.\n  ","485170":"\n  Better hope for flashlights, candles, generators etc.\n  ","485171":"\n  Yes but its not always as easy?\n  ","485172":"\n  You too\n  ","485173":"\n  Good night\n  ","485174":"\n  🤣🤣🤣\n  ","485175":"\n  This one came up on my recommendations 💔\n  \n\n   https:\/\/youtu.be\/LAavKIp6QIU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","485176":"\n  I wouldn't treat anyone that way. Even if being a dom I'd still respect them  etc\n  ","485177":"\n  I'm not sure. I don't think school tests really prove all that much. A lot could change the outcomes. Not getting enough sleep, absences etc\n  ","485178":"\n  :)\n  ","485179":"\n  I think I'd kick them\n  ","485180":"\n  Thanks king\n  ","485181":"\n  F*ck knows\n  ","485182":"\n  2020 will be better 🎉🤞💪🤙\n  ","485183":"\n  Idgas\n  ","485184":"\n  Somewhere in the middle. You and the partner or friendship should know what each other likes, if they have triggers and other type of ways.\n  ","485185":"\n  I know\n  ","485186":"\n  Depends where I got them from.\n  \n  Washable dresses seems weird. Like clearly you'd wash all types of clothing lol why buy something you can't clean?\n  ","485187":"\n  About time, king! Welcome to 2020.\n  ","485188":"\n  It's been forever. I don't like yelling :(\n  ","485189":"\n  Nope lol\n  \n  But I do know how. Had to go through automotive and auto body before picking my actual shop. (Went to a votech high school + degree for my actual shop; graphic communications)\n  ","485190":"\n  Irish blood, my dude. Get with the program.\n  \n  Also haven't took any 2020 pictures yet. Don't think the leggy one counts since was earlier than midnight.\n  ","485191":"\n  Beautiful but I get cabin fever a lot if it's too many blizzards in a row which also brings on winter seasonal depression a tiny bit.\n  \n  So, I'm glad that I'm in Arizona and not feeling trapped like that. I actually want to take a drive to Sedona and other areas to see the snow lol (it doesn't snow in this area )\n  ","485192":"\n  I don't have any downloaded right now. There's a \"Games Hub\" but I haven't checked those out.\n  ","485193":"\n  I've been putting them on here more lately. Kind of gone off IG for a bit but trying to get back into it too\n  ","485194":"\n  I feel like this is lahore so that's a no by default\n  ","485195":"\n  That doesn't relate to pizza\n  ","485196":"\n  When writing this ¯\\_(ツ)_\/¯\n  \n  Title: Scared?\n  \n  My heart bends and folds\n  \n  With words unspoken\n  \n  All thought vanishes\n  \n  A racing heart, maybe two\n  \n  Naked infront of you\n  \n  Hidden treasure\n  \n  A melody in the distance\n  \n  A moan escapes\n  \n  Promises broken and never said\n  \n  The meanings get lost, no translation\n  \n  Silent and watching in the night\n  \n  Hidden cover under a candlelit moon\n  \n  Searching but never finding my north star\n  \n  Tears come unbidden\n  \n  Hidden from you\n  \n  Intentions and confusion marks my soul in permanent ink\n  \n  Patches burn my eyesight\n  \n  I come unglued in the night\n  \n  Cautious and curious, unyielding light\n  \n  Questions with no answers\n  \n  Understanding, gone\n  \n  Whispers and chaos dancing, fighting\n  \n  Breaking free\n  \n  Dangling, dangerously\n  \n  Binds tighten\n  \n  Wrapped around me\n  \n  Breathing becomes harder\n  \n  Suffocating is easier, lost in space\n  \n  divides us\n  \n  Together or apart, a work of art\n  \n  Here and there\n  \n  Breathing scared\n  \n  Things of nightmares\n  \n  Thoughts of a different life\n  \n  When things don't move in the shadows\n  \n  The truth comes crumbling out\n  \n  Don't be scared for when that dawn cometh\n  \n  no more darkness just my shining light\n  \n  Misery ends\n  \n  Step into the inferno that is me\n  ","485197":"\n  Maybe a 6\n  \n  I can do without it for a while.\n  \n  Glad for keto pizza when I do have a craving or its easy...\n  ","485198":"\n  I don't think i know them 🤔\n  ","485199":"\n  Nice. I would have had more time if had to redo :p\n  ","485200":"\n  I haven't listened to black metal in a while. The lyrics are powerful. Agree with the comments about the riff. I feel like I could take or leave the voices just because its been forever. Maybe a 3 rating or 3.5\n  ","485201":"\n  Well this sounds more like a rant now 🤣\n  \n  Probably the fat ones eventhough people who don't know me don't know the reason why. Its not just because of food. People will think whatever they want, regardless. It's their problem, not mine on what they think about me. Those people shouldn't make you feel bad.. especially when you've done a shit ton to get where you are today etc they don't see all the hard work that goes into it or know anything about you.\n  ","485202":"\n  I don't think it would be considered dumb if its something you deem accomplished.\n  ","485203":"\n  Metal music\n  ","485204":"\n  If I never learned it then how would I have an answer for it??\n  ","485205":"\n  Whatever I was doing at that time\n  ","485206":"\n  Also takes two people to make a friendship or relationship work.\n  ","485207":"\n  I'd say average\n  ","485208":"\n  The Rose Parade is feeling like it will never end.\n  ","485209":"\n  No you just seem so condescending now. Don't need that.\n  ","485210":"\n  When a teen with my friend. Minor stuff\n  ","485211":"\n  Why do you care so much about this??\n  ","485212":"\n  You'd be like who the fuck is this 🤣🤣\n  ","485213":"\n  Hairless one haha\n  \n  Never!!\n  ","485214":"\n  Just because I haven't gone to meetups doesn't mean there hasn't been effort at other times.\n  ","485215":"\n  Maybe a  cat then 😈\n  ","485216":"\n  Why so surprised? Mentioned a few times.\n  ","485217":"\n  :(\n  ","485218":"\n  One more!!\n  ","485219":"\n  Ah ok\n  ","485220":"\n\n   @NO3MM3RZ\n  \n  and\n  \n   @Coolio247\n  \n  are both from AZ but never met. Well could have with Noemi but neither were sure about the salt river rafting day.\n  ","485221":"\n  Looks good on you\n  ","485222":"\n  On my side?\n  ","485223":"\n  Idk, am I?\n  \n  Mom went to to pick up my sister and her husband from the airport.\n  ","485224":"\n  Hugs back\n  ","485225":"\n  One was a movie one so probably wasn't ones I wanted to see. Save money.\n  \n  Don't always want happy hour ones.\n  \n  ¯\\_(ツ)_\/¯\n  ","485226":"\n  Spreads the love\n  ","485227":"\n  Olaf <3\n  ","485228":"\n  Made me want to watch Frozen\n  ","485229":"\n  Those ones weren't in the same state back then.. was waiting for Boston ones lol\n  \n  Idk\n  ","485230":"\n  None yet but have had an account for a while. An old website I was a part of used it before so got it to keep track of those.\n  ","485231":"\n  Goodwill\/Savers\n  \n  Ross (actually have giftcards to spend there)\n  \n  Target\n  \n  Old Navy\n  \n  Forever21\n  \n  H&M\n  ","485232":"\n  16-21 depending on what you actually mean... kind of confusing.\n  ","485233":"\n  No. Everything is still up including the outside lights and other small stuff\n  ","485234":"\n  Yes. Got to be in a parade. My sister and I were both dressed as pebbles. Walked with all the other people.\n  ","485235":"\n  No. It's just harder meeting new people when older, those bonds.\n  \n  I joined some meetups and also added some FB groups today. Hopefully something comes out of those.\n  ","485236":"\n  More like a tad scared. Terrified is a bit of a reach. The 29th.\n  ","485237":"\n  THE PICKLE FLOAT 🤣🤣🤣🤣\n  ","485238":"\n  Hm I like both equally\n  ","485239":"\n  I don't think they cared haha\n  ","485240":"\n  Whoever likes this is invited\n  ","485241":"\n  The aids foundation float is pretty. Good to raise awareness for the homeless\n  ","485242":"\n  Ah ok\n  ","485243":"\n  Makes me feel like a weirdo. Dogs were barking at something earlier and joined in 🤣\n  ","485244":"\n  How's the dick Clark going?\n  ","485245":"\n  I howled earlier too\n  ","485246":"\n  I just noticed this could have more meanings lol\n  ","485247":"\n  Detective? *puts monocle on*\n  ","485248":"\n  Perhaps?\n  ","485249":"\n  1.\n  \n   @NO3MM3RZ\n  \n  another dog 😈\n  \n  2.\n  \n   @FeelFreeToAsk2017\n  \n  a goat and food for them\n  \n  3.\n  \n   @poetalunam\n  \n  writing supplies, beauty stuff or mental health awareness merch\n  \n  4.\n  \n   @asgardarts\n  \n  art supplies\n  \n  5.\n  \n   @patchy_life\n  \n  5 guys\n  ","485250":"\n  Fantastic 😘\n  ","485251":"\n  Excited for you\n  ","485252":"\n  nice\n  \n  The pig and chickens are cute. Liked the dog one before that too out of pipes.\n  ","485253":"\n  Family & some friends that came\n  ","485254":"\n  Yes :)\n  ","485255":"\n  I liked the penguin looking one so far. Pilgrim ship was ok.\n  \n  Pretty horses\n  ","485256":"\n  All of them 😈\n  ","485257":"\n  Soups, cheesecake or pies, hot chocolate, hot apple cider,  comfort foods\n  ","485258":"\n  I know\n  ","485259":"\n  I like a lot of different scents. Pretty happy with the \"Suede\" bath&bodyworks hair\/body wash. Smells like cologne with a splash of citrus orange. Subtle.\n  ","485260":"\n  No thoughts. Do whatever you want\n  ","485261":"\n  Nah dont think so. Still me.\n  ","485262":"\n  This lol\n  ","485263":"\n  Water (also have some)\n  \n  Tea\n  \n  Carbmaster Chocolate milk (having some now)\n  ","485264":"\n  Have fun\n  ","485265":"\n  Read\n  \n  Watch something\n  \n  Music\n  \n  Try sleeping ,toss\/turn\n  \n  Check social media\n  ","485266":"\n  Pjs from yesterday lol\n  \n  Black tank & polar bear pj bottoms\n  ","485267":"\n  Depends what you do with it\n  ","485268":"\n  Watching:D\n  ","485269":"\n  Good question. Haven't had to do that in years..like high school or some shit\n  ","485270":"\n  Does anyone have questions?\n  ","485271":"\n  Aw yes very interesting XD\n  ","485272":"\n  Love from strengths.\n  ","485273":"\n  Only if Halloween counts\n  \n  Gave out candy last year :p\n  ","485274":"\n  The first one\n  ","485275":"\n  Asking for a song?\n  ","485276":"\n  Absolutely nothing.\n  ","485277":"\n  No 🤣\n  ","485278":"\n  Yay\n  ","485279":"\n  3 of them\n  ","485280":"\n  Is it finally the new year for you? :p how was the redo?\n  ","485281":"\n  I remembered seeing that Arsenal was playing earlier but didn't end up watching it. Was curious on who won. Great teams.\n  ","485282":"\n  Wrong. They make money off of people with eye problems. They wouldn't want anyone with 20\/20 vision lol\n  ","485283":"\n  Dog\n  ","485284":"\n  Have sex with someone, anyone 🤣🤙😈😏🎉😘😍\n  \n  Out go my standards hahaah\n  ","485285":"\n  I'm not sure if I did or not.\n  ","485286":"\n  That's a shame. Would be very annoying getting used to someone and then cant find more\n  ","485287":"\n  Out with friends wouldn't really matter unless it was more a night time type of thing.\n  \n  Date... not sure. Speaking of which, they never did give any details  ¯\\_(ツ)_\/¯guess they were just joking after all.\n  ","485288":"\n  Good to know :)\n  ","485289":"\n  I didn't\n  ","485290":"\n  Season 2 is so weird.\n  ","485291":"\n  5588\n  ","485292":"\n  Ofcourse in a heartbeat\n  ","485293":"\n  Maybe if the person was nearby or the boss didn't know about their problem\n  ","485294":"\n  🤣🤣🤣\n  ","485295":"\n  Haha cute\n  ","485296":"\n  Hello there\n  ","485297":"\n  This episode is weird\n  ","485298":"\n  US\n  ","485299":"\n  Just divorced.\n  \n  But yes, agreed.\n  ","485300":"\n  Yes. My former aunt did hers 🤣\n  ","485301":"\n  Or just kissing ass.\n  ","485302":"\n  Shopping, gym or other such things\n  ","485303":"\n  Seems like a great guy 🤣\n  ","485304":"\n  Starting season 2 of Castle Rock 🤙\n  ","485305":"\n  As long as you show up, do the work, then everything else shouldn't matter. The boss seems ridiculous with their \"everyone love me\" attitude lol\n  ","485306":"\n  Probably should talk to HR? Depends on the job too. You can still do a good job even if you don't fully trust the boss lol Weird how it matters to them so much.\n  ","485307":"\n  Same to you 🌻\n  ","485308":"\n  I'm glad\n  ","485309":"\n  Finally watching  the 10th episode of Castle Rock 👌 (season 1)\n  ","485310":"\n  The new guy? Idk lol\n  ","485311":"\n  It's a mystery\n  ","485312":"\n  Tops or leggings\n  ","485313":"\n  I drank last night but not enough to get to those levels of intoxication.\n  ","485314":"\n  Not really sure on the scariest one but a few nights ago was since wasn't expecting it even though felt paranoid :p\n  ","485315":"\n  I think so. Didn't like lying then got caught up in and haven't lied since. Learned my lesson the hard way etc\n  ","485316":"\n  R.i.p that bottle\n  \n  2020 could have made it better\n  ","485317":"\n  🤣🤣🤣\n  ","485318":"\n  me lol\n  ","485319":"\n  Probably do\n  ","485320":"\n  This reminds me of the movie, Remember Me.\n  \n  Hats, wigs.\n  \n  Try fixing it.. damn \"all of it\" bitxh had anger issues.\n  \n  Legal action maybe? Is this possible since it would come down to the parents and not the actual accused?\n  ","485321":"\n  Mom, Jessica, lulu\n  ","485322":"\n  I believe so\n  \n  Also this kept making me feel like it was an innuendo 🤣\n  ","485323":"\n  Recycle\n  \n  Waterbottle instead of plastic ones\n  ","485324":"\n  Zebra\n  ","485325":"\n  I didn't\n  ","485326":"\n  Need to change it soon\n  ","485327":"\n  Depends on the context?\n  \n  I don't fall in love that easily nor do I prance around using the L word a lot,  when its said, I mean it.\n  \n  I don't really hate anyone either. If I do its been more of a love\/hate situation.\n  ","485328":"\n  It's been chill so far. Didn't want to get out of bed. Then ate a yogurt. Having a bit of those cranberry chocolate coconut crumble bars I made yesterday.\n  ","485329":"\n  I haven't decided yet but these were the amounts read for other years. #bookworm\n  ","485330":"\n  I requested these ones. The library doesn't have much to pick from so better to hold items you actually want. They've been on my goodreads account long enough!\n  \n  During Christmas shopping, I saw the birthday girl one and it looks like a good thriller\/mystery type book.\n  ","485331":"\n  Don't need something partially named after me.\n  ","485332":"\n  I didn't think about it lol\n  ","485333":"\n  You too 🌻🌻🌻\n  ","485334":"\n  How unfortunate\n  ","485335":"\n  Same to you z\n  ","485336":"\n  Happy new year\n  ","485337":"\n  Esmeralda just came to mind.\n  ","485338":"\n  Same to you. Happy new year\n  ","485339":"\n  Happy New Year 🎉\n  ","485340":"\n  Sounds dirty\n  ","485341":"\n  Few and far between\n  ","485342":"\n  Should be the only one:(\n  ","485343":"\n  He just wont stop\n  ","485344":"\n  I don't need more jackets at the moment, just everything else :p\n  ","485345":"\n  This person is lucky I haven't\n  ","485346":"\n  👌\n  ","485347":"\n  Was free as it was at my brothers house, sangria, on Christmas eve.\n  ","485348":"\n  My cuddles made you happy\n  ","485349":"\n  You should try being less annoying for a resolution, lahore.\n  ","485350":"\n  I doubt it unless watching the bartender make it and the person didn't have a chance to do anything to it\n  ","485351":"\n  You better\n  ","485352":"\n  :)\n  ","485353":"\n  Agreed\n  ","485354":"\n  Just king being king...\n  ","485355":"\n  He who?\n  ","485356":"\n  I'd rather have cuddles or spooning lol\n  ","485357":"\n  O.o\n  ","485358":"\n  On the 30th\n  \n  That's not what I meant :p\n  \n  It's cold out and not ready for the day lol\n  ","485359":"\n  Not to me lol helps give heat\n  ","485360":"\n  I haven't had mine yet. Just chilling in bed for a few more minutes:)\n  ","485361":"\n  They can at any time lol\n  \n  Either normal temp or cold.. more so in the winter.\n  ","485362":"\n  I have a fleece and a black jean jacket\n  ","485363":"\n  No. I'm still under my covers lol\n  ","485364":"\n  It's a cold one\n  ","485365":"\n  Nope\n  ","485366":"\n  Uh huh\n  ","485367":"\n  My bed haha\n  \n  Idk.. somewhere that seems lively but not too crowded either. Decent company.\n  ","485368":"\n  No\n  \n  Yes\n  \n  ?\n  \n  Yes\n  \n  No\n  ","485369":"\n  Exciting\n  ","485370":"\n  Yet you talked about it being dry as the reason a few minutes ago\n  \n  ........\n  ","485371":"\n  Revenge\n  ","485372":"\n  Cute :)\n  ","485373":"\n  Rose's because nobody ever gets me flowers and I need to get back to keto again. Been a bit bad.\n  ","485374":"\n  Nobody else can either\n  ","485375":"\n  Obsession with balls dropping\n  ","485376":"\n  It's cold but sunny here :)\n  ","485377":"\n  You sure about that?\n  ","485378":"\n  How festive\n  ","485379":"\n  Admit you pick it 😈\n  ","485380":"\n  #newyear2020\n  ","485381":"\n  Must be allergic to glittery balls\n  ","485382":"\n  Happy 2020\n  ","485383":"\n  Spoiler alert: The ball drops.\n  ","485384":"\n  Playing with fire\n  ","485385":"\n  I've never lived in one.\n  ","485386":"\n  Be an asshole?\n  ","485387":"\n  That hurt to read\n  ","485388":"\n  Yes. Always weird when that happens.\n  ","485389":"\n  Good night\n  ","485390":"\n  May you get them less in 2020\n  ","485391":"\n  On here\n  \n  Talking to some people elsewhere\n  \n  Bubble bath, pjs, footmask & fuzzy socks\n  \n  Ate dinner + rebel ice cream\n  \n  Put Dick Clark on ... Missed the East coast one because I was making a drink\n  \n  Answered questions on here because I was bored\n  \n  Did some reviews on influenster & snaps there. Keep getting email surveys for them which usually means you'll get it but last time they even said I'd get nail polish and they never sent me it so I'm more wary of their promises now.\n  \n  Lulu (dog) kept wanting to come in my bedroom so made her go back into the living room. Was still following me acting like she knew it was new years and wanting a kiss so gave her some. Went back to my room and she left me alone since lol weirdo\n  \n  Been drinking said drink on&off.. more so closer to midnight.\n  \n  Watched the ball drop. Felt like of eh about it. Being alone and all that. Wanting to be out but also happy I'm not freezing outside somewhere lol\n  \n  Went on IG. Ended up doing my topnine. 1 pic of me, 4 of 1stphorm, food and beauty stuff. Makes me realize that I should take more pictures. Been a bit lax with posting there for a few months now.\n  \n  The tequila surprisingly made me feel tired. Eyes kept wanting to close while the after party stuff was on tv. Blew out my candle and turned the tv off. Washed my glass. Now in bed with the lights off waiting for sleep to take over\n  ","485392":"\n  Doesn't matter where you are <3\n  ","485393":"\n  Just continuation\n  ","485394":"\n  Thanks. You too.\n  ","485395":"\n  I got reported earlier and it wasnt even that sexy lol\n  ","485396":"\n  La la land\n  ","485397":"\n  High school or college\n  ","485398":"\n  Kissed my first boyfriend. I didn't even get that far with him lol\n  ","485399":"\n  I still need to watch it all\n  ","485400":"\n  lol some weren't too bad but still odd too XD like why??\n  ","485401":"\n  I have those fuzzy socks on\n  ","485402":"\n  I notice that I write \"definitely \" a lot on here. However,  I don't use it in real life.\n  ","485403":"\n  Drink the drink I made.\n  ","485404":"\n  Can it just be 2020 already lol\n  \n  11:42pm\n  ","485405":"\n  Nah more like truth\/dare ones and usually something stupid\n  ","485406":"\n  Lowcarb Margarita mix and patron tequila 🍹\n  ","485407":"\n  When you miss the ball drop because you made a drink 🤣\n  \n  Will see again atleast\n  ","485408":"\n  Memory- when I was trying to walk and held onto the table for support. Did it then fell down and hit the table with my face leaving a baby indent tooth mark. Then crying, mom came into the room.\n  \n  Album- maybe Spice Girls, Britney spears or one of those people? Eminem.. idk.\n  \n  Movie- probably Lion King or Grease\n  \n  Success- not sure lol honor roll? ¯\\_(ツ)_\/¯\n  \n  Hard to remember what that could have been. Maybe the 1st memory. Seemed traumatic 🤣\n  \n  Only been to Canada. 2000s sometime\n  \n  Carnival\n  ","485409":"\n  I know this BTS song but didn't know it was them. Don't care for how they are singing it here though.\n  ","485410":"\n  That's hilarious\n  ","485411":"\n  Getting strung by a wasp. Shit hurt.\n  \n  Reaction to mosquitoes and the steroid shot to get rid of it.. the cream helped more me thinks. The shot just made me gain weight from then on.\n  \n  Certain parts of a \"relationship\"\n  ","485412":"\n  Definitely behind! Dan&Shay are singing at the moment\n  ","485413":"\n  Enjoy.\n  \n  I just had a turkey&ham wrap.\n  \n  Cucumber , baby carrots with hummus. Cheesestick. Some blueberries.\n  ","485414":"\n  Not with that language\n  ","485415":"\n  8:55 here\n  ","485416":"\n  Once has great songs!\n  ","485417":"\n  I guess mine is behind a little. They just mentioned BTS and went to commercial.\n  ","485418":"\n  Just put on.\n  \n  Good song\n  ","485419":"\n  Happy new year\n  ","485420":"\n  Currently... some chocolate milk. Carb Master. So good and creamy.\n  \n  Not sure what I'll have later if at all.\n  ","485421":"\n  Yes, it will actually be live.\n  \n  Had to check since the YouTube tv thing and they have three different channels that could watch.\n  ","485422":"\n  Let's not get too crazy ;)\n  \n  Happy new year!\n  \n  (I'm neutral about him anyways)\n  ","485423":"\n  Polar bear pj bottoms and a black tank. Both from walmart, actually.\n  ","485424":"\n  I know! Was like ah fuck, it didn't show 🤣🤣🤣\n  ","485425":"\n  The pic would have helped 🤣\n  ","485426":"\n  Well this packaging is cute. Hope it works decently. It feels gross on like smeared in ketchup or something lol\n  ","485427":"\n  There's something wrong with me because I don't want to talk to a minor?\n  ","485428":"\n  Not really. Have this to protect it and I'm not that clumsy:p\n  ","485429":"\n  Nah. Would get reported again lol\n  ","485430":"\n  I've had more ups\n  ","485431":"\n  I guess\n  ","485432":"\n  Wouldn't want that responsibility\n  ","485433":"\n  Turned 32 on the 16th\n  ","485434":"\n  Bubble bath. Put my mind to something, I do it lol\n  ","485435":"\n  lol\n  ","485436":"\n  Nobody can predict that but hope it works <3\n  ","485437":"\n  Way older than you\n  ","485438":"\n  Maybe both\n  ","485439":"\n  You too! Happy new year 🌻\n  ","485440":"\n  I feel like a bubble bath\n  ","485441":"\n  More like heard 🙃😝\n  ","485442":"\n  Yes\n  ","485443":"\n  👌\n  ","485444":"\n  Good\n  ","485445":"\n  My dog didn't care for that\n  ","485446":"\n  Cute and comfy :)\n  ","485447":"\n  Wont stop them lol\n  \n  Too drunk and determined to give a damn XD\n  ","485448":"\n  I'll probably watch the ball drop alone like always. Mom usually falls asleep beforehand lol\n  ","485449":"\n  More weight related ones\n  ","485450":"\n  Why not both?\n  ","485451":"\n  Is it?\n  ","485452":"\n  ¯\\_(ツ)_\/¯\n  ","485453":"\n  No plans\n  ","485454":"\n  Congratulations\n  ","485455":"\n  No but I don't like young boys either.\n  ","485456":"\n  Not sure. Might have something\n  ","485457":"\n  Hi\n  ","485458":"\n  That would do. Thanks\n  ","485459":"\n  Write me one? Make it good\n  ","485460":"\n  Maine getting pounded with snow\n  ","485461":"\n  More with my mom\n  \n  Nice to know my dad was proud of me though. Doesn't always say stuff like that.\n  ","485462":"\n  With what?\n  ","485463":"\n  Oh the imaginary 🤣\n  ","485464":"\n  Can't. Don't have pictures from 2009 and the one I have from 2010 is me holding my nephew as a baby and rather not post that.\n  ","485465":"\n  You told me\n  ","485466":"\n  Go out with a bang\n  ","485467":"\n  Define party here\n  ","485468":"\n  And now that 5 guys question is in my head.\n  ","485469":"\n  And again\n  ","485470":"\n  Guess you'll need more eyes to tell for sure 🤣\n  ","485471":"\n  Either way. If by myself then better with background stuff on.\n  \n  At the actual dinner table with everyone, better without or low volume.\n  ","485472":"\n  If I have a date or not :o\n  ","485473":"\n  Go sleep\n  ","485474":"\n  Aliens invading\n  ","485475":"\n  You just said that\n  ","485476":"\n  Unless came out tear shaped.\n  ","485477":"\n  It doesn't even feel like new years eve\n  ","485478":"\n  I don't think that was a tear\n  ","485479":"\n  Yes! How dare those fuckers. Made wars too. Tsk tsk\n  ","485480":"\n\n   @patchy_life\n  \n  photoshop pictures and The Butterfly Girl.\n  \n  Also they either took him out or he suited up\n  ","485481":"\n  Happy New Year 🎉\n  ","485482":"\n  Landslide\n  ","485483":"\n  Pornstars\n  ","485484":"\n  Saving Abel\n  ","485485":"\n  Thoughts\n  ","485486":"\n  Possibly. Just depends. Don't like how everyone always goes on anon. Makes me believe it less etc\n  ","485487":"\n  What if I like it? ;)\n  ","485488":"\n  If they were mad they didn't share that.\n  ","485489":"\n  50\/50\n  ","485490":"\n  My humor I suppose ? Besides that I don't really see myself being quirky\n  ","485491":"\n  Sex\n  ","485492":"\n  Hello there\n  ","485493":"\n  To the grave, fam.\n  ","485494":"\n  No. It bothers me more that the person wont even come off anon yet I'm supposed to believe that they'd show up to the actual date.\n  ","485495":"\n  I wouldn't want the same thing all day?\n  ","485496":"\n  Little bit\n  ","485497":"\n  Wouldn't trust anons writing something like that. Don't know who it is.. rather not guess incorrectly too. Maybe come off anon (I don't need to post if worried about that)\n  ","485498":"\n  Vulnerability lol\n  ","485499":"\n  Burnt myself taking out the bars\n  ","485500":"\n  Seems sad but understand why some feel that way\n  ","485501":"\n  Many factors go into it. Sometimes straight away, other times freaking longer ¯\\_(ツ)_\/¯\n  ","485502":"\n  I haven't ate there before.\n  ","485503":"\n  My fitbit\n  \n  Other jewelry is more whenever I feel like it. Also most of it is in Maine so it's been limited to rings I got..\n  ","485504":"\n  Not the best lately but getting back to it 💪\n  ","485505":"\n  I don't have plans.\n  \n  Probably just watch with mom if nothing else comes up\n  ","485506":"\n  I'm not into girls\n  ","485507":"\n  Flying cars\n  ","485508":"\n  Shawshank Redemption\n  ","485509":"\n  Smelting seems weird.\n  ","485510":"\n  Very rarely but not too much either.\n  ","485511":"\n  Happy New Year 🎉\n  ","485512":"\n  Letting the bars cool. Just chilling out atm\n  ","485513":"\n  Maybe the 2nd or 3rd person <3\n  \n  (if going in order)\n  \n  Happy New Year 🎉\n  ","485514":"\n  A d!ck?\n  ","485515":"\n  I'm single.\n  ","485516":"\n  Have a nice nap\n  ","485517":"\n  Nice XD\n  \n  Suppose so since did have some of his hair on my leggings when he eventually got off of me.\n  ","485518":"\n  Happy New Year 🎉\n  ","485519":"\n  Anyone can?\n  ","485520":"\n  They look better in person atleast. Hopefully will taste good.\n  ","485521":"\n  Don't feel sexy atm\n  ","485522":"\n  Snow?\n  ","485523":"\n  Indeed\n  ","485524":"\n  I'll take your word for it\n  ","485525":"\n  Happy New Year 🎉\n  ","485526":"\n  I'm alive\n  ","485527":"\n  More so other reasons\n  ","485528":"\n  Same to you\n  ","485529":"\n  Happy New Year\n  ","485530":"\n  Think so. They've always been around the same size.\n  \n  Once got a C bra and that didn't even fit. Looked like it would have. Didn't know too much about sizing back then when I got it. Oh the disappointment 🤣 I also kept forgetting to return it so it was around forever lol\n  ","485531":"\n  What's the least amount of sleep that you feel refreshed with then?\n  ","485532":"\n  You too, king\n  ","485533":"\n  Do something?\n  ","485534":"\n  Tucking it?\n  ","485535":"\n  Ok\n  ","485536":"\n  No XD The asker might\n  ","485537":"\n  Haha I'm always like ???? In my head when I hear that.\n  ","485538":"\n  Last night did\n  ","485539":"\n  Will feel so good :p\n  \n  New new year pee, folks.\n  ","485540":"\n  Can you?\n  ","485541":"\n  Where is home for you?\n  ","485542":"\n  Then by all means go for the pecan XD\n  \n  Today is the day that I'm making these bad boys. My pan is bigger so need to adjust the timing a tad.\n  ","485543":"\n  It helps more if a girl :p crazy men lol\n  ","485544":"\n  On?\n  ","485545":"\n  Homer had a surgery not too long ago so he's sort of still in recovery mode so they didn't want me doing that. Mostly just walk in the backyard and they follow me back&forth.\n  ","485546":"\n  Getting on and off the rink is horrible but actually skating is fun! Same with rollerskates\/blades.\n  ","485547":"\n  *hiss*\n  ","485548":"\n  Out like everyone else in sparkly fashion.\n  ","485549":"\n  Walnuts\n  ","485550":"\n  Yes. People don't always need to know everything. I don't think about filtering my responses, it's just whatever came to mind at that time. I'd rather be true instead of feeling like I need to walk on egg shells online ¯\\_(ツ)_\/¯\n  ","485551":"\n  In a general sense.\n  ","485552":"\n  The community, everyone is in it together no matter if fat loss or weightloss, building muscle etc. They like calling it a phamily. The products even though I feel like most can be overpriced.. one of my favorites went up in price lately. They have clothing too. The owner takes no sh!t from people, says it like it is, doesn't sugarcoat anything.\n  ","485553":"\n  I think \"fUck me running\" is a weird one. Seems a bit impossible ;)\n  ","485554":"\n  Why can't they happen? I do think that overthinking can be bad at times, especially for hypotheticals or daydreaming.\n  ","485555":"\n  Don't think so\n  ","485556":"\n  Maybe a little bit\n  ","485557":"\n  It's a bit different, dude. Yes, I have a uterus but nothing cooking :p\n  ","485558":"\n  My personality and determination?\n  ","485559":"\n  Nah\n  ","485560":"\n  People are most likely drinking, in the mood etc and then August baby is born\n  ","485561":"\n  The show \"You\" is a good example, however, that is more intent to harm type way.\n  ","485562":"\n  Never. I thought that was included in the question. If it was under a contract then I'd just upgrade when the time was right\/actually wanted a new phone. It was never due to them being broken.\n  ","485563":"\n  Night all\n  ","485564":"\n  Good night\n  ","485565":"\n  Maybe one day\n  \n  Not with lahore tho 🤣\n  ","485566":"\n  I think hope is good to have but I'm not sure it makes us human. I think more goes into being human than just a word, idea etc\n  ","485567":"\n  Let's go with next month instead... 2020 :o\n  \n  TMI; Technically I have 6 months between getting a pap smear and birth control but should just get that out of the way instead of prolonging it. Also Zoella\/Zoe's live video of it made it seem more informative. Plus she didn't get a metal pole like my last one was.. hopefully AZ has the kind they used instead. lol\n  \n  Been back at the gym again so just being consistent with all that again 💪\n  \n  Hm not quite sure on the 3rd.. I'll keep you posted if I think of something\n  ","485568":"\n  H20 or some type of gas?\n  ","485569":"\n  I don't ask people what words they hate so no clue here lol\n  ","485570":"\n  You too!\n  ","485571":"\n  Think you answered your own question already lol\n  ","485572":"\n  Correct\n  ","485573":"\n  We agreed on $35 a day but they underpaid me a tiny bit last time. Also had bad weather and came back sooo last time paid for this one. Got $100.\n  ","485574":"\n  Very interesting :p\n  \n  Pickles was whining for food like always. Think the taco bell dog was sad that everyone left them.. wasn't as active as he usually is. Homer is usually the good one. Decided to be icky and jump up on me giving me kisses of death then decided to sit right on my lap earlier. You aren't no small pup!! Overall it was fine.  The first night Homer and Pickles slept beside me. Lyndsey sandwich:(   the other nights they ended up sleeping in the livingroom. Which was a bit odd since usually they are right there when I go to sleep\/that room but they were sleeping already and didn't make any noises to come into the room. Rather sleep without dogs besides me anyways.\n  ","485575":"\n  I did after answering that XD\n  ","485576":"\n  Because we live in the here and now, not the past or past life.\n  \n  Could be but I think of different careers and stuff like that when I think of past lives or animals. Reincarnation etc\n  ","485577":"\n  There's a ton but let's go with the Beatles.\n  ","485578":"\n  Rainbow fish one\n  \n  Something about a bee. Never remember the name.\n  ","485579":"\n  Cheers\n  ","485580":"\n  Gives you a dictionary\n  ","485581":"\n  Haven't met everyone so ¯\\_(ツ)_\/¯\n  ","485582":"\n  Not by you\n  ","485583":"\n  You are too young if you don't understand that meaning\n  ","485584":"\n  Doesn't trust that 👊\n  ","485585":"\n  Honey 🤣\n  ","485586":"\n  Whatever that means\n  ","485587":"\n  It reminded me of the Stephen King short story. Wasn't meant to be rude. Youngish.\n  ","485588":"\n  Do you like to paint?\n  ","485589":"\n  Parts of me are too\n  ","485590":"\n  Die a little inside?\n  \n  Nah idk\n  \n  Usually watch the ball drop at home. Boring\n  ","485591":"\n  That's a kiss\n  ","485592":"\n  Nope, she doesn't. Talked to her on FB messenger earlier tho\n  ","485593":"\n  What if I didnt want to be alone for that hour?\n  ","485594":"\n  I was sitting on a stool and my legs were under the leg part.. I jumped up to pounce at a friend but since my legs were that way, I landed face first onto my knees basically infront of them. It was hilarious but embarrassing too at the moment.\n  ","485595":"\n  Gasoline\n  \n  Paint comes to mind too\n  ","485596":"\n  Having everything you need\/want. Comfort in oneself. Blanket forts. Comfy bed. Being comforted by a friend or whoever. All about the context\n  ","485597":"\n  I have. Boats are great.\n  ","485598":"\n  You got this , king.\n  ","485599":"\n  Fries sound better right now. It's also one of the foods I feel like I eat when not being good on keto o.o I don't miss it when doing it so its interesting that way.\n  ","485600":"\n  That's good!!\n  \n  My December has been all over the place.  Looking forward to 2020. Glad I got back to the gym already etc\n  ","485601":"\n  Maybe fitness stuff but with the right people. Its annoying when they ask stuff just to talk and don't actually care? Same with books... like let's not have a filler discussion\n  ","485602":"\n  Overthinking will do that, my good sir.\n  ","485603":"\n  I think I might win a floral bikini. It says \"pending\" and its been a while.. the other two products I tried winning already say \"failed\". Usually they close around the same time. 🤞\n  ","485604":"\n  My faves\n  ","485605":"\n  Cool\n  ","485606":"\n  Sick of getting this question repeatedly. Everything is going nicely.\n  ","485607":"\n  Great gift\n  ","485608":"\n  I wish I was on vacation\n  ","485609":"\n  What about after?\n  ","485610":"\n  Kind of. Telling is more ego based.\n  ","485611":"\n  Xoxo\n  ","485612":"\n  Newest songs of 2019 released? Or start of 2020?\n  ","485613":"\n  Up in the air\n  \n  Apparently it's the only one I saved from them.. I'm sure there are other ones I like as well.\n  ","485614":"\n  Someone very special.\n  ","485615":"\n  Learning experience\n  ","485616":"\n  Nostalgia ones I suppose. Lots of 90s music.\n  ","485617":"\n  Sometimes let others get to me. Especially if I know I've been slacking, sick or other things going on.\n  \n  Follow certain people on IG that are model material\/celebs... can be a good thing too but ya.\n  ","485618":"\n  Chicken parm\n  \n  Chinese food  (also chicken ones lol)\n  \n  Ice cream (chocolate chip cookie dough)\n  \n  Lobster\n  ","485619":"\n  \"Play it by year\" one or is it ear? Either way its annoying.\n  ","485620":"\n  ALL OF THEM 😈\n  ","485621":"\n  Are very nice.\n  ","485622":"\n  Yes it really is. I should get rid of it on my phone but never know when I'll hear something and want to add asap. Happened with that John K. guy on the radio :) pretty useless for everything else lol\n  ","485623":"\n  Main one is just continuing the weightloss.\n  \n  Friends here would be nice. One of the moderators in a meetup group gave me her number today. (Hence both questions I sent out)\n  ","485624":"\n  Weird that spotify will show up on my phone too o.o like I'm using my tablet for that.. should only show there?\n  ","485625":"\n  Excellent\n  ","485626":"\n  Cool. Today was the only day I didn't go since starting up again :)\n  ","485627":"\n  If only you.....\n  ","485628":"\n  Hey sunshine\n  ","485629":"\n  I like a lot of different kinds.\n  \n  I remember liking these a lot in 2019 but most didn't make my playlist because my phone only shows the samples.. so glad that I did get a tablet to listen again.\n  \n  Tops right now;\n  \n  Suitcase - Jacob Lee\n  \n  Someone you loved - Lewis Capaldi\n  \n  Unknown to you - Jacob Banks\n  \n  If we never met - john k.\n  \n  Seafret is good. I cant remember which one j was obsessed with lol was either; oceans or drown. Wildfire is nice too.\n  \n  Lover- taylor swift\n  \n  Tequila- dan&Shay\n  \n  Robin Williams- Noah Gunderson\n  \n  When she comes home tonight - riley green\n  \n  God only knows- king&country\n  \n  Nightmare- halsey\n  \n  Truth hurts- lizzo\n  \n  What If I never get over you- lady antebellum\n  ","485630":"\n  Watching the dogs can be boring. They ate, slept, walked around etc\n  \n  Also why I went to the gym to get out and just be around humans too.\n  ","485631":"\n  Laying down so yes\n  ","485632":"\n  :(\n  ","485633":"\n  Is this a new relationship or been a decent amount of time?\n  \n  Depends the the way they say it. Like if they felt aggressive about it or more calm and telling you how they feel mannerisms. Well technically they aren't even telling you what's up... just a half assed agreement.\n  \n  If it was me and felt like the guy was being that way, I'd think something might be up. It doesn't always have to be the worse case scenario. I don't think I'd overthink this much on it unless they got distant or kept going on in that way or I knew that it wasn't the \"right\" relationship for me to begin with.\n  ","485634":"\n  I'll let you know by haunting you 🤙\n  ","485635":"\n  No but clearly you are\n  ","485636":"\n  To disappoint you.\n  ","485637":"\n  Lily's for keto ones.\n  \n  Hershey, lindt..\n  ","485638":"\n  Them?\n  ","485639":"\n  Don't be stupid now\n  ","485640":"\n  A yogurt with peanut butter, blueberries, walnuts.\n  ","485641":"\n  Come again?\n  \n  \"The organ in the lower body of a woman or female mammal where offspring are conceived and in which they gestate before birth; the uterus.\"\n  ","485642":"\n  Normal amount\n  ","485643":"\n  No, I'm not pregnant.\n  ","485644":"\n  Private parts\n  ","485645":"\n  I think girls but not sure.\n  ","485646":"\n  November 26, 2020\n  \n  It will be a Thursday.\n  \n  - Google\n  ","485647":"\n  \"A prince\" :P\n  ","485648":"\n  Indeed, I do.\n  ","485649":"\n  332days\n  ","485650":"\n  Yes. Why are people keep asking this?\n  \n  Also have sister\/brother-in-laws\n  ","485651":"\n  ?\n  ","485652":"\n  Let's go with August because all those Thanksgiving babies.\n  ","485653":"\n  She does too\n  ","485654":"\n  I agree with\n  \n   @ErinWolf4919\n  \n  posts.. only you two would know. People have random thoughts at times, could mean nothing. I wouldn't stress over it. Unless more weird conversations happen. Talking in person is way better than text... things can get misunderstood more. Can be tricky when you can't grunge the person's mood and all that. Not sure how I'd reply either.\n  ","485655":"\n  I don't think I'd believe it. There's obviously a reason why they asked in the first place. Also if there was hesitation when they said that then that is a bit more uneasy to me. I feel like if they were genuine in asking it then they'd atleast give you more than just a \"yeah same\".. like they'd reinforce what they like\/love about you, how good you two are together. \"Yeah same\" reminds me more of something you'd say if not paying attention, something\/someone else on your mind or whatever.\n  \n  It's nice knowing where you stand but I wouldn't be vague on my answers, ya know?\n  ","485656":"\n  Outgoing, fantastic mother, horrible speller but I think she's improved lots this year. Popular, makes friends easily. Divorced and remarried.\n  ","485657":"\n  I don't think I'm making any mistakes. If so, I'm not sure what they'd be\n  ","485658":"\n  You don't get to see that, love.\n  ","485659":"\n  Seems that way.\n  \n  Or maybe they had a fight and seeing if everything is ok now, handled. Get past whatever it was.\n  \n  I don't know the people or situation but it makes me feel like cheating could have happened or going to and they don't know who they like better. The whole \"I'll blame you for something \" when in reality they are the ones being shady fucks.\n  ","485660":"\n  Nah. That no bra club atm 👌🤙\n  ","485661":"\n  I'm fine.\n  ","485662":"\n  Fam & friends\n  ","485663":"\n  Maybe Wednesday\n  ","485664":"\n  I'm not passive aggressive.\n  ","485665":"\n  Depends solely on the why & who...\n  ","485666":"\n  Courtney\/ courtana? Only person I actually followed on twitch.\n  \n  Not sure what mixer is\n  ","485667":"\n  She wants to bury a friend\n  ","485668":"\n  I don't give to anons or people I've never talked with.\n  ","485669":"\n  I feel like I know more bi people.. especially females.\n  \n  A few gay guys but they weren't openly out at the time when we were close.\n  ","485670":"\n  Wrong order but no, I don't think vaccines are always linked to autism?\n  ","485671":"\n  I do but no, I don't feel like sharing. Don't need to be in that type of mindset <3\n  ","485672":"\n  Not too much. Like nothing really came of it..\n  ","485673":"\n  No. Haven't played games in years.\n  ","485674":"\n  I feel like it always looks different, especially if in a hurry.\n  ","485675":"\n\n   @patchy_life\n  \n\n   @izzy_izz_iz\n  \n  🤙\n  ","485676":"\n  Yes, years of experience.\n  ","485677":"\n  O.o\n  ","485678":"\n  Wednesday\n  \n  And then here did last night but they barely had any so I didn't put it out. They came in the morning and afternoon time.. weird schedules. It's odd how its the same town but different scheduling.\n  ","485679":"\n  Should be leaving soon.they came back :)\n  ","485680":"\n  I got 7 hours, surprisingly.\n  ","485681":"\n  Sounds interesting.\n  ","485682":"\n  Whatever I felt like\n  ","485683":"\n  Yup\n  ","485684":"\n  Could have been way better ;)\n  ","485685":"\n  Well, some family members ended up going to Sedona and it looks so beautiful covered in the snow!!\n  ","485686":"\n  As opposed to when?\n  ","485687":"\n  Wouldn't surprise me.\n  \n  Think the youngest I'd want would be 28. Highest under 40.\n  ","485688":"\n  Never got into it much.\n  ","485689":"\n  Too long\n  ","485690":"\n  Looks good. Haven't played that. Kind of reminds me of Bullshit mixed with Uno.\n  \n  Cards against humanity is good.\n  ","485691":"\n  I mostly watched tv, was out with friends walking around or at their house after school. Teen center if a weekend or football game. At the mall or movies\n  \n  Zumba class at my college I went to. Out with friends.\n  ","485692":"\n  I don't have any plans. Nothing sparkly to wear either. Probably just watch the ball do it's thing.\n  ","485693":"\n  This year has been pretty great overall.\n  ","485694":"\n  Might have if I had one at that time.\n  \n  I'm pretty honest on here in general. It just helps promote more questions. Clearly not last night since most of those were all old ones and not much newer ones. Anons be slacking..\n  ","485695":"\n  That's cool.\n  ","485696":"\n  Not sure if I'm going today. Waiting to know what time they'll be back today or if going to come back sometime tomorrow instead.\n  ","485697":"\n  Yes but I don't use it much\n  ","485698":"\n  If I do its very small prints.. don't think large prints suit me. Mostly wear solids.\n  ","485699":"\n  I've never broken one\n  ","485700":"\n  I think voting should be lowered a bit.\n  \n  Driving should be up a little. Most aren't that mature.\n  \n  I think the drinking age is fine but it sucks that people 18+ can go to war but not legally drink.. lowering it would just cause more mayhem tho\n  \n  Cigs is fine.\n  \n  Maybe. Idk. Do whatever you want\n  ","485701":"\n  4\/5\n  \n  Not sure if one counts since was pretty young lol\n  ","485702":"\n  Standing up I guess\n  \n  Both options aren't fun\n  ","485703":"\n  5ish? Idk.\n  ","485704":"\n  Without a doubt lol\n  ","485705":"\n  Wouldn't post here then & I'm pretty open anyways.\n  ","485706":"\n  Fitness.. she's part of the 1stphorm community.\n  ","485707":"\n  When Homer decides to jump ontop of you and give kisses then lays down on you. Send help.\n  ","485708":"\n  Nope. Didn't know that :p\n  ","485709":"\n  German weeks?\n  ","485710":"\n  Hahaha \"climbing frozen waterfalls\".\n  \n  Damn I'm not that bad as the disclaimer indicates, man :(\n  ","485711":"\n  .\n  ","485712":"\n  You could have just asked :p\n  ","485713":"\n  Keeps them forever\n  ","485714":"\n  Think traveling is a big part of truly living.\n  ","485715":"\n  Gives it one\n  ","485716":"\n  Very true, Sherlock Holmes.\n  ","485717":"\n  4\/5\n  ","485718":"\n  Sometime in 2020\n  ","485719":"\n  Let's go with yay\n  ","485720":"\n  Nope lol\n  ","485721":"\n  I feel like the movie was better\n  ","485722":"\n  One of each and yes. I get along more with my sister since closer in age and more relatable.\n  ","485723":"\n  Maybe 3.5\n  \n  It was nice. Lots of religious parts but still good.\n  ","485724":"\n  Yup lol\n  \n  Pickles is a licker. More so legs and arms. Sick lil monster\n  ","485725":"\n  You are both! Multitalented there\n  ","485726":"\n  Can't even get one guy nevermind two or a guy&girl :p\n  ","485727":"\n  In the moment. Nothing is technically wrong.. just ya.. no words for it lol\n  ","485728":"\n  How else would the ice melt? ;)\n  ","485729":"\n  Same lol\n  ","485730":"\n  Yes, pretty much. Maybe a 2.5-3 rating. It was better the first time I watched it lol\n  ","485731":"\n  I haven't gotten far on it at all :( really need to be into those types of movies\/shows when watching.\n  ","485732":"\n  Pictures of that moment, same story as others, you remember vividly etc\n  ","485733":"\n  Yes.\n  ","485734":"\n  👌\n  ","485735":"\n  Both sound good.\n  ","485736":"\n  Maybe both 👼🏼😈\n  ","485737":"\n  You too\n  ","485738":"\n  Well its online, never met her so...\n  ","485739":"\n  Not sure on the scariest as most make me laugh.\n  \n  It, The Shining, Eden Lake, trick or treat, Halloween ones, Scream ones\n  ","485740":"\n  Most of them. Ones that better you in some way. Gets you out of comfort zone etc\n  ","485741":"\n  Myself, family, certain friends or family friends. My \"coach\"\n  ","485742":"\n  lol\n  ","485743":"\n  Mine was literally my mom and a bunch of scammer numbers.\n  \n  Deleted them all\n  ","485744":"\n  The gym earlier.\n  \n  Or purchased some stuff I needed.\n  ","485745":"\n\n   https:\/\/youtu.be\/4Ybe_hhoxAI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","485746":"\n  Same here\n  ","485747":"\n  Today was pretty much the only day it didn't rain :o\n  ","485748":"\n  Complicated, not getting into.\n  ","485749":"\n  Indeed but don't even have the words for too.\n  ","485750":"\n  Oh, I could say a lot but why bother?\n  ","485751":"\n  I mostly just wear my fitbit these days.\n  \n  I go through phrases of jewelry.\n  ","485752":"\n  A dress and then my sister had something in almost the same pattern but hers wasn't a dress. We both look miserable in the picture. I just remember not liking it but the purse was cute\n  ","485753":"\n  Yes, I do.\n  ","485754":"\n  Money could be a factor there.\n  ","485755":"\n  me lol\n  ","485756":"\n  Howling\n  ","485757":"\n  Maybe if you knock on the door or doorbell\n  ","485758":"\n  Rock throwing?\n  ","485759":"\n  In the bedroom\n  ","485760":"\n  I know :p\n  ","485761":"\n  All around us. Inside. We are it, it is we.\n  ","485762":"\n  Went with the relationship\/dating bit. Currently checking it so seemed fitting.\n  \n  Haven't found anyone organically.. idk.\n  ","485763":"\n  That's too bad ;)\n  ","485764":"\n  HAHAHAAHAH\n  ","485765":"\n  Brains\n  \n  Can't sell beauty on the black market ;(\n  ","485766":"\n  I suppose lol\n  \n  Dating apps def seem like a bust at times. Getting decent amount of messages but there's no sparks or anything. Also been unmatching guys if we haven't talked in a while because clearly they weren't feeling anything either. Especially the dudes who are always on. I'm like \"let's reply back\" and then get overwhelmed with all of it too 🤣\n  ","485767":"\n  AZ in general;\n  \n  The weather\n  \n  Views\n  \n  Grand Canyon\n  \n  Sedona\n  \n  Flagstaff\n  ","485768":"\n  :)\n  ","485769":"\n  *puts clothes or blanket over you*\n  ","485770":"\n  Guys are so original 🤣\n  ","485771":"\n  Same. Just got all comfy.. changed into pjs\n  ","485772":"\n  I had a vegan and movie one that I joined but haven't been to. Added some today too.\n  ","485773":"\n  Day by day, doing things YOU love etc\n  ","485774":"\n  Probably! Thank you. Get me back on top!\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485775":"\n  Should I bend over now or later?\n  ","485776":"\n  Pretty sure I've had beef liver. Never had catfish.\n  ","485777":"\n  Maybe more in a job sense?\n  ","485778":"\n  Anons be slacking tonight with the hh\n  ","485779":"\n  Are you giving me money?\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485780":"\n  Yes, I do.\n  \n  Not quite sure..\n  ","485781":"\n  What's the best now?\n  ","485782":"\n  No but I think I've seen them before\n  ","485783":"\n  Pride?\n  ","485784":"\n  😴🌞🐶🍽📱😍🚿🚶‍♀️💪🚶‍♀️🐥🍦🎬\n  ","485785":"\n  I feel that I could talk to them about anything but at the same time I don't always want or need to.\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485786":"\n  Was talking about the package:)\n  \n  But I've just been with the pups. Went to the gym. Put on \"Lady Gaga's 5 foot 2\" movie since just needed a filler\/couldn't decide what I wanted.\n  ","485787":"\n  65%\n  ","485788":"\n  \"I thought it was you\" when the dude cheated with her MALE cousin 🤣🤣🤣🤣\n  ","485789":"\n  Read! :)\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485790":"\n  Don't need doppelgangers of myself 🙃🤣\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485791":"\n  Often enough\n  ","485792":"\n  Marley And Me\n  \n  Hachi: a dog's tale\n  ","485793":"\n  Candycanes today\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485794":"\n  Gone by so fast!!\n  ","485795":"\n  Still think it's wicked creepy they gave me a pic of that and a holder with the thumbs up sign lol so random\n  ","485796":"\n  37... cringe.\n  \n  I feel like the only thing that I know will happen is being at goal weight. Everything else is so uncertain. I don't care location wise. Hate making expectations and them not coming true\/meeting that reality.\n  \n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485797":"\n  Recent one would have been this one.\n  ","485798":"\n  Wise king\n  ","485799":"\n  A friend of the family did. She ended up going on a downward spiral after that. Lost her other kids. Ended up living in a shelter\/rehab type place. She got her kids back and seems to be doing good again.\n  \n  Probably others but it wasn't talked about?\n  ","485800":"\n  ⭐🌛Honesty hour & answering old questions 🌜🌟\n  ","485801":"\n  Not alone with dogs would be nice. Mostly been going to the gym if I do leave them. Curled up with a movie at night.\n  \n  Need to find something on Netflix. Vanilla Sky sounded good but its not on there :\/\n  ","485802":"\n  Making that dream a reality in the end :) baby steps.\n  \n  Good movie. Haha yes. That's a little much!\n  \n  I go blank with wishes too. Can be on the tip of my tongue\/mind and they say that and it's like lights out 🤣\n  ","485803":"\n  It's been ok. Decent sleep. Went to the gym. Feeding pets and chilling out.\n  ","485804":"\n  ¯\\_(ツ)_\/¯\n  ","485805":"\n  Good night\n  ","485806":"\n  Yes :p\n  ","485807":"\n  I have meetup but feel like I'd just be the odd person out. Everyone would have cliques.\n  ","485808":"\n  No. Don't feel like I need to either. Been around it a ton but just not my thing.\n  ","485809":"\n  Hey you\n  ","485810":"\n  I wouldn't dictate\n  ","485811":"\n  Forever alone\n  ","485812":"\n  Nope\n  ","485813":"\n  Depression is such a bitch. Definitely understand that blank wall talk. Homer's trying to bite my feet.. think that might be worse than falaka\n  ","485814":"\n  Pokemon. Don't think the trend is ever dying out.\n  ","485815":"\n  Maybe in the 1950's\n  ","485816":"\n  Ofcourse. Especially if you have children.\n  ","485817":"\n  I kind of thought that was you 🤣\n  ","485818":"\n  I think it's normal.\n  \n  Where does the line cross though?\n  ","485819":"\n  6-8 range depending on what it is\n  ","485820":"\n  For the most part, yes. Would be nice closer to the ocean tho\n  ","485821":"\n  I have. Always freaky when they tell you they were thinking of the same thing.\n  ","485822":"\n  I feel like in most cases, I give more of myself where the other could be more closed off and not as open. It shouldn't just be on one person putting in effort. Things that others might not know about me etc\n  \n  I can be a bit picky.. if there's no connection whatsoever then why lead someone on? I'm a good judge of character and haven't been wrong about anyone. I notice things others might not. I've had a relationship that went on too long and ones that were good but ended etc I know more of what I want.\n  ","485823":"\n  Not sure. California probably has more than AZ would?\n  ","485824":"\n  Never have\n  \n  I watched when Janelle, Amber and those other girls were on.\n  ","485825":"\n  No but that would be cool!\n  \n  Some friends went to a FRIENDS themed one in Boston lately.\n  ","485826":"\n  This is my first operation\n  \n  Don't worry, just because the last person died doesn't mean you don't have a fighting chance\n  \n  Maybe weird freaking laughter\n  \n  Knives getting sharpened\n  \n  We'll make you whole again\n  \n  Some joke about hearts\n  ","485827":"\n  Forcing things never helps. Glad you seem to be in a better place now. Does it even seem like the same person at times? Sorry if difficult to talk about. You don't need to answer if uncomfortable or anything <3\n  ","485828":"\n  Probably be thirsty\n  ","485829":"\n  Maybe the gym but I'm being healthy about it, listening to body.. so maybe not one?\n  \n  I rarely drink\n  \n  Haven't smoked cigs since 15\n  \n  I don't do drugs\n  \n  Books are a good vice...\n  ","485830":"\n  Set of values you uphold.\n  ","485831":"\n  Card pun from earlier :D\n  \n  Or more than that ;)\n  ","485832":"\n  More the work. I don't need an expensive phone. Mine has everything but it's not the latest either.\n  ","485833":"\n  If you play your cards right\n  ","485834":"\n  Shameless seemed funny but I just can't with the strobe lights, camera angles and all that.\n  ","485835":"\n  Haven't tried that either\n  ","485836":"\n  I like lobster, crab legs, shrimp.\n  \n  Fish just depends how its made... i don't eat much.\n  ","485837":"\n  Pee or turn lights off\n  ","485838":"\n  Anal\n  ","485839":"\n  And here I thought it had to do with diets.\n  ","485840":"\n  Don't need to boost about stuff like that.\n  ","485841":"\n  Good but feel a little off too. Need to shower and gym! Hopefully will feel better.\n  \n  Happy that my package actually came today instead of later on tonight.\n  ","485842":"\n  Not really\n  ","485843":"\n  Ate enough for now.\n  \n  71% atm\n  ","485844":"\n  Future ones ¯\\_(ツ)_\/¯\n  ","485845":"\n  Maybe\n  ","485846":"\n  I'm sure I've said a lot 🤣\n  ","485847":"\n  Ew no\n  \n  He cant.\n  \n  Nobody should unless together\n  ","485848":"\n  Remain single 🤣\n  ","485849":"\n  Not supposed to have anyways lol well have had clementines still ¯\\_(ツ)_\/¯\n  \n  Just me and the pups. They went to Mexico for a Christmas vacation.\n  ","485850":"\n  me lol\n  ","485851":"\n  Were they fresh off the tree?\n  \n   @NO3MM3RZ\n  \n  kind of disappointed since he made fresh oj but apparently they drank it all\n  ","485852":"\n  Saying one thing then not doing it, mixed signals, lying, screaming...\n  ","485853":"\n  Going on day trips to hike, lakes and other stuff like that. Getting more money. Thanksgiving and Christmas. My sister's pregnancy.\n  \n  Almost 80 pounds down.\n  ","485854":"\n  Thanks :)\n  ","485855":"\n  78%\n  ","485856":"\n  Maybe this one\n  \n\n   https:\/\/youtu.be\/Siz-xBfIqpg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","485857":"\n  I didn't unfollow anyone here\n  \n  That's not good:(\n  ","485858":"\n  What about?\n  ","485859":"\n  I don't think I follow you on ig?\n  ","485860":"\n  The only book I quit was Life of Pi and ended up reading the rest of it years later.\n  \n  Was it decent or just not in the mood for reading?\n  ","485861":"\n  Also got rid of a few people :)\n  ","485862":"\n  Watch it be someone totally different 😯🤣🙃\n  ","485863":"\n  \"these topics are not my forte. i generally avoid everyone i can.\"\n  \n  I died laughing at that.\n  ","485864":"\n  More like the passenger\n  ","485865":"\n  It is pretty pointless. Most social media can be.\n  \n  *as I checked mine* 🤣\n  ","485866":"\n  Nice. Makes me want tea now. Don't think they have any here. guarantee that they don't  lol\n  ","485867":"\n  Plenty of times?\n  ","485868":"\n  My \"media sound\" likes changing on its own. It just showed none... bit annoying. Never stays.\n  ","485869":"\n  Must feel weird\n  ","485870":"\n  This is true <3\n  ","485871":"\n  Hm seems similar. The Italian cards look cooler.\n  ","485872":"\n  I think about them a lot\n  \n  The little things shown\n  \n  Want to learn about them\n  \n  making future plans\n  \n  Feels easy with them\n  \n  Its more than just their attention to you\n  ","485873":"\n  Full.\n  \n  I don't get why anyone would want to be in a bad spot.\n  ","485874":"\n  I believe so. Not sure what that would be in...\n  ","485875":"\n  Ah ok\n  ","485876":"\n  HAHAHAHA\n  ","485877":"\n  Not really. I can appear that way when first meeting new people but sizing them up more. Once I know them more then they see the real me like on here\n  \n  I'm not\n  \n  I do but just haven't met anyone. They either don't share their feelings, don't like me or just not looking for the same things. Don't get to know me.\n  ","485878":"\n  Ok, this one wins then!\n  ","485879":"\n  Think I've heard of the first but haven't played either one.\n  ","485880":"\n  Any theories on that?\n  ","485881":"\n  For water :p\n  ","485882":"\n  Because my theory is 99% right?\n  \n  Its better with all the me's!\n  ","485883":"\n  You just want to see my nipples in this tank top.\n  ","485884":"\n  Oh?\n  ","485885":"\n  I know :(\n  ","485886":"\n  Can be lol\n  \n  She's sleeping now\n  \n  Whenever I do get up she likes following me.. I'm surprised she wasn't whining last night since didn't sleep with me.\n  ","485887":"\n  Wouldn't surprise me at all. Had so many men complain about stuff on my page too.\n  ","485888":"\n  We have a creepy monkey that reminds me of it. Definitely looks like a demon could live in it lol\n  ","485889":"\n  Was there any doubt? :(\n  ","485890":"\n  Too many! 2000+\n  \n  Need to get rid of some people that haven't been on in forever or other reasons.\n  ","485891":"\n  She was cleaning so couldn't hear it and it was almost dead as she hadn't charged it.\n  ","485892":"\n  It's been years! Can't remember with what.\n  ","485893":"\n  Of course.  Sometimes it's funny, other times it gets to me.\n  ","485894":"\n  Not sure why the sound didn't work..sounds like a baby chewbacca :)\n  \n  Could be ;)\n  ","485895":"\n  I'm  jealous\n  ","485896":"\n  Same lol been too much rain lately.\n  ","485897":"\n  No\n  ","485898":"\n  You give them too much credit lol\n  ","485899":"\n  Indeed\n  ","485900":"\n  XD\n  ","485901":"\n  He's peter pan :)\n  ","485902":"\n  Read a lot of books after that so wasn't fresh in my mind XD finished the 20 books for this year.\n  ","485903":"\n  Ohhhhh 🤣🤣🤣🤣🤣\n  \n  That one lol\n  ","485904":"\n  45F right now. Getting a little warmer but still feels bitter.\n  ","485905":"\n  I haven't but would like to.\n  \n  Yes, its good helping small businesses.\n  ","485906":"\n  Never name a dog after food (pickles)  or else it will act like this dog when you have food..\n  \n  Abnormal psychology is fascinating but i see more the counselor\/therapist type role.\n  ","485907":"\n  A picture in New Hampshire, mountains and part of the river in it. I don't think I have it online\n  ","485908":"\n  I use a mason jar more often.\n  ","485909":"\n  :)\n  ","485910":"\n  For sure\n  ","485911":"\n  Nope\n  ","485912":"\n  Something to think about for next time whenever that will be\n  ","485913":"\n  Scrambled eggs, bacon or sausage\n  \n  Yogurt with fruit or nuts, both..\n  \n  Pancakes or waffles\n  ","485914":"\n  Not much :D\n  ","485915":"\n  lol what\n  ","485916":"\n  Oh, it's definitely up to the individual. I feel like most men have been more hurt...\n  ","485917":"\n  Golden showers?\n  ","485918":"\n  I think females or nonbinary people have been the most open\/honest.\n  ","485919":"\n  I've only got things I needed or have been wanting and finally found for a decent amount.\n  \n  My brother-in-law wore the shirt I got him the next day. The rest was practical things they needed. Mom got them bathroom mats and they almost got the same ones the day before but didn't.\n  \n  Not everything improves it. If you don't use it then that's definitely a waste of money.\n  ","485920":"\n  Oh.. guess I'm lost then 🤣\n  \n  I remember talking about paintings but not construction in that case..\n  \n  My dad does construction\/painting but that's not what you mean either?\n  ","485921":"\n  Good\n  ","485922":"\n  Not always.\n  ","485923":"\n  For the weather to not be as cold. Guess you can't do that?\n  \n  :(\n  ","485924":"\n  Don't think I know those\n  ","485925":"\n  You too\n  ","485926":"\n  Rather retail than restaurants lol\n  ","485927":"\n  Yes or clothing. We'd go into this store and spray ourselves with perfume after 🤣\n  ","485928":"\n  Agreed. I like keeping my followers around that number too and higher. Rather not have a bunch of minors.\n  ","485929":"\n  Real, always! This one doesn't smell that strongly though.\n  ","485930":"\n  It's ok. Getting around $35 a day.\n  ","485931":"\n  Yes but I don't give to anons or people I've never really talked with\n  ","485932":"\n  Yes, probably. Or eating later\/earlier. Today seemed normal.\n  ","485933":"\n  Lulu is little. The other two are bigger.\n  \n  Then they have two little and a bigger one.\n  ","485934":"\n  Kind of pushed someone under the water with a friend. They tried touching our boobs lol idk everything was fine after that. Met some guys and hungout with.\n  \n  I'm not a fighter.\n  ","485935":"\n  Pregnancy? Haha. Idk.\n  \n  I don't crave that much. Maybe chocolate at the moment lol Need to eat more protein because notice at night I've been more into eating whatever :\/ no willpower lol\n  ","485936":"\n  3 dogs and 3 cats\n  \n  ~\n  \n  But I'm dog\/housesitting right now and they have 3 dogs too.\n  ","485937":"\n  I think so.\n  ","485938":"\n  Yes. I don't know which fitbits have that.. think versa might? Most do? ¯\\_(ツ)_\/¯\n  \n  Apple watches do too\n  ","485939":"\n  Bathroom, kitchen to feed the pups, back into bed and had my breakfast there. Just chilling at the moment. Should get up now :p\n  ","485940":"\n  Sure.. meant Google as in search for that answer:p\n  ","485941":"\n  I don't have a guy\n  \n  There's no stairs here\n  ","485942":"\n  Google\n  ","485943":"\n  Not enough yet lol\n  \n  96\n  ","485944":"\n  Mine doesn't have that. Kind of happy it doesn't since might spend more time checking them etc.\n  ","485945":"\n  Yup\n  ","485946":"\n  I know\n  ","485947":"\n  Not sure. Think black\n  ","485948":"\n  Just online\n  ","485949":"\n  Sister gave me it. She got herself a new one.\n  ","485950":"\n  I'm not a mistress\n  ","485951":"\n  Mine is blue\n  ","485952":"\n  Don't think anyone finds me lustful\n  ","485953":"\n  Yes. True. The only good thing in Maine is the lake right there. Small town. Tourists in the summer. Dead quiet in the fall. Even worse in the winter.\n  ","485954":"\n  Can't believe it!\n  ","485955":"\n  Grey\n  ","485956":"\n  Sorry then\n  ","485957":"\n  Then don't talk about your mom. It's not needed. This is my page.. about me.\n  ","485958":"\n  Nah he'd add his trademarked emots\n  ","485959":"\n  Alta HR\n  ","485960":"\n  Mine doesn't but does everything else.\n  ","485961":"\n  👍\n  ","485962":"\n  Because you are being annoying.\n  ","485963":"\n  James should get blocked\n  ","485964":"\n  Shut up\n  ","485965":"\n  I don't think so.\n  \n  Well \"me lol\" is the one who follows up but in general... same theory applies :p\n  ","485966":"\n  I already have a fitbit. Don't need to upgrade yet.\n  ","485967":"\n  Because pcos lol\n  ","485968":"\n  ???\n  ","485969":"\n  Was 4 days ago\n  ","485970":"\n  Seems like lahore. Keeps telling me shit his mom ordered. Like good for her? My page.. I don't need to know about someone's mom ordering tablet cases and other stuff off Amazon lol\n  ","485971":"\n  Maybe the original is the lazy af anon?\n  \n  The one that likes talking about him with me... I have a theory but I'll keep that to myself 😈\n  ","485972":"\n  Nobody cares\n  ","485973":"\n  Uh huh\n  ","485974":"\n  I don't care what your mom buys.\n  ","485975":"\n  I got an Amazon giftcard 🎁👍\n  ","485976":"\n  I think Amazon is the only place right now?\n  ","485977":"\n  Period? Rarely happens to me #pcos\n  ","485978":"\n  The Butterfly Girl\n  ","485979":"\n  Poor eyesight, hands, interpersonal relationships\n  ","485980":"\n  Creepy\n  ","485981":"\n  No? I'm pretty girly at heart. I wear workout stuff because I actually work out lol I need cuter clothes though.\n  ","485982":"\n  A book\n  ","485983":"\n  O.o\n  ","485984":"\n  Had a feeling that was coming 😘\n  ","485985":"\n  I like Maine in the summer and fall. It's a little too much in the winter - getting snow tomorrow.\n  \n  AZ is nice since I don't get SAD in the winter. More family here. My uncle and his wife are thinking of getting a place out here in the winter. Her daughter is already out here.. her biological dad lives here somewhere... The gym isn't far away whereas Maine is an hour away and don't always want to travel in that direction. More to do out here. I do miss the ocean though.\n  ","485986":"\n  Not that kind lol\n  ","485987":"\n  Perhaps 😉\n  ","485988":"\n  Clearly\n  ","485989":"\n  More like annoying and can't move lol Bassethound and whatever Pickles is... was a Lyndsey sandwich.\n  ","485990":"\n  All the above\n  ","485991":"\n  Yes. The night before I was in the middle of two dogs XD\n  ","485992":"\n  Tracking a package\n  ","485993":"\n  Some could have been better. Got sick, almost period stuff, too many doctor appointments but overall the year was good.\n  ","485994":"\n  When it was at 8 and now showing 9... ugh. You are in the surrounding areas but won't get til much later :(\n  ","485995":"\n  Yes but I'd rather have love :p\n  ","485996":"\n  Love and fsck kind of go together :p\n  ","485997":"\n  Depends on the area and what I'm doing, going. Trains can be fun but rather not have as the sole transportation.\n  ","485998":"\n  Love before money.\n  ","485999":"\n  Good. Feel refreshed. Fed the pups and myself breakfast.\n  \n  All of them slept in the living room last night so that was nice not sharing the bed 🤣 They were sleeping when I went into the room. Figured Pickles would whine at the dog gate if wanted in but that never happened unless I was already sleeping by then..\n  ","486000":"\n  No but I knew everyone.\n  \n  I was kind of popular at the high school only because of my sister. People I've never seen before would come up to me asking about her and the parties. Like, dude, you don't need an invitation lol don't need to play nice. Granted, those people never did understand that you could just show up lol\n  \n  Then went to the votech and didn't have to deal with my sister's shadow lol\n  ","486001":"\n  It will actually snow in Maine tomorrow.\n  \n  Doesn't snow in this part of AZ.\n  ","486002":"\n  Beach?\n  ","486003":"\n  I should too especially since the wifi decided to die and my phone's signal isn't as good either. Glad it wasn't a movie I never watched before or I'd be pissed lol\n  \n  Only got 4 hours last night too. Well more like morning XD\n  ","486004":"\n  I'm awake right now\n  ","486005":"\n  Both equally\n  ","486006":"\n  Not that I'm aware of. Just dog\/housesitting for now.\n  ","486007":"\n  Dr\n  ","486008":"\n  I don't really have any.\n  ","486009":"\n  Howdy\n  ","486010":"\n  Maybe Clinical lycanthropy;)\n  ","486011":"\n  I'm good. Feeling productive. Went swimming and the gym today.\n  \n  It's currently freezing out. Cuddled up on the couch with a blanket and those fuzzy socks. I put Across The Universe on. Kind of having random stomach pains which is annoying. Pups are sleeping atm\n  ","486012":"\n  She wasn't in town. Ended up selling 50cent concert tickets because nobody else could go.\n  ","486013":"\n  Is that why I heard howling?\n  ","486014":"\n  That sounds awful just reading that. I don't think I would try Southern comfort again.. was sick and drinking it on new year's in a sangria mix.. everyone left and then I was sick due to that ontop of already being sick. Was a dumb move but it tasted good at the time lol\n  \n  I rarely drink. 2-3 drinks is my limit if I do have something.\n  ","486015":"\n  Oh?\n  ","486016":"\n  Oh haha\n  \n  Deli meat (turkey and ham)\n  \n  Spinach & herb tortilla wraps\n  \n  Blueberries and raspberries\n  \n  Some Quest bars since been going back to the gym 💪\n  \n  Seaweed snacks 🤣\n  \n  Ended up bringing from home:  yogurts, a small container of peanut butter, canned salmon that I already made+seasoned, mixed nuts, clementines, the rebel ice cream, made 1 keto \"oatmeal\", cheesesticks, half a cucumber, baby carrots, a few mini hummus cups, frozen shredded chicken. Think that might be all....\n  \n  I really should think about dinners ahead of time and get ingredients for.. but eh. Always seem to have more snacks\/lunch stuff anyways.\n  ","486017":"\n  Today is Saturday ¯\\_(ツ)_\/¯\n  ","486018":"\n  Probably the casino buffet, this bbq place or hibachi one.\n  ","486019":"\n  Only on Saturday's\n  ","486020":"\n  I don't need more testosterone in me. Estrogen, please :p\n  \n  Mines only 1 over\n  ","486021":"\n  I feel like I got everything at a deal but def spent a decent amount too ¯\\_(ツ)_\/¯\n  ","486022":"\n  I didn't get the painting one but did with the construction workers :p\n  ","486023":"\n  Not even sure\n  ","486024":"\n  Immature hahaha\n  ","486025":"\n  My mom wouldn't answer the phone. Called a few times and finally got a hold of her. Was getting worried lol\n  ","486026":"\n  I don't care that much, however, I've been less active on IG and trying to get back to it. I noticed I'm getting way less likes than I used to.\n  \n  I think the interaction is more beneficial.\n  ","486027":"\n  House sitting right now but this dude is pretty creepy, imo. Especially at night.\n  ","486028":"\n  Gives it to you\n  ","486029":"\n  Happened today with my yogurt.\n  ","486030":"\n  ¯\\_(ツ)_\/¯\n  ","486031":"\n  Single\n  ","486032":"\n  No\n  ","486033":"\n  Leave my feet alone lol\n  ","486034":"\n  More solo stuff\n  \n  But my nephews do wrestling like sports...\n  ","486035":"\n  You'd enjoy that too much\n  ","486036":"\n  Nice :)\n  ","486037":"\n  Stuff you've been putting off?\n  ","486038":"\n  Broken a bone\n  ","486039":"\n  Let's go with spanking :p\n  ","486040":"\n  giorgio armani\n  \n  Bvlgari ones\n  \n  Hugo Boss\n  \n  Guy LaRoche Drakkar Noir\n  \n  Azzaro(fun name...)\n  \n  Givenchy\n  ","486041":"\n  Only one here\n  ","486042":"\n  Have some Rebel (keto ice cream brand)\n  \n  Drink water\n  \n  Have something else\n  \n  Idk just depends\n  ","486043":"\n  :)\n  ","486044":"\n  Then door should be closed :p\n  ","486045":"\n  Years ago\n  ","486046":"\n  I think my friend stole a pack or one from my mom? Can't remember.\n  \n  I just know Winston's were awful. Other kinds weren't \"too bad\".\n  ","486047":"\n  Vending machine stuff\n  \n  Subway\n  \n  Dunkin Donuts\n  \n  McDonald's\n  ","486048":"\n  Metformin\n  ","486049":"\n  Last night\n  ","486050":"\n  Hopefully closed.. not there at the moment. Don't like having the animals in there if I can help it XD\n  ","486051":"\n  Christmas is never over, ok. Not until the tree is down :)\n  ","486052":"\n  Haha XD\n  ","486053":"\n  Not alone\n  ","486054":"\n  Definitely a lot of those lol\n  \n  Or when younger girls push themselves on guys and it's like um.. you are a minor 🤣\n  ","486055":"\n  I'll probably have a wrap or cook the shredded chicken I brought with me.\n  ","486056":"\n  Yes.\n  \n  The dog, Pickles, sneezes at times too.\n  ","486057":"\n  Guys are truly weird. Favorite card game?\n  ","486058":"\n  Princess then.\n  \n  Keeps the Queen title XD\n  ","486059":"\n  THIS ☝️☝️☝️☝️\n  ","486060":"\n  Maybe get a nose hair\/ear hair trimmer? 🤣 My nephew's uncle kept mentioning that on Christmas eve. Thought he actually got that for someone...\n  ","486061":"\n  I thought that too\n  ","486062":"\n  Males by far lol\n  ","486063":"\n  Smell something bad?\n  ","486064":"\n  Who knows. If it doesn't hurt you or others then fyck it\n  ","486065":"\n  Dom, please ;)\n  ","486066":"\n  Me\n  ","486067":"\n  Poop or puke?\n  ","486068":"\n  30s in Wisconsin 🤣\n  "}}