{"Question":{"486069":"\n   Why can't we call you baby?\n  ","486070":"\n   Baby do you like taste of yolk in a poached egg?\n  ","486071":"\n   Hi... Do you like rain?\n  ","486072":"\n   Hi, do you like december?\n  ","486073":"\n   Some likes 👸💕\n  ","486074":"\n   what about \"Eeyore\" how do i use him in a sentence?\n  ","486075":"\n   wdym\n  ","486076":"\n   wdym\n  ","486077":"\n   If you were to make a social networking site of your own, what would it be about?\n  ","486078":"\n   Would you cheat on your partner with your favourite celebrity if gotten the chance?😋\n  ","486079":"\n   Last place you slept over at?\n  ","486080":"\n   Forgive the way it’s phrased but,, has anyone who isn’t attractive themselves ever judged or criticized your looks or appearance?\n  ","486081":"\n   Good night\n  ","486082":"\n   Your hair is beautiful🌹\n  ","486083":"\n   How was it? How was what, you ask? You tell me. That's why I'm asking. 🤔\n  ","486084":"\n   You were right the Zodiac is an interesting case. I just watched the movie again 12 years later and I find it hard to believe that Arthur Leigh Allen isn't him\n  ","486085":"\n   What takes up too much of your time? 🤔\n  ","486086":"\n   hi i am the official butt checker we need to see yours and see if it meets the official requirements please post a picture of it for inspection\n  ","486087":"\n   Hugs🌹\n  ","486088":"\n   yes\n  ","486089":"\n   i must\n  ","486090":"\n   Can taste in music change your opinion about a person?\n  ","486091":"\n   What dessert did you eat on Christmas?\n  ","486092":"\n   The temperature in London and Lahore is same today  45 F\n  ","486093":"\n   One thing king needed was his Queen🌹🎄\n  ","486094":"\n   That car.\n  ","486095":"\n   What's the difference between \"your\" and \"you're\"?\n  ","486096":"\n   have you walked in on something that you wish you hadn't? what was it?\n  ","486097":"\n   Would you rather 5% of the population have telepathy, or 5% of the population have have telekinesis?\n(You are not part of the 5% that has telepathy or telekinesis)\n  ","486098":"\n   Nice socks🌹\n  ","486099":"\n   Today was a success🌹🎄\n  ","486100":"\n   🌹🤗🎄\n  ","486101":"\n   What’s the best way to start the day? 🤔\n  ","486102":"\n   Really?\n  ","486103":"\n   What do you need right now\n  ","486104":"\n   Jalapeños? Yay or Nay?\n  ","486105":"\n   Who’s happy Christmas is over?\n  ","486106":"\n   Have you ever tried boxing before? Even as an exercise?\n  ","486107":"\n   last time some1 bit the bewbs\n  ","486108":"\n   PAP of your socks\n  ","486109":"\n   i agree with you. im not the biggest coleslaw fan. once in a while. so this was like that. not my fav but once i get an idea in my head it must happen! lol was okay, coleslaw is a bit overwhelming to me. its love hate haha.\n  ","486110":"\n   I've got a metal detector at the beach. How likely do you think I am to find some booty?\n  ","486111":"\n   creativity is inherent, knowledge can always be attained.\n  ","486112":"\n   i think doing things exactly like that would help people get over some of their social anxiety. not say you but people in general. they catastrophize things but in reality what is the worst that can happen? its sort of like exposure therapy but with very minute exposure.\n  ","486113":"\n   i must\n  ","486114":"\n   What's a warning sign that you're in the presence of bad company? 😳\n  ","486115":"\n   Hi\n  ","486116":"\n   can we see behind\n  ","486117":"\n   Some people think my way of thinking is bad I don't give a fuck what people think of me is that a bad way of thinking?\n  ","486118":"\n   so much more the latter these days.\n  ","486119":"\n   Do you think that money can buy love?\n  ","486120":"\n   What is the most times in a row you have ever sneezed in the past?\n  ","486121":"\n   also the guy from egypt has been gone for a while\n  ","486122":"\n   yes\n  ","486123":"\n   lol, you always make me laugh too cute\n  ","486124":"\n   Have you ever put something somewhere it's not meant to go? If so, what? And where? 🤔🍿\n  ","486125":"\n   Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?\n  ","486126":"\n   aww, thats nice you deserve it btw, sending my friend hugs\n  ","486127":"\n   Do you usually show up early or late? ⏱\n  ","486128":"\n   Who’s present was that the red big present box\n  ","486129":"\n   hey friend how are you, had you a nice day wednesday you had 2 xmases lol, xo\n  ","486130":"\n   I'm having a hard time handling stress lately. It makes me feel sick occasionally. I've tried breathing exercises, and they work sometimes...but sadly, not everytime. Any tips or advice? 😞\n  ","486131":"\n   Goodnight\n  ","486132":"\n   that cat is going to get cancer, unless cats are immune to what make humans like tobacco orrrr.. this can't isn't smoking a pack a day and this is the only gif in which the owner gave it cigs andd idk about the smoke\n  ","486133":"\n   Lol they overreacted\n  ","486134":"\n   my brain says the smoke might be real, but it can also be a mist machine making it or it was added on by cgi , who knows :P i hope i'm a good anti animal rights activist, my pets free load off me all the time\n  ","486135":"\n   If you learned that your country was going to cut off all access to the internet at 12 am tonight, what would you spend your time\/bandwidth downloading? 🤔\n  ","486136":"\n   If you were in trouble, who would you go to first?\n  ","486137":"\n   What food do you crave most? 🤔\n  ","486138":"\n   Why do people post food and fitness routine photos on social media so much? 🤔\n  ","486139":"\n   Liar\n  ","486140":"\n   Have you ever gone to Disney on Ice? I’m going in two weeks with Sophia!\n  ","486141":"\n   What did you have for lunch today?\n  ","486142":"\n   Do you think people who constantly brag about how perfect their relationship is to everyone even strangers are actually honest?\n  ","486143":"\n   Do you have pineapple?\n  ","486144":"\n   Workout suppliments.  yes or no?\n  ","486145":"\n   Where are you at the moment? 🤔\n  ","486146":"\n   What do you do when you are alone in your room? 🤔🍿\n  ","486147":"\n   youngish cocktails!\n  ","486148":"\n   no but you might find yourself painting some construction workers.\n  ","486149":"\n   what was on the list?\n  ","486150":"\n   Should people pay more attention to other people than their phones? 🤔\n  ","486151":"\n   do t 2nite\n  ","486152":"\n   If you were offered to live in a submarine super deep in the ocean for a week and a half with unlimited supply of water and food, would you do it? You can bring two people.\n  ","486153":"\n   is it master baiting nite\n  ","486154":"\n   What do you think of Sundays?\n  ","486155":"\n   Do you like corn? Do you prefer it on the cob or off? Or maybe even cream of corn? Cornbread? CORN GIFS!\n  ","486156":"\n   Any good plans for the space between Xmas and New years?\n  ","486157":"\n   How old were you when you tried your first cigarette?\n  ","486158":"\n   If you could choose one video game companion \/film character to be your irl friend, who would you choose and why?\n  ","486159":"\n   Have you ever been to a truck stop before?\n  ","486160":"\n   Like were they all too loose?\n  ","486161":"\n   what happened to the italian lady?\n  ","486162":"\n   When you read the word \"lol\" in your mind do you say each letter or do you say it as one word?\n  ","486163":"\n   Let’s say a baby was born on a cruise ship in the middle of the Pacific Ocean. What would the child’s nationality be? Do you know the answer? First correct answer gets 100 coins.\n  ","486164":"\n   Is Christmas over\n  ","486165":"\n   I opened my gifts🌹🎁\n  ","486166":"\n   like the hat on the top way.\n  ","486167":"\n   Merry belated Christmas🌹🎄🎁\n  ","486168":"\n   where's all the goodnights at?\n  ","486169":"\n   Why didn’t the turkey want to eat on Christmas?\n  ","486170":"\n   I got a warning. So i though you reported my kiss messages. Sorry.\n  ","486171":"\n   do you use netflix? hulu? prime video? disney+? if so, what are your favorite shows\/movies to watch on there?\n  ","486172":"\n   You reported my messages so go away\n  ","486173":"\n   no bra is fine\n  ","486174":"\n   Apart from \"I love you\", \"I miss you\" and \"I can't live without you\",Which other jokes do you know ? Answer must be funny.😂✌\n  ","486175":"\n   Have you had a good week?\n\n______ *Side note*\nI just want to send this message out to y'all to thank you for being here for me. I appreciate each & everyone of you. To the questions that y'all send me & for the questions that you don't answer from me. Truly wonderful company. 😁🤘 Much love y'all. ❤\n  ","486176":"\n   Boxing Day boobs pic\n  ","486177":"\n   Hugs🌹\n  ","486178":"\n   🌹😴😴\n  ","486179":"\n   What’s the best way to spend a rainy afternoon? 🤔\n  ","486180":"\n   How did you realize the first time you had gotten your period?\n  ","486181":"\n   What childhood movie was ruined after you watched it again when you were older? 🤔\n  ","486182":"\n   If you were a master reverse pickpocket (putpocket?), what would you put into their pockets? 🤔\n  ","486183":"\n   What's the last song you listened to?\n  ","486184":"\n   Christmas joke no 4: Why is everyone so thirsty at the North Pole?\n  ","486185":"\n   How was your day\n  ","486186":"\n   What does it cost you to get your hair styled?\n  ","486187":"\n   The plastic from water balloons is so bad. If birdies eat it it will get stuck in their stomachs and eventually kill them.\n  ","486188":"\n   Would you rather the aliens that make first contact be robotic or organic? \n\nWhich would be less likely to wipe us off the face of the planet?\n  ","486189":"\n   The present that you were waiting\n  ","486190":"\n   My Christmas spirit is at 30%🌹🎄😭\n  ","486191":"\n   Was the gift supposed to be for you\n  ","486192":"\n   11 hours to go🌹🎄🎁\n  ","486193":"\n   Did your present come\n  ","486194":"\n   #Savemychristmas🌹🎄🙏🏻\n  ","486195":"\n   How was your day today? ✨\n  ","486196":"\n   What time did you wake up on Christmas\n  ","486197":"\n   You like water balloons?\nTell me about a past time with them if you have one.\n  ","486198":"\n   Last thing you purchased?\n  ","486199":"\n   What was the last compliment you gave someone? Did you mean it?\n  ","486200":"\n   What do you think about it?\n   \n    https:\/\/youtu.be\/IemOvjfFmrU\n   \n","486201":"\n   What would you do if someone just came up to you and shoved you? You were just walking on the street and talking on your phone and all the sudden someone just comes up to you and shoves you.. Why? You wonder. Now what do you do?\n  ","486202":"\n   Eating a plate full of vegetables?\n  ","486203":"\n   What did you eat for dinner last night? Did you eat good?\n  ","486204":"\n   How was this year for you?\n  ","486205":"\n   some controversial questions: are you pro-choice or pro-life? pro-death penalty or anti-death penalty? pro-circumcision or anti-circumcision? if you're not comfortable answering, use this as a filler !!\n  ","486206":"\n   Have you watched the Mandalorian?\n  ","486207":"\n   Can u help me ?\n  ","486208":"\n   Is there such thing as your real self or does your self change as time passes and given the circumstances you are in?\n  ","486209":"\n   do u get many qs in other languages\n  ","486210":"\n   what is your opinion on vaping (nicotine)? do you believe it's healthier than smoking cigarettes, or is it just as harmful?\n  ","486211":"\n   they are the sweetest reeses product ive ever had. take from that what you will.\n  ","486212":"\n   Hey how are you\n  ","486213":"\n   Chistmas Joke 3: Why did the turkey join the band?\n  ","486214":"\n   Christmas joke 2: Where does Santa keep his money?\n  ","486215":"\n   what is your drink of choice for when you might go out to a restaurant, or even a diner or fast food place?\n  ","486216":"\n   Christmas joke 1: What do Vampires sing on New Years Eve?\n  ","486217":"\n   Does the police helicopter aka the hood bat aka ghetto bird fly over your area often?\n  ","486218":"\n   Hey friends, did you lose any close friend in 2019....and than what do have to say for her\/ him?\n  ","486219":"\n   How'd you describe the way you like to decorate the rooms you live in? What kind of aesthetic do you like? 😁\n  ","486220":"\n   you taking up painting?\n  ","486221":"\n   1%\n  ","486222":"\n   Z\n  ","486223":"\n   first thing you will do at the gym\n  ","486224":"\n   what scene?\n  ","486225":"\n   ever do choprizo\n  ","486226":"\n   what are your plans for leap day?\n  ","486227":"\n   where you at in castle rock?\n  ","486228":"\n   deceased. her dog insisted that she stick her face in the lawn mower.\n  ","486229":"\n   would you have pets?\n  ","486230":"\n   then maybe you cant but your body can! lol. this skill is in my repertoire of bodily feats : )\n  ","486231":"\n   What’s the difference between being rude and being honest?\n  ","486232":"\n   Good morning everyone! Hope you all slept well from your possible food comas 🤗\n  ","486233":"\n   Do you know any self righteous people?\n  ","486234":"\n   Hope I’ll look forward to fixing my Christmas starting Friday🌹🎄\n  ","486235":"\n   Have you ever made a gingerbread house before? Or just a gingerbread creation before?\n  ","486236":"\n   Time to bounce back🌹\n  ","486237":"\n   What's your favorite other food to eat with eggs?\n  ","486238":"\n   What's the best present you got this Xmas\n  ","486239":"\n   are you a member of the VIP program on askfm? if so, what benefits have you seen? what do you believe would be some down-sides of the program?\n  ","486240":"\n   Good night\n  ","486241":"\n   Good night\n  ","486242":"\n   🙏🏻🌹😴\n  ","486243":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","486244":"\n   This made me laugh\n   \n    https:\/\/m.youtube.com\/watch?v=1KIKrSG-Xzc\n   \n","486245":"\n   What’s the worst non-illegal habit a person can have? 🤔\n  ","486246":"\n   WUAT UP\n  ","486247":"\n   What jobs are a waste of time relative to the rate of pay in your opinion?\n  ","486248":"\n   Is suffering an important part  of being human?\n  ","486249":"\n   I gotta fix my Christmas Friday morning🌹🎄\n  ","486250":"\n   34 more hours till I can fix my Christmas🌹🙏🏻🎁🎄\n  ","486251":"\n   You should take a nap  i might take a shower after i wake up\n  ","486252":"\n   something happens to this person every single holiday lol\n  ","486253":"\n   Plz help me !\n  ","486254":"\n   Why ?\n  ","486255":"\n   The turnaround starts Friday for me🌹🎄🎁\n  ","486256":"\n   I wanna be perfect to speak english  well\n  ","486257":"\n   I need u as a partner in conversation ! ❤\n  ","486258":"\n   Some of my presents that I was suppose to get didn’t make it on time so I won’t open them till Friday morning🌹🎁\n  ","486259":"\n   What are those red bags below the TV?\n  ","486260":"\n   A shrimp looks like an insect.\n  ","486261":"\n   Plans this weekend\n  ","486262":"\n   Redoing Christmas Friday for me🌹🎄\n  ","486263":"\n   Have you eaten a shrimp ever?\n  ","486264":"\n   2020 here we come🌹🎄\n  ","486265":"\n   Its not serious. Didn’t have to go to the hosp🌹\n  ","486266":"\n   How do red shrimps taste like?\n  ","486267":"\n   Should feel better by Friday🌹🙏🏻\n  ","486268":"\n   shockin lmao\n  ","486269":"\n   I thought I was doing great but had to lay down since I was in pain from a bloody nose and threw up a little🌹\n  ","486270":"\n   show bewbs\n  ","486271":"\n   How was your Christmas?\n  ","486272":"\n   Damn it is so cold\n  ","486273":"\n   🌹🤒\n  ","486274":"\n   i mean bewbs\n  ","486275":"\n   can i see\n  ","486276":"\n   What kind of transportation do you use most often?\n  ","486277":"\n   What if someone ever catfished you?\n  ","486278":"\n   Do you love or hate having big boobs?\n  ","486279":"\n   Least favorite present you got this year? 💩\n  ","486280":"\n   Merry Christmas my Queen🌹\n  ","486281":"\n   I got chocolates, clothes, and patriots gear and jersey. I got a pool table🌹🎁\n  ","486282":"\n   yes\n  ","486283":"\n   Hello how was your day\n  ","486284":"\n   What is your favorite holiday and why? 😁\n  ","486285":"\n   Do you have a secret crush? 🤔\n  ","486286":"\n   Pap\n  ","486287":"\n   thats good nice to hear from you today i hope for you a good start to 2020\n  ","486288":"\n   What was the last thing to make you laugh really hard\n  ","486289":"\n   Do you have a trader joes by you? I'm going tomorrow and I'm excited.\n  ","486290":"\n   good luck you will be fine im sure its good to hear from you\n  ","486291":"\n   wish you well tomorrow into this weekend\n  ","486292":"\n   What is your favorite thing about the Holidays?\n  ","486293":"\n   another A?\n  ","486294":"\n   Which one is worse, thinking too much or being carefree?\n  ","486295":"\n   S\n  ","486296":"\n   R\n  ","486297":"\n   What did you get for Christmas today\n  ","486298":"\n   hey beautiful merry christmas how are you doing\n  ","486299":"\n   Would you consider yourself to be a misery chick?\n  ","486300":"\n   everyone can at will?\n  ","486301":"\n   used to be free labor lol\n  ","486302":"\n   how would your life improve if you moved out?\n  ","486303":"\n   an attempt at some kind of sectual euphemism that fell short of making sense?\n  ","486304":"\n   think they mean self-awareness.\n  ","486305":"\n   fyi in wisconsin its frowned upon to use \"merry\"\n  ","486306":"\n   any other day of the year they would be called anelli (rings) but today they are wreaths :')\n  ","486307":"\n   How many presents did you open this year? 🎁\n  ","486308":"\n   thats kinda what i think. must have made a wrong turn somewhere but now its too late. roads too narrow to turn back around now.\n  ","486309":"\n   i remember i was a kid and it was the first time id seen that happen and was like NO THATS NOT POSSIBLE\n  ","486310":"\n   the nutrageous are good again. absence makes the heart grow fonder. nutrageous i forgive you <3\n  ","486311":"\n   Are you having anything special for dinner tonight? What do you wish you could have tonight? Go into detail if you'd like.\n  ","486312":"\n   thats practically young!\n  ","486313":"\n   M\n  ","486314":"\n   how old is your brother in law?\n  ","486315":"\n   last time played?\n  ","486316":"\n   when was the last time you forgave someone?\n  ","486317":"\n   do you remember when they changed the mom?\n  ","486318":"\n   is that cheese? what kind?\n  ","486319":"\n   what do you think of fake shady people?\n  ","486320":"\n   Did you dance around your dinner table with food on it?\n  ","486321":"\n   the girl is your stalker. she just wanted to be immersed in your things.\n  ","486322":"\n   What are you supposed to do when your \"perfect day\" still amounts to a meaningless unbearable time?\n  ","486323":"\n   do you have a tv service provider?\n  ","486324":"\n   Is your name Christmas cuz I'm tryna marry you 😏😘\n  ","486325":"\n   Favorite present you opened this year? 🎁\n  ","486326":"\n   Im watching stories of people i follow\n  ","486327":"\n   nice. thank you. they look great. made wreath shaped pasta today and thought of you : )\n  ","486328":"\n   \"For sure. Was like who you fighting?\" did you mean \"fooling\"?\n  ","486329":"\n   seems like year round type deal tho\n  ","486330":"\n   pap of the inside of the box?\n  ","486331":"\n   was not aware of the existence of christmas cheese ball things.\n  ","486332":"\n   Wyd?\n  ","486333":"\n   Who’s excited for tomorrow then?\n  ","486334":"\n   Do you look like your emoji because you emoji is really hot? lol\n  ","486335":"\n   You tryna to be my boo?\n  ","486336":"\n   [ insert Christmas gift here ]\n  ","486337":"\n   What do you think is a waste of money? 🤔\n  ","486338":"\n   Have you taken \"before, after\" pictures of your transition (any type of transition)?\n  ","486339":"\n   Yes\n  ","486340":"\n   Marry Christmas\n  ","486341":"\n   Have a Merry Christmas ! Be safe and if you have kids make this Christmas extra special for them! Tom loves ya!\n  ","486342":"\n   Merry Christmas to anyone that celebrates it! And a Happy New Year!\n\nAny New Year's resolutions?\n  ","486343":"\n   Im going out. Bye.\n  ","486344":"\n   Happy christmas best friend\n  ","486345":"\n   A motivated person finds a way. Hence why you were targeted. Sorry you had to deal with that Lynds 🤷\n  ","486346":"\n   What are we gonna do with you baby?😘\n  ","486347":"\n   Merry Christmas everyone! I hope your enjoy today and get what you wanted 🎁🎅🏻🎄sending lots of joy and love your way💗!\n  ","486348":"\n   Not a question but I wish you a Merry Christmas, have an amazing one and be safe! 🌟🎄🌟\n  ","486349":"\n   To sell it\n  ","486350":"\n   hii\n  ","486351":"\n   Happy Holidays, whatever it is you celebrate! Have a fabulous day 🌻\n  ","486352":"\n   Evidence was obvious she was stealing it. She should have fessed up and begged you not to call the cops\n  ","486353":"\n   Merry Christmas to those who celebrate it!!! I hope y'all have a safe and happy holiday 😊🎄💚\n  ","486354":"\n   Merry Christmas🌷🎄\n  ","486355":"\n   That is fvcked up right there...\n  ","486356":"\n   What was your main gift?\n  ","486357":"\n   A\n  ","486358":"\n   If consciousness is a purely human trait, are we better off for it or does it simply lead to greater problems?\n  ","486359":"\n   Good night\n  ","486360":"\n   Cookies and milk anyone?\n  ","486361":"\n   What now?\n  ","486362":"\n   Who is she?\n  ","486363":"\n   Emoji of the day!\n  ","486364":"\n   I want to reach top of your hill\n  ","486365":"\n   Does anyone listen to radio anymore?\n  ","486366":"\n   D\n  ","486367":"\n   I haven't gotten Disney+. I would like to watch all my old favorite shows though.\n  ","486368":"\n   Are you going to sit up and wait for Santa?\n  ","486369":"\n   Do you like Disney Channel? I'm watching Liv & Maddie. I miss that show a lot.\n  ","486370":"\n   Merry Christmas!\n  ","486371":"\n   You ever eaten one of those Christmas cheese ball things?\n  ","486372":"\n   It was really funny and made me laugh. lol\n  ","486373":"\n   Have you howled like a wolf since you posted that vid answer a couple days ago? lol\n  ","486374":"\n   Can we send in letters and you'll write something about someone whose name starts with that letter? Up to you whether you choose to name them or not.\n  ","486375":"\n   Would you rather:\n-fly kinda slowly\nOr\n-teleport instantly but the destination is random\n  ","486376":"\n   Merry Christmas everyone!! I hope you all have the best day and get absolutely spoilt rotten!!\n  ","486377":"\n   Happy Holidays!! 🎊🎉✨\n  ","486378":"\n   What are you going to do with a degree\n  ","486379":"\n   What sort of mood are you in\n  ","486380":"\n   Do you have a record player at home?\n  ","486381":"\n   Okay. How did you spend your day?\n  ","486382":"\n   Can i see you eating food?\n  ","486383":"\n   I'm gayer than as*sless chaps\n  ","486384":"\n   Which has more value: creativity or knowledge?\n\nThen...\nBeing wise and being logical?\n  ","486385":"\n   Are you a forgiving person?\n  ","486386":"\n   Why are you upset? Tell me.\n  ","486387":"\n   Marry Christmas to you 🌲🔔🎅\n  ","486388":"\n   Football\nYay or nay\n  ","486389":"\n   Video games or apps\n  ","486390":"\n   Merry Christmas Eve Lyndsey! 🎅🎄🎁\n  ","486391":"\n   Who do you get butterflies in your tummy for whenever you see them? 🤔\n  ","486392":"\n   Hope you're all having a good day and merry Christmas \/yule to those who celebrate it! (or if you celebrate something else, happy that too!)\n  ","486393":"\n   That’s great, I appreciate it, btw merry Xmas, hope all the happiness for u and ur fam and have a fab day my friend\n  ","486394":"\n   Okay. I will like to have food with you.\n  ","486395":"\n   Why is something sent by a ship called CARgo, while something delivered by car called shipment ? 😉😂\n  ","486396":"\n   How many stars in the galaxy do you think exploded today? 🤔\n  ","486397":"\n   Hm\n  ","486398":"\n   If I am about to die, and u have a chance to save me, but maybe u will lose ur life, what will u do?\n  ","486399":"\n   Cute\n  ","486400":"\n   Merry Christmas Lynds 💚❤\n  ","486401":"\n   Does I give you too many Likes\/Coins? 🤔\n  ","486402":"\n   Favourite  chocolate\n  ","486403":"\n   What is going on?\n  ","486404":"\n   Do you guys like Linkin Park?\n If so what’s your favorite song by them?😁😋\n  ","486405":"\n   What was in the rolls of tortilla?\n  ","486406":"\n   Seems little upset. Why?\n  ","486407":"\n   School really? Doing what?\n  ","486408":"\n   Do you make merry at Christmas or do you see it as a poor excuse to pick a man's pocket every December 25th?\n  ","486409":"\n   Take a look at him\n  ","486410":"\n   I think it looks like\n   \n    @foolian\n   \n","486411":"\n   What's the game plan towards getting your own place\n  ","486412":"\n   Which askfm user does this remind you of?\n   \n    https:\/\/imgur.com\/83IlJvk\n   \n","486413":"\n   Who stole your Ben n Jerry and Rebel?\n  ","486414":"\n   Your ben and jerry and rebel is being stolen as a punishment. No problem. 😂😂 is she 22 or 23?\n  ","486415":"\n   Any reason not to be there for the next 5 years?\n  ","486416":"\n   ...suuper creepy...\n  ","486417":"\n   Favorite male pr0n star?\n  ","486418":"\n   Who gave it to you?\n  ","486419":"\n   How much longer are you staying?\n  ","486420":"\n   What's the raunchiest gift someone ever gave you?\n  ","486421":"\n   How much is metamucil?\n  ","486422":"\n   pap\n  ","486423":"\n   For nothing. One of mothers sister has 11 children. She is not bad.\n  ","486424":"\n   What’s a weird nickname that people call you? 🤔\n  ","486425":"\n   $1.50 an ounce holy sht\n  ","486426":"\n   Can you burp?\n  ","486427":"\n   what do you mea?!\n  ","486428":"\n   Are you saying you've never heard of competitive pooping? It's a big deal in Arkansas and them parts\n  ","486429":"\n   Would the world be a better or worse place if everyone looked the same?\n  ","486430":"\n   What does your last text message say? 🤔 PAP!\n  ","486431":"\n   zombieland rating? and did you get the coconut?\n  ","486432":"\n   awww. yes you were : )\n  ","486433":"\n   nice XD\n  ","486434":"\n   how did you sister tell her?\n  ","486435":"\n   when people can say \"lol\" in person the world is their oyster :')\n  ","486436":"\n   what do they mean by sprouts?\n  ","486437":"\n   How long have you been in arizona now?\n  ","486438":"\n   the gorilla tape is what is wrapped up inside :')\n  ","486439":"\n   so you interrupted the tree shopping? how rude! no christmas spirit smh\n  ","486440":"\n   did\/will your dad come out to az?\n  ","486441":"\n   What is one thing that never fails to make you laugh? 🤔\n  ","486442":"\n   air fryer?\n  ","486443":"\n   could not find reese's santas.\n  ","486444":"\n   If there was only one cookie left, would you share it with me? 🤗\n  ","486445":"\n   Which is worse in your opinion - silence or loneliness? I wish you a wonderful, family and peaceful Christmas 🎅🎁🎄\n  ","486446":"\n   Do you live near any active or extinct volcanoes?\n  ","486447":"\n   Did you tried to jump in sea or osean before\n  ","486448":"\n   What’s something currently hidden from you that you would like to be revealed?\n  ","486449":"\n   is that the best meal of the day?\n  ","486450":"\n   its funny how that works out sometimes! does she have the biggest appetite of the family?\n  ","486451":"\n   Good night beautiful\n  ","486452":"\n   Until what time do you sleep during holidays?\n  ","486453":"\n   Do you like to cuddle? 🤗\n  ","486454":"\n   can i see\n  ","486455":"\n   Christmas, Hanukkah, Kwanzaa, Yule etc. are nearly here. It's the time of year when we're surrounded by people we haven't seen since the same time last year. How do you stay calm this time of year around rude, conservative, bigoted people who you're in the same room as?\n  ","486456":"\n   Do u watch \"the simpsons\" 😍\n  ","486457":"\n   Where Are u now\n  ","486458":"\n   If we get together.\n  ","486459":"\n   Do you know any woman who has more than 10 children ?\n  ","486460":"\n   I whispered in her ear baby please turn over and rocked doggie style while I was calling her Rover. Holdin on to her waist pumping harder than sin, I busted my nut and she started to bark. Arf...Arf...Arf\n  ","486461":"\n   What is the worst excuse you've ever heard?\n  ","486462":"\n   Yeah a bloody nose in the middle of the night after my birthday🌹😓😓\n  ","486463":"\n   So what was the other stuff you'd hoped for by this time of life?\n  ","486464":"\n   We will make only as much as you want.\n  ","486465":"\n   What are you worried about?\n  ","486466":"\n   11 yes! If you make 12 that will be great!\n  ","486467":"\n   What do you get when Mariah Carey and Billie eilish make a Christmas song? You get the song \"All I want for Christmas is to bury a friend\" 😂\n  ","486468":"\n   Hm not gonna stop me from droping beer on you cause you are lovely, creamy, sweet to taste, hot, sexy and luscious.\n  ","486469":"\n   Are 7 okay ??\n  ","486470":"\n   12 maybe\n  ","486471":"\n   Why does Lahore still stalk you\n  ","486472":"\n   11 kids\n  ","486473":"\n   STAIF- What was the last question you deleted?\n  ","486474":"\n   How many kids?\n  ","486475":"\n   Hm i had to drop beer on your lips to expess that how fine and kissable and hot they are. And that how happy im about them.\n  ","486476":"\n   Which flavour do you have? Have you tasted saled caramel?\n  ","486477":"\n   How is your life different from the way you'd envisioned it?\n  ","486478":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","486479":"\n   \"A tell is a body sign -- a facial expression, a nervous habit, a certain way of moving or talking -- that people do when they are lying or pretending.\"\n  ","486480":"\n   Hm i wanna drop some beer on your lips. What if i do that? Will you kiss me then?\n  ","486481":"\n   Google \"a tell\"\n  ","486482":"\n   I did say yes. No one cares on what I say or do🌹😓\n  ","486483":"\n   What do you mean by Rebel?\n  ","486484":"\n   Ahhh so you realize you have a tell\n  ","486485":"\n   You will have to dance like her if you want me to kiss you. You said you didnt want to kiss me. As it is your birthday so damn i wanna put my mouth on yours to taste your lips yeah! Wanna taste them after drinking beer.\n  ","486486":"\n   Follow ❤\n  ","486487":"\n   Give me ice cream and see how i kiss you infinitely\n  ","486488":"\n   My thanksgiving ended with a heartburn and my birthday ended when I felt stiff late at night🌹\n  ","486489":"\n   yes\n  ","486490":"\n   Said the wrong thing I was dreaming not for real🌹😪😓\n  ","486491":"\n   Do you like fruit cake? Have you ever had it? Fruit cake. Yay or nay?\n  ","486492":"\n   What song makes you feel happy?\n  ","486493":"\n   How are you gonna celebrate Christmas this year? 🎅🎄🎁\n  ","486494":"\n   Queen wants to do eyeshadow makeup green and gold so she can look beautiful for her king🌹\n  ","486495":"\n   Your responses say a lot more than you realize\n  ","486496":"\n   Because you made a big deal out of an innocent question\n  ","486497":"\n   Green and gold would be perfect since they’re Christmas colors. You’ll look beautiful my Queen🌹😘\n  ","486498":"\n   You’ll look beautiful if you did that🌹\n  ","486499":"\n   And what did your mom say?\n  ","486500":"\n   What is in this big tray?\n  ","486501":"\n   How often do you eat fast food?\n  ","486502":"\n   That's too bad. What do they not like?\n  ","486503":"\n   Time is passing so fast. No positive changes.\n  ","486504":"\n   What do you mean by 'you'\n  ","486505":"\n   Are your parents happy with how you turned out?\n  ","486506":"\n   Thoughts on\n   \n    @JJD55\n   \n   new relationship? Think it's going to last?\n  ","486507":"\n   me lol\n  ","486508":"\n   The sun has not shine over the whole december.\n  ","486509":"\n   I want to join a gym maybe. I need to have strong arms. Maybe i need to start eating healthy food . I need to make money. He goes to work alone. How sad.\n  ","486510":"\n   Peter Piper picked a peck of pickled peppers. A peck of pickled peppers Peter Piper picked. If Peter Piper picked a peck of pickled peppers How many pickled peppers did Peter Piper pick?\n  ","486511":"\n   8 am and birds are chirping. Do you have anything sweet to eat?\n  ","486512":"\n   What is one thing that we have in common? 🤔\n  ","486513":"\n   What do you like about yourself the most? 🤔\n  ","486514":"\n   What does love mean to you? 🥰\n  ","486515":"\n   How good are you at keeping secrets? 🤫\n  ","486516":"\n   the q bout the ex below too\n  ","486517":"\n   What is the dumbest question you've ever been asked? 🤔\n\n(Besides this one)\n  ","486518":"\n   Do people in wealthier countries have a moral obligation to help those in poorer countries?\n  ","486519":"\n   Do you like small spaces or no? Or do you not mind them?\n  ","486520":"\n   What is the most important thing your country where you live has given to the world?\n  ","486521":"\n   \"me lol\" i doubt he says that irl XD\n  ","486522":"\n   Hi\n  ","486523":"\n   Oh I've got problem all right. But that's what makes me me. I've i acted differently I wouldn't be myself.\n  ","486524":"\n   Have you ever known a person that acts completely different in real life to their online persona? How so?\n  ","486525":"\n   Do you have any Christmas traditions\n  ","486526":"\n   Well I'm a cool cat with a rap that's harder than a pimp slap and because I do so much pimpin one day I'll probably walk with a limp and drive a big Lincoln wearing an unbuttoned shirt and be a 55 year old p*rvert but for now raps the occupation but watch one day I'll be pimp of the nation\n  ","486527":"\n   Wheres my doe it's starting to snow\n  ","486528":"\n   Do you meow when you do a kitty impression?\n  ","486529":"\n   Nah I like this song better\n   \n    https:\/\/www.youtube.com\/watch?v=_LGrxM_AIN8\n   \n","486530":"\n   why not deleting ur post and reanswering it instead lol\n  ","486531":"\n   * dogs not does\n  ","486532":"\n   I think you should do more animal impressions. You can start an Instagram page with all your impressions and it would get a lot of followers. It would be lit.\n  ","486533":"\n   This is a really really good wolf howl\n  ","486534":"\n   Do you know where you were conceived\n  ","486535":"\n   I just wrap tape around over and over again like 6 or 7 times\n  ","486536":"\n   What's your wrapping up skills like\n  ","486537":"\n   Hugs. King is happy now🌹\n  ","486538":"\n   Have you or your pet ever knocked over the Christmas tree?\n  ","486539":"\n   No when I had stiffness my Christmas spirit was going downhill and since I’m all better it went up🌹\n  ","486540":"\n   Happy I’m back to being in Christmas spirit🌹🎄\n  ","486541":"\n   want dig bick\n  ","486542":"\n   Time to bounce back🌹\n  ","486543":"\n   Feels happy and better.🌹\n  ","486544":"\n   If it were up to me I'd make your cheeks redder than rudolphs nose.\n  ","486545":"\n   Lyndsey wants a spanking for Christmas.\n  ","486546":"\n   Do you like sprouts on a Christmas dinner\n  ","486547":"\n   When's the last time you touched a gun?\n  ","486548":"\n   Have you ever donated blood? I did this morning\n  ","486549":"\n   depends on the individual. youngish is a state of mind. i was decrepit at 12 lol.\n  ","486550":"\n   what is typically happening at that time?\n  ","486551":"\n   What made your day today?\n  ","486552":"\n   attah mom!\n  ","486553":"\n   many years from now you will find yourself in the ethnic asian food section and you will see a can of arrow canned bananas. it will not hit you right away but suddenly you will be overwhelmed by your good fortune. all the countless prayers had not been in vein. u and your family will share them : )\n  ","486554":"\n   What is the degree temperature in your place? Does it have any snow flecked?\n  ","486555":"\n   You're offered $1,000,000, but have to donate 100% of it to an organization for child cancer research. You're also offered $10,000 to use any way you like. You can only choose one. Which do you choose?\n  ","486556":"\n   poor anon. eyes bigger than your stomach loll. im like the tangina barrons of unwanted extra food. come into the light my children all are welcome, all are welcome :')\n  ","486557":"\n   who was your fav actor\/character in IT?\n  ","486558":"\n   what is usually dinner time?\n  ","486559":"\n   have you thought about how christmas will be different next year?\n  ","486560":"\n   outdoor type outlet mall?\n  ","486561":"\n   seems hazardous.\n  ","486562":"\n   what about those bakers hours? lol\n  ","486563":"\n   I said why do you think that you and i can not eat that type of cranberry walnut crumb cake at a bakery ?\n  ","486564":"\n\n    https:\/\/ask.fm\/abu_alQaasem\/answers\/158550680469\/likes\n   \n","486565":"\n   tripe is good you american babies :')\n  ","486566":"\n   You're about to have an ASKfm dinner party. It's you, the last person to send you a question, and the last person you answered a question from. Who is your dinner party with? 🤔 Link them!\n  ","486567":"\n   Goodnight\n  ","486568":"\n   i has one\n  ","486569":"\n   You go outside to check the mail when you look to your right and see a cheeseburger in the middle of the street doing yoga. What is your first reaction? 😆\n  ","486570":"\n   Do you enjoy going to the beach?\n  ","486571":"\n   Why do you doubt that?\n  ","486572":"\n   me lol\n  ","486573":"\n   I’m feeling great🌹\n  ","486574":"\n   c*m in ur mouth :)\n  ","486575":"\n   last time u had peepe in ur mouth\n  ","486576":"\n   Beard or moustache?\n  ","486577":"\n   What are you doing\n  ","486578":"\n   wanna talk tommeuwo\n  ","486579":"\n   14 is kinda the average age for ppl to have active sx lives these days\n  ","486580":"\n   thats cute\n  ","486581":"\n   Just resting🌹\n  ","486582":"\n   yes\n  ","486583":"\n   In the recovery🌹\n  ","486584":"\n   Different ones. I didn't want all the same. Need some variety. Also, I think after I'm done with the subs, I'm going back to eating smaller amounts and healthier food. I was doing good for a while and now I feel like blah after eating so much.\n  ","486585":"\n   nice that they came back. need more following up anons on this planet! and yes fam mum is the word on the sauce. after all you are back on the leaderboard!!\n  ","486586":"\n   I'm too cool to be a little fruity, drinkin' forties every weekend I'm the master who's always speakin, to some freak and if I freak her. Its at Red Roof Inn where we sleep cheaper but off that topic got to get it. Super dope, extremely poetic\n  ","486587":"\n   how are you\n  ","486588":"\n   my name is not ricardo\n  ","486589":"\n   sounds like a choose your own adventure story\n  ","486590":"\n   Can you make some video responses where you talk to us?\n  ","486591":"\n   Whatcha doing? 🤔🍿\n  ","486592":"\n   If you have the opportunity to dive (with the required equipment) over 235 feet in a water tunnel, to maybe find treasure\/precious artifacts that are worth tons and tons of money. Would you do it?\n  ","486593":"\n   What if she was 14 and just really missed her bf?\n  ","486594":"\n   What would you do if in the future you caught your daughter using your sx toy\n  ","486595":"\n   it's not a bake sale its a cake sale goddamn it\n  ","486596":"\n   Someday.  We can purchase them from a bakery\n  ","486597":"\n   Lyndz I feel like you should howl like a wolf right now. It would feel really good. I'm doing it and I feel good.\n  ","486598":"\n   More than gorgeous\n  ","486599":"\n   Hi 🤗\n  ","486600":"\n   wonder where they all come from. they are like snowflakes falling from the sky\n  ","486601":"\n   Queen makes king feel relaxed🌹\n  ","486602":"\n   we go back six months. think we can be born now and survive like 50\/50 chance\n  ","486603":"\n   Because 2 months\n  ","486604":"\n   If you were a volunteer, where would you like to work?\n  ","486605":"\n   Yeah the ones I listed are the most interesting unanswered\n  ","486606":"\n   Wow, you actually answered it\n  ","486607":"\n   Will you tell about your passions and hobbies? What makes you the most fun in your life?\n  ","486608":"\n   My name is drew I will explain this rest\n  ","486609":"\n   if u post em i will bust nut to em\n  ","486610":"\n   \"What makes you the most fun in your life?\" Unanswered. \"If you were a volunteer, where would you like to work?\" Unanswered.\n  ","486611":"\n   show da booty pics\n  ","486612":"\n   The questions people leave unanswered always say a bit about them\n  ","486613":"\n   i must\n  ","486614":"\n   wdym\n  ","486615":"\n   SHOW EMPLZ\n  ","486616":"\n   Can I give you my number\n  ","486617":"\n   If\n   \n    @BigAmericanFatso\n   \n   invited you to a baseball game with unlimited beer, peanuts and hot dogs, would you go? 🤔\n  ","486618":"\n   yes. you must haha\n  ","486619":"\n   you can get chicken egg foo youngish then!\n  ","486620":"\n   attah fam. we're on to them : )\n  ","486621":"\n   Because I’m feeling stiff🌹🥶\n  ","486622":"\n   What compliment does people give you the most?\n  ","486623":"\n   where????\n  ","486624":"\n   xo\n  ","486625":"\n   Hey can I ask you something\n  ","486626":"\n   🌹🥶🥶\n  ","486627":"\n   hey lynds\n  ","486628":"\n   Where would you bury your treasure if you had some?\n  ","486629":"\n   well i handed in my monocle already so.... lol\n  ","486630":"\n   Would have to get to the hot spa rn🌹🥶\n  ","486631":"\n   what is your go to sweetener. i use the pink ones. splenda i think. no its sweet n low. i get a generic brand from the dollar store tho. think its even better somehow lol.\n  ","486632":"\n   Did you get any chocolates when you opened your gifts\n  ","486633":"\n   the booty qs are gone did u actually answer em or dlete em\n  ","486634":"\n   What are your favorite chocolates?\n  ","486635":"\n   thanks lynds, do you like stuffing\n  ","486636":"\n   the smell can be nice sometimes lol. are you one of those gasoline smellaphiles?\n  ","486637":"\n   wat! okay handing over my detective badge or whatever detectives have. monocles?\n  ","486638":"\n   Do you have a tablet? If so, what kind?\n  ","486639":"\n   what if you get gasoline?\n  ","486640":"\n   are those look up the number things accurate tho. think i looked mine up once and it was waaaay off lol.\n  ","486641":"\n   Hm my new jeans are nice. I will go to buy new trousers later.\n  ","486642":"\n   What is the most unforgettable sentence that someone said to you?\n  ","486643":"\n   🌹😘😘\n  ","486644":"\n   Hugs to warm my back🌹\n  ","486645":"\n   nooooo. red fam\n  ","486646":"\n   If\n   \n    @eva_wiliams\n   \n   was in a surfing competition, would you come out and watch to support her? 🤔\n  ","486647":"\n   I’m sorry! Lmaooo but it is a weird texture xD and that’s how I decide the foods I like sometimes 😂\n  ","486648":"\n   That’s how it usually is. Once people who haven’t tried it before know what’s in it before trying it, they automatically don’t like it. Lol the texture almost got me though tbh\n  ","486649":"\n   Why would you be confused?\n  ","486650":"\n   Not sure\n  ","486651":"\n   It’s actually good lol the red chili menudo :d\n  ","486652":"\n   Just barely trying to walk because of my back🌹\n  ","486653":"\n   It's not fish. Tripe is the edible stomach lining from cow's and such.\n  ","486654":"\n   Would you ever try a Mexican dish called Menudo (tripe)?\n  ","486655":"\n   What type of rice do your mum cook? Is your grandma alive?\n  ","486656":"\n   Half hour break. Bye\n  ","486657":"\n   Never said it to anyone else more than you.\n  ","486658":"\n   why shaam is so obsessed with u o.o\n  ","486659":"\n   I wanna have lunch with you in the food court of the Dubai Mall.\n  ","486660":"\n   Haha ;) because love\n  ","486661":"\n   Hm paste, chicken and a cream sauce. I wanna it that with you and then kiss you. Marry me.\n  ","486662":"\n   I need to charge my phone . Half hour break. His live videos are not fantastic. In satisfied with the UK. I have seen videos of my cities of the UK on youtube.\n  ","486663":"\n   With Christmas being around the corner. Have you finished Christmas shopping yet?\n  ","486664":"\n   What if i rub cream on your face and then kiss you?\n  ","486665":"\n   Show me your favorite restaurant there. Maybe you will go to a restaurant during Christmas holidays.\n  ","486666":"\n   I wanna eat the bars with ya\n  ","486667":"\n   You you like hot tubs?\n  ","486668":"\n   I meant I was heartbroken after what happened last night when I didn’t feel great🌹\n  ","486669":"\n   Have you ever ridden on London eye?\n  ","486670":"\n   Oh yes bars.\n  ","486671":"\n   yes i thought so! small company. not the type to ship much. must be local : )\n  ","486672":"\n   its good. there are a few brands that make them. smacks has the frog charactor and golden crisps has the bear on the box. i had the generic malt o meal type which is prob better than both lol.\n  ","486673":"\n   What is your favorite way of wasting time?\n  ","486674":"\n   idk ately\n  ","486675":"\n   Nice cake\n  ","486676":"\n   did u master bait\n  ","486677":"\n   What type of rice will you like to eat on your first date with me?\n  ","486678":"\n   What did you make in the kitchen today?\n  ","486679":"\n   I ate 3 subs in case you were wondering. I'm saving the 4th for tomorrow. Also, I don't watch the NFL anymore. I got sick of it years ago. I really like college football a lot though. That's my fav sport to watch.\n  ","486680":"\n   In a box of chocolates, what do you hope you get?\n  ","486681":"\n   how do you take it?\n  ","486682":"\n   when i was a kid they said the rain forests would be gone by now..... also flying cars.\n  ","486683":"\n   Have you ever milked a cow before? Would you ever do this?\n  ","486684":"\n   If you could choose to live anywhere in the world, where would you prefer to live?\n  ","486685":"\n   Y r u so cold\n  ","486686":"\n   Did you go to the mall?\n  ","486687":"\n   How's everyone's week\/end going?\n  ","486688":"\n   Classic Movie\/TV Ships Spam(name the show): Sam Malone and Diane Chambers?\n  ","486689":"\n   How can one learn to say what they mean and ask for something without manipulating the person they're asking?\n  ","486690":"\n   How long did you spend shopping?\n  ","486691":"\n   When did you eat fish last time?\n  ","486692":"\n   What social networking websites do you use?\n  ","486693":"\n   When did you go bra shopping?\n  ","486694":"\n   When did you go shopping?\n  ","486695":"\n   What kills us and what makes us eternal?\n  ","486696":"\n   What are you excessively obsessive-compulsive about? 🤔\n  ","486697":"\n   Robbie literally bragged on ask in his latest answer that he can last more than 8 minutes when he 🤜💦 himself\n  ","486698":"\n   Do you worry and get stressed out much\n  ","486699":"\n   Is there anything that terrifies you that you know is silly but it doesn’t matter. Like I’m afraid of the dentist 😂😂\n  ","486700":"\n   What do you think of people that abuse animals?\n\n(If you do not feel comfortable with answering, you do not have to.)\n(Use this question to vent how you feel. More than welcome to say whatever you'd like.)\n  ","486701":"\n   When is the best time of day for you productively?\n  ","486702":"\n   Star Wars, Star Trek or Stargate? 🤔\n  ","486703":"\n   egg foo youngish? : )\n  ","486704":"\n   This guy takes fuc%ing one hour in the shower.\n  ","486705":"\n   What is something you have lost that you wish you could get back?\n  ","486706":"\n   What did you have for dinner?\n  ","486707":"\n   Do you think you're brave?\n  ","486708":"\n   When was the last time you got mad at someone? What was it about?\n  ","486709":"\n   What is your favorite movie remake?\n  ","486710":"\n   Without giving away the title, describe your favorite movie and I’ll try and guess it.\n  ","486711":"\n   I went to sleep .\n  ","486712":"\n   I went to sleep because the internet was slow but Sydney is a great city.\n  ","486713":"\n   Do you deserve the life you have? Why or why not?\n  ","486714":"\n   where is the best place to meet new friends?\n  ","486715":"\n   What are you having for your dinner tonight?\n  ","486716":"\n   How can you learn to not to be emotionally dependent on someone?\n  ","486717":"\n   what are you doing about it\n  ","486718":"\n   they confirmed that? so sorry\n  ","486719":"\n   Who is the boss in your house?\n  ","486720":"\n   Bc I am searching that for myself too\n  ","486721":"\n   Where to? Darling?\n  ","486722":"\n   Have you ever, to your knowledge, had something created inspired by you? Like, a song written about you, or a picture painted of you?\n  ","486723":"\n   whats the most squeeezable part\n  ","486724":"\n   What is your pet’s name if you have one? (One or more than one)\n\n(If you don't have a pet then share a GIF of a animal that you wish was your pet.)\n  ","486725":"\n   NY\n  ","486726":"\n   My heart is broken already🌹💔\n  ","486727":"\n   the most squeeezable part of you\n  ","486728":"\n   squeeeze\n  ","486729":"\n   you are my first @ and you are my oldest follow\n  ","486730":"\n   how do you know they are from tennessee?\n  ","486731":"\n   Did something happen you just don't wanna talk about?\n  ","486732":"\n   What is going on in Worcestershire miss long hair?\n  ","486733":"\n   how many of them are tangible?\n  ","486734":"\n   wasting sugar all over the place!!\n  ","486735":"\n   Do u even know what those 3 words mean?\n  ","486736":"\n   Tuna sandwich or chicken sandwich?\n  ","486737":"\n   lyndsey\n  ","486738":"\n   remember always opt for extra sauce.... its free...\n  ","486739":"\n   need a follow up to how many subs and what kind of subs.\n  ","486740":"\n   canned bananas are NOT yellow. i pass this knowledge on to you.\n  ","486741":"\n   has nobody on this site ever heard of this saying? lol\n  ","486742":"\n   What position do you sleep in?\n  ","486743":"\n   Good night beautiful\n  ","486744":"\n   Nice\n  ","486745":"\n   What movie always makes you cry?\n  ","486746":"\n   Got what you wanted. For me to suffer🌹😓\n  ","486747":"\n   Hi sweet love\n  ","486748":"\n   Either I would be taken to the healing room or let king suffer🌹\n  ","486749":"\n   Yeah my grocery store has this NFL Sunday special. The subs are massive too and totally overflowing and they make them to order. And the special Sunday price is only $4. It's awesome.\n  ","486750":"\n   I was found passed out because of my bloody nose and back spasms🌹😓\n  ","486751":"\n   Resting because it got stiffness in my back tonight and had a bloody nose🌹\n  ","486752":"\n   Nice\n  ","486753":"\n   King was found unconscious🌹🙏🏻\n  ","486754":"\n   Have you ever had a job where you got hired on the spot\n  ","486755":"\n   Bye. Miss England.\n  ","486756":"\n   He sounds like an angel jfc 🙌✨\n  ","486757":"\n   Hi girl\n  ","486758":"\n   What smells are satisfying to you?\n  ","486759":"\n   Can i see the presents?\n  ","486760":"\n   Hi! How do you do? What's the weather like in your city? I wish you have a nice day 😉✌\n  ","486761":"\n   What did you get\n  ","486762":"\n   Of course yes I'm a man of my words and I don't break promises\n  ","486763":"\n   I got Sensational Sherry, Juicy Lucy, Nasty Nancy, and Tammy Toe Jam\n  ","486764":"\n   I like to salt my gf’s love area to preserve it so it doesn’t spoil like salmon filets omg I can’t stand the 🐟 scent\n  ","486765":"\n   same old empty feeling in your heart?\n  ","486766":"\n   yes\n  ","486767":"\n   haha you wish tho\n  ","486768":"\n   I enjoyed my day and Watched football🌹🏈\n  ","486769":"\n   Have you ever written a poem? If yes, what was it about?\n  ","486770":"\n   What you mean by mine isnt\n  ","486771":"\n   i must\n  ","486772":"\n   U can search endomorph,ectomorph and mesomorph\n  ","486773":"\n   How to make a man \/ woman happy?\n  ","486774":"\n   think about it for a minute and you will get it😉\n  ","486775":"\n   I like her\n  ","486776":"\n   yodeling in the valley, a delicious break from potatoes\n  ","486777":"\n   I always say I am gonna be healthy but I am always eating at night and unhealthy food and drinks\n  ","486778":"\n   Kik me on briannewtonkelly if you are interested\n  ","486779":"\n   tonight i woke up and i Rosewell :D\n  ","486780":"\n   is this a compliment?\n  ","486781":"\n   Do you like topaz?\n  ","486782":"\n   Hello \nWhat do you think about having a daddy who will treat you like a queen..always be there for you and mostly take care of your bills and you’ll be getting a daily allowance... And NO CATFISHING ... so if you’re interested message me on kik briannewtonkelly\n  ","486783":"\n   Boops you on the nose\n  ","486784":"\n   What do you call 2 mexican playing basketball against each other?\n  ","486785":"\n   No they only screw black things\n  ","486786":"\n   How many kardashians does it take to screw in a light bulb?\n  ","486787":"\n   A train set under a tree? how old are we? 5? 🙄🙄\n  ","486788":"\n   Dont tell me you have the head of an extraterrestrial. Because if you do, you're the 3rd girl this week.\n  ","486789":"\n   I hear you. If I'm going to splurge, it better be worth it. Like tomorrow I'm going to get footlong subs. I'm really excited. I'm going to either order 3 or 4 of them and just sit at home and eat them all. I'll decide when I wake up if I get 3 or 4.\n  ","486790":"\n   Send me a link to your favorite song right now! It can be more than one by the way! 😄 I'm looking for more music to listen to ✨\n  ","486791":"\n   That sounds like poopy pizza if you ask me. I'm sorry.\n  ","486792":"\n   New York.... isn't that really thin pizza?\n  ","486793":"\n   I like pizza. I like pan pizza... pepperoni with extra sauce.\n  ","486794":"\n   Where would you want to be a fly on the wall?\n  ","486795":"\n   What was for grub?\n  ","486796":"\n   What are you doing right now?\n  ","486797":"\n   Who is your go-to partner in the zombie apocalypse? Who would you leave behind?\n  ","486798":"\n   What is your favorite thing about summer?\n  ","486799":"\n   What makes you laugh the most?\n  ","486800":"\n   If you could steal something and get away with it, what would you steal?\n  ","486801":"\n   Would u advise someone on that theme\n  ","486802":"\n   WUAT UP\n  ","486803":"\n   no one can makes u miserable...only if u let them,just ignore,be confident\n  ","486804":"\n   You wanna eat chocolate with me in Dubai Marina\n  ","486805":"\n   no cuz THE CAKE IS A LIE!!!!!!!!!!!\n  ","486806":"\n   Would you rather be able to breathe underwater or walk in the clouds?\n  ","486807":"\n   yeah,that doesn't give u the right hah ... i get u, buti didn't mean in that way\n  ","486808":"\n   Are you focused on the right now? Or do you always focus on the future in a way that you miss out on the present?\n  ","486809":"\n   Honey badger dont a fuuuu*kkk\n  ","486810":"\n   If people had a warning label, what would yours say?\n  ","486811":"\n   Please,don't be rude\n  ","486812":"\n   \"People can have bad days too about themselves.\" It's not about bad days for you, since you react the same way always. Women with low self-esteem feel it's always true when someone says smth bad about them, and distrust smone who says anything good about them. You're like that 100%\n  ","486813":"\n   who is shaam\n  ","486814":"\n   When you use the @ sign, it brings up a list of people you follow ordered by who you send questions to the most. But if you go to your friends list, it's ordered by the last person you followed. Newest on top, oldest on bottom. Who are your bottom 3 (the first 3 you followed)?\n  ","486815":"\n   cutest potatoe tbh x\n  ","486816":"\n   then no bra\n  ","486817":"\n   How r uuuu\n  ","486818":"\n   Pap in a br a\n  ","486819":"\n   i eat u\n  ","486820":"\n   PAP your Christmas tree or decorations! 🎄\n\nIf you don't celebrate Christmas, just use this post as a space. Tell me how your day has been going?\n  ","486821":"\n   aw you do, xo\n  ","486822":"\n   I can write you down,if you want to\n  ","486823":"\n   \"Chuppy\" is a chubby puppy\n  ","486824":"\n   weird lol\n  ","486825":"\n   Your still chuppy tho... 🙄\n  ","486826":"\n   wdym\n  ","486827":"\n   🌹😴😴\n  ","486828":"\n   You have list of the healthiest food on youtube,watch msmojo\n  ","486829":"\n   Not that anon, but 80 pounds in a year is actually amazing. I hope, some day, you're able to build up your damaged self-esteem enough not to fall for troll attacks so easily.\n  ","486830":"\n   That Anon shouldn't have side that you are so beautiful and look great\n  ","486831":"\n   you look beautiful, hugs\n  ","486832":"\n   wasnt me\n  ","486833":"\n   lift shirt\n  ","486834":"\n   Do you hide from the summer heat or enjoy it?\n  ","486835":"\n   Your chuppy\n  ","486836":"\n   Yes, really. I hope so. Im gonna try. I want this to happen.\n  ","486837":"\n   Ok good. It us good to have ones that are already out of the shell.\n  ","486838":"\n   Pap\n  ","486839":"\n   So see you in the UK soon.\n  ","486840":"\n   How do you break a walnut?\n  ","486841":"\n   Hm do you have peanuts?\n  ","486842":"\n   [Insert Christmas food GIF]\n\n*If you do not celebrate Christmas than just post a random gift for your day!* or just ignore.\n  ","486843":"\n   There were so many people in the mall today.\n  ","486844":"\n   omg im not the only one!! it looks like it could keep the titanic afloat but its the worst tape ever. you go back after a few hours and its unpeeled itself and is on the floor :')\n  ","486845":"\n   Name your favorite french snack!\n  ","486846":"\n   cont.. her kids lived nearby and did not give a fck. only showed up after she died. prob wound up starving to death. i remember thinking at the time what should i do? call the police? tell them she cant live on her own and sure as hell not drive? i didnt want to mess with her life. she had family.\n  ","486847":"\n   ah finally a spelling error! and i had a neighbor that was in the later stages of dementia and she was still driving. i would help her with some things. once i went with her to get air in her tires cus they were about flat and i thought i we were going to die. she had no idea what was going on. cont\n  ","486848":"\n   what exactly happened? i never really understood what you wanted to do that ask gyped you on.\n  ","486849":"\n   do you have an order in mind?\n  ","486850":"\n   What would your message be to someone who is really struggling bad and just wants to give up? x\n  ","486851":"\n   Lays down with you🌹\n  ","486852":"\n   Have you ever been to a heavy Rock concert? Never been to one before, would you go?\n  ","486853":"\n   How to raise your self-confidence?\n  ","486854":"\n   Where are you the most sociable? Online or in real life? 🤔 Why do you think that is?\n  ","486855":"\n   post ur list link\n  ","486856":"\n   don't eat unhealthy food!\n  ","486857":"\n   secks?\n  ","486858":"\n   What's the strangest thing you've ever eaten?\n  ","486859":"\n   How many licks does it take to get to the tootsie roll center of a Tootsie Pop?\n  ","486860":"\n   What is the number one thing you want for Christmas? x\n  ","486861":"\n   What was your first kiss like?\n  ","486862":"\n   Talk about Christmas. Talk about the French fries your aunty made for you. I love Worcestershire.\n  ","486863":"\n   You want to go to the Dubai Mall with me and eat food with me in resturants there.\n  ","486864":"\n   random dumb question 🎅🏻 how does santa get down the chimney anyway ✅ milk and cookie r waiting ....\n  ","486865":"\n   I think you want to eat fried fish with me in Dubai.\n  ","486866":"\n   i got food poisoning at a golden corral once. after the chinese incident i started going there instead. nobody fcks with you. went there a handful of times in my life. discovered deep fried chicken livers. great desserts too. sweet potato casserole, also love their yeast dinner rolls.\n  ","486867":"\n   What's one food that you will never order at a restaurant?🤮\n  ","486868":"\n   whats special about them?\n  ","486869":"\n   Hm i have lost the email in which i was being given an option to work in Russia.\n  ","486870":"\n   How's it going?\n  ","486871":"\n   Golden crisps\/honey smacks cereal or captain crunch peanut butter crunch cereal?\n  ","486872":"\n   what did the co-worker actually like to call a pig in a blanket tho?\n  ","486873":"\n   that is a chicago based company.\n  ","486874":"\n   hii\n  ","486875":"\n   93% not separated :')\n  ","486876":"\n   i must could have worked here\n  ","486877":"\n   How often do you drink coffee?\n  ","486878":"\n   Why did you delete the question about finishing?\n  ","486879":"\n   have you ever made that one?\n  ","486880":"\n   me lol\n  ","486881":"\n   Do you like the color yellow?\nTry to name 10 things that are yellow aaaand go!\n  ","486882":"\n   What do you want to do for Christmas this year?🎅🎅\n  ","486883":"\n   is water wet? :')\n  ","486884":"\n   i dont think we ever talked about pasta salad before did we? lol curious enough i did make a type of pasta salad today. made a sort of coleslaw dressing with rotini, carrots, and fresh anise leaves and stems.\n  ","486885":"\n   oh wait you said 'pasta recipe' not pasta salad recipe. no. just saw you talk about it plus i made some today so just was motivated to ask lol.\n  ","486886":"\n   i used to make them crispy. now ive been leaving them creamy. i like both. change things up.\n  ","486887":"\n   I saw a young mom with her four year old daughter heading to the parking area. She looked like the gum chewing girl. She was beautiful.\n  ","486888":"\n   What do you think is worse: feeling lonely? or never wanting to be around people and therefore never lonely?\n  ","486889":"\n   🌹😊🎄\n  ","486890":"\n   Strawberry krispies (rice krispies) or chocolate toast crunch cereal?\n  ","486891":"\n   How well done do you like your scrambled eggs?\n  ","486892":"\n   do you make your own pasta salad?\n  ","486893":"\n   Would you rather have unlimited pizza for life or unlimited tacos for life?\n  ","486894":"\n   nope. i only climb frozen waterfalls.\n  ","486895":"\n   last time at gym?\n  ","486896":"\n   No\n  ","486897":"\n   went ahead and did this for you. dutch apple by a landslide : )\n  ","486898":"\n   What was the last movie you went and saw at the movie theater?\n  ","486899":"\n   Good night\n  ","486900":"\n   lmao x)\n  ","486901":"\n   i thought lahore was in uni planning to do to some English speaking country while he picks up women. now he talks about picking up women still,some country called Loser and being jealous of people monetary status lol. he has fallen on hard time :L i forged his name as a Trump supporter,dont tell (=\n  ","486902":"\n   Which Christmas song freaks you out the most?\n  ","486903":"\n   You wanna die using fake accounts. I have to take revenge from  so many bastards.\n  ","486904":"\n   Okay. It is good that the god bless those who do not deserve what they are being given. This thing makes me want to get my goals and get ahead of them. God should stop holding me back. Damn it. Nothing positive happened in my life even after i kept locked for three months this year. Wasnt it eniugh?\n  ","486905":"\n   I got bullied back then and wasn’t strong and didn’t feel special😓🌹\n  ","486906":"\n   Sanne kissed Max after playing with his hair. Hm i don't have a girl in my life.\n  ","486907":"\n   I went through the things that happened to me when I was a kid and in school. My life has changed since I was in elementary school🌹😓\n  ","486908":"\n   this dude is weird o.O\n  ","486909":"\n   Im sorry. You ruined my mood when you said you knew nothing about the UK. Thats it. You have a bf. I am not bound to love you. Im free to chose anyone i like.\n  ","486910":"\n   who sends these things lol o.o\n  ","486911":"\n   How is your bf? Any new message from him. You dont want gifts from him. You want his time. Okay. But why do i have to wake up to fake accounts and say hello hi to them. Hm i rather go for other girls.\n  ","486912":"\n   Bye fake\n  ","486913":"\n   Some doctors wants you visit them just to tell you that okay you should take 2 tablets from now on and the next time you visit me i will tell you that start taking 3. Then the next week i will tell you to start taking 2 and in the next week start taking 1. Thats how they earn money.\n  ","486914":"\n   Walk us through a day (or a week) in your life, starting from 7 am Monday\n  ","486915":"\n   Can't sleep cus I have a serious cough 🤒 When you have a cough, what do you do to ease it? Any tip is appreciated haha...\n  ","486916":"\n   Have you ever been to a crawfish boil before? Your experience? Like it or not like? (Check it out online if you've never heard of it)\n  ","486917":"\n   What is your favorite salad?\n  ","486918":"\n   aw, have you missed her xo\n  ","486919":"\n   PAP of your follower + coin count. 👍\n  ","486920":"\n   Do you like pears?? 😯\n  ","486921":"\n   fave flavour ice cream\n  ","486922":"\n   Plans for actual Christmas\n  ","486923":"\n   Have you ever made homemade ice cream?\n  ","486924":"\n   I just got done binge watching a brand new Netflix series called The Witcher. Just came out today. Any plans on watching it? 🤔\n  ","486925":"\n   is your mom where you are now if its okay to ask, hugs\n  ","486926":"\n   Are you ever like this?\n   \n    https:\/\/ask.fm\/SamanthaMerrick4126\/answers\/159050181326\n   \n","486927":"\n   DO YOU SWING YOUR ARMS IN A FRANTIC MANNER WHEN YOU'VE DEBATES AT THE FAMILY DINNER TABLE ABOUT BLOODY POLITICS!\n  ","486928":"\n   Tell me about a time that you tripped. (Don't have to answer)\n  ","486929":"\n   was it good?\n  ","486930":"\n   Last great kiss?\n  ","486931":"\n   Hi\n  ","486932":"\n   How affectionate were you parents toward you while you were growing up? Hugs, kisses, etc. How often did they happen and how did you feel when they happened?\n  ","486933":"\n   even ben? o.o\n  ","486934":"\n   i was being sarcastic lmao\n  ","486935":"\n   is thinking about these things normal or abnormal?\n  ","486936":"\n   seems like lahore finally dumped u XD\n  ","486937":"\n   can i see\n  ","486938":"\n   What is life like for you?\n  ","486939":"\n   oh no it was early! i would only go for lunch buffets cus its much cheaper. i think they thought i was eating too much of their goddamn dried out foods prob from the day before thats all prob gonna end up in the garbage : )\n  ","486940":"\n   never had a slushie but slushie word sounds cool. so fun sounding! could be a dance or a planet name. could also make a great nickname.\n  ","486941":"\n   It just asks you if your male or female and then comes up with the fake chat box.\n  ","486942":"\n   they have hanging rock lol\n  ","486943":"\n   Apple pie or Dutch apple pie?\n  ","486944":"\n   For those who have facebook have you played the Santa game yet? What was your result?\n  ","486945":"\n   have you found anyone on the sites that you have shared any type of meaningful conversations with?\n  ","486946":"\n   I feel like maybe there's a mismatch between what you want and what you have to offer\n  ","486947":"\n   not really. only use it once a year or so nowadays. next time wont work for sure lol\n  ","486948":"\n   ah nice. have a preliminary rating so far?\n  ","486949":"\n   What was the last thing you copird and pasted?  Is it pastable as an answer on here?\n  ","486950":"\n   You do not know anything about the UK so go to hell. I dont know you.\n  ","486951":"\n   i feel like you see people as more than what most people see them for. i know thats sort of a weird ambiguous statement but i dont know how else to formulate what i want to say right now.\n  ","486952":"\n   are you into season 2 now?\n  ","486953":"\n   from what i gather cuba is an outstanding place to visit. just not a place you want to be stuck living.\n  ","486954":"\n   no tickets. all i have is keebler chips deluxe rainbow chip cookies. the closest ill ever come to cuba is cuban sandwiches. which left me quite disappointed if im honest.\n  ","486955":"\n   how do you get on with the sister in law?\n  ","486956":"\n   would you want to visit cuba?\n  ","486957":"\n   must be difficult. wonder whats for breakfast tho.\n  ","486958":"\n   haha. so many casualties!\n  ","486959":"\n   i still think the offer of help shows some promise. they may yet evolve into full sentences. maybe even have coherent thoughts. im not giving up on them at least.\n  ","486960":"\n   you have demons. Cerberi technically speaking :')\n  ","486961":"\n   my random dumb question of the day is: is tomato a fruit or veggi or both ❣️😅\n  ","486962":"\n   When is the last time modern technology failed you? Example WiFi goes down .\n  ","486963":"\n   it can i suppose. i just remember the first time i heard it i was like wtf is going on?? lol\n  ","486964":"\n   didnt we already diagnose this medical case a few weeks ago? lol\n  ","486965":"\n   me too lol. the play store app itslef barely works anymore. have to jump through hoops to even search for anything lol\n  ","486966":"\n   dont think he wants that smoke fam!\n  ","486967":"\n   i must is breaking new barriers here :')\n  ","486968":"\n   need to get mortadella soon. eat with swiss, tomatoes, and giardiniera on naans or fry bread. maybe for sunday.\n  ","486969":"\n   agree with anon here :')\n  ","486970":"\n   If you can save another’s life and don’t because doing so would break the law, are you ethnically justified in your decision?\n  ","486971":"\n   its actually loud af lol\n  ","486972":"\n   cus of this i went and downloaded a bunch of games yest lol. mosly the labyrinth type ones with the ball\/balls you have to control. this was my evening and this morn lol\n  ","486973":"\n   did you watch her when she was on dancing with the stars?\n  ","486974":"\n   most people seem to get very defensive when they answer this type of question buy you seem to take a more compromising approach. do you see it as more them wanting to spend time together than controlling?.\n  ","486975":"\n   do you know anyone who grinds their teeth at night?\n  ","486976":"\n   waits for it.... you know ; )\n  ","486977":"\n   whats worse being dumped or drifting away without any real formality?\n  ","486978":"\n   Any ideas?\n   \n    https:\/\/ask.fm\/TheChaosBringer\/answers\/157515847672\n   \n","486979":"\n   who is getting tucked in in this picture?\n  ","486980":"\n   Good night\n  ","486981":"\n   What are you watching🌹\n  ","486982":"\n   I watched a holiday movie🌹\n  ","486983":"\n   You like cheese?\n  ","486984":"\n   Movie madness:  Star Wars or Cats\n  ","486985":"\n   top 10 worst qs of the month\n  ","486986":"\n   I cannot wait to be in Australia. Maybe Australia is better than any European country. What do you think?\n  ","486987":"\n   Tell me about yourself.\n  ","486988":"\n   What is the term white elephant used for?\n  ","486989":"\n   whatever happened to secret santa u were organizing here\n  ","486990":"\n   i must help\n  ","486991":"\n   What white eleplant question? What about that? What is secret santa question thing?\n  ","486992":"\n   Have you ever been afraid of Santa Claus?\n  ","486993":"\n   When was the last time you stole something o.0? If you never have, post a GIF showing your home country\n  ","486994":"\n   i must\n  ","486995":"\n   Do you believe in human induced climate change to the extent that scientists are saying it is?\n  ","486996":"\n   What\n  ","486997":"\n   can i help\n  ","486998":"\n   Do you know any doctor?\n  ","486999":"\n   No one ever told you.  There are beaches in Australia.\n  ","487000":"\n   Just needs holiday cheer. You have been great but me I’m just a loser🌹\n  ","487001":"\n   Can you tell why my body is not producing heat like it should normally be?\n  ","487002":"\n   When king loses🌹😓\n  ","487003":"\n   Hello give me Australia. Is there more fun in Australia than the UK?\n  ","487004":"\n   Just want you guys to know I enjoy your questions and answers . Ask fm has been fun the past couple weeks and I’ve met some really nice people! Hope you have a nice holiday !\nDo you like salt water taffy?\n  ","487005":"\n   LMAO I always go to my best friend's convenience store everyday in the morning to take a free bottle of Gatorade & pick up girls. Today he was like \"damn you man. Gatorades or girls. You've got used to taking both of them with you for free!\" 😂😂😂\n  ","487006":"\n   Just relaxing🌹\n  ","487007":"\n   Hello. Anything new.\n  ","487008":"\n   How much longer do humans have on the earth if we keep our current trajectory?\n  ","487009":"\n   In america you fire tv stick, In russia tv fires you!!!!!!\n  ","487010":"\n   Is propagating your genes important to you?\n  ","487011":"\n   was it bad cuz u didnt master bait?\n  ","487012":"\n   Is the world as bad as the media makes it out to be?\n  ","487013":"\n   Turn back the clock and redo one thing in the last 30 days. What is it and why ?\n  ","487014":"\n   yes\n  ","487015":"\n   how does a fire tv stick work? what does it do?\n  ","487016":"\n   Would you jerk off a lot if you were a guy?\n  ","487017":"\n   Do you ever eat deli meat? I had a lot of deli meat today and my breath smells bad\n  ","487018":"\n   Have you wrapped anything yet?\n  ","487019":"\n   can be addicting. ever considered trying it again? like anything it takes time to get really good. you can even form a heated rivalry against the chaosbringer himself!\n  ","487020":"\n   Are you going to see the new star wars movie?\n  ","487021":"\n   ive never had a period yet.\n  ","487022":"\n   the way u portray yourself sounds like u would be up for casual sex so thats why i wondered why not taking up their offers\n  ","487023":"\n   whats wrong with fwb or 1 nite stands as long as u both know thats what it is\n  ","487024":"\n   Do you welcome competition?\n  ","487025":"\n   Every morning I eat breakfast twenty yards away from my own rotting corpse.\n  ","487026":"\n   Is your profile more attractive to guys than those of other girls?\n  ","487027":"\n   Are you....uhh, competitive?\n  ","487028":"\n   Merry Christmas to everyone I follow on here.  Hope Santa is good to you all.  (I’m sending this now because I’m leaving for  Cuba shortly and likely won’t be on for a week)\n  ","487029":"\n   You spend so much time on these dating websites. Do you even go on dates?\n  ","487030":"\n   Are you a squirrel? Cause I wanna bust a nut inside you\n  ","487031":"\n   You wanna be my next hoe\n  ","487032":"\n   🌹👑💪🏻\n  ","487033":"\n   Only 19, and my name ain't Wilbur but I pull more hoes than long jon sliver\n  ","487034":"\n   What is your favorite holiday? x\n  ","487035":"\n   YOU'RE PRETTY\n  ","487036":"\n\n    @MizerieZ\n   \n   is pretty 🔥\n  ","487037":"\n   Happy belated birthday! x\n  ","487038":"\n   Take a picture of what's in front of you right at this moment x\n  ","487039":"\n   When is your birthday? x\n  ","487040":"\n   How many sisters do you have?\n  ","487041":"\n   🌹😴\n  ","487042":"\n   do you believe hell is real?\n  ","487043":"\n   Can you sleep in the same room as someone who's snoring loudly? 🤔😅\n  ","487044":"\n   you know in the motocross world we have a term for people who ride four wheelers lol. i just keep thinking about it each time i visit this thread lol. the two groups dont like each other to be on the tracks. quads ruin the track for us. pack it in and make it hard and slick. we make ruts\n  ","487045":"\n   Do you think it would be harmful for a dk to get all the way up thru the cervix?\n  ","487046":"\n   I like the name change 😂 hows life been?\n  ","487047":"\n   🤗\n  ","487048":"\n   is it still in there?\n  ","487049":"\n   me lol\n  ","487050":"\n   What would you do if your boyfriend asked you to delete all of your social media accounts?\n  ","487051":"\n   Do u know de way? x\n  ","487052":"\n   But I have! You don't have to do anything except being happy\n  ","487053":"\n   ever see the movie skeleton key with kate hudson?\n  ","487054":"\n   never have i wanted to like an answer more lmao\n  ","487055":"\n   Favorite couples on Ask? 🤔\n  ","487056":"\n   Gizmo or Baby Yoda?\n  ","487057":"\n   i noticed you very rarely make spelling or grammar mistakes. are you naturally a really good speller? my spelling is moderate at best.\n  ","487058":"\n   Hello\n  ","487059":"\n   still no where near flying cars :'(\n  ","487060":"\n   At what point did you realize your favorite tv show was on its way down hill?\n  ","487061":"\n   do you think that once we become full adults we always feel this way?\n  ","487062":"\n   what are some best case scenario and worst case scenario causes?\n  ","487063":"\n   thank u 🍭✅ u seem rlly sweet\n  ","487064":"\n   dont think ive ever had one but i think the logo is cool\n  ","487065":"\n   i used to go to chinese buffets on occasion but have not for maybe 5 years at least. became very uncomfortable going there cus they would ignore me when it was time to refill my drink and i started to sense they wanted me to leave.\n  ","487066":"\n   What has happened more: been dumped or dumped someone?\n  ","487067":"\n   me lol is the ultimate paradox.\n  ","487068":"\n   What's the similarity between a hooker and a box of chocolates? x\n  ","487069":"\n   what do they do\n  ","487070":"\n   Has having an askfm taught you anything about yourself?\n  ","487071":"\n   Goodnight\n  ","487072":"\n   Good night beautiful\n  ","487073":"\n   Since you gave me chocolates, I gave you makeup🌹\n  ","487074":"\n   Like falling for you\n  ","487075":"\n   So you think I should go on? 😌\n  ","487076":"\n   I have nothing to lose) and I think you worth the risks\n  ","487077":"\n\n    https:\/\/www.instagram.com\/p\/B6AZep9pd1n\/?igshid=665v9o94q5vm\n   \n   this bride is beautiful.\n  ","487078":"\n\n    https:\/\/www.instagram.com\/p\/B5zbJh4Jq8w\/?igshid=l8mb24lchkms\n   \n   she is a beautiful bride.\n  ","487079":"\n   Will you like to try this dress?\n   \n    https:\/\/www.instagram.com\/p\/B570ndbBEPE\/?igshid=yuxvqfbecyys\n   \n","487080":"\n   Did you know that you can ask Santa Claus for a VIP crown here\n   \n    http:\/\/bit.ly\/VIP_en\n   \n   ?\n  ","487081":"\n   yes\n  ","487082":"\n   Do you want to see a pakistani bride?\n  ","487083":"\n   You didn't say that(( how about if I try to open it without a key, I kinda have experience with that\n  ","487084":"\n   Cute\n  ","487085":"\n   Is a life that focuses on avoiding pain and seeking out pleasure a good and worthwhile life? Why or why not?\n  ","487086":"\n   want a 12 incher for xmas 😏\n  ","487087":"\n   Great. What did you give me?🌹\n  ","487088":"\n   I'm back, I fought couple of them but I couldn't find the key🙁\n  ","487089":"\n   What king got from his Queen were chocolates from see’s candies🌹\n  ","487090":"\n   guess u have a \"unrelated q anon\" that always follows up with something that has nothing to do with original topic XD\n  ","487091":"\n   Will you marry me?\n  ","487092":"\n   maybe its ben\n  ","487093":"\n   That's drawing on your profile pic is unreal!!\n  ","487094":"\n   Hello should i go jogging today?\n  ","487095":"\n   Is it possible to prove that other people besides yourself have consciousness?\n  ","487096":"\n   Neither do I but it’s just what everyone is talking about right now lol\n  ","487097":"\n   me lol\n  ","487098":"\n   who that\n  ","487099":"\n   Did I offend you when I answered your unpopular opinion question?\n  ","487100":"\n   i told u is either m 1% lyndseys boy or i must maybe its even ur fave person lahore XD\n  ","487101":"\n   but i thought u had no idea who me lol was\n  ","487102":"\n   who\n  ","487103":"\n   wdym\n  ","487104":"\n   me lol\n  ","487105":"\n   when will rotary phone be dialed\n  ","487106":"\n   oh wow. this is one of their hits from back in the 90's. more of a one hit wonder.\n   \n    https:\/\/youtu.be\/2eBZqmL8ehg\n   \n","487107":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","487108":"\n   What is the next big thing that will blow people’s minds?\n  ","487109":"\n   The best type of oochie coochie Is the type that tastes like sushi, eat it. Watch the girl get frisky, and then wash it down with a shot of whiskey.\n  ","487110":"\n   Do you remember when you first got on ask. Is it what you thought it would be ?\n  ","487111":"\n   Does jealousy have value in driving humans to improve themselves or is it a purely negative emotion?\n  ","487112":"\n   what can I get u for Xmas 🎄🤶🏻\n  ","487113":"\n   Mmm, tell me where and I'm going to find it\n  ","487114":"\n   sucks when you have no outlet for a dispute. i heard twitter was bad too. like all automated. hope you get your sht fixed tho.\n  ","487115":"\n   Do you like Icees?\n  ","487116":"\n   i used to be all ocd about this game so many years back. like each choice i had to figure out how to take advantage of all the bonus points. like everything i turn it into an obsession\/no fun. glad my phone stopped supporting the app and i never archived the old version lol\n  ","487117":"\n   Is it in a cave surrounded by ghosts?\n  ","487118":"\n   they were okay. store bought, discount rack. you know how i do :')\n  ","487119":"\n   thats good! it never ceases to amaze me how moods can change so quickly sometimes. i mean i know its common sense but in practicality its pretty amazing.\n  ","487120":"\n   thats awesome. support like that is real motivation. for some people staying motivated is really tough. you're doing awesome and i get the feeling you just have internal motivation that never ends.\n  ","487121":"\n   sometimes fridge can be badddd. promotes moisture.\n  ","487122":"\n   What did you have for dinner?\n  ","487123":"\n   Isn’t every human being both a scientist and an artist; and in writing of human experience, isn’t there a good deal to be said for recognizing that fact and for using both methods?\n  ","487124":"\n   no these would be a whole different experience. suggest trying them. mission figs are dark and not as sweet. the brown ones are the 'originals' they are quite chewy and very sweet. im very fond of them.\n  ","487125":"\n   i just like them raw just the way they are. refreshing and sweet in a way sort of like how really good water is sweet sometimes.\n  ","487126":"\n   if you never hear from me again you know who's responsible :')\n  ","487127":"\n   how do you have your oatmeal? oh and were you a fan of cream of wheat? come to think of it p sure they were just instant grits with sugar, flavor packets.\n  ","487128":"\n   did u beat round the bushes\n  ","487129":"\n   btw do you like fresh anise? like the vegetable? i really like it. its like celery but actually good imo lol\n  ","487130":"\n   I was in work the other day a co worker said to me you know what I like to call a pig in a blanket I was so tempted to say your wife on a cold day\n  ","487131":"\n   Do you like pigs in a blanket\n  ","487132":"\n   oh so this must have been because of the concert then, glad it was good\n  ","487133":"\n   maybe they super glued them lol\n  ","487134":"\n   How can I get your heart?\n  ","487135":"\n   Gifts you got me🌹🎂\n  ","487136":"\n   How do you feel about old people driving passed 70? Should there be a law saying they can’t drive no more? Or should they get retested?\n  ","487137":"\n   Thanks for the birthday wishes🌹\n  ","487138":"\n   Should I start asking questions like this VIP thing is interesting ✅🍭 thoughts on me asking dumb questions 😂\n  ","487139":"\n   Went to a Chinese restaurant last night🌹\n  ","487140":"\n   Would you want to know you are going to die before hand or die suddenly without warning?\n  ","487141":"\n   Do you feel older or younger than your current age and are you ok with that ?\n  "},"Answer":{"486069":"\n  Because that was Lahore.\n  ","486070":"\n  Don't call me baby\n  \n  Yes but scrambled is my go to\n  ","486071":"\n  Not lately lol\n  \n  It's been nonstop!\n  ","486072":"\n  Too many birthdays but besides that yes, December is good. Christmas 🎅❄\n  \n  Summer is still my favorite season.\n  ","486073":"\n  Are earned\n  ","486074":"\n  Eeyore is always depressed.\n  ","486075":"\n  Error 404\n  ","486076":"\n  You literally kept writing \"wydm\" on a bunch of questions.\n  ","486077":"\n  Maybe music, art and other things rolled into one? Idk man lol\n  ","486078":"\n  Given :p\n  \n  The ratio of that happening is very unlikely.\n  ","486079":"\n  Dog\/housesitting. The dogs kept me up all night. Homer and Pickles made me into a sandwich, had one on each side of me. The chihuahua ended up sleeping in the livingroom.\n  \n  Just fed them.\n  \n  Now the neighbors have a weed wacker going and talking in Spanish 😴😴😴\n  \n  Its 8AM.. atleast do around 9\/10?\n  ","486080":"\n  Yes. Quite comical.\n  ","486081":"\n  Good night\n  ","486082":"\n  Will be when I finally get it done.\n  ","486083":"\n  The gym was good. Felt nice being back to it. However felt weaker too at times.\n  ","486084":"\n  Most of them are. My sister is far more into serial killers and all that. Listens to podcasts, shows..  Mentioned how she wanted a coffee book of murderers etc\n  ","486085":"\n  Washing my hair. Thick b!tch\n  ","486086":"\n  nottodaysatan.jpg\n  ","486087":"\n  Influenced my question I sent out about hugs :)\n  ","486088":"\n  👍\n  ","486089":"\n  Must bite them\n  ","486090":"\n  I don't really care what someone listens to. Rather judge them based on things that actually matter.\n  ","486091":"\n  Day; slice of cherry cheesecake and pumpkin spice cake. Only took 1 slice each home\n  \n  Also sweet potato pie at night.\n  \n  Christmas eve;\n  \n  Cherry Cheesecake, pumpkin  spice cake.\n  \n  There was a tiramisu with  strawberries on top but I didn't try that.\n  ","486092":"\n  Its around that temp in AZ too\n  ","486093":"\n  Here I am 😘🙃\n  ","486094":"\n  What car?\n  ","486095":"\n  You're = you are\n  \n  Your is belonging to or associated with the person\n  ","486096":"\n  Yes and don't need to share that\n  ","486097":"\n  Why care then if it doesn't concern me?\n  ","486098":"\n  Comfy and cozy :)\n  ","486099":"\n  Very nice:)\n  ","486100":"\n  This house was pretty cool\n  ","486101":"\n  Alive?\n  ","486102":"\n  Yup\n  \n  Few people but empty now :)\n  ","486103":"\n  The gym :p hence going.\n  ","486104":"\n  Yay depending on the dish.\n  ","486105":"\n  I guess lol\n  ","486106":"\n  I know some mma moves\n  ","486107":"\n  You don't need to know\n  ","486108":"\n  Just some grey Reebok ones that I got for Christmas.\n  ","486109":"\n  Same way with the thinking part. Still need to make those bars but do have the coconut for now :)\n  ","486110":"\n  More so in the summer\n  ","486111":"\n  Good point\n  ","486112":"\n  Agreed.\n  \n  Also mentioned in that stress question 🤣\n  ","486113":"\n  Knew that was coming lol\n  ","486114":"\n  Actions, words, tone, if they are doing \"bad things\" and wanting you to do them too. Just giving off bad vibes in a general sense.\n  ","486115":"\n  Hello\n  ","486116":"\n  I can\n  ","486117":"\n  Nope. Only a select few should matter. Not the world, strangers etc\n  ","486118":"\n  R.i.p money 💵💵💵\n  ","486119":"\n  At an hourly rate. Jokes.\n  ","486120":"\n  3-4\n  ","486121":"\n  Mofasa or however you write it?\n  ","486122":"\n  Hm\n  ","486123":"\n  Good :)\n  ","486124":"\n  Yes but can't remember what.\n  \n  Some would say the peanut butter in the fridge one :p\n  ","486125":"\n  I'm not sure!\n  ","486126":"\n  Everyone does :p\n  \n  *hugs*\n  ","486127":"\n  I'll probably show up late today. Need to shower. They didn't really give a time but figured I'd go there pretty soon.\n  ","486128":"\n  I think the brother-in-law.\n  ","486129":"\n  I'm good. Yes. Both went decently. Good times :)\n  ","486130":"\n  Essential oils or something calming like that?\n  \n  Maybe cbd products. Noticed this place that had chapstick, bath bombs, edibles, lotions etc\n  \n  Writing everything out so its taking less time in your head. Take a bath. Music. see a doctor. Touch stuff with interesting textures. Drink a calming tea.\n  \n  Howl like a wolf :p\n  ","486131":"\n  Made a chocolate chip waffle for brunch.\n  ","486132":"\n  :(\n  ","486133":"\n  You'd do the same:p\n  ","486134":"\n  Yes, hopefully it's not real :(\n  ","486135":"\n  We're still alive!\n  ","486136":"\n  Mom, sister or a friend\n  ","486137":"\n  Ice cream\n  ","486138":"\n  I only do that on IG. More so the food posted or relating to 1stphorm.\n  \n  It helps you stay accountable. Other people are going through the same process at different stages. Helps you learn new workouts or how to do something. Changes it up. Connection etc\n  ","486139":"\n  I think I would know what I've done and haven't done today better than you would.\n  ","486140":"\n  Awesome!!\n  \n  No, I haven't. Seems like it would be wonderful:)\n  ","486141":"\n  Nothing. Haven't had anything yet.\n  ","486142":"\n  Not always. Just want validation from others even if not everything is going well. They lie to themselves.\n  \n  Some definitely could be true.\n  ","486143":"\n  Nope.  Besides that's a no on keto.\n  ","486144":"\n  I only trust 1stphorm. I've had their preworkout (want to repurchase), multivitamins, postworkout, meal replacement (good in baking too), fish oil pills. Greens (powdered vegetable mixture)\n  \n  Also one called ignition which helps glucose and muscle repair but I can't use that one on keto. They also have bars but you have to buy two cases of them so that is pretty expensive bars like 70ish dollars or so?\n  \n  Quest is decent too for the protein bars and powders.\n  ","486145":"\n  Home and just remembered that I can't have a yogurt for breakfast because they're all at the house I'll be at later on 🤣\n  \n  Went grocery shopping yesterday and also packed some food we already had and dropped that off so didn't have to worry about it lol\n  ","486146":"\n  Sleep\n  \n  Watch tv now that it isn't faulty\n  ","486147":"\n  What should I drink then? :p\n  ","486148":"\n  Guess I'm bio hazardous ;)\n  ","486149":"\n\n   http:\/\/amzn.to\/2mQK30H\n  \n","486150":"\n  Yes\n  ","486151":"\n  Nah. Sleeping over there with the doggos and they don't need to witness that (two sleep with me)\n  ","486152":"\n  Sounds fun\n  ","486153":"\n  No but I probably should have since won't be home this weekend+\n  ","486154":"\n  Look forward to this one 😉\n  ","486155":"\n  Sometimes. I like taking it off the cob.\n  ","486156":"\n  Not really. Just dog\/housesitting today through the 30th. Maybe the 31st.. TBD. I don't think I have any new year plans yet.\n  ","486157":"\n  12. Didn't like.\n  \n  Then smoked around 15. Had an intervention and haven't smoked since.\n  ","486158":"\n  Spyro would be cool XD\n  ","486159":"\n  Yes. To use the bathroom or get something to eat while traveling.\n  ","486160":"\n  Tight\n  ","486161":"\n  Not sure\n  ","486162":"\n  Kind of both lol\n  ","486163":"\n  Island Pacifica?\n  ","486164":"\n  Not in spirit\n  \n  People keep saying \"happy holidays \" still at stores 🎅🤣\n  ","486165":"\n  Proud of you\n  ","486166":"\n  :)\n  ","486167":"\n  Same to you\n  ","486168":"\n  In my inbox still. Forgot to do \/ was tired.\n  ","486169":"\n  MSG\n  \n  It's doesn't want to est itself or family members\n  ","486170":"\n  Nope but you probably deserved them lol\n  ","486171":"\n  Netflix - I use the most. Really want to watch the next season of \"You\" but I'd rather not be paranoid while watching dogs this week alone lol\n  \n  Hulu - been watching Castle Rock on it. Kind of forget about hulu since need to pay for some?\n  \n  Disney+ - its been good so far.\n  \n  We switched to \"youtube tv\" and it basically has all the same programming as regular cable companies. Even records stuff for you. I watched most of the Christmas movies, the voice, pretty woman, impractical jokers and some other shows\/movies there. You can cater to which channels you like, movies and all that too so it only gives you what you want.\n  ","486172":"\n  I haven't reported anything\n  ","486173":"\n  Knew someone would say that\n  ","486174":"\n  Damn\n  ","486175":"\n  Yes, it's been nice:)\n  \n  Same to you <3\n  ","486176":"\n  If only the bras fit :p\n  ","486177":"\n  :)\n  ","486178":"\n  Rain makes me tired.\n  ","486179":"\n  Sleeping\n  ","486180":"\n  My sister went the bathroom, then I did. My mom then went into the bathroom and since I was the last one in there she assumed it was my leftover blood in the toilet. Had a big talk about it.\n  \n  Then probably a week later or so got my first one lol so I knew what to expect.\n  ","486181":"\n  All dogs go to heaven\n  ","486182":"\n  More money?\n  ","486183":"\n  Paradise by the dashboard light by metal\n  \n  However, this song came on in the car and it was decent. Haven't heard of John K. before then.\n  \n\n   https:\/\/youtu.be\/9cAbp_plXNM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","486184":"\n  They have to live up to being on the nice list or they get fired.\n  ","486185":"\n  Pretty good. Wish the bras fit since they were a good deal but oh well.\n  ","486186":"\n  $100-200\n  ","486187":"\n  :(\n  ","486188":"\n  Organic...\n  ","486189":"\n  Are you talking about this? In that case, no. Should get it over the weekend.\n  ","486190":"\n  Makes it go higher 🎄🎁❄🎅\n  ","486191":"\n  Which one?\n  ","486192":"\n  Yay\n  ","486193":"\n  Wasnt expecting anything but nothing came to the door. If something did come already then it went to the actual mailbox instead. Haven't checked it in a few days.\n  \n  I know nobody ordered anything from Amazon because the only thing showing is the one I ordered myself.\n  ","486194":"\n  #savekingschristmas\n  ","486195":"\n  Pretty good. Got a few groceries.\n  \n  Went shopping. Ended up picking up my Sephora birthday gift. They only had the Kat Von D left.\n  \n  Got some slip on shoes from Dillards that are Michael Kors for a bargain. Also a pair of gym leggings.\n  \n  Then the foam roller and a mask from Marshall's.\n  ","486196":"\n  Around 8\/9ish\n  ","486197":"\n  Yes! Always a good time. We had a huge backyard and a deck that we'd throw from etc\n  ","486198":"\n  I need to buy some groceries today.\n  \n  Online- something that i didn't get for Christmas 🙃\n  ","486199":"\n  My sister-in-law's sister and I were giving compliments to each other 🤣 Yes, I did. Was talking about keto, gym and other stuff on Christmas eve together.\n  ","486200":"\n  Hauntingly beautiful\n  ","486201":"\n  I'd probably think they were in a hurry, trying to pick pocket or just wicked rude.\n  \n  I don't think I'd confront them.. most likely just carry on with my day. Obviously be different if they did take something.\n  ","486202":"\n  I should lol\n  \n  Not bad so far today! Typical yogurt shenanigans. Had a salmon wrap, pickle and cheese stick. A clementine.\n  \n  I did have a candycane but i don't think that really matters.\n  ","486203":"\n  Some chicken. Was supposed to have chicken, stuffing, green beans and all that but it was getting late and mom just ended up making a chicken sandwich with gravy on top (which I hate)... already had enough carbs so just ate the chicken inside of it instead.\n  \n  Lots of chocolates\n  \n  Slice of the cherry cheesecake and pumpkin spice cake we took back the night before\n  \n  A slice of sweet potato pie with whip cream and I added some walnuts on top.\n  ","486204":"\n  Overall its been pretty good\n  ","486205":"\n  A bit of both. I don't think I'd abort but not against others doing it. Understand certain situations.\n  \n  Anti-death\n  \n  Don't really care\n  ","486206":"\n  Yes\n  ","486207":"\n  You\n  ","486208":"\n  You are still yourself even with changing...\n  ","486209":"\n  Rarely\n  ","486210":"\n  Not sure.\n  \n  People should be careful about the weed ones. That's where more of the problems stem from.\n  ","486211":"\n  Only good things can be taken from that!\n  ","486212":"\n  I'm doing ok:) you?\n  ","486213":"\n  Gobble\n  ","486214":"\n  Sack\n  ","486215":"\n  Shirley temple lol\n  \n  Water, rootbeer or Sprite\n  \n  Oj or apple juice depending on the time and place\n  \n  Apple Martini or something else.. just depends what I'm in the mood for and the establishment\n  ","486216":"\n  Something with blood in the title\n  ","486217":"\n  Rarely\n  ","486218":"\n  I haven't\n  ","486219":"\n  I like mid century modern, rustic, indie type looks.\n  ","486220":"\n  Why, you want to paint with me?\n  ","486221":"\n  Guess you didn't want to use your actual letter.. tsk tsk\n  \n  Anyways, it makes me think of one of my sister's exes. He shares a birthday with Lulu too which is funny. They weren't together when she got lulu though.\n  \n  Makes me think of someone else but I don't know her personally.\n  ","486222":"\n  She's pretty cool. Going after her dreams of nursing and traveling to different places. One of the old y!a and FS peeps.\n  ","486223":"\n  Pee if I need to lol\n  \n  But usually use the stationary bike first.\n  ","486224":"\n  I think it was at the bunny part or little before when I answered that\n  ","486225":"\n  Not with eggs\n  ","486226":"\n  No idea\n  ","486227":"\n  Season 1, episode 10\n  ","486228":"\n  Oh, Lucky!\n  ","486229":"\n  Maybe not right away\n  ","486230":"\n  Haha very nice!\n  ","486231":"\n  The tone, the relationship, real meaning behind it, to hurt them or give peace of mind. Sugar coat it even..\n  ","486232":"\n  I wish I was still sleeping\n  ","486233":"\n  Unfortunately\n  ","486234":"\n  You better\n  ","486235":"\n  Yes, long ago.\n  ","486236":"\n  For real lol\n  ","486237":"\n  Pancakes\n  \n  Hashbrowns\n  \n  Sausage or bacon\n  ","486238":"\n  I'd say the eyeshadow palette (wanted) and the tablet (could have used but wasn't on my list)\n  ","486239":"\n  Kind of. Been doing all the things but they haven't gave me the badge.\n  ","486240":"\n  Night\n  ","486241":"\n  Hope everyone had great celebrations\n  ","486242":"\n  Good night king\n  ","486243":"\n  Most of the time, yes.\n  ","486244":"\n  Those cats will need meowerapy now.\n  ","486245":"\n  Something that puts them in debt?\n  ","486246":"\n  Not much. Just watching Home Alone 2\n  ","486247":"\n  Not sure what each job would pay. Anything that doesn't interest you, stress\/mental health wouldn't be good either.\n  ","486248":"\n  Sure... we appreciate the good times more.\n  ","486249":"\n  Excellent\n  ","486250":"\n  366 days until Christmas :p\n  ","486251":"\n  Sleep is what I'll do, not a nap. It's already 10pm here.\n  ","486252":"\n  I know. Even their pretend birthday\n  ","486253":"\n  Please, help me!\n  ","486254":"\n  It wouldn't be \"perfect\" English.\n  ","486255":"\n  Nice\n  ","486256":"\n  Using \"wanna\" won't help you.\n  ","486257":"\n  Why?\n  ","486258":"\n  Ah ok\n  \n  I'm waiting for one too :D\n  ","486259":"\n  Stockings?\n  ","486260":"\n  Yup\n  ","486261":"\n  Definitely getting back to the gym 💪\n  \n  Dog\/housesitting.. more than just the weekend.\n  ","486262":"\n  Are you going to wrap all the presents again?\n  ","486263":"\n  Yes, plenty of times. I wouldn't really call them \"red\" though.\n  ","486264":"\n  Oh the joy 🤣🙃\n  ","486265":"\n  That's good\n  ","486266":"\n  Like any other shrimp? Idk\n  ","486267":"\n  Two day recovery? Damn.\n  ","486268":"\n  Isn't it though?\n  ","486269":"\n  Feel better\n  ","486270":"\n  ( . ) ( . )\n  ","486271":"\n  Full of movies. Home Alone 2 now\n  ","486272":"\n  Same here\n  ","486273":"\n  What's wrong?\n  ","486274":"\n  I know\n  ","486275":"\n  Ofcourse\n  ","486276":"\n  Car or walking\n  ","486277":"\n  I feel like they've only gave the wrong ages to me. Lots of factors would go into it.\n  ","486278":"\n  They don't always seem that big to me. Not always in the way.\n  \n  Also VS has 50% off deals tomorrow so might check out\n  ","486279":"\n  The photo holder 🤣\n  \n  So weird having a picture of myself. Not that egotistical. I'm sure there were better holders too instead of a thumbs up sign! I'm not that into FB so all around it's just a weird gift ¯\\_(ツ)_\/¯\n  ","486280":"\n  Same to you king\n  ","486281":"\n  Sounds like a good Christmas:)\n  ","486282":"\n  Then how would it be secret?\n  ","486283":"\n  It's pretty much been a movie day. It's a wonderful life, Christmas Story.. watching a UK version of Christmas Carol\/Scrooge. Interesting so far.\n  \n  Too much food.\n  ","486284":"\n  Christmas\n  ","486285":"\n  Hm do I?\n  ","486286":"\n  🐇🐇🐇\n  ","486287":"\n  Me too\n  ","486288":"\n  Christmas Story\n  ","486289":"\n  Would have to travel a few towns over. Trader Joe's is nice  though.\n  ","486290":"\n  Yes. Used to them.\n  ","486291":"\n  Thanks. You too.\n  \n  I'll be dog\/housesitting the 27th to the 31st. 🐶\n  ","486292":"\n  Being with family. Memories. The movies. Presents (giving & receiving)\n  ","486293":"\n  It's nice knowing you are traveling with family. Usually he stays home and doesn't like going anywhere unless it's in Maine. Big change for him.\n  ","486294":"\n  Both could equally be as bad depending on the individual in question.\n  ","486295":"\n  You really should sing more and not be afraid to show off that voice. I was surprised she was actually dancing last night and having fun. Usually on her phone etc\n  \n  Sounds like Amy Lee type of voice.\n  ","486296":"\n  I want things to be better too but I don't really see that happening anytime soon. Distance does help.\n  ","486297":"\n  Feels weird having an empty tree. Did presents early\n  ","486298":"\n  Pretty good.\n  ","486299":"\n  This definition came up and I'd have to say no. I don't think I'm a b!tch and I'd want any ex happy even if it wasn't with me.\n  \n  The Daria episodes came up as well. Something about gaining popularity. I don't remember too much of that episode.\n  \n  Stephen King's \"Misery\" came to mind. I wouldn't do all that.\n  ","486300":"\n  Nah. I can only burp when I need to\n  ","486301":"\n  Ofcourse XD\n  ","486302":"\n  I don't think it would change that much.\n  ","486303":"\n  Yes. Don't live on a hill.\n  ","486304":"\n  What's the problem with that? :p\n  ","486305":"\n  Oh well x\n  ","486306":"\n  Ah gotcha. That holiday spirit 🎅\n  ","486307":"\n  Today:\n  \n  The weird picture holder\n  \n  Fuzzy socks with hearts on them\n  \n  Chocolate truffle and a few other chocolate candies along with a chapstick\n  \n  Gave out dog presents and the cats stuff.\n  \n  White elephant: candle, 2 soaps, bodybutter, the cookie, godiva chocolates\n  \n  The early christmas:\n  \n  Too faced eyeshadow palette with brushes\n  \n  Perfume\n  \n  Mascara\n  \n  4 giftcards\n  \n  Tablet\n  \n  Two different soaps\n  \n  The p bottoms I got myself\n  \n  New pair of shoes\n  \n  A hair straightener that my sister wasn't using anymore\n  ","486308":"\n  Nothing is ever too late.\n  ","486309":"\n  Good memory then. Wonder why they did it\n  ","486310":"\n  I've never had one lol\n  ","486311":"\n  We're having chicken, stuffing, mashed potatoes, green beans.\n  \n  It's fine. Not our traditional Chinese food though.\n  ","486312":"\n  I know haha\n  ","486313":"\n  You were a good friend\n  \n  R.i.p\n  ","486314":"\n  34\/35? Forget which\n  ","486315":"\n  Probably gym class in school\n  \n  Kickball last year at Christmas if that counts\n  ","486316":"\n  Been a while. Don't usually have people in my life that do wrong things ¯\\_(ツ)_\/¯\n  ","486317":"\n  Not sure\n  ","486318":"\n  In the wrap - aged sharp cheddar\n  \n  On the plate - stringcheese that I cut up\n  ","486319":"\n  That describes my uncle's 2nd wife\n  ","486320":"\n  They danced in the living room to Spanish music.\n  ","486321":"\n  Highly doubt that lol\n  ","486322":"\n  Not much you can do\n  ","486323":"\n  Did.. they decided to cancel it. YouTube tv has all the same programming and way less money.\n  ","486324":"\n  Creative\n  \n  I personally would never want someone to propose on holidays. Should be about us, not shared with all the other couples doing the same thing.\n  ","486325":"\n  WELL THIS ONE WAS THE FUCKING WEIRDEST 🤣🤣🤣\n  ","486326":"\n  Very nice\n  ","486327":"\n  Fancy :o\n  ","486328":"\n  Both :p\n  ","486329":"\n  True but more popular around this time\n  ","486330":"\n  Milk chocolate caramel embrace\n  \n  Hazelnut heaven\n  \n  Dark chocolate eclipse\n  \n  Coconut\n  \n  White chocolate sugar cookie (like a lindt one)\n  \n  Raspberry  velvet\n  \n  almond caramel\n  \n  Creme puff (the one wrapped up in gold)\n  \n  I had the sugar cookie, one of the eclipse and the raspberry\n  ","486331":"\n  Like this?\n  ","486332":"\n  Watching \"It's a wonderful life\" with my mom. Think I'll open the chocolates too.\n  ","486333":"\n  Would be nice if there were presents under the tree. The bad part of opening things early lol\n  \n  I think my mom got a few things but hasn't put out yet..\n  ","486334":"\n  I think it's a decent amount but others have said it doesn't. It's the 2nd biggest body. My hair is a bit darker atm ¯\\_(ツ)_\/¯\n  ","486335":"\n  Bae\n  ","486336":"\n  This was the white elephant I got. Apparently nobody really got the \"gag gift\" memo of it besides like two people lol\n  \n  Champagne toast candle\n  \n  Soap&glory's sugar crush body buttercream\n  \n  Maui soaps:\n  \n  Kukui and coconut oil ( island like)\n  \n  Sea salt and kukui (smells grapefruity)\n  \n  Suede 2-in-1 body&hair wash.. it's for a guy but its not overpowering or anything.\n  \n  Half the cookie left lol\n  \n  Then my nephew's gave me the chocolates. Will most likely share with my mom.\n  ","486337":"\n  Whatever you don't use\n  ","486338":"\n  Transition sounds weird to me. Anyways, kind of. More like before & during.\n  ","486339":"\n  It's a Christmas miracle!\n  ","486340":"\n  Meowy Christmas\n  ","486341":"\n  Merry Christmas\n  ","486342":"\n  Continue with weightloss is the biggest one.\n  \n  Merry Christmas\n  ","486343":"\n  Be safe\n  ","486344":"\n  Merry Christmas\n  ","486345":"\n  Yes. Seems dumb since most are facial recognition and everything else these days ¯\\_(ツ)_\/¯\n  \n  Same. Oh well.\n  ","486346":"\n  Tie me up?\n  ","486347":"\n  Cheers\n  ","486348":"\n  Merry Christmas\n  ","486349":"\n  Obviously lol\n  \n  I'd feel bad for the people she'd sell to. Password protected.\n  ","486350":"\n  I'm sick of rain atm\n  ","486351":"\n  You too sunshine!\n  ","486352":"\n  Wasn't that dramatic. Then another lady's phone was missing\/ someone was going around asking whose phone it was. Wouldn't surprise me if she took it and gave to her friend to ask whose phone it was to not seem guilty. Was not even an hour later after mine.\n  \n  She literally had her own phone so don't get why she'd be that way.\n  ","486353":"\n  Haha merry Christmas\n  ","486354":"\n  Merry Christmas\n  ","486355":"\n  For sure. Was like who you fighting?\n  ","486356":"\n  Coal ;)\n  \n  Idk probably the eyeshadow palette. Tablet was a good gift too but I didn't ask for one either. Excited about that because I can listen to spotify again lol the app on my phone is pretty nonexistent. Only does samples of the song, can't search within playlist etc\n  ","486357":"\n  Proud of them\n  ","486358":"\n  I think unconscious would be more of a problem.\n  ","486359":"\n  And all a good night 🎅🎅🎅 ho ho ho\n  ","486360":"\n  Definitely will have some milk tomorrow. My white elephant gift had a few bath&body products+a candle and a cookie.. that has wine in it from \"Sauce pizza | wine\". Chocolate chips with some white pieces too. the wine is pretty subtle. But milk would def be good with it\n  ","486361":"\n  Sleep?\n  ","486362":"\n  Daughter of some lady that my brother and them are friends with.\n  ","486363":"\n  I don't think I have one... would have been nice if we ate sooner instead of 10pm but everything else was pretty good. First ones to arrive and first to leave early. If a little past midnight is early lol The white elephant was fun.\n  \n  Pretty sure this girl tried stealing my phone and obviously looked at my wallet since the lower bill wasn't the top one. Literally 20s then a 5 then back to 20s.. didn't seem like she took anything but damn... she was just major shady. Went over to get my bag and noticed the phone wasn't there so went back looking for it while she was over there. Told my mom that it wasn't there. Then made her call it.. and a few seconds before that the girl gets up off the couch right before the phone rang. Like it was out in the open THEN. She definitely was hiding it. Anyone would notice sitting on a phone... the way the bag was to begin with wouldn't have made it spill out like that either. Was resting there like someone purposely put it there. Her mom is going through a divorce but that's not justifiable behavior. Glad she didn't take anything but ya... like dude?? Then I'm pretty sure she had some of my sangria that I left on the counter. Went back in to get my water and the drink, noticed she moved it like she took a sip and then put it down type way.. not a legit moving it because it was in the way type thing ¯\\_(ツ)_\/¯was def more careful of my belongings after all that lol\n  ","486364":"\n  What does this even mean?\n  ","486365":"\n  They better have Christmas music on the ride home\n  ","486366":"\n  His birthday was yesterday :)\n  \n  Also my friend that's like another sister has her birthday coming in December too.\n  ","486367":"\n  They have a ton on it.\n  ","486368":"\n  Who knows;)\n  ","486369":"\n  Yes\n  \n  Loved it.\n  \n  One of the reasons why we got Disney+ as well\n  ","486370":"\n  ho ho ho 🎅🎄\n  ","486371":"\n  Yes. We usually have those at Christmas eve. Pretty much the one in charge doing that.\n  \n  We just did the cakes this year.\n  \n  Grapes, chocolates, onion type dip with tortilla chips are out and everyone is cooking other stuff.\n  ","486372":"\n  That's good. I felt so weird posting it haha\n  ","486373":"\n  That was the last time :p\n  ","486374":"\n  Sure, let's do this. Have a little time atm\n  ","486375":"\n  Switch off to either way would be better :)\n  ","486376":"\n  You too\n  ","486377":"\n  Happy holidays\n  ","486378":"\n  What else would I do besides use it? lol.\n  \n  You act like it's a bad idea...\n  ","486379":"\n  Good. Christmas music going. One of the first people here so it's a little boring at the moment.\n  ","486380":"\n  I don't\n  ","486381":"\n  Sleep, breakfast. Chilling out. Lunch. Took a shower. Hair, makeup.\n  \n  Christmas eve festivities next\n  ","486382":"\n  I don't need some stupid fat fetish. Go away.\n  ","486383":"\n  You'd look amazing in them tho\n  ","486384":"\n  Creativity wise\n  ","486385":"\n  Yes\n  ","486386":"\n  I'm not upset at all lol\n  ","486387":"\n  You too\n  ","486388":"\n  Somewhere in the middle. It's boring but can be fun too.\n  ","486389":"\n  Apps I guess. Haven't played in years\n  ","486390":"\n  Merry Christmas ❄🎁\n  ","486391":"\n  .\n  ","486392":"\n  Merry Christmas\n  \n  Yule\n  \n  + other holidays\n  \n  feliz navidad and all that good stuff\n  ","486393":"\n  Same to you\n  ","486394":"\n  Go have fruit of mango milkshake\n  ","486395":"\n  We may never know.\n  ","486396":"\n  I'm a star\n  ","486397":"\n  Guess we're having chicken, mashed potatoes, stuffing, and green beans tomorrow instead of chinese food.\n  ","486398":"\n  Probably try saving without even thinking of what could happen to myself\n  ","486399":"\n  You are\n  ","486400":"\n  Merry Christmas\n  ","486401":"\n  Keep them coming ;)\n  ","486402":"\n  Reeses, lindt\n  \n  Keto one - Lily's\n  ","486403":"\n  Not much. Getting ready for later.\n  ","486404":"\n  In the end\n  ","486405":"\n  Turkey, ham, cheese, the other half of the hummus.\n  ","486406":"\n  They might have spent a lot?\n  \n  I'm not upset if you meant me.\n  ","486407":"\n  Psychology. Not anything new that I've been thinking about :p  talked about it a handful of times on here. I did liberal arts but 99% were more psychology based. Should actually get a degree for it instead of just LA.\n  ","486408":"\n  More the merry way however its both...\n  ","486409":"\n  Just did\n  ","486410":"\n  I don't know that person\n  ","486411":"\n  Save up, job or school. Both? We shall see what 2020 brings.\n  ","486412":"\n\n   @BigAmericanFatso\n  \n  or\n  \n   @JJD55\n  \n  on a bad day? Idk...\n  ","486413":"\n  Never had ben and Jerry's to begin with\n  \n  Rebel is still there.\n  ","486414":"\n  No ben&jerry here.\n  \n  Who? I don't know anyone that youngish :p\n  ","486415":"\n  Hopefully have my own place before then... location doesn't really matter to me but be nice since the nephews are here. Cool seeing them grow up.\n  ","486416":"\n  Yes haha\n  \n  I think its because he knew I read the 50 shades books so was being a weirdo lol\n  \n  Got me this last year for Christmas and has lots of cum\/cock\/fuck saying in it. I don't even swear that much\n  ","486417":"\n  I don't have one. Rarely watch p0rn\n  ","486418":"\n  My brother-in-law which is even more creepy. Was a suvernior from one of the places they went to.. forget where.\n  ","486419":"\n  Not sure\n  ","486420":"\n  A cup in a penis shape\n  ","486421":"\n  No idea\n  ","486422":"\n  I think I have too many baby carrots cut up\n  ","486423":"\n  My mom's parents had lots of siblings. I don't think that's the norm these days ¯\\_(ツ)_\/¯\n  ","486424":"\n  I think liquid was the weirdest one. Doesn't have anything to do with my name. I think she was thirsty and called me liquid randomly lol\n  ","486425":"\n  That sh!t would be holy too\n  ","486426":"\n  Everyone can\n  ","486427":"\n  The song, obviously.\n  ","486428":"\n  Wouldn't surprise me\n  ","486429":"\n  Worse\n  ","486430":"\n  ¯\\_(ツ)_\/¯\n  ","486431":"\n  2.5 - 3\n  \n  I thought it would be more funny for some reason.\n  \n  Yes :)\n  ","486432":"\n  Were? :o\n  ","486433":"\n  Yes. She didn't have her reading glasses on and it was a bit dark so she was like trying to read and they were like just flip it XD She was all \"are you fu.cking kidding me\" 🤣🤣🤣 they been trying for like 3 or more years. Sister was tearing up while saying yes. Then they hugged and congratulations.\n  ","486434":"\n  Eviction notice XD\n  \n  \"-her name-, you are hereby being notified that your tenancy in this room is being terminated as of July 7th, 2020.\n  \n  This is to make available the room for a new tenant. This tenant hereby referred to as \"baby\" -his last name-, will be given rights to this room suspending your own.\n  \n  To make this transition you are hereby informed that \"baby\" -last name- 's property including, but not limited to crib, decorations, supplies will be moved into the room during the remainder of your tenancy.\n  \n  If you have any questions or concerns please see the property managers\/owners to congratulate them!\n  \n  Then they added \"To better assist in identifying the new tenant, we are providing this photograph for your records\"\n  \n  They had a piece of paper covering over the ultrasound picture so you'd have to flip it to see.\n  ","486435":"\n  I'd rather be the pearl\n  ","486436":"\n  Brussel sprouts\n  ","486437":"\n  Since April so 8 months\n  ","486438":"\n  Haha I'd be pissed man.\n  ","486439":"\n  I was the spirit 🎄\n  ","486440":"\n  Yes, he's been out here before. Hasn't this year. His friends are going to Costa Rica over the holidays so he'll be spending it with their dog.\n  ","486441":"\n  This made me laugh\/do a double take last night 🤣🤣🤣\n  ","486442":"\n  Yes.\n  \n  I can never find the first recipe I did again 🤣 so went with a different heating setting from a different one then added 9 more minutes to it.\n  ","486443":"\n  Such a tragedy! I'm sorry the store gods failed you.\n  ","486444":"\n  Yes or if I was being good on keto and didn't want it then all yours :)\n  ","486445":"\n  Merry Christmas\/Yule\/other holidays.\n  ","486446":"\n  Nope.\n  ","486447":"\n  I love swimming in all waters.\n  ","486448":"\n  How would I know if it was hidden?\n  ","486449":"\n  Usually.\n  \n  I made tilapia last night but overcooked it a little:\/\n  ","486450":"\n  Not sure who has the biggest appetite but she craves bad foods more than everyone else.\n  ","486451":"\n  Good night\n  ","486452":"\n  I should wake up at a decent time so that I don't feel like I need to scramble to get ready. Wearing new pjs anyways ❄🎄🎁\n  \n  Actual Christmas. Don't think it really matters this year. Already opened presents. Just my mom and I for the moment. Including the pets. Probably do something small.. idk.\n  ","486453":"\n  Yes but I'm not clingy about it either. Healthy amount:)\n  ","486454":"\n  Pitch dark since I turned the lamp off.\n  ","486455":"\n  Civil\n  ","486456":"\n  Yes but not recently\n  ","486457":"\n  In bed\n  ","486458":"\n  Lots of \"ifs\"\n  ","486459":"\n  I don't think so. Why?\n  ","486460":"\n  O.o\n  ","486461":"\n  I thought it was you\n  ","486462":"\n  Not fun\n  ","486463":"\n  Traveling more and other stuff\n  ","486464":"\n  Shouldn't promise stuff like that even if just trolling, man.\n  ","486465":"\n  Not too much currently\n  ","486466":"\n  Hell no\n  ","486467":"\n  Haha good one!\n  ","486468":"\n  Maybe the nicest thing you've ever said 🤣\n  ","486469":"\n  Think I'm a little old for 7 lol\n  \n  Unless they already had some of their own and combined family type thing. Or some were adopted\/fostered.\n  ","486470":"\n  Ouch\n  ","486471":"\n  Has nothing better to do? Idk.\n  ","486472":"\n  Fukc no\n  ","486473":"\n  Some weird stuff lahore sent\n  ","486474":"\n  2-3\n  \n  My idea has always been those #s\n  ","486475":"\n  Keeps getting weirder\n  ","486476":"\n  Cookie dough\n  \n  Mint chocolate chip\n  \n  Peanut butter fudge\n  ","486477":"\n  I thought I'd be married and kids by atleast 25 and some other stuff.\n  ","486478":"\n  Love all people regardless of their religious beliefs. We always hear \"the neighbor\" but that always seems to die if not the same religion ¯\\_(ツ)_\/¯\n  ","486479":"\n  When google had one job!\n  \n  I think I'm harder on myself than they would be. So who really knows? Anyways, I don't think I'm pretending or any of that definition. Envisioned my life being different growing up and my expectations never have met the reality. Even on the smallest of things.\n  ","486480":"\n  I'd drink my own beer if I wanted. Not much of a fan\n  ","486481":"\n  Guess it means more of the noun one. I don't really see the deception there. Didn't lie.\n  ","486482":"\n  I care king\n  ","486483":"\n  A keto ice cream\n  \n\n   https:\/\/rebelcreamery.com\/?gclid=EAIaIQobChMIutq50djN5gIVCcZkCh2JzwGeEAAYASAAEgIEivD_BwE\n  \n","486484":"\n  A tell?\n  ","486485":"\n  Too late. My birthday was the 16th.\n  ","486486":"\n  I have \"I'm dreaming of a white Christmas \" in my head.\n  ","486487":"\n  We only have Rebel in the house right now.\n  ","486488":"\n  Don't forget the bloody nose :p\n  ","486489":"\n  If you say so 😘\n  ","486490":"\n  I'll look decent for myself and because playing with a new palette. Wont look \"beautiful\" because it's just going to be pajamas XD dress code for tomorrow\n  ","486491":"\n  Nope. I don't like hard cakes.\n  \n  Much rather have fudge, cheesecake, apple pie, pumpkin pie and other such desserts than fruit cakes.\n  ","486492":"\n\n   https:\/\/youtu.be\/gte3BoXKwP0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/dyihQtBes1I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","486493":"\n  Christmas eve with everyone 🎁🎄🎅\n  \n  Hence the cakes for tomorrow\n  ","486494":"\n  Um.. no lol\n  ","486495":"\n  You avoided the question too ¯\\_(ツ)_\/¯\n  ","486496":"\n  I didn't though lol just asked back :p would have said a lot more if was making a big deal.\n  ","486497":"\n  Ah ok :)\n  ","486498":"\n  Either one then lol\n  ","486499":"\n  Probably the same. Idk. Why do you care so much?\n  ","486500":"\n  The pumpkin spice cake.\n  ","486501":"\n  1-3 times a month maybe? Idk.. not too often.\n  ","486502":"\n  My dad said he was proud of me so can't really be that bad.\n  \n  Just because I didn't answer in a way you wanted doesn't mean anything.\n  ","486503":"\n  Really has. Almost 2020\n  ","486504":"\n  Seemed pretty self explanatory\n  ","486505":"\n  Are yours?\n  ","486506":"\n  Not even sure who he's with. Has a few flirty girls on his page. Best of luck to him.\n  ","486507":"\n  Best anon\n  ","486508":"\n  It has in Arizona.\n  ","486509":"\n  He who?\n  ","486510":"\n  Enough to last a lifetime\n  ","486511":"\n  Yes. Mom made cheesecake and a pumpkin spice cake.\n  ","486512":"\n  I finally followed you back & I dated a Jeff\/Jeffrey before :)\n  ","486513":"\n  My personality\n  ","486514":"\n  It means a lot.\n  ","486515":"\n  Depends what it is. It was hard not mentioning that my sister was pregnant. Mom kept asking \"anything new\" 🤣🤣🤣 glad I didn't because her reaction was hilarious.\n  ","486516":"\n  Ofcourse lol\n  ","486517":"\n  Everything Ben and Lahore ask sums it up perfectly!\n  ","486518":"\n  Not always. I feel like we give more to other countries than our own.\n  ","486519":"\n  Guess it depends how small..\n  ","486520":"\n  Constitution?\n  ","486521":"\n  I'd hope nobody says \"lol\" in person ¯\\_(ツ)_\/¯\n  ","486522":"\n  Hello\n  ","486523":"\n  Indeed\n  ","486524":"\n  Nobody comes to mind.\n  ","486525":"\n  Chocolate covered cherries\n  \n  Christmas eve with everyone.\n  \n  This year we're doing a white elephant instead of secret santa.\n  \n  Christmas vacation, Christmas story, Rudolph, The Holiday, Home Alone and other films.\n  \n  Decorate the tree\n  ","486526":"\n  Amen\n  ","486527":"\n  Rudolph is on vacation\n  ","486528":"\n  Yes like a b!tch in heat or looking for kittens way :)\n  ","486529":"\n  Sweet home Alabama should come before pimps\n  ","486530":"\n  Didn't feel like it\n  ","486531":"\n  ^^^\n  ","486532":"\n  I'd rather not haha\n  \n  That and cats are pretty much it\n  \n  Then a yippy bark like Lulu does. Does will actually stop barking at me if I do it o.o\n  ","486533":"\n  Haha thanks\n  ","486534":"\n  No thanks lol\n  \n  I just know that they were looking for a Christmas tree and out I wanted lol\n  ","486535":"\n  Clearly not with the gorilla tape\n  ","486536":"\n  Not too bad!\n  \n  Knew I should have took a picture. Already technically had our Christmas.\n  ","486537":"\n  Me too 😉😈\n  ","486538":"\n  No but they've climbed it.\n  \n  The cats keep ruining the train set.\n  ","486539":"\n  Good to hear\n  ","486540":"\n  Guess you just needed to think of girls getting it on lol\n  ","486541":"\n  In me\n  ","486542":"\n  Oh la la\n  ","486543":"\n  Nice :)\n  ","486544":"\n  lol very nice\n  ","486545":"\n  That wouldn't be all\n  ","486546":"\n  Nope. Never had sprouts for Christmas either.\n  ","486547":"\n  Never.\n  \n\n\n  I'm not into guns.\n  ","486548":"\n  Nope. Just normal bloodwork way.\n  ","486549":"\n  Oh no :(\n  ","486550":"\n  It varies. Always feel more awake etc\n  ","486551":"\n  Put Zombieland on. Haven't seen before.\n  \n  Going to make those walnut cranberry bars sometime today. Hopefully the store will have the coconut needed.\n  ","486552":"\n  Surprised she's skinny with all she could eat lol\n  ","486553":"\n  Sounds like a fortune cookie\n  ","486554":"\n  It doesn't snow here. Need to go to Payson, Flagstaff and other areas like those if you want snow.\n  ","486555":"\n  Yes. Ended up raising $40 to the cancer one I did for my birthday on FB.\n  ","486556":"\n  🤣🤣🤣\n  \n  They probably want those subs, man.\n  ","486557":"\n  The dog 🤣\n  \n  Stephen King's part was comical. Pretty sure that was filmed in Bridgton, Maine. Lots of antique shops and he usually mentions the bookstore that's there in his other books. Under The Dome was made there too.\n  ","486558":"\n  6-7ish or later. Just depends.\n  ","486559":"\n  It's been different this year too lol\n  \n  Not as much. Still baking lol She doesn't even look big yet\n  ","486560":"\n  Yes\n  ","486561":"\n  Could be\n  ","486562":"\n  ¯\\_(ツ)_\/¯\n  ","486563":"\n  Misunderstanding then\n  ","486564":"\n  I'd rather not get linked to religious messages. Thanks.\n  ","486565":"\n  Haha\n  ","486566":"\n  Me, you and anon?\n  ","486567":"\n  😴😴😴\n  ","486568":"\n  Congratulations.\n  ","486569":"\n  Did someone slip me drugs?\n  ","486570":"\n  Yes. One of my favorite things. Wish AZ had an ocean.\n  ","486571":"\n  Should be a cream pie\n  \n  Idk I don't think my baking is at that level nor have I ever wanted a bakery type job.\n  ","486572":"\n  I don't think you are a d!ck if you mean that way\n  ","486573":"\n  Nice\n  ","486574":"\n  No d!cks around me.\n  ","486575":"\n  You must be young\n  ","486576":"\n  I like beards more.\n  ","486577":"\n  Reading still.. see my last answer :p\n  ","486578":"\n  Tomorrow?\n  ","486579":"\n  Wouldn't surprise me.\n  ","486580":"\n  She's a weirdo at times.\n  ","486581":"\n  That's good.\n  \n  I'm just reading this now. Will make it the 20th book I've read in 2019 when I'm done with it.\n  ","486582":"\n  Haha\n  ","486583":"\n  From big d!ck?\n  ","486584":"\n  Understandable. I've been a bit \"bad\" more too.\n  ","486585":"\n  Yes, we do. I feel like I only get yours and \"I must\/can i see\" ones lol\n  \n  Hallelujah\n  ","486586":"\n  I like this Kid Rock song more\n  \n\n   https:\/\/youtu.be\/rKFx0MMqb48\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","486587":"\n  My dog is trying to hide a bone under my knee\n  ","486588":"\n  It is now\n  ","486589":"\n  Dun dun dun\n  ","486590":"\n  I don't feel like being on camera but don't mind doing the voice messages where its black at times.\n  ","486591":"\n  I was showing mom the tablet because she ended up getting the same one but already has a tablet. Thinking of that as a possible white elephant gift because I don't see her using that one instead of her actual tablet. Samsung is better than Amazon fire, tbh. We shall see what happens.\n  ","486592":"\n  Hell yes\n  ","486593":"\n  I don't think she should be having s*x yet in general :p maybe something that stimulates more instead of a full on s*x toy? Idk.. really depends on the individual.\n  ","486594":"\n  That's gross to even think about. Clearly have a talk.. I'm guessing they were old enough to know what it was? Maybe buy them something if 16+ ? Idk.. open communication.\n  \n  If it was a child and just holding it or something then I'd be more like \"this isn't for you\" type of deal.\n  ","486595":"\n  I'll be the cake\n  ","486596":"\n  Highly doubt that.\n  ","486597":"\n  Haha why the fuck did I do it? 🤣\n  ","486598":"\n  Aw thanks\n  ","486599":"\n  Hey Jeff\n  ","486600":"\n  Snowbirds ;)\n  ","486601":"\n  That's nice\n  ","486602":"\n  <3\n  ","486603":"\n  Answered the other too :p\n  ","486604":"\n  Maybe a library or something more important that helps the world ¯\\_(ツ)_\/¯\n  ","486605":"\n  Alright:)\n  ","486606":"\n  Why so shocked? lol\n  ","486607":"\n  Fitness related ones including swimming. Reading, trying new recipes, shopping, traveling. Humor definitely plays a part in the \"fun\". The company kept. Music and movies. Trying new things out of the comfort zone. Even more lazier days can still be fun to me. Just really depends on the day, mood, the people etc\n  ","486608":"\n  Whatever you say, Ricardo.\n  ","486609":"\n  Well in that case\n  ","486610":"\n  All of them are unanswered atm :p\n  ","486611":"\n  Make me 😈\n  ","486612":"\n  Some can be a little complicated or not ready to answer. More focused on newer questions too.\n  \n  What do you think they mean for me? *hands you monocle *\n  ","486613":"\n  Knew that was coming\n  ","486614":"\n  You know what I mean\n  ","486615":"\n  You don't need to see the booty.\n  ","486616":"\n  Yes but will I use it is the real question lol don't care for when anons give me it\n  \n  Atleast come off anon so I know who it is and more likely to respond :p\n  ","486617":"\n  Yes lol\n  ","486618":"\n  Mindblowing news\n  ","486619":"\n  When is the cut off on the youngish? :*(\n  ","486620":"\n  We know the way\n  ","486621":"\n  Mind went elsewhere\n  ","486622":"\n  Sweet, kind, leg ones ¯\\_(ツ)_\/¯\n  ","486623":"\n  Where else?\n  ","486624":"\n  ox\n  ","486625":"\n  Yes\n  ","486626":"\n  Turns the rose blue too\n  ","486627":"\n  🎂🎂🎂🎂🎂\n  ","486628":"\n  Wouldn't share the location\n  ","486629":"\n  She makes it work XD\n  ","486630":"\n  Enjoy\n  ","486631":"\n  We have the green packets of whole earth that Starbucks has lol\n  \n  We have stevia drops too.\n  ","486632":"\n  Yes. A Lily's chocolate bar.\n  \n  Then the chocolate covered cherries that we were supposed to share lol\n  ","486633":"\n  Answered\n  ","486634":"\n  Chocolate covered cherries are a traditional Christmas gift from my dad. My sister got a box and decided we'd all share it 🤣 went to get one earlier and mom ate them all.\n  \n  Lindt is good.\n  \n  Reese cups\n  \n  Whitman sampler and other sampler ones like those are always good. Seems more like a valentine's day thing though. I like the softer ones like coconut, chocolate fudge and stuff..\n  \n  I've never had anything from that see's candies place.\n  ","486635":"\n  Yes, the traditional way.\n  \n  The stuffing we had at Thanksgiving was awful lol\n  ","486636":"\n  Can be nice :)\n  ","486637":"\n  Chandler\n  \n  Gilbert\n  \n  Two in Mesa\n  \n  Two in Scottsdale\n  \n  Two in Phoenix\n  \n  Glendale\n  \n  Peoria\n  \n  *takes monocles*\n  ","486638":"\n  Got the \"amazon Fire 7\" for Christmas.\n  \n  My last one was a Samsung. R.i.p\n  ","486639":"\n  I'd have terrible pains?\n  ","486640":"\n  Mine just showed one of the next towns over.\n  ","486641":"\n  I need to buy baby carrots since we have a ton of hummus\n  ","486642":"\n  Not good ones\n  ","486643":"\n  :)\n  ","486644":"\n  Warms it up\n  ","486645":"\n  The hell.\n  ","486646":"\n  Maybe. Don't know her that well though.\n  ","486647":"\n  By the weirdness? ;)\n  ","486648":"\n  Now the texture makes me not want it :p nice job Noemi! lol\n  ","486649":"\n  I can put cream on my own face? Don't want to kiss lahore either\n  ","486650":"\n  Think so. Probably the inside of it again :o\n  ","486651":"\n  Not sure if I could get passed that ¯\\_(ツ)_\/¯\n  ","486652":"\n  Rest?\n  ","486653":"\n  Oh well then hell no lol\n  \n  Isn't there a fish called tripe though? O.o\n  ","486654":"\n  Maybe if I was in Ireland or somewhere. I'm not that big into fish though.\n  ","486655":"\n  Rice pilaf, white rice.  Idk it's been forever.\n  \n  Nana, yes. Only grandparent still alive.\n  ","486656":"\n  Thank god\n  ","486657":"\n  Seems like someone else now\n  ","486658":"\n  No idea\n  ","486659":"\n  Bet you say that to all the girls\n  ","486660":"\n  Lahore really needs to stop that then lol\n  ","486661":"\n  Why are guys so weird?\n  ","486662":"\n  Same. I follow a decent amount of uk people.\n  ","486663":"\n  I still need to pick something up for the white elephant swap but besides that, yes.\n  ","486664":"\n  I'd be very confused\n  ","486665":"\n  Bbq place\n  \n  Hibachi place or the one next to it that I've never been to.. seems pretty inviting. Small finger foods I think?\n  ","486666":"\n  Need to make them first :p\n  ","486667":"\n  I do.\n  ","486668":"\n  *hugs* hope you feel great today, king.\n  ","486669":"\n  Never been abroad.\n  ","486670":"\n  XD\n  ","486671":"\n  They have some Arizona stores too :o\n  ","486672":"\n  Most generic ones are better, surprisingly.\n  ","486673":"\n  Social media\n  ","486674":"\n  Been a while\n  ","486675":"\n  Meant bars but ya lol\n  ","486676":"\n  When?\n  ","486677":"\n  Wouldn't matter.\n  \n  Sick of cauliflower rice though 🤣 At Thanksgiving, my nephew's uncle made a ton of it, it smelled so bad! Haven't wanted any since haha didn't even try it.. it smelled that bad.\n  ","486678":"\n  Nothing. Mom made some scrambled eggs and bacon. I added some blueberries to mine.\n  \n  Might make this sometime soon. We have cranberries that need to be used. Cranberry Walnut crumb cake.\n  ","486679":"\n  Nice. Anon and I are very happy to know the # lol\n  \n  Same kind or different ones?\n  ","486680":"\n  Chocolate\n  ","486681":"\n  Those Starbucks mocha frappuccinos that come in the glasses.\n  \n  French vanilla from Dunkin Donuts.\n  \n  Cream and 2-3 sugars depending on the taste.\n  ","486682":"\n  Maybe in another 10-20 years?\n  ","486683":"\n  I haven't. Uh.. maybe?\n  ","486684":"\n  Not sure. I'd rather visit the places first before jumping into anything straight off the bat. See it if feels like \"me\" etc.\n  ","486685":"\n  I'm not:)\n  ","486686":"\n  Was an outlet mall\n  ","486687":"\n  It's been ok. Opened Christmas presents last night since my sister and her husband are leaving to his parents house.\n  ","486688":"\n  Can't think of it\n  ","486689":"\n  I think so\n  ","486690":"\n  Maybe three hours or something?\n  ","486691":"\n  October or November?\n  \n  Tilapia\n  ","486692":"\n  IG, FB and some other ones\n  ","486693":"\n  Need to :p\n  \n  Noticed some bras i Iiked on Friday but wasn't shopping for myself.\n  ","486694":"\n  Friday\n  ","486695":"\n  Different for everyone?\n  ","486696":"\n  Music\n  ","486697":"\n  Still lasted longer than him before 🐱💦\n  ","486698":"\n  Not too much\n  \n  Unless hormones want to make me stressed for no real reason behind it lol\n  ","486699":"\n  Doctors\n  ","486700":"\n  Awful :(\n  ","486701":"\n  Noonish\n  ","486702":"\n  That order\n  ","486703":"\n  Nah. I'm a chicken girl even with chinese food lol\n  ","486704":"\n  Can I join?\n  ","486705":"\n  Let's not make things awkward 😘\n  ","486706":"\n  Nothing yet. Only 2:11 pm here.\n  ","486707":"\n  I don't see myself that way but yes.. have had some tough times or whatever and still going on... idk, man lol\n  ","486708":"\n  Yesterday, on here. My body of all things. lol\n  ","486709":"\n  Beauty and the beast was pretty good!\n  \n  Aladdin\n  \n  Lion king was kind of hit&miss for me.\n  \n  IT.. especially the 2nd one.\n  ","486710":"\n  They sing in it\n  ","486711":"\n  Me too :p\n  ","486712":"\n  I bet it is.\n  ","486713":"\n  I think I deserve more...\n  ","486714":"\n  I feel like most of mine were from school.\n  \n  Gym, work\n  \n  I have some online friends that go back 10+ years.\n  ","486715":"\n  Hopefully something healthy lol\n  ","486716":"\n  Distance, time, knowing you can do whatever it is yourself, wanting it for yourself...being selfish.\n  ","486717":"\n  Everything that I've already been doing. It's gone down a lot but still there too.\n  ","486718":"\n  Yes. Old news :p\n  \n  Atleast it's the non alcoholic one\n  ","486719":"\n  Sister or dogs\n  ","486720":"\n  Ok\n  ","486721":"\n  Sleep\n  ","486722":"\n  Could be\n  \n  ¯\\_(ツ)_\/¯\n  ","486723":"\n  Fatty liver so what do you think?\n  ","486724":"\n  -dogs-\n  \n  Lulu\n  \n  Bruin\n  \n  Wrangler\n  \n  -demon kitties-\n  \n  Porgie\n  \n  Blizzard\n  \n  Lucky\n  ","486725":"\n  Thicker pizza, please.\n  ","486726":"\n  How?\n  ","486727":"\n  👍\n  ","486728":"\n  What exactly?\n  ","486729":"\n  Oh wow\n  ","486730":"\n  The area code, looked it up.\n  ","486731":"\n  No. Why?\n  ","486732":"\n  My hair isn't that long and not from there.\n  ","486733":"\n  Probably only 900 or so?\n  ","486734":"\n  I would never :p\n  ","486735":"\n  Yes. I do and I understand why they said it.\n  ","486736":"\n  Chicken\n  ","486737":"\n  Hi anon\n  ","486738":"\n  Shhh don't tell everyone\n  ","486739":"\n  Likewise. The suspense! ;)\n  ","486740":"\n  White then?\n  ","486741":"\n  Made me think of Miley Cyrus.\n  ","486742":"\n  On my sides\n  \n  I can either do fetus or legs straight out\n  ","486743":"\n  Have a lovely night x\n  ","486744":"\n  You are\n  ","486745":"\n  Marley and me when the dog is getting old and can't climb the porch steps anymore.\n  \n  Relatable to my old dog.\n  ","486746":"\n  I don't want anyone to suffer\n  ","486747":"\n  You talking about pizza?\n  ","486748":"\n  What if healing is suffering?\n  ","486749":"\n  Always getting those deals.\n  \n  Favorite NFL team then?\n  ","486750":"\n  Oh no *hugs*\n  ","486751":"\n  Hope you feel better\n  ","486752":"\n  Yes. Most excited to use the eyeshadow palette. Been wanting one for a while. Even has a little tutorial guide that has a few different looks on it :)\n  ","486753":"\n  Wow you can write while unconscious!?\n  ","486754":"\n  Kind of.. my friend and I worked at a carnival one summer.\n  ","486755":"\n  * New England\n  ","486756":"\n  He has a lot of good songs! Been a little obsessed with this one tho XD\n  ","486757":"\n  Hi boy?\n  ","486758":"\n  Pine trees\n  ","486759":"\n  Sure\n  ","486760":"\n  57F right now going to get to 40s overnight. Its 12:37am here.\n  ","486761":"\n  Three different giftcards, fire 7 tablet, vince camuto perfume, the eyeshadow palette I asked for, makeup brushes, soap, socks, mascara. Also a waterbottle you can put fruit in the middle of.\n  \n  I got pj bottoms for myself and ended up wrapping it then doing \"To: Lyndsey From: me\"\n  \n  It was tempting to write \"me lol\" 🤣\n  \n  Still have stocking stuffers but we decided to keep those for actual Christmas. My mom mentioned doing a small one on Christmas so I'm thinking that would probably be clothes related if she did end up getting more stuff.\n  ","486762":"\n  Uh huh\n  ","486763":"\n  I had a good one but the last words killed it :(\n  ","486764":"\n  Sounds like a problem\n  ","486765":"\n  My favorite Passenger song :)\n  ","486766":"\n  :)\n  ","486767":"\n  Or more\n  \n  Sorry santa! 🎅\n  ","486768":"\n  Opened presents tonight\n  ","486769":"\n  Most have been about love or love lost ¯\\_(ツ)_\/¯\n  ","486770":"\n  Being ate right now haha\n  ","486771":"\n  Eat the 🐱\n  ","486772":"\n  What is your problem today?\n  ","486773":"\n  S*x\n  \n  Actually listen to them\n  \n  Learn about\n  \n  Food\n  \n  Gifts they'd enjoy\n  \n  Communication\n  ","486774":"\n  I don't hear any yodeling at the moment :p\n  \n  Mentioned potatoes earlier.\n  ","486775":"\n  Who?\n  ","486776":"\n  Sounds like a weird acronym\n  ","486777":"\n  We had cupcakes too\n  \n  R.i.p\n  \n  Hopefully wont cheat again until actual Christmas lol need to be good\n  ","486778":"\n  Nah. I just feel like you only want my kik and will start being a creep instead of actually doing what you say you want. You literally came out of nowhere..\n  ","486779":"\n  Cute\n  ","486780":"\n  Not sure lol\n  ","486781":"\n  Yes, one of my favorites.\n  ","486782":"\n  If only guys followed through on what they say.\n  ","486783":"\n  Blocks you\n  ","486784":"\n  I hate setting up new devices\n  ","486785":"\n  Can't dispute that\n  ","486786":"\n  All of them\n  ","486787":"\n  Go bitch to someone else\n  ","486788":"\n  No but my dad looked like one in a baby picture.\n  ","486789":"\n  For sure. Always better when you like it.\n  \n  Oh nice.\n  ","486790":"\n  I'll go with this one\n  \n\n   https:\/\/youtu.be\/HNx3FrCjASI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","486791":"\n  Ya lol wasn't really worth it if not going to be that good. Oh well.\n  ","486792":"\n  Indeed. Didn't have much sauce on it either :\/\n  ","486793":"\n  It was a cheese New York style tonight.\n  ","486794":"\n  I'd hate to be a fly so nowhere.\n  ","486795":"\n  Pizza and a salad.\n  ","486796":"\n  Watching Mary Poppins. Just ate dinner.\n  ","486797":"\n  Someone with survival skills\n  ","486798":"\n  Everything\n  ","486799":"\n  Stupid stuff, dry humor.\n  ","486800":"\n  Bank\n  ","486801":"\n  If they asked. Everyone likes different things though.\n  ","486802":"\n  Watching Mary Poppins now :)\n  ","486803":"\n  I know. Glad it didn't last longer :p\n  ","486804":"\n  Maybe\n  ","486805":"\n  So is Christmas 🎅\n  ","486806":"\n  Clouds, I think.\n  \n  But that mermaid life\n  \n  Oh idk lol\n  ","486807":"\n  They made me feel bad momentarily so took out on food related questions too. We good <3\n  ","486808":"\n  More the right now.\n  ","486809":"\n  What now? 🤔🙃\n  ","486810":"\n  I hate labels first off.\n  ","486811":"\n  I'm doing well enough on my own. Already know everything. Don't need people talking about my body and then giving food suggestions when that's not even the real problem with me. Sorry if I came off as rude. Shit gets old.\n  ","486812":"\n  No. I'm not always that way at all. Usually laugh about it, agree or whatever. Say thanks. That doesn't really scream \"always\" to me. A few times it has got to me. I don't outright distrust anyone either unless proven that I can't trust them.. nothing about my body. This case would still be true though. Especially since I'm not where I want to be.\n  ","486813":"\n  Lahore\n  ","486814":"\n  Going off the chart ?\n  \n  Last added-\n  \n\n   @patchy_life\n  \n\n\n   @eva_wiliams\n  \n\n   @angie_caroline\n  \n\n  First -\n  \n\n   @JJD55\n  \n\n\n   @breakfreefromlife\n  \n\n   @tashalikesbands\n  \n","486815":"\n  Aww :p\n  \n  Think I'd be baked or french fry\n  ","486816":"\n  🤣\n  ","486817":"\n  Feeling better. :)\n  ","486818":"\n  Not ask appropriate\n  ","486819":"\n  This made me laugh\n  ","486820":"\n  Have both\n  ","486821":"\n  I'm a potato\n  ","486822":"\n  I don't need help with healthy food. Go away.\n  ","486823":"\n  Cuter than other definitions given\n  ","486824":"\n  Yup. Atleast show your page if going to be ballsy like that. Not going to text some random person.\n  ","486825":"\n  Well aware. Doesn't mean you need to comment on it. I don't comment on yours. Chuppy sounds dumb anyways.\n  ","486826":"\n  Some person from Tennessee sent their number wanting me to text them on anon.\n  ","486827":"\n  Don't get why some anon thinks I'm going to text them. Atleast come off anon if you give your number. Chances would be better that I'll reply :p\n  ","486828":"\n  Rather not watch food vids\n  ","486829":"\n  People can have bad days too about themselves.\n  ","486830":"\n  Far from great but thanks. I know I still have a long way to go. Still fucking annoying when people feel the need to comment on stuff that doesn't even concern them. It's more medical than just \"lol she eats food\". Fucking done with people's bullshit. Just unfollow me if you aren't going to act like a decent human being. I don't go around calling others names, they shouldn't either. Especially when they were the one most likely asking for the pap to begin with. Never claimed to be thin or anything. Have fun being miserable like you want others to be <3 my body not yours. Judgemental people aren't needed.\n  ","486831":"\n  Thanks but I really don't.\n  ","486832":"\n  Doesn't matter who it was.\n  ","486833":"\n  Why the hell would I do that after getting insulted?\n  ","486834":"\n  Bit of both but more enjoy it. Always swimming etc\n  ","486835":"\n  And you must be new to my page if you felt the need to be a dick. I've lost almost 80 pounds this year alone and don't need anyone to remind me that I'm still big regardless of the fact.\n  ","486836":"\n  This one sounds like someone else\n  ","486837":"\n  More nuts than you have\n  ","486838":"\n  Nothing exciting\n  ","486839":"\n  Oh really?\n  ","486840":"\n  Hands, nutcracker\n  \n  anything heavy, really lol\n  \n  We have ones that are already out of the shell\n  ","486841":"\n  Yes. Almonds, walnuts, peanuts.\n  ","486842":"\n  This seems very calming lol\n  ","486843":"\n  I can imagine lol\n  \n  Yesterday an ambulance was there and had to get someone on the gurney\n  ","486844":"\n  I'd blame the cats\n  ","486845":"\n  Do french fries count?\n  ","486846":"\n  Clearly not a good one. Seems hard being in that situation. Especially when her children should be the ones to care.\n  ","486847":"\n  Touché?\n  \n  That's scary.\n  \n  Definitely shouldn't be driving.\n  ","486848":"\n  This in the market place. Damn, they even lowered the amount of coins this time.\n  \n  They ended up giving me the details a few days later. Probably only since I signed up for the vip treatment lol\n  \n  My leaderboard is working again too.\n  ","486849":"\n  Probably what I got last time. Was a combo thing with some add ins.\n  ","486850":"\n  I'd rather give individual advice, tbh. Obviously listen to them. Be there etc\n  ","486851":"\n  5500 followers. When did that happen? :o\n  ","486852":"\n  I have. Yes, please.\n  ","486853":"\n  Time, learning about yourself, experiences. Day by day. The little and bigger workings going on. Knowing that it can go up and down at times.\n  ","486854":"\n  Probably more social online but when I am with friends or whoever, you get the same personality and all that.\n  \n  Need better friends in 2020 please 🤔\n  ","486855":"\n\n   http:\/\/amzn.to\/2mQK30H\n  \n","486856":"\n  Yes. I feel better when I stick with healthy foods anyways.\n  ","486857":"\n  Only santa would know;)\n  ","486858":"\n  Squid and octopus\n  \n  Snails\n  ","486859":"\n  30+\n  ","486860":"\n  Stuff on my list XD\n  \n  Something else that probably won't happen.\n  ","486861":"\n  It was ok.\n  ","486862":"\n  I don't have a blood related aunt. Nor will I ever call my uncle's second wife that word.\n  ","486863":"\n  Wrong, again.\n  ","486864":"\n  Magic\n  ","486865":"\n  You think wrong.\n  ","486866":"\n  Rolls are always good. Sad when most places don't do them. My brother-in-law doesn't understand the roll thing lol\n  \n  Liver sounds gross but probably good how they make it ¯\\_(ツ)_\/¯\n  ","486867":"\n  Something I don't like\n  ","486868":"\n  partridge in a pear tree?\n  \n  Idk royal ones so they are really soft and easy to eat.\n  ","486869":"\n  Nobody cares where you work.\n  ","486870":"\n  It's ok. Chilling out before my brother-in-law's brother and his wife come over. His birthday today so having a dinner. Think opening some presents tonight too.\n  ","486871":"\n  Not sure what the first is so pb wins by default\n  ","486872":"\n  His wife. Endearing nickname for her.\n  \n  Hot dogs wrapped in dough?\n  ","486873":"\n  Interesting\n  ","486874":"\n  Bonjour\n  ","486875":"\n  Wouldn't surprise me. He was a bit too dorky anyways.. into furries too.\n  ","486876":"\n  They be slacking\n  ","486877":"\n  Rarely\n  ","486878":"\n  I didn't. Someone must have reported it. Either way enjoy it would be the best route :p\n  ","486879":"\n  Once I think. Was ok but normal ice cream was better or even the Rebel one we get\n  ","486880":"\n  Hahahahaahahahahahahha\n  ","486881":"\n  1. The sun\n  \n  2. Lightweight hoodie I'm wearing\n  \n  3. Bruin\n  \n  4. Lemons\n  \n  5. Bikinis\n  \n  Five other things lol\n  ","486882":"\n  You\n  ","486883":"\n  There's some that don't think so lol\n  ","486884":"\n  Sounds like it would be good.\n  \n  50\/50 about coleslaw though. Depends how it's made.\n  ","486885":"\n  Now I know both ways\n  ","486886":"\n  Maybe in the middle. Creamy yet not too creamy either.\n  ","486887":"\n  Haha\n  ","486888":"\n  I think people can still get lonely even if the latter.\n  ","486889":"\n  Hey\n  ","486890":"\n  Haven't had either.\n  \n  Did you eat both again?\n  ","486891":"\n  Not sure how to judge scrambled eggs by a \"well done\" ranking :p\n  ","486892":"\n  Is this a way to ask if I used your pasta recipe yet? 🤣\n  \n  More a summer thing we do. Didn't get to have this year since keto :p\n  ","486893":"\n  Pizza\n  ","486894":"\n  🤣❄🤣❄🤣\n  ","486895":"\n  Day before Thanksgiving. I've still lost some weight when I went to the doctor though. Got sick etc\n  ","486896":"\n  To what?\n  ","486897":"\n  Wouldn't surprise me.\n  ","486898":"\n  Joker\n  ","486899":"\n  Yes\n  ","486900":"\n  That made me laugh\n  ","486901":"\n  King is the one that does the loser messages lately.\n  ","486902":"\n  None\n  ","486903":"\n  I don't have any fake accounts\n  ","486904":"\n  Never enough. Improvement is everywhere.\n  ","486905":"\n  Head up, king\n  ","486906":"\n  It shows\n  ","486907":"\n  No shit\n  \n  We all change lol\n  ","486908":"\n  I know\n  ","486909":"\n  You were the one to say that about me out of nowhere. I don't need to prove what I know to you.\n  ","486910":"\n  Lahore does. I don't even know his page at the moment nor would I write hi\/hey to him lol guy's a mess\n  ","486911":"\n  👍\n  ","486912":"\n  I don't say hi to you\n  ","486913":"\n  Wrong. I take four. Two in the morning. Two at night. Or sometimes I'll do the two and then one later in the day and the last at night. (Metformin for my pcos)\n  \n  They want me on the actual pill though 😉😈 not sure if I should do that or get a shot. IUD seems creepy and heard bad stories about.\n  ","486914":"\n  It's pretty uneventful most days. Need to get back to the gym.\n  \n  Today was pretty much spent at the mall. Now watching Rudolph.\n  ","486915":"\n  Die a slow death is what I do each time I cough lol\n  \n  Medicine\n  \n  Bath & candle\n  \n  I feel like most times when I cough it ended up being bronchitis :\/\n  ","486916":"\n  No. I don't believe I've had crawfish... unless parents lied and said it was chicken or something when younger lol\n  \n  I'm not that into fish. I do like lobster and crab legs tho\n  ","486917":"\n  I don't really have a definite favorite. I like Waldorf salad, caesar salad, greek ones, Cobb. Even better with chicken added.\n  \n  Pasta salad too but don't think you meant that way :p\n  ","486918":"\n  At times but don't need to think about now\n  ","486919":"\n  5493\n  ","486920":"\n  Yes. The brother-in-law's send them harry and david ones each Christmas.\n  ","486921":"\n  Chocolate chip cookie dough\n  ","486922":"\n  Probably the same stuff we usually do. Will just be us two and the pets. Seems dumb to not open anything on the actual day so will have a small one. Christmas movies. Probably Chinese food.. haven't talked about food wise. Just know she wanted something still too.\n  ","486923":"\n  Yes. Surprise, surprise, they have one of the gadgets to make it.\n  \n  Also our old neighbors had a snoopy one that we've used before.\n  ","486924":"\n  Idk haven't even heard of it\n  ","486925":"\n  Yes. She came back sometime before Thanksgiving.\n  ","486926":"\n  Never faked one\n  ","486927":"\n  No. Tend to ignore it lol\n  ","486928":"\n  Over a doormat. Didn't look as high up\n  ","486929":"\n  Mediocrity at its finest but still cute too\n  ","486930":"\n  What if it wasn't great?\n  ","486931":"\n  Hello angel\n  ","486932":"\n  I was a hugger :)\n  \n  Now its more when saying hi\/bye to family\n  ","486933":"\n  God no\n  ","486934":"\n  I know :p\n  \n  Anyone but him 🤣\n  ","486935":"\n  Depends how much you think about it. Abnormal if always there\n  ","486936":"\n  Weren't dating\n  ","486937":"\n  Hahaha\n  ","486938":"\n  Vagina can't decide if it wants to bleed or ovulate some more. It's been fun.\n  ","486939":"\n  Ah yes. Should have known that ;) waiting to see if you got sick or not\n  ","486940":"\n  Horrible nickname.\n  ","486941":"\n  Ah ok. Haven't done that then. Was something else.\n  ","486942":"\n  You want to climb it then?\n  ","486943":"\n  Would need to do a taste testing 😈\n  ","486944":"\n  What does it do?\n  \n  I did one thing where it's santa saying what you need.. got money and a hot ass man or whatever phrasing it used\n  ","486945":"\n  Not really. There was one guy but a bit iffy about him since married yet separated. We got along well but I don't think it was that meaningful either. Just easy to talk with.\n  ","486946":"\n  Yes. My body feels that too.\n  ","486947":"\n  Indeed.\n  ","486948":"\n  Hm not sure yet. Leaning towards 2.5 or 3 so far.\n  ","486949":"\n\n   http:\/\/amzn.to\/2mQK30H\n  \n","486950":"\n  Hahah\n  ","486951":"\n  Ok then...\n  ","486952":"\n  Will be. Need to watch the 10th episode of season one.\n  ","486953":"\n  lol probably not. Visit only, please.\n  ","486954":"\n  Very nice 🤣\n  \n  I feel like I'd rather visit other places that I'd be more excited about. Don't know too much about Cuba.. besides dancing and cigars XD\n  ","486955":"\n  I'm closer to her siblings lol\n  \n  She's nice, can be a b!tch. Just depends how she feels lol last year there was drama but she's been ok since.\n  ","486956":"\n  You have an extra ticket?\n  ","486957":"\n  Parts of themselves\n  ","486958":"\n  Lucky casually strolled by right after taking it lol\n  ","486959":"\n  How frightening!\n  ","486960":"\n  They cause destruction\n  ","486961":"\n  Both\n  ","486962":"\n  Wifi - couple days ago. Had to turn off the router and it came back on. Wouldn't let me connect. Sister had the same thing happen to her.\n  \n  Yesterday- wanted to watch Castle Rock on Hulu and it would die each time the stupid phone ad for boost came on. Then go back to the \"viewers beware\" type thing then the ad again. Was like well then... guess I'm not watching it today lol\n  ","486963":"\n  Haha nice\n  ","486964":"\n  He has a lot\n  ","486965":"\n  Must get frustrating at times then\n  ","486966":"\n  Nobody else does either\n  ","486967":"\n  I must hasn't stopped writing I must even to stuff that doesn't require it lol\n  ","486968":"\n  Reminder to\n  \n   @NO3MM3RZ\n  \n  to make the bread 😋\n  \n  Sounds good\n  ","486969":"\n  Probably be getting jerked off more ¯\\_(ツ)_\/¯\n  ","486970":"\n  I'd probably try being the hero\n  ","486971":"\n  Does it to bug you ;)\n  ","486972":"\n  Surprised they still worked for you 😈😋\n  ","486973":"\n  I didn't\n  ","486974":"\n  I think it depends on the situation. I just wouldn't put them in that spot where it's me over something insignificant. It goes both ways too.\n  \n  Most times it can be controlling, don't trust you or they themselves have something to hide but putting all that on you.\n  ","486975":"\n  Probably a lot of people\n  ","486976":"\n  Me lol 😘😉\n  ","486977":"\n  I'd imagine the dumping especially if things seemed good.\n  ","486978":"\n  S(ex)\n  ","486979":"\n  It's a mystery\n  ","486980":"\n  You too\n  ","486981":"\n  The Holiday\n  ","486982":"\n  That's good! Mine is almost over.\n  ","486983":"\n  lol yes\n  ","486984":"\n  Star Wars.\n  \n  Cats looks wicked creepy.\n  ","486985":"\n  Lahore, ben\n  \n  \"what now\" ones.. they even sent in another language. Been deleting most of those. Gets irrelevant.\n  ","486986":"\n  Haven't been to either\n  ","486987":"\n  Watching The Holiday in bed before going to sleep.\n  \n  My birthday was the 16th. December girl ❄ 32 now.. feel old just writing that.\n  \n  I can be picky with who I let into my life. Good judge of character\n  \n  I like swimming, going to the gym, shopping, traveling, reading.\n  \n  I like all kinds of music\n  \n  Mostly into romcom\/comedy and horror films. Need to be in the mood for other types\n  \n  Christmas is my favorite holiday\n  \n  Summer is my favorite season\n  \n  Not sure what else to write at the moment\n  ","486988":"\n  Not sure but yankee swap and other names are pretty much the same thing.\n  ","486989":"\n  Seemed late to do it.. already the middle of the month when I thought about. Didn't put people together. Some didn't seem 100% either about it.\n  ","486990":"\n  Don't need help right now\n  ","486991":"\n  This one and then found out we're actually doing one this year instead of doing a secret santa. Do you understand now?\n  ","486992":"\n  Maybe once? Not totally sure.\n  ","486993":"\n  Probably 15 or something like that.\n  ","486994":"\n  Doesn't make sense here :p\n  ","486995":"\n  Not sure on what they say lately\n  ","486996":"\n  What don't you understand?\n  ","486997":"\n  Nah. I'm happy just watching some Christmas movies\n  ","486998":"\n  Unfortunately\n  ","486999":"\n  lol cute. I know that. :p\n  ","487000":"\n  Watch something Christmasy\n  ","487001":"\n  I'm not a doctor\n  ","487002":"\n  Loses what?\n  ","487003":"\n  How would I know?\n  ","487004":"\n  You too.\n  \n  I do\n  ","487005":"\n  How nice\n  ","487006":"\n  Same. Have some Christmas movie on.\n  ","487007":"\n  It's funny how I asked that white elephant question because we're actually going to do that this year instead of doing the secret santa with everyone.\n  ","487008":"\n  500 years\n  ","487009":"\n  Cute\n  ","487010":"\n  I don't really think of that part.\n  ","487011":"\n  Haha no. Just in general:p\n  ","487012":"\n  50\/50\n  ","487013":"\n  Have a better birthday ¯\\_(ツ)_\/¯\n  ","487014":"\n  lol\n  ","487015":"\n  Makes any tv like a smart tv. Bunch of apps etc.\n  \n  Kind of like ruko\n  ","487016":"\n  Hard to say\n  ","487017":"\n  Hopefully the meat was still ok :p\n  \n  Was, I have deli meats a lot. Mostly turkey and ham. Sometimes chicken.\n  ","487018":"\n  I have. Used this one 🎅🎄🎁\n  ","487019":"\n  I don't think he'd want that\n  ","487020":"\n  Not sure\n  ","487021":"\n  Be glad :p\n  ","487022":"\n  I'd rather know more about the person. See where things go.\n  ","487023":"\n  Feel like that should happen naturally not something you decide before even talking at all. Appreciate being upfront but ya... that's a little much.\n  ","487024":"\n  You want to get dominated?\n  ","487025":"\n  Lovely\n  ","487026":"\n  Not sure. I don't check out girls pages to see.\n  ","487027":"\n  In which sense here?\n  ","487028":"\n  Same to you. Enjoy! Have a safe flight\n  ","487029":"\n  I barely go on it. But messages do build up. Haven't really found anyone that I'd want to go on a date with or it hasn't got to that yet.\n  \n\n  Most have been more about one night stands\/FWB type thing.\n  ","487030":"\n  Even better\n  ","487031":"\n  This one made me laugh\n  ","487032":"\n  Lock you down... seems weird coming from a 38 year old o.o this whole thing is laughable\n  ","487033":"\n  .....\n  ","487034":"\n  Christmas\n  ","487035":"\n  Thanks <3\n  ","487036":"\n  👍\n  ","487037":"\n  Thanks\n  ","487038":"\n  Dirty Dancing\n  ","487039":"\n  December 16th\n  \n  Just passed\n  ","487040":"\n  One\n  \n  Then a sister-in-law if you want to be technical\n  ","487041":"\n  You should take a nap\n  ","487042":"\n  We live it everyday.\n  \n  Jokes, its not always that bad\n  ","487043":"\n  Have before.. just takes longer to fall asleep but it's doable. Guess it depends how loud, spaced out etc\n  ","487044":"\n  Makes me think of this movie\n  \n\n   https:\/\/youtu.be\/dtr8FJkvlxQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","487045":"\n  I like when you threaten me with a good time\n  ","487046":"\n  Thanks lol\n  \n  Its been going ok :)\n  ","487047":"\n  Hugs back\n  ","487048":"\n  Yes, both are :p\n  \n  Sorry to disappoint the fridge gods\n  ","487049":"\n  :D\n  ","487050":"\n  Sounds like they have a trust problem. When I'm with someone I only have eyes for them and also wouldn't want to talk with anyone else in that way. Would hopefully be busy being with them more and not online as much anyways.\n  ","487051":"\n  Yup\n  ","487052":"\n  Very nice :)\n  ","487053":"\n  Years ago.\n  ","487054":"\n  *bows*\n  ","487055":"\n  Not sure.\n  ","487056":"\n  No shade\n  ","487057":"\n  Yes, I've always been decent. Also my old teacher would make us spell stuff that we got wrong 100 or so times 🤣 wasn't fun :p\n  \n  Punctuation is a bit more iffy at times.\n  ","487058":"\n  Hi\n  ","487059":"\n  Right!?\n  ","487060":"\n  Ugh. I wanted to watch Zombieland but Netflix wasn't logged in on my tv :\/\n  \n  Hulu wouldnt play Castle Rock\n  \n  YouTube tv worked, surprisingly.\n  ","487061":"\n  Not always\n  ","487062":"\n  Car accident\n  \n  getting shot\/stabbed like my nightmares. Luckily don't have much.\n  \n  Asleep\n  ","487063":"\n  Aw thanks\n  ","487064":"\n  Oversized slushie\n  ","487065":"\n  This made me laugh. Maybe don't go so late? :p\n  ","487066":"\n  I've dumped one person and it should have been sooner, imo.\n  \n  I've  been dumped and then other times we just drifted away from each other without really having a discussion...\n  ","487067":"\n  Hell ya XD\n  ","487068":"\n  You have to pay for them?\n  ","487069":"\n  30 days\n  \n  Ask to user with a chart. Dec 13 had the most\n  \n  Circle graph doing \"afterleaderboard follow, answer reward, ask question, follow and likes\"\n  \n  A chart for \"asks, likes and other by date\" I think that keeps track of how much you had in your inbox on those days. 0-500 for the numbers.\n  \n  Like to user.. not sure if that's how many likes you got or sent out.. it's in an excel format\n  \n  How many people follow you and how many you follow.\n  \n  Shows the date you got ask, how many likes gave and other such things in another excel format\n  ","487070":"\n  I've had it since 2013. Guess the stats were worth finding out then lol\n  \n  Bet they only gave me them because the vip shenanigans\n  ","487071":"\n  Good night\n  ","487072":"\n  Good night 😘\n  ","487073":"\n  I wish lol\n  ","487074":"\n  I don't have that type of power over anyone.\n  ","487075":"\n  Go on what?\n  ","487076":"\n  Awww\n  ","487077":"\n  She seems miserable to me\n  ","487078":"\n  Looks like an angel\n  ","487079":"\n  She looks great but those dresses wouldn't suit me at all.\n  \n  More a traditional, sweetheart, strapless, lace etc. Type of girl\n  ","487080":"\n  Yes. When will it show up?\n  ","487081":"\n  So casually XD\n  ","487082":"\n  How vibrant is the gown?\n  ","487083":"\n  Idk, man. It might only open for me (actually me)\n  \n  ¯\\_(ツ)_\/¯\n  ","487084":"\n  I know\n  ","487085":"\n  Not always. The pain makes us appreciate the good times.\n  ","487086":"\n  Is that what my stalker has?\n  ","487087":"\n  Chocolates, apparently.\n  ","487088":"\n  Did you look in the drawer?\n  ","487089":"\n  Yay\n  ","487090":"\n  Just what I need\n  \n  Think it might be lahore being annoying, again\n  ","487091":"\n  What does marriage have to do with jogging?\n  ","487092":"\n  God no\n  ","487093":"\n  So are you 😘\n  ","487094":"\n  If you want\n  ","487095":"\n  Everyone has it unless they are in a coma or something? Even then it might be iffy if they still have knowledge of what's going on...\n  ","487096":"\n  Indeed\n  ","487097":"\n  🤣🤣🤣\n  ","487098":"\n  Don't worry about it\n  ","487099":"\n  No. I don't care about politics lol\n  ","487100":"\n  All wrong ;)\n  \n  Could  be the I must one...\n  \n  Thinking more of the other person who likes writing it\n  ","487101":"\n  Just a guess\n  ","487102":"\n  \"Me lol\"\n  ","487103":"\n  He knows\n  ","487104":"\n  His phone is just about that age 🤣🙃😋\n  ","487105":"\n  When I call the number\n  \n  Just kidding. Only special people should get that privilege\n  ","487106":"\n  Oh ok. I vaguely remember that song.\n  ","487107":"\n  If its not broke don't fix it comes to mind.\n  ","487108":"\n  Me lol\n  ","487109":"\n  How lovely\n  ","487110":"\n  Yes. Same concept as FS was.\n  ","487111":"\n  Bit of both\n  ","487112":"\n  Nothing or something from my list lol\n  \n   http:\/\/amzn.to\/2mQK30H\n  \n","487113":"\n  You have to fight ninjas\n  \n  I'm  not sure where... was just in some house. They had a small closet type room like a shrine to the key 🤣\n  ","487114":"\n  I doubt anything will happen. Just got to earn more coins and not trust the market again lol first time trying it and got screwed. Should have just got the vip instead\n  ","487115":"\n  More of a summer thing for me when younger and rarely got.\n  ","487116":"\n  I think I've only played once.\n  ","487117":"\n  I doubt it. In a house somewhere. It's a skeleton key.\n  ","487118":"\n  Deals b!tches, deals.\n  \n  Save the green 💵💵💵\n  ","487119":"\n  True. Thankfully loneliness won't always be there. Birthday and was feeling some type of way. All good haha\n  ","487120":"\n  Yes. Need to get back to it though! Had Thanksgiving, got sick, now a phantom period...\n  ","487121":"\n  True. Lesson learned for the granola. Always got to stab with a knife to get some\n  ","487122":"\n  Steak potato carrot stew\n  \n  Onions too\n  \n  I gave most of the potatoes to the pups\n  ","487123":"\n  ¯\\_(ツ)_\/¯\n  ","487124":"\n  I'd probably like the dark more. Fresh isn't too bad on keto but dried ones are worse.\n  ","487125":"\n  You are sweeter\n  ","487126":"\n  lol yes XD\n  ","487127":"\n  I'd mix in protein powder and peanut butter. Top with fruit or nuts, sometimes both.\n  \n  Can't have oats on keto.\n  \n  I make a fake one at times using coconut flakes, chia, flaxseed, cinnamon and other spices. Comes out more like overnight oats..\n  ","487128":"\n  Palm trees\n  ","487129":"\n  Must have had before but cant remember with what\n  ","487130":"\n  Haha very nice:p\n  ","487131":"\n  They are ok\n  \n  We usually have chili dogs when we make hot dogs lately. Just without beans\n  ","487132":"\n  Yes. Was pretty decent\n  ","487133":"\n  Weird\n  ","487134":"\n  Must find the key\n  ","487135":"\n  Nothing 😈\n  ","487136":"\n  There should definitely be some retesting. That's just normal to do, imo. If they are reckless to themselves and others then they should know better than to keep driving in the first place. Could be a touche subject for them though but deep down they probably know it's harmful to keep going on like that...\n  ","487137":"\n  No problem king\n  ","487138":"\n  Do whatever you want\n  ","487139":"\n  Very nice\n  ","487140":"\n  I'd rather know the cause but not the time ¯\\_(ツ)_\/¯\n  ","487141":"\n  I feel younger and yes, I'm ok with it.\n  "}}