{"Question":{"488215":"\n   I will not go out today. Maybe i will. Need to rest for half an hour. I have pain in my head.\n  ","488216":"\n   shake the moneymaker\n  ","488217":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","488218":"\n   Any idea about making money?\n  ","488219":"\n   I'd drive all night just to see you baby 😘\n  ","488220":"\n   me lol\n  ","488221":"\n   Acha theek h na do -_-\n  ","488222":"\n   Give me some coins :(\n  ","488223":"\n   If something happens to you who's your \"go-to\" person to tell, someone you trust ?\n  ","488224":"\n   I'm telling you. My kid isnt here yet but there's nothing that I wouldn't do for him\/her.\n  ","488225":"\n   Is it your birthday?\n  ","488226":"\n   How patient are you when it comes to dealing with people ?\n  ","488227":"\n   Well, you know about the bill in the Arizona Senate so why wouldn't you know how well it works?\n  ","488228":"\n   ~ when you picture your ideal self, what do you look like? do you look as you currently are now, or are you different entirely? what, if anything, would you change about yourself to fit this ideal image?\n  ","488229":"\n   Is it easy for law enforcement agencies to get local government approval to use surveillance technology?\n  ","488230":"\n   🌹😘😘\n  ","488231":"\n   Do you prefer to know a little about lots of things or a lot about just a few things?\n  ","488232":"\n   Is your government a surveillance state?\n  ","488233":"\n   I love rain. I like hiding in bed while it rains. I feel safe there.\n  ","488234":"\n   seems like is the arguing anon again\n  ","488235":"\n   Where did you get the information that Nirvana is God?\n  ","488236":"\n   What are you doing?\n  ","488237":"\n   Queen uses a heating pad to put it on the King’s back after massaging it since his back is stiff🌹\n  ","488238":"\n   Who or what brings out your insecurities?\n  ","488239":"\n   Hi\n  ","488240":"\n   Needs it rubbed by you🌹\n  ","488241":"\n   King wants his back rubbed by his Queen🌹\n  ","488242":"\n   Just want to feel better by that day🌹\n  ","488243":"\n   Can barely walk a little😢🌹\n  ","488244":"\n   Been laying down recovering🌹\n  ","488245":"\n   The back muscle has gotten sore🌹😟\n  ","488246":"\n   I think he’s like 25\/26? I don’t really know tbh lol and idk! I wonder now too xD I’m still wondering how he found my fb though, he deleted me years ago. Am I that memorable? O: I’m honored.\n  ","488247":"\n   But the definition of religion is a belief in a super natural god.  But Buddhism has no god\n  ","488248":"\n   When’s your birthday\n  ","488249":"\n   What did you have for dinner ? I had an Italian sausage sub.\n  ","488250":"\n   Do you see Buddhism as being a religion?\n  ","488251":"\n   someone needs to get sum\n  ","488252":"\n   I would make you c*m in my mouth😘👅\n  ","488253":"\n   How was your day\n  ","488254":"\n   If you were a bird,you wouldspread your wings andflyto......!\n  ","488255":"\n\n    https:\/\/youtu.be\/L6um8ShudYw\n   \n   cutee\n  ","488256":"\n   On the Sixth day of christmas thechaosbringer did not give to meeee (i.e you\n  ","488257":"\n   What place is fine? Did you mean Lahore or Netherlands?\n  ","488258":"\n   me lol\n  ","488259":"\n   Is there anything you would like to try that you haven't yet\n  ","488260":"\n   Both😍😘\n  ","488261":"\n   I find it beautiful.\n  ","488262":"\n   all girls should know this for health reasons\n   \n    https:\/\/twitter.com\/cherrycalendar\/status\/1156974929503576064?s=21\n   \n","488263":"\n   I recommend you try this for health reasons\n   \n    https:\/\/twitter.com\/denisnzioka\/status\/210302923278794753?s=21\n   \n","488264":"\n   all\n  ","488265":"\n   I wanna kiss your belly.  It is beautiful.\n  ","488266":"\n   ~ when you're feeling ill, do you prefer home remedies or medicine you purchase in stores? what, in your opinion, is the most effective method of treating the common cold?\n  ","488267":"\n   You want me to taste your lips every night before going to sleep.\n  ","488268":"\n   I told u what was on my heart and u ditched me\n  ","488269":"\n   What with buddha baby?\n  ","488270":"\n   I want to rub my hand on your belly every night when you are laying next to me.\n  ","488271":"\n   What make you think that he is strange\n  ","488272":"\n   I wanted to see you chewing . You have taken a bite only. Who heated the pizza for you?\n  ","488273":"\n   Ahhh fair lol\n  ","488274":"\n   Lol wtf 😅\n  ","488275":"\n   Y r u lyin\n  ","488276":"\n   Take me seriously. Are we meeting in Netherlands?\n  ","488277":"\n   Can i see you eating the slice baby?\n  ","488278":"\n   Nothing so much prevents our being natural as the desire to seem so\n  ","488279":"\n   Sorry my phone changes words and makes me illiterate even more so 😆🤦🏻‍♂️ I meant, is where he is asking you to go not w good place?\n  ","488280":"\n   You want me to hug you daily.\n  ","488281":"\n   How was your pizza last night form not cheap Dominos who now stretches their crust super thin to save money because they are cheap.\n  ","488282":"\n   Ahhh is there not such a good place?\n  ","488283":"\n   I helped my gf do our laundry and asked if I should soak her soiled panty bc of a stain in the crotch and she got mad so was I wrong?\n  ","488284":"\n   even if he asks to leave you alone? XD\n  ","488285":"\n   Lewhat? lol\n  ","488286":"\n   Netherrr sayyyy netherrrr .... Thank you! Thank you! I’m here all night ladies 💪🏼\n  ","488287":"\n   Have you ever seen a large wild animal in its natural environment. How close were you and were you afraid.\n  ","488288":"\n   Gm🌹\n  ","488289":"\n   Will you meet me in Netherlands?\n  ","488290":"\n   Yes i did.\n  ","488291":"\n   I am walking to my house now\n  ","488292":"\n   is this something that you think exposing yourself to thinking about will eventually help you get over the feelings or does it exacerbate the problem?\n  ","488293":"\n   Shaam\n  ","488294":"\n   Have you ever been tempted to take part in one of these illegal underground fighting rackets that are becoming increasingly popular these days, either as a way to release pent up aggression, make some quick cold hard cash, or just for the sheer adrenaline rush?? 😬🤼‍♂️🤼‍♀️🥊\n  ","488295":"\n   I want you for Christmas ❤️\n  ","488296":"\n   Will you meet me ?\n  ","488297":"\n   On the Seventh day of Christmas thechaosbringer did not give to meeeeeeee (i.e you)\n  ","488298":"\n   You still sick? *gives blanket*\n  ","488299":"\n   Why you always say no to me?\n  ","488300":"\n   What's the strangest medical thing that has happened to you?\n  ","488301":"\n   \"Just because you think it’s safe here, it doesn’t mean this is the right place for you, Sometimes where you feel most safe is where you least belong.\"\n- Elif Shafak\n  ","488302":"\n   So will you meet me in Netherlands?\n  ","488303":"\n   cherry is slightly better. and i asked our friend about the chocolate sapote. waiting to hear back\n  ","488304":"\n   When did you last say \"I'm not that person anymore\"?\n  ","488305":"\n   No. Dont have fat in the butt.  It is just around my waist. My belly is 70% okay. I can bend it inwards.\n  ","488306":"\n   Shaam. My lips are not bad.\n  ","488307":"\n   Why is it so? This will happen only if you drink a lot of water in the evening and then before going to the bed.\n  ","488308":"\n   im relentless when it comes to saving pennies LOL\n  ","488309":"\n   What do mean RIP that ass. Damn Ass is the life. If your ass is not okay then life is not okay.\n  ","488310":"\n   Wanna kiss?\n  ","488311":"\n   Not a bad thing. Maybe you had something wrong with your belly.\n  ","488312":"\n   95 percent my ass is okay. 5 % will be recovered too. Now just need to lose the fat.\n  ","488313":"\n   Ever took a shit at 3 am?\n  ","488314":"\n   in high school i made sure i stayed home at least 4 days each quarter. 4 days or less you got zero hassles. its like vatition days. use them or lose them!!\n  ","488315":"\n   how old were you?\n  ","488316":"\n   why so long ago\n  ","488317":"\n   that would be an automatic unfollow and id probably have to come rescue the popcorn. DONT YOU DO IT!!!\n  ","488318":"\n   Where do you not mind waiting?\n  ","488319":"\n   yes\n  ","488320":"\n   What do you think about football?\n  ","488321":"\n   last time rotary phone was dialed\n  ","488322":"\n   Will religion ever become obsolete? 🤔\n  ","488323":"\n   If someone was to offered you free lessons to learn how to play an instrument, would you do it and what instrument would you choose. It can only be one.\n  ","488324":"\n   Confession time: i prefer the fake butter. DONT JUDGE ME lol\n  ","488325":"\n   Would you call yourself lucky or unlucky so far throughout your life?\n  ","488326":"\n   You need to include a vampire diaries GIF in this thread pls\n  ","488327":"\n   Ew. Fake butter pls\n  ","488328":"\n   yes\n  ","488329":"\n   *gets popcorn*\n  ","488330":"\n   do you think this person even thought of trying google? i didnt know what it was either. this is something catfish would say lmao\n  ","488331":"\n   i must\n  ","488332":"\n   did you get your ideas?\n  ","488333":"\n   watch anything good lately?\n  ","488334":"\n   how long do towels last?\n  ","488335":"\n   i thought they only wanted your blood?\n  ","488336":"\n   me lol\n  ","488337":"\n   Have your neighbors ever called the cops on you?\n  ","488338":"\n   bollocks lol\n  ","488339":"\n   what kind and what was your slice count?\n  ","488340":"\n   Do you follow the Miss Universe Competition? If so, who are your favorite contestants this year and why? If not, why so?\n  ","488341":"\n   pizza places saving on the cheapest ingredients and losing customers because of it. dough cost them nothing. so stupid. few weeks ago i got one from pizza hut that was so despicable that im done with them. could almost see through the crust and i didnt get a thin crust :')\n  ","488342":"\n   If you try can you hear the empire carpet commercial jingle in your head?\n  ","488343":"\n   came here to say it was the W pronunciation grudge but saw already mentioned lol\n  ","488344":"\n   Good night beautiful\n  ","488345":"\n   He said I “stole” some old friends lol says he wants to make up and then almost immediately says nvm cause he’s still hurt lol wtf 😂 I told him it was nice to hear from him and I think that’s what made him more upset 🤷🏽‍♀️\n  ","488346":"\n   My thoughts exactly! It’d be a waste lol but not awkward for me, he’s probably embarrassed of what he sent because I responded and he read it, but didn’t say anything back. Remember I told you about that kid who argued about how to say W in Spanish? Him 😂\n  ","488347":"\n   What can melt your heart?\n  ","488348":"\n   Staif: So someone from 9-10 years ago messaged me today after all these years just to tell me they were still holding a grudge (over nothing, tbh lol). Do you hold grudges? If you do, how long does it take for you to get over it?\n  ","488349":"\n   What do you have to buy from Sephora?\n  ","488350":"\n   You're such a weird chick\n  ","488351":"\n   Rnb or rap songs?\n  ","488352":"\n   Like what?\n  ","488353":"\n   thanks for your answer here. this may be the most open and reflective answers ive received from you. guilt is a horrible emotion. its like an acid. a clear one with no scent. you dont even know its there but it can consume your and destroy your life. its so hard to deal with. how to deal with guilt?\n  ","488354":"\n   Hm okay. Wear a dress like you wore in the second cover photo of your moms fb and wear nice heels with it.\n  ","488355":"\n   My beautiful Queen who had made me a happy king and puts a smile to my face and heart everyday🌹\n  ","488356":"\n   You look beautiful in anyway🌹\n  ","488357":"\n   Did you ever use a dating app. If you did use one did you meet anyone decent ?\n  ","488358":"\n   King needs to relax🌹😴\n  ","488359":"\n   If i go to Netherlands will you come to meet me? I might apply for the visa if i earn $500 in the next week.\n  ","488360":"\n   What are your thoughts on call a guy daddy\n  ","488361":"\n   I want to see you in nice heels. I want to have you with me in Netherlands if i go there. I want you to walk with me wearing nice heels.\n  ","488362":"\n   You don't have any pics of yourself from before a year ago?\n  ","488363":"\n   Where did you post a before?\n  ","488364":"\n   Would you post?\n  ","488365":"\n   Yeah it would be awesome to see the before and after of that\n  ","488366":"\n   What do you like best about the Christmas season. What do you dislike the most about the Christmas season ?\n  ","488367":"\n   Would you ever post a before and after picture of yourself, like with the weight loss?\n  ","488368":"\n   Hm not  robot but me\n  ","488369":"\n   Twiggy legs\n  ","488370":"\n   What's your favorite food?\n  ","488371":"\n   i kinda knew you were joking, cause you never treat me like a kid\n  ","488372":"\n   Local pizzas places are good. My dominos now makes the crust paper thin. I hate it. They got a new franchise owner and I think they are being cheap by stretching out the dough to make it thinner to save money. I don't get pizza there anymore. I do Pizza Hut pan pizza for a thick crust.\n  ","488373":"\n   Pic of your outfit recently\n  ","488374":"\n   Domino's had 50% off pizzas when you order online throught this Sunday!!!!!!!!!!!!!!\n  ","488375":"\n   aw, dont say that lynds you always treat me as a equal pls dont be like others, xox\n  ","488376":"\n   oh, what things\n  ","488377":"\n   what is the best thing about being a woman in your opinion\n  ","488378":"\n   how old\n  ","488379":"\n   okay thanks, it was cool tbh xo\n  ","488380":"\n   yes, okay thanks xo\n  ","488381":"\n   Where are you getting pizza from?\n  ","488382":"\n   Long sleeves or short?\n  ","488383":"\n   yes i really liked secret santa it was cool tbh xo\n  ","488384":"\n   thats a great sweater\n  ","488385":"\n   So are you 32 or 36? That's really neat!\n  ","488386":"\n   How old is your sis?\n  ","488387":"\n   Oh nice! Lyndsey is online! I was scared I was the only person online and had no one to talk to. Yea Friday night! lol\n  ","488388":"\n   What is the original name of the shops with music and film cds and dvds?\n  ","488389":"\n   🍕🍕🍕\n  ","488390":"\n   hey lynds\n  ","488391":"\n   Hello cupcake\n  ","488392":"\n   Do you like mac and cheese?\n\nI am making some old school home made macaroni and cheese right now and some hot dogs! Y'all come get ya some! 😁🤘😊\n  ","488393":"\n   so... i would say dont believe anything you are told in these cases. people are liable to say and promise all sorts of things in these specific cases. never forget the lessons taught by the dashboard light haha\n  ","488394":"\n   if ive learned anything in this life, pizza > people\n  ","488395":"\n   Do you like pickled beets?\n  ","488396":"\n   Have you ever taken part in a flash mob\n  ","488397":"\n   there is no answer here. i adore so many types and varieties. what is most important is that you rotate varieties so you never tire of pizza. that would be a shame. more important than that is enjoying an abundance. a meagre 7 slices does not meet that criteria.\n  ","488398":"\n   these are just basic human mating strategies. more information can be found here:\n   \n    https:\/\/en.wikipedia.org\/wiki\/Human_mating_strategies\n   \n","488399":"\n   today.\n  ","488400":"\n   Love you xoxo🌹\n  ","488401":"\n   using slices as a measure of quantity is inconsequential. you can divide a pizza into more or less slices. so is saying A WHOLE pizza is. different pizzas are different sizes and thicknesses. only way to measure quantity accurately is by weight (mass). any other method is completely apocryphal.\n  ","488402":"\n   Hugs you warmly🌹\n  ","488403":"\n   I felt worried about you. Hope you’re ok since you were feeling sick🌹😢\n  ","488404":"\n   What is the pettiest thing over which you've ever lost a friend?\n  ","488405":"\n   🌹🙁🙁\n  ","488406":"\n   When was the last time you let your inner sesh gremlin (party animal) out of it's cage??\n  ","488407":"\n   Do you get defensive when people slag off your hometown?\n  ","488408":"\n   I wanna see you in a bikini. Tell me your instagram ID.\n  ","488409":"\n   What's your biggest ever tic bill?\n  ","488410":"\n   Ill rub my hands on ur upper back and low back.Ill hug u tight.ill hug you over and over again. Kissing those lips could be so nice. It is desirable to kiss and taste your lips baby. I can kiss them like i am a robot made to kiss. You will have to stop me or i will not stop tasting them.\n  ","488411":"\n   Did u watch The Game,Donnie Darko,Shutter Island,Inception,Office Space,Being John Malkovich,Se7en,Gone Girl, The Machinist?\n  ","488412":"\n   What should I get my wife for Christmas? if I was your husband what would you want for Christmas? I was thinking maybe a dustpan. Cause I got her a broom for her birthday.\n  ","488413":"\n   What?\n  ","488414":"\n   Why do some religious people feel like they need to convert everyone to their religion?\n  ","488415":"\n   Do you believe in unicorns? Metaphorically or literally?\n  ","488416":"\n   Fill in the blank. All I want for Christmas is__________\n  ","488417":"\n   Follow for follow ?\n  ","488418":"\n   so only carbs matter? can you eat as many calories as you want as long as its keto? or does that matter too?\n  ","488419":"\n   ive found stuff like that before. remember years back for christmas i saw this cool owl pendant thing that was free shipping and around that price. had a friend that loved owls.\n  ","488420":"\n   Where is the Worst places to get a pimple\n  ","488421":"\n   can you think of anything that may have brought you good karma?\n  ","488422":"\n   How would you illustrate your image in a photo so you don't forget?\n  ","488423":"\n   Did you dress up?\n  ","488424":"\n   Have you ever went to a cosplay party?\n  ","488425":"\n   Anything you know that it can be a good way to earn money. Anything that you suggest. But it should work 100%.\n  ","488426":"\n   What is on your mind right now?\n  ","488427":"\n   Movie madness: 1) Honey Boy 2) Motherless Brocklyn 3) Jumanji - The Next Level 4) StarDog and TurboCat 5) The Last Right\n  ","488428":"\n   Thank you!! Aha there’s no way I’d hate being picked for that ahah!! 😄✨\n  ","488429":"\n   so why were you there then miss? : )\n  ","488430":"\n   its nice when that seal comes off nice and easy and there is not a single molecule of peanut butter on it! so nice.\n  ","488431":"\n   Do you like line dancing?\n  ","488432":"\n   im not about decorations. feels like pointless waste of time and having a bunch of \"stuff\" but im not saying im right just how i feel.\n  ","488433":"\n   who is someone you know thats a bad loser?\n  ","488434":"\n   i was eating something at the time and everything is made of atoms so therefore i was devouring infinite numbers of souls by default lol. mmmm souls\n  ","488435":"\n   you should avoid the person who always wants to argue over anything too\n  ","488436":"\n   What makes you panic?\n  ","488437":"\n   What now? What will i do tomorrow?\n  ","488438":"\n   Can I talk to you,for once,not to avoid me like always,for realistic topics?\n  ","488439":"\n   get booty calls then and u will literally connect lmao\n  ","488440":"\n   overall 1-10 how would you rate your experience with that site\/app?\n  ","488441":"\n   not tried them yet. not the right time. wont take as long as with the fireworks tho! haha. and they were not \"good\" per say. i mean they are but nbd. its more how they are so so different from what your would expect. you're like wait what?!@ lol\n  ","488442":"\n   is it tho? lol\n  ","488443":"\n   do you think a mentor should be someone you feel like a subordinate to?\n  ","488444":"\n   what if someone is a legit 100? what do you think about that?\n  ","488445":"\n   How is your week going?\n  ","488446":"\n   happy birthday to your sis!\n  ","488447":"\n   aww :)\n  ","488448":"\n   How do your parents earn money?\n  ","488449":"\n   Can you have partnership with me in a business?\n  ","488450":"\n   only a true believer ! i also found these things called \"old fashioned cream drops\" vanilla and cherry. i was kinda excited to try them but they are just like chocolate covered icing in little conical shapes lol.\n  ","488451":"\n   Any idea about investing money in the UK.\n  ","488452":"\n   omg guess who bought a can of bananas yesterday :3\n  ","488453":"\n   told you i would have eaten all the pies and things you threw out!! throwing out food? not on my watch!:')\n  ","488454":"\n   Can human nature be changed? Should it be changed? 🤔\n  ","488455":"\n   do you ever form mashed potato sculptures of the mountains before you climb them?\n  ","488456":"\n   Are you cold?\n  ","488457":"\n   Question to all I follow: Do you still get 3 coins each time you answer a question? I've been getting just 1 for the past few months... but I do get 6 when someone answers one of my questions. I wonder if maybe it's because I use a browser rather than the app...\n  ","488458":"\n   i never heal. endless waiting. body has other priorities haha\n  ","488459":"\n   Anyone got any good plans for the weekend ?\n  ","488460":"\n   what kind of vibes do i give off?\n  ","488461":"\n   If you could change one thing physically about yourself what would it be?\n  ","488462":"\n   What is the goodthings that you have done for today?\n  ","488463":"\n   i should go to bean school but im scared i may fail garbonzos 101. the professor HATES ME! :'(\n  ","488464":"\n   did your experience help you to understand others better?\n  ","488465":"\n   It was a zinger burger. It was tasty. It had mayonnaise and ketchup in it.\n  ","488466":"\n   ever make your own eggnog?\n  ","488467":"\n   What’s the tallest mountain you have climbed\n  ","488468":"\n   yeah idk why i said that. got excited i guess lol\n  ","488469":"\n   what is the best part of climbing a mountain?\n  ","488470":"\n   when you say not by yourself do you mean with the instructor\/tandem or go with someone you know who will also be jumping?\n  ","488471":"\n   im gonna ask it again rn. afraid i may break it lol! me lol is an enigma wrapped inside a mystery thats locked in a safe for which there is no key! so it said...\"Reply hazy, try again\" lmfao :')\n  ","488472":"\n   who sent this? do you know?\n  ","488473":"\n   Both\n  ","488474":"\n   why would it be weird knowing if they smoked or injected it? if you knew them woulnt you know their habits? or were these people more just people you heard about and not close to?\n  ","488475":"\n   I want to get married soon. I want to have fuller hair.\n  ","488476":"\n   Have you ever had a recurring dream?\n  ","488477":"\n   age and height?\n  ","488478":"\n   sounds like could also be called callous azzholes in certain situations...\n  ","488479":"\n   Have you ever been so hungry you ate a whole medium or large pizza by yourself ?\n  ","488480":"\n   What is the most in a row you have sneezed?\n  ","488481":"\n   can this be categorized as a me lol dream then? loll\n  ","488482":"\n   in middle school there was an 8th grader who shot himself with a shotgon. did not know him at all. i was in 6th. thinking back now much much more should have been made of it. was basically announced and forgotten about. seems almost absurd to me now but were different times. no mental health talk\n  ","488483":"\n   to what show?\n  ","488484":"\n   Goodnight\n  ","488485":"\n   Good night beautiful\n  ","488486":"\n   Hello what now? Send me your video. I wanna see your new photos.\n  ","488487":"\n   Your thoughts on flys?\n  ","488488":"\n   If a child somehow survived and grew up in the wilderness without any human contact, how “human” would they be without the influence of society and culture? 🤔\n  ","488489":"\n   Same 🤣\n  ","488490":"\n   Out of this world ☺️\n  ","488491":"\n   weirdest q of the week\n  ","488492":"\n   Thanks ya super space chick 🤙🏼🙃\n  ","488493":"\n   Xoxo🌹\n  ","488494":"\n   You replied. So did I.\n  ","488495":"\n   yes\n  ","488496":"\n   u shuld get sum\n  ","488497":"\n   lol i remember seeing his posts everywhere\n  ","488498":"\n   Thanks but I actually have a real life.\n  ","488499":"\n   136. PAP your favorite accessory you are wearing right now.\n  ","488500":"\n   In what ways do you care for your mental health?\n  ","488501":"\n   Are you still here?\n  ","488502":"\n   So girl when will you have bangs again?\n  ","488503":"\n   Are you feeling better\n  ","488504":"\n   PAP of something you're proud of :)\n  ","488505":"\n   Drinkinb or smoking?\n  ","488506":"\n   Tag people with their @. 1) Funniest answers. 2) Kindest person. 3) Someone you'd be friends with irl. 4) Smartest person. 5) Best looking.\n  ","488507":"\n   Describe your day in emojis ?\n  ","488508":"\n   I didn't.\n  ","488509":"\n   last time u m@sturbated?\n  ","488510":"\n   Why do contestants in beauty contests say their hobbies are listening to music, playing sports, reading books, playing golf, drawing and so on? Nobody says gambling, drinking or smoking. Do you believe what they say?\n  ","488511":"\n   Mustache ride. Omg *facepalm*\n  ","488512":"\n   If you had to use an emblem as a form of identification rather than, say, a signature, what would your emblem look like\/consist of?\n  ","488513":"\n   How much money would it take for you to take a ride with a stranger? Asking for a friend...\n  ","488514":"\n   Would you drive 45mins to work and back again to gorge on free biscuits and rubbish for the day?\n  ","488515":"\n   can you notice any difference aside from appearance compared to say a navy bean?\n  ","488516":"\n   Thanks for not posting :p\n  ","488517":"\n   if you were married how different will your life be?\n  ","488518":"\n   yeah i thought there was always good and bad karma?\n  ","488519":"\n   I went to this girl in work and said i wanted to show her something beautiful. I showed her her image in the camera selfie mode. Thankfully i didn't get a slap and she was happy with the compliment. Thats my news so far... anything with you?\n  ","488520":"\n   Great song leopard. You always have diverse taste in 🎶\n  ","488521":"\n   Christmas music: Yay or Nay? If Nay- feel free to rant about it. If Yay- keep it to yourself lol\n  ","488522":"\n   Does anyone actually like Eggnog?\n  ","488523":"\n   Mmmhmm. Thanx\n  ","488524":"\n   No spotify for I\n  ","488525":"\n   Post a song and say what it means to you\n  ","488526":"\n   what emotion do these sorts of questions stir up?\n  ","488527":"\n   When you get a cut, burn, or scrape how fast do you heal?\n  ","488528":"\n   do you know how it was administered? and were they all accidental?\n  ","488529":"\n   Thanks! *wipes brow*\n  ","488530":"\n   Hey now...\n  ","488531":"\n   Approximately how many questions do you get on an average day ?\n  ","488532":"\n   I know. What the hell is wrong with Arizona guys then?\n  ","488533":"\n   +\n  ","488534":"\n   🌹✨😴\n  ","488535":"\n   I'm gonna play TS until you feel better ♫♪\n  ","488536":"\n   What's the best food you have ever tasted ?\n  ","488537":"\n\n    https:\/\/www.youtube.com\/watch?v=e-ORhEE9VVg\n   \n","488538":"\n   Hello\n  ","488539":"\n   Did you like school\n  ","488540":"\n   Whatever. Quit highlighting parts of the nude photos...\n  ","488541":"\n   You must be butter, cause you're on a roll\n  ","488542":"\n   Srs... I almost spit coffee reading this... Bazinga\n  ","488543":"\n   That would be a short book. Pun intended\n  ","488544":"\n   Have you ever been to a Broadway show\n  ","488545":"\n   Tease :p\n  ","488546":"\n   *hands you a good book*\n  ","488547":"\n   Lynds, you are far too honest and genuine to be alone long. You have standards that are impressive yet attainable for the right person to apply\n  ","488548":"\n   Soup? Tea? Warm blanket?\n  ","488549":"\n   What is your biggest fear. Are you going to try go overcome it ?\n  ","488550":"\n   Do you believe that taking a day off work or school for mental health is as important as taking one off for physical sickness ?\n  ","488551":"\n   Have you ever climbed up a mountain\n  ","488552":"\n   Are you a family person\n  ","488553":"\n   Did you ever use a dating app.  If you did use one did you meet anyone decent ?\n  ","488554":"\n   Would you ever do a sky dive\n  ","488555":"\n   Where will you want to be living 10 years from now ?\n  ","488556":"\n   Kissing is good for health i think.\n  ","488557":"\n   ill do it when i do the pumpkin pie. did that idea i had the other day today, chocolate chip sugar rolls topped with peanut butter frosting today. rip another jar lol\n  ","488558":"\n   just thinking how people from impoverished and famished countries perceive these types of traditions like decorating perfectly good eggs and hiding them around. or carving pumpkins lol.\n  ","488559":"\n   Well at least I'm not irretrievably vulgar.\n  ","488560":"\n   stretch those memory banks... what did you talk about?\n  ","488561":"\n   with his ig is that used as a normal account or some trolling kind of thing? what sort of content did he post?\n  ","488562":"\n   oh his accounts here did he answer other peoples questions?  if he did was it in a trolling manner?\n  ","488563":"\n   do you remember preston getting beat up by the dominatrixes lmao the code was oaklahoma\n  ","488564":"\n   Have you ever gotten scared of yourself?\n  ","488565":"\n   Watchmen of people who have no filter. What I mean by this is people who are brutally honest\n  ","488566":"\n   i just asked the magic 8 ball and it told me \"Ask again later\" motherfckr! lol ill do it again when you reply. give it some time since apparently its struggling with this one : )\n  ","488567":"\n   Can you give someone a sking graft from your bum?  Ass - kin for a friend  *ba dum tch*\n  ","488568":"\n   On a scale from 1- to 100 how much are you interested in food? And in what specific ways do you express your interest?\n  ","488569":"\n   Happy Friday Lynds. Feeling better?\n  ","488570":"\n   okay np x\n  ","488571":"\n   if there existed a person you would want as a mentor what type of person would they be?\n  ","488572":"\n   Do you have any weekend plans since you've been on the shelf all week?\n  ","488573":"\n   i cant prove otherwise. im no scolar but i kind of like the idea that im eating souls rn :')\n  ","488574":"\n   What are some of the best screenshots you have taken on your phone?\n  ","488575":"\n   is decorating the tree more of a chore or a fun tradition?\n  ","488576":"\n   are you a good loser?\n  ","488577":"\n   if you ever need to talk im here xo\n  ","488578":"\n   How strict are\/were your parents?\n  ","488579":"\n   how strange is it for someone to weight themselves everyday?\n  ","488580":"\n   You usually don't dwell on \"annoying\" things, but mean things.. so really, you're triggered for no reason\n  ","488581":"\n   whats the best way to spend $3 at amazon without going over?\n  ","488582":"\n   you didnt like this question?\n  ","488583":"\n   this was the first series i watched from the bunch i started last week. will see what you think\n  ","488584":"\n   what did your parents think of that?\n  ","488585":"\n   trigger happy tv,  jackass, and tom green show when it was new.\n  ","488586":"\n   jumper?\n  ","488587":"\n   aw, were you friends with his sister\n  ","488588":"\n   🎁 Are you any good at wrapping gifts? Do you end up with very neat-looking parcels or messy-looking ones? (I’m definitely in the messy category here).\n  ","488589":"\n   aww, if i was in your grade id try to be friends with you, did it shock you glad you were never hurt tbh\n  ","488590":"\n   do you keep track of calories with the keto diet?\n  ","488591":"\n   Would you ever bungee jump?\n  ","488592":"\n   did you know the kid so sad\n  ","488593":"\n   On the fifth day of christmas thechaosbringer did not give to meeee (i.e you\n  ","488594":"\n   What's the most tragic announcement that was made at your school?\n  ","488595":"\n   when was the last time you had an empty inbox?\n  ","488596":"\n   Goodnight🌹\n  ","488597":"\n   Goodnight\n  ","488598":"\n   Good night sweetie\n  ","488599":"\n   How will humans as a species go extinct? 🤔\n  ","488600":"\n   What do you think is the key to ultimate happiness ?\n  ","488601":"\n   Do you ever suffer with, and if so How do you overcome, a lack of motivation or direction?\n  ","488602":"\n   How do you judge a person?\n  ","488603":"\n   Who was the last person you gave a kiss?\n  ","488604":"\n   What's the saddest truth about kind people?\n  ","488605":"\n   Snapchat\n  ","488606":"\n   oldest pouq\n  ","488607":"\n   Describe your day in emojis!\n  ","488608":"\n   Is it true that you once met this guy in an amusement park and then you two went in alone to a mirror maze & he seduced you and removed your clothes & you thought you two were going to have sex but then he just took your clothes & ran away leaving you naked in there?\n  ","488609":"\n   Curious if anyone that I follow actually follows me as well.  Also wondering if anyone could throw me a question or two. Thanks to those that already do 😊\n  ","488610":"\n   What part of your body gets the most   compliments\n  ","488611":"\n   I dont give two brown turds about the manual.\n  ","488612":"\n   thats why you should leave up the decor for longer! make it last : )\n  ","488613":"\n   What do you think of black eyed peas (the food)? Any particular way you like to have them? Paired with certain other things?\n  ","488614":"\n   what is your fav and least fav type?\n  ","488615":"\n   What do you like to  collect\n  ","488616":"\n   What have you learned in 2019 that you will take with you into next year ?\n  ","488617":"\n   You're planning a nice dinner party but could only invite 3 people. Who would you invite?\n  ","488618":"\n   What tv show is comedy gold\n  ","488619":"\n   What makes the sentence \" the quick brown fox jumper over the lazy dog \" so unique?\n  ","488620":"\n   Have you ever made any youtube videos\n  ","488621":"\n   Happy you’re alright🌹😘\n  ","488622":"\n   surprised u didnt say lahore XD\n  ","488623":"\n   What is the most annoying thing your parents ever said to you\n  ","488624":"\n   If you could make one change to ask what would it be ?\n  ","488625":"\n   when is your birthday?\n  ","488626":"\n   Hope you’ll feel better by the time our birthday’s will be here🌹\n  ","488627":"\n   Do you think you could ever work with someone you’re in a relationship with. Why or why not ?\n  ","488628":"\n   Needs massages🌹\n  ","488629":"\n   Are you as excited as I am for Christmas? I can’t wait to hide the eggs!!!\n  ","488630":"\n   Yay! Tell me what you think when you're caught up?\n  ","488631":"\n   I feel relaxed🌹\n  ","488632":"\n   Did you go to many house parties when you were younger\n  ","488633":"\n   What now?\n  ","488634":"\n   Describe what your perfect vacation would look like ?\n  ","488635":"\n   How many followers do you have? How many people do you follow?\n  ","488636":"\n   Are you hard or easy to shop gifts for\n  ","488637":"\n   Do you ever walk around the house naked when no one else is home\n  ","488638":"\n   do you ever dream of me lol?\n  ","488639":"\n   Do you answer all your questions ? How many unanswered questions do you have ?\n  ","488640":"\n   do they have an actual page they ever used in the past or always anon?\n  ","488641":"\n   what drugs led to the o.d.?\n  ","488642":"\n   ever form a bond with your fellow detentioneers? possibly reveal and share past traumas or form romantic relationships with them?\n  ","488643":"\n   oh god the food waste is giving me chills :o\n  ","488644":"\n   Did you raise your hand a lot in school to answer questions?\n  ","488645":"\n   not as fun as frozen waterfalls tho! :')\n  ","488646":"\n   Hugs🌹\n  ","488647":"\n   ill also have to try pb in a pie crust. also want to make a pb custard pie. ive put pb in pumpkin pies many itmes. works well. prop be out of pb by christmas lol\n  ","488648":"\n   Wish you a recovery🌹\n  ","488649":"\n   🌹✨✨\n  ","488650":"\n   Cold night and a big dog is barking\n  ","488651":"\n   Sorry about that...\n  ","488652":"\n   Are you feeling ok🌹\n  ","488653":"\n   If you could travel back in time and change one thing in the past (yours or the worlds) would you? If so, what would it be? What would you do?\n  ","488654":"\n   we used to always keep things up till the epiphany. in italy thats a celebrated holiday and sort of marks the end of the holiday season. gifts are exchanged etc.\n  ","488655":"\n   figured there was a good chance you had watched it with the whole stephen king thing!\n  ","488656":"\n   Baby call me to London. Plan about meeting in Netherlands\n  ","488657":"\n   Who's your mentor?\n  ","488658":"\n   is that what you want?\n  ","488659":"\n   When you like someone's answer what does that mean? Do you just like everything that certain people post even without reading? Or does it mean you read the answer and liked what they had to say?\n  ","488660":"\n   Are you feeling happy today? What are your immediate thoughts?\n  ","488661":"\n   what about without the scale. when you can just feel\/see the difference on yourself. is that better than the number on the scale?\n  ","488662":"\n   true. they are so loud tho and people have conniptions where i live. would have to drive somewhere but this is all effort lol. one of these 609898 days for sure lol\n  ","488663":"\n   this person will surely know about the souls thing!\n  ","488664":"\n   Hi\n  ","488665":"\n   Hi\n  ","488666":"\n   this is awesome lmao\n  ","488667":"\n   maybe it brings meaning to his life. some kind of emotional fulfillment?\n  ","488668":"\n   what kind of soup. i made a soup\/stew of sorts today.\n  ","488669":"\n   never seemed like the right time lol\n  ","488670":"\n   this has to be some drama lol\n  ","488671":"\n   yours?\n  ","488672":"\n   i have some 20 y\/o firecrackers ive been meaning to set off one of these days. one is like a quarter stick lol\n  ","488673":"\n   what was being shoplifted?\n  ","488674":"\n   cacti clad in santa hats. nice lol\n  ","488675":"\n   What does it mean to be a good loser?\n  ","488676":"\n   Have you watched any of the tv series called Castle Rock? If so what did you think?\n  ","488677":"\n   POTD\n  ","488678":"\n   Do you go to the gym or get regular exercise in another way ?\n  ","488679":"\n   Lol next year, I'm going to finish learning JS and PHP and code my own version of Ask. It's going to be a simpler platform. Ask questions, access a \"Stream\" of whatever the latest answer are on the entire site, DM, and superior user security protections. A return to form, if you will.\n  ","488680":"\n   Anything good happen to you so far this week ?\n  ","488681":"\n   PAP of you and your pets or just of your pets aaaand go!\n  ","488682":"\n   Learn to code! \/sarc\/\n  ","488683":"\n   On the forth day of christmas thechaosbringer did not give to meeee (i.e you)\n  ","488684":"\n   How much would u think to earn for babysitting for a month?\n  ","488685":"\n   What are your thoughts on these private film collectors who are hoarding 'lost' episodes of Doctor Who from the 60s era and refusing to share because they don't want to devalue their precious treasure by allowing copies to be made? 😢🤷‍♂️😬\n  ","488686":"\n   Do you think that no matter how many of these Terminator sequels they make, nothing will ever come close to the raw, relentless, in your face intensity of that 1984 original? 😯😬❤👊👌\n  ","488687":"\n   What about green one?\n  ","488688":"\n   the person you would share a bath with, your so funny lol\n  ","488689":"\n   Did u say smth ?\n  ","488690":"\n   Do you think it's ever acceptable for those representing the sacred Santa suit at this time of year to drink on the job?? 🎅🍺🤪\n  ","488691":"\n   Have you ever witnessed a Crime?\n  ","488692":"\n   Are you able to drink Vodka neat? 😮🤯🤪\n  ","488693":"\n   yes ofc lol, lucky man aha xo\n  ","488694":"\n   A recent study in the UK was done to find out what the worst Christmas song ever was... what do you think was the result?\n  ","488695":"\n   Goodnight\n  ","488696":"\n   Good night beautiful\n  ","488697":"\n   Is your cap like a santa hat?\n  ","488698":"\n   I dont think any other colour represent Christmas besides red\n  ","488699":"\n   On the 3rd day of  Christmas thechaosbringer did not give to me.....  (i.e you)\n  ","488700":"\n   Maybe you have a red Christmas cap.\n  ","488701":"\n   What kind of coping mechanisms do you use when life starts to get on top of you? (for example shopping spree, book a holiday, 3 day bender, let off a bunch of fireworks, yoga, etc)\n  ","488702":"\n   Do you currently have food at home which you're not allowed to touch because \"it's for Christmas!!\"? - like even a loaf of fu*king frozen bread ffs 🍞🤯🤷‍♂️😳🤣🤣🤣🎅✋\n  ","488703":"\n   Hello\n  ","488704":"\n   What did you have for breakfast today?\n  ","488705":"\n   I wanna spend a night seeing stars with you on a beach in Malaysia or a rooftop of a big building in New york in summer time.\n  ","488706":"\n   I wanna dance with you in a night club or bar every night when im living in London or Sydney or Boston with you.\n  ","488707":"\n   I wanna go to the Mcdonalds with you that is near your house.\n  ","488708":"\n   If someone will massage you what kind of massage do you like?\n  ","488709":"\n   I wanna see you in an Indian Sarree.\n  ","488710":"\n   What’s one thing about love that scares you?\n  ","488711":"\n   Do you believe in luck?\n  ","488712":"\n   you’re walking down the street, feeling great — what holiday song would be playing in the background?\n  ","488713":"\n   oh 🙄 so only mine was 😂😜\n  ","488714":"\n   Bye for now. Ask the GOD to hurt my enemies and change my life.\n  ","488715":"\n   You’re laying in bed home alone at 3 AM. What sound would be the scariest thing to hear at that time?\n  ","488716":"\n   is it? 🙊\n  ","488717":"\n   You are yummier than ice cream.\n  ","488718":"\n   Yeah. Okay. Sure. If i find the movie boring i will start kissing you.\n  ","488719":"\n   What do you mean by the new lady and the tramp?\n  ","488720":"\n   I would hug you if you were my wife or gf\n  ","488721":"\n   Would you rather fight a shark or 1000 fishies??🐋🐠🍭😂🤷\n\n(Oh my gosh... I saw this question somewhere and thought it was absolutely hilarious and had to send it to y'all... 🤣 Hahaha.. Soo.. What ya think? 😆 haha)\n  ","488722":"\n   I wanna drink juice of orange.\n  ","488723":"\n   Ask the GOD to punish my enemies\n  ","488724":"\n   😂😂😂😂😂 i was really happy🙊😜\n  ","488725":"\n   and another mmmm 😂😜\n  ","488726":"\n   me lol\n  ","488727":"\n   continue? 😂😜 with mmmms 😂\n  ","488728":"\n   I dont want my life to be same today like it was yesterday and before yesterday.\n  ","488729":"\n   did you ever share a bath with a boy lol\n  ","488730":"\n   continue? 🙊😜\n  ","488731":"\n   What’s the most crucial thing for a healthy relationship? 🤔\n  ","488732":"\n   promise me that you won't block me if i said 🙊\n  ","488733":"\n   What’s the weirdest thing you have ever seen ??\n  ","488734":"\n   oh🙊 and do you want me to till you what happened? 🙊\n  ","488735":"\n   ill do some research and let you know :')\n  ","488736":"\n   What now?\n  ","488737":"\n   Im not eligible because i dont have a good source of income. I cannot take care of living expenses of a girl if she marrys me. Also i want to be educated.  I want to have a big and spacious house.\n  ","488738":"\n   you know what happened in my imagination 😜😂😂\n  ","488739":"\n   whoops try that again lol. when you first pap'd the fridge for me i knew this would last lol\n  ","488740":"\n   Is it okay for exes to be friends?\n  ","488741":"\n   What feelings do you feel or what thoughts do you have when you notice that you have lost weight?\n  ","488742":"\n   it was nice❤️❤️❤️\n  ","488743":"\n   your body is so soft😘😘❤️❤️\n  ","488744":"\n   Why?\n  ","488745":"\n   Can you discuss politics rationally or does it usually end up in a heated debate or a fight ?\n  ","488746":"\n   I wanna meet you and kiss you.\n  ","488747":"\n   Do you think you have a normal life\n  ","488748":"\n   If someone travelled to your city what is the one place they should visit ?\n  ","488749":"\n   :\/\/\n  ","488750":"\n   aw, tysm lynds you so sweet xo\n  ","488751":"\n   real or artificial tree\n  ","488752":"\n   Nice feet🌹\n  ","488753":"\n   fave thing about christmas\n  ","488754":"\n   I’m gonna have my bath now🌹\n  ","488755":"\n   yeah surely babe🙊😍😜\n  ","488756":"\n   1\n  ","488757":"\n   I done that yesterday\n  ","488758":"\n   can i see\n  ","488759":"\n   hahaha you know what will happen after the cute hug🙊💚💚\n  ","488760":"\n   i will do it in my mind 🥰😜😜\n  ","488761":"\n   aww\n  ","488762":"\n   surely i will like it\nbut it will be better if i can have a hug after you take a shower😜🙊\n  ","488763":"\n   cool, that bath looked like heaven aha xo\n  ","488764":"\n   i have a private question can i send it to you with like a number game?\n  ","488765":"\n   hello lynds how was your day\n  ","488766":"\n   😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂\n  ","488767":"\n   Hugs you lots🌹\n  ","488768":"\n   🌹😢🤕\n  ","488769":"\n   Love you🌹😘\n  ","488770":"\n   What did you see in your dream last night?\n  ","488771":"\n   Is your bellybutton innie or outie? Pap.\n  ","488772":"\n   damn thats pretty early!\n  ","488773":"\n   im sure its mass sent\n  ","488774":"\n   so grand total was 15. i can make it go quick. easy to use in so many recipes. i can make pb frosting and use in cake rolls, cakes, on cinn rolls. sht ill put pb & chocolate chips in the rolls and topped with pb frosting. so many possibilites.\n  ","488775":"\n   nice. thanks for the effort fam. damn thats PRICY! i ended up getting more pb lolll. 3 CENTS AN OUNCE. thats cheaper than rice.\n  ","488776":"\n   Rock climbing.\nYay or nay?\n  ","488777":"\n   I mean for tonight🌹\n  ","488778":"\n   Feel better soon Lynds. *gives you soup*\n  ","488779":"\n   Gonna have my bubble bath soon to relax🌹\n  ","488780":"\n   Ooh la la\n  ","488781":"\n   Just have nausea🌹🙁\n  ","488782":"\n   My head hurts. Just a headache🌹\n  ","488783":"\n   Do you enjoy going out?\n  ","488784":"\n   I made soup🌹\n  ","488785":"\n   Are you doing ok love?🌹\n  ","488786":"\n   Do you feel safe going out at night where you live.  Would you go out alone at night in your city ?\n  ","488787":"\n   Need money. Need to treat my flaws. Can't use Instagram untill i have a perfect personality.\n  ","488788":"\n   when me lol comes around its like a little pick me up\n  ","488789":"\n   How are you\n  ","488790":"\n   Is it okay to be antisocial to avoid drama?\n  ","488791":"\n   Have you ever had that moment in your life where you're like wtf am I doing with my life? I feel that way in my current job\n  ","488792":"\n   What's something you'll never understand?\n  ","488793":"\n   I need to treat my flaws, become eligible and get married soon.\n  ","488794":"\n   Hm what now? Im getting bored. You cant entertain me in any way. Maybe you could if you could show me your town live.\n  ","488795":"\n   Hm if i get $500 by the next week. I will apply for the visa.\n  ","488796":"\n   Invite your female friends and party with them and open cam so that i can see you enjoying with them.\n  ","488797":"\n   what is a harsh truth people should own up to?\n  ","488798":"\n   So show me your back in a backless top if you want to entertain me. Or maybe open your cam and dance or cook.\n  ","488799":"\n   I went out. But my personality is not good. I need to be in good health. I need better clothes. I need fuller hair and then i kiss anyone i want.\n  ","488800":"\n   when did you have to serve your detentions? before\/after school, lunch, recess, saturday?\n  ","488801":"\n   What was you favourite subject in school.  What was your least favourite ?\n  ","488802":"\n   I spent an hour in the park yesterday. I loved to be there. I loved to see the trees with foliage.\n  ","488803":"\n   Okay. Bye. Why have you closed your FB again?\n  ","488804":"\n   It is getting cold. Hm heavy snow falling in the USA.\n  ","488805":"\n   When you were in school or even now did you\/do you hate reading out loud to people?\n  ","488806":"\n   haha i swear there needs to be a me lol emoji but ive got no clue what it would even look like :')\n  ","488807":"\n   Do you think xmas is the most wonderful time of the year\n  ","488808":"\n   do you usually know your attackers?\n  ","488809":"\n   Would you try spicy ice cream? \n\n(😆 LOL)\n  ","488810":"\n   what makes you say no to drugs?\n  ","488811":"\n   What is your favourite fruit and vegetable\n  ","488812":"\n   what do you like gravy with?\n  ","488813":"\n   have you ever heard of popcorn on trees? apparently its a thing? just heard about this.\n  ","488814":"\n   good or bad?\n  ","488815":"\n   what is your tea making process?\n  ","488816":"\n   If you could attend any sporting event what would you go see ?\n  ","488817":"\n   Are you a gamer. What games are you into ?\n\nAnd if you don’t like my question spam let me know and I’ll unfollow you\n  ","488818":"\n   when you answer questions do you go through and read some of them first or just read and answer each one straight away after you have read it?\n  ","488819":"\n   Gn🌹\n  ","488820":"\n   Did you go out yesterday?\n  ","488821":"\n   Goodnight\n  ","488822":"\n   Good night beautiful\n  ","488823":"\n   What now?\n  ","488824":"\n   Anyone still awake?\n  ","488825":"\n   Do you moisturize your body skin after taking a shower?\n  ","488826":"\n   Do you believe closure is important for mental health ?\n  ","488827":"\n   What does it mean to live a good life? 🤔\n  ","488828":"\n   How I feel about Christmas season🌹\n  ","488829":"\n   sexy pap\n  ","488830":"\n   I’m Happy it’s the holiday season🌹🎄\n  ","488831":"\n   Is free will real or just an illusion? 🤔\n  ","488832":"\n   Is there a meaning to life? If so, what is it? 🤔\n  ","488833":"\n   IYO..Who is the most beautiful actress of all time?\n  ","488834":"\n   What harsh truths do you prefer to ignore? 🤔\n  ","488835":"\n   At night?\n  ","488836":"\n   Are you freezing\n  ","488837":"\n   If someone you loved was killed in front of you, but someone created a copy of them that was perfect right down to the atomic level, would they be the same person and would you love them just as much? 🤔\n  ","488838":"\n   Do you like to act spontaneously or plan things? Why?\n  ","488839":"\n   I got Disco Christmas Card! 😉\n  ","488840":"\n   Plans for your birthday\n  ","488841":"\n   Favorite animal and why? PAP?\n  ","488842":"\n   Have you ever obsessed over anything?\n  ","488843":"\n   What now?\n  ","488844":"\n   fav river phoenix films\/roles?\n  ","488845":"\n   finally found the dagh guy\n   \n    @mohamedhassanatellyoudaghh\n   \n","488846":"\n   What would make you more happy than you currently are ?\n  ","488847":"\n   Do you enjoy going visit and helping at animal shelters? Seeing the animals and showing them love. Maybe helping them out or even taking them out of their cages and playing with them?\n  ","488848":"\n   VERY active users will get VIP. Available in a few countries for now including mine lol. They say VIP account can get 100 coins perday for free and many more rewards. Not sure if its true\n  ","488849":"\n   me lol\n  ","488850":"\n   I noticed from your elf name that it's your birthday this month! Happy early birthday! 😄 When is it?\n  ","488851":"\n\n    https:\/\/support.ask.fm\/hc\/en-us\/articles\/360010353400-How-can-I-become-a-VIP-user-\n   \n","488852":"\n   You can only pick one person which person has had the biggest impact on you\n  ","488853":"\n   Centri commerciali o piccoli negozi?\n  ","488854":"\n   Did you ever have to drink milk while you didn't like it?\n  ","488855":"\n   Do you have a bucket list of places you want to visit. If you do what are your top 3 ?\n  ","488856":"\n   Do you decorate a lot for Christmas ?\n  ","488857":"\n   Thank you :')\n  ","488858":"\n   - what are you feeling today? -\n  ","488859":"\n   Elf name\n  ","488860":"\n   What’s the most exotic place you have ever visited ?\n  ","488861":"\n   honestly i cant make sense of it. where is the cut off? who decides who has a soul? if one celled bacteria dont have souls then my mind tells me i do not either. i think this is it. when the lights go out....... in the city.... when the sun shines on the BAAAAAAYYYYY.... nothing after this imo. :\/\n  ","488862":"\n   Do you go commdo a lot\n  ","488863":"\n   How many times would you estimate you got called to the office while you were in school?\n  ","488864":"\n   On the 2nd day of Chrustmas thechaosbringer did not give to meeeee .......  (i.e you)\n  ","488865":"\n   I used to read bedtime stories all the time. Usually the plotlines devolved into something out of Star Wars or Looney Tunes but dammit I was original! Lol\n  ","488866":"\n   I thought YOU were going to read...\n  ","488867":"\n   🌹🎂🎂\n  ","488868":"\n   example of a good dream and example of a nightmare?\n  ","488869":"\n   If I had a Lamborghini or a Ferrari and I invited ya to ride for the experience, would you jump in and go? Lambo\/Ferrari GIFs. Anyone?\n  ","488870":"\n   Why do p0rn sites have a 'Share to Facebook' button? Who would do that?? 🤯😳\n  ","488871":"\n   Does not look like i can gift anything on this birthday. I hope i will be able to do something on your next birthday.\n  ","488872":"\n   6 birthday gifts are pending\n  ","488873":"\n   Have you ever been accused of being an incorrigible meddler in other people's affairs? 😮😳🧐👨‍⚖\n  ","488874":"\n   Do you run? 🏃‍♂️\n  ","488875":"\n   What's the tastiest brand of tea?\n  ","488876":"\n   Can you start studying medical science? I wish you were studying medical and were a doctor to be.\n  ","488877":"\n   Idk how to do that\n  ","488878":"\n   Happy December 😁❄️\n  ","488879":"\n   Have you ever experienced karma irl ?\n  ","488880":"\n\n    https:\/\/youtu.be\/9v-33jcEDk4\n   \n","488881":"\n   Do you think men have it better than women in today society\n  ","488882":"\n   go to doctor\n  ","488883":"\n   oh? lol\n  ","488884":"\n   What is in your fridge right now?\n  ","488885":"\n   well i have a total of 13 jars and one thats opened about 60% remaining. think im done but cant promise lol. 91 percent chance i will never use them all. can bequeath them to you if you'd like :')\n  ","488886":"\n   btw be curious if you could tell me the price of that 28oz jar if you remember to look. im guessing its about $2.19 or so.\n  ","488887":"\n   😆 ikr? Maybe rocks. Who knows. People are interesting. At the least. Haha\n  ","488888":"\n   im debating if it would have been a better choice to use \"more stupider\"\n  ","488889":"\n   :')\n  ","488890":"\n   What's on top of your christmas tree? Color? Star, angel, nothing? You know.\n  ","488891":"\n   Do you smoke socks?\n\n(Lol 😆 someone just asked me this. Is this a thing? Wtf 😂🤣😭 I'm dead...)\n  ","488892":"\n   last time pink canoe was paddled\n  ","488893":"\n   Does being yourself mean a lot to you? Good night pal 🤗🌙\n  ","488894":"\n   when do you pack up the christmas stuff?\n  ","488895":"\n   it's always different watching other people do things\n  ","488896":"\n   *joins in waiting*\n  ","488897":"\n   Are you 27?\n  ","488898":"\n   Are there any tv shows that you watch weekly or are you more of a binge watcher.  What shows do you currently watch ?\n  ","488899":"\n   Do you like fries, rice and gravy?\n  ","488900":"\n   How many scars do you have? And how did you get em?\n  ","488901":"\n   How do you typically react when you're cracking grade A banter and some pis$ant pipes up with \"That's a bit harsh\"? 🙄🙈🤣🤣🤣\n  ","488902":"\n   Have you ever been offered free drugs by strangers before?? 🤗\n  ","488903":"\n   Who has their Christmas decorations up already? 🎄❄️❤️\n  ","488904":"\n   Have you ever wondered why people stay such ugly things to people for no reason? May not even know them. Tell me about a scenario if you'd like.\n  ","488905":"\n   Good night beautiful\n  ","488906":"\n   Goodnight\n  ","488907":"\n   Feel better my love🌹\n  ","488908":"\n   Do you find yourself thinking more about your past, present or future?\n  ","488909":"\n   Wanna dance in the sequin dress?\n  ","488910":"\n   Dont know how.\n  ","488911":"\n   What do you prefer - individual or team sports?\n  ","488912":"\n   Please\n  ","488913":"\n   Hm laying on a railway track. Why?\n  ","488914":"\n   What did you have for dinner?\n  ","488915":"\n   Why? Come on you can make my day.\n  ","488916":"\n   Rubs your back and booty🌹\n  ","488917":"\n   You can show me a photo you took previously.\n  ","488918":"\n   Haha\n  ","488919":"\n   Makes you feel comfy and relaxed🌹\n  ","488920":"\n   Voice messaging at instagram ?\n  ","488921":"\n   Show me a morning photo of the view outside your house. Or any place in your town.\n  ","488922":"\n   Your pic looked gorgeous🌹\n  ","488923":"\n   🌹😘😴\n  ","488924":"\n   Turn ons\n  ","488925":"\n   What now?\n  ","488926":"\n   My beautiful Queen🌹👑😘\n  ","488927":"\n   Ootn\n  ","488928":"\n   Hope you’re alright Queen🌹😢\n  ","488929":"\n   Why does society place such a high value on beauty when it serves no functional purpose? 🤔\n  ","488930":"\n   Needs to be tucked in🌹\n  ","488931":"\n   What do a lot of parents do that screws up their kid? 🤔\n  ","488932":"\n   What are you talking about? What is going on?\n  ","488933":"\n   You press it when there is fire.\n  ","488934":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","488935":"\n   Lol ..it is useless to care about what others think about you ..they don't even know your daily struggles..if your smile is real or fake..i only care about myself ..\n  ","488936":"\n   What is your very first memory?\n  ","488937":"\n   me lol\n  ","488938":"\n   can i see\n  ","488939":"\n   Your attitude will certainly keep you healthy and positive...\n  ","488940":"\n   Touches your booty🌹\n  ","488941":"\n   So kind\n  ","488942":"\n   Hello cupcake\n  ","488943":"\n   Hugs you lots🌹\n  ","488944":"\n   Love you my Queen. You make me wanna smile and be special. You have my biggest heart🌹😘\n  ","488945":"\n   I mean irl scared of being misunderstood...\n  ","488946":"\n   hate needles too, what kind of tattoo would you like\n  ","488947":"\n   Hugs🌹\n  ","488948":"\n   What are you doing\n  ","488949":"\n   I do have my friends. It’s just my family is mostly gone🌹😢\n  ","488950":"\n   Most likely to be alone for the holidays goes to me🌹😢\n  ","488951":"\n   Are you scared to show the real you?\n  ","488952":"\n   What makes you feel satisfied?\n  ","488953":"\n   What is one thing you have tried to change, but couldn't?\n  ","488954":"\n   What's the best thing someone did for you?\n  ","488955":"\n   Did your parents ever use spankings as discipline?\n  ","488956":"\n   I wear exercise shorts or sweatpants, but in jeans or shorts It could be a struggle since they’re too big from exercising🌹\n  ","488957":"\n   the real me is the one who is free,and healthy,doing some dances and music,and art,languages,wearing poetic black,loving psychology,criminalistic stuffs,to make smth speacial and different for myself,u know...\n  ","488958":"\n   Post a picture of you\n  ","488959":"\n   Do you mostly wear pants or leggings\n  ","488960":"\n   I am just so tired of not being who I am ...\n  ","488961":"\n   u watch wwe?\n  ","488962":"\n   Rubs your booty🌹\n  ","488963":"\n   Rain ?\n  ","488964":"\n   such a good question tbh bet its something to do with most coins, the vip thing xo\n  ","488965":"\n   Did u hear about River Phoenix ?\n  ","488966":"\n   How many tattoos do you have\n  ","488967":"\n   Touches your booty if it ever hurts🌹\n  ","488968":"\n   Have you seen treasure planet? Do you like it? For me it's in my top 5 favorite Disney movies 😄\n  ","488969":"\n   Does your booty jiggle a lot\n  ","488970":"\n   Would you rather fight a lion or a bear?\n  ","488971":"\n   Love you🌹😘\n  ","488972":"\n   Goldilocks pls?\n  ","488973":"\n   Cause why not? It's in the ask faq secton\n  ","488974":"\n   For a crime?\n  ","488975":"\n   Tbh,I don't know names of any albums...but fave song,maybe people like us ... hbu ?\n  ","488976":"\n   Only available on a few countries at the moment\n  ","488977":"\n   Have you ever been in the news\n  ","488978":"\n   Do you ever get annoyed by people who are more stupid than you\n  ","488979":"\n   Last song listened to?\n  ","488980":"\n   I f love her\n  ","488981":"\n   have you ever seen whiplash?\n  ","488982":"\n   would you consider doing anal\n  ","488983":"\n\n    https:\/\/m.youtube.com\/watch?v=Cy8sMDQVRR0\n   \n","488984":"\n   Are you alright🌹\n  ","488985":"\n   Doing alright🌹\n  ","488986":"\n   I don't really know, you can try to find maybe male main characters in Disney movies\n  ","488987":"\n\n    https:\/\/www.youtube.com\/playlist?list=PL4tadHw-sbDsPHuIFfT0E8XPk8LkNvqUZ\n   \n   Treasure planet\n  ","488988":"\n   the house that jack built\n  ","488989":"\n\n    https:\/\/youtu.be\/RStePe5lU7o\n   \n   omg pruning is difficult.\n  ","488990":"\n\n    https:\/\/www.youtube.com\/watch?v=lDjPpV3M6IU\n   \n","488991":"\n   What is your most highlighted Book?!\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/158674276202\n   \n   ? 📚🖤\n  ","488992":"\n   You're single, you're at a sleepover at your best friends house in her room and her bf turns up who is hot. He didn't know you were going to be there. He straight out asks to fck you both, your friend says yes... what would you say?\n  ","488993":"\n   Do you like looking back at the old days & remember everything that has passed ya? \n\nSeeing all the good & bad that has happened, but yet.. It has molded you into being the person you are today. Look how far you have gotten? Look at how much stuff you have fight through to be here today. You did it.\n  ","488994":"\n   Bc i feel so tired and not having any frreedoom and having at the same time\n  ","488995":"\n   What is your favorite bedtime story?\n  ","488996":"\n   We can make it trough\n  ","488997":"\n   How long has it been since you last had a nightmare? A good dream?\n  ","488998":"\n   Is it even possible to have any\n  ","488999":"\n   Who is the most intelligent person that you know\n  ","489000":"\n   I wanna f cry\n  ","489001":"\n   Do you have favorite dip?\nFor like chips or crackers.\n  ","489002":"\n   How has your weekend been\/going so far?\n  ","489003":"\n   how high is your s x drive?\n  ","489004":"\n   Do u think its possible to have a freedom ?\n  ","489005":"\n   Do you think that learning things the hard way is the best way\n  ","489006":"\n   Do you think people can change or is it too late people are too far gone there is no going back\n  ","489007":"\n   2 more weeks🌹🎂\n  ","489008":"\n   I've really got to hand it to Crane. I've never been a fan of his concoctions until now but this batch it is well... INTOXICATING. It really brings out the me in you. Hahahahaha 😅\n  ","489009":"\n   We have right to our life and freedom\n  ","489010":"\n   What do you like on your burger?\n  ","489011":"\n   Do you like watching Christmas movies this time of year. Which is your favourite ?\n  ","489012":"\n   It’s December now. Are you ready for Christmas to be here ?\n  ","489013":"\n   Do you think the world will be a better place 10 years from now. Why do you think that ?\n  ","489014":"\n   How does it feel to drain a clogged sink with your bare hands?\n  ","489015":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","489016":"\n   What would you name your next pet?\n  ","489017":"\n   What are you wearing rn that's lace?\n  ","489018":"\n   I wanna see you walking in a short black dress in the market in London. I wanna see you walking in denim shirt and jeans.\n  ","489019":"\n   When you make a mistake, what do you tell yourself to get through it?\n  ","489020":"\n   What’s the weather like where you are now. Do you like it ?\n  ","489021":"\n   happy for you all : )\n  ","489022":"\n   i just get pressure points on my hips and shoulders. its cus im a wretched waif lol\n  ","489023":"\n   Which animal has the most beautiful fur?\n  ","489024":"\n   Are you a shopaholic?\n  ","489025":"\n   Have you done much work in the garden lately? 🤗🌾🌻\n  ","489026":"\n   Describe a recurring dream?\n  ","489027":"\n   What would you rather have Steak, Seafood or Pasta or none of the above\n  ","489028":"\n   but how many cents per ounce? these work out to be 3 cents. oh and i want the flour, could use. i have so much fcking sugar already but its right there and its 50 cents (wow)...so might as well.... just kill me pls..\n  ","489029":"\n   hahaha. that made me laugh. and just for that you are off the hook and i will leave you \"soul theory\" alone and without further molestation : )\n  ","489030":"\n   i would freeze to death booking the flight. my bloodless finger would shatter hitting confirm.\n  ","489031":"\n   FINDING MONEY IN A COAT POCKET CONSIDERED LIFE'S GREATEST SMALL VICTORY! 💰\n  ","489032":"\n   i like how its so specific. 4 days and three nights lol. you can almost reach out and touch it lol.\n  ","489033":"\n   only time its accessible i think\n  ","489034":"\n   peanut butter jars (16oz) were on sale for 50 cents a jar. highlight of my day lol. peanut butter cookies were made : )\n  ","489035":"\n   no its a life saver. without them there is no way id sleep. id get like bruises and sht lol\n  ","489036":"\n   You go,girl!\n  ","489037":"\n   What's the last song you listened to?\n  ","489038":"\n   What topic of conversation do you consider boring?\n  ","489039":"\n   How many blankets do you sleep with in winter?\n  ","489040":"\n   me lol (filling in) lol\n  ","489041":"\n   no idea\n  ","489042":"\n   i have two memory foam slabs one on top of the other on my mattress and i still have to turn like every hour or more lol. fck pressure points lol\n  ","489043":"\n   oh god im going to have to watch parts of it again. its been in the back of my mind for months lol. tried watching tid bits but i dont know where in the movie they mention it!! homework assignment?? hahahaha\n  ","489044":"\n   I've got a Jack daniels one\n  ","489045":"\n   What advent calendar did you get this year then?\n  ","489046":"\n   yay. you notice anything changing about her personality wise as she nears becoming a mother?\n  ","489047":"\n   Do you have an advent  calendar\n  ","489048":"\n   and btw why specifically did the word tribble get tied in?\n  ","489049":"\n   🌹😴😴\n  ","489050":"\n   Goodnight 💋\n  ","489051":"\n   You seem to have a very fragile ego\n  ","489052":"\n   Good night beautiful\n  ","489053":"\n   Here's an example of how to connect the thoughts in your head to words for the outside world. Q: What was the last thing to depress you? A: the sight of the horses at the renaissance party tonight. The horses were  and . This made me feel .\n  ","489054":"\n   What did you buy girl?\n  ","489055":"\n   a) you have 79 thousand posts. b) there's no way to connect \"renaissance dinner party tonight\" to \"felt bad for the horses\". I mean it may make sense to you, but not for those who live outside your head.\n  ","489056":"\n   Which bridesmaid dress?\n  ","489057":"\n   \"I don't think they look smaller but obviously less shoulder\/back fat.\" What do you mean by \"they\"?\n  ","489058":"\n   I suggest you answer your questions in such a manner that someone who doesn't know your thoughts can understand your words. For example, you started with \"felt bad for the horses.\" Which horses? I have no way of knowing what you're talking about.\n  ","489059":"\n   Baby can i see you when you are laying shirtless upside down in your bed? Luscious back. A white bedsheet on a bed.\n  ","489060":"\n   Do you think you would enjoy being famous??\n  ","489061":"\n   Do you ever think human will ever become extinct\n  ","489062":"\n   Ever gotten lost before while on the road?\n  ","489063":"\n   Fav compliment to get?\n  ","489064":"\n   What was the last thing to depress you\n  ","489065":"\n   If you could go back in history, who would you like to meet?\n  ","489066":"\n\n    https:\/\/youtu.be\/u9FxQuMRIj4\n   \n","489067":"\n   Do you own a pair of binoculars\n  ","489068":"\n   Do you dry your clothes with a machine or do you air dry them?\n\n(Nothing wrong with that. Just wanna know who's still doing them old school thangs still.)\n  ","489069":"\n   Do you like bitter tasting things?\n  ","489070":"\n   If you had the opportunity to visit Antarctica for 4 days and 3 nights, would you do it?\n  ","489071":"\n   Do you ever buy bras online?\n  ","489072":"\n   Have you ever had your bra size measured, or do you just guess?\n  ","489073":"\n   How creative are you?\n  ","489074":"\n   What are you doing now? :)\n  ","489075":"\n   Have you ever had a  memory foam mattress\n  ","489076":"\n   Hello cupcake\n  ","489077":"\n   i try. congrats to your sister : )\n  ","489078":"\n   Tell Jack you'll never let go\n  ","489079":"\n   What is paradise for you? 🤔\n  ","489080":"\n   I would? What do you mean to say?\n  ","489081":"\n   I had a great thanksgiving feast and a great day and night🌹\n  ","489082":"\n   If you could travel in time, which era would you visit?\n  ","489083":"\n   Do you have any good plans for this weekend  ?\n  ","489084":"\n   What games you want to play?\n  ","489085":"\n   What do you think about Victorians postmortem photos?\n  ","489086":"\n   What was the last thing you read?\n  ","489087":"\n   Why would you pay more for car insurance?\n  ","489088":"\n   Where is your buried treasure? Provide map if necessary\n  ","489089":"\n   thanks lol i like you\n  ","489090":"\n   lovely wtf ?\n  ","489091":"\n   Who is your natural rival?\n  ","489092":"\n   Where did you last lose your keys?\n  ","489093":"\n   well i was wrestling with my sister and her friend, well they jumped me and fought dirty low blows\n  ","489094":"\n   viruses? have you unravelled my evil plan? going to go into simpler and simpler organisms until....\n  ","489095":"\n   no no thats it but in the movie the cult had a specific name for the actual demon. like its scientific name so to speak lol.\n  ","489096":"\n   that you do not fight dirty\n  ","489097":"\n   Wow\n  ","489098":"\n   wish i could remember the demons name from the movie lol. i remember trying to look it up a few months back haha. something with a b i think bartameabable or something lol\n  ","489099":"\n   glad to hear it\n  ","489100":"\n   what about algae?\n  ","489101":"\n   do you think our personalities are contained within the soul?\n  ","489102":"\n   whats your rating fam fam?\n  ","489103":"\n   thats how i saw it was watchmen. never heard of the show.\n  ","489104":"\n   what constitutes a lot?\n  ","489105":"\n   why do girls fight dirty frustrated guy here\n  ","489106":"\n   😈😈😈\n  ","489107":"\n   Would you prefer you page be more active? Why or why not?\n  ","489108":"\n   How defensive of a person would you say that you are?\n  ","489109":"\n   Anyone about?\n  ","489110":"\n   Meatloaf is the surest way to your heart Lynds\n  ","489111":"\n   not really my genre. gave it a 2. liked ratatouille a bit more 2.5 and wall-e also got a 2.5\n  ","489112":"\n   :3\n  ","489113":"\n   they are out already. mannnn come on its modern capitalism. been out since day after halloween p much lol\n  ","489114":"\n   dont see anything??\n  ","489115":"\n   do you enjoy decorating it?\n  ","489116":"\n   what has using this site taught you about human beings? and has it made you more compassionate or more on guard?\n  ","489117":"\n   what are her favorite candies?\n  ","489118":"\n   how long is your mom staying in az?\n  ","489119":"\n   how many people did you spend thanksgiving with?\n  ","489120":"\n   wait so someone sent you that?\n  ","489121":"\n   reason for wanting to wait?\n  ","489122":"\n   spicy or mild?\n  ","489123":"\n   what skirt?\n  ","489124":"\n   what do you think we as humans yearn for the most?\n  ","489125":"\n   What does a perfect day look like to you? 🤔\n  ","489126":"\n   It’s done🌹\n  ","489127":"\n   Neither way. It goes like Shah-am\n  ","489128":"\n   do they have souls tho?\n  ","489129":"\n   in your own words tho not ancient greek lol :p\n  ","489130":"\n   I do not know if i should go to Netherlands.\n  ","489131":"\n   Do you feel like 2019 has been a good or a bad year for you?!\n  ","489132":"\n   Camo ~\n  ","489133":"\n   Did you buy anything on Black Friday?\n  ","489134":"\n   Are you a germaphobe\n  ","489135":"\n   Follow you .. 🌹🍒\n  ","489136":"\n   What is the quickest way to your heart answer even if you are taken.  Pretend that you are single\n  ","489137":"\n   Hm alright then. Someone else send me voice messages. Happy?\n  ","489138":"\n   Do you like guacamole\n  ","489139":"\n   No i will not. Tell me your instagram ID. If not now then when.\n  ","489140":"\n   Is it weird for a guy to want to taste you before he f*cks you?\n  ","489141":"\n   Do you think most girls know how they taste?\n  ","489142":"\n   My fiance and I practice a domestic discipline style relationship. She gets punished whenever she misbehaves. I always try and find things that she's done wrong or get her to misbehave just so I have a reason to spank her. Am I mean?\n  ","489143":"\n   Why?\n  ","489144":"\n   When you put on a bra, do you do up the hooks first or the straps?\n  ","489145":"\n   What’s one thing that most people on ask wouldn’t know about you ?\n  ","489146":"\n   You would not like to have voice chat with me on instagram.\n  ","489147":"\n   What was the last argument you've had\n  ","489148":"\n   Is keeping  secret money hidden away from your partner a bad idea\n  ","489149":"\n   As a human, are you an outside observer of the universe, or are you a piece of the universe observing itself?\n  ","489150":"\n   Do you have a pet\n  ","489151":"\n   are you okay, hugs\n  ","489152":"\n   What lipstick shade should a fair skin and blonde girl use on her prom night? Help me choose please ✋☺\n\nOption 1:\n   \n    https:\/\/t.co\/FkrQz68JBA?amp=1\n   \n   Option 2 (My Favourite one)\n   \n    https:\/\/t.co\/qws4ZClEE4?amp=1\n   \n","489153":"\n   Beetlejuice is cool, and Edward the Scissorhands,and Coraline\n  ","489154":"\n   Which celebs go on your nerves ?\n  ","489155":"\n   Do you like any kind of dressing? Cornbread? Liver? Chicken? Rice? Share a photo if you'd like or a GIF.\n  ","489156":"\n   Tips for exercising ?\n  ","489157":"\n   Do you use Uber or Lyft often? Do you prefer a taxi or light rail or a bus? Or do you just drive yourself? Do you walk many places? Have you ever roller skated? Have you ever water skied?Have bout in the snow? Ever hitch hiked? That’s really dangerous to do by the way. What are you staring at?\n  ","489158":"\n   Can you pray for me on this sad thanksgiving my grandparents won’t be here with us this year\n  ","489159":"\n   how did the meal turn out\n  ","489160":"\n   what is the 89% for?\n  ","489161":"\n   i watched up\n  ","489162":"\n   What, other than family, are you most thankful for in your life ?\n  ","489163":"\n   Ultimo regalo fatto? E ultimo ricevuto? 🌹\n  ","489164":"\n   Ti consideri una persona fortunata?\n  ","489165":"\n   What or who would you sacrifice your life for?\n  ","489166":"\n   If you were able to make the world a better place for every single person. Would you\n  ","489167":"\n   Ti consideri una persona matura o immatura per l'età che hai?\n  ","489168":"\n   What is paradise for you?\n  ","489169":"\n   You're doomed to transform into an animal (fictional or real) permanently... Which do you choose and why?\n  ","489170":"\n   On IMBD\n  ","489171":"\n   When eating out can you see the purpose of an hors d'oeuvre - a small dish served before the main meal in European cuisine also known as a starter or appetizer? All the European top chefs believe such dishes are necessary to open up the taste buds and bring relish to the appetite, do you agree? 🤔\n  ","489172":"\n   Do you guys have any DIY gifts that you make for people? If so, what are they? \n(I personally LOVE handcrafted gifts! :3 ) if you have a picture, wanna post a picture? :)\n  ","489173":"\n   I feel better🌹\n  ","489174":"\n   Do you believe that the way a person acts is a result of their life situation or do you believe that their life situation is a result of the way a person acts ?\n  ","489175":"\n   just googled it.\n  ","489176":"\n   that soundtrack is one of my favs. you get thrown in right away to iggy. probably one of the first great movies i had been exposed to and set me upon my cinematic education\/exploration.\n  ","489177":"\n   Cosa ti emoziona di più in questo momento?\n  ","489178":"\n   Avete mai fatto biscotti natalizi? \nIo lo consiglio, è una cosa molto divertente.. molto dolce. 🌲\n  ","489179":"\n   Che canzone non riesci a toglierti dalla testa?\n  ","489180":"\n   Do you ever wear camouflage? Do you like it?\n  ","489181":"\n   Ideas for a 4 1\/2 year old clothes wise and a 1year and 3 months old present for christmas?\n  ","489182":"\n   going to have to find them and kill them lol\n  ","489183":"\n   hii\n  ","489184":"\n   sounds cool, did you sing as well xo\n  ","489185":"\n   Im shopping rn for Black Friday🌹\n  ","489186":"\n   they did not come back did they? dont understand why people use this site that way. unless its all mass sent. and even still why bother in the first place. unless its all just trolling.\n  ","489187":"\n   I was shopping for Black Friday to buy my friend a gift and I hope he’ll like it🌹\n  ","489188":"\n   silicone grease lol (just got some)\n  ","489189":"\n   you dont think so tho?\n  ","489190":"\n   the taste. its like bland salt water? lol going of texture. fixture.\n  ","489191":"\n   The feast will starts in 3 hours🌹\n  ","489192":"\n   It’s my friend’s birthday and we’ll have a party🌹\n  ","489193":"\n   3rd time seeing it🌹\n  ","489194":"\n   Celebrating my friend’s birthday🌹\n  ","489195":"\n   Plans for Sunday\n  ","489196":"\n   the worst! lol\n  ","489197":"\n   yogurt\n  ","489198":"\n   If I see frozen tonight, my heart will be fully healed by the spell🌹❄️\n  ","489199":"\n   My winterfest party is this Sunday and we’ll be watching Sunday night football for my finale for my revenge🌹\n  ","489200":"\n   Hugs🌹🤗\n  ","489201":"\n   julius\n  ","489202":"\n   but what word do i use for reply?\n  ","489203":"\n   Needs warm hugs🌹😢\n  ","489204":"\n   Should i go to Netherlands?\n  ","489205":"\n   Heading back to the cinema tonight an hour or 2 after thanksgiving dinner🌹❄️\n  ","489206":"\n   Have you ever experienced a psychic moment?\n  ","489207":"\n   dont know what im supposed to do with this\n  ","489208":"\n   Time for revenge🌹\n  ","489209":"\n   have you heard of the new show called the servant? dont typically watch series but bookmarked a few. the servant, castle rock, the mandolarian, evil, and i see.\n  ","489210":"\n   what was the catalyst for the move across the country?\n  ","489211":"\n   Do you have at least one person on your Facebook 'friends' list that you hate?\n  ","489212":"\n   formula one documentary?\n  ","489213":"\n   There is list of recruitment agencies in America on google.\n  ","489214":"\n   How many questions a day do you delete?\n  ","489215":"\n   ss edmund fitzgerald (been on before)\n  ","489216":"\n   did your brother come from boston?\n  ","489217":"\n   Do you know about a recruitment agency that can help me get a job in the USA?\n  ","489218":"\n   Goodnight\n  ","489219":"\n   Good night sweetie\n  ","489220":"\n   Plans for Friday\n  ","489221":"\n   Do you think that humans as a species have gotten better through the generations or worse? Why?\n  ","489222":"\n   Oh, you've got green eyes\nOh, you've got blue eyes\nOh, you've got grey eyes. And I've never seen anyone quite like you before\nNo, I've never met anyone quite like you before....\n  ","489223":"\n   What was the last thing that made you go WTF\n  ","489224":"\n   Watch a dvd ? (Predator, Private parts, alien covenant, senna) or watch somethkng on netflix? (Suggest something)\n  ","489225":"\n   Lunch break. Just thinking what to do.\n  ","489226":"\n   Which book has made you laugh aloud?\n  ","489227":"\n   Suffered heartburn a few hours after I had Thanksgiving dinner tonight🌷😢😢\n  ","489228":"\n   Have you ever played with those little electric cars with the remotes, the ones that you used to charge, when you were growing up?\n  ","489229":"\n   UK\n  ","489230":"\n   could be depression.\n  ","489231":"\n   i guess forever isnt such a long time in redrose land lol\n  ","489232":"\n   watchmen\n  ","489233":"\n   Would you raise your child the way your parents raised you?\n  ","489234":"\n   cool, my gf  place was maniac too, her cousins etc they are soo loud im kinda shy\n  ","489235":"\n   Ever had a green bean casserole before? What kind've casseroles do you like to make or eat?\n  ","489236":"\n   Coraline or ?\n  ","489237":"\n   nightmare before christmas ? They marked it with 8\n  ","489238":"\n   mist\n  ","489239":"\n   Drink tonight?\n  ","489240":"\n   cool you can chill xo\n  ","489241":"\n   I like you\n  ","489242":"\n   cool, are you cooking x\n  ","489243":"\n   what do u like by Tim Burton ?\n  ","489244":"\n   aw, okay xo\n  ","489245":"\n   sock pic please, Lynds :)\n  ","489246":"\n   hey are you stuffed, i am lol xo\n  ","489247":"\n   Have you ever fallen off a roof , a ladder, a chair or a bed? Did you survive?\n  ","489248":"\n   Did u hear about Isla de las Muñecas ( the island of the dolls ) ?\n  ","489249":"\n   Are you planning to shop on Black Friday. If yes what are you going to buy ?\n  ","489250":"\n   How are you\n  ","489251":"\n   How do you like your eggs fried or fertilized?\n  ","489252":"\n   Gets ignored on for thanksgiving🌹😭\n  ","489253":"\n   are you risk averse?\n  ","489254":"\n   perfume\n  ","489255":"\n   what types of cheeses?\n  ","489256":"\n   your dr?\n  ","489257":"\n   boston\n  ","489258":"\n   8 & 9\n  ","489259":"\n   how much does it cost to do?\n  ","489260":"\n   What did\/are you having for your dinner tonight?\n  ","489261":"\n   What did\/are you having for your lunch today?\n  ","489262":"\n   Happy Thanksgiving🌹\n  ","489263":"\n   4 and 9\n  ","489264":"\n   cutie\n  ","489265":"\n   Have you ever pulled a prank that backfired on you?\n  ","489266":"\n   Hey i have lost 40 % fat from my waist i think. It is in form of a belt. Also i am able to bend my belly inwards. Hopefully i will get rid of it completely in the next three months.\n  ","489267":"\n   Gives you snuggles to cheer up for me🌹\n  ","489268":"\n   Do u like it\n  ","489269":"\n   What app did you use?\n  ","489270":"\n   Which one was yr fav?\n  ","489271":"\n   How was your Reading this year?📚\n  ","489272":"\n   what are you thankful for? do you express this gratitude often?\n  ","489273":"\n   Buongiorno 🌹 Sei allergico\/a a qualcosa?\n  ","489274":"\n   How do you like your Whisky?\n  ","489275":"\n   Do you ever find it awkward when you eat out and the waiter\/waitress asks 'How's your food?' but you haven't started because you're too busy editing pics of it to show off on social media, so you just say 'Yeah, good thanks'? 😳🙈🤣🤣🤣\n  ","489276":"\n   What did you do this week that was new or different?\n  ","489277":"\n   Happy Thanksgiving to all you Americans! If you’re from a different country have a good day otherwise!\n  ","489278":"\n   Happy Thanksgiving\n  ","489279":"\n   Happy Thanksgiving xo\n  ","489280":"\n   What’s your plans for today?\n  ","489281":"\n   Which of these have you done: 1) passionately kissed a girl 2) got suspended from school 3) punched someone 4) sent noodz 5) been to any country in Europe 6) rode a motorbike 7) spent £\/€\/$1000 in one day 8) done online dating 9) peed in the pool 10) blackmailed someone\n  ","489282":"\n   🌹🍗🦃\n  ","489283":"\n   Hugs since thanksgiving is here🌹🤗\n  ","489284":"\n   Thanksgiving🌹🍗\n  ","489285":"\n   Just say Shaam anyway you can.\n  ","489286":"\n   I am waiting\n  ","489287":"\n   Bye.\n  "},"Answer":{"488215":"\n  I need to get back to the gym and stuff lol\n  ","488216":"\n  Nice assets\n  ","488217":"\n  Yes to both but usually more in the right way.\n  ","488218":"\n  Sell your soul\n  ","488219":"\n  Song lyrics?\n  ","488220":"\n  Well, I do trust certain people on here :)\n  ","488221":"\n  That seems rude now\n  ","488222":"\n  Coins should be earned. I don't fully understand the language used on your page and the English parts aren't interesting enough to warrant me giving them likes. You also didn't ask nicely. 🙏\n  ","488223":"\n  Aside from family, I feel like it's Heather XD\n  ","488224":"\n  Awww\n  ","488225":"\n  Not yet\n  \n  The 16th\n  ","488226":"\n  I can be very patient\n  ","488227":"\n  I looked it up. Google. Didn't know if they did surveillance here so looked. Nothing more to it lol\n  ","488228":"\n  A skinny\/healthy\/fit version of myself. I'd still be me but smaller. Nothing too dramatic besides a smaller weight. My personality and outlooks have  never changed so I don't think I have to worry about that part of myself. Even in dreams at times, I'm not \"as I am now\".\n  \n  I don't really feel like I'm \"changing to fit that ideal\". Goes beyond that for me. Been bigger most of my life. Didn't know it was a medical issue because apparently Massachusetts doctors suck at their job or hide the real reasons from you. Tried and failed plenty of times because of that. Time to be selfish and really do it for myself, others and life in general. Pcos and fatty liver isn't something that should be neglected due to doctors not doing their jobs. Putting in the work to match the person I see inside. Fighting for what I want and know that its obtainable, eventually. Not on any timeline.. that doesn't work for me. Just one day at a time. Not in any race. Listen to myself and body, nutrients needed. Healthy mindset.\n  ","488229":"\n  I'm supposed to know the difficulty?\n  ","488230":"\n  King\n  ","488231":"\n  Either way.\n  \n  My mind also forgets certain things if it's been forever. However, remembers a lot of useless things about people. Go me 👍\n  ","488232":"\n  \"A bill introduced in the Arizona Senate would require law enforcement agencies to get local government approval before acquiring or using military equipment or surveillance technology.\"\n  ","488233":"\n  Same. Can make me feel tired if it's in the morning lol\n  ","488234":"\n  Probably. Will most likely send weird stuff given from that link and twist everything around.\n  ","488235":"\n\n   https:\/\/en.m.wikibooks.org\/wiki\/God_and_Religious_Toleration\/Buddhism\n  \n","488236":"\n  Watching YouTube. 9 more and I'll be caught up with the latest videos from Zoella\/Zoe.\n  \n  Been reading The Institute by Stephen King on and off.\n  \n  Listening to the rain\n  \n  Answering questions on and off\n  ","488237":"\n  You got it, dude.\n  ","488238":"\n  I think most of all it comes down to us. How we are thinking\/feeling that day. If someone\/something set it off when already feeling that type of way. Our reactions to it, ourselves etc we can't always put the blame on others.\n  ","488239":"\n  I wish it would stop raining.\n  ","488240":"\n  I know\n  ","488241":"\n  Si\n  ","488242":"\n  Gives you a massage and then ices it :)\n  ","488243":"\n  Ouch\n  ","488244":"\n  That's good\n  ","488245":"\n  Sorry to hear\n  ","488246":"\n  Funny how he behaves like that then XD man that's creepy lol\n  ","488247":"\n  Could be their own \"gods\". The TheravadaBuddhismfocuses on the original teachings ofBuddha. It is all about one's own enlightenment. The main goal is to be a saint (arhat) and to live in the Nirvana (God). The MahayanaBuddhismis the way of embracing love.\n  \n  With any religious beliefs there could be other paths, not just about God\/goddesses.\n  ","488248":"\n  The 16th ☃️❄🎅\n  ","488249":"\n  Cheeseburger\n  \n  Baked potato with bacon bits and cheese\n  \n  Corn on the cob but I didn't feel like it.\n  \n  Definitely need to get back to keto foods lol\n  ","488250":"\n  Yes. Why wouldn't it be? Has a following. It's pretty chill and common sense. Not too many real rules...\n  ","488251":"\n  Not just me it seems too lol\n  ","488252":"\n  Even better\n  ","488253":"\n  It's been ok. Had some leftover pizza and ice cream cake. Been reading Institute by Stephen King. Just ate dinner. Still feel a tiny bit sick but getting better too :)\n  ","488254":"\n  Everywhere\n  ","488255":"\n  No idea what she's saying\n  ","488256":"\n  Food\n  ","488257":"\n  Netherlands\n  ","488258":"\n  Haha cute:p\n  ","488259":"\n  Indeed\n  ","488260":"\n  Would be a good night then haha\n  ","488261":"\n  Nah. Fatty liver isn't beautiful.\n  ","488262":"\n  Should probably do without underwear still on. lol @ the picture\n  ","488263":"\n  Kind of need help with the other part 😉😏\n  ","488264":"\n  :)\n  ","488265":"\n  It's really not lol\n  ","488266":"\n  Sleeping more\n  \n  tylenol cold&flu\n  \n  Ginger ale\n  \n  Had tea one day, a ginger lemon one\n  \n  Soup\n  \n  Tissues.. haven't needed too much thankfully.\n  \n  Cough drops if needed\n  ","488267":"\n  Which ones? 😈\n  ","488268":"\n\n   https:\/\/youtu.be\/k4QKLWRKDRA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Didn't ditch anyone\n  ","488269":"\n  Google\n  ","488270":"\n  I'm not buddha\n  ","488271":"\n  Seriously?🤣🤣🤣🤣\n  ","488272":"\n  Me, the microwave\n  ","488273":"\n  Very lol\n  \n  All he does is harass me with weird crap.\n  ","488274":"\n  Lahore is so freaking strange, man.\n  ","488275":"\n  About what?\n  ","488276":"\n  lol no\n  ","488277":"\n  That's weird but here's a pic :p\n  ","488278":"\n  Ok then...\n  ","488279":"\n  Oh. The place is fine. Just rather not go with that guy lol\n  ","488280":"\n  Do i?\n  ","488281":"\n  Having a slice now actually\n  ","488282":"\n  Is this even English? XD\n  \n  Netherlands or Lahore area?\n  ","488283":"\n  Should have just done instead of made it uncomfortable for her? Idk lol\n  ","488284":"\n  He wouldn't ask that. lol\n  ","488285":"\n  He's from there so nicknamed him that. Real name is shaam.\n  ","488286":"\n  I mean lahore is an automatic no regardless of what the question\/situation is 🤣\n  ","488287":"\n  Moose, deer...\n  \n  Nope\n  ","488288":"\n  You too\n  ","488289":"\n  ¯\\_(ツ)_\/¯\n  ","488290":"\n  That's good.\n  ","488291":"\n  Did you get back safely?\n  ","488292":"\n  No clue\n  ","488293":"\n  Oh. Ofcourse not\n  ","488294":"\n  Nope. Not my kind of thing. Wouldn't mind seeing fights but eh.\n  ","488295":"\n  Aww\n  ","488296":"\n  Who?\n  ","488297":"\n  Makeup\n  ","488298":"\n  Yes a little. Ugh\n  ","488299":"\n  Because it's fun\n  ","488300":"\n  Pap smear? Cold Metal pole. Hopefully the AZ ones would be different. Actually watched Zoella\/Zoe's live pap smear video last night and it was so informative. UK seems like they have way better health care. Granted the age should be lowered I think.. 25 to get checked out just seems like a weird age. Was cool seeing all the different sized instruments 🤣 meanwhile a huge pole isn't cute, man.\n  ","488301":"\n  Wise\n  ","488302":"\n  No to Lahore\n  ","488303":"\n  And disappointed in the answer :(\n  ","488304":"\n  Years ago\n  ","488305":"\n  Congrats\n  ","488306":"\n  I'll pass\n  ","488307":"\n  You just answered your own question\n  ","488308":"\n  I know, mr. 15 peanut butter jars.\n  ","488309":"\n  The fat in his butt lol\n  ","488310":"\n  Who?\n  ","488311":"\n  Indeed.\n  \n  I pee more at night though\n  ","488312":"\n  R.i.p that as.s\n  ","488313":"\n  I'm sure that has happened Haha\n  ","488314":"\n  Meanwhile I had a sh!t ton lol\n  ","488315":"\n  Probably 10+?\n  ","488316":"\n  Got busy then sick\n  ","488317":"\n  Oh man\n  \n  Now its tempting!\n  \n  When you looked up \"popcorn tree\" and instead Lucky multiples :o\n  ","488318":"\n  Hate waiting lol\n  ","488319":"\n  Few weeks ago then\n  ","488320":"\n  Can be boring at times. Patriots actually play tomorrow.\n  ","488321":"\n  Innuendo?\n  ","488322":"\n  Whose to say?\n  \n\n   https:\/\/youtu.be\/xwtdhWltSIg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488323":"\n  Piano since we already have one\n  \n  Acoustic guitar\n  ","488324":"\n  Can't believe its not butter\n  ","488325":"\n  I just sneezed so unlucky\n  ","488326":"\n  Diaries\n  ","488327":"\n  You don't want real butter? :o\n  ","488328":"\n  Excellent\n  ","488329":"\n  Bloody popcorn\n  ","488330":"\n  I just didn't think they cared much but felt the need to ask anyways lol\n  \n  Got to meet Vic Mignogna and took a picture with him dressed as my penguin self 🤣🐧 got his autograph and a few others too.\n  ","488331":"\n  suck my blood?\n  ","488332":"\n  Not really but answered anyways. My mind kept going to my sister's friend and how to tell her that she was still alive and in the world lol They haven't seen each other since early 2000s. Found her on that fastpeoplesearch.com site. Ended up being all \"guess who is alive\" then sending her the links to everything I found out. She's still pretty hidden from the world. No social media that we could find etc\n  ","488333":"\n  Joker in theaters.\n  \n  The new Lady and the tramp on Disney+\n  \n  Shows: Mandalorian and Castle Rock\n  ","488334":"\n  A long time if careful, good quality etc\n  ","488335":"\n  They want all of me ;)\n  ","488336":"\n  Oh honey, you'd win\n  ","488337":"\n  On me personally? No.\n  \n  The house in general? Yes. Even when nothing was going on, they'd shine the spotlight at the house lol One time everyone was next door and the cops went to our house instead.\n  ","488338":"\n  Oh?\n  ","488339":"\n  Cheese and then one that was half cheese, half pepperoni. My cheese had a little bit of pepperoni added. 3\n  ","488340":"\n  No. I didn't even know that was going on at the moment. Anyone good?\n  ","488341":"\n  Man that's bad. Yes.. like don't change something if its been working. No wonder why I haven't seen domino's cars around as much 🤣\n  ","488342":"\n  Yes lol\n  ","488343":"\n  Yes lol XD dude sounds like such a good friend 🤣\n  ","488344":"\n  Good night x\n  ","488345":"\n  How old is he? lol XD\n  \n  Hurt because he found out he was wrong? Wonder if someone else had the same W chat. Haha omg. What a baby\n  ","488346":"\n  Oh man! It gets better. Was that the reason too or something else?🤣🤣🤣🤣\n  ","488347":"\n  Olaf\n  ","488348":"\n  That's hilarious. Must have been so awkward too. I don't tend to hold grudges. Wasted energy and time.\n  ","488349":"\n  Nothing but I do want some stuff too lol\n  ","488350":"\n  Some would say out of this world\n  ","488351":"\n  Today? No thanks. I like drake, NF and Lizzo.\n  \n  Give me 90s any day\n  ","488352":"\n  *passes out handbooks*\n  ","488353":"\n  No problem. I feel like time helps. Pretty much is behind me, can't change anything, ya know? But whenever I get asked something similar that's where my mind wanders to. Not a good feeling. Goes beyond just guilt too.\n  ","488354":"\n  My mom doesn't even use hers lol\n  ","488355":"\n  Sweet of you\n  ","488356":"\n  Aw thanks king\n  ","488357":"\n  Not really. Mostly guys wanting fwb, one night stands, or marriage proposals straight off the bat. No real connections happening.\n  \n  Even talked to someone today who felt the same way that it should be spontaneous and not something you jump into without knowing anything of the person.\n  ","488358":"\n  Queen needs makeup. Well wants lol\n  ","488359":"\n  $333 would get me to sephora rouge.\n  ","488360":"\n  I don't mind it as I don't have the connection of calling my biological father that. I don't care for the baby girl stuff but fine with the word daddy.\n  ","488361":"\n  This made me yawn\n  ","488362":"\n  January 9th will be one year on keto.\n  \n  Yes, I do.\n  \n  Was thinking overall, not just this year.\n  ","488363":"\n  I don't really have a legit before so any would do I suppose.\n  ","488364":"\n  Yes. Posted enough shit on here and ig before so kind of a given\n  ","488365":"\n  Indeed.\n  ","488366":"\n  Spirit, Christmas tree, lights, the movies, music, giving & recieving gifts\n  \n  Large crowds in malls, spending money...\n  ","488367":"\n  See you around 60 more pounds lost then. Seems daunting 🤣💪\n  ","488368":"\n  \"me lol\" is better\n  ","488369":"\n  Sloth legs :D\n  ","488370":"\n  Chicken parm\n  \n  Chinese food\n  \n  Lobster\n  \n  Ice cream\n  ","488371":"\n  <3\n  ","488372":"\n  Omg yes!! The pizza on Halloween was so thin! We had bbq chicken and it was literally too much sauce and nothing else. Don't get why they'd switch to something like that to save a couple dollars.\n  \n  True. It was pretty much like a deep dish type tonight.\n  \n  Pizza hut is ok.\n  ","488373":"\n  Not sure why I'm still wearing the sweater ¯\\_(ツ)_\/¯\n  ","488374":"\n  They actually went with a local place instead. Don't believe it's a chain..\n  \n  Was going to say Dominoes did way better this time than on Halloween but was a different place XD\n  ","488375":"\n  Damn I'm kidding\n  \n  Don't fully know :p\n  \n  Being a wiseass ok\n  \n  I don't think one is better than the other\n  ","488376":"\n  You are too young to know\n  ","488377":"\n  We're not as weak about certain things :p\n  ","488378":"\n  Me? I'll be 32 on the 16th.\n  ","488379":"\n  Yes 🎅❄☃️\n  ","488380":"\n  I'll keep you'll posted. Only one person answered so far.\n  ","488381":"\n  I think domino's? Some two pizza deal, cheesesticks, litre drink.\n  ","488382":"\n  Elbow length is best. Don't want them too long or short.\n  ","488383":"\n  We'll see. Haven't decided anything. Came to mind earlier :)\n  ","488384":"\n  Haha it wasn't :p\n  \n  It's big on me now but not too bad looking either. Only xmas thing I really had so figured it went with the outfit\n  ","488385":"\n  I'll be 32 on the 16th. I'm the baby out of my siblings. Bro is 41.\n  ","488386":"\n  Two years age gap. 34 now\n  ","488387":"\n  A few people are on :)\n  \n  I'll be getting off soon to celebrate my sister's birthday with pizza and ice cream cake, presents. She doesn't feel like going to the Christmas thing tonight.\n  ","488388":"\n  Record Stores ¯\\_(ツ)_\/¯\n  \n  Library\n  \n  Blockbuster comes to mind but didn't do much music.\n  ","488389":"\n  We're actually having pizza tonight.\n  ","488390":"\n  Z man\n  ","488391":"\n  I wanted a donut earlier o.o\n  ","488392":"\n  I do. Yours must be bomb\n  ","488393":"\n  Yes, I'm not that naive.\n  \n  Could use some dashboard light time ;)\n  ","488394":"\n  Ice cream for me :)\n  \n  Animals too. Cute lil furry nuggets\n  ","488395":"\n  Not exactly but have ate them before\n  ","488396":"\n  Yes, in nyc before.\n  ","488397":"\n  This sounds like it could be about people too ;)\n  ","488398":"\n  So?\n  ","488399":"\n  Favorite kind of crust? Flavorings?\n  ","488400":"\n  Guy: talks about fwb\n  \n  Me: if I felt like it was the right type of person\n  \n  Them: what would be the right type of person?\n  \n  WHY DO I WANT TO ANSWER \"NOT YOU\" 🤣🤣🤣\n  ","488401":"\n  When's the last time you had pizza?\n  ","488402":"\n  Thanks. Atleast going out today :)\n  ","488403":"\n  Hopefully all better tomorrow. Feel good but still slightly blah too\n  ","488404":"\n  She had a boyfriend and changed. Also I ended up transferring to the votech high school. Connected years later on FB again.\n  \n  She has two kids with the guy and likes talking about their personal problems on FB and anything else that comes to mind 🤣 she just looks foolish when she keeps going back to him in the end. Both times she was pregnant, he ended it only to be together the next day.\n  ","488405":"\n  What's wrong?\n  ","488406":"\n  I had a drink at Thanksgiving if that counts.\n  ","488407":"\n  No. I'd probably agree with them.\n  ","488408":"\n  Sucks for you\n  ","488409":"\n  Haven't had to\n  ","488410":"\n  Robot 🤣\n  ","488411":"\n  Not sure\n  \n  Yes\n  \n  Yes\n  \n  Yes\n  \n  Yes\n  \n  Yes\n  \n  Maybe\n  \n  Yes\n  \n  I believe so\n  ","488412":"\n  Sounds like a good idea. Maybe some new towels too.\n  ","488413":"\n  A penguin named penpen lol had a mask with the feathers etc\n  ","488414":"\n  Seems appropriate\n  \n  Still think it's weird that's my top answer\n  ","488415":"\n  Dope ass horses with cones\n  ","488416":"\n  me lol 😘😏\n  ","488417":"\n  Anon\n  ","488418":"\n  No. All the macros do.. it's more protein and fat consumption. Low carb and sugar. You look at the net carbs more though instead of all of them.\n  \n  Pretty much but could count to some people. They look at net calories too.\n  ","488419":"\n  Will have to check my list and other random stuff I can find XD\n  ","488420":"\n  Anywhere lol\n  ","488421":"\n  Found $100 in my friend's yard before and her dad ended up letting us keep it. Split up\n  ","488422":"\n  Rather forget it 🤣\n  ","488423":"\n  Penpen\n  ","488424":"\n  No but I went to a convention once.\n  ","488425":"\n  Not sure. Not business savvy\n  ","488426":"\n  Need to shower and I have an answer that's hard to phrase so hopefully get ideas on that lol\n  ","488427":"\n  3 or 5\n  ","488428":"\n  I know it can be annoying when that's all people see. Get that a lot 🤣\n  ","488429":"\n  Absent \/ tardiness.\n  \n  Always lol\n  ","488430":"\n  Haha agreed :p simple things in life\n  ","488431":"\n  Not much. Like other types more\n  ","488432":"\n  Just got to keep the popcorn out of the equation;)\n  ","488433":"\n  Sister\n  ","488434":"\n  Well then glad it was that good haha\n  ","488435":"\n  Have been.\n  ","488436":"\n  At the disco\n  \n  I don't panic much. Something must be happening for that reaction.\n  ","488437":"\n  Not sure what you'll do\n  ","488438":"\n  I only avoid Lahore.\n  ","488439":"\n  When guys you haven't even talked to straight up lie 🤣\n  ","488440":"\n  I seem to get a decent amount of messages but don't see any real connection with them. Maybe 6\/10.\n  ","488441":"\n  The fireworks 🤣\n  \n  Still haven't seen them or the chocolate fruit\n  \n  I have a feeling that the cherry ones would be better.\n  ","488442":"\n  Being a chef and creating is pretty awesome. Cool to see how creative people get in the kitchen.\n  \n  Downside is if it effects their health in bad ways.\n  ","488443":"\n  For me, personally, no. I don't like getting yelled at. I do my best anyways. There's no need to be afraid of someone helping you either. You should obviously respect them and the time dedicated to you but much rather have the best friend type way. Good balance of friends and tough love\n  ","488444":"\n  Good for them?\n  ","488445":"\n  Could have been better. Still a little sick.\n  ","488446":"\n  Lulu is next in line. She actually shares a birthday with one of my sister's old exes lol\n  ","488447":"\n  <3\n  ","488448":"\n  Don't get how this relates to the uk\n  ","488449":"\n  What type of business?\n  ","488450":"\n  Are they as good as you remember?\n  \n  Conical is a nice word.\n  ","488451":"\n  Google\n  ","488452":"\n  Hm no idea who would want such a miracle to happen\n  ","488453":"\n  It was horrible haha felt bad after all that but definitely had to be done! I wouldn't even have gave to the dogs nevermind a person 🤣\n  ","488454":"\n  People only change if they truly want to.\n  ","488455":"\n  Very funny\n  ","488456":"\n  My feet are a little bit\n  ","488457":"\n  Mine still say 3\n  ","488458":"\n  Sounds s*xual\n  ","488459":"\n  Holiday thing tonight\n  \n  I think the dude will have his annual Christmas decor up, hot chocolate and snacks. So probably see that this year. He'll dress up as Grinch again. Looks real!\n  ","488460":"\n  Good ones\n  ","488461":"\n  Already doing\n  ","488462":"\n  Sister's birthday today. Bunch of different presents set up.\n  \n  I got her a mug that says \"Mom to be\" on it and a Hobby Lobby giftcard. Might grab some reese cups or those Christmas tree treats as well.\n  ","488463":"\n  🤣🤣🤣\n  ","488464":"\n  Yes\n  ","488465":"\n  On it\n  ","488466":"\n  I don't believe so.\n  \n  Usually just got the Hood brand\n  ","488467":"\n  Don't remember but most have been in New Hampshire.\n  \n  Did one in Sedona before.\n  \n  Superstition mountain is a good one. Still need to complete it fully. I was sick years ago and the altitude was making it harder to breathe when already feeling shitty lol\n  ","488468":"\n  Yes. Silver lining type situation\n  ","488469":"\n  The end part\n  \n  Getting fresh air\n  \n  Love if there's waterfalls or other cool spots too\n  \n  Feeling accomplished\n  ","488470":"\n  The latter.\n  ","488471":"\n  Maybe it only works with an actual name? :o\n  ","488472":"\n  No\n  ","488473":"\n  lol\n  ","488474":"\n  More my sister's friends.\n  \n  But I've had a friend who overdosed too. Don't remember with what exactly.. her boyfriend had her on different things.\n  ","488475":"\n  Which would you rather have?😈\n  ","488476":"\n  Yes but haven't for years now :)\n  ","488477":"\n  Soon to be 32\n  \n  5'7\"\n  ","488478":"\n  Haha for sure! Spot on\n  ","488479":"\n  I've had 7 slices before 🤣\n  ","488480":"\n  Three or four?\n  ","488481":"\n  I don't see how. Was buying the shirt for myself and then noticed another that would fit my friend so was going to get that for her. Then the actual concert idea came to mind.\n  ","488482":"\n  Not much was really done for him either. I think just a rally to tell everyone? And then had his own page in the yearbook.\n  ","488483":"\n  No idea.\n  \n  I had a dream that I was at a store buying two band tshirts and then wanting to get the tickets without even knowing if some random ghost band was even playing lol not sure what band it was..\n  ","488484":"\n  Good night\n  ","488485":"\n  Night gremlins\n  ","488486":"\n  A video isn't a photo.\n  ","488487":"\n  Nasty lil fuckers\n  ","488488":"\n  Probably walking on all fours and barking at us for food\n  ","488489":"\n  Glad I wouldn't be the only one. Made me laugh:)\n  ","488490":"\n  I'd be like this doggo\n  ","488491":"\n  Lahore's erection one\n  ","488492":"\n  Space chick o.o\n  ","488493":"\n  When they keep saying \"around here\" and reminds you of the song\n  \n\n   https:\/\/youtu.be\/SAe3sCIakXo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488494":"\n  Uh huh\n  ","488495":"\n  When people agree 😘😏\n  ","488496":"\n  Yes. Including actual s*x too\n  ","488497":"\n  Yes fun times :p\n  ","488498":"\n  Why are you thanking me? Also didn't ask if you had a \"real life\" either. Don't get the point in trying to be rude when you were the one who came to me lol\n  ","488499":"\n  My Fitbit. Actually just put it on the charger as it was at 10% battery.\n  ","488500":"\n  Going to the gym helps me. More than just a workout. Hygiene stuff. Eating healthy. Light candles.\n  ","488501":"\n  I'm watching more YouTube but do check in (like now)\n  ","488502":"\n  I haven't had bangs since early 2000s\n  ","488503":"\n  Hopefully will tomorrow. Think we're going to the Christmas thing tomorrow. Also my sister's birthday.\n  ","488504":"\n  I don't have a picture of you\n  ","488505":"\n  I rarely drink and I don't smoke.\n  ","488506":"\n  1.\n  \n   @JJD55\n  \n  is pretty funny.\n  \n   @FeelFreeToAsk2017\n  \n  too!\n  \n  2.\n  \n   @asgardarts\n  \n  came to mind. She'll probably hate that 🤣 sorry!\n  \n   @breakfreefromlife\n  \n  too. Oops\n  \n  3. Uh half my friends list I can see that way. Don't feel like tagging a bunch of people. Also the ones being tagged, obviously.\n  \n  4.\n  \n   @poetalunam\n  \n  is always fun to see what they have to say. Even with the silly things they still have a way about them ¯\\_(ツ)_\/¯\n  \n  5. I think\n  \n   @patchy_life\n  \n  wins by default. A lot of guys on here hide whether that's by picture, personality and other ways but he's been himself the whole time. Talks about a lot that others might shy away from etc👏\n  ","488507":"\n  😴🍓🙃📚😏😘\n  ","488508":"\n  I noticed ;)\n  ","488509":"\n  Too long\n  ","488510":"\n  They just want to look good, play a part. Half of them probably add more hobbies than they actually like.\n  ","488511":"\n  I thought you shaved?\n  ","488512":"\n  \"Stüssy S\" maybe paired with some roses or something.\n  ","488513":"\n  What kind of ride? 😏\n  ","488514":"\n  No. I'd buy something nearby or bring my own lunch.\n  ","488515":"\n  Black ones are more tender, different texture.\n  \n  Navy ones aren't blue :p smaller and flatter.\n  \n  No bean expert here lol\n  ","488516":"\n  Welcome!!\n  \n  Spotify link anyways\n  ","488517":"\n  It would be pretty different.\n  ","488518":"\n  True.. but I don't usually think of the good one lol\n  \n  Good karma is nice though!\n  ","488519":"\n  Cute.\n  \n  Nope\n  ","488520":"\n  Jacob Lee should have really been #1\n  \n  But wasn't using spotify as much when I found him :(\n  ","488521":"\n  Yes. I have a playlist dedicated to it 🎅🤣 the first song says my name so ¯\\_(ツ)_\/¯\n  ","488522":"\n  I don't mind it but much rather have hot chocolate or hot apple cider\n  ","488523":"\n  No problemo\n  ","488524":"\n\n   https:\/\/youtu.be\/7JL3otX97CM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Better? :)\n  ","488525":"\n  This was my #1 song this year according to spotify\n  \n\n   https:\/\/open.spotify.com\/track\/4s575iMan4W6iHefLPqYsi?si=zGyv62d5RTObUpijILnpdw\n  \n","488526":"\n  Not good ones. Guilt, shame, changing things but no matter what you said\/did the end result would most likely be the same, makes me feel small and weak. Makes me feel like I'm right back to those days where I was depressed and lost my voice, a friend and more. Not opening up to anyone about what was going on or the whys. I'd change all that for myself and him.\n  ","488527":"\n  Do I have superpowers? :o\n  \n  Maybe a week or two. Depends what it is, how minor etc\n  ","488528":"\n  That would be weird.\n  \n  I know that most had fentanyl traces.\n  \n  Some stopped and started again, took too much.\n  \n  Probably 50\/50 accidental or not.\n  ","488529":"\n  Must be hard with those platypus paws\n  ","488530":"\n  You aside 😘\n  ","488531":"\n  It's been a lot lately.\n  ","488532":"\n  Men in general lol\n  ","488533":"\n  YouTube was Jacob Lee.. poor guy didn't get the mentioned at all :(\n  ","488534":"\n  Not quite sure what neo mellow would consist of but we good 👍\n  ","488535":"\n  XD\n  ","488536":"\n  Probably one of my favorite ones. Anyways, kind of have no appetite today.\n  ","488537":"\n  My list isn't that long\n  ","488538":"\n  Adele\n  ","488539":"\n  For the most part\n  ","488540":"\n  That's the Kerry gold talking.\n  ","488541":"\n  It must be keto\n  ","488542":"\n  Don't get too wet now\n  ","488543":"\n  From birth to now would be a long book.\n  \n  SILENCES YOU\n  ","488544":"\n  Yes, a couple times. Lion king, beauty and the beast..\n  ","488545":"\n  That too\n  ","488546":"\n  This is a photo album filled with your nudes.\n  ","488547":"\n  Like the dude who said \"want to smash\" 🤣\n  ","488548":"\n  You? Me? Alone?\n  \n  Sorry <3\n  \n  Had some last night\n  \n  No\n  \n  On and off today\n  \n  I ended up finishing one of the books i got. Also need to pick up The Institute by Stephen king this weekend.\n  ","488549":"\n  Being forever alone.\n  \n  Idk kind of a mindfuck there. Sometimes I feel like I'm not ready to let someone in, other times I do. I'm more focused on myself. Haven't met anyone that I saw any kind of potential long term relationship with. Haven't clicked with anyone genuinely. If I had to do fwb or anything like that then I'd rather have that happen naturally instead of talking about it beforehand. The suspense there is the fun of it.\n  \n  The spontaneity. Having that type of thing planned is weird.. especially if its someone you can't see yourself with in any type of way. Have had guys mention that and just don't feel like that's something I'd do if no connection or attraction there. ¯\\_(ツ)_\/¯\n  ","488550":"\n  Sometimes even more important\n  ","488551":"\n  Yes, plenty of times.\n  ","488552":"\n  Yes, family is important to me.\n  ","488553":"\n  Yes, okcupid, and not really to the second question.\n  ","488554":"\n  Not by myself\n  ","488555":"\n  Not sure.\n  ","488556":"\n  Yes 😘\n  ","488557":"\n  It's ok. You have 14 other ones. Always nice opening a new one.\n  ","488558":"\n  And having nasty pies you dump out 😘\n  ","488559":"\n  Ditto\n  ","488560":"\n  I just remember us getting separated 🤣 she expected better from me. I think maybe why we were there? Idk.\n  ","488561":"\n  Picture of himself and some places in Dubai\n  ","488562":"\n  I think they were blank\n  ","488563":"\n  You don't say?\n  ","488564":"\n  I suppose when I was going through depression because I literally didn't want to do anything. Had to build my humor back up etc\n  ","488565":"\n  Are you a watchman?\n  ","488566":"\n  Because it doesn't know who \"me lol\" is?\n  ","488567":"\n  O.o\n  ","488568":"\n  45\n  \n  Take pictures, more so on ig.\n  \n  Conversations on here if it comes up\n  ","488569":"\n  Still a bit sick\n  ","488570":"\n  <3\n  ","488571":"\n  Like me lol 😉\n  \n  Someone real, not afraid to hurt my feelings but good with getting their point out there, understanding, humor, best friend type person, partner in crime, egg me on, dedication, doing something amazing themselves etc\n  ","488572":"\n  This family goes all out with their house decorations so will probably see that.\n  ","488573":"\n  How are you eating souls? Aye, breakfast of champions there. 🤣\n  ","488574":"\n  I usually delete them eventually\n  ","488575":"\n  Can be a little bit of both but more fun :)\n  ","488576":"\n  Yes\n  ","488577":"\n  Nothing to talk about:p\n  ","488578":"\n  5\/10 mom\n  \n  0\/10 dad\n  ","488579":"\n  Can be unhealthy\n  ","488580":"\n  I'm not triggered though\n  ","488581":"\n  The 91 cents helps ;)\n  \n  But ya.  Seems like a challenge lol hopefully free shipping on that shit\n  ","488582":"\n  Not really. Dad's pretty mentally abusive so who would??\n  ","488583":"\n  Which ones did you watch?\n  \n  I started Castle Rock and Mandalorian yesterday.\n  ","488584":"\n  Mom laughs about it now. Dad was probably in his own little world and didn't notice as much?\n  ","488585":"\n  Good picks. Loved jackass XD\n  ","488586":"\n  Jumped\n  ","488587":"\n  Nope.\n  ","488588":"\n  I'm pretty decent!\n  ","488589":"\n  More so because a friend was friends with him, they grew up together. She dated him at one point.\n  \n  It felt weird seeing his sister when I ate at the place she worked.\n  ","488590":"\n  I have 'carb manager' but I don't always use it. I usually eat the same things so it's a bit boring when I do use it. I don't always like being number focused either so take some breaks with it.\n  \n  It's easier than myfitnesspal since it focuses more on the net carbs.. you don't always need to do math to figure that part out.\n  ","488591":"\n  Not alone. Rather be at a smaller weight too ¯\\_(ツ)_\/¯\n  ","488592":"\n  Not that well. Was in my grade through.\n  ","488593":"\n  Concert tickets\n  ","488594":"\n  This kid died. Had an aneurism when he got hit with the hockey puck.\n  ","488595":"\n  Months ago\n  ","488596":"\n  Bye king\n  ","488597":"\n  Good night\n  ","488598":"\n  eiteews thgin dooG\n  ","488599":"\n  By our wrong doings contributing to the world. Not doing our job to somewhat help the world we live in.\n  ","488600":"\n  Doing what you genuinely love. Having great company alongside you. Compassion. Humor! Knowing your worth. Not caring what others think. Living life to the fullest etc\n  ","488601":"\n  Direction is harder for me.\n  \n  motivation is way easier. Know where I want to be and not at that level. From within. There's also some random people that are pretty badass and believe in me so that helps too. Supportive peeps 👍\n  ","488602":"\n  I try not to. Definitely their actions more than words. The vibes they give off - usually right about people.\n  ","488603":"\n  Ask has a kiss fetish?\n  ","488604":"\n  Usually get walked on\n  ","488605":"\n  Haven't been on in a while\n  ","488606":"\n  Watching Zoella\/Zoe again tonight 👍\n  ","488607":"\n  😴🍓📺🌯🚽🥣🤣\n  ","488608":"\n  lol wtf. No.\n  ","488609":"\n  I do follow you.\n  \n  I haven't been sending questions out that much.\n  ","488610":"\n  Legs or feet\n  ","488611":"\n  Did you have a good poop?\n  ","488612":"\n  Maybe! We still need to decorate the tree. The rest of the stuff inside is up though :)\n  ","488613":"\n  In stews.\n  \n  Also used to get frozen veggie mix Birdseye brand that had some in it.\n  ","488614":"\n  Not sure.\n  \n  We had a keto gravy and normal one at Thanksgiving.\n  ","488615":"\n  I don't collect anything right now.\n  ","488616":"\n  Keto actually works well for me.\n  ","488617":"\n  Whoever wants to go\n  ","488618":"\n  Well, I watched Castle Rock and Mandalorian today.\n  \n  Friends, Seinfeld, The Big Bang and other shows come to mind.\n  ","488619":"\n  It describes the fox, dog, personified etc\n  ","488620":"\n  Not proper ones.\n  ","488621":"\n  You too\n  ","488622":"\n  Him too\n  \n  All the dudes like that, please.\n  ","488623":"\n  Why would anyone want to dwell on that?\n  ","488624":"\n  Ban Ben\n  ","488625":"\n  The 16th 🎅☃️❄\n  ","488626":"\n  You know it. Glad I'm sick now instead of later\n  ","488627":"\n  Usually that screams trouble.\n  ","488628":"\n  Good luck finding a masseuse\n  ","488629":"\n  You know it!\n  ","488630":"\n  Will do.\n  ","488631":"\n  That's always good :)\n  ","488632":"\n  Not much, mainly because our house was usually the place to be.\n  ","488633":"\n  Dinner and Mandalorian will commence. My sister keeps talking about how good it is\n  ","488634":"\n  Plenty of exploring and relaxation too.\n  ","488635":"\n  5378\n  \n  50-60?\n  ","488636":"\n  I think I'm pretty easy. I like sentimental gifts too.\n  ","488637":"\n  No, I don't.\n  ","488638":"\n  Mmm do I?\n  ","488639":"\n  I have 166 right now.\n  ","488640":"\n  They have came off anon before and I've blocked a few times. Always new accounts. He's shared his ig before too.\n  ","488641":"\n  Heroin, usually.\n  ","488642":"\n  Nope. Wasn't like The Breakfast Club at all. lol\n  \n  However did get in trouble once for talking to this boy who shared the same table. They ended up moving him lol\n  ","488643":"\n  The animals would probably eat it 🤣\n  ","488644":"\n  Nope. Only when I had to or had the answer. Didn't like being called on\n  ","488645":"\n  Hell ya\n  ","488646":"\n  Xoxo\n  ","488647":"\n  The pie crust seems interesting.\n  ","488648":"\n  Thanks x\n  ","488649":"\n  Not sure what that means\n  ","488650":"\n  Oh?\n  ","488651":"\n  It's fine:)\n  ","488652":"\n  Yes. Feel pretty decent. Still a bit sick\n  ","488653":"\n  I don't like getting this question lol\n  ","488654":"\n  Sounds like a good tradition\n  ","488655":"\n  Going to go remedy that now.\n  ","488656":"\n  Sigh\n  ","488657":"\n  Nobody\n  ","488658":"\n  Torn between that and traveling. Everything comes down to the money aspect though. I'm not doing too bad at the moment but yes... definitely not enough for either one at the moment too.\n  ","488659":"\n  I read everything that I end up liking.\n  \n  The humor, agree with and all that other stuff goes into me liking it too. Just depends.\n  ","488660":"\n  Getting $3 from Amazon was nice. Sad that others couldn't benefit from the code though.\n  ","488661":"\n  Yes, that is better actually seeing it.\n  \n  I only weighin on Wednesdays because of the challenges. Been forgetting to the last few weeks. I know it will be up from Thanksgiving and some days after that..\n  ","488662":"\n  Yes, wouldn't be as fun then. Even had the cops at our old house on 4th of July before 🤣 like dude what? Chill.\n  \n  Looks like you need 4 more digits there\n  ","488663":"\n  For sure haha\n  ","488664":"\n  😘\n  ","488665":"\n  Hey\n  ","488666":"\n  XD\n  \n  We usually have chinese food for dinner.\n  ","488667":"\n  Fantastic 🤣\n  ","488668":"\n  Steak, potatoes, veggies, broth\n  ","488669":"\n  Who needs a right time?\n  ","488670":"\n  Just some 17 year old wanting to send s*xual questions and being a pu55y about asking them lol like don't skirt around the questions if you are going to ask them anyways. Was ridiculous. Not going to hold your hand if you set out to be a creep in the first place\n  \n  ¯\\_(ツ)_\/¯\n  ","488671":"\n  No.\n  \n  At the vet outside all stiff :(\n  \n  Didn't help that it was lightning out and kept seeing more of it\n  ","488672":"\n  Long wait lol\n  ","488673":"\n  Pants and some other stuff. lol like come on, dude 🤣 had a backpack too so seemed even more suspicious.\n  ","488674":"\n  Gotta bring the fun, man🌵🎅\n  ","488675":"\n  You don't make a fuss over it? Indifferent on winning or not.\n  ","488676":"\n  I haven't seen it. No big surprise there XD\n  ","488677":"\n  ?\n  ","488678":"\n  Yes. The gym, running and walking. Went on a hike the weekend before last.\n  \n  -\n  \n  I actually had a dream about the gym last night 🤣\n  ","488679":"\n  Was supposed to learn JS but they never taught us. Stuck with other things. Guess it didn't matter much since I was more in charge of copy jobs and business cards anyways among some other things in the Graphic communications world.\n  ","488680":"\n  Getting $3 from Amazon\n  \n  The weekend. Otherwise no, been sick since. It's still mild which I'm thankful for.\n  ","488681":"\n  She's too busy wanting her mom again to care about me 👍🌵\n  ","488682":"\n  It's been forever since I toyed with html. I used to make my own Myspace layouts, do those follow trains etc\n  ","488683":"\n  a conversation\n  ","488684":"\n  $1,085 if we're going with my typical $35 a day when I do watch the dogs\/house.\n  \n  I'd say around $300-500 though?\n  ","488685":"\n  Maybe one day they will. Probably waiting for 60 years to pass\n  ","488686":"\n  Yes. They should really create new movies instead of revamping old ones over and over again.\n  ","488687":"\n  That's fine.\n  ","488688":"\n  Make it a tub like this, please.\n  ","488689":"\n  No. The security team were already on to him. He denied everything. Talked about cameras and he became a lil b!tch.\n  \n  Yes...\n  \n  Nope. Was young and inside the house, looked out the window and noticed it. I forget why it happened. Knew the people involved minus the guy.\n  ","488690":"\n  No.\n  \n  If he does then should be responsible and not a drunk bastard. Don't get why they think that would be acceptable though. Near kids = don't drink.\n  ","488691":"\n  Shoplifting\n  \n  Domestic assault\n  \n  Another type of assault. Guy got hit with a cane.\n  ","488692":"\n  Yes but rather have mixed\n  ","488693":"\n  Who? 🤔\n  \n\n   https:\/\/youtu.be\/MH6TJU0qWoY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488694":"\n  Santa Baby?\n  ","488695":"\n  You too\n  ","488696":"\n  Have a nice night\n  ","488697":"\n  Nope. A grey santa hat would be weird.\n  ","488698":"\n  Yes. It's not a Christmas one lol\n  ","488699":"\n  Old Zoella\/Zoe videos. Trying to get caught up:)\n  ","488700":"\n  I don't. The only cap I have is grey\n  ","488701":"\n  Running helped last time I was going through something 🏃‍♀️\n  \n  Facemasks, doing my nails\n  \n  Music helps a ton\n  \n  Movies\n  \n  Talking it out\n  ","488702":"\n  Nope lol\n  ","488703":"\n  Hey\n  ","488704":"\n  Yogurt and fruit\n  ","488705":"\n  NY isn't the best in summer\n  ","488706":"\n  Nice dream to have :p\n  ","488707":"\n  Weird\n  ","488708":"\n  Fine with wherever\n  ","488709":"\n  That would only happen if I went to India. Culture appreciation\n  ","488710":"\n  Feeling too much or not enough. Them leaving or not meaning what they say..\n  ","488711":"\n  Yes but I think we can make our own luck too.\n  ","488712":"\n  Last Christmas\n  ","488713":"\n  Apparently\n  ","488714":"\n  God doesn't work that way\n  ","488715":"\n  Someone breaking in?\n  ","488716":"\n  No\n  ","488717":"\n  🤣🤣🤣\n  ","488718":"\n  lol\n  ","488719":"\n\n   https:\/\/youtu.be\/A2ZDDU34gYw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  It's on Disney+\n  ","488720":"\n  You'd be watching the new Lady and the tramp with me 🐕🐶\n  ","488721":"\n  1000 fishies\n  ","488722":"\n  We have clementines\n  ","488723":"\n  Good luck with that lol\n  ","488724":"\n  I would think so\n  ","488725":"\n  🤣🤣🤣\n  ","488726":"\n  Good idea 🤔\n  ","488727":"\n  Sure lol\n  ","488728":"\n\n   https:\/\/youtu.be\/jo505ZyaCbA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488729":"\n  Rather have a man, tyvm.\n  ","488730":"\n  So many mmm's there 🤣\n  ","488731":"\n  Open communication, trust, honesty, things in common etc\n  ","488732":"\n  Go for it\n  ","488733":"\n  Dead dog\n  ","488734":"\n  Go ahead\n  ","488735":"\n  What if atoms are souls? 😈\n  ","488736":"\n  Watching Miracle on 34th street\n  ","488737":"\n  Uh huh\n  ","488738":"\n  Nope.\n  ","488739":"\n  Haha cute :p\n  ","488740":"\n  Yes. I think it's fine.\n  ","488741":"\n  I haven't weighed myself in a few weeks. Good feelings.\n  ","488742":"\n  👍\n  ","488743":"\n  Ok then...\n  ","488744":"\n  No such thing as perfect\n  ","488745":"\n  I'm rational but others always get heated\n  ","488746":"\n  How nice\n  ","488747":"\n  Kind of but then again it's a bit abnormal since I don't have my own place.\n  ","488748":"\n  Arizona in general- grand canyon.\n  ","488749":"\n  Just ask questions if you want. I don't care\n  ","488750":"\n  I know I am\n  ","488751":"\n  Real. Always!\n  ","488752":"\n  It starts\n  \n   @JJD55\n  \n  🤣\n  ","488753":"\n  The Christmas tree\n  \n  Lights\n  \n  Music\n  \n  Movies\n  \n  Everything\n  ","488754":"\n  Enjoy :)\n  ","488755":"\n  😘\n  ","488756":"\n  It's a bit creepy but I don't see how it's bad or dangerous. Depends where you go with it o.o might not answer everything either\n  ","488757":"\n  Bath buddies :)\n  ","488758":"\n  Nicely done lol\n  ","488759":"\n  I will be naked again?\n  ","488760":"\n  Hope so\n  ","488761":"\n  I'll say the same to you\n  ","488762":"\n  lol ofcourse ;)\n  ","488763":"\n  Wasn't bad.\n  ","488764":"\n  Sure\n  ","488765":"\n  Sleep, ate, been online, bath then showered and washed my hair. Brushing it now\n  ","488766":"\n  Glad you liked that lol\n  ","488767":"\n  Good thing I'm not naked still :p\n  ","488768":"\n  Hugs\n  ","488769":"\n  Thanks king\n  ","488770":"\n  I don't remember all of it\n  ","488771":"\n  Innie\n  ","488772":"\n  Is it? Figured we started early too. Real tree.\n  ","488773":"\n  Yes, it was.\n  ","488774":"\n  That's the spirit 🥜🥜🥜\n  ","488775":"\n  Get those deals, man.\n  ","488776":"\n  Yay\n  ","488777":"\n  I know\n  ","488778":"\n  It's cooking .\n  \n  Steak, broth, veggies, potatoes\n  ","488779":"\n  Copy  cat\n  ","488780":"\n  lol not like you can see anything:p\n  ","488781":"\n  :(\n  ","488782":"\n  Never fun\n  ","488783":"\n  Yes, I do. Can be fun\n  ","488784":"\n  We're having some tonight.\n  ","488785":"\n  Yes. Just waiting on my bath to be filled :)\n  ","488786":"\n  It's ok at night. Still should be aware of surroundings though.\n  ","488787":"\n  Guess you'll never use it again?\n  ","488788":"\n  It really is XD\n  ","488789":"\n  Still mildly sick so that's good. Glad its staying the same and not getting worse\n  ","488790":"\n  Don't think it really works that way but yes lol\n  ","488791":"\n  Yes\n  ","488792":"\n  Why Lahore keeps writing to me\n  ","488793":"\n  Why aren't you eligible now?\n  ","488794":"\n  O.o\n  ","488795":"\n  Doubtful\n  ","488796":"\n  Creepy\n  ","488797":"\n  That's up to them\n  ","488798":"\n  Dance or cook lol\n  ","488799":"\n  👍\n  ","488800":"\n  After school and I think maybe two Saturdays before.\n  ","488801":"\n  High school: History, law, shop\n  \n  Least- math\n  \n  College-\n  \n  Psychology ones, anthropology, art\n  \n  Least- still math and also a history course and child one because those teachers sucked\n  ","488802":"\n  Sounds like a good time:)\n  ","488803":"\n  Not sure what you mean\n  ","488804":"\n  Not in AZ 😈\n  \n  My dad is getting pounded with snow tho ❄☃️\n  ","488805":"\n  Yes, I did hate it. Then just got used to that happening and was whatever with it.\n  ","488806":"\n  Epic is what it would be\n  ","488807":"\n  Yes :)\n  \n  However, summer is still my favorite season.\n  ","488808":"\n  Nope. I feel like its guys I don't know.\n  \n  I've even dreamt of ninjas before.\n  ","488809":"\n  Not sure. What flavor did you have in mind? :p\n  ","488810":"\n  Just not the lifestyle I want for myself. I know people who have overdosed and died. It changes people. Known people who went to jail. I don't need to be high to have a good time. Don't need to spend money on that stuff.\n  ","488811":"\n  Strawberries and other berries\n  \n  Cucumber\n  ","488812":"\n  Mashed potatoes, stuffing, Turkey.\n  ","488813":"\n  Yes. I think we've done it before in school or something. I'd  rather have tinsil\n  ","488814":"\n  Is karma ever good?\n  ","488815":"\n  I used the glass electric tea kettle to heat up the water.\n  ","488816":"\n  Football\n  ","488817":"\n  I'm not much of a gamer. Been forever.\n  \n  I don't mind the questions, thanks.\n  ","488818":"\n  I read some first. Lahore sent so many 🙃\n  ","488819":"\n  Night king\n  ","488820":"\n  Monday, no. Lazy sick day. Hope I don't get worse. It's been pretty mild but yes...\n  ","488821":"\n  Another one lol\n  ","488822":"\n  Good night\n  ","488823":"\n  Sleep would be nice\n  ","488824":"\n  Yes. Just been reading and listening to some songs I haven't heard before.\n  ","488825":"\n  Not always. My body doesn't get that dry.\n  ","488826":"\n  Yes.\n  ","488827":"\n  All necessities are met? Everything is going right.\n  ","488828":"\n  Nice 🎅☃️❄\n  ","488829":"\n  One of these\n  \n   @urlsareshittbh\n  \n","488830":"\n  Same\n  ","488831":"\n  Oh man.. I think it's somewhere in the middle.\n  ","488832":"\n  We all have different ones ¯\\_(ツ)_\/¯\n  ","488833":"\n  Jennifer Aniston, Sandra Bullock, Julia Andrews\n  ","488834":"\n  I don't? Own up to them.\n  ","488835":"\n  50s isn't that cold here.\n  ","488836":"\n  No. I'm not cold.\n  ","488837":"\n  I don't think they'd be 100% the same.\n  ","488838":"\n  Little of both\n  ","488839":"\n  Cute\n  ","488840":"\n  No idea yet\n  ","488841":"\n  I've always loved leopards\n  ","488842":"\n  Spice Girls\n  ","488843":"\n  The Voice pretty soon\n  ","488844":"\n  Stand by me and Indian Jones\n  ","488845":"\n  Lucky you lol\n  \n  Now imagine getting all his posts into your inbox! That was horrible. Glad it's just on his page now.\n  ","488846":"\n  Not feeling sick would help\n  ","488847":"\n  Haven't done that. I'd just want to take them all with me and can't :(\n  ","488848":"\n  Only one way to find out lol\n  ","488849":"\n  How'd you know?:p\n  ","488850":"\n  Yes, the 16th :)\n  ","488851":"\n  Ok :)\n  ","488852":"\n  Mom and sister\n  \n  +\n  \n  Best friend\n  \n  + someone else\n  ","488853":"\n  I like both.\n  ","488854":"\n  I don't think so.\n  ","488855":"\n  Hawaii\n  \n  Paris\n  \n  Different areas in the uk in general\n  ","488856":"\n  More so inside\n  ","488857":"\n  My pleasure\n  ","488858":"\n  Sick\n  ","488859":"\n  Little Christmas c**t\n  ","488860":"\n  I don't view Canada as exotic but it was definitely different so I'll go with that - Niagara Falls.\n  ","488861":"\n  Very complex.\n  ","488862":"\n  No\n  ","488863":"\n  Not that many. However, always had detentions.\n  ","488864":"\n  a hug\n  ","488865":"\n  You are a good dad\n  ","488866":"\n  No lol\n  \n  We were waiting on you :(\n  ","488867":"\n  :)\n  ","488868":"\n  Nightmare -\n  \n  I get shot or stabbed. Bleeding out and then wake up not knowing if dream me is alive or not\n  \n  Everything else? Haha\n  ","488869":"\n  I guess. I don't really care about fancy cars though.\n  ","488870":"\n  No idea\n  ","488871":"\n  Aw you guys are sweet\n  ","488872":"\n  I doubt that\n  ","488873":"\n  Nope\n  ","488874":"\n  I haven't lately. Feels odd running outside instead of my old gym's track.\n  \n  The last time I attempted running, the two security guys went outside and it just made me feel odd.\n  ","488875":"\n  I like Celestial and Tazo ones.\n  \n  Thanks for the idea. Making a lemon ginger Celestial one.\n  ","488876":"\n  I'd never be a doctor 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","488877":"\n  Write about yourself?\n  ","488878":"\n  You too ❄☃️\n  ","488879":"\n  Yup\n  ","488880":"\n  Well I'm not that freaked out about it.\n  ","488881":"\n  In most cases, yes.\n  ","488882":"\n  Make me 😈\n  \n  Eh probably will eventually\n  ","488883":"\n  Yes. Sorry you had to find out like this 😘\n  ","488884":"\n  Lots of stuff\n  ","488885":"\n  Lots of peanut butter to use up. Good luck :p\n  ","488886":"\n  It tells me this online.  I think the actual price is a lot lower. Especially since its Kirkland item and not a different one sold... I just remember that it was cheaper than the other brand we had before ¯\\_(ツ)_\/¯\n  \n  Costco run soon I think so will keep you updated :p\n  ","488887":"\n  Yes, for sure 🤣🦶\n  ","488888":"\n  Probably.\n  \n  Yet it's like \"oh wow, you think I'm stupid\" 🤣👏🙃\n  ","488889":"\n  Best picture ever!\n  ","488890":"\n  Nothing at the moment. The tree is still naked.\n  ","488891":"\n  Maybe they meant rocks? Either way, that's pretty bizarre to ask lol\n  ","488892":"\n  Too long ago and now I'm in the process of getting sick :(\n  ","488893":"\n  Yes, it does. More than words can show.\n  ","488894":"\n  End of December or New year's? No real set time\n  ","488895":"\n  Like sneeze?\n  ","488896":"\n  No jonfollowup :\/\n  \n   @JJD55\n  \n\n  Guess he only likes singing songs instead of bedtime stories :(\n  ","488897":"\n  Four years ago.\n  ","488898":"\n  The Voice and This is Us. The latter is already in the finale and The Voice is ending soon.\n  ","488899":"\n  Yes.\n  \n  But I wouldn't want gravy on fries or rice.\n  ","488900":"\n  No scars but I do have some bruises. Gym and I think I walked into something.. don't remember what but I have a bruise right on my knee that I noticed over the weekend.\n  ","488901":"\n  They shouldn't even be in the conversation then lol\n  ","488902":"\n  Not by strangers but have been offered.\n  ","488903":"\n  Yes besides the tree. That part still needs to be done.\n  ","488904":"\n  When they tell people to die. Don't get why they think that's right to do even if someone is bugging you.\n  ","488905":"\n  Good night\n  ","488906":"\n  Adios\n  ","488907":"\n  Thanks.\n  \n  I'll sleep now <3\n  \n  *tucks you in*\n  ","488908":"\n  Mix of all the above. More the here and now.\n  ","488909":"\n  If I had one. Maybe New Years ¯\\_(ツ)_\/¯\n  ","488910":"\n  Adrenaline\n  ","488911":"\n  I like working out on my own. Don't need someone constantly talking or standing around while I actually do the work.\n  \n  I like dodgeball, volleyball, zumba, and some other team sports. It just depends :)\n  ","488912":"\n  No\n  ","488913":"\n  Worth the risk ;)\n  ","488914":"\n  We had street tacos. Steak, avocado slices, cheese, onion, cilantro, taco sauce, sour cream, carb balance tortilla wrap\n  ","488915":"\n  Feel sick and rather rest my voice. Pretty sure this is Lahore too and I'm all set with that.\n  ","488916":"\n  Oh?\n  ","488917":"\n  Or not, Shaam.\n  ","488918":"\n  :)\n  ","488919":"\n  Already am :)\n  ","488920":"\n  Last thing I want to do right now.\n  ","488921":"\n  Its 12am pitch dark out\n  ","488922":"\n  Nope lol\n  \n  tshirt and leggings doesn't make me feel gorgeous XD\n  ","488923":"\n  Good moods\n  ","488924":"\n  Me lol\n  ","488925":"\n  Not sure if I should watch something or just sleep\n  ","488926":"\n  Creepy lol\n  ","488927":"\n  Tank and shorts. Nothing glamorous :p\n  ","488928":"\n  Yes, me too. I don't have high hopes though lol woke up with my throat feeling blah. It's been on and off. Sneezed a few times throughout the day. Just seems like tomorrow is going to be way worse:(\n  ","488929":"\n  I think there's still a purpose. You need to be attracted to whomever you like.\n  ","488930":"\n  And I need to not get sick :\/\n  ","488931":"\n  Plenty :o\n  ","488932":"\n  The things you pull to let trains know you want off. Sorry I don't know the technical terms, don't use public transportation much.\n  \n  Nothing is going on.\n  ","488933":"\n  Then no. Never been aboard anything where fire was.\n  ","488934":"\n  Only if you mean the thing to get off.. wouldn't do it besides that way..\n  ","488935":"\n  Indeed :)\n  ","488936":"\n  Holding onto the table trying to stand up, walking a bit then falling down and hitting said table.\n  ","488937":"\n  Oh?\n  ","488938":"\n  Not much to see there\n  ","488939":"\n  Not sure if this is rude or not lol\n  ","488940":"\n  Why are guys with breads such good singers?\n  \n   https:\/\/youtu.be\/J-tY4Av3meo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488941":"\n  Please rewind\n  ","488942":"\n  Howdy\n  ","488943":"\n  Aww\n  ","488944":"\n  You are special\n  ","488945":"\n  At my age, hell no. Been there, done that. Strangers or people I'm not close with don't fu.cking matter. Don't need to explain myself. They don't know everything about me etc just doesn't matter. I'm not a teen who is scared of being misunderstood l\n  ","488946":"\n  Small ones that can be hidden.  Some words too.\n  ","488947":"\n  Hugs xo\n  ","488948":"\n  Listening to YouTube songs\n  \n\n   https:\/\/youtu.be\/eoqetjCskXA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488949":"\n  I know <3 just want you happy regardless, king.\n  ","488950":"\n  Pretty sure you wouldn't be the only one. I'm not going to have a pity party. Be with friends or loved ones. That's not the best attitude going into the holidays either. I'm single but you don't see me crying about it because of a holiday. The time shouldn't matter. 365 days do. Can still change things <3\n  ","488951":"\n  No. I've posted my pictures. Just because it's not under the album doesn't mean sh!t.\n  ","488952":"\n  😈😈😈\n  ","488953":"\n  I am changing it\n  ","488954":"\n  Give life? Idk.\n  ","488955":"\n  They didn't\n  ","488956":"\n  You don't need to make everything into a competition, king.\n  ","488957":"\n  That's a good you :)\n  ","488958":"\n  Sexy, huh?\n  ","488959":"\n  Leggings considering I only have one pair of legit jeans that fit me at the moment. All the others are too big on me\n  ","488960":"\n  Then who is the real you?\n  ","488961":"\n  Been years.\n  ","488962":"\n  Thanks\n  ","488963":"\n  His sister\n  \n\n   https:\/\/www.dailytexanonline.com\/2019\/11\/04\/rain-phoenixs-river-is-a-touching-tribute-to-late-brother-26-years-after-his-death\n  \n","488964":"\n  Doesn't fully say much about it. Just how to get it...\n  ","488965":"\n  That Rain made an album dedicated to him?\n  ","488966":"\n  I want some eventually. Hate needles though.\n  ","488967":"\n  Good to know\n  ","488968":"\n  No but it looks good.\n  ","488969":"\n  Firm and soft parts 🍑\n  ","488970":"\n  Bear\n  ","488971":"\n  I love me too\n  ","488972":"\n  *waits*\n  ","488973":"\n  Interesting\n  ","488974":"\n  Raking leaves in shorts\n  \n  Our old dog going down the hill chasing kids on sleds\n  \n  Something happened and they asked his opinion on camera about it.. they ended up getting rid of most of the footage lol don't remember what it was about. He came back all excited and then barely showed lol\n  \n  ~\n  \n  I don't remember if he made the paper for domestic assault or not. Got arrested for and my brother ended up bailing him out.\n  ","488975":"\n  Since you been gone, breakaway and some others\n  ","488976":"\n  What's the point though? O.o\n  ","488977":"\n  I haven't but my dad has a couple times including newspaper.\n  ","488978":"\n  👍\n  ","488979":"\n  This one\n  \n\n   https:\/\/youtu.be\/uuIOQBx65y4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488980":"\n  Favorite album?\n  ","488981":"\n  Nope.\n  ","488982":"\n  Yup\n  ","488983":"\n  I like this one she did recently\n  \n\n   https:\/\/youtu.be\/dx9mF1KJr0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","488984":"\n  I hope so. I don't want to get sick. Throat felt a bit eh earlier\n  ","488985":"\n  Asking or telling me that you are alright?\n  ","488986":"\n  We do have disney+\n  \n  I haven't watched anything yet\n  ","488987":"\n  Thanks!\n  ","488988":"\n  Looks good. Haven't seen.\n  ","488989":"\n  Lots go into it\n  ","488990":"\n  Not sure why I watched all of that lol\n  ","488991":"\n  I don't highlight books.\n  ","488992":"\n  My best friend is married. I don't find him attractive in the slightest. PASS.\n  ","488993":"\n  Yes, at times :)\n  ","488994":"\n  The world is strange, man.\n  ","488995":"\n  Idk want to read me something? ;)\n  ","488996":"\n  Hallelujah\n  ","488997":"\n  Month atleast? Before that it was forever ago.\n  \n  Most times\n  ","488998":"\n  Yes a bit\n  ","488999":"\n  Not sure\n  ","489000":"\n  Why? :(\n  ","489001":"\n  Spinach artichoke dip\n  \n  Sour cream and onion\n  \n  Ranch\n  ","489002":"\n  Thanksgiving\n  \n  Friday - shopped a bit. Surprised with a real Christmas tree when got back\n  \n  Saturday - renaissance dinner for my sister-in-law's parent's 50th Anniversary\n  \n  Today - i haven't done too much. Will help with the tree decorating soon. The rest of the decor and Christmas pillows\/blankets are out.\n  ","489003":"\n  Be higher if I was getting some but yes, it's still high.\n  ","489004":"\n  Yes but I don't think it would reach 100% capacity.\n  ","489005":"\n  Not always but it does make you appreciate things more and learn lessons.\n  ","489006":"\n  I think change is possible. They need to do it for themselves.\n  ","489007":"\n  Don't remind me :p\n  ","489008":"\n  Joker?\n  ","489009":"\n  Agreed.\n  ","489010":"\n  Cheese\n  \n  Ketchup\n  \n  Pickles or on the side\n  \n  Used to lettuce wraps these days\n  \n  I can take or leave onions\n  ","489011":"\n  Christmas Vacation\n  \n  Christmas Story\n  \n  Rudolph\n  \n  The Holiday\n  \n  Home Alone ones\n  \n  Grinch\n  \n  Bad Santa\n  ","489012":"\n  So many December birthdays to get through first!\n  \n  My sister + our friend share the same day\n  \n  Lulu\n  \n  Mine + a friend\n  \n  My best friend\n  \n  Sister-in-law's sister\n  \n  My grandpa on my dad's side (r.i.p)\n  \n  My sister-in-law\n  \n  My nephew\n  \n  My uncle\n  \n  Friend that's like another sister + Heather\n  ","489013":"\n  Doubtful but we'll see\n  ","489014":"\n  Gross depending on what clogged it lol\n  ","489015":"\n  Ryan Reynolds\n  \n  Kit Harington\n  \n  Jason momoa\n  ","489016":"\n  I'm all pet out right now (6)\n  ","489017":"\n  An hour ago: nothing\n  \n  Now: still not wearing anything with lace\n  ","489018":"\n  Excellent\n  ","489019":"\n  Comes down to the situation. Each time wouldn't be the same.\n  ","489020":"\n  64F\n  \n  Partly cloudy\n  ","489021":"\n  Yes. Hopefully everything goes according to plan.\n  ","489022":"\n  Doesn't seem like fun. Throws more foam at you.\n  ","489023":"\n  Most of the wild cats\n  ","489024":"\n  Would be nice but nope\n  ","489025":"\n  A bagful of lemons\n  ","489026":"\n  Haven't had in a while.\n  ","489027":"\n  Pasta, seafood, steak\n  ","489028":"\n  I'm not sure but its 28 oz.\n  \n  It was cheaper than the other brand we'd buy though.\n  ","489029":"\n  *bows*\n  \n  Where do you fit in with the soul theory?\n  ","489030":"\n  Revives them\n  ","489031":"\n  Yes :)\n  ","489032":"\n  I feel the coldness coming off it.\n  ","489033":"\n  Shh don't ruin my moment ;)\n  ","489034":"\n  How many did you get is the real question 🤣\n  \n  The smell of peanut butter makes my sister feel sick at times lol also thinks her husband smells like cinnamon\n  ","489035":"\n  Sounds like you need some to be all comfy :) or do you just toss and turn in general?\n  ","489036":"\n  lol thanks.\n  ","489037":"\n  Suitcases- Jacob Lee\n  ","489038":"\n  Politics, religion, and small talk.\n  ","489039":"\n  One\n  ","489040":"\n  Thanks. My bad! :(\n  ","489041":"\n  Same\n  ","489042":"\n  Damn. Doesn't seem worth it then.\n  ","489043":"\n  Closer to the middle\/end of the movie I think? Long drawn out lol\n  \n  Tried looking for quotes and symbol meaning but not much came up :\/\n  ","489044":"\n  Very nice\n  ","489045":"\n  None yet\n  ","489046":"\n  Feels hungry but doesn't want anything. Nausea at times but hasn't really had morning sickness. Sense of smell is heightened. Dropping food on the dog more. Wrangler enjoys it. Mood swings but they've kind of evened out for the moment. Seems like she was nesting already. She already peed a lot before so that has been happening more.\n  \n  She's added some bananas, apples, oatmeal, potatoes and some other foods back in. She's still trying for low carb.\n  \n  Each place they've traveled to they ended up buying some baby stuff. Been trying for 3 years to have kids. Medical science did help this time.. third try too.\n  ","489047":"\n  Not yet but I'd like one. Last year I had a 12 day of Christmas socks one.\n  ","489048":"\n  Idk I guess they always had that in mind. It is from the Trouble with tribbles episode. She ended up getting him a tshirt with tribbles on it but he had no idea on the meaning. She was all tribble is on the mothership and then it dawned on him the meaning lol she had a tshirt as well.\n  \n  Nephew's are very excited. They want a boy cousin.\n  ","489049":"\n  Night king\n  ","489050":"\n  Gn\n  ","489051":"\n  I don't see how ego even comes up. I don't tell others how to write, nor should anyone else. We don't always need perfect grammar on a q&a site. You are just mad since I didn't state that I was talking about the renaissance dinner. Not my fault you don't check out my page.\n  \n  You seem to have more of one since trying to correct everyone because they didn't answer something in the \"right\" format or to your liking.\n  \n  Good  night\n  ","489052":"\n  You too\n  ","489053":"\n  I'll write however I want to. Not going to make an essay out of every single post either.\n  ","489054":"\n  Two different giftcards and a mug.\n  ","489055":"\n  Clearly I meant ones from today, not overall.\n  \n  Horses and jostling, knights.. they all make up a renaissance atmosphere so how would it just be in my head?\n  ","489056":"\n  When my sister got married. Needed alterations.\n  ","489057":"\n  Boobs.\n  \n  Why are people being stupid with everything tonight? What else could I possibly have meant???\n  ","489058":"\n  I just assume that some people actually read my page at times ¯\\_(ツ)_\/¯\n  ","489059":"\n  O.o\n  ","489060":"\n  The money aspect and making a difference.\n  \n  Paparazzi? Hell no. I'd like certain things to stay private.\n  ","489061":"\n  Most likely. When? No clue on that.\n  ","489062":"\n  Yes. GPS and the map helped.\n  ","489063":"\n  Something that doesn't seem like a line :)\n  ","489064":"\n  Felt bad for the horses. Some looked like they were having a hard time at parts. They do a lot of shows and not much rest.   The jostling was nice. Wanted blue to win straight away (fave color) and he seemed confident riding and sword play. Think red should have won in the end though ¯\\_(ツ)_\/¯\n  ","489065":"\n  Benjamin Franklin\n  ","489066":"\n  Bullying is annoying. Nice video and message.\n  ","489067":"\n  No\n  ","489068":"\n  Guess it depends on the fabric.. machine gets used more.\n  ","489069":"\n  Not much\n  ","489070":"\n  Maybe during the summer?\n  ","489071":"\n  I bought one off adoreme before.\n  \n\n   https:\/\/my.adore.me\/x\/sIyZY1\n  \n","489072":"\n  Was a guess and then measured for the bridesmaid dress. I don't think they look smaller but obviously less shoulder\/back fat. I just know I'm still a D.\n  \n  Tried a 42D a few weeks ago and there was a bit of gaping. Was a bit padded too. So maybe it was just that design or I'm a tad smaller now ¯\\_(ツ)_\/¯\n  ","489073":"\n  4\/5\n  ","489074":"\n  Getting my sh!t together.. doing hair.. makeup is already done.\n  ","489075":"\n  Not really. I like them medium to firm so that might not be the best for me. I do like the idea of them though.\n  ","489076":"\n  Hey\n  ","489077":"\n  8 weeks yesterday\n  ","489078":"\n  Maybe. If it's a boy that will be his name.\n  \n  Ironic.\n  \n  It's after his dad's side.\n  ","489079":"\n  Me lol\n  ","489080":"\n  Comprehension skills would help you here.\n  ","489081":"\n  Glad you did :)\n  ","489082":"\n  1920s Paris\n  \n  1912 titanic style :p\n  ","489083":"\n  Renaissance dinner party tonight.\n  \n  Not sure what I'm doing Sunday.\n  ","489084":"\n  None?\n  \n  I do miss acro at times\n  ","489085":"\n  I like gothic ones more?\n  ","489086":"\n  Girl wash your face\n  ","489087":"\n  Only if I had a really expensive car with all the bells and whistles. Otherwise no.\n  ","489088":"\n  I think you know\n  ","489089":"\n  I seem to keep getting told this\n  ","489090":"\n  Sarcasm\n  \n  Feel better\n  ","489091":"\n  Myself\n  ","489092":"\n  I didn't. Gave them back today\n  ","489093":"\n  Lovely.\n  ","489094":"\n  You orgasm\n  ","489095":"\n  Oh. Yes, don't remember what it was.\n  ","489096":"\n  Ah ok. Yes. Rather not say something I'll regret in the heat of the moment or other ways.\n  ","489097":"\n  Meow\n  ","489098":"\n  Lucky :p\n  \n  Unless thinking of a different movie\n  ","489099":"\n  ???\n  ","489100":"\n  I suppose lol\n  ","489101":"\n  Could be\n  ","489102":"\n  3.5 or 4\n  \n  Also reminded me of 'Spaced' a bit.\n  ","489103":"\n  I've heard of it but haven't watched it\n  ","489104":"\n  Too much.\n  ","489105":"\n  I don't\n  ","489106":"\n  That's Lucky lol\n  ","489107":"\n  It's a decent amount right now :)\n  \n  I'm not going to be that active today.\n  ","489108":"\n  3%\n  ","489109":"\n  About to shower\n  \n  Amen\n  ","489110":"\n  Not quite Haha\n  ","489111":"\n  I still haven't watched wall-e I think.\n  ","489112":"\n  <3\n  ","489113":"\n  Haven't seen the green ones yet. Noticed a different one tho.\n  \n  Yes most likely 🤣\n  ","489114":"\n  Very funny :p\n  ","489115":"\n  Yes. That will happen soon:)\n  ","489116":"\n  I don't think it's changed me. Sometimes I can be a little guarded but I feel like that's natural to behave that way depending on what type of questions you get. Sometimes it's not worth the effort. I think I'm compassionate still. Kind to everyone besides Ben and Lahore.\n  ","489117":"\n  Reeses cups\n  \n  She also likes those Christmas tree things.. not sure if they'd be out yet.\n  ","489118":"\n  Her eviction notice said July 7th ;)\n  ","489119":"\n  Around 26 or more? They had two huge tables and both were filled.\n  \n  Will see the majority tonight as well for my sister-in-law's parent's 50th anniversary.\n  ","489120":"\n  Okcupid. That was one of the profiles that came up.\n  ","489121":"\n  None, really. Guess he's always done it later? Idk. Didn't know they got one until we came home last night.\n  ","489122":"\n  Mild\n  ","489123":"\n  In the picture...\n  ","489124":"\n  Love\n  ","489125":"\n  Near water, swimming, good food, the company, maybe boat ride.\n  \n  Shopping and a movie or dinner\n  \n  Idk I'm easy to please. Just being with someone is even enough, man.\n  ","489126":"\n  Happy for you\n  ","489127":"\n  My condolences\n  ","489128":"\n  Yes. All living creatures do. Even trees etc\n  ","489129":"\n  My greek came out ;)\n  \n  How about pocahontas words? :p\n  \n\n   https:\/\/youtu.be\/O9MvdMqKvpU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  All living beings. We are the body. Living breathing soul monster. It's us but deeper somehow??\n  ","489130":"\n  I would\n  ","489131":"\n  The good outweighs the bad parts any day. It's been a nice wear overall :)\n  ","489132":"\n  This skirt was kind of cute. Also saw some leggings and pants in camo print today too\n  ","489133":"\n  Yes.\n  \n  My sister's birthday is coming up so I got her a gift card and a mug. Will probably fill with her favorite candy too.\n  \n  Got my mom a giftcard for somewhere else for christmas. Will probably get another thing for her too.\n  ","489134":"\n  No but I should really buy some antibacterial sanitizer. Always forget to.\n  \n  Also some lotion since my hands have felt dry lately.\n  ","489135":"\n  Lovely:)\n  ","489136":"\n  I don't have to pretend that I'm single lol\n  \n  Not sure if there's a quick way. Starting out as friends helps. Open communication etc\n  ","489137":"\n  Sure\n  ","489138":"\n  Yes, I do\n  ","489139":"\n  Never\n  ","489140":"\n  Nah\n  ","489141":"\n  I don't care if they do or not\n  ","489142":"\n  Sadist\n  ","489143":"\n  You bug me, lahore.\n  ","489144":"\n  I pull it over . Straps more.\n  ","489145":"\n  I share a lot so ¯\\_(ツ)_\/¯\n  ","489146":"\n  Correct :p\n  ","489147":"\n  Am guessing my sister won her battle today as we have a Christmas tree now. He was adamant about getting one in December.\n  ","489148":"\n  Maybe if it comes down to not trusting them fully?\n  \n  But in general.\n  \n  Not that bad.\n  ","489149":"\n  Little of both to be fair\n  ","489150":"\n  Plenty\n  ","489151":"\n  Yes. Why wouldn't I be?\n  ","489152":"\n  Probably a nude or pink. Depends more on the dress than the girl, tbh.\n  \n  Think if a black dress red lipstick would be more fun.\n  ","489153":"\n  Agreed\n  ","489154":"\n  I don't take stock in most of them\n  ","489155":"\n  Yes. Italian, greek, balsamic vinaigrette..\n  \n  Not that much\n  \n  No\n  \n  Yes\n  \n  Yes.. however the cauliflower smelled so bad yesterday. Did not eat lol\n  ","489156":"\n  Think that depends more on the individual.\n  ","489157":"\n  I've used uber a few times.\n  \n  Let's go with train even though I don't take them much\n  \n  More the passenger\n  \n  Yes, I do.\n  \n  Si\n  \n  Nope\n  \n  Sledding\n  \n  I haven't nor have I picked anyone up\n  \n  This question :p\n  ","489158":"\n  Sorry to hear\n  ","489159":"\n  Bit odd. We were talking on the way back about how we like the traditional style better.\n  \n  The stuffing had mushrooms in it. Wasn't legit stuffing from inside the turkey type way. This lady made a ground turkey wrapped in bacon and had an egg and olives inside of it. They didn't have much veggies. There was some zucchini lasagna thing but that never got passed around. Think the turkey was cooked in a cranberry glaze or something. The potatoes had cheese and were crunchy like.\n  \n  Was just odd.. Traditional is way better. The ham was pretty good.\n  \n  Tried the pumpkin and cheesecake my sister made. Was too full for anything else.\n  ","489160":"\n  Match, how well you'd get along. lol. Not into that fetish. Creepy\n  ","489161":"\n  Cute film :)\n  ","489162":"\n  Friends 😈\n  ","489163":"\n  My brother-in-law's brother got me some earphones which was nice of him. Still not 100% sure of them though. Has a neck piece that seems like it could be annoying. We'll see.\n  ","489164":"\n  I don't think I'm lucky.\n  ","489165":"\n  Why would either person need to? That just seems like you aren't 100% real with the person, hiding a piece of you. It should be easy.. not a sacrifice. I wouldn't want to get rid of something I enjoy or that they enjoy to make something \"work\".\n  ","489166":"\n  Sure. Seems hard. Not everyone needs the same things, think alike etc\n  ","489167":"\n  Bit of both.\n  \n  I don't always take life seriously. A lot of people my age are married or have kids already.\n  \n  So glad nobody said anything like \"I'm next\" type thing yesterday lol like already know all that 👍\n  ","489168":"\n  Utopia.\n  \n  I think of islands when i hear paradise. Nice sandy beaches. Oasis. Calm. Perhaps shared with someone..\n  \n  Also 'paradise by the dashboard light' comes to mind. Thanks, meatloaf.\n  ","489169":"\n  Leopard\n  \n  Domestic.. dog.\n  ","489170":"\n  Charlie and the chocolate factory\n  \n  Beetlejuice\n  \n  Sweeny Todd\n  \n  Alice in wonderland\n  \n  Love\/hate with Dumbo (I call Wrangler Dumbo at times because of his ears)\n  \n  James and the giant peach\n  ","489171":"\n  I suppose yet it helps pass the time between orders too. Don't think that the palette matters much to American restaurants... I'm fine with salad or soup.. don't quite need another course. Never got something myself. Shared with others though.\n  ","489172":"\n  I mainly buy gifts.\n  ","489173":"\n  Yay\n  ","489174":"\n  Mindfuck.\n  \n  Uh.. environment and everything else goes into it. Life experience. Blah blah blah\n  ","489175":"\n  And?\n  ","489176":"\n  Well done, film 👍👏\n  ","489177":"\n  Tribble and Christmas.\n  ","489178":"\n  \"Have you ever made Christmas cookies?\n  \n  I recommend it, it's a very funny thing ... very sweet.\"\n  \n  Yes.\n  \n  Someone actually brought those christmas cookies yesterday to Thanksgiving lol\n  ","489179":"\n  \"What song can't you get out of your head?\"\n  \n  Nothing at this current moment. Maybe I'll reanswer later if something pops up.\n  ","489180":"\n  I don't have any camo atm\n  \n  Its whatever to me\n  ","489181":"\n  Depends what they like.. asking the parents could help too?\n  \n  Toys\n  ","489182":"\n  It sounded more like the drums Indians would use than actual ones. Would stop and keep going lol eventually did get an hour or so :)\n  ","489183":"\n  Rain again.. please stop soon XD\n  ","489184":"\n  Nope. Felt uncomfortable from the food and didn't know what to sing, wasn't in a singing mood either.\n  ","489185":"\n  I need to get ready. Ended up sleeping in.\n  ","489186":"\n  Yes. They never follow up.\n  ","489187":"\n  Nice. Need to get some stuff today :)\n  ","489188":"\n  I'm sure it will be very happy for that lol\n  ","489189":"\n  Not enough to go on ¯\\_(ツ)_\/¯\n  ","489190":"\n  Faucet\n  ","489191":"\n  Cool\n  ","489192":"\n  :)\n  ","489193":"\n  Yes\n  ","489194":"\n  Pretty sure you weren't the original asker, king.\n  ","489195":"\n  Not sure yet. How about you?\n  ","489196":"\n  The texture?\n  ","489197":"\n  Cottage cheese\n  ","489198":"\n  3rd times the charm\n  ","489199":"\n  Sounds nice\n  ","489200":"\n  Thanks\n  ","489201":"\n  Strawberry banana 👍\n  ","489202":"\n  Whatever you want\n  \n  Orange?\n  ","489203":"\n  Same. Will be cold tonight. 30s\n  ","489204":"\n  If you want\n  ","489205":"\n  What will you see? :)\n  ","489206":"\n  More so in dreams.\n  \n  Especially concerning kids o.o had a dream my nephew would be a boy, that my best friend's sister would have a girl with curly hair etc\n  ","489207":"\n  The girl on the left is named Joan. The tv show, Mad Men.\n  ","489208":"\n  Enjoy. Should probably take a heartburn pill just in case, king.\n  ","489209":"\n  Heard of those but haven't seen yet\n  ","489210":"\n  His wife wanted a warmer area and I believe the job was decent too.\n  ","489211":"\n  No. I got rid of her years ago. She'd always post political stuff. My sister went to a March before and she basically was saying how she's a baby killer and stuff.\n  \n  Also wrote weird stuff to what I've posted before too.\n  \n  Was like eh enough with you. Her own children don't even talk to her. She hasn't even met her grandkids.. well maybe the firstborn? But not by her doing. She literally won't travel to see them, any milestones etc Her son has even said that our mom has been more of a mom to him.\n  ","489212":"\n  Haven't seen but heard of\n  ","489213":"\n  Obviously\n  ","489214":"\n  lol I just deleted one from lahore.\n  ","489215":"\n  Rivers\n  ","489216":"\n  He's the first person to move to Arizona.\n  \n  2007, my graduation day. Perfect timing 👍🙃\n  ","489217":"\n  No but Google could\n  ","489218":"\n  Night x\n  ","489219":"\n  Good night 😴\n  ","489220":"\n  Probably go to some stores but not at a crazy time or anything lol no clue what to get others yet either.\n  \n  Saturday my sister-in-law's parents are celebrating their 50th  anniversary at some renaissance place, dinner. Should be interesting.\n  ","489221":"\n  50\/50\n  ","489222":"\n  When you have hazel and feel left out.\n  \n  New order :)\n  ","489223":"\n  Spaghetti squash that was brown and looked gross. Nobody ate it and there was a huge batch of it.\n  \n  Reminded me of my pumpkin adventures. Must not have boiled it and added brown sugar to make it appear better? 0.0\n  ","489224":"\n  Senna\n  ","489225":"\n  Have lunch?\n  ","489226":"\n  The last one I read did at parts\n  ","489227":"\n  My stomach hurts. Don't feel like I ate too much but still nonketo & keto stuff.\n  ","489228":"\n  Yes. Fun times\n  ","489229":"\n  What about it?\n  ","489230":"\n  Perhaps\n  ","489231":"\n  Haha right\n  ","489232":"\n  Ah ok\n  ","489233":"\n  Some parts, sure.\n  ","489234":"\n  Karaoke is happening now\n  ","489235":"\n  Yes. None this year\n  ","489236":"\n  Good one\n  ","489237":"\n  They who?\n  ","489238":"\n  Maid of the mist (been on before)\n  ","489239":"\n  There's some mixed one but I'll wait for later to drink\n  ","489240":"\n  20+ people here. Two tables.. one just for kids too.\n  ","489241":"\n  Hides on anon 🙃\n  ","489242":"\n  No. The nephew's uncle is. His house. He loves cooking.\n  ","489243":"\n  First to come to mind\n  \n  I'll go socialize, again :)\n  ","489244":"\n  Usually eat late here lol\n  ","489245":"\n  Grey with white Christmas trees\n  ","489246":"\n  Nope. Haven't had actual food yet. Just snacky stuff. Drinking water 👍\n  ","489247":"\n  Yes, no broken bones\n  ","489248":"\n  I believe so.\n  \n  There's been a lot of Spanish songs, old ballads and Christmas songs on ¯\\_(ツ)_\/¯\n  ","489249":"\n  I have no idea if I will. Have the money, just no clue what to buy others. Haven't seen unisex baby stuff either :\/\n  ","489250":"\n  I'm good. Taking a short break. Food isn't ready yet. Sick of snacky food atm. Christmas music is on right now including the football game. My brother gave me the other $100 he owned me. It's been decent. Windy out but no rain yet which was expected.\n  ","489251":"\n  lol\n  \n  Scrambled :p\n  ","489252":"\n  Most people are with their families, not online on holidays. Going to ours now. Not trying to ignore anyone <3\n  \n  Hope it gets better for you.\n  \n  Will go save my battery now x\n  ","489253":"\n  No. Took it more as in a regret way.. haven't done anything I've regretted lately risk wise.\n  ","489254":"\n  On my Christmas list\n  ","489255":"\n  Pub cheese and a bunch of others. Not even sure the types.\n  ","489256":"\n  Not this time but that too lol\n  ","489257":"\n  :D\n  ","489258":"\n  Correct\n  ","489259":"\n  Free\n  ","489260":"\n  Thanksgiving foods\n  ","489261":"\n  Nothing\n  ","489262":"\n  You too king\n  ","489263":"\n  For you or mine?\n  \n  9 was right\n  ","489264":"\n  Someone keeps playing drums and I just want an hour or two of more sleep. 4 hours isn't enough for me :\/\n  ","489265":"\n  No. I don't care for them much. I know someone will try so I'm cautious about everything on April fools day 🤣\n  ","489266":"\n  I wonder what my scan would show. Still never did over the summer. Kept putting it off.\n  ","489267":"\n  Cheers you up\n  ","489268":"\n  Yes. I ended up missing the very last part of it :\/ Their tv started to have no sound, even on the normal tv stations. Not sure why. Was supposed to get a storm but not much happened ¯\\_(ツ)_\/¯\n  ","489269":"\n  Goodreads.com\n  \n  I like the desktop version of it more but the app is ok too. They always have yearly challenges and you can pick the number you want to try reaching. 20 is pretty low for me but eh. Fun to track what you've read and interact with other bookworms.\n  ","489270":"\n  The ones with the yellow dot I liked more.\n  ","489271":"\n  It's been ok. Almost done.\n  ","489272":"\n  Family, friends, pets.\n  \n  Should do more.\n  ","489273":"\n  I think I'm getting better at Italian :o\n  \n  No, I'm not allergic to anything or if I am its something I've never had before.\n  ","489274":"\n  Haven't tried.\n  \n  More a tequila, vodka, mixed cocktails type of girl. Wine can be ok. I like fruity drinks in general.\n  \n  My brother-in-law is a whiskey connoisseur though.\n  ","489275":"\n  No. Usually it's when I have my mouth full of food when they come around.\n  ","489276":"\n  Not that much. Maybe read books I haven't read before :P\n  \n  Everything else has been pretty normal. Gym, grocery shop,  got some new pjs 🤶🎅\n  \n  Dogsitting\/housesitting again but for the same people so that's not *that* new\/different.\n  ","489277":"\n  ʜᴀᴘᴘʏ ᴛʜᴀɴᴋsɢɪᴠɪɴɢ\n  ","489278":"\n  🦃\n  ","489279":"\n  ɥɐddʎ ʇɥɐnʞsƃ!ʌ!nƃ\n  ","489280":"\n  Going to my nephew's uncle's house later today for Thanksgiving. Not sure if going Black Friday shopping, hasn't been mentioned and continue  to take care of the dogs over the weekend.\n  ","489281":"\n  Two of those\n  ","489282":"\n  Gobble gobble\n  ","489283":"\n  Not yet here lol\n  ","489284":"\n  Aren't we all:)\n  ","489285":"\n  One way is more like Sam and another shows some\/sum type way. Hm.\n  ","489286":"\n  On?\n  ","489287":"\n  Adios\n  "}}