{"Question":{"489288":"\n   Why are you still awake?\n  ","489289":"\n   I want to talk to you on Skype. Or maybe send me voice message on instagram.\n  ","489290":"\n   It was not your voice. Say hey shaam go to Netherlands. I will meet you soon.\n  ","489291":"\n   Hm i will start going out after applying for the visa.\n  ","489292":"\n   Come on. It is not your voice. It is voice of computer.\n  ","489293":"\n   Have you ever smashed something out of anger?\n  ","489294":"\n   wdym\n  ","489295":"\n   Goodnight\n  ","489296":"\n   Good night cutie\n  ","489297":"\n   I need to have a change in my life. You know i have been sitting in my room for three months.\n  ","489298":"\n   Happy Thanksgiving to you as well! :)\n  ","489299":"\n   Will it be okay to go to Netherlands?\n  ","489300":"\n   Happy Thanksgiving to any of my ask friends who are celebrating\n  ","489301":"\n   Hm hi\n  ","489302":"\n   How are you?\n  ","489303":"\n   Over the last two nights i had erection mulitple number of times. My body is getting rid of the effects of the medicines.\n  ","489304":"\n   girls like you should be paddled hard and often.\n  ","489305":"\n   when are you not?\n  ","489306":"\n   How would you feel if a guy dressed up as Krampus paddled you?\n  ","489307":"\n   I have known Jon long enough to realize he isnt devoid of emotions. His subtle facial twitches may not be noticed by the laymans. But to me, he might as well have been sobbing. All I needed to do was tug on the thread.\n  ","489308":"\n   Heathers (1988), Transpotting I didn't watch it but I heard about it ... everything under 7 is good,I think,so\n  ","489309":"\n   🌹✨✨\n  ","489310":"\n   can i see\n  ","489311":"\n   Do you think you have a nice butt?\n  ","489312":"\n   What's 3 things you like most about you\n  ","489313":"\n   Aliens party too!\n   \n    https:\/\/qph.fs.quoracdn.net\/main-qimg-e5da72b75e4b0c64216f7e55628e265c\n   \n","489314":"\n   me lol\n  ","489315":"\n   I can taste you on my lips and smell you in my clothes\n  ","489316":"\n   What's the best mistake you have ever made?\n  ","489317":"\n   i wanna c*m on ur soles :)\n  ","489318":"\n   bruh\n  ","489319":"\n   What is the dumbest thing somone has ever said to you\n  ","489320":"\n   Buonanotte.. 🌹ascoltate mai musica prima di andare a dormire?\n  ","489321":"\n   your welcome, are you all ready for thanksgiving\n  ","489322":"\n   Mazank still sending u pictures haha\n  ","489323":"\n   Wow that's bad\n  ","489324":"\n   Do you have pet insurance?\n  ","489325":"\n   I always keep money\n  ","489326":"\n   yes, well you make a difference to peoples lives, your kind, sweet, beautiful and sooo funny, glad your in my life xox\n  ","489327":"\n   What travel gift would you give someone if you knew they would be taking a long trip soon? (Yes I'm stealing gift ideas from you guys xD you dont have to answer if you dont want. 😂)\n  ","489328":"\n   I guess\n  ","489329":"\n   wow, so glad your with us xox\n  ","489330":"\n   How did you nearly die at birth\n  ","489331":"\n   What Is your chinese zodiac? Do you feel that this animal represents you? If so, in what ways? If not, then why not?\n  ","489332":"\n   Not a lot\n  ","489333":"\n   Have you ever nearly died\n  ","489334":"\n   I'm bad I only have £8400 to my name\n  ","489335":"\n   Are you good at saving money\n  ","489336":"\n   Do you have a money box\n  ","489337":"\n   What are y'all having for thanksgiving dinner?\n  ","489338":"\n   What kind of food do you like to make when it's cold outside?\n  ","489339":"\n   Write at least 5 things you are thankful for...\n  ","489340":"\n   What do you value the most in your life?\n  ","489341":"\n   If you could only eat one food for the rest of your life, what would it be ?(:\n  ","489342":"\n   Speaking of which... what are your top five disney\/Pixar movies?\nIf you dont like disney or Pixar, what about other movies?\n  ","489343":"\n   What's your favourite local dessert?\n  ","489344":"\n   Are you happy?\n  ","489345":"\n   I'm getting angry more often and getting more inpatient more often than normal is that normal?\n  ","489346":"\n\n    https:\/\/youtu.be\/HIkwQujUTTg\n   \n","489347":"\n   what’s one thing you want to do before the end of this year?\n  ","489348":"\n   Pap\n  ","489349":"\n   Oh that. It's nbd really, most people would probably say the same thing\n  ","489350":"\n   Is there a reason why you don't wanna answer?\n  ","489351":"\n   🌹❄️❄️\n  ","489352":"\n   What are good habits of life?\n  ","489353":"\n   all of them? how about snakes?\n  ","489354":"\n   Gtht, and tnx lot\n  ","489355":"\n   🌹🤗\n  ","489356":"\n   What is your most favorite thing about the Winter and then your least favorite thing about Winter?\n  ","489357":"\n   How would you define a \"soul\"?\n  ","489358":"\n   I’m comeback did anyone miss me even by mistake? Btw how are ya doing?\n  ","489359":"\n\n    https:\/\/youtu.be\/obCQjOISULk\n   \n   so cute\n  ","489360":"\n   Last trip?\n  ","489361":"\n   Do you like Winter time?\n  ","489362":"\n   Rank fetish\n  ","489363":"\n   Would you ever apply for a job as a Superhero? 😮😬 (You get the superpowers when you get the job)\n  ","489364":"\n   If a mysterious stranger, who wouldn't even give you his proper name, told you he had a Craft that could travel through the Universe of time and space would you believe him or suspect he was telling porkies? 🤔\n  ","489365":"\n   Name a politician who, in your opinion, could benefit from a jolly decent thrashing?\n  ","489366":"\n   Do you support gun control in any way, shape, or form?\n  ","489367":"\n   How does it make you feel when you're too broke to go out but you see friends who you have lent money to and have not paid you back, posting pics on social media of them out on the town, living their best life? 😐💁‍♂️\n  ","489368":"\n   What's a decision you've made that you knew was risky but made it anyway?\n  ","489369":"\n   What did you do when you're a college student?Do you like it?\n  ","489370":"\n   How is everyone doing today? Anything good or bad happen so far?\n  ","489371":"\n   What do identical twins NOT like about being twins?\n  ","489372":"\n\n    https:\/\/youtu.be\/qkaexjc-1os\n   \n","489373":"\n   wish you a joyous thanksgiving tomorrow. (cant believe its already thanksgiving) catch you later fam fam : )\n  ","489374":"\n   bon courage fam. you will find a good blend of cheat and following the plan. and i have no doubt you will reach your goal. you are always a safe bet : )\n  ","489375":"\n   haha. the best ones are yours anyway : ) and .......butts lol\n  ","489376":"\n   ive only had veneson. have had rabbit long ago. too long to remember. the venison you could tell was a game meat straight away. would really like to sample foie gras one day just to see the fuss.\n  ","489377":"\n   notifications (my notifications are not all showing up lately, only ones from you! lol)\n  ","489378":"\n   anything. first thing that comes to mind.\n  ","489379":"\n   never had that myself fam!! would like to. so duck, rattlesnake, alligator.... and so the list grows. prob will never have knowing how i am with spending money on food lol. doubt those meats will ever be 99 cents a pound lol\n  ","489380":"\n   attention\n  ","489381":"\n   well im counting it!\n  ","489382":"\n   have you ever seen those \"scared straight\" shows?\n  ","489383":"\n   how far away was it and how big do you think it was?\n  ","489384":"\n   Have you ever been inside a prison\n  ","489385":"\n   does this count as a \"what now\"?\n  ","489386":"\n   implosion\n  ","489387":"\n   king kong\n  ","489388":"\n   do they take dilantin?\n  ","489389":"\n   Have you had stitches\n  ","489390":"\n   relative?\n  ","489391":"\n   is it one of those blakets with the buttons that you can button up to weart it?\n  ","489392":"\n   you put a thinking emoji?\n  ","489393":"\n   About anything for now\n  ","489394":"\n   going off fortitude. foundation.\n  ","489395":"\n   thats a good answer! haha. i mean really might not be a more concise reply period lol.\n  ","489396":"\n   just my thoughts alone would give you grand mal seizures lol\n  ","489397":"\n   rating for each? pulp fiction and wolf of wall street that is.\n  ","489398":"\n   i worry about king these days. hope he is alright.\n  ","489399":"\n   what kind of yogurt?\n  ","489400":"\n   inseminated? is that a thing :')\n  ","489401":"\n   closing time is right behind s8x and candy for me\n  ","489402":"\n   how did you have the mushrooms. and shout out to lentils!\n  ","489403":"\n   describe you blanket\n  ","489404":"\n   cryptic is such a good word.\n  ","489405":"\n   me lol could have dropped in here. maybe they are being held captive\/married a Le Domas\n  ","489406":"\n   that was mean.\n  ","489407":"\n   never heard of the first one. this anon has been doing their homework tho lol\n  ","489408":"\n   someone you know is having a baby?\n  ","489409":"\n   do you picture things in your mind before you set out to do them?\n  ","489410":"\n   did you remain friends with the bestie?\n  ","489411":"\n   treat others as you would want to be treated is one that comes to mind.\n  ","489412":"\n   how many \"what nows?\" a day are acceptable?\n  ","489413":"\n   can you put the feeling of depression into words?\n  ","489414":"\n   not much apparently.\n  ","489415":"\n   how many inch laptop do you prefer?\n  ","489416":"\n   What clothes do you grow out of the fastest\n  ","489417":"\n   when a star shines so bright it can only shine for so long\n  ","489418":"\n   who got hurt?\n  ","489419":"\n   would you rather know more local people?\n  ","489420":"\n   Have you seen any of the following movies? If so give your thoughts: the peanut butter falcon, once upon a time in hollywood, ready or not.\n  ","489421":"\n   why? you think everyone has bad thoughts?\n  ","489422":"\n   add sugar. do you add some? you said you can only eat those if they have a lot of sugar. so like are there times where it hasnt had enough and you have had to add some? of do certain brands of frosted flakes have more sugar than other brands?\n  ","489423":"\n   What do you have to say?\n  ","489424":"\n   Need money for clothes.\n  ","489425":"\n   Have a nice day.\n  ","489426":"\n   recently or long ago? did you ever try it?\n  ","489427":"\n   is it strange to have back and regular forths with me? i dont really see that happen on peoples pages from my browsing this site. would you prefer if i came off anon?\n  ","489428":"\n   do you have to add some?\n  ","489429":"\n   does santa write or was that the elve's job? : )\n  ","489430":"\n   Are you a good gift wrapper?\n  ","489431":"\n   gratitude.\n  ","489432":"\n   so the three of you saw it? what id your dad and sister say?\n  ","489433":"\n   they would use pie tins in photos. size didnt matter because the photo has nothing to scale the size. just a sky background yanno. still you didnt answer the question. would it not be expected that nowadays there would be so so so many more photos and recordings? 30 years ago who walked with a cam?\n  ","489434":"\n   what are you thinking about?\n  ","489435":"\n   Do you go on scary rollercoasters?\n  ","489436":"\n   99% of them do free consults. go and do one. listen to what they have to say. they will most likely tell you that they can treat your pcos\n  ","489437":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","489438":"\n   Lahore\n  ","489439":"\n   Have you ever tried writing your diaries?!\n  ","489440":"\n   Pulp Fiction, The Wolf of Wall Street (2013)\n  ","489441":"\n   Do you believe in zodiac compatibility?\n  ","489442":"\n   When was the last time you visited a Museum?\n  ","489443":"\n   Good night\n  ","489444":"\n   Sweet dreams. Hugs and kisses🌹😘😴\n  ","489445":"\n   Want to sleep more. Bye. 💋\n  ","489446":"\n   Hm it was off white.  It was a very nice mini skirt.\n  ","489447":"\n   How does that cute upper lip taste like? Where did you throw that short white lace skirt and black top? Do you have a short black dress?\n  ","489448":"\n   Queen touches and wipes the King’s tears and touches his heart and give him hugs🌹\n  ","489449":"\n   Your feet are lovely. Will always be a pleasure to moisturize them for you.\n  ","489450":"\n   Not tortilla, soup. Just a roti with a lentil dish.\n  ","489451":"\n   You will support me to get a better job. Baby say yes.\n  ","489452":"\n   Hm i meant to write fruits in place of mushrooms\n  ","489453":"\n   No more kissing for now. Some other time.\n  ","489454":"\n   Good. Salad and mushrooms are so important and necessary. I had fruit salad last night. Ate a tortilla with lentil.\n  ","489455":"\n   Girl how many floral pyjamas do you have? How many pairs of sneakers do you have?\n  ","489456":"\n   who that\n  ","489457":"\n   Hm Arizona hugs?\n  ","489458":"\n   What did you have for dinner?\n  ","489459":"\n   why not blocking lahore or shaam or however hes called\n  ","489460":"\n   Cries a lot when my eyes turn red🌹😭😭😭\n  ","489461":"\n   do u miss the daghhhh guy\n  ","489462":"\n   You're being cryptic, so I'll ask again. What’s something cosmetic about yourself that you’d “fix” if you had the money?\n  ","489463":"\n   But i brushed my hair for half an hour yesterday and i know how good i will look if i have fuller hair. Hopeful that my hair will get fuller.\n  ","489464":"\n   Hm hugs in Netherlands from you.\n  ","489465":"\n   Just wanna make you feel happy🌹😞\n  ","489466":"\n   What a loser I am🌹😢😢\n  ","489467":"\n   Earlier i saw you kissing someone else. Three short kisses. And i was like what did i just see. I was like it was something wrong.\n  ","489468":"\n   Hugs you warmly🌹\n  ","489469":"\n   What's the scariest picture on the internet?\n  ","489470":"\n   🌹💪🏻\n  ","489471":"\n   🌹🌹✨\n  ","489472":"\n   Favorite type of stone? Jewel?\n  ","489473":"\n   Sorry that was a dream🌹😞\n  ","489474":"\n   When Kristoff and Anna fell in love, it reminded me of us🌹🌹👑👑\n  ","489475":"\n   This part was my favorite🌹💍\n  ","489476":"\n   Baby\n  ","489477":"\n   What size shirt do you wear\n  ","489478":"\n   If you could have your way, what would you be doing with your life?\n  ","489479":"\n   Do you know if it is possible to block a Facebook post so certain people can't see it\n  ","489480":"\n   U want me to recommend u ?\n  ","489481":"\n   If every Government corporation secret military organisation etc etc etc in every country released all their dirty (no matter how big or small the secret\/scandal etc was ) would the world be a safer or more dangerous place to live in?\n  ","489482":"\n   I’m getting back into asking questions again.. what are some of your favorite board games?\n  ","489483":"\n   Which topic do you like to talk the most?\n  ","489484":"\n   Why are people more often immersed in fictional worlds than the real world?\n  ","489485":"\n   Can anyone make me a playlist\n  ","489486":"\n   Have you ever had an ich that you couldn't reach\n  ","489487":"\n   What was the last thing to depress you\n  ","489488":"\n   🌹😘😘\n  ","489489":"\n   *spittakes* bwahahahahahahaha\n  ","489490":"\n   lets be baes then\n  ","489491":"\n   Fix what?\n  ","489492":"\n   Buonanotte, qui diluvia, vi auguro bei sogni 🌹\n  ","489493":"\n   What?\n  ","489494":"\n   sorry ma am\n  ","489495":"\n   Truth or Dare\n  ","489496":"\n   hie babu\n  ","489497":"\n   It's a zombie apocalypse... You can choose 4 things in the world to aid you in your survival. What do you choose and how would you survive?\n  ","489498":"\n   Last time you were in a bad mood\n  ","489499":"\n   What’s something cosmetic about yourself that you’d “fix” if you had the money?\n  ","489500":"\n\n    https:\/\/uproxx.com\/movies\/best-dark-comedies-on-netflix-streaming-right-now\/6\/\n   \n\n    https:\/\/www.scoopwhoop.com\/amp\/dark-comedies-list\/\n   \n\n    https:\/\/m.imdb.com\/list\/ls041427490\/\n   \n   Did u watch any of these movies ?\n  ","489501":"\n   How much cost?\n  ","489502":"\n   Crappy inbox eh?\n  ","489503":"\n   I saw your TS from last night <3\n  ","489504":"\n   You ever listen to pure instrumental music?\n  ","489505":"\n   I would have been worried if it were the first two chicken things\n  ","489506":"\n   You're chicken, you are playing chicken or you're having chicken tonight?\n  ","489507":"\n   What's up leopard?\n  ","489508":"\n   I'm glad I'm here\n  ","489509":"\n   On a scale of 0 to 10, how important is good s*x for you in picking a bf?\n  ","489510":"\n   Hello cupcake\n  ","489511":"\n   anybody have snPchAt!\n  ","489512":"\n   Se non ci risentiremo più, buonanotte seguiti 🌹\nA chi mi ha voluto bene e mi ha apprezzata qui su ask, dedico anche un bacione e un abbraccio.\nLa vostra Rose 🌹\n  ","489513":"\n   It's not me, it's what a lot of people are doing these days\n  ","489514":"\n   Do you smile much\n  ","489515":"\n   Is there anything wrong with normalizing s*x so much that kids talk freely about \"diddling\" in kindergarten?\n  ","489516":"\n   Have you ever needed the use of crutches\n  ","489517":"\n   Which tablet ?\n  ","489518":"\n   Would you rather time travel into the future or time travel into the past and why\n  ","489519":"\n   Are u going to get drunk on Thanksgiving??\n  ","489520":"\n   Might go back to the cinema Friday if anything happens thanksgiving🌹\n  ","489521":"\n   Yes, you are completely right, ty very much !\n  ","489522":"\n   Tablet vs mobile phone ?\n  ","489523":"\n   Tablet vs laptop?\n  ","489524":"\n   Dang I meant “deaf”, lost its hearing 😆(stupid phone)\n  ","489525":"\n   Or it was death 🤷🏻‍♀️😆\n  ","489526":"\n   A petshop owner had a parrot with a sign on its cage that said \"Parrot repeats everything it hears\". Davey bought the parrot and for two weeks he spoke to it and it didn't say a word. He returned the parrot but the shopkeeper said he never lied about the parrot.   \n\nHow can this be?\n  ","489527":"\n   What about Assus ?\n  ","489528":"\n   Show us your favorite emoji!\n  ","489529":"\n   How would the world be different if we all had the ability to read others' thoughts?\n  ","489530":"\n   How much HP costs ? And when did u buy it ?\n  ","489531":"\n   dont you think nowadays that everyone and their grandmother has a phone with photo and vid capabilities someone would have gotten some better evidence than that grainy 1970 film? same with aliens. everyone had pics when there was no photo enhancing technology to debunk them. pie tins on strings :')\n  ","489532":"\n   What were the diffrent types of students you had in your school\n  ","489533":"\n   What makes you really nostalgic?\n  ","489534":"\n   what is a current goal?\n  ","489535":"\n   Which laptop would you buy?Lenovo,HP,Acer,Asus or Dell?\n  ","489536":"\n   Sometimes while sleeping i feel like am falling from a height!!! Have you ever experienced this feeling?!or have you ever had any other bizarre sleep problem?\n  ","489537":"\n   What colour sweater do you have?\n  ","489538":"\n   Can anyone give me Apple Music to use?\n  ","489539":"\n   Me? I'm sorry\n  ","489540":"\n   So no friends...\n  ","489541":"\n   Show me your bathroom.\n  ","489542":"\n   Do you have any friends you hang out with where you live? Or do you only hang out with family?\n  ","489543":"\n   Then why did it end your relationship\n  ","489544":"\n   What now?\n  ","489545":"\n   Brb gotta go spank\n  ","489546":"\n   Que consejos de padres debo seguir ?.\n  ","489547":"\n   As in....they're all spilled out while you're asleep, and when you wake up you need to tuck them back in?\n  ","489548":"\n   Your best friend stole your bf? Tf?\n  ","489549":"\n   using wings. flight\n  ","489550":"\n   they will tell you they can cure\/effectively treat all your health problems with adjustments. like even cancer :')\n  ","489551":"\n   Like.....spillage out?\n  ","489552":"\n   Tell me the story about your first crush what happened\n  ","489553":"\n   Like the clingy tank that kinda holds them down?\n  ","489554":"\n   Nothing surprising in a mosque. Just a carpet on the floor where people offer prayers.\n  ","489555":"\n   Don't the girls get in the way, I mean you have pretty big bewbs\n  ","489556":"\n   \"About 2,140,000,000 results.\" So...what's a soul?\n  ","489557":"\n   Would you rather be cremated, inseminated or buried when you die?\n  ","489558":"\n   Undies? Bras?\n  ","489559":"\n   I can’t sleep just send questions and I wil answe them!\n  ","489560":"\n   Do you wear pyjamas to bed\n  ","489561":"\n   He seems to fancy you. Have you ever cammed with him?\n  ","489562":"\n   describe your ufo experience\n  ","489563":"\n   What now?\n  ","489564":"\n   apology accepted\n  ","489565":"\n   not as thrifty as me tho : )\n  ","489566":"\n   Australia is so good.\n  ","489567":"\n   Ever had or heard of an oreo cookie ball before?\n\n(If you've never heard of these.. You can look them up, they are easy to make. Yummy and a good food present for some folks.)\n  ","489568":"\n   WTF is Lahore? A city in Pakistan?\n  ","489569":"\n   Good point, it could also be an east Asian thing.\n  ","489570":"\n   What's a soul?\n  ","489571":"\n   Note the absence of definite and indefinite articles (\"a\", \"the\"). I wonder if that anon was east European.\n  ","489572":"\n   molasses is good. and in the end im a believer thats its all bout calories in and calories out. might fool the body for a while but it will find a way to compensate.\n  ","489573":"\n   What is keto ?\n  ","489574":"\n   do animals have souls?\n  ","489575":"\n   thankful for you!\n  ","489576":"\n   I dont like to brush my teeth and wash my face in washroom. There should be a separate place for washing face and brushing teeth in ones house.\n  ","489577":"\n   Post a GIF that sums up your day?\n  ","489578":"\n   bait and switch\n  ","489579":"\n   frosted flakes got the first vote so i obliged. was a no lose situation tho lol\n  ","489580":"\n   so just no wild game then?\n  ","489581":"\n   Can you count the number of guys you've slept with on the fingers of one hand, or do you need more hands?\n  ","489582":"\n   30 minutes long shower.  Did you wiped the floor of your bathroom with a wiper?\n  ","489583":"\n   Do you drink a lot of gin?\n  ","489584":"\n   Actually you CAN have healthy children after the age of 35. \nHere’s a great video for you:\n   \n    https:\/\/youtu.be\/g9ryP0UyO5U\n   \n","489585":"\n   Have you ever been to a mosque?\n  ","489586":"\n   the reipie is all different now. used to be two different spreads in the same jar. black and white. much denser. now its americanized. p sure i went deep into this before lol\n  ","489587":"\n   what if your parents never even held up the pretense. just flat out told you they wrapped the gifts? lol\n  ","489588":"\n   do you like those ferrero rocher balls?\n  ","489589":"\n   What now?\n  ","489590":"\n   not lecturing just saying the facts, you’re already older than when your mom had you and not boyfriend in sight\n  ","489591":"\n   When you were young did you believe in Santa? If so how did you discover he wasn't real? How old were you when you found out the truth?\n  ","489592":"\n   can you post a picture of the prettiest person you've ever seen?!\n  ","489593":"\n   you’re not getting any younger....you cant afford to wait too much longer if you want children\n  ","489594":"\n   where will you spend christmas eve?\n  ","489595":"\n   thats what i wear inside minus boots and plus hat lol\n  ","489596":"\n   they know alright :')\n  ","489597":"\n   do you want to be a parent tho?\n  ","489598":"\n   poor anon. the unknown is scary. talking about your specific fears can sometimes make them feel less intimidating and feel more manageable.\n  ","489599":"\n   real nutella doesnt exist anymore :'(\n  ","489600":"\n   Well you kind of are\n  ","489601":"\n   gave it a 3 but prob no better than a 2.75\n  ","489602":"\n   is there really a reason to forget nowadays with all the technology we have? lol just put it on the calendar and get a notification lol\n  ","489603":"\n   instant pudding first. thats how i started lol\n  ","489604":"\n   you dont eat meat?\n  ","489605":"\n   if a number is not in your contacts does your phone tell you who it is like caller id? like if its a business or something?\n  ","489606":"\n   Do you like a light sweater or heavy jacket better?\n  ","489607":"\n   Frosted flakes, captain crunch peanut butter, or cocoa pebbles? Hurry you have 5 minutes to decide my fate!\n  ","489608":"\n   Good night beautiful\n  ","489609":"\n   Sleeps with you🌹😴\n  ","489610":"\n   i must\n  ","489611":"\n   You like kool aid? Ever hear of this?\n  ","489612":"\n   What now? Can i see you in jeans and a pink sweater?\n  ","489613":"\n\n    https:\/\/youtu.be\/JLwUp0rNaqg\n   \n   Oprah's Top 10 Rules For Self Love\n  ","489614":"\n   So anyway, it seems you've been getting bad advice on the whole keto thing\n  ","489615":"\n   🌹😘😘\n  ","489616":"\n   Courtney Love?\n  ","489617":"\n   Did you ever play hopscotch as a child?\n  ","489618":"\n   one man's trash is another man's vagina\n  ","489619":"\n   Favorite type of popsicle? PAP?\n  ","489620":"\n   do u like the color pink?\n  ","489621":"\n   Love you my Queen who has been a smile to my face and heart🌹\n  ","489622":"\n   I feel a lot better since you made me cheer up and made my back feel better when you gave me back rubs🌹\n  ","489623":"\n   What's one moment in your life you thought could only happen in a movie!\n  ","489624":"\n   I’m doing alright.🌹😓\n  ","489625":"\n   Have stress. Not happy. So difficult to love on you for now.\n  ","489626":"\n   What do i do now?\n  ","489627":"\n   Where is a place you can go to find peace and quiet?\n  ","489628":"\n   sod off mate\n  ","489629":"\n   Alright\n  ","489630":"\n   Can u share my profile so I get more questions?\n  ","489631":"\n   Were there lots of kids when you saw frozen 2?\n  ","489632":"\n   I just never get views\n  ","489633":"\n   tell her to go in the other room\n  ","489634":"\n   Might\n  ","489635":"\n   Rubs it to make it feel better if it hurts?🌹\n  ","489636":"\n   Mike is too never get followers or viewsq\n  ","489637":"\n   Snapchat ?\n  ","489638":"\n   What's your favorite way to express yourself?\n  ","489639":"\n   I might be on this all night I love this app\n  ","489640":"\n   Okay just can’t sleep\n  ","489641":"\n   If a new planet was discovered that had all the natural resources for human survival without pollution, would you want to relocate and start over there or remain and work on the earth we have?\n  ","489642":"\n   Yep\n  ","489643":"\n   Me too\n  ","489644":"\n   What do you like to do with your spare time? 😊\n  ","489645":"\n   What's a decision you've made that you knew was risky but made it anyway?\n  ","489646":"\n   if i could id dive over your lap right now bottom up.\n  ","489647":"\n   What things do you love?\n  ","489648":"\n   Kinda.\n  ","489649":"\n   How is your booty feeling after the gym?🌹\n  ","489650":"\n   Do you wanna be paddled?\n  ","489651":"\n   What about ocd and obstacles\n  ","489652":"\n   Hugs to cheer me up🌹🤗\n  ","489653":"\n   I saw the movie twice. One on Friday and the 2nd time tonight🌹\n  ","489654":"\n   Actually, I like her,but she has told me that she is disgusted by the idea of being seen as a sexual object but that she feels so depressed that she no longer cares,I mean,she is hot but she is also a good friend,and I don't want to make her feel bad\n  ","489655":"\n   Meant I did get a refill on popcorn for us to share🌹🍿\n  ","489656":"\n   I was alright even tho I saw it twice now🌹\n  ","489657":"\n   i rejected a girl when she offered me her nudes,that was the right thing to do?\n  ","489658":"\n   Brings home popcorn for you🌹🍿\n  ","489659":"\n   Yeah I did. I feel a lot better now seeing frozen 2 tonight🌹\n  ","489660":"\n   Yeah just left the cinema🌹🍿\n  ","489661":"\n   How would you feel if someone watched you recieve a hard bare bottom spanking?\n  ","489662":"\n   For my night you probably might’ve know what I did tonight🌹🍿\n  ","489663":"\n   what a big man you are\n  ","489664":"\n   Baby girl turn me on with your electric feel\n  ","489665":"\n   are you getting xcited lol\n  ","489666":"\n   What did you eat for dinner?\n  ","489667":"\n   Did you have a good day\n  ","489668":"\n   How was your night?\n  ","489669":"\n   Thinking about kife, the future\n  ","489670":"\n   Use this space to thank someone for something sometime\n  ","489671":"\n   Has this ever happened to you you're tired in the day and wide awake in night\n  ","489672":"\n   Post a picture of yourself at the pool!\n  ","489673":"\n   do you like cranberry sauce on your turkey\n  ","489674":"\n   Have you ever fall asleep in class\n  ","489675":"\n   Any tips? I got like sleeping problems,memory loss and like some kind of anxiety attack\n  ","489676":"\n   Gonna have to rewatch it all over again🌹\n  ","489677":"\n   hey, are you having turkey for thanksgiving\n  ","489678":"\n   Not really\n  ","489679":"\n   I’m Heading back to see frozen 2 tonight🌹\n  ","489680":"\n   I saw frozen 2 opening night but the back stiffness ruined my weekend🌹\n  ","489681":"\n   Local time\n  ","489682":"\n   Fully recovered🌹\n  ","489683":"\n   Have you watched frozen 2\n  ","489684":"\n   Do you think i could improve my English in 6 months and Spanish for the 1st year for a month ?\n  ","489685":"\n   Recovered from stiffness in my back🌹\n  ","489686":"\n   I am so scared\n  ","489687":"\n   Do you think you are a good parent or will be if you don't have kids\n  ","489688":"\n   Do you prefer peanut butter or nutella?\n  ","489689":"\n\n    https:\/\/youtu.be\/6qvAAxeevbo\n   \n   did u watch it\n  ","489690":"\n   How do they react differently? Before you answer, keep in mind that the body converts fructose to glucose\n  ","489691":"\n   What is worse to forget your gf\/wife birthday or forget your anniversary with her\n  ","489692":"\n   But they're all sugar, either glucose or fructose or both\n  ","489693":"\n   It is this ability to be trapped by the feeling that we are free\n  ","489694":"\n   Hugs🌹\n  ","489695":"\n   What kind of phone do you have? Today I got an iPhoneXR\n  ","489696":"\n   How many rings before you answer the phone?\n  ","489697":"\n   What’s your least favourite food ? :O\n  ","489698":"\n   So I don't get why one kind is okay and the other is bad\n  ","489699":"\n   Do you believe that relationships can overcome obstacles such as time and distance, or are they ultimately doomed to fail?\n  ","489700":"\n   Last thing you wore that was pink\n  ","489701":"\n   What motivates you when things seem gloomy?\n  ","489702":"\n   They're actually exactly the same sugars\n  ","489703":"\n   At what age would you let your kids do things themselves such as making food\n  ","489704":"\n   Who are you thankful for?\n  ","489705":"\n   what has you convinced?\n  ","489706":"\n   Your last ex then\n  ","489707":"\n   Let me rephrase. Which sugars are present naturally that aren't present in refined sugars, or vice versa?\n  ","489708":"\n   This was an ex?\n  ","489709":"\n   how so?\n  ","489710":"\n   What did you lie about?\n  ","489711":"\n   Do you believe in souls?\n  ","489712":"\n   what's something you would never want to tell anyone?\n  ","489713":"\n   What is the difference between a natural sugar and a refined sugar?\n  ","489714":"\n   what is some of the stuff you feel you spent on that you should not have bought?\n  ","489715":"\n   how is the keto way?\n  ","489716":"\n   what so you can get conned? lol\n  ","489717":"\n   Say it's 10° F out.\nHow many layers would you wear? Just a shirt and a coat? Or more? Do you get cold easily?\n  ","489718":"\n   fruit isnt keto\n  ","489719":"\n   Do you have a guilty conscience\n  ","489720":"\n   wind\n  ","489721":"\n   ( -_-)\n  ","489722":"\n   Do you like kiwi?\n  ","489723":"\n   how weird am i?\n  ","489724":"\n   what ingredients did you require?\n  ","489725":"\n   Does your body have a natural tilt left or right when you sit or stand?\n  ","489726":"\n   lets play a game. ill say a word and you say the first thing that comes to mind. ill start with the word red.\n  ","489727":"\n   When was the last time you ate lentils?\n  ","489728":"\n   how long between lights off and sleep on average?\n  ","489729":"\n   What is the last film you saw and what did you think of it?\n  ","489730":"\n   Goodnight\n  ","489731":"\n   Good night beautiful\n  ","489732":"\n   Are you hard-working or more lazy?\n  ","489733":"\n   I want to have a hot body. It is possible.\n  ","489734":"\n   Hello girl\n  ","489735":"\n   How are you doing?\n  ","489736":"\n   who is the + person\n  ","489737":"\n   What house number do you live in?\n  ","489738":"\n   Do you easily forgive those who have hurt you? Does your forgiveness depend on the situation?\n  ","489739":"\n   Would you  ever try acupuncture\n  ","489740":"\n   Would you ever want to see a chiropractor\n  ","489741":"\n   How was 2019?\n  ","489742":"\n   Post a picture of your favorite landscape in the world.\n  ","489743":"\n   What is your happy place?\n  ","489744":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","489745":"\n   Name a place you can relax instantly\n  ","489746":"\n   How was your day\n  ","489747":"\n   lol your very funny xo, sounds delish tbh xo\n  ","489748":"\n   Give me baby\n  ","489749":"\n   Have Snapchat?\n  ","489750":"\n   Hi sexy answer to single +\n  ","489751":"\n   Please post a selfie\n  ","489752":"\n   Would you like to live in another country? If so which one?\n  ","489753":"\n   Last for the night: Before you go to bed what's your nightly routine before laying down? If you have a routine.\n  ","489754":"\n   how do you like your waffles x\n  ","489755":"\n   Po czym rozpoznasz, że ktoś kłamie ?\n  ","489756":"\n   Breakfast time. Bye.\n  ","489757":"\n   Do you like to act spontaneously or plan things? Why?\n  ","489758":"\n   Are you afraid of people?\n  ","489759":"\n   Hi! How do you do? How was your sunday? What's your mood? I wish you a nice day and a good week ✌😁\n  ","489760":"\n   How do you prefer to travel?\n  ","489761":"\n   name 2 pls\n  ","489762":"\n   WS: What would be your tWo Wishes to Wish not Wishing for more Wishes?\n  ","489763":"\n   Do you believe in big foot\n  ","489764":"\n   On a scale from 1-10, how weird are you?\n  ","489765":"\n   Slightly better now.\n  ","489766":"\n   Bedtime?\n  ","489767":"\n   Why do some people judge you when they don't even know you?\n  ","489768":"\n   Have you ever fired a real gun?\n  ","489769":"\n   Agreed. Especially if you need bail money\n  ","489770":"\n   Would you say you're still learning about life\n  ","489771":"\n   dont know didnt get much narrative from the 4 seconds lol\n  ","489772":"\n   i dont have any points. i have tiramisu tho and im wearing a hat. its super necessary too cus the tiramisu is cold and im always cold so it helps.\n  ","489773":"\n   maybe they mean from the poll pictures you had yesterday?\n  ","489774":"\n   When was the last time you watched the world go by? No phone, laptop, tin can w\/string, etc. nothing to connect you around?\n  ","489775":"\n   Post a pic of someplace peaceful\n  ","489776":"\n   You are wonderful any way.\n  ","489777":"\n   do you know what caused your depression?\n  ","489778":"\n   how was your day?\n  ","489779":"\n   would you ever do any kind of event? like a 5k run or something?\n  ","489780":"\n   The lady make vs.  With hat and no hat.\n  ","489781":"\n   Can the hat look more female?.\n  ","489782":"\n   Good night sweetie\n  ","489783":"\n   What is the most interesting science?\n  ","489784":"\n   are you single?\n  ","489785":"\n   are you in your jammies rn?\n  ","489786":"\n   The latest photo from the gallery ?\n  ","489787":"\n   I don’t think\n   \n    @foolian\n   \n   is good enough for Chloe\n  ","489788":"\n   How was your day\n  ","489789":"\n   How was hiking?\nWhat are you doing now?\n  ","489790":"\n   Inspired by a question I’ve seen on here! You’ve ended up in a prison.  Use the first 6 people in tag list; Who reported you:  Your cell mate:  Security guard: Person who bails you out:  Weirdo near you:  Lawyer:\n  ","489791":"\n   WS: Name a body of Water you would like spend time in or on?\n  ","489792":"\n   When you are in a bad mood, what make you feel better?\n  ","489793":"\n   yep. saw those. hope they stick around and become a regular. seems like some of the regulars have not been around as much? dont know.\n  ","489794":"\n   school of life then\n  ","489795":"\n   i watched about 4 seconds. the teeth were enormous lol\n  ","489796":"\n   Would you be able to run the New York City Marathon\n  ","489797":"\n   Are you a people person you enjoy being around people or do you like being alone away from people\n  ","489798":"\n   girl. didnt see the dogs teeth\n  ","489799":"\n   made. today was wrought with baking.\n  ","489800":"\n   i had a little bronze ganesh statue but it got misplaced. i searched frantically for it last year but no luck : (\n  ","489801":"\n   since this is trending on twitter, i'll pose the question here -- post a photo of yourself from the beginning of the decade (2010) vs from the end of the decade (2019) !! how have you changed, both physically and in personality?\n  ","489802":"\n   huge teeth\n  ","489803":"\n   Evidence from a large prospective observational study showed that 67.8% of men and women receivingrisperidonefor over 1 year experienced sexual dysfunction.\n  ","489804":"\n   shares with you : )\n  ","489805":"\n   no not the thinking. tears of joy was the old one you would use instead of rotfl.\n  ","489806":"\n   is tribble male or female?\n  ","489807":"\n   whats your most anticipated event this week?\n  ","489808":"\n   you always used to use that one. am i imagining it\n  ","489809":"\n   Qual è il giorno della settimana più impegnativo per te?\n  ","489810":"\n   love, like the british say\n  ","489811":"\n   what was the catalyst for switching the preferred emoji from tears of joy emoji to rolling on the floor laughing emoji? btw i like the change. rotfl is more potent.\n  ","489812":"\n   if bae is a 1 from 1-10 where does booo fit in?\n  ","489813":"\n   can you thing of anything you ever won in general?\n  ","489814":"\n   Punishments received at school so far?\n  ","489815":"\n   hi booooo\n  ","489816":"\n   do you ever play the lotto or scratch tickets or whatever?\n  ","489817":"\n   There is a boy who hates cooking. He said he won't cook after he got married. He just picked up something to eat at will. If his wife hates cooking as well, she would pick up something to eat at will like him. Would you accept such a husband\n  ","489818":"\n   What animal do you think describes you best?\n  ","489819":"\n   and who says you have to do 100. do 50 a day. not like that anon is gonna do them lol. and for the poll: red and dress.\n  ","489820":"\n   yeah. im gifted\n  ","489821":"\n   the beeps werent so bad. it was the horrible shrills lol. if you killed a robot thats what it would sound like lol\n  ","489822":"\n   do you like soda bread? keto aside.\n  ","489823":"\n   im planning a hold up lmao. idk just wondering if people carry much cash these days. im usually around 40 but made a cash deposit the other day and kept 100 so im like 130 or so rn.\n  ","489824":"\n   cant judge if never tried :p\n  ","489825":"\n   probably a misunderstanding.\n  ","489826":"\n   didnt take lulu for the hiking type :p\n  ","489827":"\n   you forgot cod liver. #1\n  ","489828":"\n   why do you think this is your top one? seems like a regular sort of everyday post. no replies even? top just means the most likes right?\n  ","489829":"\n   whats the plan?\n  ","489830":"\n   have you ever bought s ex toys?\n  ","489831":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","489832":"\n   miscommunications here seemed to have dire consequences. que lastima!\n  ","489833":"\n   Do you agree that one cannot judge a book by its cover?\n  ","489834":"\n   I’m sure they will, hope so anyway. But like on the weekend like Sunday lol I’ve wanted to see them for some years now and still haven’t lol\n  ","489835":"\n   ive asked that ben person everyone hates questions before but never got any reply.\n  ","489836":"\n   What’s your favorite seafood?\n  ","489837":"\n   was more an issue in the dial up days!!\n  ","489838":"\n   What is the most played song in your music library?\n  ","489839":"\n   id like to meet philosophical anon. seems interesting!\n  ","489840":"\n   how much cash do you carry in your purse\n  ","489841":"\n   Jeans or sweatpants?\n  ","489842":"\n   have you done stuff on cam?\n  ","489843":"\n   What is your relationship status?\n  ","489844":"\n   id be fine with 30 servings of everything.\n  ","489845":"\n   What now?\n  ","489846":"\n   Good night cupcake\n  ","489847":"\n   Czy warto wybaczać?\n  ","489848":"\n   Who is your hero?\n  ","489849":"\n   If you drink... Like drink 🍸 🍺\nWhat do you like to drink? PAP?\n  ","489850":"\n   What state you from\n  ","489851":"\n   What is your favorite type of sushi? That is if you like it.\n  ","489852":"\n   Aww reminds me that MISSIO played a free show at Tempe Marketplace like two Fridays ago and I couldn’t go 😂 2nd shift smh :p\n  ","489853":"\n   Where would your dream vacation be? What happens?\n  ","489854":"\n   Do you like a cold pillow\n  ","489855":"\n   Is it easy or hard for you to trust people\n  ","489856":"\n   Welcome to my cage, little lover. Attempt to rearrange with you, baby Still don’t know your name, Miss Honey. Let’s go up in flames, pretty lady\n  ","489857":"\n   Did u watch a new Joker ?\n  ","489858":"\n   Can you  bake desserts\n  ","489859":"\n   Who is your celebrity look alike\n  ","489860":"\n   Is Ben your ex?\n  ","489861":"\n   You be lookin like a tasty snack 😋\n  ","489862":"\n   A dude and lady were getting hot and steamy doing the wild thing and suddenly the dude stops. The lady asks why he stopped? He says because this is what happens in the videos....  (the video was buffering yo)\n  ","489863":"\n   Hello\n  ","489864":"\n   That is what I want to say while I \"wrote it\" and why do you write a devil emoticon? and I just moved but that happens to me very rarely, regards, gringa girl\n  ","489865":"\n   Elsa or Anna?\n  ","489866":"\n   Chaotic life is recommended for complete freedom\n  ","489867":"\n   I reject all the assumptions of civilization, especially the importance of tangible assets.\n  ","489868":"\n   The problem with social media is that people are honest. In person people don't say what they're really thinking so people don't feel as bad about themselves\n  ","489869":"\n   sorry I don't speak English well\n  ","489870":"\n   Why do people lie to their loved ones? What can this result from?\n  ","489871":"\n   What 5 things do you take everywhere you go out?\n  ","489872":"\n   What's your favorite or best physical feature?\n  ","489873":"\n   have a great time, may God bless you😁\n  ","489874":"\n   Cupcake anyone?\n  ","489875":"\n\n    https:\/\/youtu.be\/LvGJlkcJn5I\n   \n","489876":"\n\n    https:\/\/www.youtube.com\/watch?v=ejsS-CTSOI8\n   \n","489877":"\n   Perfect 👍😁\n  ","489878":"\n   Hello lady how are you?\n  ","489879":"\n   Is that asda pasta\n  ","489880":"\n   A recommended serving of pasta is 30g\n  ","489881":"\n   I bought a packet of jelly babies the recommended serving is 4 jelly babbies\n  ","489882":"\n   F*CKING STOP SENDING THESE POLLS SO ANNOYING 🙄🙄\n  ","489883":"\n   Could you eat the recommended serving sizes for food for an entire week\n  ","489884":"\n   it was good. sometimes you had to suspend disbelief which i dont like to do too often in a film that is supposed to be dramatic. some themes were bit repetitive but it liked it. gave it a 4.0 cant give 3.75 so gave it the bump up just for the dancing!!! XD\n  ","489885":"\n   🏘 Some strange-but-true town and street names in my region are Land of Nod, Land of Green Ginger, Chevy Chase, Thwing, Wetwang, Memory Lane, &c. \n🏘 What are the oddest street or place names near where you live?\n  ","489886":"\n   10 sets of ten through out the day to start. you got this fam : )\n  ","489887":"\n   haha. i saw joker yesterday.\n  ","489888":"\n   Have you ever been in a car where the airbags got set off\n  ","489889":"\n   so you weren't born to spread happiness and joy to the world?\n  ","489890":"\n   pushup challenge? lol\n  ","489891":"\n   im getting cold just thinking about it lol\n  ","489892":"\n   never seen it. you prob seen it but i thought 'four christmases' was p funny.\n  ","489893":"\n   gimmie all those carbs tho! wait do you use yeast with the keto dough hmm\n  ","489894":"\n   how has hanging with mom been this week?\n  ","489895":"\n   i dont have anything in there haha. this was growing up what my parents did lol. i have empty cabinets anyway\n  ","489896":"\n   way i always made it there is no pasta. americans put it over spaghetti? id just fry the breaded breasts. cook in sauce and cover with mozzarella.\n  ","489897":"\n   NOICE! ehem, i mean nice : )\n  ","489898":"\n   3, dishwasher is with us.\n  ","489899":"\n   right?! i dont even drink! closest thing is putting a splash in a dessert lol. if i was this person's boss i would fire them for even having to ask this. cant be a good employee if needs to be told this\n  ","489900":"\n   not made in forever. do you make your own?\n  ","489901":"\n   what channel or network was it on?\n  ","489902":"\n   dont know it. but i thought of trigger happy tv. and now i thought of buzzkill.\n  ","489903":"\n   what will you read first?\n  ","489904":"\n   i dont think the person has the proper motivation!\n  ","489905":"\n   so much pizza talk on ask. must make pizza tomorrow.\n  ","489906":"\n   no time for lube. right down to business lol\n  ","489907":"\n   dont know what they meant. how about with senor year?\n  ","489908":"\n   ever watch the show crank yankers?\n  ","489909":"\n   what is her nationality?\n  ","489910":"\n   do you like to visit gravesites of relatives\/friends?\n  ","489911":"\n   just put in a coke bottle or something man. jeeze\n  ","489912":"\n   nice. i like this plan. any new recipes in the queue?\n  ","489913":"\n   plus who knows how far you would have to travel and there are so many difficulties about this its not even funny lol. how about starting out in a nice indoor rockwall and go from there lol.\n  ","489914":"\n   Sat in the car outside the store for 3hours. Hm just saw one acceptable girl.\n  ","489915":"\n   do they bring them in from other local libraries? i used to do that with books and dvds back in the day. what books?\n  ","489916":"\n   doesnt seem like the kind of thing you just up and go do loll\n  ","489917":"\n   Random GIF aaand go!\n  ","489918":"\n   Describe your plans for the weekend using only emojis? 🤗😉\n  ","489919":"\n   Any advice on how I can do shots at work over the Christmas period without people noticing? 🤔😝\n  ","489920":"\n   What are your thoughts on couples who celebrate 3 month anniversaries? 💑 Is that normal? 😮 I've had seshes that last longer then that 🤚🤣🤣🤣\n  ","489921":"\n   Do you enjoy staring at marked slices of trees and hallucinating vividly for hours (aka reading)?? 📖🤗\n  ","489922":"\n   Do you have a good sense of humour even when it's you being mocked, or to put it another way, do you love a good roast?? (as they say in America) 😆🤣🤗👌❤\n  ","489923":"\n   How late do you sleep in on a typical day?\n  ","489924":"\n   Have you ever auditioned to be on a reality TV show? 😮\n  ","489925":"\n   took it out and made it my btch! : )\n  ","489926":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","489927":"\n   Good night sweetie\n  ","489928":"\n   Goodnight.\n  ","489929":"\n   i must\n  ","489930":"\n   Have you ever felt like a friend or an ex had totally replaced you and you don't matter to them anymore. Any advice for trying to deal with this?\n  ","489931":"\n   Ever hear of ice climbing?\n\n(Check it out online if ya ever get a chance to)\n  ","489932":"\n   Have u ever done a prank call?\n  ","489933":"\n   Worst awk moment in school with it?\n  ","489934":"\n   Just in size 😂😂😂\n  ","489935":"\n   Would you date a white guy?\n  ","489936":"\n   Do you think s exual relationships brings happiness to the human race ?\n  ","489937":"\n   Do you uses coupons when you buy stuff\n  ","489938":"\n   Wanna do a challenge? Post a pic in red stockings or lingerie #MidNovemberChallenge\n  ","489939":"\n   Would you rather be cremated or buried when he died\n  ","489940":"\n   Do you believe in karma\n  ","489941":"\n   Do you like Salad\n  ","489942":"\n   I think you meant to say “your body”, Lyndsey 😂😂😂😂\n  ","489943":"\n   Favourite Piazza  topping\n  ","489944":"\n   Have you ever washed anything bigger than a car? What was it?\n  ","489945":"\n   i treid breaking it free with a socket and hammer. shaft still would not turn, was shifting the unit\/pipes instead. thats a good idea tho. but think its maybe beyond that. prob pull it out and take it apart. maybe chemicals\/penetrating spray too.\n  ","489946":"\n   Have nothing to do except sleeping. Dont know what to do.\n  ","489947":"\n   What is the best way to train people to see the gradients in the world around them instead of just a simplistic “this is good, that is wrong” view of the the world?\n  ","489948":"\n   I know the exact taxes now.\n  ","489949":"\n   What is one of your favorite foods?\n  ","489950":"\n   Goodnight. Just need to make money. Tomorrow i will figure out if anything could be purchased through the company.\n  ","489951":"\n   think a nile croc or crocs in aus would eat any alligator nearly whole :p\n  ","489952":"\n   made how\n  ","489953":"\n   What Pice of blclothing rips most\n  ","489954":"\n   nope. the health one took off today.\n  ","489955":"\n   this is called an anal fissure. it heals but never actually goes away.\n  ","489956":"\n   american history x. thats the only one i would make a point of seeing. the rest are just regular films. nbd. unless you like de niro then watch the score too.\n  ","489957":"\n   Would you call yourself a “happy person”?\n  ","489958":"\n   no lol. and yeah i meant like i know you do a lot of work! haha\n  ","489959":"\n   someone asked me specifics once so i actually wrote it out. i had two diff routines i would alternate daily and it was the most ocd sht you could imagine lol. now? i dont even want to think about it. i cant even believe i did that sht everyday. figure ive done enough for a lifetime. nah im good :')\n  ","489960":"\n   its violent but harbors many powerful messages. its a film everyone should watch. i remember hearing talk of it being shown in high schools.\n  ","489961":"\n   Hm what?\n  ","489962":"\n   i know. i meant for me :')\n  ","489963":"\n   when i used to do the circuit sht my first set was 100. my last was 150 somehow lol. second to last set was 10 i think. total i would do like 500-600 in an hour or something alternating with other muscle groups. haven't done a pushup in like 5 years. all or nothing lolll\n  ","489964":"\n   ok widdle the 10k down to 200 and you have yourself a deal :')\n  ","489965":"\n   that was on the high probability list lol. but i was ready for anything. there are so many these days!\n  ","489966":"\n   how to hold the anon accountable? and imo the \"definition\" of the pushup is way more important than the number. so easy to do tons of shty pushups. so many people cheat the technique lol.\n  ","489967":"\n   should alternate the 10k cal burning challenge with the 20k eating challenge. that would be fun lol\n  ","489968":"\n   not the emoji i expected lol. had a whole different idea of what that \"box' might have been :')\n  ","489969":"\n   in hs we used to have to do laps around the track. like a certain amount each day and we were given slips of paper that had to get a tally each lap. diff color marker each day but we had all the colors and would tally our own and just go off an fck around lol even smoke weed sometimes lol\n  ","489970":"\n   pickled or fresh asparagus?\n  ","489971":"\n   nice. my vote is for chocolate silk : ) did an apple crisp today so im all appled out for now lol\n  ","489972":"\n   oh no dont mean you. just saying there is this saying\/phrase. can also have a sort of endearing quality to it. like stubborn, wont give in\/up.\n  ","489973":"\n   you've bread humans and dragons and you have an egg that a child named tribble will hatch from. congrats fam!\n  ","489974":"\n   yeah ive seen them on here talking about it with you before. when me lol puts on their serious face lol\n  ","489975":"\n   King is relaxing🌹\n  ","489976":"\n   Are you a person who forgives easily?\n  ","489977":"\n   thats deep fam.\n  ","489978":"\n   apple pie is like the least sweet pie. and cheescake alone like NY style isnt really sweet. more tart than anything imo.\n  ","489979":"\n   if people suddenly woke up and just bought what they needed the world economy would grind to a halt lol\n  ","489980":"\n   didnt watch cus musical\n  ","489981":"\n   im the exact opposite :\/\n  ","489982":"\n   give your dr some credit! the last few months instead of saying thank god i say thank lynds dr.\n  ","489983":"\n   Buongiorno 🌹 Cosa vi aspetta da questa giornata?\n  ","489984":"\n   when it comes to your health do you think more people here are concerned and want to learn about you or more people looking for hate ammunition?\n  ","489985":"\n   *met\n  ","489986":"\n   think if we actually applied ourselves in gym class lol. aint nobody be having that shit back then lol. anything you could do to get out of even moving was the name of the game. hiding and sht :')\n  ","489987":"\n   will you reveal at some point or not really?\n  ","489988":"\n   in italy there is a specific term we used for people that are shameless. \"faccia tosta\" literally means hard face lol. like you dont give a fck, rude and such. dont feel bad about doing wrong etc.\n  ","489989":"\n   american history x is mine far and away. second would be 'the score. notatbles: rounders, painted veil, 25th hour, the illusionist, moonrise kingdom, primal fear i guess. oh and yeah fight club.\n  ","489990":"\n   gottah love those 70's b horror movies lol\n  ","489991":"\n   What movie can you quote word for word? 😱❤️\n  ","489992":"\n   you dont think its the same foot and wanting to be miniature dude? figured the dude saw what i said and sent this maybe.\n  ","489993":"\n   ive just never been huge on citrus. for the longest time i hated lemon in anything even desserts but ive come around. like sunkist to drink but not all the time. like citrus but not too frequent. not into limes tho unless with tequila\n  ","489994":"\n   haha whats sorts of things are there to color in?\n  ","489995":"\n   you ever run cross country or just pavement? i started cross country then switched to pavement after i moved. cross country is bit hard with uneven ground but better for knees and joints maybe. pavement kills joints. invest in good shoes would be my advise.\n  ","489996":"\n   before the end of the year?\n  ","489997":"\n   you ever see that movie. was not the smash box office success it was built up towards being wit h the whole kubrick thing but i quite liked it. prob my fav A.I. movie besides 2001\n  ","489998":"\n   how are you do you have shame? i do. i admire shameless as$holes lol\n  ","489999":"\n   What is your most preferred place on your body to place the 🌡\n  ","490000":"\n   Just a message to say Good Morning, hope your Thursday has started well\n  ","490001":"\n   I have a cut on one end of my bumhole. Haha i dont know why. I never had it before. It started to heal after i used posterian forte two days ago. Cream has finished. I cant use it daily. Have enough to apply over it tomorrow. Life will become good after i get a sales order. Have a pain in the ass.\n  ","490002":"\n   So bumhole and anal canal are very sensitive. Never let anyone mess with it. Never think about having anal.\n  ","490003":"\n   If i said to u i need something from ur room\n  What will you give me\n  ","490004":"\n   Do you listen to your parents’ advice?\n  ","490005":"\n   Fencing ( the sport) or building an actual fence?\n  ","490006":"\n   Would you rather have a kick in the bum or a slap on the face right now?.0_0 not that i'm volunteering to do it.... because i'm not\n  ","490007":"\n   Do you wear a watch or just look at the time on your phone? If you have a watch, what is your watch? You can send a photo, show off if you want :)\n  ","490008":"\n   Do you like road trips? I'm on a road trip right now. 👍\n  ","490009":"\n   Good night love\n  ","490010":"\n   How?\n  ","490011":"\n   Who would win a fight a alligator or crocodile\n  ","490012":"\n   Have you ever had physio therapy and if you have on what\n  ","490013":"\n   Are you freezing?🌹\n  ","490014":"\n   What's your favorite picture of you\n  ","490015":"\n   Chicken or pizza?\n  ","490016":"\n   What year were we in when u were 5 years old?\n  ","490017":"\n   Would you ever do karaoke for fun\n  ","490018":"\n   Sooooo pizza or salad o.O\n  ","490019":"\n   Is it racist that I requested the midwife be White when delivering my daughter in January?\n  ","490020":"\n   There a few more trying to burn 10 thousand calories in one day\n  ","490021":"\n   Why would it be hell\n  ","490022":"\n   I actually might try this push up one see what's it's like\n  ","490023":"\n   You were amazing last night\n  ","490024":"\n   Are you going to do it\n  ","490025":"\n   What are some of your favorite movies?\n  ","490026":"\n   Would you accually try that lol\n  ","490027":"\n   There is a new challenge could you do it. Doing a 100 push ups a day for a month could you do it\n  ","490028":"\n   How you schedule the time ?\n  ","490029":"\n   What time do you go to bed?\n  ","490030":"\n   I can only do so much. I'm sure you'll hit on a topic they roll with tonight\n  ","490031":"\n   Black people are always given a pass to be racist & told they can't be so I'm sure eggsy won't say anything about Gabby . If she did Gabby wouldn't give a single fxck anyway lmao\n  ","490032":"\n   Were the results bad?\n  ","490033":"\n   More food for anon trollys\n  ","490034":"\n   Salve, sono ancora qui 🌹\nAvete una routine prima di mettervi a letto? \n\nIo, ad esempio, non posso dormire senza aver coccolato prima il mio cane. 🐺\n  ","490035":"\n   \"W\"S: Why do your enjoy Washing your body?\n  ","490036":"\n   yes, i should say everyone xo\n  ","490037":"\n   I mean you said that you'll probably see the endo sooner given the test results\n  ","490038":"\n   your so kind to me x\n  ","490039":"\n   Why are some people more complex than others?\n  ","490040":"\n   WS: Where Would you like to travel in Winter?\n  ","490041":"\n   had some fun, but injuries quite painful\n  ","490042":"\n   Now your anons have something to feed on *spreads spam manure*\n  ","490043":"\n   Rate W Spam: Wone to Wten\n  ","490044":"\n   WS: What do you find Wonderful in the World?\n  ","490045":"\n   WS: Whats your idea of a Wild Weekend?\n  ","490046":"\n   WS: Name something Wild\n  ","490047":"\n   *awards best answer* plus ten points!\n  ","490048":"\n   yeah some of it few injuries\n  ","490049":"\n   WS: Where Was the last place you Walked?\n  ","490050":"\n   had you a good summer\n  ","490051":"\n   WS: Would you Watch a Boston World Series?\n  ","490052":"\n   WS: When Was the last time you ate Watermelon?\n  ","490053":"\n   WS: Name the principle countries that fought in World War 2\n  ","490054":"\n   WS: When Was the last time you used a Wire Whisk?\n  ","490055":"\n   Thats what she said\n  ","490056":"\n   What about the test results?\n  ","490057":"\n   wtf\n  ","490058":"\n   How to mastrubate\n  ","490059":"\n   Kudos to\n   \n    @JJD55\n   \n   for actually correctly spelling \"complimenting\".\n  ","490060":"\n   \"W\"ednesday Spam: What is a recent Wednesday memory you can recall?\n  ","490061":"\n   Tis fine. I'll stop complimenting your fortitude. Want spam?\n  ","490062":"\n   Would you like to share a link to a good song you like to listen to for both me and your followers to listen to?\n  ","490063":"\n   You aren't as impressed as I am cause you live it every day\n  ","490064":"\n   Your body is working more like a finely tuned machine now. That counts for something\n  ","490065":"\n   Have you seen an endocrinologist?\n  ","490066":"\n\n    https:\/\/youtu.be\/wxMzPExI7E8\n   \n","490067":"\n   I was kidding\n  ","490068":"\n   Must be the steroids\n  ","490069":"\n   How about hair loss? Hair gain? Acne?\n  ","490070":"\n   Have you had your androgens tested?\n  ","490071":"\n   What's the first thing you do when you get home in the evening\/after school?\n  ","490072":"\n   Do you actually have any other signs of PCOS? Like actual cysts?\n  ","490073":"\n   i like them on pizza with diced tomatoes. another go to is i disolve them in a pan and toast breadcrumbs in the paste\/oil and then add pasta in and toss with a little parsley. they are ok on their own too. just not too often.\n  ","490074":"\n   piranhas. they would just like swim around it and do nothing tho lmao\n  ","490075":"\n   Depo provera. But 2017!!!\n  ","490076":"\n   Gives you hugs to make you warm🌹\n  ","490077":"\n   That sounds wrong. You've lost a lot of weight, which should have helped with the PCOS (metformin doesn't count). Has your doc talked to you about other meds?\n  ","490078":"\n   Picture with your bestfriend?\n  ","490079":"\n   It’s been freezing for me🌹❄️\n  ","490080":"\n   Do you know how to make pancakes? If yes would you make me some? I’m hungry\n  ","490081":"\n   🌹❄️❄️\n  ","490082":"\n   every have a fck specific sheet you used to help 'perserve\/protect' the ones underneath? lolll\n  ","490083":"\n   not a fan of oj cus tang. never been into tangy drinks.\n  ","490084":"\n   Guia Besancon's Psychopathology Handbook. Subject suffering from schizophrenia\n  ","490085":"\n   Advertising has us chasing cars and clothes, working jobs we hate…\n  ","490086":"\n   thoughts on edward norton? fav roles?\n  ","490087":"\n   What is your job\n  ","490088":"\n   I have issues with my bones and knees and muscles and heart,what to do\n  ","490089":"\n   I love smth similar\n  ","490090":"\n   Paradise Lost done three gold albums, that's it. Their first three were brilliant then they went soft, they don't perform any songs from their first three albums anymore so there's no point seeing them, the same story with Opeth. Agree or disagree?\n  ","490091":"\n   You like prostitution ?\n  ","490092":"\n   You can go to other country to earn money, search 'best countries to go to work with best salary'\n  ","490093":"\n   How many people do you think you've met in your life?\n  ","490094":"\n\n    https:\/\/youtu.be\/VG8zdwg_UZw\n   \n   the only make up products you need\n  ","490095":"\n   How not to be tired\n  ","490096":"\n   Too sweet\n  ","490097":"\n   I mean people already sent me shxt earlier about me being racist to Chinese bc of what I said. My page isn’t cool lol. I delete like 85% of my hate I get which is everyday\n  ","490098":"\n   don't like, bc it has a lot of stuffs I don't like ... I mean, for example, I can eatch cheese and pie, but not pie with cheese or apple pie\n  ","490099":"\n   Do you have a silly photo of you you'd like to share? If not just post a GIF here in it's place.\n  ","490100":"\n   Why do we sacrifice our own happiness for someone else's?\n  ","490101":"\n   I already said I was aware it was racist but they are chinks bc of their eyes. So idk why you’re trynna throw me under the bus lmao .\n  ","490102":"\n   Facemask of  what ? what do u eat when u go to the gym?\n  ","490103":"\n   What is her username\n  ","490104":"\n\n    @eggsy\n   \n   shut up\n  ","490105":"\n   Me\n  ","490106":"\n   Search on google\n  ","490107":"\n   Just buy basic stuffs\n  ","490108":"\n   I want to be his daughter\n  ","490109":"\n   Y is that bad\n  ","490110":"\n   You are Hugh Jackman\n  ","490111":"\n   I couldn't agree more with you\n  ","490112":"\n   I love your brain\n  ","490113":"\n   We buy things we don’t need with money, we don’t have to impress people we don’t like” -Chuck Palahniuk\n  ","490114":"\n   Stop trying to control everything and just let go! LET GO!\n  ","490115":"\n   You’re not your job, you’re not the car you drive, you’re not the contents of your wallet…\n  ","490116":"\n   “Maybe we have to break ourselves to make something better out of ourselves” -Chuck Palahniuk\n  ","490117":"\n   No fear. No Distractions. The ability to let that which does not matter truly slide\n  ","490118":"\n   What now?\n  ","490119":"\n   do you do any art these days?\n  ","490120":"\n   thats great. i used to run daily  years and years ago. but had issues with my knees and stopped. then just did like circuit training body weight type exercises but eventually stopped that. ive not done a damn thing exercise specific wise in years now. i can knead dough like a mutherfckr tho :')\n  ","490121":"\n   Hm she looks great though. Ended up giving herself to him.\n  ","490122":"\n   How's work?\n  ","490123":"\n   If you feel like shit, everyone you hate wins\n  ","490124":"\n   Would you do \"favors\" for money 💰?? 🤔\n  ","490125":"\n   What was the last nice thing you did for yourself?\n  ","490126":"\n   Pizza? Anyone? (Hands you slice) Unless you don't like pizza?\n  ","490127":"\n   Is there any other way that i can make money in Netherlands?\n  ","490128":"\n   Oh I forgot to mention it, but high five\/props\/kudos\/lulz\/etc. on the name.\n  ","490129":"\n   We’re consumers. We are by-products of a lifestyle obsession…\n  ","490130":"\n   What's your form of birth control?\n  ","490131":"\n   What did she say?\n  ","490132":"\n   Secondo voi: Qual è il principale vantaggio di Internet?\n  ","490133":"\n   Only after disaster can we be resurrected\n  ","490134":"\n   is tribble a person?\n  ","490135":"\n   fitting cus the dude went undercover to send this lol.\n  ","490136":"\n   i have so many haha. i keep small ones under the fridge and stove all the time to move them to clean (even tho always clean under\/behind) cus ocd. do you wind up hearing about the winners after they win or do they disappear?\n  ","490137":"\n   How do you feel abt eggsy calling you out for racism ?\n  ","490138":"\n   not even gigolo joe?\n   \n    https:\/\/youtu.be\/LuVQWech6N0\n   \n","490139":"\n   Why\n  ","490140":"\n   damn wonder if he felt awkward or is he the type that has no shame? haha\n  ","490141":"\n   No. For you. I will buy jeans and shirts for me.\n  ","490142":"\n   It is hardly a 9 minutes walk\n  ","490143":"\n   Cross dress? What do you mean to say?\n  ","490144":"\n   would you ever consider somewhere other than AZ or back home? someplace new\n  ","490145":"\n   thats funny XD. what was her reaction?\n  ","490146":"\n   Off to japan with him.\n  ","490147":"\n   When did you first go to a funeral?\n  ","490148":"\n   no ice for me ever. i like room temp drinks : )\n  ","490149":"\n   never had chipotle. id just got to a taqueria on tuesdays $4 stuffed burritos.\n  ","490150":"\n   you know my opinions. i think its the biggest scam. you are being told this \"rock' is worth x amount. but what can it do for you? nothing. you just look at it. serves no practical purpose. worth less than a glass of water or a glass for that matter. at least they both serve a purpose.\n  ","490151":"\n   I was using a self service check out today in a shop and I noticed someone left £40 behind. So I handed in the money would you do the same?\n  ","490152":"\n   jlt metro station to Jumeriah beach is a 23 km walk.\n  ","490153":"\n   the goodnight wishers were out in force! haha\n  ","490154":"\n   The GOD must wake up tonight and kill or hurt one of my enemies.\n  ","490155":"\n   You wanna go to buy a short red dress with me.\n  ","490156":"\n   did something.\n  ","490157":"\n   do motivational quotes do anything for you or just sort of read them and think oh..\n  ","490158":"\n   but did they own that stuff outright or loans?\n  ","490159":"\n   priceless! just like these amaretti today omg just took the first bite XD\n  ","490160":"\n   What was the last nice thing you've done\n  ","490161":"\n   ive been out for a while. must be some other dove chocolate fan :')\n  ","490162":"\n   reminds me of a saying i like tho \"death is the only certainty we have when we are born\" and i do have some dove chocolate but its just bars. swirly ones or sum sht but no motivational sayings in those :'(\n  ","490163":"\n   what constitutes as rich?\n  ","490164":"\n   So show me your neck.\n  ","490165":"\n   last time?\n  ","490166":"\n   What now? Can't eat oranges with you.\n  ","490167":"\n   ace :')\n  ","490168":"\n   if fake jewelry looks as good or better than the real thing what is the point of buying the real thing?\n  ","490169":"\n   The office has closed.\n  ","490170":"\n   Selfie soon?\n  ","490171":"\n   seems like trying to self affirm things to compensate for insecurities.\n  ","490172":"\n   what was your college experience like?\n  ","490173":"\n   Why is that morbid?\n  ","490174":"\n   First you have to give up, first you have to know not fear — Know that someday you’re gonna die”\n  ","490175":"\n   down to date anyone anytime soon?\n  ","490176":"\n   I've heard Donald Trump wants to put his face on your money what are your thoughts on that\n  ","490177":"\n   What is your medicine?\n  ","490178":"\n   moving furniture is always a pain! those little slider things help a lot. who is your fav judge on the voice? no clue who is on there nowadays.\n  ","490179":"\n   this is an interesting topic and ive thought about it myself from time to time. i think we are capable of training our minds to learn to numb ourselves to certain emotions. that said i do think its reversible if the situation\/environment\/mindset changes. the mind is the most dangerous place on earth\n  ","490180":"\n   How you manage to be happy in 30s ?\n  ","490181":"\n   Movie madness conundrum.... Frozen2 or 21 Bridges? Which should be watched in IMAX?\n  ","490182":"\n   Have you ever dated a cheap person or been friends with someone who doesn’t pay when you dine out? Does it annoy you?\n  ","490183":"\n   What is your perfect Sunday morning?\n  ","490184":"\n   Goodnight my queen🌹\n  ","490185":"\n   Goodnight\n  ","490186":"\n   Good night y\n  ","490187":"\n   punish me\n  ","490188":"\n   Lynds have you tried this?\n   \n    https:\/\/twitter.com\/barstoolsports\/status\/1196960424178180099?s=21\n   \n","490189":"\n   What now?\n  ","490190":"\n   5 min breakfast break\n  ","490191":"\n   Do you like alot of ice in your drink or nah?\n  ","490192":"\n   You hve a vehicle? Since when?\n  ","490193":"\n   me lol\n  ","490194":"\n   🌹💪🏻💪🏻\n  ","490195":"\n   Were your parents married when they had you\n  ","490196":"\n   🌹🌹😘\n  ","490197":"\n   How often do you clean your phone?\n  ","490198":"\n   How often do you wash your vehicle?\n  ","490199":"\n   Any events coming up?\n  ","490200":"\n   Did u watch that movie from that spot ?\n  ","490201":"\n   how was your day today? im through pestering you for the day. ill catch up tmr. have a great one. enjoy dinner and a restful sleep tonight : )\n  ","490202":"\n   just how clever, chill, good person you are x\n  ","490203":"\n   I've seen it with my own eyes. In Facebook, some girls wrote that how their boyfriend or husband cared about her, it's hard to find such a good husband in the world, etc\n  ","490204":"\n   How many seconds old are you\n  ","490205":"\n   you pay the same price for 25 percent less pasta. this is unacceptable for me. never again. i actually used the rest of the box of farfalle today in a dish i made. worked out okay since i wanted less pasta with it but felt i needed some. in the end i made it work even if i was taken advantage of\n  ","490206":"\n   How often do you clean your jewelry?\n  ","490207":"\n   btw whats for dinner fam?\n  ","490208":"\n   Just the tip only for a minute until the swelling goes down\n  ","490209":"\n   you think im like hannah montana then? lol\n  ","490210":"\n   Very lol\n  ","490211":"\n   Do you wear a watch? Have you ever cleaned a watch?\n  ","490212":"\n   Do you have any idea how much of your personal info the askfm app hoovers up?\n  ","490213":"\n   thats okay. the hunger will make the meal that much better when its ready. food is most enjoyed when famished lol.\n  ","490214":"\n   🌹🤗\n  ","490215":"\n   Hello🌹\n  ","490216":"\n   omg i was going to post a little copy paste part but the whole \"mating\" section is kinda crazy lol. they perform oral s3x lmao!!\n  ","490217":"\n   -\n  ","490218":"\n   your so cool, xo\n  ","490219":"\n   i put parm in my pasta salad. tightens everything up nicely. and tri colored pasta is such a gyp! the packages of that are 12oz instead of 16oz. same with farfalle! i got caught out the other day with the farfalle. didnt realize till i needed to use the box : (\n  ","490220":"\n   Listen Pixies Where Is My Mind\n  ","490221":"\n   try hard not to be. usually i cant help myself to not be. i wish i could be flaky. feel like life would be much easier. but if i say i will do something its a weight on my mind and i MUST follow through or it plagues me to no end. i dont think im hypocritical but ofc im not perfect. wht do you think\n  ","490222":"\n   whats a type of food\/drink you would feel compelled to try the new flavor?\n  ","490223":"\n   i hardly leave the house and when i do i avoid people and only really interact with the grocery store checkout person the most lol. or i could have been wearing a helmet which is sort of like a social barrier if you think about it lol. but i cannot say its impossible either!\n  ","490224":"\n   yes! all the time. yes sugar glaze! the nice thing is they are very 'durable' so they can withstand a 'hot glaze' so i can boil water and granulated sugar instead of using powdered sugar in a cold glaze. saves me having to make powdered sugar! might make some tomorrow. options......\n  ","490225":"\n   oh no. and blind too. must be fetish :')\n  ","490226":"\n   Is the ego just a product of thoughts and beliefs and can change with a decision to change?\n  ","490227":"\n   haha yeah that makes sense now XD\n  ","490228":"\n   i would like to see one at least once someday. ah the whole metabolic hibernation technique. clever creatures. they must get cold :')\n  ","490229":"\n   i dont think you are either thats why im here lol. but who is the \"we\"? is that me? are you asking if i think im flaky or hypocritical?\n  ","490230":"\n   What do you want to be doing right now?\n  ","490231":"\n   see its like different than people think. in italy pasta is just a given.  its the \"primo' first course. then you have the 'secondo' thats like the entree or whatever. but you use the primo (cheaper) food to fill you up the most. then move on to the entree. not a necessity now, now its just culture.\n  ","490232":"\n   yeah but the posts are like 15 feet high or more i guess. apperently there are so many but you just dont see them and they go after the bugs that swarm the lights. weird. did not even think they existed around here at all.\n  ","490233":"\n   nowadays may be veiwed as different because times are different. hundreds of years ago or even thousand when italian cuisine was developing pasta was used daily. you may only have a small amount of meat you can afford so you use the flavor of that small amount and season a pot and then add pasta\n  ","490234":"\n   Drake and mosh:\n   \n    https:\/\/www.youtube.com\/watch?v=BxitjYqUexI\n   \n","490235":"\n   no gravy is not an italian thing. its something i just do on my own. i dont use store bought gravy i just make my own and add pasta to it. i like it. something different. usually do fettuccine and some parsley. real simple. well poor food is using pasta to stretch out a meal to feed more people.\n  ","490236":"\n   nah just normal way to talk to people. treat others as you want to be treated. why is this so hard for people? why is it so hard for people to see the hypocrisy of their ways. hypocrisy and flakiness are my vexes from people. most fall into one or both categories. so disappointing.\n  ","490237":"\n\n    https:\/\/www.savvy.is\/blog\/want-to-perform-like-beyonce-her-secret-is-cardio-singing\n   \n","490238":"\n   was normal. said he was making peanut butter rice crispy treats or something similar i think. just sorta glanced at it so maybe wrong but it was not fetish lol. now since then he may have continued the thread and turned it into one so.....\n  ","490239":"\n   Dont talk about Fight Club hah\n  ","490240":"\n   she seems so happy when she performs. contrast to the man. great band. never heard of them. great sound and a distinct energy. bands breaking is sort of tragic. they are like a family all they go through sometimes.\n  ","490241":"\n   Do not wait for the fight club to find you, instead you should be your own fight club\n  ","490242":"\n   What is the secret to make dreams(goals) come true ?\n  ","490243":"\n   well the way they explained it they would put locusts or some other bugs on fish hooks and swing the lines on fishing poles around in the air by the light posts, apparently that works? he is not the type to lie. did as a kid. pretty cruel sht but i dont think they died. fckd them up tho im sure : (\n  ","490244":"\n   yes so true, its what a person is like etc, being kind, and you would have aced college, and you could always go back if you wanted and get a degree, xx\n  ","490245":"\n   when i make it i add it to.....guess what.... pasta! haha. you know for me its normal to eat pasta nearly every day. i dont anymore but growing up thats how it was. different way each day but most days always some pasta. with veg, meat, legumes, soups, so many ways. just the staple. cucina povera\n  ","490246":"\n   Here\n  ","490247":"\n   you know i see these types of questions all the time. how to cope with negative feelings? unwanted emotions etc. i think its sht but there is no way really but time. time has to go by. time can bring about change whether it be better or worse even. but eventually it will get better with enough (time\n  ","490248":"\n   whats your biggest regret\n  ","490249":"\n   what?! thats not a bad thing. what do you take me for those morons that ask you why you are on here while they ARE ON HERE!!!! would not be here asking if i didnt want your opinions. ive said it before if it was not for you and your page i would probably have moved on from this site a while ago 😘\n  ","490250":"\n   yes. remember when i begged me lol to come out?  we gave it our all hahaha :')\n  ","490251":"\n   i actually saw the dude i referenced on another page today so he is still around lol. was not talking about feet or being miniature tho but food which was nice to see lol.\n  ","490252":"\n   Wtf bah?! Sh*t he making it places or his clone is one of the two.\n  ","490253":"\n   but can they do goats tho is the question on everyone's mind!\n  ","490254":"\n   thats a good song and vid. dont usually watch the vids just listen but this was nice. has a quiet but deep emotional sense to it.\n  ","490255":"\n   Do you ever look back and regret something stupid that you did?\n  ","490256":"\n   damn i forgot the name of those! sht lol. TRIBBLES. thank you google\n  ","490257":"\n   aw cool, xo\n  ","490258":"\n   you know someone once told me they used to go \"bat fishing\" by street lights at night time. i guess i believe its possible! never seen a bat in my life so part of me doesnt believe it lol. bet you are wondering what bat fishing entails lol. exactly what it sounds like hahaha.\n  ","490259":"\n   was never really exposed to gravy my whole life. i do make it tho once in a while now. for the longest time i just didnt like it.\n  ","490260":"\n   is that good or bad?\n  ","490261":"\n   had some yesterday. had corn dogs. and actually also had put mustard in the taralli i made yest morn. mustard and onion powder. good results and COLOR\n  ","490262":"\n   oh, but i meant will you go back to where you lived before srry if im bothering you lol\n  ","490263":"\n   Would you marry a robot?\n\n(Lol this is a random question ask gave me. 😆 Thought it was funny and had to send! Haha.)\n  ","490264":"\n   oh, lol i thought you moved to your sisters\n  ","490265":"\n   hey will you visit arizona xmas or no, sorry if too personal\n  ","490266":"\n   Do you tend to over think and second guess yourself or are you usually very sure of yourself?\n  ","490267":"\n   When something bad happens to you do you ever think of something worse that has or could happen to cope? Is this a good strategy?\n  ","490268":"\n   Suggest a song to listen to as i watch the ladies go by?\n  ","490269":"\n   Well guess wut, I luv girls feet so what cry me a river\n  ","490270":"\n   reminds me ive not seen the one dude forgot his name in a while going around saying this type of thing.\n  ","490271":"\n   me lol thing must be so confusing to people hahaha.\n  ","490272":"\n   whats the subtle hint? im not hinting nothing! gonna try and catch up some now. you just keep answering  i love our convos! :\n  ","490273":"\n   stalker alert :p\n  ","490274":"\n   I don't know how I got this way; I know it's not alright.\n  ","490275":"\n   What to do\n  ","490276":"\n   what happened to dolly and all that cloning sht?\n  ","490277":"\n   Thoughts on this dude's amazing chest cut? (image link from Quora)\n   \n    https:\/\/qph.fs.quoracdn.net\/main-qimg-5d8249821b63ed8f5cc48df16dd463fe\n   \n","490278":"\n   And in person\n  ","490279":"\n   Here\n  ","490280":"\n   You are the queen, you know that ?\n  ","490281":"\n   How many days old are you\n  ","490282":"\n   Thoughts?\n  ","490283":"\n\n    https:\/\/youtu.be\/GqTx-w6KPyw\n   \n","490284":"\n   Whaaat BE SAFE\n  ","490285":"\n   Ok\n  ","490286":"\n   You haven’t lived until…\n  ","490287":"\n   someone is bullying me\n  ","490288":"\n   You haven’t lived until…\n  ","490289":"\n   If all of your molecules are deconstructed, teleported to the other side of the earth, and reconstructed, were you killed and recreated, are you a clone, or are you still the same person?\n  ","490290":"\n   Bc they don't let me live my life\n  ","490291":"\n   You are not alone (in spirit at least)!\n  ","490292":"\n   Do u think Ben will make a good dad? I sort of think it is cute tbh x it might change him.\n  ","490293":"\n   what are the basics of the recipe?\n  ","490294":"\n   Yaaayyy\n  ","490295":"\n   That also crossed my mind.\n  ","490296":"\n   There may be a subconscious reference, but no.  The name Rayford comes to mind, but\n  ","490297":"\n   Hollerin's fun.\n  ","490298":"\n   ARE YOU THE ANON\n  ","490299":"\n   EUGENE\n  ","490300":"\n   Have you witnessed any paranormal acitvities?\n  ","490301":"\n   Is is a shame not to have a money\n  ","490302":"\n   haha im just teasing! sounds like a good dream. honor of this dream i will make some tomorrow i think! with molasses i think. yes.\n  ","490303":"\n   damn. wonder if owls play chicken with cars like to the goddamn small birds are always doing :')\n  ","490304":"\n   haha. thats too funny XD\n  ","490305":"\n   How do you feel about being female? Love it or hate it?\n  ","490306":"\n   i love tuna (in oil) but almost always exclusively i cook with it. even do a type of pizza with tuna, capers, mozzarella, and parsley over a white sauce. same with pasta, hot subs, or panzarotti but without the sauce.\n  ","490307":"\n   so from what i gather the original poster here got the answer\/resolution they wanted?\n  ","490308":"\n   only way to live! ofc past gets boiled seperatly but thats just plain water. i dont even salt the water. i realized about 5 years ago despite thats all you ever hear to do that its an absolute waste lol. season what you are going to eat not what you pour down the drain lol\n  ","490309":"\n\n    https:\/\/www.instagram.com\/p\/B5Dm-NslytT\/?igshid=bty2cs05gcyk\n   \n   were not the best techniques of how to take your crap in the wild.\n  ","490310":"\n   but i did buy more sugar today. 20 more pounds. its on sale WHAT IF IT DOESNT GO ON SALE EVER AGAIN. i would be filled with guilt. anyway 99 cents is as good as it gets price wise for 4lbs nowadays. at least the price of flours seems to be going down a bit finally.\n  ","490311":"\n   seemed like it had too much \"mass' to be a crane fly lol. one time i was driving to work and it was still dark but starting to get some light and all a sudden i saw a crane fly in the car with me like right in my face. i nearly crashed loll. had to pull over and get that mutherfckr the fck out!! :o\n  ","490312":"\n   were the dream cookies almond or regular flour?\n  ","490313":"\n   Yeah but doesn't the cup size depend on the back size? Like if a girl has 47 inch bust and 44 inch chest, that 3 inch won't be the same as if she had a 36 inch bust 33 in chest right?\n  ","490314":"\n   Are 44C boobs bigger than 32D?\n  ","490315":"\n   yes exactly lol. it did start to drag on. think i stared multitasking about one hour in lol. overall impact i was left with is that we are insignificant weak and vulnerable little creatures who can all we wiped out instantly with just a little belch from the earth lol\n  ","490316":"\n   what kind of tuna specifically? oil\/water\/canned\/other type?\n  ","490317":"\n   i do with pasta instead. no mess\n  ","490318":"\n   ive not seen a cockroach in prob like 30 years. at this point i dont believe they exist! lol and anyway mosquitoes occupy spots 1-99. 100 would be the crane fly cus it looks like A DAMN HUMONGUS MOSQUITO OMG GET AWAY\n  ","490319":"\n   Oh my, what an honor xD\n  ","490320":"\n   always bothers me when people dont follow up!\n  ","490321":"\n   is lahore one to piggyback on someone else's thread? i thought that was out of character unless lahore was the original poster too. like a 'bait' tactic post. thoughts?\n  ","490322":"\n   best way to be imo. possessions can end up owing you. at least thats how i get\/feel. i wish i had nothing sometimes. would be so freeing. just basic basic things. YOU KNOW HOW MUCH SILVERWEAR I HAVE THAT WILL NEVER GET USED!! WHY DID I EVEN GET IT??!!\n  ","490323":"\n   yes you will have a million reply type things from me soon enough. still on 'yesterdays' stuff lol\n  ","490324":"\n   ive asked this person a few things before and they never replied lol. just felt like sharing haha.\n  ","490325":"\n   awww. crazy the things we will always remember cus at the time in our child mind we thought it was THE END OF THE WORLD. when we feel like that it leave a scar on the brain imo.\n  ","490326":"\n   not true you have the hashtags thing :p all i have is a location lol. no hashtags thing. so you prob win on volume!\n  ","490327":"\n   does bony legs ring a bell? had that one!! have it saved on my yt favorites playlist lol.\n   \n    https:\/\/youtu.be\/vosGtFr6YWU\n   \n","490328":"\n   would you try green eggs and ham? omg just recalled i was dreaming about getting ham and swiss from the grocery store last night lmao.\n  ","490329":"\n   best thread of the day so far award winner\/nominee (still more threads to go but already handing out the award but reserve the right to steal it back at my thread rating discretion tho. YOU ARE WARNED)\n  ","490330":"\n   this is england. 1.5 stars. damn i was harsh on that one lol\n  ","490331":"\n   oh nice can i get your thoughts fam?\n  ","490332":"\n   this is interesting. wonder if they followed through.\n  ","490333":"\n   I hate everyone\n  ","490334":"\n   we as people are in their own heads. try to forgive and forget is what i try to remind myself.\n  ","490335":"\n   Do you have many regular anons that you can tell apart? How do you know?\n  ","490336":"\n   interesting thread. wonder how many diff anons.\n  ","490337":"\n   truest answer ever answered lol\n  ","490338":"\n   If a different flavor or type of a food you enjoy comes out do you feel the need to try it or not at all? Examples would be like new m&m flavor or limited time cheerios flavor etc.\n  ","490339":"\n   made it to the top. site is no longer under construction. was there a work strike? haha. sht i even have more in my profile than you do now. lol\n  ","490340":"\n   Why do some girls like to show off how much their boyfriends or husbands love them in Facebook? How much of this flaunting to exaggerate, or to attract other people's attention and add the original did not have content?\n  ","490341":"\n   Did you ever get those books that had a recording? \n\nAnd no, I'm not talking about audible.com, you youngsters.\n  ","490342":"\n   no my sister beats me up\n  ","490343":"\n   I am beating myself up\n  ","490344":"\n   Have you used the facebook marketplace to buy or sell things? How was the experience either way?\n  ","490345":"\n   If you had to be animal instead of a human, what animal would you wanna be ?(:\n  ","490346":"\n   Good night beautiful\n  ","490347":"\n   What does street style mean to you?\n  ","490348":"\n   Which insect is the most irritating?\n  ","490349":"\n   Hope you’ll do ok🌹😢\n  ","490350":"\n   Drank too much water and peed more🌹\n  ","490351":"\n   From what\n  ","490352":"\n   herring can be hit or miss in my experience. ive seen vast differences from one brand to another. sprats are related to sardines. but they are cute in a way lol and they generally stack them in a diamond pattern in round cans. often they have clear plastic lids on the cans. always smoked in oil\n  ","490353":"\n   Said the wrong thing🌹😢\n  ","490354":"\n   Peed a lot rn🌹\n  ","490355":"\n   How was your day?\n  ","490356":"\n   I laughed so hard at this I almost had to tinkle\n  ","490357":"\n   Awesome happy I rewatched the game and you were free to watch it in case you missed it🌹\n  ","490358":"\n   Just finished rewatching the game🌹🏈\n  ","490359":"\n   idk for me rn fam just seems like a good respectful, endearing, but not intrusive term. im on that fam train rn not sure for how long lol.\n  ","490360":"\n   Buonanotte 🌺\nSogna un sacco di pizze 🍕\n  "},"Answer":{"489288":"\n  It feels too quiet. Want human snuggles instead of two small dogs on the bed with me lol still feel awake yet yawning too. Ugh\n  ","489289":"\n  Don't need creepy men there\n  ","489290":"\n  What's the correct pronunciation?\n  ","489291":"\n  Sure you will\n  ","489292":"\n  lol ok then\n  ","489293":"\n  Does it count if it didn't break? :p\n  ","489294":"\n  \"Goodnight Lahore\"\n  \n  That's the person who wrote that lol. Well shaam.. but I'm pretty sure I'd butcher the correct way to say it.\n  ","489295":"\n  Xoxo\n  ","489296":"\n  Good night\n  ","489297":"\n  Get out, man.\n  ","489298":"\n  Ⱨ₳₱₱Ɏ ₮Ⱨ₳₦₭₴₲łVł₦₲\n  ","489299":"\n  Not sure why it wouldn't be?\n  ","489300":"\n  You too 🦃🦃\n  ","489301":"\n  Hey\n  ","489302":"\n  I'm ok. Watching Trainspotting. Been outside with the pups.\n  ","489303":"\n  Congratulations\n  ","489304":"\n  I suppose\n  ","489305":"\n  Good point\n  ","489306":"\n  Like I was a bad girl this year\n  ","489307":"\n  ?\n  ","489308":"\n  I put Trainspotting on. I feel like I've watched years ago.\n  ","489309":"\n  When this guy is grunting over 15 pound dumbbells\n  ","489310":"\n  Idk can you?\n  ","489311":"\n  Always getting better\n  ","489312":"\n  Personality\n  \n  Legs\n  \n  My determination\n  ","489313":"\n  Knew it!\n  ","489314":"\n  #2 :)\n  ","489315":"\n  Song lyrics:(\n  ","489316":"\n  Probably when I switched gym with heath. Met more people I might not have gotten the chance to meet :)\n  ","489317":"\n  Exciting\n  ","489318":"\n  This definitely wasn't in the bedroom last time 🤣\n  ","489319":"\n  Going over all the stuff I already knew.\n  ","489320":"\n  Yes. Most nights I'll listen to music before sleeping.\n  ","489321":"\n  Yes. All the desserts should be done by now. They were still working on a cheesecake when I left.\n  ","489322":"\n  Nope\n  ","489323":"\n  Indeed\n  ","489324":"\n  Not personally but yes, they do have it.\n  ","489325":"\n  As one should lol\n  ","489326":"\n  Aw thanks\n  ","489327":"\n  Favorite snack foods\n  \n  Books that they've been wanting to read\n  \n  Those charger things so they always have battery\n  \n  Travel mug\n  \n  Those neck pillows\n  \n  Earphones or headphones\n  ","489328":"\n  💰💰💰💰\n  ","489329":"\n  31 and counting 😈🎅\n  ","489330":"\n  The cord wrapped around my neck\n  ","489331":"\n  Rabbit - 1987 - sagittarius\n  \n  Not much lol\n  ","489332":"\n  Still a decent amount, dude.\n  ","489333":"\n  Birth\n  \n  Some almost drowning\/getting taken out by currents\n  ","489334":"\n  More than I have atm\n  ","489335":"\n  I can be.\n  ","489336":"\n  I don't\n  ","489337":"\n  Turkey,  different desserts, stuffing, shrimp, cheese plates etc\n  \n  Typical Thanksgiving food\n  ","489338":"\n  Soups\n  ","489339":"\n  1. Family\n  \n  2. Friends\n  \n  3. Pets\n  \n  4. Getting paid this weekend\n  \n  5. Being a size 12 now and continuing to get smaller.\n  ","489340":"\n  Family & friends\n  ","489341":"\n  Chicken parm, chinese food or lobster lol\n  ","489342":"\n  Lion king\n  \n  Beauty and the beast\n  \n  Aladdin\n  \n  Mulan\n  \n  Up\n  ","489343":"\n  There's no real places like that here.. just supermarket type stuff.\n  ","489344":"\n  Content more.\n  ","489345":"\n  Is it? Guess it depends what you are going through, tbh.\n  ","489346":"\n  Good songs from her\n  ","489347":"\n  Not quite sure.\n  ","489348":"\n  Maybe tomorrow\n  ","489349":"\n  Sure :p\n  ","489350":"\n  Rather not feel insecure. People already like giving the fat card every chance they can.\n  ","489351":"\n  No snow here\n  ","489352":"\n  Sleeping at a decent time. Waking up refreshed.\n  \n  Being the best you\n  \n  Eating right\n  \n  Idk whatever you like\n  ","489353":"\n  Hopefully no snakes involved lol\n  ","489354":"\n  Nice :) np\n  ","489355":"\n  When you ended up liking someone on okcupid with your brother's name & also the nephew's uncle's name. Ugh too many already. lol really should pay attention to names more.\n  ","489356":"\n  Snow\n  \n  Snow\n  \n  :D\n  \n  It gets to be too much! Especially on the East Coast. Cold.\n  \n  Layers and boots are fun. Christmas lights, the tree, xmas spirit etc\n  ","489357":"\n  We are souls..\n  \n  Soulor psyche (Ancient Greek: ψυχή psykhḗ, of ψύχειν psýkhein, \"to breathe\") comprises the mental abilities of a living being: reason, character, feeling, consciousness, memory, perception, thinking, etc. Depending on the philosophical system, asoulcan either be mortal or immortal.\n  ","489358":"\n  Doing good. Nice to see you:)\n  ","489359":"\n  1:17 what is that one from?\n  ","489360":"\n  Hiking if that counts\n  ","489361":"\n  Yes but summer is my favorite season.\n  \n  Lots of December birthdays in my family.\n  ","489362":"\n  This one is weird\n  ","489363":"\n  Sure lol\n  ","489364":"\n  Depends how he acted...\n  ","489365":"\n  All of them\n  ","489366":"\n  I suppose\n  ","489367":"\n  Bunch of fakers\n  ","489368":"\n  None in a long time\n  ","489369":"\n  Go to classes and zumba. Met different  people each semester but didn't form real bonds where you'd hangout with afterwards ¯\\_(ツ)_\/¯\n  ","489370":"\n  I might have found one of my sister's old friends. The age seems right. She said she hasn't found anything on her before.. if it is her then she's married and moved around MA a ton.  Would be cool if it was her. They haven't talked in years. The girl just disappeared into thin air.\n  \n  Have a few hours before leaving to buy a few food items and going to their house.   Not looking forward to grocery shopping. Must be packed!!\n  \n  Will go to the gym later.. hopefully will be open..\n  \n  Desserts are being made for tomorrow atm.\n  ","489371":"\n  Wearing the same clothes, not having their own life?\n  ","489372":"\n  Definitely one of them.\n  \n  Wasn't expecting that song tho 🤣\n  ","489373":"\n  Yes seems like it went quickly. All the desserts are being made atm\n  ","489374":"\n  It's going to be a cold one. Think kickball will happen too. I care more for desserts anyways lol\n  ","489375":"\n  Obsession\n  \n  *stares at anons who love the booty*\n  ","489376":"\n  I have friends in Maine that hunt different animals.\n  \n  I've only tried one of the cows and pigs before though.\n  ","489377":"\n  Because I'm bose\n  ","489378":"\n  170 is next weight goal.\n  \n  Survive Thanksgiving should be a good one lol mix of keto and nonketo foods. Willpower 👍\n  ","489379":"\n  Haha definitely not! Long wait then :(\n  \n  Didn't like it. Very gamey.. cross between chicken and turkey but still gamey thick like.\n  ","489380":"\n  Invisible\n  ","489381":"\n  Good 😈\n  ","489382":"\n  Yes, I have.\n  \n  Known people who went to prison but never visited them.\n  ","489383":"\n  It was a little bit low.. we lived in a 3 family house at the time and was pretty much eye level with that or a tiny bit higher. A couple feet away when we first saw it and then hovered closer near us and zoomed away again like it was crossing the street except flying over it lol\n  ","489384":"\n  Nope\n  ","489385":"\n  It might have\n  ","489386":"\n  Erection\n  ","489387":"\n  Buildings collapse\n  ","489388":"\n  I'm not sure what medication they use.\n  ","489389":"\n  No. I've never had bones broken or any serious injuries.\n  ","489390":"\n  Someone is smart\n  ","489391":"\n  Nope. Just has buttons going down it on one side. The pillowcase has the same buttons on it.\n  ","489392":"\n  Oh lol\n  ","489393":"\n  Dog\/housesitting again for a few days :)\n  ","489394":"\n  Powerful\n  ","489395":"\n  Thought so\n  ","489396":"\n  No thanks. Worse enough I have to drive with someone who gets seizures later today.\n  ","489397":"\n  4 and 3.5\n  ","489398":"\n  Same. Doubt he's watched Frozen 2 though. Always beats around the questions about it\n  ","489399":"\n  I like vanilla and then I usually add peanut butter and fruit or nuts, sometimes both on top.\n  ","489400":"\n  Sounds kinky\n  ","489401":"\n  Reminds me of the \"last call for alcohol\" saying.\n  ","489402":"\n  Cooked lol\n  \n  Then put in a dish\n  \n  ¯\\_(ツ)_\/¯\n  ","489403":"\n  A light blue\/greenish color, buttons on it. Boring. Keeps me warm. Comfy.\n  ","489404":"\n  For sure. Made me laugh\n  ","489405":"\n  We could save eachother :)\n  ","489406":"\n  Was kidding.\n  ","489407":"\n  A for effort\n  ","489408":"\n  Yup\n  ","489409":"\n  Sometimes\n  ","489410":"\n  Yes lol\n  \n  Since first grade\n  ","489411":"\n  True\n  ","489412":"\n  I got three.\n  ","489413":"\n  Hell?\n  ","489414":"\n  Yes.. no follow up lol\n  ","489415":"\n  Mine is 15.6\n  \n  I was going to say 16.\n  \n  Think my last laptop was 16-18?\n  ","489416":"\n  Bottoms\n  ","489417":"\n  Well said\n  ","489418":"\n  Not sure lol\n  \n  Just had some old ones ¯\\_(ツ)_\/¯\n  ","489419":"\n  Indeed. Just hasn't worked out that way. Haven't gone to school here, not in a job where I see people much. My old gym was pretty good.. this one is pretty much the same people and they seem younger or some much older people.\n  \n  I don't mind my own company but still can be lonely at times too.. more in a relationship way than friends tho.\n  ","489420":"\n  I think I've seen Ready or not\n  ","489421":"\n  Could be or would just get overwhelming hearing everyone's thoughts\n  ","489422":"\n  Idk just the way I've ate them.. added sugar on top lol\n  ","489423":"\n  To what?\n  ","489424":"\n  Likewise\n  ","489425":"\n  You too\n  ","489426":"\n  Maybe a couple years ago.\n  \n  Don't think I've tried or can't remember\n  ","489427":"\n  I don't mind if you are anon or not.\n  ","489428":"\n  What?\n  \n  Anyways cereal is a no on keto\n  \n  R.i.p\n  ","489429":"\n  Mom's 🤣\n  \n  Even wrote santa on it before and was already under the tree.\n  ","489430":"\n  Pretty decent.\n  ","489431":"\n  Thanksgiving\n  \n  Fortitude came to mind\n  ","489432":"\n  Yes. Was just a wtf moment, what's that type thing, ufo. We called to mom (she was inside) and when she did come out it was already gone.\n  ","489433":"\n  Yes, you'd think there'd be more evidence.\n  ","489434":"\n  Me or anon?\n  ","489435":"\n  Nope. I \"like\" tamer ones.\n  ","489436":"\n  🤣🤣🤣\n  ","489437":"\n  Friendship,  she had a bf and treated everyone differently, also ended up moving along with different schools. Found each other on FB again.\n  ","489438":"\n  There's more of these too -_-\n  ","489439":"\n  Lackluster at best. Even threw some out when moved.\n  ","489440":"\n  Watched those 👍\n  ","489441":"\n  Somewhat but it's more individual than anything\n  ","489442":"\n  It's been years\n  ","489443":"\n  Night\n  ","489444":"\n  Night king\n  ","489445":"\n  Good night 😘\n  ","489446":"\n  I don't have any off white skirts\n  ","489447":"\n  Don't have a white skirt\n  \n  Need more black\n  \n  I have a black dress but its not that short\n  ","489448":"\n  <3\n  ","489449":"\n  Strange\n  ","489450":"\n  Oh ok.\n  ","489451":"\n  That's your own responsibility. People can support the dreams but it all comes down to you.\n  ","489452":"\n  All good\n  ","489453":"\n  lol\n  ","489454":"\n  Are they really?\n  \n  Fruits always good.\n  \n  Tortilla soup?\n  ","489455":"\n  None lol\n  \n  Two\n  ","489456":"\n  It's a good thing you don't know, tbh.\n  ","489457":"\n  Yes. I'm not in Netherlands\n  ","489458":"\n  Chicken, salad, avocado slices, mushrooms\n  ","489459":"\n  He always comes back. He's like Ben in that way. Have blocked multiple times before\n  ","489460":"\n  Hugs those eyeballs\n  ","489461":"\n  Nope. He's blocked\n  ","489462":"\n  How is that cryptic? lol\n  ","489463":"\n  I'm sure it will. Looked like it did last time\n  ","489464":"\n  * Arizona hugs :p\n  ","489465":"\n  I am 😘\n  ","489466":"\n  King is never a loser\n  ","489467":"\n  Haha definitely wasn't me as I haven't kissed anyone today.\n  ","489468":"\n  My blanket is helping with that\n  ","489469":"\n  Mine\n  ","489470":"\n  No wonder why I'm cold lol\n  ","489471":"\n  This book seems pretty good so far\n  \n  👏👏👏\n  ","489472":"\n  Crystals are cool. So many different ones. Whatever catches me eye, really.\n  \n  Topaz, sapphire (birthstone)\n  \n  Opals are alright\n  ","489473":"\n  Hahaha\n  ","489474":"\n  What now?\n  ","489475":"\n  Nice\n  ","489476":"\n  Tribble\n  ","489477":"\n  L \/ XL\n  \n  Just depends on the fabric and all that.\n  ","489478":"\n  Ultimately it is based on me. It would be quite different. I'm more focused on the fitness part of my life at the moment.\n  ","489479":"\n  Yes its doable but I'm not sure on how to do that\n  ","489480":"\n  If you want or I'll pick at random lol\n  ","489481":"\n  Who knows\n  ","489482":"\n  Monopoly\n  \n  Battlefield\n  \n  Hungry hippos\n  \n  Chutes and ladders\n  \n  Etc\n  ","489483":"\n  Fine with anything\n  ","489484":"\n  ¯\\_(ツ)_\/¯\n  ","489485":"\n  What do you like?\n  ","489486":"\n  Yes\n  ","489487":"\n  Not much. Would have made me sad momentarily.\n  \n  Haven't had actual depression in years.\n  ","489488":"\n  😘😘\n  ","489489":"\n  *bows*\n  ","489490":"\n  ffs 🤣\n  ","489491":"\n  What I'll need to fix.\n  \n  Not giving people ammunition\n  ","489492":"\n  Sweet dreams\n  ","489493":"\n  Fix\n  ","489494":"\n  Dislike that even more\n  ","489495":"\n  Truth\n  ","489496":"\n  Hate that endearment\n  ","489497":"\n  First aid kit\n  \n  Water\n  \n  Two different weapons\n  ","489498":"\n  Last week. Dogs were just being so annoying and wouldn't leave me alone. Wanted my own space but couldn't get that\n  ","489499":"\n  Will need to do\n  ","489500":"\n  Yes but not enough of them either.\n  \n  Best ones to see?\n  ","489501":"\n  Idk all my technology devices have been birthday or Christmas presents. Most likely Black Friday specials too ¯\\_(ツ)_\/¯\n  ","489502":"\n  A bit lol\n  \n  Or don't feel like answering certain questions at the moment type thing\n  ","489503":"\n  Yes :)\n  ","489504":"\n  Yes but not all the time\n  ","489505":"\n  Maybe a tiny bit chicken :o\n  \n  That person must be pretty strong\n  ","489506":"\n  Having chicken tonight lol\n  ","489507":"\n  Not much. Chicken tonight\n  ","489508":"\n  I'm glad you are too\n  ","489509":"\n  S*x isn't everything in a partner. Maybe 5+?\n  ","489510":"\n  Hey sweetie\n  ","489511":"\n  Never on\n  ","489512":"\n  Leaving forever?\n  ","489513":"\n  Well they are then.\n  ","489514":"\n  Yup\n  ","489515":"\n  You are fucked up\n  ","489516":"\n  Nope but we had some old ones in the basement before\n  ","489517":"\n  A Samsung one. R.i.p\n  ","489518":"\n  How about both?\n  ","489519":"\n  I'll drink but I don't know about the getting drunk part lol\n  ","489520":"\n  Eat some turkey\n  ","489521":"\n  No problem:)\n  ","489522":"\n  Tablet\n  \n  Miss using spotify.\n  \n  On my phone, it wont show me the newest ones added, can't search within the playlist and it's more a clip of the songs instead of the whole song -_-\n  ","489523":"\n  I used my tablet more. It died on me a few months ago.\n  ","489524":"\n  Oh perhaps haha\n  ","489525":"\n  Could have been dead lol guess 2 weeks was enough for the parrot. Couldn't take it anymore\n  ","489526":"\n  Didn't say the magic words or something? Only likes talking to the owner?\n  ","489527":"\n  Never had\/used.\n  ","489528":"\n  I use 🤣 the most\n  ","489529":"\n  Oh it would be even more horrible haah\n  ","489530":"\n  2017 or 2018?\n  \n  Christmas present.\n  \n  They ended up getting the wrong one though. Still does the same things so its not too bad. Think it was on sale at Walmart...\n  ","489531":"\n  Must have been an enormous pie tin then!\n  ","489532":"\n  Lots of different cliques\n  ","489533":"\n  Music and shows\n  ","489534":"\n  In which way?\n  \n  Anyways, not exactly sure atm\n  ","489535":"\n  Mines HP.\n  \n  Acer is pretty good. Dell is ok.\n  \n  My last laptop was a Toshiba.\n  ","489536":"\n  I kept feeling like music was going off in my head. Tossing and turning. Fitbit recorded good sleep though so idk lol\n  ","489537":"\n  I guess red. Christmas one from last year lol its fucking ugly.\n  ","489538":"\n  I don't use apple anymore\n  ","489539":"\n  Didn't mean you <3\n  ","489540":"\n  I have more in Massachusetts where I grew up :p\n  ","489541":"\n  Nothing exciting\n  ","489542":"\n  Don't know that many people.\n  ","489543":"\n  Idk guess it just wasn't going anywhere. Was more a mutual decision. Also rather not kiss someone that she kissed 🤣\n  ","489544":"\n  Storms, apparently. Ugh\n  ","489545":"\n  lol\n  ","489546":"\n  Not sure. I'm not a parent and the advice would depend on what's going on.\n  \n  Always look before crossing the street is a good one tho\n  ","489547":"\n  Maybe not all the way out but some lol\n  ","489548":"\n  Not quite. He didn't like her back.\n  ","489549":"\n  Delays\n  ","489550":"\n  Damn\n  ","489551":"\n  Yup. What other way? lol\n  ","489552":"\n  I suppose David wins that one. Got married while playing house. Was still young so didn't really understand crushes then.\n  \n  First legit crushing.. we dated for a short time. My best friend kissed him and that was the end of dating him..\n  ","489553":"\n  Nah. It's a bit big so some spillage happens :p\n  ","489554":"\n  Indeed\n  \n  Some art on the ceilings could be pretty\n  ","489555":"\n  Sometimes with the tank :p\n  ","489556":"\n  Something within us.\n  ","489557":"\n  Are you planning my death?\n  ","489558":"\n  No to bras\n  ","489559":"\n  Anon lol\n  ","489560":"\n  Tank and shorts\n  \n  Long tshirt\n  \n  Leggings and tshirt\n  ","489561":"\n  Never done anything with him\n  ","489562":"\n  I was on a scooter, sister had rollerblades on. Dad was outside too. Out of nowhere the UFO came zooming into the sky. It stopped and just hovered there while we watched it. Then it zoomed off quickly again and disappeared asap.\n  \n  Had little lights around the \"edges\" of it.\n  \n  Years later my sister found an article confirming there was a UFO sighting around that year.\n  ","489563":"\n  My feet are cold\n  ","489564":"\n  🤔\n  ","489565":"\n  Probably not :p\n  ","489566":"\n  Oh?\n  ","489567":"\n  Yes, made before too :)\n  ","489568":"\n  Shaam then. The dude is from there so nicknamed him lahore.\n  ","489569":"\n  He's been writing a lot of crap lately-_-\n  ","489570":"\n  Look it up\n  ","489571":"\n  Think its lahore\n  ","489572":"\n  Yes that helps too.\n  ","489573":"\n  Low carb and sugar\n  \n  Protein and fat are higher\n  ","489574":"\n  Yes\n  ","489575":"\n  Aww\n  ","489576":"\n  Ok then\n  ","489577":"\n  Haven't done much besides sleep, yogurt, talked to mom and sis.. took a shower and got ready\n  ","489578":"\n  They still didn't come off lol\n  ","489579":"\n  Nicely done.\n  \n  I can only eat those with lots of sugar 🤣 everything else I'm fine with none\n  ","489580":"\n  Pretty much. Feel bad for them\n  \n  I tried a piece of duck but didn't care for\n  ","489581":"\n  One hand\n  ","489582":"\n  That thick hair life, my dude.\n  ","489583":"\n  Never had it.\n  ","489584":"\n  Hopefully sooner than that but yes :) thanks.\n  \n  It's ridiculous how people always want to play the age card. Well aware of risks and all that. People have had kids even older than that too ¯\\_(ツ)_\/¯\n  ","489585":"\n  No\n  ","489586":"\n  I've seen the two kinds before\n  ","489587":"\n  That's sad :(\n  \n  Ofcourse the writing was the same too lol\n  ","489588":"\n  I do\n  ","489589":"\n  Shower\n  ","489590":"\n  20 more days til 32 :p stop\n  \n  :(\n  ","489591":"\n  Pretty young. My sister would go around cutting samples out of all the wrapping paper and sure enough they would use those ones. Mom would always hide in the basement at night... obviously wrapping the gifts.\n  ","489592":"\n  No thanks\n  ","489593":"\n  My mom was 31 when she had me.\n  \n  Already know it's harder when older. Don't need a lecture\n  ","489594":"\n  Probably at my brother's house. Don't really know yet.\n  ","489595":"\n  Damn . Must be cold there\n  ","489596":"\n  Ya.. like what else could it mean? lol\n  ","489597":"\n  Eventually would be nice. Not in a rush atm :p\n  ","489598":"\n  True.\n  ","489599":"\n  Just the hazelnut bs?\n  ","489600":"\n  20 days :(\n  ","489601":"\n  I'd agree with that assessment\n  ","489602":"\n  My mom told someone I was 32\n  \n  LIKE NOT YET\n  \n  DAMN\n  \n  December.. chill lol\n  ","489603":"\n  Easy enough and can be fun :)\n  ","489604":"\n  I do.. more beef, steak, chicken.\n  ","489605":"\n  That would be helpful but no :(\n  ","489606":"\n  Jacket\n  ","489607":"\n  59 minutes later. What did you go for?\n  ","489608":"\n  Night angels\n  ","489609":"\n  Good night king\n  ","489610":"\n  Go to sleep? Me too.\n  ","489611":"\n  #america oh yeah XD\n  ","489612":"\n  I don't have a pink sweater\n  ","489613":"\n  Good tips\n  ","489614":"\n  Probably lol\n  \n  I've been eating fruit still. Clearly the keto friendly sugars have been helping me. Still getting carbs, just not as much as others intake.\n  \n  Kind of gave up on talking about hours ago. Wasn't going anywhere either. Rather have them be straight forward instead of whatever way they tried going.\n  ","489615":"\n  Xoxo\n  ","489616":"\n  Taylor swift\n  \n\n   https:\/\/youtu.be\/e-ORhEE9VVg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","489617":"\n  I did\n  ","489618":"\n  I haven't dated any trashy guys.\n  ","489619":"\n  Fudge pops or fruit flavored ones.\n  ","489620":"\n  Yes but blue is my favorite\n  ","489621":"\n  Aww\n  ","489622":"\n  Ok :)\n  ","489623":"\n  Not sure, actually.\n  ","489624":"\n  Ditto\n  ","489625":"\n  Hugs\n  ","489626":"\n  Me lol\n  ","489627":"\n  Room or nature\n  ","489628":"\n  The British is showing\n  ","489629":"\n  Still anon\n  ","489630":"\n  Come off anon then\n  ","489631":"\n  The balcony part was just us lol\n  \n  Not sure how many people were in the normal part. Didn't seem like much. Someone had a baby that kept giggling XD\n  ","489632":"\n  I'd view you\n  ","489633":"\n  Haha\n  ","489634":"\n  Mine :p\n  ","489635":"\n  Feels fine right now lol\n  ","489636":"\n  Mike?\n  ","489637":"\n  me no gusta\n  ","489638":"\n  Making fashion sets, writing when I feel like it, humor etc\n  ","489639":"\n  My inbox is pretty boring atm\n  ","489640":"\n  Hopefully soon then x\n  ","489641":"\n  Wouldn't want to go alone\n  ","489642":"\n  How's your night going?\n  ","489643":"\n  Yay us\n  ","489644":"\n  Gym and other things\n  ","489645":"\n  Hm didn't see it that way at the time.\n  ","489646":"\n  That would be awkward infront of my mom.\n  ","489647":"\n  Finding new music\n  ","489648":"\n  lol\n  ","489649":"\n  It's ok :)\n  ","489650":"\n  Do you?\n  ","489651":"\n  I'm sure you'll figure something out if fully wanting to do\n  ","489652":"\n  Hugs\n  ","489653":"\n  Cool.\n  ","489654":"\n  Did the right thing then. Shouldn't be taken advantage of when she feels that way\n  ","489655":"\n  Uh huh\n  ","489656":"\n  Bet you didn't actually watch it either time\n  ","489657":"\n  If you don't like her then that's the better thing to do...\n  ","489658":"\n  I just had some Rebel ice cream. I'm good.\n  ","489659":"\n  Any parts that shocked you?\n  ","489660":"\n  Cool. How'd you like it?\n  ","489661":"\n  Actual questions would be splendid\n  ","489662":"\n  Stalk me or see Frozen?\n  ","489663":"\n\n   https:\/\/youtu.be\/11_xf7K0C1k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","489664":"\n  Which singer?\n  ","489665":"\n  Indifferent atm\n  ","489666":"\n  McDonald's.\n  \n  Egg sausage cheese mcmuffin sans the muffin.\n  ","489667":"\n  Yes, it's been good:)\n  ","489668":"\n  It's been ok. Went to the gym. Ended up getting fast food for dinner since nobody wanted to eat the leftover chili here.\n  ","489669":"\n  That can be scary.\n  ","489670":"\n  Thanks for running away....\n  ","489671":"\n  Yes. Hate that feeling.\n  ","489672":"\n  Took this earlier before leaving the gym.\n  ","489673":"\n  Not on it. That sounds gross. Side, please.\n  \n  I don't mind in subs tho\n  ","489674":"\n  No\n  ","489675":"\n  Write everything down or video tape yourself saying the words and meaning? Rewatch it?\n  ","489676":"\n  👍\n  ","489677":"\n  Yup\n  ","489678":"\n  Why were you scared?\n  ","489679":"\n  Enjoy\n  ","489680":"\n  Uh huh\n  ","489681":"\n  5:16pm\n  ","489682":"\n  Yay\n  ","489683":"\n  Last night\n  ","489684":"\n  Sure\n  ","489685":"\n  That's good\n  ","489686":"\n  Because a guy is doing hip thrusts right in front of you? Cant relate 🤣\n  ","489687":"\n  Maybe\n  \n  I've had people on here say I'd be awful over hypothetical questions though ¯\\_(ツ)_\/¯\n  ","489688":"\n  I have peanut butter more.\n  \n  Haven't had nutella in a few years.\n  ","489689":"\n  Yes, in theaters. I didn't know it was a silent film 🤣 so that caught me off guard and found kind of boring but the guy makes some good points with it.\n  ","489690":"\n  Fructose breaks down in your liver and doesn’t provoke an insulin response. Glucose starts to break down in the stomach and requires the release of insulin into the bloodstream to be metabolized completely.\n  \n  And then there's me with insulin resistance lol ¯\\_(ツ)_\/¯\n  \n  Its different since fruit offers good stuff like vitamins, antioxidants and water. Whereas cake and other sugary sources don't have as much nutritional value.\n  ","489691":"\n  Think I'd care more about birthday\n  ","489692":"\n  No kidding.\n  \n  They react differently in the body tho ¯\\_(ツ)_\/¯\n  ","489693":"\n  Are we ever truly free?\n  ","489694":"\n  Gives them back\n  ","489695":"\n  Samsung Galaxy j3 orbit\n  ","489696":"\n  If I don't know the number, I'm not answering. Simple as that XD\n  \n  Whenever I pick it up.. maybe 2-3?\n  ","489697":"\n  Idk. Something I don't have often or never had before 🤣\n  \n  Pretty much will try anything once attitude about food. However rather not eat bambi and other type of animals.\n  ","489698":"\n  Here are a few sweeteners that are high in carbs, can increase blood sugar levels and interrupt ketosis:\n  \n  Maltodextrin:This highly processed sweetener is produced from starchy plants like rice, corn or wheat and contains the same amount of calories and carbs as regular sugar (25Trusted Source).\n  \n  Honey:High-quality honey contains antioxidants and nutrients, making it a better choice than refined sugar. However, it’s still high in calories and carbs and may not be suitable for a keto diet (26Trusted Source).\n  \n  Coconut sugar:Made from the sap of the coconut palm,coconut sugaris absorbed more slowly than regular sugar. However, it’s also high in fructose, which can contribute to impaired blood sugar control (27Trusted Source,28Trusted Source).\n  \n  Maple syrup:Each serving of maple syrup packs a good amount of micronutrients like manganese and zinc but is also high in sugar and carbs (29).\n  \n  Agave nectar:Agave nectaris about 85% fructose, which can decrease your body’s sensitivity to insulin and contribute to metabolic syndrome, making it difficult for your body to regulate blood sugar levels (30Trusted Source,31Trusted Source).\n  \n  Dates:This dried fruit is often used to sweeten desserts naturally. Despite supplying a small amount of fiber, vitamins and minerals, dates also contain a substantial amount of carbs (32).\n  ","489699":"\n  They could last. Really depends on the people.\n  ","489700":"\n  Shirt\n  ","489701":"\n  Myself. Knowing I'd feel better afterwards. One step closer to end goals. Doing something for myself.\n  ","489702":"\n  👍\n  ","489703":"\n  Future kids;\n  \n  Depends on their maturity level. They could definitely help out with certain things. Whenever feels right, don't need to worry. Little things at first\n  ","489704":"\n  Family, friends, some even on here 😘\n  ","489705":"\n  Into paranormal, saw ufo.. anything could be out there lol\n  \n  Sightings. However most are probably fake.\n  ","489706":"\n  Someone pays attention.\n  ","489707":"\n  Not an expert on sugar.\n  ","489708":"\n  Yes\n  ","489709":"\n  Complicated and not getting into, sorry.\n  ","489710":"\n  Rather not get into it. It's been 9 years. Should only be talked about with that particular person. Shouldn't concern anyone else on here.\n  ","489711":"\n  Yes. It's interesting thinking about what happens when we pass on. Will the soul remain? See it pop out of us? Etc\n  ","489712":"\n  A lie.\n  \n  Been there, done that. Only hurts them and you in the end. Rather be true.\n  ","489713":"\n  Refined would be a no on keto because usually has corn syrup and all these other added sugars that would raise glucose.\n  \n  Natural has no chemicals added. Won't effect glucose as much. Keeps you fuller for longer. Easy to digest.\n  ","489714":"\n  A lot lol  buy stuff I didn't genuinely need. My friend would try making shopping a competition.. had to spend the same amount type thing. Mine was always less but still got certain things that I didn't need 100% right then.\n  \n  Much more thrifty with what I need vs wants and all that now.\n  ","489715":"\n  Not from a box?\n  \n  Used Quest protein powder, baking soda, milk, eggs and some other stuff. Used the waffle maker. Also have those small chaffle ones.\n  ","489716":"\n  Some do seem con like\n  ","489717":"\n  Leggings\/thermals under jeans. Tshirt, hoodie and coat\n  \n  .. boots. Maybe a thick pair of socks or two pairs.. one smaller and thick.\n  \n  More if going out in.\n  ","489718":"\n  Berries are fine, more a limit at times. Natural sugars.\n  ","489719":"\n  Pertaining to one thing, yes. But I think it goes beyond just feeling guilty too ¯\\_(ツ)_\/¯\n  ","489720":"\n  Beneath my wings 🤣\n  ","489721":"\n  😘\n  ","489722":"\n  Yes but I don't have it often\n  ","489723":"\n  7?\n  ","489724":"\n  Real sugar for one of the cheesecakes. Apparently the nephew's uncle gets sick if eats actual sugar now so Thanksgiving will be 50\/50 normal and keto. It's probably more in his head than anything though. He's the type to be that way lol\n  \n  Shrimp\n  \n  Cheese and crackers\n  \n  Cream Cheese\n  \n  Grapes\n  \n  Pie tins\n  \n  Pub cheese and pork rinds for that. Already have the normal tortilla chips (free Costco bs lol)\n  \n  Canned Cherries for the cheesecake\n  \n  Baking chips\n  \n  Strawberries and other fruit for the keto cheesecake\n  \n  Not sure what else.. was a lot\n  ","489725":"\n  Haven't noticed\n  ","489726":"\n  Head\n  ","489727":"\n  Almost a year or something?\n  ","489728":"\n  I don't track that\n  ","489729":"\n  Frozen 2 last night. The songs are more adult like.. love, grief, sad and all these other things kids might not totally understand. The graphics are pretty good though. I'd give it a 2.5 or 3... the first one is better to me, more family friendly etc\n  ","489730":"\n  You too\n  ","489731":"\n  Sweet dreams\n  ","489732":"\n  Somewhere in the middle. Depends what I'm doing too.\n  ","489733":"\n  Same\n  ","489734":"\n  Hey\n  ","489735":"\n  Good. Just reading atm\n  ","489736":"\n  Not sure. He usually does numbers and asks pervy things.\n  ","489737":"\n  One with 5 digits.\n  ","489738":"\n  I've hurt myself more than anyone else could ever done ¯\\_(ツ)_\/¯\n  ","489739":"\n  Guess you don't know that I don't like needles :p\n  ","489740":"\n  If I needed one lol\n  ","489741":"\n  I could have done without all the doctor appointments but besides that it's been a pretty decent year overall :)\n  ","489742":"\n  Can't. I haven't been everywhere\n  ","489743":"\n  Water.. ocean, any kind, really.\n  \n  Nature in general.\n  ","489744":"\n  For selfish reasons 🙃😉\n  \n  Also get him on board with\n  \n   @patchy_life\n  \n  plans 👍 signs law abided contact so he can't get out of it. 😈\n  ","489745":"\n  Nature is always good. Usually relaxed aanyways\n  ","489746":"\n  Slept until forever\n  \n  Keto waffle for brunch\n  \n  Took a shower & got ready\n  \n  Sis and her husband went to go get the Thanksgiving stuff then when they get back I think Frozen2 is happening.\n  \n  Had a yogurt since felt a bit hungry still\n  \n  Apparently we have Disney+ 🙃\n  \n  Patriots game is on. Lots of snow in Boston.\n  \n  Got offered a d!ck picture (the + person)\n  ","489747":"\n  Wasn't bad\n  ","489748":"\n  No\n  ","489749":"\n  Indeed\n  \n  Should just get rid of it\n  ","489750":"\n  That didn't change overnight.\n  ","489751":"\n  Boring :p\n  ","489752":"\n  Maybe. Rather see the place before jumping head first to somewhere new though\n  ","489753":"\n  Go the bathroom\n  \n  Lights off\n  \n  Sleep\n  \n  ¯\\_(ツ)_\/¯\n  ","489754":"\n  In my belly :p\n  \n  I had butter, syrup, and some fruit on top.\n  ","489755":"\n  Smile, they won't make eye contact, it doesn't add up, they seem fidgety etc\n  ","489756":"\n  I had a waffle. Still keto way though.\n  ","489757":"\n  A mix of both. Spontaneity is better though.\n  ","489758":"\n  No. Should I be? :p\n  ","489759":"\n  It's been ok. Finally had breakfast. Should see Frozen 2 sometime today. Need to get some ingredients from the store for Thanksgiving.\n  \n  Pretty chill day ahead\n  ","489760":"\n  Car, airplane, ferry\n  ","489761":"\n  Saved up money instead of spending on stuff that I don't even have\/use anymore.\n  \n  Better job experience\n  ","489762":"\n  Keeps those secret\n  ","489763":"\n  Yes\n  ","489764":"\n  4\n  ","489765":"\n  Ok\n  ","489766":"\n  It was\n  ","489767":"\n  They think they know everything.\n  ","489768":"\n  No\n  ","489769":"\n  <3\n  ","489770":"\n  In some ways. Learning is just part of living.\n  ","489771":"\n  XD\n  ","489772":"\n  lol that's good .\n  \n  I'll have a waffle soon\n  ","489773":"\n  I guess but wasn't talking about the hats lol\n  \n  Anyways, that sucks since I now have $10 in points but it dictates how much you can use. Don't have online money right now so figured I could use all the points but nope. Only gives about half. They did free shipping today but still short $1-2 depending on what I get -_-\n  \n  They should just let people use the points instead of only allowing half to be used.\n  \n  Was pissed on Friday after all that. 🤣\n  ","489774":"\n  Yesterday. I didn't bring my phone with me.\n  ","489775":"\n  Yesterday felt peaceful\n  ","489776":"\n  Um thanks haha\n  ","489777":"\n  I noticed one from 2010 but not going to post it as my nephew was in it (newborn) and I look like absolute crap since was on a plane all day. But ya, huge difference. Don't think any other pictures were taken\n  \n  Yes. Was going through something and then my college paperwork got messed up so I was out of school for a semester. That definitely didn't help with the former.\n  ","489778":"\n  I was more tired than I thought\n  ","489779":"\n  Possibly. 5k would be more my speed lol\n  ","489780":"\n  Did you make a poll or something? I have no idea what you are talking about.\n  \n  I feel like I look better without hats ¯\\_(ツ)_\/¯\n  ","489781":"\n  What hat?\n  ","489782":"\n  Good night x\n  ","489783":"\n  When Higgs boson comes to mind -_-\n  ","489784":"\n  Yes. Sorry to say that it didn't change today or yesterday when you asked this last... lol.\n  ","489785":"\n  Tank and shorts\n  ","489786":"\n  I didn't bring my phone with me but here's some my sister took of today's hike\/the dogs. Bruin was very happy to sit in the water he found.\n  ","489787":"\n  Rather get questions about myself. Not people that I don't even know about\n  ","489788":"\n  It's been pretty good. Long. Hiked, stopped at In-n-out for dinner. All the people loved the dogs.. kept coming up and petting them. Reading now. There's a list of music included in the book so been putting those songs on.\n  ","489789":"\n  It was good :)\n  \n  Well behaved pups too.\n  \n  Just reading now\n  ","489790":"\n\n   @poetalunam\n  \n\n\n   @ErinWolf4919\n  \n  🤣\n  \n\n   @breakfreefromlife\n  \n\n\n   @JJD55\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @TheChaosBringer\n  \n\n  I think we'd be f*cked\n  ","489791":"\n  Red sea and black sea always seemed interesting to me ¯\\_(ツ)_\/¯\n  ","489792":"\n  Music.. mainly old nostalgia songs and metal ones.\n  ","489793":"\n  Me lol :(\n  ","489794":"\n  Ups and downs\n  ","489795":"\n  Doesn't she seem like there's no personality or tries keeping it separate?\n  ","489796":"\n  26 miles... probably not at the moment. Not that much of a runner lol\n  \n  Would be cool to do that or the Boston one though! :)\n  ","489797":"\n  50\/50\n  ","489798":"\n  lol didn't watch all of that one but was watching the dog when I did\n  ","489799":"\n  Nice :)\n  ","489800":"\n  Probably hiding in the dishwasher.\n  ","489801":"\n  I don't think I have any from 2010. Different body composition, not depressed af\n  \n  Only good changes haha\n  \n  Personality has stayed the same\n  ","489802":"\n  The girl or dog?\n  ","489803":"\n  Sucks for you then\n  ","489804":"\n  Did you make some or buy it?\n  ","489805":"\n  You sure it was me? 🙃\n  ","489806":"\n  They don't know yet\n  ","489807":"\n  Thanksgiving. All the nonketo foods and the Tribble announcement.\n  ","489808":"\n  I've  been using 🤔 a bit more but hasn't replaced my signature 🤣\n  ","489809":"\n  Monday\n  ","489810":"\n  It makes me feel all warm and fuzzy o.o\n  ","489811":"\n  What change? :o\n  ","489812":"\n  3\n  ","489813":"\n  $5-20 on the cards\n  \n  Around 100+ with bingo lol\n  \n  Won free clothing from work stuff\n  ","489814":"\n  Haven't been in school (college) since 2014.\n  ","489815":"\n  Hi sunshine\n  ","489816":"\n  Rarely.\n  \n  It's more a roadtrip and holiday type thing.\n  \n  Megamillions at times.\n  ","489817":"\n  I'd rather have someone who knew how to cook (even just basics) but still liked eating out as well. Need a good balance.\n  ","489818":"\n  Golden retriever\n  ","489819":"\n  I should really start that if going to do it 🤣🤔\n  ","489820":"\n  30 of everything for you :)\n  ","489821":"\n  *shrills*\n  ","489822":"\n  Don't think I've had it.\n  ","489823":"\n  Probably :p\n  \n  Less than that.\n  ","489824":"\n  I'm not much of a fish person. The liver part seems bad :p\n  ","489825":"\n  lol\n  ","489826":"\n  She likes it actually :p\n  \n  Need to pick her up at times but ya.. loves climbing lol\n  ","489827":"\n  Gross\n  ","489828":"\n  Yes. No clue why 🤣\n  ","489829":"\n  Hiking. Bringing the dogs too.\n  \n  Or that's the plan for now atleast.\n  ","489830":"\n  Old news\n  ","489831":"\n  More blonde, please.\n  ","489832":"\n  Do you think he does?\n  ","489833":"\n  Yes but it still happens.\n  ","489834":"\n  One day!\n  ","489835":"\n  He moves accounts a lot\n  ","489836":"\n  Lobster, crab legs, shrimp, scallops\n  ","489837":"\n  Beep\n  ","489838":"\n  Wish I knew. Spotify is pretty useless on my phone.\n  ","489839":"\n  They wrote some more too\n  ","489840":"\n  Why?\n  ","489841":"\n  Leggings\n  ","489842":"\n  No\n  ","489843":"\n  Single\n  ","489844":"\n  Seems like a lot\n  ","489845":"\n  Need to get ready\n  ","489846":"\n  Night moon\n  ","489847":"\n  You should be specific instead of just writing \"Is it worth forgiving?\" in polish. Needs context.\n  ","489848":"\n  Don't really have one these days. Doesn't matter to me.\n  ","489849":"\n  Apple martini, margarita, fruity sh!t\n  ","489850":"\n  Born & raised in Massachusetts.\n  \n  Currently in AZ\n  ","489851":"\n  California rolls\n  ","489852":"\n  I didn't go either. R.i.p\n  \n  Maybe they'll have more shows?\n  ","489853":"\n  I've always thought of Hawaii as a honeymoon spot.\n  ","489854":"\n  Yes, at times :)\n  ","489855":"\n  Yes until a reason not to comes up or they are a major d!ck right off the bat.\n  ","489856":"\n\n   https:\/\/youtu.be\/ALYgpjONnEo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","489857":"\n  Yes. I watched it in October\n  ","489858":"\n  Yes\n  ","489859":"\n  People have said Meghan McCain and Adele at times.\n  ","489860":"\n  I've never dated a Ben.\n  \n  Had a crush on one before but that was it.\n  ","489861":"\n  A gym snack\n  ","489862":"\n  Wonderful :p\n  ","489863":"\n  Hey\n  ","489864":"\n  Because I could\n  ","489865":"\n  I think I'm more like Anna.\n  ","489866":"\n  I guess so\n  ","489867":"\n  Alrighty then\n  ","489868":"\n  IG isn't that honest at times.\n  ","489869":"\n  Technically you are writing not speaking 😈\n  ","489870":"\n  Insercuity with themselves, being stupid, not thinking, got caught up in the bullshit.\n  \n  I noticed someone mention not trusting the loved one. Didn't experience that part but could def be part of that in general. Hm... maybe the way they'd react so they keep it to themselves instead of worrying the person. Again depends what was lied about, big or small.\n  ","489871":"\n  - waterbottle because it's hot here and get thirsty in general.\n  \n  - everything else is subjective on what I'm doing\/need. I don't always bring my purse with me if I'm not going to need anything in it.\n  \n  New Gym: the card, phone, headphones, waterbottle.\n  ","489872":"\n  Eyes\n  \n  Eyebrows, got them waxed yesterday\n  \n  Legs\n  \n  Hair when its looking good. Getting done soon\n  ","489873":"\n  Ok...\n  ","489874":"\n  Nah. Thanksgiving will be the cheat day :)\n  ","489875":"\n  When you keep watching the dog\n  ","489876":"\n  Chanting...\n  ","489877":"\n  Indeed. Got the books now too :)\n  ","489878":"\n  Doing good.\n  ","489879":"\n  Not even pasta lol hearts of palm trees.\n  \n  Don't have Asda here\n  ","489880":"\n  Palmini\n  ","489881":"\n  Interesting. I'd probably be fine with 6-8.\n  ","489882":"\n  lol that was the last of them anyways\n  ","489883":"\n  Think I do most times with keto..\n  ","489884":"\n  Aw yes the dancing XD\n  \n  Yes had lots of \"oh wow\" moments etc\n  ","489885":"\n  Chevy Chase and Wetwang XD\n  \n  There's one with my name (different spelling, ofcourse)\n  \n  I'm not really sure about legit odd ones. Have only seen normal ones.\n  ","489886":"\n  Yes, that's not too bad :p 100 in one go would be hell XD\n  ","489887":"\n  Thoughts?\n  ","489888":"\n  Once. It was pretty random too\n  ","489889":"\n  Apparently not :o\n  \n  Didn't know I gave that vibe off either ;)\n  ","489890":"\n  Don't remind me. I don't feel like doing that many 🤣 it's easier starting with low numbers and working up to 100 instead of 100 every damn day. Still don't know if I'll give it a go.\n  ","489891":"\n  Warm those buns\n  \n  60s here so glad it's not much colder XD\n  ","489892":"\n  Yes, that is funny. I feel like it has been in rotation with the other xmas movies.\n  ","489893":"\n  I forget what the recipe calls for but yeast is ok\n  ","489894":"\n  It's been ok. Went to Walmart and Frys to get some stuff we needed. Ended up watching some Christmas movie on Netflix last night. It was kind of cute but a bit boring too. The preview made it seem more entertaining. Forget the name but it was some English Knight who time traveled to 2019 and fell in love.\n  ","489895":"\n  Oh misread last time then lol\n  \n  Thought you still did that XD\n  ","489896":"\n  Yes. It's usually on top of the spaghetti or ziti.\n  \n  It can be nice by itself too\n  ","489897":"\n  Holidays should be cheats XD Apparently my nephew's uncle&aunt didn't know that memo and were thinking of keto stuff still. They joined the bandwagon after us. Sister was like really to them and talking about cheating.\n  ","489898":"\n  How's the storage going? 🤣\n  ","489899":"\n  Haha right XD also thinking of \"shots\" like why be a p*ssy if going to drink on the job anyways? 10\/10 doubt they will even try it.\n  ","489900":"\n  Sometimes with palmini instead of the real spaghetti :(\n  ","489901":"\n  Idk was on YouTube before. Some prank channel..kind of similar to that happy one but the dude was much older, grey hair.\n  ","489902":"\n  Ugh can't remember the name. It's some old guy talking on a huge phone and speaking loudly. He's in an area with large buildings everywhere and some dudes are up cleaning the glass windows like wtf is up with that dude type thing ¯\\_(ツ)_\/¯\n  \n  Buzzkill is always nice\n  ","489903":"\n  Think I'll interchange the since you been gone and the girl wash your face one.\n  ","489904":"\n  I've never done that but hello, logic 🤣\n  ","489905":"\n  Seriously, it never stops lol feel like it's one of the main ones I get sent lol\n  \n  Also the keto fathead dough ones are good if making your own 👍\n  ","489906":"\n  Leaves you two alone\n  ","489907":"\n  Senior year was fine. Still don't know what they meant lol\n  ","489908":"\n  Rarely.\n  \n  This made me think of that guy with the cellphone and cleaning people.\n  ","489909":"\n  Not sure\n  ","489910":"\n  Yes. Nice knowing you can still go somewhere to pay respects if need be.\n  ","489911":"\n  That too. Starbucks, whatever. Not that hard if you really want something to drink at times.\n  ","489912":"\n  Don't think so.\n  \n  Nothing will be keto 😈👍\n  ","489913":"\n  Ofcourse lol and don't have to freeze\/dress for the weather either XD\n  ","489914":"\n  Sounds like kidnapping\n  ","489915":"\n  Apparently these ones should be there for me.\n  \n  Girl, wash your face : stop believing the lies about who you are so you can become who you were meant to be\n  \n  by Rachel Hollis\n  \n  Daisy Jones & the Six : a novel\n  \n  by Reid, Taylor Jenkins Reid\n  \n  Whisper network : a novel\n  \n  by  Chandler Baker\n  \n  Since you've been gone\n  \n  by Morgan Matson\n  \n  ; Stephen King's The Institute isn't ready yet. Someone has it before me;\n  ","489916":"\n  True lol got to have skills for and know the land etc\n  ","489917":"\n  O.o\n  ","489918":"\n  I have no idea. Probably go to the gym some days. Besides that I don't know what anyone is thinking to do. Probably end up buying ingredients for the homemade Thanksgiving desserts..\n  ","489919":"\n  Flask?\n  ","489920":"\n  Weird.\n  \n  Maybe 6 months or just do a yearly anniversary.\n  ","489921":"\n  Yes. I haven't heard anything from the library about the books I requested.\n  ","489922":"\n  Depends what was said.\n  \n  The person thinking I'm as big as a car is fucking stupid. Adding 🤣 multiple times doesn't help their case either.\n  \n  The people should know a roast will happen instead of dumb shit like that. Bunch of trolls here.\n  ","489923":"\n  8-10\n  ","489924":"\n  I haven't\n  ","489925":"\n  Penetrating spray has a new meaning?\n  ","489926":"\n  Both are nice but I'll go with festival\n  ","489927":"\n  Sweet dreams x\n  ","489928":"\n  Night\n  ","489929":"\n  That's pretty creepy how fast you replied\n  ","489930":"\n  Tell them how you feel? Give them silent treatment back? Reach out and have them not reply when they are someone who always has their phone with them? 🤔\n  \n  Not stalk their social media(s) helps :p hence you not seeing the new replacements in whichever way.\n  \n  If you always see them together then ya.. that can hurt a bit.. definitely should have a talk. See where you stand friend wise etc don't go to places that you two went to before together?\n  \n  Wanting them happy even if it's not with you\n  \n  (relationship wise)\n  ","489931":"\n  Haven't seen many people do it..\n  ","489932":"\n  Ofcourse.\n  ","489933":"\n  With what?\n  ","489934":"\n  Screw off\n  ","489935":"\n  Yup\n  ","489936":"\n  Relationships\/love in general does so ¯\\_(ツ)_\/¯\n  ","489937":"\n  If I have them, yes.\n  \n  I've been collecting the email ones since they have a \"deal\" feature you can do.\n  ","489938":"\n  I do have red lingerie but idk if you should see that :p\n  ","489939":"\n  Not sure what I want to do. A part of me thinks being in the water\/sea would be cool but the burning part, not so much.\n  \n  Also cremation services are weird since it doesn't seem connected to the person? You don't get to see them again... just sitting around not knowing what to do.\n  ","489940":"\n  Sometimes. Different levels of it..\n  \n  Also this girl my sister knows has the name Karma 🤣\n  ","489941":"\n  Yes. Usually have salad at dinner time with the actual meal.\n  ","489942":"\n  I've never washed him\n  \n  And fuck you if comparing me to a car.\n  ","489943":"\n  Actual pizza:\n  \n  Cheese\n  \n  Bbq chicken\n  \n  Chicken, spinach, feta. White sauce\n  \n  Keto friendly frozen one: olives, sausage, pepperoni, cheese\n  ","489944":"\n  Van\n  ","489945":"\n  How'd that go?\n  ","489946":"\n  Something else?\n  ","489947":"\n  With time, patience, understanding? Everyone will see things differently anyways.\n  ","489948":"\n  Awesome\n  ","489949":"\n  Chicken parm\n  ","489950":"\n  Good luck\n  ","489951":"\n  Perhaps\n  ","489952":"\n  Chicken wings in the oven\n  ","489953":"\n  Underwear or socks?\n  ","489954":"\n  Sure did. BC to other problems lol\n  ","489955":"\n  Rather not know about his butt problems\n  ","489956":"\n  Ok :) good to know.\n  \n  He's decent\n  ","489957":"\n  Yes but not overly where its annoying? XD\n  ","489958":"\n  :)\n  ","489959":"\n  Good to change it up. Yes probably was like wtf is this!\n  \n  lol very nice :p made me laugh.\n  ","489960":"\n  Which one?\n  ","489961":"\n  No idea\n  ","489962":"\n  The \"I know\" sounds creepy lol\n  \n  You gonna join us in this challenge?\n  ","489963":"\n  Wonder how those numbers would be now ;)\n  \n  Agreed with the \"all or nothing \"\n  ","489964":"\n  I mostly burn 2-4k\n  ","489965":"\n  Too many!\n  ","489966":"\n  Got to make it count. Mine would prob  be a mixture of good and shitty 🤣\n  \n  Carpet burn isn't fun either.. not that way atleast\n  ","489967":"\n  Would it, really ? lol\n  ","489968":"\n  Eggplant?\n  ","489969":"\n  Damn they'd trust you guys 🤣\n  ","489970":"\n  Fresh\n  ","489971":"\n  Me and the bro-in-law voted chocolate silk. Who knows tho. Still time.\n  ","489972":"\n  I know. Just saying:)\n  ","489973":"\n  Oh yes. Top secret mission that\n  ","489974":"\n  Could you imagine 🤣\n  ","489975":"\n  Cool\n  ","489976":"\n  Depends what it is. I suppose. I'll remember but not in a grudge way.. shit takes too much energy lol\n  ","489977":"\n  I have my moments\n  ","489978":"\n  Think we're doing pumpkin pie, cheesecake and a chocolate silk for Thanksgiving.\n  \n  It's between apple vs chocolate silk...\n  ","489979":"\n  Imagine the mayhem\n  ","489980":"\n  I figured -_-\n  ","489981":"\n  Opposites attract ;)\n  ","489982":"\n  Too many doctors sigh\n  ","489983":"\n  Storms\n  \n  My mom got back last night\n  ","489984":"\n  50\/50\n  \n  I think this person actually cares. I think it's the same one that mentioned the fatty liver thing too.\n  ","489985":"\n  ^^^\n  ","489986":"\n  True, true. Slackers! Jk.\n  \n  I literally hurt my knee the day before once and wrote a note. The gym teacher wanted me to go to the nurses. It wasn't even that bad so I just ended up wandering around the building instead. Then felt like I'd get into more trouble doing that so ended up going into a health class and acting like i was supposed to be there. They ended up letting me stay there in the end 🤣 so my gym and health days were switched. Would have health for a week and the next week would be gym. Meant some cooler people too so that worked out even better XD\n  ","489987":"\n  Not sure. I know how some would react so that's a bit off putting.\n  \n  Anyways, only 6 people know so far and the rest will know on Thanksgiving. Mom's reaction was priceless 🤣\n  \n  ~ I'm not pregnant ~\n  ","489988":"\n  Me lol\n  \n  Depends on the wrong, tbh. I don't think I'm rude either.. maybe too blunt for some ¯\\_(ツ)_\/¯ it's the Boston, man lol\n  ","489989":"\n  Added to my long list :)\n  ","489990":"\n  Oh yes :p\n  ","489991":"\n  Lion king, Grease, Dirty Dancing\n  ","489992":"\n  Who knows\n  ","489993":"\n  Tequila and Corona :)\n  ","489994":"\n  Lots of d!ck\/c0ck ones, c*m\/j!zz, a.ss, f*ck ones..\n  ","489995":"\n  Nope. Just around the gym track and trying pavement. Cross country looks fun yet I never liked running when younger and forced to do in gym class at school.\n  ","489996":"\n  No. 2020\n  ","489997":"\n  No, I haven't seen it.\n  ","489998":"\n  If it's more personal then I do have shame, my part in it.\n  \n  Otherwise no, not really. Just depends what it is. Don't really have arguments and such to be shameful over.\n  ","489999":"\n  We have one that aims at the forehead.\n  \n  Done mouth and ear ones before.\n  ","490000":"\n  Good morning\n  ","490001":"\n  ......\n  ","490002":"\n  lol\n  ","490003":"\n  Nothing\n  ","490004":"\n  Dad doesn't give advice much.\n  \n  Mom, I'd take it into account.\n  ","490005":"\n  The sport\n  ","490006":"\n  I guess bum. Neither is wanted tho\n  ","490007":"\n  Fitbit. Not anything interesting there. It's been on in most of the pictures I've taken\n  \n  ¯\\_(ツ)_\/¯\n  ","490008":"\n  Yes. Think it depends where and who you are with though to make it more fun :)\n  ","490009":"\n  Good night\n  ","490010":"\n  Whatever you are passionate about, schooling if possible etc\n  ","490011":"\n  Almost the same thing\n  ","490012":"\n  Exercise type things when younger. Balancing on beams, those exercise balls etc\n  ","490013":"\n  Nope. 60s out still\n  ","490014":"\n  Don't have it with me\n  ","490015":"\n  Chicken\n  ","490016":"\n  '93\n  ","490017":"\n  One of the main things we do when everyone gets together. I sang last time.\n  ","490018":"\n  Pizza\n  \n  Had chicken, asparagus and salad tonight\n  ","490019":"\n  Don't care what you do\n  ","490020":"\n  Seen those.\n  \n  Arms & core need more XD\n  ","490021":"\n  Lots of pushups\n  ","490022":"\n  Hell 🔥\n  ","490023":"\n  Didn't do much of anything last night besides help move furniture and put away clothing lol\n  ","490024":"\n  Are you? 😈\n  \n  If I remember.\n  \n  If I say I'm going to do something then I usually do.\n  ","490025":"\n  Grease\n  \n  Dirty Dancing\n  \n  Lion king\n  \n  Les miserables\n  \n  Mamma Mia\n  \n  Titanic\n  \n  The holiday\n  \n  Definitely, maybe\n  \n  Sound of music\n  \n  Some other ones too\n  ","490026":"\n  I like doing challenges at times.\n  \n  If I started tomorrow then Dec 21st would be the full month.\n  ","490027":"\n  Yes but I'd definitely break them up over the day. Think I'd skip Christmas though because who would want to do that? Haha.\n  ","490028":"\n  AM - whenever. Good multitasker\n  \n  Whenever they need me, really. They are going to spend Thanksgiving with her daughter and son.. I think he's graduating something during that time too.\n  ","490029":"\n  Around 11 lately\n  ","490030":"\n  Not sure if I'll be on later. We shall see.\n  ","490031":"\n  Agreed XD\n  ","490032":"\n  Haven't received yet. Literally did Friday (bloodwork) and turned the pee in yesterday.\n  ","490033":"\n  Watch it have no follow up\n  ","490034":"\n  Aw, cute.\n  \n  Lulu will most likely be sleeping with my mom from now on.\n  ","490035":"\n  Who said I enjoyed it? Just necessary lol\n  ","490036":"\n  Nope\n  \n  Was just pointing it out lol\n  ","490037":"\n  The ones I just had to do since was ordered from him? Unless will just get a phonecall again...\n  ","490038":"\n  Kind to everyone\n  ","490039":"\n  How they were raised, schooling etc\n  ","490040":"\n  UK and Paris seems magical\n  \n  Maldives, Hawaii or some other warm paradise looking place if don't want the cold\n  ","490041":"\n  For sure\n  ","490042":"\n  Especially that wet one\n  ","490043":"\n  Wnine\n  ","490044":"\n  Me lol\n  ","490045":"\n  Exploring, nightlife, s*x... whatever happens ¯\\_(ツ)_\/¯\n  ","490046":"\n  Tribble\n  ","490047":"\n  :D\n  ","490048":"\n  Not fun then\n  ","490049":"\n  Either to the gym or around the community here at night.\n  ","490050":"\n  Yes. Was pretty good:) hbu?\n  ","490051":"\n  Yes.\n  \n  Never been to professional games tho\n  ","490052":"\n  Over the summer. Couldn't say no to it :)\n  ","490053":"\n  My grandpa did\n  ","490054":"\n  A while. Used a different whisk\n  ","490055":"\n  👍\n  ","490056":"\n  Which ones? So confused now. This year has been filled with doctors. I hate it.\n  ","490057":"\n  What?\n  ","490058":"\n  Easily 😈\n  ","490059":"\n  Like it's hard?\n  ","490060":"\n  My mom is coming back today if that counts.\n  \n  Wednesday is trash day here\n  ","490061":"\n  Yes please\n  ","490062":"\n  Have two :)\n  \n\n   https:\/\/youtu.be\/Nz_7bmoGYLg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/KHw7gdJ14uQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490063":"\n  Not sure what to write to this lol\n  ","490064":"\n  lol ok then\n  ","490065":"\n  Yes, that's the one who wanted the bloodwork and urine.\n  \n  Not sure if he was supposed to do more since none of us remembered what the dr visit was for so made them confused lol\n  \n  Literally just had an overview of pcos, metformin talk, if I had any pain type thing. Weightloss mentioned. The idea about that medication. Seeing where I was at before doing anything. Asked when the last time I had a period and all that sort of stuff.\n  \n  Appointment made for 2020 but will most likely be back before then considering the test results?\n  ","490066":"\n  I wish she would show her personality more instead of just talking to the camera.\n  \n  Says \"happening\" a lot\n  \n  Good tips though!\n  ","490067":"\n  I know but I wasn't :*(\n  ","490068":"\n  I don't take steroids.\n  \n  Just once to get rid of a reaction to mosquito bites when a child then the weight gain started. The joys of Insulin resistance -_-\n  ","490069":"\n  No\n  \n  Yes\n  \n  more spots here and there, hormonal. Wouldn't really call it acne.\n  ","490070":"\n  The testosterone was only 1 point up from the normal range.\n  ","490071":"\n  I would have went the bathroom, took shoes off, change into pjs if wasn't doing anything else.\n  \n  I also took a few night classes while at college.\n  ","490072":"\n  I have other ones but no to cysts. Atleast the ultrasound when I got the diagnosis didn't reveal any. Don't feel pain.\n  \n  Tmi (like it hasn't been already 🤣) but I still ovulate at times so don't get why the actual period doesn't come. I don't mind that tho. Sore boobs, bleeding, \"nobody loves me\" attitude, wanting all the chocolate and ice cream... can do without feeling like a whiny b!tch 🤣\n  ","490073":"\n  I thought I answered this one.. doesn't sound bad that way.\n  ","490074":"\n  Good movie\n  ","490075":"\n  Before that it was way longer, man.\n  \n  But yup. Ended up going to the er because it was so unexpected, been so long. The dr was a hot guy too 🤣 made it more awkward. He was super nice tho.\n  ","490076":"\n  Cute. Warm enough tho\n  ","490077":"\n  The missing period is part of my pcos symptoms. The last one was 2017.. unexpectedly.. it was years before that.\n  \n  Hasn't regulated naturally since. I believe Provera or something that started with P was mentioned. But they wanted to do bloodwork before doing anything to see where I was at.. and clearly that didn't go well as hormonally stressed and estrogen was low. Haven't heard results on the last bw and urine yet.\n  \n  My blood sugar was down last time so that's a plus :)\n  ","490078":"\n  Nah. We haven't took pictures together in years. Also invasion of privacy\n  ","490079":"\n  60s here\n  ","490080":"\n  Yes but you wouldnt like it since not the normal pancake mix you are probably used to\n  ","490081":"\n  Did you get snow? Can't relate.\n  ","490082":"\n  Preserve sounds nasty lol thankfully added protect XD\n  \n  Hm wouldnt you like to know :p\n  ","490083":"\n  I like pulp. Sometimes oj and apple juice can make me feel sick though ¯\\_(ツ)_\/¯\n  ","490084":"\n  ???\n  ","490085":"\n  You don't have to pay attention to the latest new things.\n  \n  Find something you love then?\n  ","490086":"\n  Fight Club\n  \n  Death to smoochy\n  \n  Thanks for sharing\n  \n  Keeping the faith\n  \n  Haven't watched a lot of the other ones that came up\n  ","490087":"\n  Affiliate marketing and lately dog\/housesitting. (The latter being what I was talking about)\n  ","490088":"\n  See a doctor? Eat healthy foods that help those. Maybe supplements if not getting all the nutrients to help. Again, see a dr\n  ","490089":"\n  Ok :)\n  ","490090":"\n  I don't think I've listened to them..\n  \n  Opeth is good though.\n  \n  Probably not worth it if they don't play the songs you like.\n  ","490091":"\n  Wtf\n  ","490092":"\n  👍\n  ","490093":"\n  Too many & not enough 🤣\n  ","490094":"\n  Some good ones :)\n  \n  The shades wouldn't help me though. Much lighter.\n  ","490095":"\n  Go to bed at a decent time . Wake up early too?\n  \n  More protein and fat usually helps.\n  \n  Idk maybe see a doctor if it's really bad\n  ","490096":"\n  So you wouldn't like cheesecake either? :o\n  ","490097":"\n  You shouldn't get hate <3\n  ","490098":"\n  What's wrong with apple pie?\n  ","490099":"\n  Don't think so\n  ","490100":"\n  Who is the we here? I'd much rather have people happy too not at my expense\n  ","490101":"\n  I know. It's just weird how people behave. Like my page would go days on end over the same thing and yours is like ok cool type thing. no big deal.\n  ","490102":"\n  Some Indian clay one.\n  \n  Usually deli meat, cheese stick, nuts.. whatever I feel like pairing together. Usually protein\n  ","490103":"\n  HeyGuysWantStuffJustAsk\n  ","490104":"\n  lol\n  \n  Not even the right @\n  \n  Made me laugh.\n  \n  Doesn't seem to be saying anything new tho? Unless privately elsewhere\n  ","490105":"\n  Lactose intolerant? Or just don't like?\n  ","490106":"\n  That too\n  ","490107":"\n  Buy whatever you want for yourself without others influence\n  ","490108":"\n  Interesting lol\n  ","490109":"\n  Didn't say anything\n  ","490110":"\n  Just a number, baby.\n  ","490111":"\n  Why be wasteful? Why buy something you might not even like but its trendy? Just be real to yourself.\n  ","490112":"\n  Oh?\n  ","490113":"\n  We should buy because we actually need it. Not to impress others\n  ","490114":"\n  I'm the least controlling person haha\n  ","490115":"\n  Who am i?\n  \n\n   https:\/\/youtu.be\/izuD30Cp5Ao\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490116":"\n  The world breaks us too. We can't take all the credit there lol\n  ","490117":"\n  Amen\n  ","490118":"\n  I thought you knew! Damnitt\n  ","490119":"\n  Not really. I got this last Christmas but haven't colored anything in. Those pencils aren't the best either.\n  ","490120":"\n  I started running in July. Been good so far. Feel a bit weird running outside, not the same as doing it on the indoor track at my original gym :\/\n  \n  Circuit training is good.\n  \n  Hm very nice ;)\n  ","490121":"\n  Alright...\n  ","490122":"\n  Good but still slow. Will be working closer to Thanksgiving though.\n  \n  As far as I know. Hopefully didn't screw that up because I couldn't see them on Monday. don't think she'd be that way but who knows.\n  ","490123":"\n  Indeed.\n  ","490124":"\n  Haven't before so who knows. Feels a bit prostitution like.\n  ","490125":"\n  Last week;\n  \n  Got some new clothing, did a facemask, made different food\/baked items.\n  \n  Will be making that granola again sometime soon.\n  \n  Gym\n  ","490126":"\n  Who could not like pizza? :o\n  ","490127":"\n  Go there and find out?\n  ","490128":"\n  Thanks 🛷\n  ","490129":"\n  Sadly\n  ","490130":"\n  Not having s*x? 🤔\n  \n  IUD's seem creepy. Have known people that have had bad side effects or it came out on it's own.\n  \n  Maybe a shot since don't exactly feel like dealing with taking pills daily? Yet there's a subscription that sends you pills, chocolate and some other things that seems cool lol\n  \n  I think I need to do the mini pill sometime since the doctor was worried about me not getting my period in forever.\n  ","490131":"\n  Go to her page if you want to see. Starts with the question about me being racist lol\n  \n  NineGDxFour\n  ","490132":"\n  Research\n  \n  Schoolwork\n  \n  Talking with people from all over\n  \n  Learning new things in general\n  ","490133":"\n  I suppose\n  ","490134":"\n  Not yet\n  ","490135":"\n  What if it wasn't a guy?? :p\n  ","490136":"\n  Some you still hear about, others not so much. Just depends.\n  ","490137":"\n  Old news.\n  \n  Still have people going around telling others who answer my questions about that.\n  \n  Yet they will probably not even care what Gabby wrote. Think that's a bit worse. Maybe it's fine because she's mixed and stressed about custody stuff?\n  ","490138":"\n  A bit intense.\n  ","490139":"\n  Doing the right thing.\n  \n  Not totally broke atm\n  ","490140":"\n  Probably felt stupid after lol she opened his gift first. Yes, he doesn't have shame much\n  ","490141":"\n  I do want to wear something fun on Christmas eve.. been eyeing red or green clothing XD\n  ","490142":"\n  Cool then :)\n  ","490143":"\n  The dress is for you?\n  ","490144":"\n  Yes, I would consider it.\n  ","490145":"\n  She still brings it up at times so wasn't as good. More like \"oh\" type thing \"jewelry cleaner \" blah blah. Meanwhile she got him one of those 3d printers.\n  ","490146":"\n  lol what?\n  ","490147":"\n  My dad's dad was the first I believe?\n  \n  And the last was my mom's dad :(\n  ","490148":"\n  Nice\n  ","490149":"\n  The guacamole is good. Everything else is pretty mediocre, imo. Could easily just make everything yourself. Still good if in a pinch tho\n  \n  Nice.\n  ","490150":"\n  The first Christmas my sister's husband gave her a jewelry cleaner 🤣 they were still just dating at that time.\n  ","490151":"\n  Probably. Not desperate for cash atm\n  ","490152":"\n  My miles are more around 5 so 14 would be a lot in comparison.\n  \n  However I'm good with getting in 9k+ steps. My highest one was 18k steps.\n  ","490153":"\n  I had a few in my inbox still so got rid of but true lol\n  ","490154":"\n  God doesn't work like that lol\n  ","490155":"\n  You cross dress now?\n  ","490156":"\n  2010\n  ","490157":"\n  Depends what it is, how relatable. Sometimes think \"why send this\" as well.. especially when it's a lot of them.  Quotes are cool though so it's no biggie\n  ","490158":"\n  Outright, I think.\n  \n  Her dad had a good job, in charge of everyone.\n  ","490159":"\n  Sounds good.\n  ","490160":"\n  Helped move shit. The old futon, new one. Moved dressers. Helped move some of the bed pieces.\n  ","490161":"\n  Could be lol\n  ","490162":"\n  I guess I missed out on that one. Could have died at birth.\n  \n  Oh sad. I have a few motivational quotes in my inbox.\n  ","490163":"\n  Parents had a hummer. She drove a Cadillac. Pool, two horses including the barn.\n  \n  Balcony, fireplaces, huge open living spaces.\n  \n  The whole downstairs basement was a bar room, tv area, darts and other games. A bathroom the size of a normal bedroom.. A pond further along their property.\n  \n  Their family members basically lived on the same road.. literally the grandparents small houses, her brother's house (pretty  sure it was the same layout&size) then there's and probably some other family members.\n  \n  They had a summer house in Maine in a more rich vacation area.\n  ","490164":"\n  Weirdo\n  ","490165":"\n  That I did it or thought about?\n  ","490166":"\n  That reminds me that I haven't had breakfast yet. Just been focusing on getting ready.\n  ","490167":"\n  Yes. Can't really get that at a store XD\n  ","490168":"\n  Idk. I never had my own real jewelry. Seems weird to buy myself pricey jewelry especially when I go through phases of wearing them. Or maybe I don't wear since I know its not as good as the real stuff ¯\\_(ツ)_\/¯\n  ","490169":"\n  Ok...\n  ","490170":"\n  When you blend into the \"new\" dresser.\n  ","490171":"\n  True. Her kids keep getting sick, as does her so prob not in the best place too. Her daughter has some head issues where she needs to wear a helmet to help shape it?\n  ","490172":"\n  Not the typical experience since commuted, community college so no dorms. Liberal arts.\n  \n  Different psychology classes, speech, art (worked with  charcoal), asl class, western civilization, sociology, anthropology, math classes, science ones. History ones too. A few reading\/english ones\n  ","490173":"\n  You could be eating the chocolate and think its poisonous XD\n  ","490174":"\n  Dove chocolates again? Bit morbid ;)\n  ","490175":"\n  Maybe\n  ","490176":"\n  For the love of god, don't 🤣\n  \n  My Twitter feed was literally all impeachment, the voice, this is us posts. Barely saw anything else. I'm not political so was annoying seeing everyone talk about it.\n  ","490177":"\n  Meant in a general sense. I don't have medication for that. Just metformin and doesn't relate to happiness :p\n  \n  Doing things you love\n  \n  Knowing yourself truly\n  \n  Not caring what strangers think\/their opinions of you\n  \n  Age\/wisdom bs\n  \n  Having things go right in your life\n  \n  Etc\n  ","490178":"\n  Yes, it is. Didn't have those.\n  \n  Adam Levine is but he's not doing it this round. Gwen, Blake, Kelly Clarkson and John Legend are the judges atm. Blake and Gwen would be faves.\n  ","490179":"\n  It definitely is interesting. Yes, I see it that way as well.\n  ","490180":"\n  Not everyone is always happy\n  ","490181":"\n  21 Bridges seems more action like so I guess that?\n  ","490182":"\n  I had a rich friend that would want to pay for the bill but in doing so they'd take the money you had towards it as well.\n  ","490183":"\n  On the weekend 😉\n  ","490184":"\n  Night king\n  ","490185":"\n  :)\n  ","490186":"\n  You too\n  ","490187":"\n  Good night then 😘\n  ","490188":"\n  I don't eat chipotle often nor do I have anyone atm\n  ","490189":"\n  Sleep soon\n  ","490190":"\n  11:55pm here..\n  ","490191":"\n  If I make the passionfruit tea, yes. Other ones at the house,  no thanks.\n  \n  I don't like ice in my water bottle either. It melts so fast, don't see the point.\n  \n  Don't mind which way at restaurants\n  ","490192":"\n  Meant in general.\n  ","490193":"\n  🤣🤣🤣\n  ","490194":"\n  When you need to start thinking of birthday\/Christmas stuff and don't know what you want yet...\n  ","490195":"\n  Yes lol\n  \n  They got married because of my brother, the first born.\n  ","490196":"\n\n   https:\/\/us.shein.com\/cards\/blackfridaycards?shareCode=c2hhcmVfY29kZV8zMTMzNjk2OF8yOTIwOTg0ODI2XzE1NzQyMTg2NjY4OTFfR01ULThfQTFGQjM3RkUxNDczNEIzODg3OTU1QTc4RkQ2QzlEM0I=\n  \n","490197":"\n  When it needs it\n  ","490198":"\n  The rain is taking care of that for the moment.\n  ","490199":"\n  Thanksgiving\n  \n  Dog\/housesitting\n  \n  Renaissance dinner for my sister-in-law's parent's Anniversary\n  ","490200":"\n  Nope. It was one on YouTube. Had the most watched I think?\n  ","490201":"\n  You don't pester me.\n  \n  It's been ok. Feel like I've spent the majority on here, doing dishes, making food (simple stuff), threw everything that was in my dresser on my bed, helped move two heavy dressers.  Started putting clothes away but then was like f*ck this for now. Three of the drawers aren't even in yet. Tuesdays are The Voice and This is Us (final tonight) so felt like watching instead.\n  ","490202":"\n  Thanks <3\n  ","490203":"\n  Yes, happens a lot.\n  \n  I'd rather tell the guy that.. not post it for everyone to see.\n  ","490204":"\n  You are 1007555122 seconds old!\n  \n  Give or take since it keeps going.\n  ","490205":"\n  R.i.p pasta\n  ","490206":"\n  I go through phases of wearing jewelry so not often. Most are all cheap ones anyways\n  ","490207":"\n  Chicken sausage, salad and some random avocado pieces.\n  ","490208":"\n  Uh huh\n  ","490209":"\n  No lol\n  ","490210":"\n  Am surprised they didn't ask for the exact moment of birth besides telling you it was on a Wednesday lol\n  ","490211":"\n  I wear fitbit. Has the time too.\n  \n  Speaking of cleaning, avoiding that right now. Switched dressers and cba to put everything away right now. The Voice and This is us is tonight and felt like watching instead.\n  \n  One drawer done, half of another. Still need three of the actual drawers to go in too.\n  ","490212":"\n  I changed some :p\n  ","490213":"\n  Yes haha :p\n  ","490214":"\n  I don't want more rain :\/\n  ","490215":"\n  Hey\n  ","490216":"\n  Yes 🤣\n  \n  Felt like keeping my page pg hahaah\n  ","490217":"\n\n   @CrazyCatMum\n  \n\n  On the app it's there. Then can unfollow. I know it doesn't always work for me tho..\n  \n  Not sure on the actual website\n  ","490218":"\n  What did I do now?\n  ","490219":"\n  Does it expand or just a RIP off?\n  ","490220":"\n\n   https:\/\/youtu.be\/N3oCS85HvpY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490221":"\n\n   https:\/\/youtu.be\/t93u0qg5q_M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490222":"\n  Not sure. Don't always buy into those new flavors straight away.\n  \n  All the food talk made me hungry but dinner isn't done yet.\n  ","490223":"\n  Hm most likely not:\/\n  ","490224":"\n  All the options in the world\n  ","490225":"\n  They have a sense of sight though. Don't feel like going back to that site 🤣\n  \n\n   https:\/\/www.google.com\/amp\/s\/www.livescience.com\/amp\/28272-bats.html\n  \n","490226":"\n  Not straight away? With time, perhaps.\n  ","490227":"\n  Haha XD forget what.. think mushrooms and other stuff. My brother does his research when finding bands 🤣\n  ","490228":"\n  Yes. They also chase each other in the air for s*x 🦇\n  ","490229":"\n  Yes, you lol\n  ","490230":"\n  Not looking up facts on bats?\n  ","490231":"\n  I'd be happy with the pasta and dessert XD\n  ","490232":"\n  The babies are called pups. Aw\n  \n  There are more than 1,300 bat species distributed across six continents; about 50 bat species live in national parks across the United States, and Indonesia hosts 219 bat species — more than any other country. Bats make up one-fifth of the mammal population on Earth, according toBat Conservation International.\n  \n  Some bats migrate to warmer areas, while others go into a short-term form of hibernation called torpor. During torpor, a bat reduces its metabolic rate, lowers its body temperature, and slows its breathing and heart rates.\n  ","490233":"\n  Indeed. So different\n  ","490234":"\n  Good show\n  \n  I haven't heard that song in forever\n  ","490235":"\n  Ah ok. Doesn't sound as bad then with those ingredients.\n  \n  Yes, pretty cheap. Usually had meatballs, beef or shrimp scampi.\n  \n  Chicken parm.. got more at restaurants tho.\n  ","490236":"\n  Where do we stand in those categories? :o\n  ","490237":"\n  Nobody would want to hear me sing while doing cardio XD\n  ","490238":"\n  Hope they turned out well then. Haha prob\n  ","490239":"\n  You just did again\n  ","490240":"\n  Because she's so drugged up lol XD\n  ","490241":"\n  Hey now, you broke the #1 rule\n  ","490242":"\n  Being determined, knowing what you want, the end result, striving for something, can do attitude,  pushing away doubts,  doing it for yourself first, testing limits, believing in yourself, making time for whatever it is, maybe making a schedule to stick with it. Stop and smell the roses\/come up for air every once in a while. We all need breaks at times.. doesn't mean that you won't get it finished. Could help the process along too.\n  ","490243":"\n  I was thinking more of those nets.\n  \n  Interesting.\n  ","490244":"\n  Yup. Mostly ABC student.\n  ","490245":"\n  That sounds gross. Is gravy the same thing there? 🤣 like there'd be better sauce options.\n  \n  The rest sounds more normal to me.\n  \n  I feel like we ate hot dogs with macaroni, hamburger helper and soups more when \"cucina povera\". Spaghetti is nice but don't really view it as a poor food?\n  ","490246":"\n  Obviously as I'm answering questions and sent a few out too.\n  ","490247":"\n  Yes, that's true. Different perspectives, different days. It might bug you then but not later on. The feelings can change, grow, bend. Can try doing stuff but that might not help much.\n  ","490248":"\n  Someone asked earlier but here's a different one.\n  \n  Staying in college.\n  \n  Granted degrees aren't everything but ya..\n  ","490249":"\n  You are too nice\n  ","490250":"\n  Bastard still didn't show :(\n  ","490251":"\n  Was it a normal food one or fetish? lol\n  ","490252":"\n  Making it places. Goat has big dreams. Cloning could be a part of that :ooooo\n  ","490253":"\n  Most likely.\n  \n  Was bah cloned?\n  \n   @FeelFreeToAsk2017\n  \n","490254":"\n  Yes. My brother showed everyone it before. Apparently the girl and that guy dated, broke up and the band died.\n  \n  This song was also mentioned. It kind of grows on you lol\n  \n\n   https:\/\/youtu.be\/oUknlSWNbEI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490255":"\n  Very much so\n  ","490256":"\n  Just the one tribble XD\n  ","490257":"\n  Yes :)\n  ","490258":"\n  Trapping the bats? :( mean.\n  \n  Seeing them is cool. Seen at different times. The one in our old house was scary though! Huge wingspan and flying at you. He looked cute tho 🦇🦇🦇\n  ","490259":"\n  More a Thanksgiving thing to me or mashed potatoes with gravy.\n  ","490260":"\n  Just different.\n  ","490261":"\n  Have you ever made sweet taralli? Apparently a sugar glaze.\n  ","490262":"\n  Eventually or get my own place out here. AZ weather suits me better. More to do out here too.\n  ","490263":"\n  I'd rather not lol\n  \n  Human flesh pls\n  ","490264":"\n  In Arizona...\n  ","490265":"\n  I'm still in AZ so figured that was a given lol. Yes 🎅🤶🎄\n  ","490266":"\n  I'm sure of myself with the big things. Can be indecisive on smaller insignificant ones. Just depends what it is, mindset etc\n  ","490267":"\n  Maybe but could possibly make you feel worse as well? Like you'd start overthinking on the other stuff and cause more unwanted stress etc\n  \n  Tough to say what the healthiest way would be ¯\\_(ツ)_\/¯\n  ","490268":"\n  🤣\n  \n\n   https:\/\/youtu.be\/4m1EFMoRFvY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490269":"\n  I like this cover\n  \n\n   https:\/\/youtu.be\/VN5XxemQuT8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490270":"\n  Well this is Lahore when he feels turned on -_-\n  ","490271":"\n  Yes. I feel like me, you and the \"real me lol\" only understand it.\n  ","490272":"\n  That I answer a lot of questions 🤣😘\n  ","490273":"\n  What if we met and didn't know? :p\n  ","490274":"\n  Linkin Park 👍\n  ","490275":"\n  When I'm thinking of you\n  ","490276":"\n  Scientology probably took over? :o\n  ","490277":"\n  The chest isn't bad but did he have to do the other one too? XD\n  ","490278":"\n  That's much worse :(\n  ","490279":"\n  Not surprising. Lots of haters here\n  ","490280":"\n  Mindset, baby, mindset.\n  ","490281":"\n  Let's get technical shall we 🤣\n  ","490282":"\n  I need to do dishes ¯\\_(ツ)_\/¯\n  ","490283":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/r3mS0M88ZQE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","490284":"\n  Thunder and a bit of rain.\n  \n  Now its quiet again\n  \n  Wonder if will start up again or not.\n  \n  Know Phoenix was getting it worse.\n  ","490285":"\n  When you made some salmon because all the talk :)\n  ","490286":"\n  skinny dipped\n  ","490287":"\n  In person or here?\n  ","490288":"\n  Danced in the rain\n  ","490289":"\n  A remake of you. Clone seems like it's pushing too much. You can't really die and be remade fully?\n  ","490290":"\n  :(\n  ","490291":"\n  Appreciated :)\n  ","490292":"\n  Haha\n  ","490293":"\n  Butter, chocolate chips and other sh!t. Different recipes out there lol\n  ","490294":"\n  Wonder if it will actually rain though. Got a flash flood warning yesterday telling us about the storms.\n  ","490295":"\n  Glad I'm not the only one\n  ","490296":"\n  I'm lost. I know a Ray though.\n  ","490297":"\n  The sky thinks so too.\n  \n  THUNDER IS HERE, BOY.\n  ","490298":"\n  WHY ARE WE YELLING?\n  \n  NO.\n  \n  Haven't sent you anything, unfortunately.\n  ","490299":"\n  The dude in Grease?\n  ","490300":"\n  There is a bell windchime outside and ever since my anon and I talked about my grandpa looking down and being proud type thing its been going off.. even when not even windy. Or it can be very windy and not go on and then with a small gust it will.. like ok then? Even noticed the rocking chair move like someone was sitting there. It would move, be still and move again. I don't think it was windy that day.\n  \n  It's creepy yet comforting at times.\n  ","490301":"\n  Only if you let it be?\n  ","490302":"\n  Could have been coconut flour too :p\n  \n  Enjoy :p\n  \n  I should probably make chocolate chip cookie fat bombs soon. Basically raw dough 👍\n  ","490303":"\n  Think so. Couldn't stop. R.i.p\n  ","490304":"\n  Thanks :)\n  ","490305":"\n  Eh. It's whatever\n  ","490306":"\n  Those sound good.\n  \n  I've only had with salads, sandwiches or crackers.\n  ","490307":"\n  Yes.\n  ","490308":"\n  No wonder why its rusted.. no salt ;)\n  ","490309":"\n  Pretty sure I sprained my baby toe :\/\n  ","490310":"\n  Probably all the diet people not buying flour lol\n  \n  Good deal\n  ","490311":"\n  Awful.\n  \n  The brother-in-law hit an owl before :*(\n  ","490312":"\n  Idk. Just chocolate chip cookies, man :p\n  \n  Was with a huge group of people trespassing somewhere and this security guy was chasing us all around trying to get us out. Left on good terms lol then as we were all walking across the street one of the people mentioned going back to their house and making chocolate chip cookies for everyone 🤣\n  ","490313":"\n  Sizes can be weird in general.\n  ","490314":"\n  Ds would be bigger. Just like the alphabet. The # doesn't really matter there.\n  ","490315":"\n  Same. It was definitely touch and go with watching but heard everything still. Pretty much lol\n  ","490316":"\n  Think oil.\n  \n  We been on that salmon so haven't had tuna in a while. Also can't have crackers on keto unless homemade or find one that are friendly\n  ","490317":"\n  Pasta can be nice that way. Bet you do one pot XD\n  ","490318":"\n  There's some at night at the golf course. So disgusting. My mom joked over the phone that the bug I stepped on was probably one :( still no clue what it could have been\n  \n  r.i.p lil guy\n  ","490319":"\n  Yes. Very much haha\n  ","490320":"\n  Same. Especially if it's rude lol like when I asked what to change about myself and they left it at \"loads\". Like be specific if going to say something.\n  ","490321":"\n  He rarely does. Didn't seem like baiting.\n  ","490322":"\n  To melt it? ¯\\_(ツ)_\/¯\n  \n  I found out why we always use plastic silverware when at my brothers (besides less mess) its because they only have 4 of everything XD\n  ","490323":"\n  Always look forward to those\n  ","490324":"\n  Maybe ask morbid questions?\n  ","490325":"\n  I suppose. Pictures help too lol\n  ","490326":"\n  Oh well\n  \n  I tried lol\n  ","490327":"\n  Yes it does XD\n  ","490328":"\n  I dreamed about chocolate chip cookies o.o\n  \n  I feel like I might have once? Can't remember. Don't think it tasted any different\n  ","490329":"\n\n   @NO3MM3RZ\n  \n  we got an award for your as.s eating!\n  ","490330":"\n  Seems like a 1.5 to 2 rating. Haven't seen\n  ","490331":"\n  Longer than I expected it to be. Very informative. Cool seeing all the lava and techy stuff. However, some of it was pretty boring to me. Maybe a 3 rating.\n  ","490332":"\n  They did. It seemed plain as day to me. It was also in another language but the person kept asking themselves questions relating to the girl in question.. lots of anons and them still being on anon. Someone also liked the first comment and nothing else so that seemed suspect too.\n  ","490333":"\n  Why?\n  ","490334":"\n  Agreed. She's just so weird.\n  \n  Even the voicemail was.\n  \n  Like I know your name and have you in my contacts. I don't have a bunch of people with the same name in my contacts.\n  \n  \"This is -first name-. Then adds the last name. ____'s wife. __'s sister-in-law\" weird laugh like she said something funny instead of being creepy. Like I know who you are 🤣👍even gave her husband's phone number which I already have too.\n  ","490335":"\n  I just do 🤣\n  ","490336":"\n  I'd guess 2-3\n  \n  Original anon\n  \n  Maybe lahore about the money\n  \n  And the motivation one?\n  ","490337":"\n  Cockroaches would be the 2nd I'd think?\n  ","490338":"\n  Depends what it is.\n  \n  For those examples, don't care that much.\n  ","490339":"\n  I'd hope so because there's nothing on mine 🤣\n  ","490340":"\n  lol my friend has two kids with this guy, not married or engaged, and she had a picture of them saying how happy they looked and asked if he was still happy 🤣 pretty sure that's something you should talk about in person. Highly doubt he's happy since each time she was pregnant he dumped her only to come back again. Also didn't even answer but did some corny kiss gif.. probably hacked his account 🤣\n  ","490341":"\n  Yes from the library when younger.\n  ","490342":"\n  lol cute\n  \n  Sibling rivalry:)\n  ","490343":"\n  Don't we all at times?\n  ","490344":"\n  No but I have looked at them before.\n  ","490345":"\n  This keeps getting asked. Leopard\n  ","490346":"\n  Good night\n  ","490347":"\n  Fashion\n  ","490348":"\n  Mosquitoes\n  ","490349":"\n  Same. Don't want anymore doctor appointments, please.\n  ","490350":"\n  Ok\n  ","490351":"\n  Drinking water. Doing a 24 hour pee test since my last bloodwork had my stress hormones up and estrogen was low. Hence me redoing the bloodwork last week.\n  ","490352":"\n  Oh ok. I've seen them before. Not sure if I tried though.\n  ","490353":"\n  Nah.\n  ","490354":"\n  Even creepier than me mentioning pee lol\n  ","490355":"\n  Lots of peeing :\/\n  ","490356":"\n  Glad to help :p\n  ","490357":"\n  I know :p\n  ","490358":"\n  How was it? I missed a lot near the ending.\n  ","490359":"\n  Fam is good :)\n  ","490360":"\n  Have fun dreaming about pizza then o.o\n  "}}