{"Question":{"491434":"\n   seriously, you are embarrassing yourself now. you need to stfu and educate yourself about racism. HUGGING SOMEONE OF A DIFFERENT COLOR DOESNT MEAN YOU ARE NOT RACIST OMFG\n  ","491435":"\n   Let it go Elsa. Dont feed the troll\n  ","491436":"\n   well yeah, everyone SHOULD be on to racist shit. stop making fking excuses for racism. own it and come out as a racist or try to improve yourself\n  ","491437":"\n   LL:Gym: whats your go to piece of workout equipment right now?\n  ","491438":"\n   omfg. this is even worse? too lazy to type out the word “Chinese” so you use a racial slur? who tf cares who you think is hot anyway? and just coz you wouldnt say it to someone’s face doesnt make it ok? wtf?\n  ","491439":"\n   Could you ever date someone who has the same  name as one of your exs answer even if you're not single just pretend\n  ","491440":"\n   why do you think using racist words is ok? wtf is wrong with you?\n  ","491441":"\n   Thoughts on implants?\n  ","491442":"\n   Want \"Lyndsey Likes Spam\" tonight? Are you going to be here awhile?\n  ","491443":"\n   Are these bottles empty or are they filled?\n  ","491444":"\n   What are we having for dinner?\n\nWe are having a little bit of everything. Cornbread, lots of vegetables, baked chicken wings. Pot roast with vegetables in it too. Onions, carrots and potatoes.\n  ","491445":"\n   How many people do you consider your \"best friends?\"\n  ","491446":"\n   What colour sweater are you wearing now?\n  ","491447":"\n   -\n  ","491448":"\n   i like this v much. cuts to the heart of the matter.\n  ","491449":"\n   how are you settling into the new gym?\n  ","491450":"\n   which do you prefer: sprite or 7up?\n  ","491451":"\n   what kind of bug was it? and how big?\n  ","491452":"\n   if you only knew :p have a great day fam. catch ya tmr : )\n  ","491453":"\n   do you drink seltzer\/sparkling water? if so, what's your favorite flavor?\n  ","491454":"\n   often the case when i go into detail about food XD\n  ","491455":"\n   you dont know what mr goodbar is? why you \"ok?\"ing me fam!? cant believe you'd do me like that. cant someone just enjoy a mr goodbar without judgement. sad sad world.\n  ","491456":"\n   yeah figure that just white chocolate so sweeter and harder. you know how white chocolate is kind of chalky in that way. but thats the same sort of taste.\n  ","491457":"\n   are you walking there if you go?\n  ","491458":"\n   for me its one of those things you can have a bit of and enjoy when you have not had it in a long time. then you just get sick of it so fast. just trying my first taste of it for the year so im good lol. candy cane kisses. drinking water with them is yum. that artificial cold feeling in your mouth!\n  ","491459":"\n   im the one with the mr goodbar.\n  ","491460":"\n   do you like candy cane white chocolate\/peppermint bark?\n  ","491461":"\n   hope this holiday season is one you will remember fam!\n  ","491462":"\n   nice! getting tapioca today made me ask this haha\n  ","491463":"\n   Are you buying the Disney plus streaming app?\n  ","491464":"\n   who was your fav? chance, sassy, or the golden retriever forgot his name lol\n  ","491465":"\n   shadow!!!!\n  ","491466":"\n   chicagoland area\n  ","491467":"\n   did you like the movie homeward bound?\n  ","491468":"\n   have you started Christmas shopping yet?\n  ","491469":"\n   Post a picture that matches your current mood.\n  ","491470":"\n   crazy how we have all the stores you mention out here too\n  ","491471":"\n   What is your favorite flavor of pudding?\n  ","491472":"\n   how far is the store?\n  ","491473":"\n   What now?\n  ","491474":"\n   oh noooooo! part of me dies when food gets thrown out. i would have eaten it trust me haha!\n  ","491475":"\n   Have you ever fallen in love with a person who is in another relationship?\n  ","491476":"\n   Omg you go to hobby lobby too?😂 I just now started to go there. I think I only went there twice and I like the place.\n  ","491477":"\n   Do you go all out for Christmas decorations? Or not really your thing?\n  ","491478":"\n   ngl looks a bit scary haha.\n  ","491479":"\n   Im sad. Make me happy. Can i see you drinking beer?\n  ","491480":"\n   in italy we kiss! haha\n  ","491481":"\n   do you feel loved in your life now?\n  ","491482":"\n   rating? : )\n  ","491483":"\n   when you cook or bake who do you share with?\n  ","491484":"\n   how has he been? what kind of temperment does he have?\n  ","491485":"\n   haha i agree my dog always loves opening gifts we cant put gifts around the tree till christmas day cause are dog would open them haha\n  ","491486":"\n   the best gift you can prob get the pets is the ripped up paper itself lol. cats always seemed the most interested in that haha\n  ","491487":"\n   how did you have it?\n  ","491488":"\n   cats are not the best gift unwrappers tho lol\n  ","491489":"\n   i cant believe i figured that all out from intuition lmao. im such a warrior assassin lol. when i call you racist you know im joking right? its just my way of poking fun at how people love to use any excuse to go nuts lol\n  ","491490":"\n   King just doesn’t feel in a good mood🌹\n  ","491491":"\n   Haven’t been in a great mood at all since I didn’t get one in the mail and how he feels upset🌹😢\n  ","491492":"\n   I watched the joker just twice🌹\n  ","491493":"\n   Hahah Yh it does a bit :D\n  ","491494":"\n   im a technology nincompoop and i can find it in 30 seconds lol. and that reminds me you never answered my question the other day when i cited you for language lmao maybe that one was why you were terminated from all egg accounts :') :') :')\n  ","491495":"\n   Has anyone has the experience of being dead for a minute or so and coming back to life?..p.s. Do animals have an afterlife?!\n  ","491496":"\n   Morning🌹☀️\n  ","491497":"\n   Hm need money for good quality clothes\n  ","491498":"\n   Ate only a piece of fish for dinner\n  ","491499":"\n   better get one asaaaapp then! :')\n  ","491500":"\n\n    https:\/\/www.instagram.com\/p\/B4oOGVyD7o8\/?igshid=uqvtxp4osxye\n   \n   she is sexy and have a beautiful face. Something is wrong with her lips.\n  ","491501":"\n   Hello bring happiness in my life.\n  ","491502":"\n   -\n  ","491503":"\n   ☃️🎄 Pet owners! Do you buy your pets a Christmas present? If you don't have a pet, would you buy a present for one if you did? :3\n  ","491504":"\n   Hell no there to cute to give up on ! Already trying harder lol\n  ","491505":"\n   Holiday together\n  ","491506":"\n   What is your favourite way to spend Christmas\/the holiday season in general?\n  ","491507":"\n   What's the last movie you watched in a cinema?\n  ","491508":"\n   Good night beautiful\n  ","491509":"\n   Hmm I was interested in the joker since I saw the trailer a while back but maybe lol can’t remember but that better win film of the year and he deserves something for that for sure. Soooo yeah I can’t get the movie.... it’s not available..... rip goats rip movie rip everything my life has been a lie\n  ","491510":"\n   🐐 🐐:( ok ok I’ll watch the other movie I’m fairly sure I downloaded it. Wait you recommended me the lion king? Well how dare you bait me into it when you knew there was no goats.... damn it got baited.\n  ","491511":"\n   If you suddenly developed the ability to shape shift what would you do with it?\n  ","491512":"\n   Do you think that technology is making us lazier?\n  ","491513":"\n   WWYD.. if crime is made legal for 24hrs?\n  ","491514":"\n   This is true. So why did I watch the lion king you ask?? Yeah well was hoping for a goat somewhere hidden in the movie :(\n  ","491515":"\n   You are never truly alone and will find love soon\n  ","491516":"\n   This happened today? Scary\n  ","491517":"\n   What are you scared off\n  ","491518":"\n   🌹💪🏻\n  ","491519":"\n   glad you are, aw people can be so cruel xo\n  ","491520":"\n   Spero che questa giornata per voi sia splendida 🌹\nVi lascio il buongiorno con questo semplice augurio, un bacio grande.\n  ","491521":"\n   aw, hugs\n  ","491522":"\n   and glad your okay i was worried about you, got a shock when you said about glass etc, xox\n  ","491523":"\n   Did it hurt you\n  ","491524":"\n   glad they did not hurt the girls\n  ","491525":"\n   Last good deed?\n  ","491526":"\n   hugs, the girls were lucky you were around\n  ","491527":"\n   Have you ever been rejected by someone dating wise\n  ","491528":"\n   Glass throwing ~\n  ","491529":"\n   I’m itchy. Do you get dry skin often?\n  ","491530":"\n   Favorite Disney movie?\n  ","491531":"\n   hey everything okay, x\n  ","491532":"\n   Pap\n  ","491533":"\n   When you are sick and you cannot sleep, what did you do?\n  ","491534":"\n   I was feeling magical\n  ","491535":"\n   Wizards, witches, or necromancers?\n  ","491536":"\n   Dwarves, Elves, or Men?\n  ","491537":"\n   What things can tell alot about a person?\n  ","491538":"\n   Potions, Spells, or Dark Magic?\n  ","491539":"\n   Hello, how are you :)\n  ","491540":"\n   How to silence negative thinking?\n  ","491541":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","491542":"\n   oh you must boil it. oven dries it out. you will never get a creamy puree that way. cube it. boil it till soft. mash or process it. then mix it with you eggs, sugar, spices, evap milk or whatever.\n  ","491543":"\n   haha yes! the ones i always seen were not transparent and had snakes drawn on them, like either side. and lol at me lol getting in there (would rather play with something else) lol\n  ","491544":"\n   he and i talked about his fav movies way back and this was my recommendation based on his answers. dont know if he ever got around to seeing it.\n  ","491545":"\n   have you been removed from both pure and impure again? lol\n  ","491546":"\n   the amount of planning i put into figuring out EXACTLY what order i need to do everthing to not have to diry and extra bowl or spoon is crazy lollll. i like the challenge tho. im the epitome of a minimalist is certain scenarios. im a strange character lol\n  ","491547":"\n   its all learning. dont feel bad about it. you have gained experience. next time you will fix things and it will be awesome.\n  ","491548":"\n   how will you make them? i always just sautee with in a bit of oil and s&p till they get a bit of char.\n  ","491549":"\n   will check now. 3.5\/5. from the nominees i thought roma should have won. but imo best picture of 2018 was \"a beatiful boy\" but it was not nominated. academy awards are all political. just a power thing. wish it was not that way but thats how the world works.\n  ","491550":"\n   haha i feel ya. yeah the other thing i do is make small batches of things. that way i do not ever get sick of them. used to do the opposite. make a sht ton and then end up hating it and needing to wait forever till i wanted it again lol\n  ","491551":"\n   it was decent. no way best picture of 2018. not even close.\n  ","491552":"\n   heartache like emotional pain or physical?\n  ","491553":"\n   how did these turn out?\n  ","491554":"\n   no way to explain them lol. say them all the time in the toys sections so many years back!\n  ","491555":"\n   glad to hear it. my speciality is getting all my cooking and baking done with like one bowl and a couple of utensils lol. you would not believe it unless you saw it haha\n  ","491556":"\n   he can take us cruising in the wrx. and i can force him to watch a prayer before dawn lol\n  ","491557":"\n   how has your day been so far? how ya feelin?\n  ","491558":"\n   those water balloon snakes that fold in on themselves?\n  ","491559":"\n   if you didnt boil it how did you cook it?\n  ","491560":"\n   crickey that doesnt rhyme! does this mean we should pack?\n  ","491561":"\n   haha would not be surprised. just like green book lol\n  ","491562":"\n   did you cook the pumpkin prior to baking it? boil it i mean? boil then mash then make your batter. and with it being too liquid just keep baking it will dry up. just keep it going like 350 or lower. trust in evaporation! haha\n  ","491563":"\n   How does the rest of the world see your country?\n  ","491564":"\n   dw fam fam. reason i ask is i was super into following mma for so so many years. avid fan until just recently. actually the time i spend on here rn i would have been catching up on all the day's mma news. did that for so many years. the last year or more really been forcing it. just do not care now\n  ","491565":"\n   good choices. i really only maybe catch the grinch. the old school cartoon tho!! is that the one you watch?\n  ","491566":"\n   just did. not interested in any of them but gun to my head, the good liar\n  ","491567":"\n   unacceptable :\/\n  ","491568":"\n   it's a wonderful life as well\n  ","491569":"\n   once a year or more than once? also what other stuff do you watch yearly?\n  ","491570":"\n   baking is all about making changes going forward. recipies you find are so often so way off its not even funny. every single recipe i have is my own now. not even close to how it started. what is important is you makes notes of what you want to change exactly for next time. look forward to the rest\n  ","491571":"\n   Favourite pizza toppings? Do you like any \"unusual\" toppings? And what is your opinion on pineapple on pizza?\n  ","491572":"\n   Dove vorresti svegliarti domani?\n  ","491573":"\n   need help? lol\n  ","491574":"\n   food is meant to be eaten not played with!\n  ","491575":"\n   ill kidnap a kangaroo on a dare..\n  ","491576":"\n   What's your favorite birthday memory?\n  ","491577":"\n   When have you felt like you were living life to the fullest? When have you felt like you weren’t?\n  ","491578":"\n   🌹Sera\n  ","491579":"\n   I thought that by this time in my life, I'd.....\n  ","491580":"\n   Would you learn sign language if you had the chance? and why if no\/yes?\n  ","491581":"\n   Is there a person you hate for no reason?\n  ","491582":"\n   👍👍\n  ","491583":"\n   Cosa farete oggi?🌹\n  ","491584":"\n   Buongiorno 🌹\nAvete mai avuto problemi con qualcuno di maleducato? O siete persone che lasciano correre?\n  ","491585":"\n\n    https:\/\/ask.fm\/madeinvegas\/answer\/158280824248?utm_source=copy_link&utm_medium=iOS\n   \n   like plz?💗\n  ","491586":"\n   How would your friends describe you?\n  ","491587":"\n   تحدث عن الحب⁦  ⁦❤️⁩\n  ","491588":"\n   What do you do to let others know you love them?\n  ","491589":"\n   Ever jumped on a trampoline before?\n  ","491590":"\n   Would you ever go on a reality show?\n  ","491591":"\n   How many siblings do you have? Are you close to them? I’ve recently become close with my half sister Rhonda and I’m really grateful she is a part of my life now.\n  ","491592":"\n   What do i do now?\n  ","491593":"\n   What is the most irritating comment or question you seem to ALWAYS get?\n  ","491594":"\n   Is there anyone who you jealous of?\n  ","491595":"\n   Name 5 things that are currently in your line of sight?\n  ","491596":"\n   can you name 3? I KNO YOU CAN\n  ","491597":"\n   Do you like Rick and Morty\n  ","491598":"\n   ngl i considered it. but in the end cba! lol\n  ","491599":"\n   i hope not but i feel it is and i will tell you why. since we have been groveling over me lol the lazy af anon has all but vanished. makes me think they sort of let that go a bit. fully embraced the me lol persona instead as its much more revered lmao. what do you think fam?\n  ","491600":"\n   What do you think is the hardest thing, for you personally, to fight off?    \n🥊 Another person  ....   \n🗣 The desire to gossip negatively   ...    \n🦠 A bacterium or virus  ...   or \n🧠 Dark intrusive thoughts?\n  ","491601":"\n\n    https:\/\/youtu.be\/UbzObyvBslw\n   \n","491602":"\n   idk, I wasn't sure, I thought maybe it was just me.\n  ","491603":"\n   Do you ever have days when you just feel ugly? What makes you feel that way some days?  (Not saying you are of course, at least I don't think you are)\n  ","491604":"\n   What is your favourite meal\n  ","491605":"\n   What is the most painful experience you had?\n  ","491606":"\n   You're really pretty.\n  ","491607":"\n   No Meatloaf?\n  ","491608":"\n   you got time! how will you spend it?\n  ","491609":"\n   Such quick wit. Figures that i like you\n  ","491610":"\n   Do you like your job\n  ","491611":"\n   If your plane was about to crash, who would you want  sitting next to you?\n  ","491612":"\n   Hello cupcake\n  ","491613":"\n\n    https:\/\/www.youtube.com\/watch?v=VFJ38O0Fjo8\n   \n","491614":"\n   Admit it, you love it\n  ","491615":"\n   Just so you have something in your box...\n  ","491616":"\n   aye aye. but i cant guarantee quality fam. its whatever falls out of my brain :')\n  ","491617":"\n   not too sure about that gf tho. she seems like a maneater lol\n  ","491618":"\n   That's not harassing. That's on you and her. If she didn't want me to keep explaining it she should have stopped being stubborn and admitted I'm right\n  ","491619":"\n   Do you like Spanish\/Mexican food?\n  ","491620":"\n   Who the f_ck says \"cry about it\" to that message you're weird\n  ","491621":"\n   you got this fam!\n  ","491622":"\n   Weirdo\n  ","491623":"\n   murdered a midget masquerading as a pumpkin :o\n  ","491624":"\n   even tho the m&m tattoos on my scalp make people stare\n  ","491625":"\n   mass sent?\n  ","491626":"\n   You get that it doesn't make sense to say \"in general no 16 year olds are as mature as 20 year olds\" right? They contradict each other. The proper way of saying it is \"in general 16 year olds are not as mature as 20 year olds\" there's no need for the word \"no\"\n  ","491627":"\n   eating jelly donuts i dont even care\n  ","491628":"\n   *appreciates* : )\n  ","491629":"\n   Pretended now youve been given 20 years in prison what would you reaction be\n  ","491630":"\n   cus i drank a bottle of nair....\n  ","491631":"\n   How's the weather today where you're at? It is absolutely pouring out here.\n  ","491632":"\n   -\n  ","491633":"\n   How many push ups could you do in a minute\n  ","491634":"\n   with spices and extracts i just eyeball and feel. except for ground clove and salt. cinn and sht sticks to the spoon! that bitch comes right out the container and no lid! stick to the lid. that bothers me lol. thats the pumpkin abyss\/cucurbit glory hole : )\n  ","491635":"\n   nice. go you! trust me when you are done you will feel better for it. not cus using the actual pumpkin is any better. just cus you will appreciate the transformation more. feels more like something from nothing\/scratch. thats why for me bread is still my fav thing to make. the essence of baking imo\n  ","491636":"\n   i would be you sous chef fam. handle all that cutting!\n  ","491637":"\n   I want to have perfect looks and long hair like John.\n  ","491638":"\n   do you use a measuring spoon?\n  ","491639":"\n   but is the lazy af anon different from me lol?\n  ","491640":"\n   nice. document the process! : ) what spices do you add?\n  ","491641":"\n   i heard you can kill your demons with nitrogen gas.\n  ","491642":"\n   oh, i mean you have a great kind personality, and your beautiful too\n  ","491643":"\n   Christmas trees! Real or fake? 🎄 Which do you prefer? :)\n  ","491644":"\n   youngish is 26 to 31 and 362 days\n  ","491645":"\n   Can you suggest me some movies? Happy weekend 🌸🌸\n  ","491646":"\n   sounds like love to me\n  ","491647":"\n   same lol!\n  ","491648":"\n   do you know the fighters? some?\n  ","491649":"\n   does that mean you dont really want questions?\n  ","491650":"\n   tried to finish the pumpkin pie ones yest and was not happening. i had to put them all back in the bag. so gross lol\n  ","491651":"\n   What now? Im extremely sad. So you have sunglasses with purple shades?\n  ","491652":"\n   i only know the recent ones but historically thinking back over the time you have been here have you had lots of notable anons you remember? ones that were around for a while but are not here anymore?\n  ","491653":"\n   aw, well you are inside and out xo\n  ","491654":"\n   you are beautiful, xo\n  ","491655":"\n   cool, at you deserve it tbh xo\n  ","491656":"\n   you should spoil yourself more you deserve it tbh\n  ","491657":"\n   Worst condition. I dont know what to do.\n  ","491658":"\n   cool, shopping burns calories too did you buy alot\n  ","491659":"\n   did you have a busy day\n  ","491660":"\n   Wanna?\n  ","491661":"\n   hello whats up friend\n  ","491662":"\n   Do you like to spend free time alone or in company?\n  ","491663":"\n   What's the most valuable thing you've held in your hands?\n  ","491664":"\n   You looked great in the pics you posted!\n  ","491665":"\n   Good night beautiful\n  ","491666":"\n   My bed😈\n  ","491667":"\n   Ever owned a dream catcher before? PAP of it? or of one?\n  ","491668":"\n   Doing much?\n  ","491669":"\n   You’re so lovely! You need a good seeing too\n  ","491670":"\n   Describe \"being cocky.\"\nWhat is it to you to be \"cocky.\"\n  ","491671":"\n   How rough out of 10 do you love it?\n  ","491672":"\n   Missing it?\n  ","491673":"\n   All you need is money or someone who can give you money you need for your living expenses.\n  ","491674":"\n   More or less than 6 months?\n  ","491675":"\n   Ever stated in Airbnb? Care to share your experience? (Don't have to share)\n  ","491676":"\n   When will you wear these socks?\n  ","491677":"\n   You had sex a few days ago\n  ","491678":"\n   What do you think you do best\n  ","491679":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","491680":"\n   How sexually frustrated are you 1\/10\n  ","491681":"\n   one expensive pie crust! if you have any keto snacks you can smash up mix them with melted butter and whatever sweetener you use and form a crust\n  ","491682":"\n   pap\n  ","491683":"\n   Wyd?\n  ","491684":"\n   Are you a good singer ?\n  ","491685":"\n   What does the last text you sent say?\n  ","491686":"\n   🌹🤗😊\n  ","491687":"\n   how do you relax when frustrated?\n  ","491688":"\n   tribble?\n  ","491689":"\n   Who do you trust most in your life?\n  ","491690":"\n   i believe the terminology is yoldish\n  ","491691":"\n   What was ur nake name When u were young🤣\n  ","491692":"\n   PAP of what's in front of you now. (Don't have to) (Post a GIF instead if you'd like)\n  ","491693":"\n   Gives you a beautiful tiara and makes it look gorgeous 🌹\n  ","491694":"\n   Hugs to cheer me up and made your crown look better as mine🌹🤗\n  ","491695":"\n   What do you think is the most enjoyable thing?\n  ","491696":"\n   reminds me of the vincent price episode from the price of fear.\n  ","491697":"\n   how do you rate their camping skilz? 1-10\n  ","491698":"\n   i just think human sacrifices lol\n  ","491699":"\n   last i had were hazelnut chocolate spread. nbd before that candy corn and pumpkin pie. both are white chocolate and both nbd. the classics are the best. ive tried all the gimmick ones and never been impressed.\n  ","491700":"\n   a novela\n  ","491701":"\n   any particular reason why?\n  ","491702":"\n   do you watch mma\n  ","491703":"\n   What else did you get?\n  ","491704":"\n   Nice body pic. You look beautiful🌹😊\n  ","491705":"\n   Ass pap?\n  ","491706":"\n   your very funny lyn\n  ","491707":"\n   Looks like I’ll be alone for thanksgiving, my birthday which is next month and Christmas too. I’ll be getting nothing🌹😢💔💔\n  ","491708":"\n   Do you hook up for cash? I’m interested.\n  ","491709":"\n   I don’t feel like no one cares about me or just feels very lonely and I sometimes say wrong things or make mistakes 🌹\n  ","491710":"\n   I said the wrong thing. I suck🌹😢💔💔\n  ","491711":"\n   Nice sandals🌹\n  ","491712":"\n   same lol\n  ","491713":"\n   Instagram?\n  ","491714":"\n   Who would you invite to your wedding if you got married\n  ","491715":"\n   Have you ever kissed a girl or slept with a girl? If not would you ?\n  ","491716":"\n   how are you xx\n  ","491717":"\n   You really need to work on that sense of humor of yours. It's like they say \"a smile a day keeps the reaper away\" hahahahahaaa 😅\n  ","491718":"\n   Hello\n  ","491719":"\n   Ew that nasty 🤮\n  ","491720":"\n   Why did you c*m on yourself\n  ","491721":"\n   So THATS what you look like!\n  ","491722":"\n   Do you tuck in your shirt?\n  ","491723":"\n   whats wrong with what they said?\n  ","491724":"\n   Predictive text: I lost my ____________________\n  ","491725":"\n   you can make pumpkin bread or cookies. did you watch any movies?\n  ","491726":"\n   Hey sexy\n  ","491727":"\n   What’s your plans for today?\n  ","491728":"\n   omg have you tried this? i havent but ive heard raves about it! you can buy bentotite clay (or however you spell it) on ebay for cheap instead which is what i did and i really like it!\n  ","491729":"\n   I‘m just be 31 then 🤪\n  ","491730":"\n   would you rather do a urine test instead of a smear test?\n  ","491731":"\n   Movie Madness:  A) Midway B) The Good Liar C) Luce\n  ","491732":"\n   How do you determine whether you are a good person or not?\n  ","491733":"\n   here?\n  ","491734":"\n   wtf a**ngl?\n  ","491735":"\n   How was the gym\n  ","491736":"\n   Body confi pic\n  ","491737":"\n   I wear my Fitbit🌹\n  ","491738":"\n   Hugs🌹🤗\n  ","491739":"\n   Would u rather be a celebrity or meet ur favorite celebrity?\n  ","491740":"\n   How old are you? If you had the choice to change your age and remain that age forever, what age would you be?\n  ","491741":"\n   Last time you made love?\n  ","491742":"\n   Nighty\n  ","491743":"\n   FS: When was the last time you stopped to smell the roses?\n  ","491744":"\n   Anything interesting happen today\n  ","491745":"\n   Emoji of the day!\nAaaand go!\n(Can be more than one)\n  ","491746":"\n   What's your favorite type of M&M? The regular? White chocolate? With the peanuts? Nutella? Crunch? Almond? The minnie's? I'm sure they've got a cinnamon one somewhere or in the making! 😆 I think that they have made like... 25 different one's by now, would ya say? If not.. more. 😂🤷\n  ","491747":"\n   +\n  ","491748":"\n   Do you have a skin care routine? If yes, what is it and what brands do you use? \nIf not, do you have any routines before bed? What are they?\n  ","491749":"\n   I'm thirteen and I need my mom as a friend. I can't tell her anything because she doesn't have time for me. I want to be closer to her, but I don't know how. Any advice?\n  ","491750":"\n   What's the last test you took? How did you do?\n  ","491751":"\n   Are they dogs\n  ","491752":"\n   I’d love to eat your a** ngl\n  ","491753":"\n   The pets do they  need a gift lol\n  ","491754":"\n   Who are you buying for\n  ","491755":"\n   Have you started your xmas shopping yet\n  ","491756":"\n   Pap of what you are doing\n  ","491757":"\n   Coconut.\nYay or nay?\n  ","491758":"\n   Are you an experimentalist or a traditionalist?\n  ","491759":"\n   🔥 It’s Bonfire Night (aka Guy Fawkes Night) tonight here (5th) . Will you be at a bonfire with hot dogs or pie & peas, holding sparklers? 🔥 If you don’t celebrate this where you are, what are your plans for tonight?\n  ","491760":"\n   What colour l?\n  ","491761":"\n   truth : )\n  ","491762":"\n   milk chocolate peanut butter filled wisdom!\n  ","491763":"\n   you can do it. btw what do you do about a crust? or is it crust less?\n  ","491764":"\n   turkish delight too?\n  ","491765":"\n   was today a good or bad day questions wise?\n  ","491766":"\n   Bladk underwear today?\n  ","491767":"\n   After gym?\n  ","491768":"\n   What is the most important thing you need to do today?\n  ","491769":"\n   oh?\n  ","491770":"\n   whats in it?\n  ","491771":"\n   Love🌹\n  ","491772":"\n   Oh I’ll be assertive and you all submit😉😉😈\n  ","491773":"\n   We should play😉\n  ","491774":"\n   I’m working out at the gym🌹\n  ","491775":"\n   Make me😉😉\n  ","491776":"\n   Oh I do mean it😉😉\n  ","491777":"\n   any ideas?\n  ","491778":"\n   WWYD??. If you were at a coffee shop or restaurant and you noticed the couple at the next table were arguing and one of them was being aggressive\/ abusive towards the other.\n  ","491779":"\n   dont wait for sleep to start dreaming\n  ","491780":"\n   You could never disappoint\n  ","491781":"\n   How do I stop? I occasionally venture into a pornographic site, and I know it's wrong. But I can seem break the habit, Help!\n  ","491782":"\n   Pap\n  ","491783":"\n   I hope you do! I’d sub!\n  ","491784":"\n   I’ll work you out:)\n  ","491785":"\n   Im thinking of you\n  ","491786":"\n   Is there any people who has done you wrong and you'll never forgive them\n  ","491787":"\n   you ok? :p\n  ","491788":"\n   these were little messages that were in the wrappers of the dove chocolates i was eating before lol. they are lost on me so i figured i would share them with a friend : )\n  ","491789":"\n   inhale the future, exhale the past\n  ","491790":"\n   smile, someone is thinking of you\n  ","491791":"\n   be(you)tiful\n  ","491792":"\n   Gym today?\n  ","491793":"\n   Would you ever try any fighting sports\n  ","491794":"\n   your vibe attracts your tribe\n  ","491795":"\n   Hm, okay.\n  ","491796":"\n   I want to earn money. I want to get successful.\n  ","491797":"\n   Glass blowing.\nHeard of it? It is so awesome! Beautiful art. Should look it up when ya have the time!\n  ","491798":"\n   On onlyfans you are paid first\n  ","491799":"\n   I ate a small amount of fish for dinner.\n  ","491800":"\n   You defo should, cpuld make loads\n  ","491801":"\n   Would you set up one?\n  ","491802":"\n   sweet dreams : )\n  ","491803":"\n   Do you know what only fans is\n  ","491804":"\n   reese's miniature white cups do not taste like ghosts. fck whoever is responsible. little bit sad : (\n  ","491805":"\n   So my cousin got married last week and dad refused to go to the wedding. Well my,however 2 years ago my cousin didn’t go to my moms,his aunts funeral and gave a BS excuse My . What’s your thoughts on this? Which side would you be on?\n  ","491806":"\n   Current mood?\n  ","491807":"\n   btw is found love last night and watched it. was alright, bit drawn out. noe always ties his movies together blatantly. breaks the 4th wall doing so its so obv. did the same here. even put himself in the movie lol. this was better than climax. went and looked had given climax a 3.5, lowered it to 3\n  ","491808":"\n   atta girl! : )\n  ","491809":"\n   Plans for the weekend?\n  ","491810":"\n   Did you c*m last night\n  ","491811":"\n   what did you do with the seeds?\n  ","491812":"\n   would that upset you?\n  ","491813":"\n   nice. garlic powder?\n  ","491814":"\n   just like their sense of humor. playful, witty, never mean. seem intelligent. im a sucker for the foreign act if done well lol\n  ","491815":"\n   You have answered your own question.\n  ","491816":"\n   if this person and me lol went through the machine in the fly they would be unstoppable\n  ","491817":"\n   What part of your body gets the most   compliments\n  ","491818":"\n   what do you mean by graphic content?\n  ","491819":"\n   i love this person so much tho :')\n  ","491820":"\n   oh?\n  ","491821":"\n   can you wheelchair wheelie?\n  ","491822":"\n   whats the stuffing?\n  ","491823":"\n   does that table open up?\n  ","491824":"\n   Good night sweetie\n  ","491825":"\n   You actually posted that to prove it? Really.\n  ","491826":"\n   Why not now\n  ","491827":"\n   Do u like orgasm\n  ","491828":"\n   Ouch getting eaten alive would be painful, at least you would taste good\n  ","491829":"\n   Is this your entire life?\n  ","491830":"\n   Search for it\n  ","491831":"\n   Do u like kinky\n  ","491832":"\n   Ohh yeahh u are mind blowing u r giving me orgasm\n  ","491833":"\n   Lets make our moments\n  ","491834":"\n   U r way too bold\n  ","491835":"\n   I make ur temperature rise\n  ","491836":"\n   I will tie u n tease u 😍😘\n  ","491837":"\n   Lets chat question to question sweetheart\n  ","491838":"\n   I want to tie u 😍\n  ","491839":"\n   Thanks what r u doing now\n  ","491840":"\n   Yup come to my questions\n  ","491841":"\n   Lets chat question to question if i u say i will untick and dont post\n  ","491842":"\n   U r way too naughty\n  ","491843":"\n   FS: Have you ever burned ants with a magnifying glass?\n  ","491844":"\n   Let you tie me up and use me\n  ","491845":"\n   I love dogs hahah\n  ","491846":"\n   Not sleepy. Send emails to some engineering companies. Busy working. Bye. Get a pink sweater and nice jeans.\n  ","491847":"\n   🌹😘\n  ","491848":"\n   Sounds fun hun\n  ","491849":"\n   Oops I meant what’s up x\n  ","491850":"\n   What’s ip\n  ","491851":"\n   Hello\n  ","491852":"\n   Do you agree that good things come to those who wait?\n  ","491853":"\n   Which part of day is the most productive for you?\n  ","491854":"\n   What was the most pleasant moment in your life so far?\n  ","491855":"\n   -\n  ","491856":"\n   Imperfections\n  ","491857":"\n   No I wont open it in front of you. You go out first.\n  ","491858":"\n   Like a squirrel or something? I have\n  ","491859":"\n   Anyone here a fan of 'End of the f*cking world' and excited that the new season gets released today? 04\/11\/2019\n  ","491860":"\n   FS: How many flowers are in your garden?\n  ","491861":"\n   🎙\n  ","491862":"\n   FS: Have you ever burned yourself with fire?\n  ","491863":"\n   That's fair. Guess too short tonight\n  ","491864":"\n   FS: Rate flower freezing and fire spam even if its cut short\n  ","491865":"\n   My eyes are drooping. Might not make it much longer\n  ","491866":"\n   FS: Tulips or Roses?\n  ","491867":"\n   FS: Ever thrown gasoline on a burning fire?\n  ","491868":"\n   FS: Have you ever seen an animal frozen to death?\n  ","491869":"\n   Your legs are simply beautiful\n  ","491870":"\n   FS: What are your favorite flowers?\n  ","491871":"\n   Ready set go\n  ","491872":"\n   FS: Have you ever started a fire that you shouldn't have\n  ","491873":"\n   You don't miss snow at all do you?\n  ","491874":"\n   FS: How cold is too cold for you?\n  ","491875":"\n   FS: Are your feet cold?\n  ","491876":"\n   Flower spam, Freezing spam, or Fire spam?\n  ","491877":"\n   I want see nekkid foto of you to\n  ","491878":"\n   What???!!!????\n  ","491879":"\n   ~ ALTERNATIVE ACTIVITIES~     Have you ever been:  ⭕️Zorbing? ... \n✈️Skydiving?  ...  🧝‍♀️LARPing?  ...  ⛏Axe-Throwing? ...   🏢Done Parkour?   ...  🐻Played Pooh Sticks?  ...  ♿️Played a wheelchair sport?  ... or any other less common activity you’d like to share?\n  ","491880":"\n   Also if you have Snapchat add me x\nSkye_bree95\n  ","491881":"\n   What annoys you more slow drivers or people who don't indicate whilst driving\n  ","491882":"\n   If you could be a mermaid, would you do it? But still had the choice to shape-shift back into a human.\n  ","491883":"\n   Post your favourite lyrics from a Disney movie you loved as a child? 😍❤️\n  ","491884":"\n   STAR WARS OR STAR TREK\n  ","491885":"\n   Buonanotte seguiti 🌹\n  ","491886":"\n   🌹🤗✨\n  ","491887":"\n   Hm no you will not look bad with black hair.\n  ","491888":"\n   If you were a character in a horror movie how would you die?\n  ","491889":"\n   When decision-making poses a threat to our serenity and peace, Proverbs 3 : 5 - 6  provides sound advice.\n  ","491890":"\n   What's Lyndsey doing now?\n  ","491891":"\n   Have you ever worked with someone in  more than one job\n  ","491892":"\n   Hello\n  ","491893":"\n   Are you worried about anything\n  ","491894":"\n   Would you prefer a party with a few friends or a lot of friends?\n  ","491895":"\n   definitely, nicest dream ever xo\n  ","491896":"\n   💐\n  ","491897":"\n   What do you have a taste for at the moment? If you do that is.\n  ","491898":"\n   Which series would you recommend watching now?\n  ","491899":"\n   bet your so kind etc, to spend christmas with\n  ","491900":"\n   Have you ever had to make a decision, but didn't know what to do? \nHave you ever had to make a decision, but didn't know what to do?\n  ","491901":"\n   Actually he was the one who ask about granola, so what kind of impression was he giving you?\n  ","491902":"\n   are you looking forward to christmas, fave thing about it\n  ","491903":"\n   Who is this weak-willed, indecisive wimp? Has he no faith, no moral fiber?\n  ","491904":"\n   Are you tired rn?\n  ","491905":"\n   Which room do you spend the most time in your house?\n  ","491906":"\n   What feelings come to mind when you think of using this website? Fun, stupid, interesting, connections, friends, morons, learning, happy, sad, random? What words would you say come to mind or things you feel as you use this specific social media site?\n  ","491907":"\n   What else?\n  ","491908":"\n   Have you called a boyfriend daddy before\n  ","491909":"\n   I saw you in a sweater in a photo. You looked good in the sweater.\n  ","491910":"\n   Will you meet me pleasantly if i come to meet you to your house unexpectedly?\n  ","491911":"\n   Final goodnight.  Hm you know i wish i was in London.\n  ","491912":"\n   Do you believe people should earn your respect? Or should you give respect first until they do you wrong in some way?\n  ","491913":"\n   In your opinion, is it okay to be friends with an ex? How about if you're in a relationship with someone else?\n  ","491914":"\n   Hm okay. Im dying to see you in a pink sweater with jeans. You will look hot in a pink sweater with jeans.\n  ","491915":"\n   I want to see you in a pink sweater with jeans. I wanna go shopping with you. I like winters.\n  ","491916":"\n   You look so beautiful with blonde hair 💋. You will also look good with black hair. Hm i should be able to invite you to Dubai. You and i will stay in Burj Al Arab. Or maybe in Hilton hotel on jumeriah beach. We will kiss all night long.\n  ","491917":"\n   No you would not. Trust on yourself.\n  ","491918":"\n   No i will not ruin his business. Hm i am sad. Im trying. Most important thing for me is to treat my flaws first.\n  ","491919":"\n   -\n  ","491920":"\n   Do you like to paint or draw?\n  ","491921":"\n   Okay im trying. I want to get a job. I will work hard to earn good money. I will become able to date you. I will also help my father run his business effectively.\n  ","491922":"\n   When should i come to live with you? How long can i stay with you? I will buy my own house there. But i wanna live you for a year first.\n  ","491923":"\n   Will you hug me tightly when you meet me first time? After hugging me you will french kiss me. And then you and would go to a thai restaurant.\n  ","491924":"\n   So i want you to give me a hug when you and i meet first time.\n  ","491925":"\n   So you wish you were living with me and could sleep on me daily.\n  ","491926":"\n   Hm so you are willing to meet me in Dubai if i get a job there and is earning good money.\n  ","491927":"\n   So when will you like to rip my shirt and kiss me?\n  ","491928":"\n   what sorts of stories do you write?\n  ","491929":"\n   So do you want to kiss me and go to eat zinger burger with me every night? This can happen. Just marry me. You know you can live happily with me.\n  ","491930":"\n   boys or girls?\n  ","491931":"\n   I wish i were living in your town. You and i would eat chinese rice together every night.\n  ","491932":"\n   I wish you were so rich that you had no problem giving me $600000.\n  ","491933":"\n   raspberry zingers tho..\n  ","491934":"\n   awww just look at that cute little soul destroyer : )\n  ","491935":"\n   Do you like kettle corn?\n  ","491936":"\n   i know its wrong but i think (may- yank)\n  ","491937":"\n   Hm i wish you were a daughter of charles and Diana. And i wish  you could give me $600,000. Fuck charles and Diana. I wish i could travel to the UK on a study visa in the next month or something.\n  ","491938":"\n   I wish you were able to buy me a pizza and zinger daily. I wish i were living in London and o could meet you daily.\n  ","491939":"\n   how do you pronounce mayank?\n  ","491940":"\n   🌹😴😴\n  ","491941":"\n   Send anons please xx\n  ","491942":"\n   its not luck. im just god's favorite : )\n  ","491943":"\n   so did i KIDDO lol. how many do you want?\n  ","491944":"\n   What did the last text message you sent say?\n  ","491945":"\n   What about ur day......\n  ","491946":"\n   Do you prefer to read one book at a time, or several at once?\n  ","491947":"\n   What time is your regular tv\/movie chill time of the day?\n  ","491948":"\n   Would you wait in a drive thru for 4 hours just for a friggin chicken sandwich?\n  ","491949":"\n   that was sweet. although i cannot fathom how they survive living where the do!\n  ","491950":"\n   how many in the family?\n  ","491951":"\n   i dont get ads on here.\n  ","491952":"\n   have you ever been recruited to a legitimate job position while just minding your business?\n  ","491953":"\n   Would shark cage diving interest you?\n  ","491954":"\n   Have you ever been on a silly diet?\n  ","491955":"\n   Which do you prefer: Being up early or being awake late? 😴\n  ","491956":"\n   Are you in bed? Me too. Having trouble sleeping.\n  ","491957":"\n   Awesome :p\n  ","491958":"\n   Good night sweetie\n  ","491959":"\n   Where do you go when you have to think about something important alone?\n  ","491960":"\n   Still need to sleep more. When will you show me your back? When you will be old and have wrinkly rough skin? By back i mean area above bum.\n  ","491961":"\n   You should sleep too. Bye.\n  ","491962":"\n   I’ve been scrolling but can’t find the goods lol\n  ","491963":"\n   Fashion - Are there any colors you been looking forward to?\n  ","491964":"\n   So no to spam?\n  ","491965":"\n   when u eat dinner is it normally light out still or is it dark ?\n  ","491966":"\n   Spam Sunday?\n  ","491967":"\n   What is the weirdest question you've ever been asked on the site\n  ","491968":"\n   Oh that’s someone else lmao\n  ","491969":"\n   Are you into role-playing\n  ","491970":"\n   Congrats!!! 🥳\n  ","491971":"\n   What is the worst thing someone could do that is legal\n  ","491972":"\n   What goes in first milk or cereal\n  ","491973":"\n   Why\n  ","491974":"\n   I asked  u where u live to see if we are in the same country or city etc.\n  ","491975":"\n   If you were the opposite gender for a day what would be the first thing you'll do\n  ","491976":"\n   💀\n  ","491977":"\n   Shame\n  ","491978":"\n   What would you do if you were  invisible for a day\n  ","491979":"\n   How did he die\n  ","491980":"\n   Ok I dont even know why I'm still talking to you byeeeeeeee\n  ","491981":"\n   Have you ever been on a blind date\n  ","491982":"\n   Have you ever been speed dating\n  ","491983":"\n   How long til your ma n pa retire? What'll you do?\n  ","491984":"\n   No its was my answer feed...\n  ","491985":"\n   No I'm not one of those can I see anons🙄 and I was making small talk with you because I don't stalk you're ask page to see what you are interested in\n  ","491986":"\n   What did you mean I was annoying you're annoying me for trying to start sh!t with me trying to say all I wanted was n*des and never said that and wasn't gonna ask either.. no wonder why you dont have a boyfriend you're weird\n  ","491987":"\n   Haha too scared to hear what I had to say\n  ","491988":"\n   Wow I didn't know I had to be single to talk to you and say that to my face message the guy on snap you think who it is. I will tell you how I feel about you...\n  ","491989":"\n   Do you know what the Mandela effect is? Can you give an example of one?\n  ","491990":"\n   -\n  ","491991":"\n   Seriously why does everyone think that🙄 I have a girlfriend I just wanted a friend on there that's it..\n  ","491992":"\n   Fine then I'll just unfriend you on snapchat you are too shy\n  ","491993":"\n   When three people asked for selfies today\n  ","491994":"\n   Why are you socially awkward?\n  ","491995":"\n   Do you like drawings ?\n  ","491996":"\n   Do you like somebody?\n  ","491997":"\n   cont.\n   \n    https:\/\/youtu.be\/e2io3yhHHmM\n   \n\n    https:\/\/youtu.be\/fPF5E6Vx5hI\n   \n\n    https:\/\/youtu.be\/rRgNDffKHms\n   \n\n    https:\/\/youtu.be\/CKWRuFjIRFo\n   \n\n    https:\/\/youtu.be\/fe8qRj12OhY\n   \n\n    https:\/\/youtu.be\/vkwuzOtiink\n   \n\n    https:\/\/youtu.be\/hu5FvMNbmhg\n   \n\n    https:\/\/youtu.be\/4Nx8URjepjo\n   \n\n    https:\/\/youtu.be\/3PQHcTV9cIs\n   \n\n    https:\/\/youtu.be\/LBrDIPR5ALg\n   \n   cont\n  ","491998":"\n   Is it bad that I find you s xually attractive?\n  ","491999":"\n   What is the difference between being alive and truly living?\n  ","492000":"\n   Hahaha honestly! I can’t relate, thankfully. Get to keep my time >:D did you ever mind daylight savings when you lived on the east coast?\n  ","492001":"\n   Hahah that would’ve been funny though. I was legit going to @ the anon and say read your bio but I’m glad I checked first 😂\n  ","492002":"\n   I have no idea 😂 probably just a curiosity people have. Or they’re trying to stalk?! O: jk I used to ask people the time and compare it to my time for no reason other than I wanted to know how many hours ahead\/behind they were from me lmao it probably seemed weird :0\n  ","492003":"\n   Anytime someone asks you this, I always wonder why they don’t read your bio, you’ve had it there for the longest xD then when I saw a q about it rn, I wondered that again and then saw that it’s under construction lol\n  ","492004":"\n   Are you moving to St George Utah ?\n  ","492005":"\n   Hey everyone! 👋🏻 Up to much today? 💁🏻‍♀️\n  ","492006":"\n   When was the last time you tried something new?\n  ","492007":"\n   He sent nudes\n  ","492008":"\n   Where is the funniest place you have ever fallen asleep?\n  ","492009":"\n   What are you doing\n  ","492010":"\n   Have you ever met other people from another country when gaming online? 👊🏻😁\n  ","492011":"\n   Where are you from ?\n  ","492012":"\n   Where are u from ?\n  ","492013":"\n   You're my fooking babe for tonight.\n  ","492014":"\n   Damn! Didn't really expect that my babe would turn out to be that smart.\n  ","492015":"\n   No idea\n  ","492016":"\n   Damn! Babe you get me so well.\nCome over and get the sheets changed.\n  ","492017":"\n   Thats alot extra snapcodes people can rob\n  ","492018":"\n   Whats ur snapchat?\n  ","492019":"\n   Hey babe!\n  ","492020":"\n   Whats your snapchat?\n  ","492021":"\n   Do you know who Apollo Creed is?\n  ","492022":"\n   Have you ever broken up with someone?\n  ","492023":"\n   okay this is kind of a weird\/specific question lol. but what brands do you feel market towards you? what brands\/advertisements do you feel like you’re in the demographic they’re targeting?\n  ","492024":"\n   Is there something that you're waiting to happen in your life someday? What is that\/it?\n  ","492025":"\n   How are you? :)\nHope your having a good day! If not! I hope this message has turned it around just a little! Love y'all ya fam! Thanks for being here for me. ❤\n  ","492026":"\n   Follow for follow?\n  ","492027":"\n   Why is Santa so good at Karate?\n  ","492028":"\n   What’s your opinion on pizza? What do you like on your pizza? Do you dip it in ranch? Do you fold it when toy eat it? Do you eat it with a knife and fork?\n  ","492029":"\n   I know. What do you like to get thatd  keto?\n  ","492030":"\n   How was your day\n  ","492031":"\n   How comes you don’t have pictures of your face? Just out of curiosity :)\n  ","492032":"\n   i do my best film critiques in my sleep apparently :p serioulsy tho if it was a very good film no matter how tired it would have knocked my out of my sleepy headedness. and singled out was a badass show tho! lol mccarthy doing mccarthy and hardwick doing hardwick like nobody's business!\n  ","492033":"\n   if you go into coin debt does your car get booted?\n  ","492034":"\n   only to americans :P\n  ","492035":"\n   its a segment from an entire special. the whole thing is pretty cool. like this segment too\n   \n    https:\/\/youtu.be\/ToVHzUDYJgU\n   \n","492036":"\n   wow really? ive always liked it.\n  ","492037":"\n   do you use regular pumpkin or something else?\n  ","492038":"\n\n    https:\/\/youtu.be\/sNBzJlpwChU\n   \n","492039":"\n   What’s your opinion on baking soda? I believe that and WD40 are the greatest things around and they make life so much easier!\n  ","492040":"\n   Athletes or rappers\n  ","492041":"\n   rain by madonna?\n  ","492042":"\n   What is your favorite ice cream flavor?\n  ","492043":"\n   is this person testing your patience?\n  ","492044":"\n   either one fam!\n  ","492045":"\n   What’s your Chipotle order?\n  ","492046":"\n   have you ever done a keto tiramisu?\n  ","492047":"\n   when can you say?\n  ","492048":"\n   How jealous are you on a scale from 1-10?\n  ","492049":"\n   What is the strangest thing you’ve ever eaten?\n  ","492050":"\n   true story XD\n  ","492051":"\n   what kind or water?\n  ","492052":"\n   had ziti today!\n  ","492053":"\n   is that keto? ketoish?\n  ","492054":"\n   Dont have time for white girls. I need to earn money. I need to get a job.\n  ","492055":"\n   Sometimes you do not do right makeups and hairstyles due to which you dont look attractive or lovely despite you are white. Hm it was about sense of getup and dressing. A white girl with blue eyes will look so lovely being dressed up like the girls.\n  ","492056":"\n   Hm forget what i said. Just improve your sense of dressing. Chose right colours.  Do right makeups. Forget the nuns. Those white girls looked lovely being dressed up as a nun and so will you. Now you understand what i meant.\n  ","492057":"\n   really?! ha thats so strange. must get confusing af lol\n  ","492058":"\n   new phone in the pool scenario then or your camera in the pool! or blizzard in the pool? pool would just boil :')\n  ","492059":"\n   nouseforaname is my go to handle since i was a youngster. or you can take my handle from here since nobody would ever see it now :')\n  ","492060":"\n   What are the best things to pair with a conversation?\n  ","492061":"\n   Do you know what my user name refers to? I’ll give you all my coins if you know it.\n  ","492062":"\n   not even me lol?\n  ","492063":"\n   no lol. im actually a very careful person. if i damage anything i want to die but way to dodge the question completely bold faced lol!\n  ","492064":"\n   what does it mean? :')\n  ","492065":"\n   Hows next week looking for you?\n  ","492066":"\n   aside from school ive never been to a gym in my life lol\n  ","492067":"\n   Happy as Lazzaro 2018 lol.good film! i gave it a 4 but i have an italian background so it prob hits on some things in me that others would not appreciate like i do.\n  ","492068":"\n   well climax the way you described that. when i watched that i was so fn tired i think i slept through half of it tho lol. at the end it was like, well what was the point of that? random but do you remember the mtv show singled out? lol\n  ","492069":"\n   think we can share wifi? save some dough and stick it to the man?\n  ","492070":"\n   You will look hot and lovely if you wear a denim jacket with a white top. And definitely you should wear nice tight jeans with that.\n  ","492071":"\n   in the middle of something else?\n  ","492072":"\n   Do you know anyone who wears shorts in the dead of winter?Besides me of course\n  ","492073":"\n   and now only one time zone away! we are basically neighbors\n  ","492074":"\n   could not find love to stream anywhere but ill have to try again. its more an \"erotic\" type movie i guess which im not really all that interested in. just want to see all of noe's works out of curiosity and appreciation for the ones that impressed me.\n  ","492075":"\n   You will look lovely and pretty being dressed up like that.  Hm you will kind of look like a white girl to me being dressed up like that. You can look like a white girl to me in many ways but you dont know how. It was not about something like sexy.\n  ","492076":"\n   for sure tho. it doesnt matter what you do. you can skip stones  or even rake leaves toghether, if you are with the person you have strong feeling for the setting or activities dont matter. them just being there makes everything so much better. some of the best times are just simple walk and talks!\n  ","492077":"\n   Do you know who Henry Hill was?\n  ","492078":"\n   they are either dark, tragic, depressing or a combination of lol. although i have not seen \"love\". climax was one i was looking forward to for a long while but it was a disappointment imo.\n  ","492079":"\n   Name something green in color around you? Visible to your eyes only.\n  ","492080":"\n   its prob just scammers!\n  ","492081":"\n   Good night beautiful\n  ","492082":"\n   How many times have you fallen in love?\n  ","492083":"\n   Rain GIFS anyone?\n  ","492084":"\n   Like tattoos? Any future tattoo ideas you wanna get? Describe what it is or maybe post a picture of what you want to get.\n\n(If you don't like tattoos, that's okay and you don't have answer if you don't want to. Thank you for following! 😁🤘)\n  ","492085":"\n   No to wig. No to stockings. Just wear the dress and what they wore on their heads\n  ","492086":"\n   That swiss company does not seem to have steel in stock. I think the company works as broker. The company director said he would talk to me in monday morning. I will offer to pay visa and sponsorship charges myself. He might hire me if the company stocks steel in Switzerland.\n  ","492087":"\n   Dress up like these \nNuns if you want to get a kiss from me\n   \n    https:\/\/www.instagram.com\/p\/B4Xv9_9FZvM\/?igshid=1xqcql0bxbov0\n   \n","492088":"\n   So much time has been wasted out.\n  ","492089":"\n   -\n  ","492090":"\n   what’s your favorite board game?\n  ","492091":"\n   Best thing that happened this autumn that you'd like to share? \n\n(Don't have to share. Just post a random GIF you'd like instead if ya don't wanna share.)\n  ","492092":"\n   Yeah people ask Lyndsey questions!\n  ","492093":"\n   What is your favorite outdoor activity?\n  ","492094":"\n   Will do\n  ","492095":"\n   Either or neither nor. I'm actually not writing any down but might remember some down the road\n  ","492096":"\n   You are. Im looking for good names for when i finally write a book\n  ","492097":"\n   Wdyt of Brain David _____  ?\n  ","492098":"\n   wdyt of Brian Edmund ____ ?\n  ","492099":"\n   wdyt of George Tucker _____ ?\n  ","492100":"\n   Opinion on the name Travis?\n  ","492101":"\n   Me too\n  ","492102":"\n   Frank, Felix, or Ferdus?\n  ","492103":"\n   wdyt of Claire Emily ____ ?\n  ","492104":"\n   Henry, Hunter or Horace?\n  ","492105":"\n   If you were to ask me a \nquestion what would it be?\n  ","492106":"\n   Lyndsey likes baby names lol\n  ","492107":"\n   Nice name change\n  ","492108":"\n   Did you know tonight is my favorite holiday? End of daylight savings\n  ","492109":"\n   What will you bake next?\n  ","492110":"\n   Can you click on my page \nand ask me a question?\n  ","492111":"\n   *tickles* PLS DONT HIT MEH!\n  ","492112":"\n   Preach!\n  ","492113":"\n   are there any parts of ur body u don’t like being  touched?\n  ","492114":"\n   your the best tbh\n  ","492115":"\n   What are u thankful for?\n  ","492116":"\n   How would you introduce yourself on a dating app?\n  ","492117":"\n   yes i guess, are you a girly girl or tom boy\n  ","492118":"\n   i guess i dont like dressing up liv loves it tho\n  ","492119":"\n   MustacheLyndsAQuestion in honor of Movember\n  ","492120":"\n   What do you do when you can't sleep? I'm currently having this problem..\n  ","492121":"\n   LyndsthePilgrim?\n  ","492122":"\n   And you might have had a solution\n  ","492123":"\n   No more concerned than all the other questions.\n  ","492124":"\n   yeah cool, i like casual tbh x\n  ","492125":"\n   kiss\n  ","492126":"\n   TurkeyLynds\n  ","492127":"\n   If you don't want to say, that's up to you I suppose. Men with short stubbies can have difficulty\n  ","492128":"\n   You would never block meh would you?\n  ","492129":"\n   do you like to dress up and if so whats your fave style, if you dont want to answer its all good lynds xo\n  ","492130":"\n   LeoLynds?\n  ","492131":"\n   Pls at least READ it this time?\n  ","492132":"\n   Leopard Lyndsey? Not original but good\n  ","492133":"\n   *sighs* age is just a number if experience is all equal\n  ","492134":"\n   Do you have a high mound?\n  ","492135":"\n   For the Halloween party🌹\n  ","492136":"\n   I’m partying rn🌹🎃\n  ","492137":"\n   That's cool are you a good cook?\n  ","492138":"\n   Dont call me that🙄😡\n  ","492139":"\n   Mhmm which part of it u like the most?\n  ","492140":"\n   Just your regular name\n  ","492141":"\n   Change your name Halloween is over🙄🙄\n  ","492142":"\n   Idk both? 🤔\n  ","492143":"\n   Fine then the female version of it?\n  ","492144":"\n   How are you spending weekend?\n  ","492145":"\n   Are you participating in no nut November?\n  ","492146":"\n   Pap\n  ","492147":"\n   how are you\n  ","492148":"\n   Would you adopt a child of a different race?\n  ","492149":"\n   So gorgeous\n  ","492150":"\n   Single\n  ","492151":"\n   Wyd?\n  ","492152":"\n   Do you ever get lonely\n  ","492153":"\n   What’s the goodest thing you did this week?\n  ","492154":"\n   nice! one of my fav cartoons. i watched the entire series on youtube years ago for the nostalgia ass kicking! the show ends in the most bizzare way. did not remember that at all :')\n  ","492155":"\n   i really liked the directors older works but did not really like this much or his later projects either.\n  ","492156":"\n   name three good things?\n  ","492157":"\n   usually just me. just feel lost and wrung out like a worn out dishrag ready to be put out of service.\n  ","492158":"\n   How old was the oldest guy to 🍆 you?\n  ","492159":"\n   where to go and what to do on your ideal date i suppose?\n  ","492160":"\n   Do you think that you’re a good person?\n  ","492161":"\n   What's your spirit animal?\n  ","492162":"\n   no the dude says it just came to mind lol.\n   \n    https:\/\/youtu.be\/CvrxcR-gdQ0?t=29s\n   \n","492163":"\n   just after lol\n  ","492164":"\n   Would you go on a cruise if you could? Have you ever been on a cruise? Liked it?\n  ","492165":"\n   favorable resolution?\n  ","492166":"\n   What is your song of the week?\n  ","492167":"\n   how much music you listening to lately?\n  ","492168":"\n   U in the challenge no nut November?\n  ","492169":"\n   what happens when you answer it?\n  ","492170":"\n   its from a movie haha. everytime i see that account post i think of that line lol\n  ","492171":"\n   supernatural horror type story? how do you like it? reviews are good\n  ","492172":"\n   can you put eyedrops in yourself? (i flinch and close my eyes!)\n  ","492173":"\n   what is your favorite drinking game\n  ","492174":"\n   If you were invited to live on a space station for 1 month for free with the choice of 2 other people that could go with you, would you go?\n  ","492175":"\n   Can you follow me back? 🌍\n  ","492176":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","492177":"\n   what’s the best thing to dip carrots in\n  ","492178":"\n   corn chips or potato chips?\n  ","492179":"\n   Do you like museums?\n  ","492180":"\n   Do you like ketchup on your fries?\n  ","492181":"\n   broke something of yours on accident but something you cherished?\n  ","492182":"\n   Last time you went braless outside?\n  ","492183":"\n   free is good! what did you watch?\n  ","492184":"\n   Who did you inspire?\n  ","492185":"\n   I might not have that long. I'll tear my heart out\n  ","492186":"\n   what’s a trippy tv show\n  ","492187":"\n   chicken and rice or rice and beans?\n  ","492188":"\n   What makes you feel really uncomfortable?\n  ","492189":"\n   feels like that would be in lots of movies or commercials\n  ","492190":"\n   does it have to include lynds?\n  ","492191":"\n   My skin is White, My veins are Blue and my blood is Red therefore I symbolise the Union Jack.\n  ","492192":"\n   do you have good health insurance?\n  ","492193":"\n   fall back tonight!\n  ","492194":"\n   if the dollar sign was in the right place this would make perfect sense.\n  ","492195":"\n   do you like off roading?\n  ","492196":"\n   what’s your favorite pasta dish?\n  ","492197":"\n   Do you follow fashion trends actively?\n  ","492198":"\n   What is your spirit animal\n  ","492199":"\n   How many u have?\n  ","492200":"\n   Is there something out there, a thought, an idea, a current event, or a fear that you find deeply unsettling?\n  ","492201":"\n   If you could create a public holiday, what would it be called and what is it about? 🤗\n  ","492202":"\n   what’s your dream car? ✰\n  ","492203":"\n   What's an 80's song you like?\nWhat's a 90's song you like?\nWhat's a 00's song you like?\n  ","492204":"\n   O.o\n  ","492205":"\n   Speaking of shows....\n  ","492206":"\n   Hope I get a new job looking for a new one\n  ","492207":"\n   Is it\n  ","492208":"\n   I got a punching bag for stress very unhealthy huh?\n  ","492209":"\n   As long as you want lol\n  ","492210":"\n   So its worrying me a little only been there a month\n  ","492211":"\n   How do you deal with stress\n  ","492212":"\n   I'm woreied atm my hours in work could be cut\n  ","492213":"\n   i can plan it;)\n  ","492214":"\n   Why do you have to go to school to make a kid\n  ","492215":"\n   Are you worried about anything atm\n  ","492216":"\n   what’s ur fav Bob Marley song?\n  ","492217":"\n   enter the void\n  ","492218":"\n   this came up. heard this before. like it\n   \n    https:\/\/youtu.be\/pBkHHoOIIn8\n   \n","492219":"\n   Having the weirdest day at work. My constable brought in a cab driver who caused an accident. The cabbie said that the constable took 250$ from the other guy so he brought him in. I told my constable \"I just dont bloody get it. Did u arrest him & bring him here or did he arrest u & bring u here?\"\n  ","492220":"\n   Nevermind.. hormonal stress\n  ","492221":"\n   I also found a baby picture of me going straight in the bin\n  ","492222":"\n   Perks of being you\n  ","492223":"\n   He said to me what sort of little brother would mock his big brother about a baby picture. My response a normal little Brother\n  ","492224":"\n   I'm cleaning my  attic or loft whatever you want to call it. I found a baby picture of my big Brother lol time to  mock him 🙂😁\n  ","492225":"\n   What is your favourite picture of yourself\n  ","492226":"\n   Can’t wait for tomorrow🌹\n  ","492227":"\n   I spent my day shopping🌹\n  ","492228":"\n   Plans today?\n  ","492229":"\n   Hi 👋\n  ","492230":"\n   How do you prefer to travel, train, car, boat, aeroplane, motorbike, bicycle? 😁☀️\n  ","492231":"\n   Name a time when someone truly deceived you? 😱 How did you react? 😯🙏🏻\n  ","492232":"\n   oh jeeze idk. feel like im losing the love for cooking too. all i want to do is sleep now. went from 5 hours a day for years to like 15 a day in the last week or so lol. i just dunno anymore fam.\n  ","492233":"\n   How many good friends do you have? Is it better to have a small group of good friends or a large one? 🥰\n  ","492234":"\n   Can we take a moment out of our day to think about all of the good things in our life right now? 🥰❤️\n  ","492235":"\n   am i the only one who ever watched david the gnome???\n  ","492236":"\n   How good are you at keeping your cool when someone makes you angry? 🙄\n  ","492237":"\n   candy apples are a gyp tbh\n  ","492238":"\n   no worse  than the library books :')\n  ","492239":"\n   lazaro ma che cazzo fai li! sorry i cant stop myself :')\n  ","492240":"\n   not today, but soon : )\n  ","492241":"\n   oh god the worst. i might throw up\n   \n    https:\/\/youtu.be\/-KT-r2vHeMM\n   \n","492242":"\n   Describe your kind've date.\n  ","492243":"\n   so much for your 100k likes. banned by sunrise :')\n  ","492244":"\n   bae. i remembered. just like jurassic park :')\n  ","492245":"\n   there was also \"bose\" but i forgot the context lol\n  ","492246":"\n   Tell me about the time that you saw something and thought to yourself... what in the world did I just see? What did I just witness? A shocking, awkward moment. (Don't have to share)\n  ","492247":"\n   us was the worst! so dumb imo!\n  ","492248":"\n   maybe its from the future like in frequency. quick try burning your desk! :')\n  ","492249":"\n   the one and only!\n  ","492250":"\n   thats where i would go tho! dont feel like going anywhere further away lol\n  ","492251":"\n   nice! did you enjoy halloween?\n  ","492252":"\n   thought u only said the one. i know u dont like to lie. oh damn didnt think that counted!\n  ","492253":"\n   boston cream of jelly donuts?\n  ","492254":"\n   Favourite part about this week so far? 🙏🏻🤗\n  ","492255":"\n   You wanna be a single mom?\n  ","492256":"\n   no thanks to me :')\n  ","492257":"\n   2nd it the other day. scary stories to tell in the dark, finished this morning, prey yesterday. some others recently but not sure they count as horror. seventh son, season of the witch, and doom annihilation.\n  ","492258":"\n   -\n  ","492259":"\n   makes mental note, im only ever giving you one penny.\n  ","492260":"\n   its the word \"undo\" isnt it? it just looks annoying.\n  ","492261":"\n   wait how does the capital U make it askfm safe?\n  ","492262":"\n   literally the worst song ever made\n  ","492263":"\n   in this one you do not have luggage tho. could play a factor. this would spoil my plans. if im going to pizza hut i at least need one medium suitcase.\n  ","492264":"\n   pizza hut. ive earned a free specialty pizza. how about that!\n  ","492265":"\n   me lol could have said me lol here lol\n  ","492266":"\n   frisbee or hacky sack?\n  ","492267":"\n   yes, and you were very fast\n  ","492268":"\n   what’s something you eat at least once a week?\n  ","492269":"\n   me lol\n  ","492270":"\n   silver or gold jewelry?\n  ","492271":"\n   pumpkin pie or sweet potato pie?\n  ","492272":"\n   hot\n  ","492273":"\n   carrot cake or banana bread?\n  ","492274":"\n   What would you like to drink when heated?\n  ","492275":"\n   You could be a mom\n  ","492276":"\n   which is a better combo: chocolate + peanut butter or peanut butter + jelly?\n  ","492277":"\n   Good night mommy\n  ","492278":"\n   Jimmy John’s or Taco Bell?\n  ","492279":"\n   Hi, I'm Ray P. Stabbabesh. I just wanted to wish y'all a happy November! May the rest of your year be beautiful! :)\n  ","492280":"\n   I don't understand myself. I grew up in an abusive home & always swore I would never be like my father. But now I am married, & I am not treating my wife the way I should. Alcohol is also a problem-something I always vowed I wouldn't touch either. Why can't I do what is right?\n  ","492281":"\n   true story!\n  ","492282":"\n   1st of November, too early to start playing Christmas Music?\n  ","492283":"\n   Movie Madness: A) Doctor Sleep B) Sorry We Missed You C) Brittany Runs A Marathon\n  ","492284":"\n   Would you rather never eat tacos again or never eat sushi again?\n  ","492285":"\n   Good night beautiful\n  ","492286":"\n   If you were explaining music to aliens who had never heard it, which songs\/artists would you use as examples?\n  ","492287":"\n   😂😂😂 i can not go out and hit on girls as i dont have good clothes and i am poor and i dont have a source of income.\n  ","492288":"\n   It's World Vegan Day!  Do you think it is healthy to be a vegan\/vegetarian?\n  ","492289":"\n   Pap\n  ","492290":"\n   yeah thats fun tbh\n  ","492291":"\n   Isn't your bro in law hella turned on by you going around braless all day every day\n  ","492292":"\n   Are you in the no bra gang?\n  ","492293":"\n   Favourite type of music\n  ","492294":"\n   Saturday night will be a lot better when we have the Halloween party and the dominos order I’ll be getting that I told you🌹\n  ","492295":"\n   Any thoughts🌹\n  ","492296":"\n   What is the worst food in the world in your opinion\n  ","492297":"\n   Since I had a bloody nose tonight, the Halloween party is moved to Saturday night. I’ll get dominos and order 4-6 pizzas, Parmesan bites, cinnamon sticks, wings, boneless chicken, cheesy bread, pasta, salad and a few 2 liter sodas.🌹\n  ","492298":"\n   What will you never do?\n  ","492299":"\n   If you could have one costume for the rest of your life what would you be? Like dress up. What would you be? GIF it if you'd like!\n\n(If you don't celebrate Halloween, feel free to ignore)\n  ","492300":"\n   what’s the longest phone call you’ve had?\n  ","492301":"\n   Do you like milkshakes\n  ","492302":"\n   The makeup Halloween party is this Saturday and costumes are required🌹\n  ","492303":"\n   How was your Halloween\n  ","492304":"\n   Halloween was alright🌹😏\n  ","492305":"\n   What are you up to tonight? Any exciting plans? 😁\n  ","492306":"\n   I don’t either! I’m a steampunk plague doctor >:D\n  ","492307":"\n   Too spooky 4 me\n  ","492308":"\n   Sour or chocolate candy?? Which you prefer more for your taste buds ooor... are you not a candy 🍬 person?\n  ","492309":"\n   -\n  ","492310":"\n   Anyone else having ad pop ups on here every second?\n  ","492311":"\n   Best part of ur costume?\n  ","492312":"\n   lol wont be long i guess aha\n  ","492313":"\n   anytime, is it too early to think of xmas lol\n  ","492314":"\n   no your not a b...., your so sweet\n  ","492315":"\n   Have you had any trick or treaters come yet\n  ","492316":"\n   and very sweet\/kind\n  ","492317":"\n   What are you most known for?\n  ","492318":"\n   -\n  ","492319":"\n   Hello cupcake\n  ","492320":"\n   what’s the trippiest movie you’ve ever seen?\n  ","492321":"\n   Ah but whats your preference? Every switch has a slight preference.\n  ","492322":"\n\n    @NicoleBuckleyyx\n   \n   Here we go... \"Yes definitely 🤡\"\n   \n    https:\/\/ask.fm\/NicoleBuckleyyx\/answers\/159375757156\n   \n","492323":"\n   oh you're a sub?\n  ","492324":"\n   Dance monkey\n  ","492325":"\n   Have you ever been in a corn field?\n  ","492326":"\n   define dominance?\n  ","492327":"\n   LETS GET TO 100K!\n  ","492328":"\n   why ?\n  ","492329":"\n   +++\n  ","492330":"\n   its a band\/artist\n  ","492331":"\n   Have you ever hooked up with a female?\n  ","492332":"\n   Do you like Portugal. The Man?\n  ","492333":"\n   Watched any horror movies this season?\n  ","492334":"\n   ❤Hotel artemis😆  or the Grand Budapest Hotel\n  ","492335":"\n   what are 3 fears that you have? \ndon’t answer if you aren’t comfortable.\n  ","492336":"\n   Hola 👋🏻. Being annoying as hell and broadcasting the fact it’s Honesty Night and I’m sat with an empty ask box 📦. Send me questions pretty please 🙏😂\n  ","492337":"\n   Name a restaurant that you think is trash but everybody else loves?\n  ","492338":"\n   It’s never too late ...\n  ","492339":"\n   what are three works that remind u of ur childhood? (movies, songs, albums, tv shows, poems, etc.)\n  ","492340":"\n   Tell me one lie and one truth about you but not which is which.\n  ","492341":"\n   Tell me about an experience on the road. Good or bad.\n  ","492342":"\n   after you get change back from the checkout at store, do you count your change before leaving the store to make sure it’s all there from the receipt total return or just go with it?\n  ","492343":"\n   if you could undo one thing from the past, what would it be?\n  ","492344":"\n   What do you not like?\n  ","492345":"\n   'Ay, what's your name? And why don't you pull your pants up?'\n  ","492346":"\n   darn aleast get some candy :)\n  ","492347":"\n   what are 4 turn offs?\ndoesn’t have to be sexual.\n  ","492348":"\n   Happy halloween have alot of s*x and candy today\n  ","492349":"\n   what are 4 turn ons? \ndoesn’t have to be sexual.\n  ","492350":"\n   What's ur favorite scent?\n  ","492351":"\n   What are some kinky things you enjoy ?\n  ","492352":"\n   What's your most recent omg wtf moment?\n  ","492353":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","492354":"\n   Have you ever had a full English breakfast\n  ","492355":"\n   eh... okay? lol ¯\\_(ツ)_\/¯\n  ","492356":"\n   Actually? I stopped at that one. I went through your top likes page and it was from 20 days ago so that was good enough. There's more?\n  ","492357":"\n   Explain pls? (you are a star)\n  ","492358":"\n   I would dress you in one of those tips that goes up to your neck but is sleeveless so your shoulders are showing and with a big cut in the middle so it runs down your entire cleavage so you are showing you inner side boob. 😍👅\n  ","492359":"\n   Yes *blushes*\n  ","492360":"\n   Do you recycle?\n  ","492361":"\n   If you were granted an autograph from anyone, who would it be?\n  ","492362":"\n   Hi\n  ","492363":"\n   If you could pack your bags and leave and go Anywhere in the world where would you go and why.\n  ","492364":"\n   SS: do you remember the position(s) you used the last time you had sex? If so... What one(s)\n  ","492365":"\n   HAPPY HALLOWEEN!\n🍬🍫🎃🍎👻🎊👏🤘😁\n\n(Happy October to thoses who don't celebrate Halloween. Appreciate y'all too! 🤘)\n  ","492366":"\n   Candy apples. 🍬🍎\nYay or nay?\n\nWhat kind do you like? Granny Smith apples with Carmel? Red apples with the original red glaze?\n  ","492367":"\n   Do you enjoy the thrill of being scared or do you usually just try to avoid that altogether?\n  ","492368":"\n   If there’s something strange in your neighborhood.Who you gonna call?\n  ","492369":"\n   I hope you have a great Samhain, Halloween, New Year or whatever you're celebrating tonight and tomorrow! 🖤🎃🍁\n  ","492370":"\n   Do you ever dress and show off your cleavage?\n  ","492371":"\n   What was the last nice thing you did for someone\n  ","492372":"\n   This is how you will look if you stay locked in your house for 1 more year.\n  ","492373":"\n   thank you. it turned out fine. actually bit better than i had imagined. dont think id do anything different if i make it again. been wanting to make this for a little while. can cross off the bucket list.\n  ","492374":"\n   thx lynds xo\n  ","492375":"\n   I wish we could see a Halloween pic of you\n  ","492376":"\n   You could have said Betelgeuse! It's a star that is several light-years away ;)\n  ","492377":"\n   Happy Halloween x\n  ","492378":"\n   What are you dressing up as for Halloween?\n  ","492379":"\n   What's the funniest\/silliest\/daftest\/rudest\/whatever... trick or treat ...........  you have heard?  Ps happy halloween\n  ","492380":"\n   toilet\n  ","492381":"\n   How many hours a day do you work?\n  ","492382":"\n   whats the worst queue to be in and why?\n  ","492383":"\n   Do you like Meatball hoagies\n  ","492384":"\n   You look great!\n  ","492385":"\n   is there much honey on it though?\n  ","492386":"\n   Have you had any trick or treaters come yet\n  ","492387":"\n   How would you introduce yourself on dating app?\n  ","492388":"\n   Good night beautiful\n  ","492389":"\n   SS: What do you think of the phrase \"blowing sunshine up your ass\"?\n  ","492390":"\n   Favorite Disney movie?\n  ","492391":"\n   What is the dumbest thing you've done whilst drunk\n  ","492392":"\n   what do you do when you have a hard time sleeping?\n  ","492393":"\n   How well do you know your employer\/teacher? 1 = who are you again? 10 = how was our date last night?\n  ","492394":"\n   SS: Name a Star besides our Sun in the galaxy\n  ","492395":"\n   SS: Do you like the song \"Walking on Sunshine\" by Katrina and the Waves?\n  ","492396":"\n   SS: Would you ever pay more than $100 to attend a game\/match?\n  ","492397":"\n   SS: Have you ever seen stars in a planetarium?\n  ","492398":"\n   *bows*\n  ","492399":"\n   End of Sports\/Sex\/Sun\/Stars Spam :)\n  ","492400":"\n   Thats ice cold dude...\n  ","492401":"\n   SS: Starlight star bright first star I see tonight __________\n  ","492402":"\n   When was the last time you had Sunshine on a cloudy day? Feel free to sing \"My Girl\" if so inclined\n  ","492403":"\n   *takes notes*\n  ","492404":"\n   THAT is a very real answer Lynds... Thank you for being so honest\n  ","492405":"\n   SS: What are the sexiests features on a guy in general?\n  ","492406":"\n   That's a fair and honest answer but I'm sure you didn't ALWAYS feel that way. So how about in the past?\n  ","492407":"\n   Virgin?\n  ","492408":"\n   Sweet! I'll continue\n  ","492409":"\n   SS: Why do you think you are attractive sexually? (Difficulty level= 5000)\n\nIt can be technique, looks, sensuality, whatever but \"I'm not\" is not an acceptable answer\n  ","492410":"\n   SS: Did you like Sporty Spice from the Spice Girls?\n  ","492411":"\n   🎃 Happy Halloween 🎃\n  ","492412":"\n   SS: have you ever played baseball\/softball?\n  ","492413":"\n   How shaved should a guy be in bed in your opinion?\n  ","492414":"\n   Spam rating thus far?\n  ","492415":"\n   SS: If you look outside right now, can you see stars in the sky?\n  ","492416":"\n   Specifically?\n  ","492417":"\n   SS: Do you think the Patriots will play in the Super Bowl this year? The Packers?\n  ","492418":"\n   SS: Have you ever had sex on a boat?\n  ","492419":"\n   SS: What is approximately the most you have maturb*ted in a single day? Single week? (CALM DOWN ANONS)\n  ","492420":"\n   what is the sweetest thing someone has ever given you as a gift?\n  ","492421":"\n   SS: What is your sexiest article of clothing? (CALM DOWN ANONS)\n  ","492422":"\n   Do you remember who played?\n  ","492423":"\n   SS: What was the last sporting event you attended?\n  ","492424":"\n   SS: better sport- golf or tennis?\n  ","492425":"\n   SS: How suntanned are you atm? Scale of 1-10 if easier to describe that way\n  ","492426":"\n   SS: Have you ever stared at the Sun?\n  ","492427":"\n   I'll send some spam after you digest dinner. Hate to make you sick\n  ","492428":"\n   How old are you?\n  ","492429":"\n   Kk at least one from each then...\n  ","492430":"\n   PICK ONE DAMMIT!\n  ","492431":"\n   Sports, Sex, Sun, or Stars Spam?\n  ","492432":"\n   Any Spam preference?\n  ","492433":"\n   Do you hate it when people can't mind their own fucking business\n  ","492434":"\n   what time is it where you live?\n  ","492435":"\n   Only your wrists,\n  ","492436":"\n   Trying to catch up all in one night tonight?\n  ","492437":"\n   Are your veins visible under your skin\n  ","492438":"\n   What are you watching?\n  ","492439":"\n   what are your plans for thanksgiving?\n  ","492440":"\n   have you always had cable growing up\n  ","492441":"\n   what have you been up to?\n  ","492442":"\n   how many coins do you give out on a daily basis?\n  ","492443":"\n   Why did the chicken cross the road?\n  ","492444":"\n   Hows things\n  ","492445":"\n   Whoa... well I won't wander lower then\n  ","492446":"\n   I noticed you aren't stopping me...\n  ","492447":"\n   okay , sorry\n  ","492448":"\n   i dunno, did it for your privacy xo\n  ","492449":"\n   Do you like to be in charge?\n  ","492450":"\n   Your chest? Absolutely *feels around with eyes closed*\n  ","492451":"\n   Nah. Just a chest to pin it on ;)\n  ","492452":"\n   Do you have any dogs? I have one he just turned sweet 16 a few days ago 😂\n  ","492453":"\n   Two sex questions in one night. Im setting records here lol\n  ","492454":"\n   How much for the dildo? ;)\n  ","492455":"\n   hey wall to wall, hows your stalker\n  ","492456":"\n   It is isn’t it :D\n  ","492457":"\n   How are you at haggling\n  ","492458":"\n   🤗😙\n  ","492459":"\n   Princess Leia and Luke Skywalker didnt know they were brother and sister when they made out... Jus sayin\n  ","492460":"\n   have you a prized posession\n  ","492461":"\n   Take away all the years of me hitting on you and it isnt?\n  ","492462":"\n   Not to be creepy but you and I would be good siblings methinks\n  ","492463":"\n   Pap\n  ","492464":"\n   Who is the last person you saw?\n\n________\nSide note:\nJust warning y'all ahead of time. The weather is supposed to get extremely bad again tomorrow.. The power may go out again but idk.. Hopefully not.. Send some prayers or some positive vibes my way please! Appreciate it! Thanks!\n👍🤘🌨🌩🌀🌪☔\n  ","492465":"\n   What's your favorite candle scent?\n  ","492466":"\n   You frigging rock man 🤙🏼 the novel is called “ The Keepers Secrets” and the children’s book is called “ The Butterfly Girl” that one is to help terminal children in hospices and such, it should be finished real soon 💪🏼 thanks again :)\n  ","492467":"\n   Are you on  the keto diet?\n  ","492468":"\n   What was the last thing that you bought that was bad for you?\n  ","492469":"\n   What was the last science experiment of sorts that you did and how did it work out?\n  ","492470":"\n   Until what time do you sleep during holiday?\n  ","492471":"\n   Who's excited for Christmas?\n  ","492472":"\n   what!!! ive never burned anything in my life! no faith in me i see :')\n  ","492473":"\n   Which organ plays a very important role in our body?WHY?\n  ","492474":"\n   Ever have any epic Halloween candy binges? How long ago was the last time one went down?\n  ","492475":"\n   Are you going trick or treating?\n  ","492476":"\n   I passed my drivers test today!! Woop!\n  ","492477":"\n   If at first you don't succeed, try try again. Is this good advise or should there be more to it than that?\n  ","492478":"\n   Kk thought so!\n  ","492479":"\n   History bby\n  ","492480":"\n   Srs? Even on Y!A and The Spring?\n  ","492481":"\n   I don't *facepalm*\n  ","492482":"\n   It doesn't have to be now. I have a funny feeling we'll be here for awhile lol\n  ","492483":"\n   Do you have anything good in your inbox? If not, I can just spam for awhile so you can lay back and enjoy it ;P\n  ","492484":"\n   *forgives and pets your head*\n  ","492485":"\n   I wanna move to Arizona too\n  ","492486":"\n   Just say no then teaser!\n  ","492487":"\n   THAT. IS. INCREDIBLE.\n  ","492488":"\n   Do you feel like doing spam for spam sometime today?\n  ","492489":"\n   Ahahahahaaaaa! Too sweet. Will you share a pic?\n  ","492490":"\n   What is your fondest childhood memory?\n  ","492491":"\n   So cool! Are you dressing as Lydia?\n  ","492492":"\n   Another favorite!\n  ","492493":"\n   what’s a movie you love and your mother loves?\n  ","492494":"\n   what is something you're strongly opinionated about? ✰\n  ","492495":"\n   Perhaps we can go out to dinner when we're both in hell?\n  ","492496":"\n   Not yet. I haven't gone through a ton of questions yet\n  ","492497":"\n   30 flames instead of 10 then! BRING HER FLAMES ASK.FM!\n  ","492498":"\n   I missed your 75,000th post. Damn\n  ","492499":"\n   I may be reposnible for 10,000 of those. The percentage would be higher but I disappear too much *is sorry*\n  ","492500":"\n   i promise ill leave a piece for  you tomorrow. you have 21h and 34 minutes and counting from the time i hit send or else its gone!\n  ","492501":"\n   so is he still the most evilest in the realm? or has that crow been bestowed (fixed) to another?\n  ","492502":"\n   That's what SHE said!\n  ","492503":"\n   Cutie\n  ","492504":"\n   Apparently! How does it feel to be so liked?\n  ","492505":"\n   devil dog: the hound from hell\n  ","492506":"\n   Holy crow Lynds! You are almost to 100,000 likes! *volunteers* :)\n  "},"Answer":{"491434":"\n  Pretty sure a true racist wouldn't have let that happen but ok 🤣👍\n  ","491435":"\n  Right. I said I was done and they keep writing stuff. Twisting words and making riddles out of it. Repeating the same thing. I can admit when I done something but they just wont stop no matter what you say\/do.\n  ","491436":"\n  I'm not owning to anything. I've literally had crushes on both. I helped someone. I literally hugged a girl of a different color on Halloween. Took selfies on Halloween with others.\n  \n  You don't know everything.\n  \n  Even you make excuses when you say that attraction doesn't matter.\n  \n  Improving oneself comes from within not because someone tells you to do something. Obviously I'll be more mindful in general.\n  ","491437":"\n  Stationary bike\n  \n  Ab crunch machine\n  \n  Leg press\n  \n  Some cable ones. Forget the name and then not sure on the other one.\n  ","491438":"\n  Y'all thrive for drama. It's pathetic. Someone does something wrong and everyone needs to be in on it\n  ","491439":"\n  I suppose, all of them had pretty common names.\n  \n  Even Yaakov means John in hebrew. He was Jewish.\n  \n  The last one might be a bit weird but if I hit it off with someone with the same name then cool.\n  ","491440":"\n  I used one and not even in that context to describe someone.\n  ","491441":"\n  My sister has them ¯\\_(ツ)_\/¯\n  ","491442":"\n  I need to make a phone call and then make food but ya, should be around.\n  ","491443":"\n  The alcohol? Filled. The margarita was opened but not much was used. Mojito wasn't opened and ofcourse the Corona is only opened if you open it:p\n  \n  I just find it funny that alcohol picture was taken down but the dead bug is still on here 🤣\n  ","491444":"\n  Reheated chicken from last night, salad. Going to make a pumpkin pie from Libby's puree because mine was a wicked failure lol\n  ","491445":"\n  Maybe 3\n  ","491446":"\n  None. It's not that cold today\n  ","491447":"\n  Agreed with the last thing you wrote. My intuition is telling me not to answer that though ;) lol\n  ","491448":"\n  Preach\n  ","491449":"\n  Still missing my gym but its been better than nothing.\n  ","491450":"\n  Sprite\n  ","491451":"\n  Idk hard to tell what it was.\n  ","491452":"\n  Oh my\n  \n  Adios\n  ","491453":"\n  We have this one in the fridge.\n  ","491454":"\n  Food orgasm to a different level\n  ","491455":"\n  Haha I know what they are :p enjoy away\n  ","491456":"\n  The first part sounds dirty.\n  \n  Yes :)\n  ","491457":"\n  Yup\n  ","491458":"\n  Kisses are great.\n  \n  We usually get Andies Mints during the season\n  ","491459":"\n  Ok?\n  ","491460":"\n  Not sure I've had that kind. Sounds good.\n  \n  Feel like its normal peppermint or starburst ones.\n  ","491461":"\n  Yes. Tribble will be interesting.\n  ","491462":"\n  Makes me want some. I know the chocolate is more in moderation\/limit on keto. I'm sure tapioca would be the same\n  ","491463":"\n  Nope\n  ","491464":"\n  Shadow for sure\n  ","491465":"\n  Shadow\n  \n\n  Makes me want to cry at that part where he can't get out :(\n  ","491466":"\n  Exciting :p\n  ","491467":"\n  Yes lol\n  ","491468":"\n  I've looked at stuff but that's it so far. Don't know what I'll get anyone yet.\n  ","491469":"\n  Surrounded by furry things\n  ","491470":"\n  Where is that?\n  ","491471":"\n  Tapioca or chocolate\n  ","491472":"\n  Driving is close but around 25 minutes walk according to maps.\n  ","491473":"\n  Not sure if I should do a small grocery shop or not. My whole reason was for toilet paper and a few food items but ended up finding some pt in the laundry room shelves so I'm fine there.\n  ","491474":"\n  It was disgusting. Yes. Felt bad but had to be done. Wasn't going to eat it and was taking up space.\n  ","491475":"\n  No thanks. Those people would be off limits.\n  ","491476":"\n  Sometimes. Yes, they have great decor and things you can actually craft too :)\n  ","491477":"\n  I'd go all out if it was my own place.\n  \n  Usually stick with traditional style and older pieces we grew up with.\n  \n  Hobby Lobby had some really cute things last time we went.\n  ","491478":"\n  He ended up moving too but yes 🤣\n  ","491479":"\n  It's only noon lol\n  ","491480":"\n  Oh I know ;)\n  ","491481":"\n  Nope. Hard to feel loved when you are all by yourself 🎙\n  ","491482":"\n  still don't have a rating\n  ","491483":"\n  It's just been me this week.\n  \n  I actually threw away all the pumpkin stuff. So gross 🤣🎃🤣🎃\n  ","491484":"\n  He meowed at me.\n  ","491485":"\n  Same or that night. They legit search for them. Opened one before we even opened ours.\n  ","491486":"\n  Aw will be Lucky's first Christmas. That should be very interesting.\n  ","491487":"\n  Crushed up some pork rinds, almond flour, salt, pepper, onion and garlic powder. Think I had another spice but forget what.\n  ","491488":"\n  Nope lol\n  \n  The dogs have it down. They actually seem excited and look around under the tree for theirs.\n  ","491489":"\n  Smart man. I taught you well jk I know but others think so ¯\\_(ツ)_\/¯\n  ","491490":"\n  *hugs*\n  ","491491":"\n  Lots of legos\n  \n  Mario kart has a game where you can make your own courses.\n  \n  Bratz looking dolls\n  \n  Not missing too much lol\n  ","491492":"\n  Fantastic\n  ","491493":"\n  Minus freckles\n  ","491494":"\n  Yes. She noticed that one. Wasn't going to fight about it. I didn't feel like writing Chinese again so shortened it. I wasn't trying to be rude. I wouldn't call someone that to their face. FOOD VS A PERSON is different to me. I don't make everything about race. You can't always please everyone with what words you use or don't use. Some Asians\/chinese\/Japanese\/vietnamese can be hot so I'm not even getting into that debate. People see one word and go nuclear thinking the very worst. Like nope, wasn't my intention at all. Sorry it wasn't politically correct. Different areas etc\n  ","491495":"\n  Maybe. My cord wrapped around me and could have died.\n  ","491496":"\n  Morning.\n  \n\n   @patchy_life\n  \n  this doll reminds me of your daughter and the butterfly girl :o\n  ","491497":"\n  Right\n  ","491498":"\n  I had chicken\n  ","491499":"\n  Don't think I'll find one in this Amazon wishlist booklet\n  ","491500":"\n  A Lego Yoda :o\n  ","491501":"\n  That's a tall order\n  ","491502":"\n  Unicorns and llamas.. when will the goat edition be out???\n  \n   @FeelFreeToAsk2017\n  \n","491503":"\n  Yes, we do. Usually treats, dog bones etc\n  ","491504":"\n  Good, good :D\n  ","491505":"\n  Hi, I'm  (name)! I like to hangout with (name of person). We love to (favorite hobby) and tell (adjective) stories. Afterwards, we like baking (holiday treats) while listening to (holiday song). When we (outdoor activity) , I always wear my favorite (color) (clothing). Sometimes my (friend or magical creature) comes with us too!\n  \n  Have a (adjective) holiday!\n  ","491506":"\n  Since when does Amazon send out wishlist booklets?\n  ","491507":"\n  The Joker\n  ","491508":"\n  Time to sleep\n  ","491509":"\n  Saw it a few days before you. Hell yes!!\n  \n  TRY HARDER\n  \n  GOATS ARE DEPENDING ON YOU\n  ","491510":"\n  And The Joker :)\n  \n  Uh huh..sure you did lol.\n  \n  R.i.p those goats that weren't used.\n  ","491511":"\n  I'll keep my shaping shifting abilities as a secret so that I could always change it up\n  ","491512":"\n  At times but it does some good in the world too.\n  ","491513":"\n  Rob a bank\n  ","491514":"\n  I'm sorry it disappointed!\n  \n  Sorry anon, he takes my recommendations over yours too :p\n  ","491515":"\n  We'll see\n  ","491516":"\n  Yes. Hence the question I sent out.\n  ","491517":"\n  Being alone forever\n  ","491518":"\n  Same\n  ","491519":"\n  Indeed\n  ","491520":"\n  The kiss part is a little odd.\n  ","491521":"\n  Thanks\n  ","491522":"\n  I did burn myself:\/\n  \n  Tray on the airfryer came unattached  and hand connected with the doorframe of it. Not too bad though. Cat reflexes\n  ","491523":"\n  Once. He ended up dating this other girl right around the time I was crushing on him. The crush lasted a while though.\n  \n  He ended up switching to the votech high school as well. I invited my best friend to freshman homecoming (she went to a different school) and she ended up dancing with him. I was thankfully over him by then but it still hurt haha\n  \n  He also went to the same college.\n  ","491524":"\n  Not sure if they did but ya.. hopefully not.\n  ","491525":"\n  This new guy in town didn't have his gym keycard with him so I let him in the gate. Luckily, I asked what he was doing because ALL of the things require a key to get into. He needed the bathroom. He was all damn about needing a key for everything lol\n  ","491526":"\n  Maybe I scared them by being there idk. Didn't see the boys.\n  ","491527":"\n  Yes.. more so since I didn't tell them I liked them 🤣\n  ","491528":"\n\n   @zactc\n  \n  I'm fine. I didn't witness the boys throwing anything or see them. Was walking and the two girls came up to me and told me what happened. The boys were already gone. They seemed fine, just shaken up that someone would do that. Didn't notice cuts or anything.\n  \n  I'm not sure if they called the cops because one did show up  when I was at the end of the street but the boys and girls weren't in that area anymore so idk. One of the girls did have a cellphone. Cop said hi to me as I was passing. I didn't say anything since the kids weren't there and didn't know their names or anything so bit hard to just be all \"boys throwing glass\" without  witnessing it, them being there etc\n  \n  I think one of the girls lives on the same street since when I was getting the mail a few minutes ago a car pulled out and heard a little girl say hi to me from the backseat. Sounded like one of them.\n  ","491529":"\n  Rarely. I feel that my heels get the driest in the winter.\n  ","491530":"\n  Lion king\n  ","491531":"\n  Not for that bug. R.i.p\n  \n  So gross. I knew it was there too and wasn't paying attention when going around and splat 😫\n  ","491532":"\n  Gym earlier\n  \n  Note to self: the lighting is horrible in there and dirty mirrors.\n  ","491533":"\n  Watch something? Take medicine if I didn't already.\n  ","491534":"\n  I stepped on a bug barefoot 💀😪😫\n  ","491535":"\n  Necromancers attracted to wizards and witches. Or wizards and witches cast a spell so everyone turned into necromancers. The fuck is this question though!\n  ","491536":"\n  A man wearing an elf costume posed as a dwarf.\n  ","491537":"\n  Actions over words.\n  ","491538":"\n  Let's go with spells\n  ","491539":"\n  I'm good. Just eating a late lunch before heading to the gym.\n  ","491540":"\n  Distractions.\n  \n  Letting it in for a few minutes and then thinking about positive things\n  \n  Do something positive\n  \n  make a change\n  \n  Depends more on the thoughts and what would be the best way to go about it.\n  ","491541":"\n  Whoever wants to join\n  ","491542":"\n  🎃Too bad I didn't have a pumpkin expert with me 🎃\n  ","491543":"\n  Getting in there....\n  ","491544":"\n  Probably not. I think he only watches movies with goats in them.\n  \n   @FeelFreeToAsk2017\n  \n  bah :p\n  ","491545":"\n  I suppose. P0rn will do that to someone o.o\n  ","491546":"\n  Yes probably sounds more strange writing that out than doing the actual task that way :p\n  \n  Dishes are done tho so yay :)\n  ","491547":"\n  True :)\n  ","491548":"\n  Same.\n  ","491549":"\n  Haven't seen that either.\n  ","491550":"\n  *never wants pumpkin again * jk\n  \n  Still need to cook the seeds.\n  ","491551":"\n  Low rating from you then?\n  ","491552":"\n  Emotional\n  ","491553":"\n  The topping wasn't bad but same problem as the rest :( stupid pumpkin\n  ","491554":"\n  These things?\n  ","491555":"\n  Best way to be! It's more pots, cupcake molds etc used the same spoon, fork etc.\n  ","491556":"\n  Looks like a decent movie.\n  ","491557":"\n  It's been ok. Should really go do all the dishes I used yesterday.\n  \n  Feeling good. 😈\n  ","491558":"\n  ???\n  ","491559":"\n  In the oven\n  ","491560":"\n  And visit\n  \n   @FeelFreeToAsk2017\n  \n","491561":"\n  Looks decent. Haven't seen it.\n  ","491562":"\n  Yes. Took out seeds. Cooked it. Got all the pumpkin out. Didn't boil it...\n  \n  Yes.. yes at 350 I think.\n  ","491563":"\n  America, Donald Trump, War, bigger sized foods... pretty areas.\n  ","491564":"\n  Would you rather be doing than watching?\n  ","491565":"\n  I'm fine with either Grinch.\n  ","491566":"\n  Midway seems like Pearl Harbor meets Peaky Blinders. Seems like it could have been a better tv show instead.\n  \n  Agreed. Looks good. Interesting cast. Seems original.\n  \n  Luce seems like you just watched the whole film in the trailer.\n  ","491567":"\n  My bad\n  ","491568":"\n  ^^^\n  ","491569":"\n  It's on repeat all day on Christmas day. Even while opening presents.\n  \n  Christmas vacation\n  \n  Home Alone\n  \n  The Holiday\n  \n  Rudolph\n  \n  Grinch\n  ","491570":"\n  Definitely more spices. Smaller pumpkin would have been better too. So much pumpkin 🤣 probably going to have PTSD on pumpkin now\n  ","491571":"\n  Cheese\n  \n  Bbq chicken\n  \n  Chicken, spinach, feta, white sauce\n  \n  ---\n  \n  Pineapple is ok but I don't get Hawaiians much\n  ","491572":"\n  Doesn't matter\n  ","491573":"\n  Too late for that!!!\n  \n  Didn't come out good either. Too stringy and liquidy. Did everything right but still came out bad.  Made a bread and it was still liquidy, ended up freezing it to get it hard. Now its solid lol hopefully will thaw a bit in the fridge now.\n  ","491574":"\n  Rather play with something else\n  ","491575":"\n  We'd make a cute pair in the outback\n  ","491576":"\n  Laser tag, climbing around in the things they had, all the people I invited came. Getting a lot of raffle tickets, cake and pizza.\n  ","491577":"\n  I feel like I'm in a good place now. Still need to work on certain things though :)\n  ","491578":"\n  ancora mattina\n  ","491579":"\n  Already be married and kids. Have a legit career.\n  \n  My expectations never meet reality.\n  ","491580":"\n  I took a course in college. Her son was deaf and she taught herself and him it. Wrote the books on it. We had to perform a song as the final in asl.\n  \n  I believe it was an elective. Seemed like fun. Never took a \"language\" before. My friend's sister is deaf so that made me want to try it as well. Had a dictionary showing all the signs and then another book on it :)\n  ","491581":"\n  No, there's been a reason or its love\/hate relationship or dislike at the most. Hate can be a strong word.\n  ","491582":"\n  This made me laugh\n  ","491583":"\n  Not sure yet. Most likely the gym and i want to make tilapia or chicken tonight. Also need to cook the pumpkin seeds. I was too tired after all the actual baking yesterday to cook one more pumpkin thing lol\n  \n  Also need to do the dishes.\n  ","491584":"\n  Yes. There will always be rude people in the world. I try to remember that in most cases those people don't know you, anything you been through or anything of your story so their opinion\/behavior\/whatever was said\/done doesn't matter. I only care about family and friends opinions, not some random strangers.\n  ","491585":"\n  Why should I care that this person is single? lol\n  ","491586":"\n  They seem to be in consensus that \"I'm looking good\".\n  ","491587":"\n  \"talk about love\"\n  ","491588":"\n  Tell them, show them, be there, listen, remember things they've said. Gifts at times\n  ","491589":"\n  Yes, my friend had one growing up :)\n  \n  They have trampoline parks in AZ which seem fun.\n  ","491590":"\n  I don't think I'd be a good actress.\n  ","491591":"\n  One of each.\n  ","491592":"\n  What are the options?\n  \n  Want to do the dishes? 😈😉😘\n  ","491593":"\n  Marriage and kid ones. The whole age requirement bs\n  ","491594":"\n  No. I don't get jealous often.\n  ","491595":"\n  1. Dog\n  \n  2. Closet\n  \n  3. Lamp\n  \n  4. Tv\n  \n  5. Desk\n  ","491596":"\n  Late and don't feel like it. Haven't watched in a long time too\n  ","491597":"\n  Don't think I've watched any of it.\n  ","491598":"\n  Still haven't\n  ","491599":"\n  Doomed to never know:*(\n  ","491600":"\n  Person or sharing too much\n  ","491601":"\n  One of my faves to watch during winter.\n  ","491602":"\n  Nope. Can be up and down. Nobody likes everything about themselves 24\/7.\n  \n  Easier to say thanks instead of a debate on how you don't always agree lol\n  ","491603":"\n  Of course, who doesn't?\n  ","491604":"\n  Chicken parm\n  \n  Chinese food\n  \n  Lobster\n  \n  Ice cream\n  ","491605":"\n  Making pumpkin stuff all day\n  \n  Using Libbys is way easier and you know its going to come out amazing in the end.\n  \n  Real answer: heartache and root canal pain\n  ","491606":"\n  lol thanks\n  ","491607":"\n  Maybe next time\n  ","491608":"\n  By eating pumpkin pie for dinner because you don't feel like making anything else 🤣\n  \n  It's not the best but eh. Bit stringy still and could have used way more spices than the recipe said.\n  \n  Hopefully the bread will harden. Bit liquidy.\n  \n  The cupcakes seem promising.\n  ","491609":"\n  Puts you in a circle\n  ","491610":"\n  Yes I'll be with the dogs again later this month.\n  \n  As for the affiliate marketing  I do enjoy the fashion part of it but definitely seems harder these days.\n  \n  Doing good atm though:)\n  ","491611":"\n  Alanis Morissette so we could sing ironic together :)\n  \n  Nah idk, man. Wouldn't wish a plane crash on anyone.\n  ","491612":"\n  Pumpkin cupcakes with a cinnamon crumble on top\n  ","491613":"\n  Thanks. Noticed he uploaded something earlier. Ironic that it's that song 🤣\n  ","491614":"\n  Pleads the 5th\n  ","491615":"\n  It's a hexagon now\n  ","491616":"\n  Just noticed this. All good :)\n  ","491617":"\n  Funny. I have Runaway Bride on.\n  ","491618":"\n  Yawn\n  ","491619":"\n  Yes, I do :)\n  ","491620":"\n  You keep harassing her and now me. That's more weird. Let it go.\n  ","491621":"\n  So much pumpkin lol\n  ","491622":"\n  Starting to think I should do two pies. This is only the first half so far :o\n  ","491623":"\n  Too bad he's in the oven then. Almost done with that one. Can't wait to eat him ;)\n  \n  Wish I had these stencil cookie cutters\n  ","491624":"\n  I'll stay away from the pumpkin if they care\n  ","491625":"\n  Maybe\n  ","491626":"\n  Cry about it\n  ","491627":"\n  That's how much I care about my lack of hair\n  ","491628":"\n  Good 😈\n  ","491629":"\n  What did I do?\n  ","491630":"\n  Now I'm in despair\n  ","491631":"\n  81 and sunny. Blue skies.\n  \n  Pools around 60-70\n  ","491632":"\n  Dem f*ckers\n  ","491633":"\n  Maybe 10-20? Idk.\n  ","491634":"\n  Reminded me of my glory hole anon from FS.\n  ","491635":"\n  Have to cook separately since they are huge halves. True :)\n  ","491636":"\n  Damn. Too late on that part.\n  \n  90s music going to keep it not boring lol\n  \n  Never made a pumpkin pie from scratch\n  ","491637":"\n  But\n  \n   @JJD55\n  \n  got a hair cut today 👍\n  ","491638":"\n  Yes or eye ball if cba\n  \n  This will take a while\n  ","491639":"\n  That's the question we'll never know :(\n  ","491640":"\n  These in place of pumpkin spice. Probably add a little bit tho.\n  ","491641":"\n  🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🔥\n  ","491642":"\n  Ofcourse 😘\n  ","491643":"\n  REAL!!!!!!!!\n  ","491644":"\n  31 years\n  \n  10 months\n  \n  16 days\n  ","491645":"\n  No but\n  \n   @TheChaosBringer\n  \n  might :)\n  ","491646":"\n  One sided love is a b!tch\n  \n  Only friends\n  ","491647":"\n  Glad I'm not the only one\n  ","491648":"\n  Barely\n  ","491649":"\n  I do. Quality over quantity:)\n  ","491650":"\n  I feel the pain.\n  \n  Still need to do this shithead\n  ","491651":"\n  My nana does o.o\n  ","491652":"\n  Think the lazy anon has been for the longest time.\n  \n  Usually people will come back..\n  \n  Pokemon anon\n  \n  Unbake a cake\n  \n  Dress me like a girl\n  \n  Anons wanting to know what color underwear I'm wearing\n  \n  The boxer anon\n  \n  Party hook up anon \/ pee\n  ","491653":"\n  Sounds weird :p\n  ","491654":"\n  Don't always feel that way.\n  \n  Thanks\n  ","491655":"\n  Too kind\n  ","491656":"\n  Yes. Torn about getting it. Rather not spend the money if it's going to be too big on me in December. Or maybe they'll have smaller sizes there.\n  \n  Also just got an event invitation to a renaissance dinner for my sister-in-law's parents anniversary or something and that will be $50 to get in.\n  ","491657":"\n  Does this refer to the hooking up question? You seem pretty young then.. no me gusta\n  ","491658":"\n  Indeed. Tried on a lot! Especially jeans ugh\n  \n  Not too much.\n  \n  2 tanks\n  \n  Pair of jeans\n  \n  A skirt\n  \n  Bodysuit\n  \n  2 pairs of fuzzy xmas socks\n  \n  Tortilla wraps\n  ","491659":"\n  Yesterday, yes. Lots of walking, trying clothes on, gym, pool etc\n  ","491660":"\n  Anons are creepy. Maybe if I actually knew the person ¯\\_(ツ)_\/¯\n  ","491661":"\n  People making me want to buy the red jumpsuit based on likes and comments on FB. Only $11 so not too bad.\n  \n  Tired from all I did yesterday\n  \n  Need to eat breakfast soon or a nap haha.\n  \n  Hbu?\n  ","491662":"\n  This made me laugh,  however, I like a nice mix.\n  ","491663":"\n  My nephew?\n  ","491664":"\n  Thanks:)\n  ","491665":"\n  I actually did feel beautiful today in the red jumpsuit ^^\n  \n  Anyways, good night.\n  ","491666":"\n  Keep dreaming 😘😉\n  \n  I'm so tired. That wouldn't be much fun lol good night x\n  ","491667":"\n  No but my sister has one. Actually brought it back the last time she went back to the East Coast.\n  ","491668":"\n  Listening to three more songs then bed 😴😴😴\n  ","491669":"\n  Seeing?\n  ","491670":"\n  Egotistical\n  \n  Too cocky about something.. gets in their head. Usually a mean way. Over confident and acting like a fool.\n  \n  lol predictive text wanted to write \"acting like a pumpkin\". How do you act like a pumpkin??\n  ","491671":"\n  Maybe 5-7 range.\n  \n  Good mixture pls\n  ","491672":"\n  Mmm\n  ","491673":"\n  Or do it myself 🤔\n  ","491674":"\n  Longer\n  ","491675":"\n  Not yet but I would try it out :)\n  \n  Always cool seeing youtubers do that. My family also did a huge house for everyone at some ski place here. I wasn't in AZ at the time but it looked very pretty.\n  ","491676":"\n  Whenever these feet get cold closer to Christmas I'd say 🎄\n  ","491677":"\n  No. Been longer than that, unfortunately.\n  ","491678":"\n  I think I'm creative when it comes to fashion sets. I had more than a million views on polyvore when it was alive.\n  \n  The site shein has the same type of design feature and I've been putting some on there using their clothing.\n  \n  Made these two for getting some inspiration to wear the pieces I got today.\n  \n  I didn't notice the pink tank got added twice before publishing -_-\n  ","491679":"\n  When I lost my hair\n  ","491680":"\n  Maybe a 6.\n  \n  Been a few days\n  ","491681":"\n  I found a different crust recipe that I made. Will do the pumpkin tomorrow sometime\n  ","491682":"\n  When he wants the banana bread\n  ","491683":"\n  Made pie crust for tomorrow\n  \n  Put \"wish upon a star\" on. Always liked that tv movie.\n  \n  Eating the rest of the banana bread\n  ","491684":"\n  You want to do karaoke?\n  ","491685":"\n  Let's go with fb text -\n  \n  Aw cutie\n  \n  Talking about someone's daughter\n  ","491686":"\n  Hugs back\n  ","491687":"\n  lol that's me right now. Dogs have been so annoying since I got back. The whole dinner thing.. ended up just making a keto frozen pizza instead of tilapia I had planned. Tonight is trash night so just did that. Ours are literally overflowing where the freaking lid of the bin hit me while I was taking it out on the head. Cleaned the dishes up. Just tired. Long day!\n  \n  I don't feel like I can sleep just yet -_- ugh\n  \n  -\n  \n  Music\n  \n  Movies\n  \n  Bath\n  \n  Candles\n  \n  Sleep\n  \n  Write\n  ","491688":"\n  Might be another demon..\n  ","491689":"\n  Family and friends\n  ","491690":"\n  Damn. Youngish seems better still :p\n  ","491691":"\n  Lynseed and Lyndso get used the most.\n  ","491692":"\n  I took this earlier\n  ","491693":"\n  Ty\n  ","491694":"\n  Aw\n  ","491695":"\n  When someone makes you dinner 😘\n  \n  So tired.\n  \n  13k steps atm\n  \n  Had 14 items I tried on at goodwill. Most were jeans.\n  \n  7 at Ross..\n  \n  hate sweaters. They were def cropped, a little more length and might have gotten one. Like 2-3 more inches please.\n  \n  Gym\n  \n  Made a late lunch\n  \n  Pool\n  \n  😴😴😴\n  ","491696":"\n  I haven't seen that.\n  ","491697":"\n  I didn't read it lol\n  ","491698":"\n  Haha yes. A grey green color when dried.\n  ","491699":"\n  Those sound gross, tbh.\n  \n  The hazelnut seems ok tho.\n  ","491700":"\n  Been bad with reading lately. Got into it then distracted. His writing reminds me of Steven King a bit.\n  \n  ~ the nightmare girl by Jonathan Janz ~\n  ","491701":"\n  Anons thinking it's the only thing I do. Also breaks can be nice at times too. Or just cut back way more ¯\\_(ツ)_\/¯\n  ","491702":"\n  Not much\n  ","491703":"\n  I was looking for something at The Dollar Store but they didn't have them and as I was leaving noticed the fuzzy socks #sucker\n  \n  Frys (food store) - just some mission carb balance tortillas. They didn't have some of the stuff I was looking for. Almost got Rebel ice cream but I was going to the gym after so was like nah..\n  \n  Goodwill:\n  \n  Black skirt with a zipper going down the middle with the little hoop at the top\n  \n  Two basic tanks (red\/pink color and a blue)\n  \n  Pair of dark grey..almost black jeans. Brand was Cotton On. Apparently $20 for them online and other ones go for $30+... not bad for getting for $4.\n  \n  Orange ribbed bodysuit from forever 21.\n  \n  ~\n  \n  The red jumpsuit and green 2 piece \"dress\" set were from Ross. Didn't end up getting anything from there though. Also the heels were from there too.\n  ","491704":"\n  Thanks. Makes me wish I got it. It's a brighter red.\n  \n  Lights made everything a bit darker.\n  ","491705":"\n  Fuzzy Christmas socks are better!\n  ","491706":"\n  I know *bows*\n  ","491707":"\n  Queen gives king a better crown\n  ","491708":"\n  Haven't for cash before\n  ","491709":"\n  We all do, sweetie.\n  ","491710":"\n  You don't\n  ","491711":"\n  Heels\n  ","491712":"\n  Haven't looked up either yet 🤣\n  ","491713":"\n  I don't give to anons.\n  \n  Heel pic from earlier.\n  \n  Gotta keep the foot fetish alive :p\n  ","491714":"\n  Family\n  \n  Friends  and maybe their parents if were close to them\n  ","491715":"\n  No to both.\n  \n  Maybe if a threesome or something.\n  ","491716":"\n  Good. Rather be out there. Pool.\n  \n  K gonna go focus on gym stuff now :p\n  ","491717":"\n  Relating to what though?\n  ","491718":"\n  Definitely going in the pool when I get back 😴\n  \n  Gym now\n  ","491719":"\n  Yes. Was on the back of a dress. The front side was pretty slutty too lol lots of leather and studs\n  ","491720":"\n  Not me lol\n  \n  Was at goodwill :p\n  ","491721":"\n  You just noticed?:o\n  \n  Ugh. I'm not sure if I should get one. Just got a skirt and the green top could go with that too. Yet I feel like I spent enough money too\n  ","491722":"\n  Not usually.\n  \n  Not mad over this green set either. The lighting doesn't show it green enough..\n  ","491723":"\n  I'm not mad at this  ¯\\_(ツ)_\/¯\n  ","491724":"\n  Ew\n  ","491725":"\n  Not yet, sir.\n  \n  There's Christmas music playing and some kid keeps screaming. I feel you. Too early!\n  ","491726":"\n  Bye sexy.\n  \n  Don't plan on being here much today. Adios for now\n  ","491727":"\n  Shopping. Hopefully find a few clothing items and need to pick up a grocery item or two.\n  \n  Probably the gym\n  \n  Atypical, TWD, Queer Eye or a movie sounds good much later  on :) Just started watching Queer Eye and I like it so far.\n  \n  Think I'll make tilapia for dinner. Should prepare the crust\/seasoning ahead of time...\n  \n  Should do something with that pumpkin!\n  ","491728":"\n  Yes, a few times. I didn't feel the pulsatingness last night but my skin did feel very soft after. Sometimes it can be a hit or miss with that. Can use with water or apple cider vinegar. I did the acv. It's almost empty so might be why it wasn't as strong?\n  ","491729":"\n  I like guys a tad older than myself :p\n  ","491730":"\n  I need to get a smear though. Haven't had since 18 🤔\n  \n  Someone called me fat on here and made me feel awful the day I was supposed to get one and the dr could tell I wasn't having any of that that day lol especially since she knows I have issues with doctors. You should go in feeling comfortable and confident not a disgusting piece of human being :p words can still hurt at times, man.\n  ","491731":"\n  B\n  \n  Haven't heard of these\n  ","491732":"\n  Mood, actions, words. Wanting the best for people and yourself. Kindness.  Doing good things. Trusting your gut instincts. Knowing right from wrong. Being true to yourself and others.\n  ","491733":"\n  I wasn't when you asked this\n  ","491734":"\n  A$$\n  \n  Not going to lie\n  \n  Seems legit 🤣\n  ","491735":"\n  Too early for that :p\n  \n  But yesterday was good. Still get creepy vibes from one of the security guards that comes in at times. My mom called twice and declined her. Luckily it was near the end of my workout. Was like F it and then called her back. Walked back to the house while talking  with her. My arms were screaming at me, had to keep switching the phone to either side at times lol\n  ","491736":"\n  Nah. I'm good. Too early for that sh!t. Also too early for this. Like you don't know me at all. You just saw a number and my weight going down and felt justified to act like I haven't done anything or know anything. I understand trying to be motivational but they just seemed rude to me. They haven't even seen before\/during pictures either so it's more of a wtf moment. Going from obese to overweight bmi should be celebrated.. not judged by \"trust the process\" and all that. Like no shit Haha. What you think I been doing, fool?\n  ","491737":"\n  #metoo\n  ","491738":"\n  You too\n  ","491739":"\n  I like the money and giving back aspect of being a celebrity. Yet I'd hate paparazzi and everyone knowing my every move. No privacy.\n  \n  So let's go with meeting them\n  ","491740":"\n  I'm not sure what age I'd want to be.\n  \n  31\n  \n  32 in December\n  ","491741":"\n\n   https:\/\/youtu.be\/-Ro8-ngA8gs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Ain't nobody love me better 🎙\n  ","491742":"\n  This seems interesting\n  ","491743":"\n  Whenever I've seen some:p\n  ","491744":"\n  Not really?\n  ","491745":"\n  😴💪🌭\n  ","491746":"\n  Regular, crunchy, peanut.\n  \n  I haven't tried any of the other kinds.\n  \n  Now I want m&ms :(\n  ","491747":"\n  Think I'll use this one actually:)\n  ","491748":"\n  CeraVe products.\n  \n  Face masks at times\n  \n  Before bed, not really.\n  ","491749":"\n  Talk it out? Write a note if that  seems scary explaining how you feel and want to move forward\/closer.\n  ","491750":"\n  DNA test. Turns out I'm 100% that b!tch\n  \n  Couldn't help it :p\n  \n  Idk something in college. Been a while.\n  ","491751":"\n  3 dogs, 3 demon cats\n  ","491752":"\n  Lovely\n  ","491753":"\n  Um yes. Tradition. They open it themselves :p\n  ","491754":"\n  The pets\n  \n  Sister\n  \n  Her husband\n  \n  Mom and dad\n  \n  Tribble\n  \n  We do a $50 secret Santa with the rest of the family out here. I got one of their friends last year.\n  ","491755":"\n  Not yet. Usually do in November (black Friday) or sometime in December.\n  ","491756":"\n  Eating chicken hot dogs and watching The Voice. It came on right when I got back from the gym :D perfect timing.\n  ","491757":"\n  Yay. Used it yesterday:)\n  ","491758":"\n  50\/50\n  ","491759":"\n  Enjoy everyone!\n  ","491760":"\n  A light blue\n  ","491761":"\n  One of the best anons\n  ","491762":"\n  Yum\n  ","491763":"\n  Could do almonds or something\n  ","491764":"\n  Possibly\n  ","491765":"\n  It's been fine. Almost didn't come on today though.\n  ","491766":"\n  Nope\n  ","491767":"\n  Not sure. Dinner. Who knows what else :p ;)\n  ","491768":"\n  Gym\n  ","491769":"\n  Yup. Depends on the day. Questions sent etc\n  ","491770":"\n  Narina\n  ","491771":"\n  Most overused word\n  ","491772":"\n  Fine have it your way\n  ","491773":"\n  The gym is  calling tho :p\n  ","491774":"\n  I will be shortly\n  ","491775":"\n  You just want me to be assertive\n  ","491776":"\n  Uh huh\n  ","491777":"\n  Pumpkin pie but that seems like a lot of work. It's a big pumpkin. Probably just do seeds.. idk.\n  ","491778":"\n  Say something or mind my own business. Just depends.\n  ","491779":"\n  Dove wisdom :)\n  ","491780":"\n  Aww stop that haha\n  ","491781":"\n  Look at my pictures?\n  ","491782":"\n  I like how these have mesh cut outs\n  ","491783":"\n  I'd disappoint ;)\n  ","491784":"\n  Don't say words you don't mean\n  ","491785":"\n  About getting onlyfans? ;)\n  ","491786":"\n  Nah. I don't hold grudges.\n  ","491787":"\n  Yes :)\n  ","491788":"\n  Nice messages then :p\n  \n  Sounds like hallmark got to them and Asian proverbs combined.\n  ","491789":"\n  You ok?\n  ","491790":"\n  Doubtful ;)\n  ","491791":"\n  You are too kind\n  ","491792":"\n  Yes.\n  \n  Plan on freezing in the pool first then getting ready for it :)\n  \n  Also being a basic b!tch with my homemade copy of the passionfruit Starbucks tea\n  ","491793":"\n  Dabbled in mma (more the videos)\n  \n  Punching bag looks fun\n  \n  Did karate when younger but then parents didn't have money to keep it going. Plus the place didn't last long either based on location.\n  ","491794":"\n  Too bad resting b!tch face takes over ;)\n  ","491795":"\n  Different ways of being successful. Stop being a dick\n  ","491796":"\n  Don't we all\n  ","491797":"\n  Yes. It's beautiful. Never done though.\n  ","491798":"\n  Good to know\n  ","491799":"\n  Awesome\n  ","491800":"\n  Doubt it. People won't even follow through when they talk about money.\n  ","491801":"\n  Not sure\n  ","491802":"\n  Cute\n  ","491803":"\n  Yes. I don't have one.\n  ","491804":"\n  What do ghosts taste like?\n  ","491805":"\n  It's a little childish (both ways) but definitely understandable.\n  ","491806":"\n  It's fine. Watching some of Atypical\n  ","491807":"\n  Good to know :)\n  ","491808":"\n  *bows*\n  ","491809":"\n  Don't know yet\n  ","491810":"\n  No. I went to sleep.\n  ","491811":"\n  Baked them then put in with the granola. Still have to do something with the other pumpkin\n  ","491812":"\n  Hopefully more of \"me lol\"\n  ","491813":"\n  Think so\n  ","491814":"\n  He's foreign. Seen his pic before, unfortunately.\n  ","491815":"\n  Nope.\n  \n  I do more than just ask.\n  ","491816":"\n  :(\n  ","491817":"\n  Legs\n  ","491818":"\n  S*xual nature\n  ","491819":"\n  Why? lol\n  ","491820":"\n  Better dreams lol\n  ","491821":"\n  Never been in a wheelchair\n  ","491822":"\n  Ground beef, cauliflower rice. Cheese on top.\n  ","491823":"\n  Yes\n  ","491824":"\n  Good night\n  ","491825":"\n  Whatever. Why do you care what I do anyways with some down time?\n  ","491826":"\n  It's late\n  \n  Don't exactly want to do it with that guy otherwise would have been inboxing him back\n  \n  Rude anon made me not want to be on here either.  Again it's late.. 1:38am\n  ","491827":"\n  Yes but don't think that's happening tonight :p\n  ","491828":"\n  Perhaps lol\n  ","491829":"\n  Four hours spread out across the whole day isn't too much time at all. Way less than usual.  I've done a lot of other things today besides being on here.\n  ","491830":"\n  It just gives me the meaning of kinky. Kinky Boots also came up.\n  \n  \"Who is kinky\" didn't :*(\n  ","491831":"\n  Who is that?\n  ","491832":"\n  Imagine if I actually wrote you back lol\n  ","491833":"\n  That was smooth\n  ","491834":"\n  I have my moments\n  ","491835":"\n  Seems normal to me\n  ","491836":"\n  Kind of the point & more lol\n  ","491837":"\n  Ew @ sweetheart\n  ","491838":"\n  What are you waiting for ?\n  ","491839":"\n\n   https:\/\/youtu.be\/leopt__ATR0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","491840":"\n  Nice double meaning there\n  ","491841":"\n  Are you the \"hey\" guy before I even answered this if that was ok? :p\n  ","491842":"\n  Would be;)\n  ","491843":"\n  I don't remember if I did or watched before.\n  ","491844":"\n  Naughty\n  ","491845":"\n  Way better than demon kitties 🐈\n  ","491846":"\n  Yes totally will get on that at 1am when stores aren't open\n  ","491847":"\n  Hey king\n  ","491848":"\n  Ya a blast\n  \n  Think my dog is is all \"can we sleep now?\" type thing. Kept giving me a look.\n  ","491849":"\n  I figured that out after writing it haha\n  \n  Not much. Still listening to some music. I have a lot of songs on my \"watch later list \" on YouTube so slowly going through them.\n  ","491850":"\n  Ip address? O.o\n  ","491851":"\n  Hi\n  ","491852":"\n  Not always.\n  ","491853":"\n  Maybe 2ish\n  \n  This made me laugh\n  ","491854":"\n  Lots of moments. No specific one came to mind\n  ","491855":"\n  Does anyone have questions?\n  \n  These songs are killing me, man. Send help\n  ","491856":"\n  Relatable\n  \n\n   https:\/\/youtu.be\/_8EokLztgMo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","491857":"\n  Sounds weird.\n  ","491858":"\n  Yes but not anything worth recalling :p\n  ","491859":"\n  Haven't watched\n  ","491860":"\n  More veggies and weeds, I think.\n  \n  Flowers are in pots.\n  ","491861":"\n  That cover :o\n  \n\n   https:\/\/youtu.be\/_Bm14Bv1DKU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","491862":"\n  Yes. While cooking or hair straightener\n  ","491863":"\n  That's what she said\n  ","491864":"\n  B-\n  ","491865":"\n  Thanks for trying <3\n  ","491866":"\n  Roses\n  ","491867":"\n  Yes 🔥🔥\n  ","491868":"\n  Wtf Jon\n  ","491869":"\n  Way better than they used to be\n  ","491870":"\n  Roses and sunflowers\n  ","491871":"\n  [Don't go]\n  ","491872":"\n  Yes but nothing bad happened\n  ","491873":"\n  It gets to be too much. Had tons of blizzards onto of each other the whole season. I like it, beautiful to watch but eh. Too much at times!!\n  ","491874":"\n  40\/50s is pretty cold in AZ\n  \n  69 atm :p\n  ","491875":"\n  No. Normal feel good temperature\n  ","491876":"\n  Hit me with your best shot\n  ","491877":"\n  Why didn't anyone tell me about this song??\n  \n\n   https:\/\/youtu.be\/Wt3nI4Gltr4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","491878":"\n  Yes. Was a commercial on the tv. Had no idea\n  \n  One of the trailers yt had\n  \n\n   https:\/\/youtu.be\/LmCQrpagfHQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","491879":"\n  Don't know what some of those are...\n  \n  Nope\n  ","491880":"\n  I think I already have you? Unless you changed accounts\n  ","491881":"\n  You have road rage :p\n  \n  I also hate when you have the right of way but they go instead.. especially when a busy street.\n  ","491882":"\n  Yes\n  ","491883":"\n  Pinned you again\n  ","491884":"\n  I like Star Wars more\n  \n  OMG\n  \n  THEY MADE A REMAKE OF LADY AND THE TRAMP!?!?!\n  ","491885":"\n  :)\n  ","491886":"\n  🤣🤣🤣\n  ","491887":"\n  I would. Doesn't do anything for me.\n  \n  Tried sister's Halloween wig on.\n  ","491888":"\n  An animal would probably eat me because I didn't give them food\n  ","491889":"\n  I'm not religious\n  ","491890":"\n  Watching The Voice. Eating a stuffed pepper for dinner. On here.\n  ","491891":"\n  Yes, in my school's shop. Usually did the projects with the same group. Copy jobs, making books, press machine etc\n  ","491892":"\n  Yo\n  ","491893":"\n  Not at this current moment\n  ","491894":"\n  I guess a few. Just depends tho :) sometimes it's fun having more.\n  ","491895":"\n  I've had better\n  ","491896":"\n  Rather have real flowers\n  ","491897":"\n  I guess baking lol\n  \n  Did today.\n  ","491898":"\n  Not sure what you like.\n  \n  I plan on watching more TWD (season 9) and season 3 of Atypical though sometime this week.\n  ","491899":"\n  A dream ;)\n  ","491900":"\n  Yes and f.ucked it up even more\n  ","491901":"\n  Didn't really have one.\n  \n  Just looked at his page and agree about it being a fake account.\n  ","491902":"\n  The tree, Christmas spirit, being with family, all the lights etc\n  ","491903":"\n  Who?\n  ","491904":"\n  No. I got enough sleep and been being productive baking and what not.\n  ","491905":"\n  Bedroom or living room\n  \n  Outside in the pool\n  ","491906":"\n  All of those apply at times XD\n  ","491907":"\n  ✔Laundry done & put away.\n  \n  ✔ banana bread\n  \n  ✔ made pumpkin seeds\n  \n  ✔ the granola calls for pumpkin seeds so another reason why I did that. Granola is almost out of the oven.\n  ","491908":"\n  Yes.\n  \n  I've never called my biological father that so I don't have that connection to it.\n  \n  Not into the baby daddy fetish though. That's a little too extreme there.\n  ","491909":"\n  Christmas one?\n  ","491910":"\n  Hopefully this isn't lahore.\n  \n  Sure you could crave a pumpkin :)\n  ","491911":"\n  You are so weird\n  ","491912":"\n  Bit of both\n  ","491913":"\n  Yes, I think so. Depends on the history, the way you are talking.. it could be disrespectful to the new partner if all flirty ¯\\_(ツ)_\/¯\n  ","491914":"\n  Nah. Sweaters don't do anything for my body\n  ","491915":"\n  Guess I'd need to buy both :p\n  \n  Don't really need fall items here tho.\n  \n  Still should buy a pair of pants that fit me now\n  ","491916":"\n  Yes blonde looks good.\n  ","491917":"\n  It washes me out, makes my face look chubbier and eyebrows seem darker.\n  ","491918":"\n  👍\n  ","491919":"\n  I would look awful with black hair\n  ","491920":"\n  It's been forever\n  ","491921":"\n  I read that as \"ruin his business \"\n  ","491922":"\n  No thanks. I'm good haha\n  ","491923":"\n  Vivid imagination there, pal.\n  ","491924":"\n  Way to ruin the suspense\n  ","491925":"\n  O.o\n  ","491926":"\n  No\n  ","491927":"\n  Nice offer\n  ","491928":"\n  The one I was talking about was based on a Spanish soap opera. Both parents died. Has an older sister that is perfect. Looks after the father's business that he left her. Whereas the one I played was a bit of a wild card. Lots of angst towards her family, dealing with the loss. Massage therapist. Reckless abandonment.\n  \n  So whatever came to mind based on the character and events that were assigned.\n  \n  Definitely some graphic content going on in it too but still a real plot as well :p\n  ","491929":"\n  🤣🤣🤣🤣🤣🤣\n  ","491930":"\n  Doesn't really matter but I had a dream before where I had two girls around the same age and then a baby boy\n  ","491931":"\n  That's not keto lol\n  ","491932":"\n  Haha\n  ","491933":"\n  I thought that was some type of drink lol\n  ","491934":"\n  Shhhh he might hear you :(\n  ","491935":"\n  Yes\n  ","491936":"\n  I do may-ank but either way we're probably both wrong XD\n  ","491937":"\n  So you'd want my parents dead...\n  ","491938":"\n  You wouldn't meet me because I'm not in London lol\n  ","491939":"\n  Probably not the correct way 🤣\n  ","491940":"\n  When you have two bananas so you decide to make this 👍\n  ","491941":"\n  Go to her ♡\n  ","491942":"\n  And Blizzard's\n  ","491943":"\n  Oh lol\n  \n  2-3 :p\n  ","491944":"\n  Phones actual text: \"I suppose\"\n  \n  How thrilling 🤣\n  \n  Everything else was them writing to me.\n  ","491945":"\n  - been outside\n  \n  - fed Lulu 🐩\n  \n  - fed myself\n  \n  - doing laundry\n  \n  Going to make that \"granola\" I posted about over the weekend. Probably some other things too.\n  ","491946":"\n  One at a time or interchange between two depending on the topics. The \"self-help books were easy to do that way for the challenge.\n  ","491947":"\n  I only watch actual tv on Monday and Tuesday nights.\n  \n  Don't really have a schedule for Netflix\/movies.\n  ","491948":"\n  Hell no\n  \n  Waited for fast food for 20 minutes before. They couldn't understand how to make a mcmuffin without the MUFFIN. They weren't too smart that day. Also came out with the wrong food. Time added up lol. Like the server lady had to tell them how to make it type thing.\n  ","491949":"\n  I want to say \"it's the only English I understood \" but he's wrote more 🤣\n  ","491950":"\n  Meant my own, kiddo.\n  ","491951":"\n  Lucky you\n  ","491952":"\n  Not a real job but ya, had to help people out type thing\n  \n  Think I'll try for sleep again\n  ","491953":"\n  Yes but wouldn't want to be the only one doing it!\n  ","491954":"\n  I'm sure people view keto that way.\n  ","491955":"\n  Awake late but this seems a little ridiculous atm\n  ","491956":"\n  Yes, I'm in bed. Not the only one, apparently. Ugh. I want sleep lol\n  ","491957":"\n  Is it? lol\n  \n  Good night x\n  ","491958":"\n  Good night\n  ","491959":"\n  Outside in nature, swimming, while taking a shower, bedroom..anywhere.\n  ","491960":"\n  Don't insult my age if you want anything from me.\n  ","491961":"\n  I know. Almost 12am\n  ","491962":"\n  Well I still have a few pap\/selfies questions in my inbox so expect some this week :p\n  ","491963":"\n  Yes, I've definitely been drawn towards dark red, green, mustard yellow, hot neon pink. Guess I'm wanting all the fall and Christmas colors at once!\n  ","491964":"\n  Maybe I'll send some\n  \n  ¯\\_(ツ)_\/¯\n  ","491965":"\n  Usually around 6-7ish. Dark since the sun wants to go home around 5:40 these days.\n  ","491966":"\n  I thought of sending some out but then started reading XD\n  ","491967":"\n  Probably ones about pu55y\n  ","491968":"\n  Ah was thinking it was that dude writing still hahah oops. We good XD\n  \n  AZ\n  ","491969":"\n  Most of my writing came from them. I also liked the creative side of making the sets and reading other people's stories in the process. I have two stories from one that I never published since it ended along with the site used.\n  \n  So basically all my work died over a 12+ year gap and I didn't copy them elsewhere back then. It was cool seeing how much better of a writer compared to then vs now when I'm in the mindset to write for pleasure :)\n  \n  In a foreplay way.. just depends.\n  ","491970":"\n  Thanks sunshine\n  ","491971":"\n  Me\n  ","491972":"\n  Cereal.\n  ","491973":"\n  Obviously different body. Not used to a d!ck there etc\n  ","491974":"\n  I thought you left? 😘\n  ","491975":"\n  Scream?\n  ","491976":"\n  When this happened\n  ","491977":"\n  That's how I remember Lahore's name.. shaam\n  ","491978":"\n  Already am, honey.\n  ","491979":"\n  Heart attack. Was a big dude, football player.\n  ","491980":"\n  Bye sweetheart\n  ","491981":"\n  No but my best friend did set me up with a guy before if that counts. We didn't date long. I assume he went back with his ex. Died a few years ago.\n  ","491982":"\n  Nope. Didn't think that was still a thing.\n  ","491983":"\n  Why ask about them? Not even in the same coast right now.\n  ","491984":"\n  The answer feed takes a lot of abuse when I have lazy days. R.i.p\n  ","491985":"\n  You must stalk if you know what I was talking about 🤔 interests weren't even talked about\n  ","491986":"\n  Aw look the insult. lol.\n  \n  I don't care what you think.\n  \n  This reminds me of my \"can I see\" anon and other stuff they write.\n  ","491987":"\n  You wrote about how you didn't care if I sent that on ask. You are just being annoying now for no reason. Deleted you :p\n  ","491988":"\n  I already know it's you lol\n  \n  I've got rid of mayank so obviously not him and the other person I talked to earlier wasn't on soooooo lol\n  ","491989":"\n  Misremembering something.\n  \n  There's a magic show called that too?\n  ","491990":"\n  Calling it now\n  \n  The guy will probably say sorry. How he didn't see it that way. Maybe something insulting. The whole guys can have friends that are girls while in a relationship. Ya know.. stuff that makes them look like angels and make you feel bad about it when it's all just bs on their end.\n  ","491991":"\n  Why would someone being shy make you delete them if you have a gf and no intentions?\n  \n  Why do men think women are stupid? Even the \"..\" says a lot more than you believe.\n  ","491992":"\n  Watch this person not even have me there or the guy who was asking me name, age, location. Like that's wicked boring and doesn't have anything to do with being socially awkward at all. It's not even being social in the real world which is the way I read it. I HATE SMALL TALK. There's no substance to it. Who cares how old someone is or where they live? Don't need no filler talk, man. If you follow me then you should already have known that type of information. Sound stupid asking for my name when it's on my page, people call me it and all that. I don't promote my sc anywhere else so people should know basic things about me already if they want to even talk with me especially when they were the ones to A. Get my sc name B. Add me by search\n  \n  You clearly have bad intentions if you'd delete someone over being shy. I wasn't even being shy with you lol Also not everyone is going to talk dirty with me or see nudes regardless of my username on there.\n  ","491993":"\n  But you look like\n  ","491994":"\n  I can be shy when meeting new people.. really sizing them up. After that they get to see the real me like how I am on here.\n  \n  I don't think I'm that awkward though...\n  \n  If I know the people and more on the quiet side then.. i don't want to be there, nothing to say, topic of discussion doesn't do anything for me, have stuff on my mind..\n  \n  Also animals always come to me when at places where pets are 🤣\n  ","491995":"\n  Yes, I do.\n  \n  ~\n  \n\n   @izzy_izz_iz\n  \n\n   @patchy_life\n  \n\n   @poetalunam\n  \n\n   @shehitsback\n  \n  do some great ones!\n  \n  Sorry if I forgot anyone else! <3\n  ","491996":"\n  te gusta alguien.\n  ","491997":"\n  Good ones\n  ","491998":"\n  Maybe\n  ","491999":"\n  I'm just living atm\n  \n  Especially today lol\n  \n  Haven't done sh!t ugh\n  ","492000":"\n  Just the first day but then it just seems normal. Clocks usually automatically change so didn't have to manually remember to add\/subtract the time.\n  ","492001":"\n  Haha that would have been hilarious\n  ","492002":"\n  I do that at times too XD\n  \n  Those poor people who don't get daylight savings times ;)\n  ","492003":"\n  Right!? Sometimes I'll forget and want to be like \"read the bio\" and then I remember that its blank atm 🤣 but still.. why do people always care where someone is from?\n  ","492004":"\n  Considering I've never been to Utah or even mentioned Utah at all.. it's safe to say no. I'm not into the mormon culture either.\n  ","492005":"\n  Tired\n  \n  Arms are sore from the gym\n  \n  Interrogation on sc.. name, asl.. talk about a boring conversation. Worse than small talk! Made me feel even more tired 😴\n  ","492006":"\n  Keto pumpkin pie. Tastes normal.\n  ","492007":"\n  Mayank? No.\n  ","492008":"\n  Nowhere funny\n  ","492009":"\n  Here and sc\n  ","492010":"\n  I'm not much of a gamer. Been years\n  ","492011":"\n  Born and raised in Massachusetts.\n  \n  Arizona atm\n  ","492012":"\n  I should really make a bio again\n  ","492013":"\n  This reminds me of Spaced.\n  ","492014":"\n  Not anyone's babe\n  ","492015":"\n  Hm\n  ","492016":"\n  O.o don't think that was a drink then...\n  ","492017":"\n  Thought it only counted if had the scan thing around them?\n  ","492018":"\n  Youcanjuiceme\n  ","492019":"\n  When you spill a drink :\/\n  ","492020":"\n  Youcanjuiceme but I'm never there 🤣\n  ","492021":"\n  Yes\n  ","492022":"\n  Once.\n  ","492023":"\n  I get fitness ones, leggings,sometimes diet ones, clothing companies that I might have looked at or new ones to me.\n  \n  I get medical health ones on here. The asthma one, about insurance companies and other stuff like that. Also Sprouts...dating apps -_-\n  ","492024":"\n  Not exactly \"waiting\" but yes. Family etc\n  ","492025":"\n  You are too adorable.\n  \n  It's been good besides feeling tired :)\n  \n  Yes it helped\n  ","492026":"\n  Happy birthday\n  ","492027":"\n  He's got moves\n  ","492028":"\n  BBQ chicken. ( On Halloween it was gross.. barely any chicken and then hot sauce was too much. Barely had cheese on it.)\n  \n  Chicken, spinach, feta, white sauce\n  \n  Cheese\n  ","492029":"\n  It comes with Romaine lettuce, carnitas, hot salsa, cheese and guacamole. Then steak or chicken.\n  \n  Before keto it would have been steak\/chicken with rice, beans, guacamole, sour cream, cheese, salsa. Maybe lettuce at times...\n  \n  It's been a while since I've ate there. I like eating half then saving the other half for the next day :)\n  ","492030":"\n  I feel super tired and lazy. From the gym and in general. 8 hr sleep so wasn't too bad but just feel blah. Besides all that, I feel pretty good and the day has been decent. Haven't done too much though.\n  ","492031":"\n  I do. Just not under the album thing :p gotta scroll for the goods (that aren't really good) shhh\n  ","492032":"\n  Haha seems so! Probably not the best time to watch something if that sleepy though XD\n  ","492033":"\n  No, just the gate.\n  ","492034":"\n  I was thinking of other people.\n  \n  Loved snails growing up haha\n  ","492035":"\n  I've heard that one before:)\n  ","492036":"\n  Yes..don't think I've heard before. Not a huge madonna fan so maybe why?\n  ","492037":"\n  Used pumpkin puree but could have done either one.\n  ","492038":"\n  Definitely never heard that before 🤣\n  ","492039":"\n  And duct tape\n  ","492040":"\n  Don't care\n  ","492041":"\n  Haven't heard that before. Pretty good.\n  \n\n   https:\/\/youtu.be\/15kWlTrpt5k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","492042":"\n  Chocolate chip cookie dough\n  ","492043":"\n  Not yet. we shall see haha\n  ","492044":"\n  This song relates to this week :p\n  \n\n   https:\/\/youtu.be\/iN9CjAfo5n0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Don't have legit plans but I do want to bake more. Watch season 3 of Atypical, gym etc\n  ","492045":"\n  Chicken or steak\n  \n  They have a keto menu\n  ","492046":"\n  No but they do have a recipe for it there. So far their desserts have been pretty good so I usually use that site when making things.\n  \n  Even the pumpkin pie was from there. It tastes normal.\n  ","492047":"\n  Not sure if I want to since I know some weirdos will write crap that's not needed.\n  ","492048":"\n  1-5 range\n  \n  Not much\n  ","492049":"\n  Octopus, squid, snails\n  ","492050":"\n  Oh?\n  ","492051":"\n  From the fridge or the water dispenser.\n  ","492052":"\n  Nice job!\n  ","492053":"\n  No lol\n  \n  None of the things eggsy asked about were 🤣\n  \n  Chicken is but rice is a no.. unless cauliflower rice :(\n  ","492054":"\n  lol\n  ","492055":"\n  🖕\n  ","492056":"\n  Ofcourse. You just wanted to belittle someone. Go away lahore\n  ","492057":"\n  Yup. I guess it's due to the heat and to conserve energy. They talked about summer;\n  \n  \"the sun would stay out until 9 p.m. in the summer (instead of 8 p.m., like it doescurrently).\"\n  \n  Its dark around 5ish in fall\/winter.\n  ","492058":"\n  If I had it on me and they didn't know then eh. If they knew it was with me then that's just rude and not cool. I'm not really sure how I'd react though.\n  \n  The cats are indoor cats. Blame Freddy on that one lol they had an electric fence thing and cat still managed to get out...\n  \n  good.. needs some heat. 70s cold as balls.\n  ","492059":"\n  A lot of people have that name with numbers and other things attached.\n  \n  Also reminds me of kevin from y!a \"noname\"\n  ","492060":"\n  Cheese and wine?\n  \n  Food in general?\n  \n  Walking and talking\n  \n  Me and you ;)\n  \n  Idk. The \"pair\" bit seems odd\n  ","492061":"\n  Song\n  ","492062":"\n  Must be my stalker :p\n  \n  I wouldn't post the password publicly for one thing.\n  ","492063":"\n  Not much to cherish ¯\\_(ツ)_\/¯\n  \n  Minimalistic.\n  \n  Maybe technology stuff but that seems like a weird accident?\n  ","492064":"\n  Haha you know\n  \n  Anyways, was resolved.\n  \n  Another post last night touched on it too\n  ","492065":"\n  The one coming up or after?\n  ","492066":"\n  Different atmosphere\n  ","492067":"\n  I had a feeling lazzaro name would make an appearance lol\n  ","492068":"\n  Yes I do.\n  \n  How do you know if good or not then sleepyhead? lol\n  ","492069":"\n  This is why its protected :p\n  \n  Wouldn't give details to just anyone either.\n  ","492070":"\n  Denim jacket ✔\n  \n  My white top is big on me and doesn't do anything justice.\n  \n  I don't have any denim pants in my current size. All my other ones are too big now.\n  ","492071":"\n  No. Just haven't felt the need to read atm. I started to yesterday while at the pool but it was getting a bit dark.  One of the security guys made me feel awkward too. Wasn't what he asked but the way he said it and body language. Luckily didn't see him again. Must be 60+ and was just creepy lol\n  ","492072":"\n  My dad was raking leaves once in shorts and a newspaper person was driving or walking by and ended up writing a story\/picture of him o.o\n  ","492073":"\n  Howdy almost neighbor\n  ","492074":"\n  Yes figured both would be erotica like XD mixed in with the weird effects going on like that other film?\n  ","492075":"\n  I am white so don't understand the \"you will kind of\" part lol\n  ","492076":"\n  Agreed.\n  ","492077":"\n  Think so. History War dude? His last name means something but can't remember what at the moment. Bunker hill comes to mind but probably something else.\n  ","492078":"\n  I thought so XD\n  \n  Those ones seemed interesting when looking through the titles\n  ","492079":"\n  Pine scented candle\n  ","492080":"\n  Yes lol\n  ","492081":"\n  Adios\n  ","492082":"\n  Maybe two and then more self-love :)\n  ","492083":"\n  Yes. Rain is beautiful.\n  ","492084":"\n  Love them. Just don't have any yet. Don't like needles, rather be 100% sure what I want and also be at goal size instead of having tats stretch out and not look good.\n  \n  However, the ones I want would be pretty small and hidden like.\n  \n  Not religious but my uncle has a cross tattoo and I've always admired it. His is on his knuckle but I'd want it more on the inside of my left middle finger. Could be a good tribute piece if it came to that too.\n  \n  Words that mean a lot to me on the side of my left ribcage. Don't feel like sharing what :p\n  \n  I've always loved roses but don't have any design or anything in mind for that. Unique ones would be better.\n  \n  An anon mentioned wrist tats before and I knew someone who had \"love\" and that looked pretty badass but idk if I'd want something that big right there ¯\\_(ツ)_\/¯\n  \n  Definitely dainty tats for myself but I love all types on others! :)\n  ","492085":"\n  True.\n  \n  Fun fact: I was a nun for Halloween once but it wasn't sexy like that. Some old dude kept hitting on me and talking about rulers etc highly recommended not being a nun for Halloween\n  ","492086":"\n  I always cringe seeing messages from lahore shaam\n  ","492087":"\n  Black dress\n  \n  Stockings\n  \n  Cross Earrings\n  \n  Wig\n  \n  Not too hard to do :p\n  ","492088":"\n  I suppose. Don't fully know what this is about\n  ","492089":"\n  This seems controlling as hell. A guy shouldn't have to remind his partner that they exist. Trust and mutual respect. Even the \"I love him\" seems forced. Yikes. Hopefully some weird RP and not some actual douche\n  ","492090":"\n  Candyland, hungry hippo, monopoly, battlefield etc.\n  ","492091":"\n  I've reached my mini goal weight and now considered \"overweight\" based on my bmi.\n  \n  Also my blood sugar went down since the last bloodwork tests were done. Not sure on the number though.\n  \n  Another thing but can't share atm\n  ","492092":"\n  Please\n  ","492093":"\n  Swimming\n  \n  Hiking when weather premits (az is hot af in the summer)\n  ","492094":"\n  Accepting other spam too if anyone wants to send stuff\n  ","492095":"\n  Tsk tsk\n  ","492096":"\n  Alright. Should they be more last name or what I've been doing?\n  ","492097":"\n  Thomas\n  ","492098":"\n  I feel like that doesn't need another name to it. Or if it does something small like Issac or Cruz? ¯\\_(ツ)_\/¯\n  ","492099":"\n  Anthony\n  \n  You still never said if I'm doing this right XD\n  ","492100":"\n  I picture a blonde haired country boy. Still an ok name. Don't think I'd use though\n  ","492101":"\n  XD\n  ","492102":"\n  Felix\n  ","492103":"\n  Claire Emily Rosamund came to mind if I'm doing that right?\n  \n  Don't care much for Claire\n  \n  I've always liked EM\/EMM names\n  ","492104":"\n  I feel bad for Horace.\n  \n  The other two aren't bad. I know a Hunter.\n  ","492105":"\n  You'll have to find out 👀\n  ","492106":"\n  You should hit me with some if not too tired\n  \n  Boredom. Only 19 questions in my inbox  :(\n  ","492107":"\n  Its shit lol\n  ","492108":"\n  Did you know that AZ doesn't change them\n  ","492109":"\n  Will do this over the week\n  \n  Already have all the nuts included.\n  ","492110":"\n  I've added you to my list. Not sure what to ask you but you'll get questions when I send them out:)\n  ","492111":"\n  Kills you instead 😈\n  ","492112":"\n  Yes..especially since they do it to annoy instead of loving fun way lol\n  ","492113":"\n  Feet.. think it depends who it is tho\n  ","492114":"\n  Tell me about it:)\n  ","492115":"\n  Just being alive, certain friends in RL and on here.\n  \n  Another thing but can't say yet :)\n  ","492116":"\n  I have this and then some of the other ones filled in\n  \n  Dating apps suck tho\n  ","492117":"\n  Who cares? I don't label myself. I wear more casual and athletic wear these days. It's still nice to have girly pieces mixed in too. Labels are annoying.\n  ","492118":"\n  Most girls do.\n  ","492119":"\n  Getting better but too long\n  ","492120":"\n  Talk to people\n  \n  Toss and turn\n  \n  YouTube\n  \n  Social media\n  ","492121":"\n  I did live in Plymouth before but let's not go too Thanksgiving on meh XD\n  ","492122":"\n  Get a guy with a bigger d?\n  \n  Positions that help him more?\n  \n  Toys?\n  ","492123":"\n  Uh huh...\n  ","492124":"\n  Yeah but casual isn't really dressing up :p\n  ","492125":"\n  Is a terrible thing to waste\n  ","492126":"\n  No thanks lol\n  ","492127":"\n  Why are you concerned with guys with small d*cks going in me?\n  ","492128":"\n  Haha no\n  ","492129":"\n  I clean up good\n  \n  ¯\\_(ツ)_\/¯\n  \n  Don't really care about styles. A good mixture\n  ","492130":"\n  Nah. Reminds me of Leonardo\n  ","492131":"\n  🤣🤣🤣\n  ","492132":"\n  Rather have something shorter :p\n  ","492133":"\n  You just want an application again\n  ","492134":"\n  I'm not a baseball field\n  ","492135":"\n  I know <3\n  ","492136":"\n  I'm not\n  ","492137":"\n  What were you referring to?\n  \n  Eh pretty basic but still decent\n  ","492138":"\n  What shall I call you?\n  ","492139":"\n  ?????\n  \n  Anyways, making pumpkin pie :)\n  ","492140":"\n  Ok, pumpkin.\n  ","492141":"\n  Don't know what to change it to\n  ","492142":"\n  Haven't even thought about.\n  ","492143":"\n  Legs or down there? :p\n  ","492144":"\n  Gym then swimming in the heated pool 💪🧜‍♀️\n  ","492145":"\n  I'm a female\n  ","492146":"\n  💪\n  ","492147":"\n  Bored. I miss my old gym 🤣\n  \n  Atleast the pool should be good\n  \n  Was the only one again then some guy came in. A football game is playing and the security guy came in and started watching it. Then left. Wish it had all the machines I use :\/\n  ","492148":"\n  Probably. Everyone needs a family.\n  ","492149":"\n  Not nice to lie\n  \n  I don't feel gorgeous after being out of the gym for a while lol also hitting the heated pool :)\n  ","492150":"\n  Yes\n  ","492151":"\n  Need to put water in my waterbottle then leave 💪\n  ","492152":"\n  Yes but who doesn't?\n  ","492153":"\n  Getting back to the gym life\n  ","492154":"\n  I don't remember too much about it but definitely watched at some point. Nostalgia ass kicking XD most of those shows do end bizarrely.\n  ","492155":"\n  I don't think I've seen any of his films..\n  ","492156":"\n  Babies\n  \n  Animals\n  \n  Money\n  ","492157":"\n  I think they felt the same way. Sorry.. the service part made me think of it.\n  ","492158":"\n  This sounds disturbing lol\n  \n  I like 2-5 year age gaps though. So not too old, pal :P\n  ","492159":"\n  Don't really care. Just something both would enjoy together :)\n  ","492160":"\n  Yes, I do.\n  ","492161":"\n  Me lol\n  ","492162":"\n  Ah :)\n  ","492163":"\n  Still here 😘\n  ","492164":"\n  I would go on one.\n  \n  Haven't yet\n  ","492165":"\n  C*m\n  ","492166":"\n  It's still the weekend...\n  ","492167":"\n  Idk. Mostly been on youtube since my spotify app on the phone doesn't let me search within my playlists -_-\n  ","492168":"\n  Considering I don't have nuts, yes.\n  ","492169":"\n  It was a missed call.\n  ","492170":"\n  Oh XD\n  \n  What movie?\n  ","492171":"\n  Haven't started it yet :\/\n  ","492172":"\n  Haven't tried but probably be the same way. Luckily,  my eyes don't get too dry etc\n  ","492173":"\n  Cards against humanity is fun\n  ","492174":"\n  Sure, why not?\n  ","492175":"\n  I followed you yesterday\n  ","492176":"\n  0\n  ","492177":"\n  Ranch\n  ","492178":"\n  Potato\n  ","492179":"\n  Sometimes. Can be a good time :)\n  ","492180":"\n  Yes.\n  ","492181":"\n  Do you have a lot of experience with that? :P\n  ","492182":"\n  Last night lol\n  \n  Luckily I was smart enough to put on a fleece because we ended up taking a walk and was 50-60's out.\n  ","492183":"\n  Yes. Still not sold on it. The pool is heated so that's good. Seems more like a quick workout and swim area. Also a security guy kept coming in and just feels weird lol\n  \n  I didn't watch any :(\n  \n  Time got carried away\n  ","492184":"\n  Who knows\n  ","492185":"\n\n   https:\/\/youtu.be\/jA0-2t58gg0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Good song from them :)\n  ","492186":"\n  Shameless?\n  \n  I don't like all the effects they do so couldn't get into it:\/\n  ","492187":"\n  Chicken and rice\n  ","492188":"\n  Doctors\n  ","492189":"\n  True.\n  \n  I can't remember if someone posted on here before or it was a recommended one on YouTube. Maybe both ¯\\_(ツ)_\/¯\n  ","492190":"\n  Nah.\n  ","492191":"\n  Splendid\n  ","492192":"\n  I imagine so. Haven't had to pay for anything so far.\n  \n  AHCCCS\n  ","492193":"\n  Not here. Arizona doesn't change their clocks. Navajo Nations are the only exception to that.\n  ","492194":"\n  🤣🤣🤣\n  ","492195":"\n  Only gone once. Fun for the most part.\n  \n  Most roads can be super rocky anyways so 4 wheel drive is needed.\n  ","492196":"\n  Chicken parm\n  \n  Noodles or ziti\n  ","492197":"\n  Kind of gone off but back again:)\n  \n  See lots of animal print, jewel toned colors etc\n  ","492198":"\n  I've always liked leopards.\n  ","492199":"\n  13\n  ","492200":"\n  Everything in the news sums it up..\n  ","492201":"\n  Ask Lyndsey anything because her inbox is so freaking dead holiday, yes?\n  ","492202":"\n  Dodge charger\n  \n  VW beetle and other older cars\n  \n  Jeeps are good around here incase off roading or rocky areas\n  ","492203":"\n  I can't pick just one!\n  ","492204":"\n  Haha\n  ","492205":"\n  Atypical has season 3 up :D\n  ","492206":"\n  Good luck!\n  ","492207":"\n  Yes. Gets out aggression. Not taking out on others. Getting endorphins etc\n  ","492208":"\n  No. That's a healthy outlet\n  ","492209":"\n  Anyone have name suggestions?\n  ","492210":"\n  The job? Yes.. that's tough. Especially with holidays coming\n  ","492211":"\n  Pretty good.\n  \n  Was a hormonal way not the other way lol\n  ","492212":"\n  Never a good thing\n  ","492213":"\n  Would be ironic timing\n  ","492214":"\n  You don't.\n  \n  Who would want to end up as single mom? Pretty sure normal people don't plan that shit\n  ","492215":"\n  Not really\n  \n  I have this gym all to myself :)\n  \n  An episode of Friends is on. They keep saying my name 🤣\n  ","492216":"\n  When three of them come to mind. Don't make me pick!!\n  ","492217":"\n  Just watched the trailer. Seems like it would definitely be trippy!\n  ","492218":"\n  Ohhhh\n  \n  I know that song\n  ","492219":"\n  Ok\n  ","492220":"\n  Think not masturbating for 2 weeks might do that to someone 💀\n  ","492221":"\n  To keep, right!?\n  \n  Eh. I got rid of some I didn't like before but not baby ones. I was adorable.. besides the bald head one but still cute :p\n  ","492222":"\n  Being stressed and need to do a 24 hour pee test? Living the life, man. Why do doctors have to nit pick every little thing? Like clearly normal the last time but now need to be annoying. Also get pee shy at times..\n  \n  Pretty sure waking up early when you didn't need to be up that early, being with someone who annoys you, going to the dr to get bloodwork that keeps dismissing you and then finally accepts you, being in a new place would all be somewhat stressful? Also hating doctors in general would add to it too.\n  \n  Should probably take my multivitamin again as it contains estrogen in it and mine was low.\n  \n  Everything else was fine though.\n  ","492223":"\n  Good one\n  ","492224":"\n  Haha aw cute\n  ","492225":"\n  One that I don't have online\n  ","492226":"\n  Yay\n  ","492227":"\n  Hope you got some good stuff :)\n  ","492228":"\n  I need to get ready\n  \n  I promised myself I'd go back to the gym Nov 1st.. of course that was at my actual gym but will be going to the bil's brother's gym instead as it's closer and free. Decent community setup.. hope not too many people are there.. smallish space.\n  \n  Besides those, not sure. Maybe watch some horror movies later as I haven't watched many this year.\n  \n  ¯\\_(ツ)_\/¯\n  ","492229":"\n  How long should I keep my name as Ghostly Lynds?\n  ","492230":"\n  Car, walking or plane.\n  ","492231":"\n  Confronted since they didn't..\n  ","492232":"\n  Probably taking on too much and need some more rest to make up for it all :)\n  \n  Do you cook for just yourself or others? Could matter too\n  ","492233":"\n  I have a small group\n  ","492234":"\n  Or on Thanksgiving, sure ;)\n  ","492235":"\n  I did watch that!\n  ","492236":"\n  Depends on what it is..\n  ","492237":"\n  So true\n  ","492238":"\n  I ended up getting this one 🔥\n  ","492239":"\n  I don't understand the lazaro part.\n  ","492240":"\n  🍕🍕🍕🍕\n  ","492241":"\n  Yet you looked for it haha\n  \n  One time that was my new years song o.o\n  ","492242":"\n  What's that mean?\n  ","492243":"\n  Or sunset\n  ","492244":"\n  Dinosaurs annoy you?\n  ","492245":"\n  Boss bose :)\n  ","492246":"\n  Guy peeing in central park before\n  ","492247":"\n  Doesn't seem worth the amount for either lol #cheap probably streamable somewhere else\n  ","492248":"\n  I kept and named them just in case 🤣👻\n  ","492249":"\n  Cute\n  ","492250":"\n  Enjoy that pizza then :)\n  ","492251":"\n  Yes, I did :)\n  \n  Especially scaring this 12-15 year old girl. She acted all tough.. don't come near me and stuff 🤣 the brother-in-law and I kept f*cling with her at times because saying that just makes you want to keep following\/talking to them lol like why go to the house if you are going to act that way? Even little kids were good sports ¯\\_(ツ)_\/¯\n  ","492252":"\n  Haha yes\n  \n  The lie was the date.\n  \n  Never know but nothing planned atm :)\n  ","492253":"\n  Boston cream for me\n  ","492254":"\n  Getting a call from ghosts??\n  \n  The number showed information on them.\n  \n  The wife died January 2012 and the husband died January 1993. Interesting how both died in January...\n  \n  Doesn't show anyone else with that number. Maybe got passed down to relatives?\n  ","492255":"\n  Not exactly\n  \n  Why do you keep asking this?\n  ","492256":"\n  Thanks you profusely;)\n  ","492257":"\n  I planned on watching these but that didn't happen lol\n  ","492258":"\n  When one was a getaway company. Like yes f*cking give me one. Hate scams.\n  ","492259":"\n  A LUCKY PENNY\n  ","492260":"\n  It does look annoying haha\n  ","492261":"\n  Idk lol\n  \n  I usually do c8m or c*m\n  ","492262":"\n  S*x in candy land?\n  ","492263":"\n  Make you look professional af\n  ","492264":"\n  Congratulations. Doesn't really have anything to do with the original question 🤣\n  ","492265":"\n  True XD but he didn't :(\n  \n  That reminds me I need to check who called me\n  ","492266":"\n  Don't feel like I'm good at either but both can be fun :)\n  \n  Let's go with frisbee since more active and people, hopefully.\n  ","492267":"\n  Ok..\n  ","492268":"\n  Not even sure. We usually change up the dinners a lot.\n  ","492269":"\n  Yes :)\n  ","492270":"\n  I think I like silver on me more.\n  ","492271":"\n  Pumpkin more\n  \n  But fine with either\n  ","492272":"\n  Glad I answered both then :)\n  ","492273":"\n  Both :o\n  ","492274":"\n  What why do you mean heated?\n  \n  If I'm drinking then whatever that would be. I don't really switch it up much. It's usually mojitos, margaritas, apple martini or something like that.\n  \n  Or are you asking about hot drinks? Hot chocolate, hot apple cider..\n  ","492275":"\n  I'm not pregnant\n  ","492276":"\n  Candy - chocolate and peanut butter\n  \n  Sandwich- pb and j\n  ","492277":"\n  Stop sending me this\n  \n  I'm not your mom or anyone else's\n  ","492278":"\n  Keto answer: JJ. Their unwhich(sp?)\n  \n  Taco Bell wins in general. Even then it wasn't a regular occurrence of buying. It's been a few years since I've had it\n  ","492279":"\n  Thanks Ray\n  ","492280":"\n  Maybe seek couple counseling? Or just alone to talk about the abuse and how to cope and not do etc\n  \n  drink less?\n  ","492281":"\n  Which? :p\n  ","492282":"\n  VS just sent out their wishlist guide and I also had a mall Santa email.\n  \n  Too soon but go for it haha\n  \n  As a rule I'd wait until after Thanksgiving:)\n  ","492283":"\n  A or C\n  ","492284":"\n  Sushi. Not something I've ate regularly either.\n  ","492285":"\n  Good night\n  ","492286":"\n  Such a wide range of different music. I'd feel bad for the sucker 👽\n  ","492287":"\n  Shut up, shaam.\n  ","492288":"\n  Yes but with any \"diet\/lifestyle\" people can go to extremes.\n  ","492289":"\n  Think I took enough today.\n  \n  A lot of people took pictures with us too. Been a long day!sleepy yet awake\n  ","492290":"\n  Thanksgiving? Agreed. Should be interesting this year :D\n  ","492291":"\n  I highly doubt it\n  \n  Don't be creepy\n  ","492292":"\n  I wear one when I go out or to the gym but besides that f8ck them..\n  ","492293":"\n  I like a little of everything\n  ","492294":"\n  Yes :)\n  ","492295":"\n  Shouldn't let a bloody nose stop your life?\n  ","492296":"\n  I think oysters but also never tried so who knows...\n  ","492297":"\n  Good luck x\n  ","492298":"\n  Never say never? There's a lot to still experience in life, my dude.\n  ","492299":"\n  The best version of myself\n  ","492300":"\n  Maybe 2 hours years ago?\n  ","492301":"\n  Yes\n  ","492302":"\n  Fun :)\n  \n  Afraid no Halloween party tonight. Oh well\n  ","492303":"\n  Pretty good. I should wash my hands since some kid\/guy made me shake his hand earlier o.o\n  ","492304":"\n  Same\n  ","492305":"\n  Passed candy out. Scared some people with my head. A lot of the people thought I was fake so ended up scaring them, following some. Took selfies with people 🤣 some people even wanted hugs o.o\n  \n  Had Domino's pizza deal where you have parmesan bites, cinnamon sticks, two pizzas and a coke deal. Wasn't that good though.\n  \n  Still hungry. Only had three pieces of candy tonight. All the trick-or-treaters took it all.\n  ","492306":"\n  Whatever that looks like lol\n  ","492307":"\n  Too manly for me but oh well.\n  ","492308":"\n  Chocolate\n  ","492309":"\n  -__-\n  ","492310":"\n  Nope. The actual site does at times\n  ","492311":"\n  I don't have to wear makeup\n  ","492312":"\n  Thanksgiving next\n  ","492313":"\n  Yes :p\n  \n  The \"Last christmas\" song  came to mind a few times tho\n  ","492314":"\n  Thanks\n  ","492315":"\n  Not yet. Maybe in an hour or so.\n  ","492316":"\n  That too\n  \n  And then some see me as a b!tch ¯\\_(ツ)_\/¯\n  ","492317":"\n  I'm not sure. Probably humor, dirty minded, keto, fitness stuff...\n  ","492318":"\n  Does anyone have questions?🎃👻\n  ","492319":"\n  Cupcake would be easier\n  ","492320":"\n  All dogs go to heaven is pretty messed up\n  ","492321":"\n  I guess sub then.  Nice to change up at times\n  ","492322":"\n  I don't care if she dresses up or not...\n  ","492323":"\n  Switch\n  ","492324":"\n  Sunken head\n  ","492325":"\n  Yes but haven't this year.\n  ","492326":"\n  You know ;)\n  ","492327":"\n  Sure put it in my bank account ;)\n  \n  Too many likes, man!!\n  ","492328":"\n  Because I like guys. What a dumb question.\n  ","492329":"\n  The 2nd IT and Joker in theaters :)\n  ","492330":"\n  Never heard of then. Any good songs?\n  ","492331":"\n  Never.\n  ","492332":"\n  There's a man named Portugal?\n  ","492333":"\n  The Crow\n  \n  TWD (if that counts..)\n  \n  Scream\n  ","492334":"\n  Need to watch again to make up my mind :)\n  ","492335":"\n  That I'll always be alone. Not liking dating culture and having long gaps between people is annoying in general.\n  \n  Loved ones dying or hurt\n  \n  Not sure on the last one...\n  ","492336":"\n  I need to think of some in general:)\n  ","492337":"\n  Not sure. Haven't been to all the restaurants\n  ","492338":"\n  For?\n  \n  Haha this sounds wicked creepy XD\n  ","492339":"\n  Lion king, Grease, Dirty Dancing\n  \n  Lean on me - bill withers\n  \n  Barbie girl - aqua\n  \n  Benny and the jets - Elton John\n  \n  Girls just want to have fun\n  \n  E.T's album version of the movie\n  \n  Uh... forget what else. Dad has a lot of albums.\n  \n  Rugrats, Barney, Clarissa explains it all\n  \n  Depends on age..\n  ","492340":"\n  Even making fake lies makes me feel uneasy\n  \n  I have a date next week\n  ","492341":"\n  Had more bad than good.. weather, fighting, all the other stuff I've mentioned in your other question\n  ","492342":"\n  If its coins, I don't care. Actual money, I'd make sure that it was correct.\n  ","492343":"\n  I really dislike this question.\n  ","492344":"\n  G-strings\n  \n  Give me thongs anyday!\n  \n  So annoying\n  ","492345":"\n  Lyndsey\n  \n  Define pants here 😈\n  ","492346":"\n  Maybe :)\n  \n  Even if we did go to the party I'd feel self conscious since literally look like a man in all beige with a fake head covering me etc\n  ","492347":"\n  👽 cockiness. You can be confident without that bs\n  \n  👻 when books are boring\n  \n  💀 when guys don't treat you right\n  \n  🍭 when guys think writing \"hi\" is going to automatically make someone interested in you.. I hate small talk\n  ","492348":"\n  Haha. I don't think that's on the agenda, sadly :(\n  ","492349":"\n  🎃 dominance\n  \n  🦇 humor\n  \n  ☠ hands\n  \n  🎃 cUm\n  ","492350":"\n  Vanilla\n  \n  Cucumber melon\n  \n  Lavender\n  \n  Sandalwood\n  \n  Cedar\n  \n  Fresh clean scents\n  \n  Depends what it is...\n  ","492351":"\n  Being teacher's pet..\n  \n  The best part would be taking this off. Don't think i will do it justice. The skirt is sooo small even for the size I got it in. Hopefully comes together tho ¯\\_(ツ)_\/¯\n  ","492352":"\n  When they call 2 inches of fabric, a skirt???\n  ","492353":"\n  More so certain songs\n  ","492354":"\n  Nope.\n  ","492355":"\n  lol :p\n  ","492356":"\n  Could be ¯\\_(ツ)_\/¯\n  ","492357":"\n  I have an anon that likes writing \"me lol\" at times to certain posts. Another anon and I like doing it at times for the lols ¯\\_(ツ)_\/¯\n  ","492358":"\n  I imagined the top being black..\n  ","492359":"\n  Bet you blushed at a different picture. Also wanted it lowered, eh? :p\n  ","492360":"\n  Yes. We do. Have those huge bins.\n  ","492361":"\n  Ryan Reynolds?\n  ","492362":"\n  Hey spooky\n  ","492363":"\n  Maldives, Hawaii or somewhere in the UK.\n  \n  How about you?\n  ","492364":"\n  The ones you don't need to know about 😈\n  ","492365":"\n  Happy Halloween ☠🦇🎃\n  ","492366":"\n  I like the looks of them but hard to eat. I'd go with caramel.\n  ","492367":"\n  I like it but I also know when something is going to be scary.. I expect it. Haha\n  ","492368":"\n  You\n  ","492369":"\n  Happy samhain, Danny :)\n  ","492370":"\n  How would you dress me? ;)\n  ","492371":"\n  Unclog the toilet :\/\n  ","492372":"\n  I go out. Sorry its not to your expectations though.\n  ","492373":"\n  Nice!! Glad it was better than you imagined. What's next on that long list? XD\n  ","492374":"\n  Doing anything exciting for it?\n  ","492375":"\n  It's 12:24am now.\n  \n  Not even thinking of getting dressed yet.\n  ","492376":"\n  You don't think I'm a star? :*(\n  \n  Also you don't understand the \"me lol\" context either :)\n  ","492377":"\n  You too\n  ","492378":"\n  Sunken head from Beetlejuice.\n  ","492379":"\n  My dad gave a kid a coaster because we ran out of candy once.\n  ","492380":"\n  True lol\n  ","492381":"\n  The affiliate marketing doesn't really matter on the hours.  More commission based, the pay isn't as frequent etc\n  \n  For the dog\/house sitting I'd actually be at the person's house for however long . Agreed to $35 a day. I'll be doing that again near Thanksgiving.\n  ","492382":"\n  Doctors\n  ","492383":"\n  I've only had subs, not hoagies.\n  ","492384":"\n  See you did some stalking :p\n  ","492385":"\n  Idk lol\n  ","492386":"\n  It's 11:55am\n  \n  Bit premature for that\n  ","492387":"\n  What I have seems to work ¯\\_(ツ)_\/¯\n  ","492388":"\n  Good night\n  ","492389":"\n  Makes you high as a kite\n  ","492390":"\n  Lion king\n  ","492391":"\n  Never been fully drunk\n  \n  .don't like the feeling\n  ","492392":"\n  Read\n  \n  YouTube\n  \n  Write out what's on my mind\n  \n  Toss and turn\n  \n  Be naughty if it came to that\n  ","492393":"\n  Guess I'm dating myself\n  ","492394":"\n  Me lol\n  ","492395":"\n  Yes, I do\n  ","492396":"\n  I'd feel more comfortable with $50-80 range but sure.\n  ","492397":"\n  No. Just out in the real world\n  ","492398":"\n  Job well done\n  ","492399":"\n  A+\n  ","492400":"\n  Bad notes\n  \n  Burn after reading:)\n  ","492401":"\n  Brings me light\n  \n  Of mind\n  \n  And feeling\n  \n  Embodies me\n  \n  Completely\n  ","492402":"\n  I'm not a good singer\n  ","492403":"\n  *burns them*\n  ","492404":"\n  You know how I do 💯\n  ","492405":"\n  Hands\n  \n  I do like beards :p\n  \n  Chests\n  \n  Butts\n  \n  The whole package\/person, tbh.\n  ","492406":"\n  Guys just want to play games, quick play, hookups if they actually do find me \"attractive\". Not into all that bs\n  \n  Definitely doesn't help with feeling attractive when it means absolutely nothing\n  ","492407":"\n  Olive oil\n  ","492408":"\n  Oh goodie\n  ","492409":"\n  I don't think that about myself nor do others besides people online. Real life people don't see me that way at all.\n  ","492410":"\n  Yes but Ginger\/Geri was my favorite\n  ","492411":"\n  You too\n  ","492412":"\n  Only in gym class\n  ","492413":"\n  Whatever his preference.\n  \n  I don't mind some hair\n  \n  ¯\\_(ツ)_\/¯\n  ","492414":"\n  B+\n  ","492415":"\n  Yes. I saw the crescent moon earlier.\n  ","492416":"\n  Lacey...\n  \n  I need better clothing:p\n  ","492417":"\n  I'm not sure. Haven't been following lately. My mom kept winning $50 on voting with friends.\n  ","492418":"\n  No but that would be nice\n  ","492419":"\n  5\n  ","492420":"\n  Life?\n  ","492421":"\n  I guess lingerie\n  ","492422":"\n  High school teams.. nope lol\n  ","492423":"\n  Football years ago.. haven't been to professional ones\n  ","492424":"\n  Tennis\n  ","492425":"\n  About a 5? Still pretty pale but have some color too.\n  ","492426":"\n  Yes. Who hasn't? lol\n  ","492427":"\n  You could never do that\n  ","492428":"\n  Ask me in December\n  ","492429":"\n  All the S spam :)\n  ","492430":"\n  NO\n  ","492431":"\n  Yes please\n  ","492432":"\n  Anything is fine\n  ","492433":"\n  Sometimes.\n  ","492434":"\n  8:07pm\n  ","492435":"\n  Idk don't always look for veins, man.\n  ","492436":"\n  Nope. Just kept letting it do its thing. Think I'll stop when this one ends.\n  ","492437":"\n  My wrists.\n  ","492438":"\n  The Walking Dead\n  \n  Season 9\n  ","492439":"\n  My nephew's uncle usually hosts it at his house.\n  ","492440":"\n  For the most part\n  \n  Watching Netflix atm tho\n  ","492441":"\n  Today? Watching TWD and being on here & kik. Checked ig.. chill day.\n  ","492442":"\n  Not sure. Different amounts\n  ","492443":"\n  Had a hot date\n  ","492444":"\n  Fine. Thanks:)\n  ","492445":"\n  Pushing it\n  ","492446":"\n  Too busy with TWD to care and no bra.. easy access:)\n  ","492447":"\n  No need to be sorry\n  ","492448":"\n  Still a weird topic :p\n  ","492449":"\n  Fine with whatever, switch.\n  ","492450":"\n  O.o\n  ","492451":"\n  My mind went elsewhere 👀\n  ","492452":"\n  Three dogs\n  ","492453":"\n  Do you want a medal for that?\n  ","492454":"\n  Amazon. Couldn't really haggle there lol\n  ","492455":"\n  Why would I want to wall to wall about that?\n  ","492456":"\n  Yes\n  ","492457":"\n  Decent if I really felt like I wanted it ¯\\_(ツ)_\/¯\n  ","492458":"\n  Izzy's art is breathtaking\n  ","492459":"\n  Touche\n  ","492460":"\n  No\n  ","492461":"\n  Haha\n  ","492462":"\n  How is that not creepy??\n  ","492463":"\n  Season 9 of TWD\n  ","492464":"\n  Family\n  ","492465":"\n  I have a pine scented one and some frosted cranberry still left over from last year. Also some other one.. forget the name of but its more a subtle relaxing scent.\n  \n  Vanilla and other ones are good\n  ","492466":"\n  No problem. They both sound so good! :)\n  ","492467":"\n  Yes, since January.\n  \n  Not doing the pills or any of that garbage people try to sell.\n  ","492468":"\n  Honey ham instead of a different kind. It didn't effect me though. Honey is bad on keto.\n  ","492469":"\n  I don't remember. Was a lab though\n  ","492470":"\n  Depends on what's going on. I usually get up early and like exploring the area. (If you mean vacation wise)\n  ","492471":"\n  One holiday at a time, please.\n  ","492472":"\n  Uh huh.\n  \n  Nah I have faith.\n  \n  You got this\n  ","492473":"\n  All of them?\n  ","492474":"\n  Nah. I just dumped everything out. Paired them together and counted everything. Ate a few if wanted.\n  ","492475":"\n  No. Passing out candy dressed up and maybe a Halloween party afterwards.\n  ","492476":"\n  Congratulations\n  ","492477":"\n  Should be more\n  ","492478":"\n  :)\n  ","492479":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/hRVfCplkKq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","492480":"\n  Since you've been back lol :p\n  ","492481":"\n  Aww my 1st facepalm out of you!\n  ","492482":"\n  Don't know what makes you think that\n  ","492483":"\n  If you call this good\n  ","492484":"\n  Hisses\n  ","492485":"\n  Good thing I know realtors 🤣\n  ","492486":"\n  Nah. I got time. Appointment was canceled :D\n  ","492487":"\n  Yes. Hopefully wins one of the placings. Always do a different theme. Last year it was aliens and they won 3rd place.\n  \n  A couple of the ones we went to didn't have much.. and another had the same theme as last year with very minor details changed so who knows what will happen. There's also a rookie placing this year.\n  ","492488":"\n  As if you don't have enough questions from me already 😘🤣\n  ","492489":"\n  Not sure. Don't post pictures of other people on here..\n  \n  But the house looks like this in the day time. The sign and other stuff is all lit up, the music going and all that at night. Dude pops out of the grave etc\n  ","492490":"\n  Our old dog dressing up for Halloween. My dad would put markers on her. One time he did the same design on his own face.\n  \n  She also had a bag of candy around her collar. Ran after a cat and all the candy was gone when she came back.\n  ","492491":"\n  No. My sister is. Her husband will be Beetlejuice. I'm the sunken head.\n  ","492492":"\n  It's our theme for the Halloween contest :)\n  ","492493":"\n  Sound of music\n  \n  Les miserables\n  \n  Leap Year\n  ","492494":"\n  Not sure. Can be pretty indifferent to certain topics\n  ","492495":"\n  But I'm going to heaven ;)\n  ","492496":"\n  Oh well I updated you on hitting certain #s lol\n  ","492497":"\n  Set my soul on fireeeeee\n  ","492498":"\n  Yes you did :(\n  \n  Must be reading all the crap i sent lol\n  ","492499":"\n  Times that by 3\n  ","492500":"\n  You'd probably forget or burn it :*(\n  ","492501":"\n  I suppose it has stayed the same.\n  ","492502":"\n  Oh snapple\n  ","492503":"\n  Eituc\n  ","492504":"\n  Don't know what you mean lol\n  ","492505":"\n  I didn't hate it too much\n  \n  Blizzard has gone back to staying near my door again.\n  ","492506":"\n  You miss a lot when you don't come on since Easter ;)\n  "}}