{"Question":{"492507":"\n   Can you understand sign language?\n  ","492508":"\n   Hey do u know where is Teri ?\n   \n    @tericrosby2016\n   \n","492509":"\n   What is one movie that you have seen that you absolutely hated?\n  ","492510":"\n   Which room do you spend the most time in your house?\n  ","492511":"\n   not for long tho!\n  ","492512":"\n   You know when you have those resealable bags of candy or food or whatever and you cut even lower than where it shows you (cute little scissor icon) and its still not deep enough to open the bag? Like WTF man dont they even test this sht out??\n  ","492513":"\n   What music instrument would you like to play?\n  ","492514":"\n   What is the one book you think that everybody should read?\n  ","492515":"\n   What makes you feel like a boss?\n  ","492516":"\n   that makes two of us!\n  ","492517":"\n   have you ever received flowers from someone?\n  ","492518":"\n   broccoli with cheese served with chorizo pizza yay or nay?\n  ","492519":"\n   Broccoli with cheese: yay or nay?\n  ","492520":"\n   Good night beautiful\n  ","492521":"\n   What's the scariest movie you've seen?\n  ","492522":"\n   All I know is loving her is gotta be a sin\n  ","492523":"\n   Birds are singing and whistling. But I spent last two months sitting at a corner of my room. Now there are a lot of issues about the requirement of the embassy.\n  ","492524":"\n   How did you learn about m@sturb@t1on?\n  ","492525":"\n   Would u rather go back in time or forward?\n  ","492526":"\n   Favorite holiday?\n  ","492527":"\n   What's the saddest movie you've seen?\n  ","492528":"\n   When is the last time u took a relaxing bath?\n  ","492529":"\n   Have you ever came across someone who was a decent person but over time became a bit more of an asshole and lost their mind\n  ","492530":"\n   no fetish 🤦‍♂️🤦‍♂️🤦‍♂️\n\nyeah yeah \n\npure imagination or with porn? what is better? 🙊\n  ","492531":"\n   Really? Why?\n  ","492532":"\n   oh💚 even if it is two time per day? 🙊 \ndo you think this is normal?\n  ","492533":"\n   i have 😅 \ni want to know if you see that masturbating is a bad thing?\n  ","492534":"\n   photo\n  ","492535":"\n   Have you ever had a really really bad teacher\n  ","492536":"\n   That's a Jaguar! !\n  ","492537":"\n   Which is the only way a leopard can change his spots?\n  ","492538":"\n   What does “you’re the best of the worst” mean??\n  ","492539":"\n   Do you have any funny stories\n  ","492540":"\n   What can you promise to your friends?\n  ","492541":"\n   🌹😴✨\n  ","492542":"\n   What do you have a soft spot for?\n  ","492543":"\n   Ever been in a situation where two of your friends made you choose between them?\n  ","492544":"\n   Which part of a road do Ghost's love to travel the most?\n  ","492545":"\n   what was the last concert you went to\n  ","492546":"\n   had you good weekend\n  ","492547":"\n   What are your hobbies and how did you get into them\n  ","492548":"\n   favorite museum u have ever been to:\n  ","492549":"\n   Who suffers from bad anxiety?\n  ","492550":"\n   Hello cupcake\n  ","492551":"\n   Ever feel objectified as a woman?\n  ","492552":"\n   Did you get any?\n  ","492553":"\n   Too late, already installed :p\n  ","492554":"\n   hey lynds\n  ","492555":"\n   I'll get working on Kik pretty soon. Give me a day or two\n  ","492556":"\n   Catch you sometime tonight then?\n  ","492557":"\n   Haha yeah.... btw thanks\n  ","492558":"\n   I never do masturbate\nI can't see the ceiling cause it's dark\n  ","492559":"\n   How's your day going? I'm going to eat dinner soon but will be on for a little bit\n  ","492560":"\n   I can't sleep why.... any suggestions from you guys so that I can go to sleep?\n  ","492561":"\n   What is the coolest thing's that people can learn from you?\n  ","492562":"\n   what’s a date night that you think sounds FUN, but ur partner would hate\n  ","492563":"\n   What’s the weirdest thing someone’s admitted to you lately?\n  ","492564":"\n   I know it might seem awkward but do mind ok... Do you simply give your phone number when someone asks you?\n  ","492565":"\n   So, who likes Red Hot Chili Peppers? What are your favorite songs?\n  ","492566":"\n   Yes, sometime even my brother because they are annoying and disturbing and also they never agree with me.\n  ","492567":"\n   What was the timing there?\n  ","492568":"\n   How much has your life changed over the past year?\n  ","492569":"\n   Share one thing that has made you happy recently!\n  ","492570":"\n   Yeah alot🙂🙂🙂\n  ","492571":"\n   Do you like fruit snacks?\n  ","492572":"\n   Have you truly hate SOMEONE?\n  ","492573":"\n   What is one thing you will never do it again?\n  ","492574":"\n   I don’t think so babe\n  ","492575":"\n   handle 2 guys at the same time?\n  ","492576":"\n   do you prefer bicycle or roller skates?\n  ","492577":"\n   So, I was wondering, do you have any Christmas traditions? \n(I know this is a bit early, but I'm excited lol) 🎄\n  ","492578":"\n   What is the stupidest argument you've ever had\n  ","492579":"\n   What's your favorite type or style of mascara? 😲\n  ","492580":"\n   What wearable technology would you want to have?\n  ","492581":"\n   Do you ever buy\/eat flavored cream cheese?\n  ","492582":"\n   what type of makeup do you like to use?\n  ","492583":"\n   You like pick up lines?\n  ","492584":"\n   Can you follow me back? 🤓\n  ","492585":"\n   I have no feet, no hands, no wings, but I climb to the sky. What am I?\n  ","492586":"\n   what’s your thoughts on gift cards? do you like receiving those?\n  ","492587":"\n   Would you date a person who owns 10 dogs?\n  ","492588":"\n   Guess what I’m doing right now? Winner gets likes and coins.\n  ","492589":"\n   You are so fucking cool lol. Night Leopard\n  ","492590":"\n   Good night beautiful\n  ","492591":"\n   Are you getting sleepy?\n  ","492592":"\n   Describe your best friend\n  ","492593":"\n   to be fair, it wasn't until 2010 that I actually started talking with you but yeah, 2008 *smiles*\n  ","492594":"\n   It's Monday! You have got this! You're amazing! Have a great week! :3\n  ","492595":"\n   We have been friends longer than anyone else I have ever encountered online. I revere and admire you very much\n  ","492596":"\n   what do you wish your parents had understood abt you\n  ","492597":"\n   YOU... silly\n  ","492598":"\n   Which instant messenger do you use? Which instant messaging software is the most popular in your country?\n  ","492599":"\n   Actually? I'm glad I found it again <3\n  ","492600":"\n   Have you been back home at all this year?\n  ","492601":"\n   No further comments necessary, I'll table that discussion for another year *platyhugs*\n  ","492602":"\n   Thankfully, I'm done hitting on you for this morning. Why are you still awake btw?\n  ","492603":"\n   And your dating range is still +5 years only, correct?\n  ","492604":"\n   Don't worry, I'm not going to go digging for them until I have my phone on full charge and clear some memory lol ;)\n  ","492605":"\n   Wait... WUT? More selfie pics posted here????\n  ","492606":"\n   Additionally there's always the creep factor when choosing a new place. I recall you having scary stalkers for a time back in the spring\/late winter this year\n  ","492607":"\n   Maybe that was a two month count or so. I do remember the pic you posted ;)\n  ","492608":"\n   And your pool\/gym routine is still the same?\n  ","492609":"\n   What did you have for dinner? Last night I ate a burger.\n  ","492610":"\n   THAT IS F*CKING INCREDIBLE! You deserve every kudo in the world for your determination Lynds <3\n  ","492611":"\n   I left around Easter time late April. I think you were down 13 or so at the time?\n  ","492612":"\n   Generic Been Out of Touch for Awhile Spam: How's the Keto going?\n  ","492613":"\n   What’s skys link\n  ","492614":"\n   What do you think of yogurt?\nLike it or nah?\n  ","492615":"\n   It’s cute like you\n  ","492616":"\n   Princess\n  ","492617":"\n   I'll admit, I have lost my touch a little bit in the stalking category anyway. I did miss you btw. I'm back in large part because you're still here and I could use a friend...\n  ","492618":"\n   Sex is power or passion\n  ","492619":"\n   Really? I'm flattered and SWEAR I wasn't stalking you or your other friends lol\n  ","492620":"\n   What would be the most useless superpower?\n  ","492621":"\n   Good morning\/evening Lyndso Leopard! I'm going to get the apology out of the way right now and say I'm sorry for disappearing AGAIN\n  ","492622":"\n   Hello cupcake\n  ","492623":"\n   Do you think there are certain people who don't deserve to live\n  ","492624":"\n   What was the last errand you ran? (Don't have to share)\n  ","492625":"\n   What's your favorite flavor of Dum Dum pop?\n  ","492626":"\n   Did you ever play pin the tail on the donkey when you were little?\n  ","492627":"\n   Pap some of the questions you'll never answer?\n  ","492628":"\n   How can I make you laugh?\n  ","492629":"\n   What do you do to cheer yourself up when you feel down?\n  ","492630":"\n   do you like your sandwich with or without the crust?\n  ","492631":"\n   Green grapes or red grapes?\n  ","492632":"\n   How was your day\n  ","492633":"\n   If you like someone but their close friend has feelings for you, should you back off to save the friends feelings or would you still go for it?\n  ","492634":"\n   what’s for dinner?\n  ","492635":"\n   thats if i'm in the mood\n  ","492636":"\n   have and pee the share a shower then go back for round 2 lol\n  ","492637":"\n   Clean shaven all over ? So even his asscrack the balls?\n  ","492638":"\n   what do you do straight after s*x?\n  ","492639":"\n   What do you look for in a potential mate? If you’re already married or with someone what was it about them that attracted you?And finally do you feel like they’re holding up their end of the relationship? Do you feel like you are??\n  ","492640":"\n   -\n  ","492641":"\n   What is the one thing you want most in your life right now?\n  ","492642":"\n   What do you think about the 7 year old boy that wants to be a girl? The mom wants him to have the surgery but the dad says no way. Do you think it's appropriate for a 7 year old?\n  ","492643":"\n   -\n  ","492644":"\n   Whats ur zodiac sign\n  ","492645":"\n   When you were a kid did you get the toy catalog and go through circling what you wanted for Christmas? My youngest has circled every thing in ours lol.\n  ","492646":"\n   Which kind of party would you prefer to attend:    🎭 Masquerade\/Fancy Dress\/ Cosplay party; OR    🥘 Small group intimate dinner party; OR    🕺🏻 Loud music\/ High energy dance party?\n  ","492647":"\n   Do you ever feel like you’re too nice to people? I’m way too nice to some people on here.\n  ","492648":"\n   do you check the expiration date before purchasing it ?\n  ","492649":"\n   Which one is best? \nHuman nutrition and dietetics or physical therapy?\n  ","492650":"\n   I have two hands, but I can not scratch myself. What am I?\n  ","492651":"\n   what are cute holiday activities, that are good to do w friends\/a group of friends?\n  ","492652":"\n   Do you like pomegranate ?\n  ","492653":"\n   Do you think crying is a sign of weakness or strength?\n  ","492654":"\n   Last thing you wore that was pink\n  ","492655":"\n   Are you afraid of the DARK?WHY?\n  ","492656":"\n   What's your today midnight thoughts ?\n  ","492657":"\n   Good night beautiful\n  ","492658":"\n   If there are only women and no men in the world, do you think the world will become better or worse?\n  ","492659":"\n   😂😂😂😂what do i do now?\n  ","492660":"\n   Did you play Mass Effect 2?\n  ","492661":"\n   If you are allowed to choose only one option, would you rather your husband or boyfriend do all the housework, or do all the housework by yourself?\n  ","492662":"\n   What is the secret of happy relationship?\n  ","492663":"\n   If you dont like someone would you rather lie to them to protect their feelings or be honest with them and  just tell them flat out?\n  ","492664":"\n   What is one hobby or interest you have that people wouldn't expect from you?\n  ","492665":"\n   What causes you ta panic?\n  ","492666":"\n   What are three things you always bring with you wherever you go?\n  ","492667":"\n   what is your favorite sporting activity?\n  ","492668":"\n   thought i annoye you x\n  ","492669":"\n   okay, sorry friend x\n  ","492670":"\n   okay, who will i tell xo\n  ","492671":"\n   lol, always make me laugh lynds\n  ","492672":"\n   your pretty ace\n  ","492673":"\n   What should I serve w crepes (for breakfast) ?\n  ","492674":"\n   aw, glad your having chill days x\n  ","492675":"\n   is he nice the brother in laws dad, xo\n  ","492676":"\n   what are three things u do in the morning that you enjoy\/that make you happy\/that get you started on the right foot\/that wake up up?\n  ","492677":"\n   just saying hi, missed you demanding weekend how was yours\n  ","492678":"\n   how was the last party u went to, on a scale of one to ten?\n  ","492679":"\n   hey friend x\n  ","492680":"\n   -\n  ","492681":"\n   When was the last time you got mad at someone? About what?\n  ","492682":"\n   What can't you literally live without? Like feeling\n  ","492683":"\n   Pecan pie or blueberry pie?\nWhat kind of pie do you like?\nUnless your not a pie person.\nThat's okay.\n  ","492684":"\n   Ever had a lava lamp before? Do you know what they are? It's okay if not. They are so kool! Tad old school.\n  ","492685":"\n   How was your day\n  ","492686":"\n   Are you enjoying the autumn\/fall weather today?\n  ","492687":"\n   Do you dance like crazy when no one is looking? What music makes you dance the most?\n  ","492688":"\n   what was the last thing you bought?\n  ","492689":"\n   Would you like to live in a villia in spain\n  ","492690":"\n   You laugh?\n  ","492691":"\n   Bra color today ?\n  ","492692":"\n   When was the last time you made something for yourself or someone and what was the item?\n  ","492693":"\n   If you had amnesia tomorrow, what notes would you write for yourself to remember?\n  ","492694":"\n   Do you give money to beggars? Why\/why not?\n  ","492695":"\n   What day would you love to live again?\n  ","492696":"\n   Apple juice or orange juice?\n  ","492697":"\n   What is the worst thing you got in trouble for as a child?\n  ","492698":"\n   What’s on your mind?\n  ","492699":"\n   Would you wear the slave Leia bikini and chain leash?\n  ","492700":"\n   Are you more of a farter or burper tbh?\n  ","492701":"\n   Ever been asked to “ play along” in a situation? Example going along with someone’s false story in order to keep them from getting in trouble?\n  ","492702":"\n   Ever been at a party or event and the police ended up coming??\n  ","492703":"\n   Have you ever ate Spam before?\n  ","492704":"\n   Have you ever told someone your feelings about them only to learn they don’t feel the same way?\n  ","492705":"\n   Is there something that made you go “wow” lately? My cousin Ryan who I was there the day he was born and I used to babysit him just got married last night. . Man does time fly\n  ","492706":"\n   Ever tried “ walking tacos”? You get a bag of the single serving Doritos and and add meat cheese sour cream etc then you mix it up by shaking the bag or smashing it. It’s really good!\n  ","492707":"\n   I see people do this type of thing from time to time so I will copy them, they can sue me if they want thats fine. Use this space to get a thought out of your mind and into words.\n  ","492708":"\n   I wish, it's just I can't find anything to smile for\n  ","492709":"\n   Should people pay more attention to other people than their phones?\n  ","492710":"\n   Twix or Kit Kat?\n  ","492711":"\n   What kind of candy will you be giving out for Halloween?\n  ","492712":"\n   here?\n  ","492713":"\n   Thank you\n  ","492714":"\n   Have you ever snuck out of your home?\n  ","492715":"\n   Heya friends!\nAnyone wanna have a little fun and be inflated?\n  ","492716":"\n   Are you an experimentalist or a traditionalist?\n  ","492717":"\n   are you planning to scare people on Halloween?\n  ","492718":"\n   strawberries or blueberries?\n  ","492719":"\n   God loves you....\n  ","492720":"\n   5 likes for\n   \n    @madeinvegas\n   \n   plz?💗\n  ","492721":"\n   Good night beautiful\n  ","492722":"\n   I can't stop thinking\n  ","492723":"\n   ... and you are free in your life do what you want, but you will not lose anything that read about the religion of Islam .... and sorry if you caused inconvenience🏵\n  ","492724":"\n   Very beautiful .... to be all this complexity and accuracy in the universe or even in the smallest atom is impossible to come by chance or evolution of his own ... In fact I also respect the religion of others .... But it was just advice to use Your mind to search for the true God\n  ","492725":"\n   When someone says “Why do you like talking to me?” Does that mean it bothers them that they have to ask it ?? Lo l :))\n  ","492726":"\n   what kind of polls do you prefer? like food, fashion, trends etc. i kinda need new ideas haha ✰\n  ","492727":"\n   How are you\n  ","492728":"\n   Have you seen anything weird lately?\n  ","492729":"\n   Who’s the best cook in your family?\n  ","492730":"\n   What mobile phone model do you have?\n  ","492731":"\n   For me... eternity lol\n  ","492732":"\n   Not gonna lie but I assume that the colour would look sooo pretty on your toenails😍 I like when White girls have light colours on their toenails😇\n  ","492733":"\n   Would you like to stay young forever?\n  ","492734":"\n   lol nothingggg just responded to the 22nd lol....that's alot of days ago haha\n  ","492735":"\n   Do you ever have privacy issues with this? eg have to stick your fist in your mouth?\n  ","492736":"\n   Post a picture with the longest hair you have had.\n  ","492737":"\n   😱 how do you last so long\n  ","492738":"\n   Last time you masturbated\n  ","492739":"\n   What colour are your toenails painted?\n  ","492740":"\n   I know  . Most of Western society is not religious ... but you as a human being do you ask how we were created or why we exist .... I advise you to read from the holy  qoran🏵 ... Maybe change your life . \n\n\nI wish a happy life to you 🏵🙂\n  ","492741":"\n   So gorgeous\n  ","492742":"\n   Who would you call first if you won the lottery?\n  ","492743":"\n   Who was the last person that was nice to you? What did they do?\n  ","492744":"\n   What things are you most looking forward to at the moment?\n  ","492745":"\n   Do you prefer Cheetos or Doritos?\n  ","492746":"\n   Have you ever traveled outside of the country? If so, where?\n  ","492747":"\n   What do you do when the power goea out during a storm?\n  ","492748":"\n   Does your hair stick up after sleep?\n  ","492749":"\n   How is the weather where you are?\n\nWe just had some of the worst storms coming through down here and south Louisiana and Mississippi. Usa. Tornado type weather. Power is back on and we are good now.\n  ","492750":"\n   Do you prefer your drinks tasting bitter or sweet?\n  ","492751":"\n   النشوة 😅....\nمن خلقك بهذا التعقيد ...من خلق السماء و النجوم والارض .... \nمن اوجد الحب .... و الاخلاق ... وحتى النشوة ..... \n\nلازم تعرفي من الله\n  ","492752":"\n   When was the last time you treated yourself to something? What was it?\n  ","492753":"\n   You get everything you want and money always talks to the idiot savants\n  ","492754":"\n   Wyd?\n  ","492755":"\n   حدثني عن الله 💚🏵\n  ","492756":"\n   What are your strangest habits?\n  ","492757":"\n   Hugs🌹🤗\n  ","492758":"\n   most sweet person you know?\n  ","492759":"\n   What's your country remarkable for?\n  ","492760":"\n   Ever created a sculpture?\n  ","492761":"\n   How long do you usually take in the shower?\n  ","492762":"\n   nice body\n  ","492763":"\n   How was your day? How's your mood? I wish you a good Sunday ✌😁\n  ","492764":"\n   But people will call u granny when you wrinkles and all hahahaha\n  ","492765":"\n   wyd for halloween\n  ","492766":"\n   Sorry at 40 you become granny ahaha\n  ","492767":"\n   what would you suggest everyone to try?\n  ","492768":"\n   Tonight’s dinner plan?\n  ","492769":"\n   What’s the worst thing you’ve done to a friend? Have they forgiven you?\n  ","492770":"\n   I will call you aunt lynds after 10 years haha\n  ","492771":"\n   If you ask questions about your partner’s ex out of the blue, and they give you “Can we not talk about it anymore?” Altho your partner has talked about it before. Would you say that your partner has still feelings for their ex?\n  ","492772":"\n   Not that but when i become your age guess what you will at 40s😂😂\n  ","492773":"\n   Do you like s’mores?\n  ","492774":"\n   What's on your to-do list this weekend?\n  ","492775":"\n   I am sorry for this question, but are you tired and annoyed by questions from me? I am asking because there are a few people who have a problem with me and they give me a feeling that they do not like me. If I'm annoying, I'm sorry. Have a nice day 🌞\n  ","492776":"\n   What do you drink most often?\n  ","492777":"\n   Have you ever been taken advantage of?\n  ","492778":"\n   here?\n  ","492779":"\n   I lost more weight🌹💪🏻\n  ","492780":"\n   🌹🎃🎃\n  ","492781":"\n   RIDDLE: There was a green house. Inside the green house there was a white house Inside the white house there was a red house. Inside the red house there were lots of babies. What am I?\n  ","492782":"\n   Good night beautiful\n  ","492783":"\n   When is it bad luck to see a black cat?\n  ","492784":"\n   do it now\n  ","492785":"\n   I couldnt  see the 90s world but you saw it i hope you enjoyed a lot\n  ","492786":"\n   I was wondering how was the world looked  in 90s people say it was way  cool than today\n  ","492787":"\n   Cinnamon coke. Yay or nay. It's new or do you not like soda?\n  ","492788":"\n   even feet questions??\n  ","492789":"\n   -\n  ","492790":"\n   Who is your favourite now?\n  ","492791":"\n   Weekend bieber zayn they are most popular right now\n  ","492792":"\n   What was akons full name?😂\n  ","492793":"\n   You remembered the conversation right?\n  ","492794":"\n   We were talking about the rapperes yesterday where did you get vanished all of a sudden\n  ","492795":"\n   Pap\n  ","492796":"\n   When’s the last tine you literally breathed a sigh of relief?\n  ","492797":"\n   how judgemental are you?\n  ","492798":"\n   Has anyone wrote you a song?\n  ","492799":"\n   Post a picture of the city or countryside. GIF?\n  ","492800":"\n   Nella mia classe cercano di attaccarmi ogni santo giorno. In questi anni dell’adolescenza ho avuto amicizie profonde ma che sono sempre finite. Io sono vera, sincera, profonda.....ma questo non me porta a niente. Ho paura che nella vita rimarrò sola.\n  ","492801":"\n   I am white when I am dirty, and black when I am clean. What am I?\n  ","492802":"\n   Last song listened to?\n  ","492803":"\n   How do you spell COW in thirteen letters?\n  ","492804":"\n   Opinion on sex on a first date\n  ","492805":"\n   Have you ever been in a situation at work where someone forces you to give them all the money from the cash register?\n  ","492806":"\n\n    https:\/\/www.youtube.com\/channel\/UCn3qMjT0g7MCYIQqnqdEbjg\/community?lb=UgxOkpNtggkB_GF6KMh4AaABCQ\n   \n","492807":"\n   What do you do to let others know you love them?\n  ","492808":"\n   What is a friend? (Just say whatever comes up to your mind)\n  ","492809":"\n   Favorite color, favorite song, favorite book, favorite band, favorite clothes?\n  ","492810":"\n   So I was pouring another of shot o' whiskey to go with my ostrich burger when I had the sudden realization.............. Fog is just water dust! Tommy, you brilliant bastard!\n  ","492811":"\n   What is your favourite Judas Priest song?\n  ","492812":"\n   Can you down a pint (of anything) in one? Water? Milk? Coffee? Beer? Tea? Vodka? Anything? Maybe for a dare or for fun? If you've done this before, what drink was it? Tell us about your experience.\n  ","492813":"\n\n    https:\/\/youtu.be\/D5g_rkhVCvg\n   \n   cutiee\n  ","492814":"\n   When was the last time you took a risk, and did it pay off?\n  ","492815":"\n   What is your best feature?\n  ","492816":"\n   favorite people you follow on askfm?\n  ","492817":"\n   Who what the last person you were not very nice to? What did you do and what caused the bad feelings between you?\n  ","492818":"\n   Who's your role model and why?\n  ","492819":"\n   a warm blanket or a cup of tea? coffee?\n  ","492820":"\n   you said you trust your gut. when was the last time it told you something? so basically what was the last thing you had to call upon your gut instincts for, like most recent i guess.\n  ","492821":"\n   The more you take away, the more I become. What am I?\n  ","492822":"\n   The key words are \"most ones you've known\". If you look at the broader trends, even in just the USA, shockingly 20 year-olds are actually seriously dating. You can still be focused without getting into marriage, like by saying \"I'm interested in the possibility of a serious relationship.\"\n  ","492823":"\n   Haha surprisingly no.\n  ","492824":"\n   When you're 20, you don't really know where you're going and where life is taking you, so it's all \"whatever\". Later in life, when people have sown their wild oats and all, they usually come out more focused.\n  ","492825":"\n   -\n  ","492826":"\n   Do you partake in the sending of the n00dz?\n  ","492827":"\n   Sounds like you're looking for the sort of thing 20 year-olds are into.\n  ","492828":"\n   I need to contact Satan. I’m not looking to sell my soul, but to talk business. How would I go about that?\n  ","492829":"\n   Maybe you should, or are you on there just to be a lookie-loo?\n  ","492830":"\n   and dont forget the canned bananas lol. woe is me i cant find them nearby : (\n  ","492831":"\n   I just read the small print on my pack of hand wipes to read in horror “CAUTION: harmful to aquatic life with long term effects. Dispose of in accordance with local regulations.” I will Tweet the company, but in the meantime what’s something you thought innocent that turned out to be dangerous?\n  ","492832":"\n   ive not been in so so many years but i think the last time i went alone. done that a few times in my life but tbh ive not been to movie theaters very much at all in general. like a dozen times total is prob accurate.\n  ","492833":"\n   have you ever received a gift you didn’t like?\n  ","492834":"\n   What are your healthy daily habits?\n  ","492835":"\n   When was the last time you got scared? What happened?\n  ","492836":"\n   M&M’s or Skittles?\n  ","492837":"\n   Any of your friends or relatives famous?\n  ","492838":"\n   Who was the last person that you were nice to?\n  ","492839":"\n   What's three things you would have done differently in your teenager years (no consequences )\n  ","492840":"\n   Do you believe that playing is more important than winning?\n  ","492841":"\n   Favourite Disney movie?\n  ","492842":"\n   Who do you think is\/was the most attractive at any give time in their lives Andie MacDowel, Julia Louis-Dreyfus, or Jennifer Connelly? Rank them in order.\n  ","492843":"\n   If you could stay at one age forever, which age would you choose?\n  ","492844":"\n   Have you ever caught a stranger staring at you through your windows\n  ","492845":"\n   Romans 8:38-39 Isn't that a comforting thought?\n  ","492846":"\n   John 15:7 \n\" But if you remain in me and my words remain in you, you may ask for anything you want, and it will be granted!\"\n\nWow!  Really? Is that true?  Is God some magical genie who will grant us unlimited wishes?\n  ","492847":"\n   What was the last movie you watched that was really good?\n  ","492848":"\n   would you rather pet a dinosaur or lion? why? ✰\n  ","492849":"\n   whats your opinion on newspapers taking photos of men's bulges\n  ","492850":"\n   hi\n  ","492851":"\n   Do you feel safe where you live?\n  ","492852":"\n   Can you burp?\n  ","492853":"\n   I pity you and myself.\n  ","492854":"\n   dont call me that.\n  ","492855":"\n   Do you like candy corn?\n  ","492856":"\n   Omfj the memes were amazing too btw. The iconic Andy King memes 😂 he’s the hero we never knew we needed.\n  ","492857":"\n   What is ur next plans\n  ","492858":"\n   I think he was declaring his intentions, since on a site like that it's not always clear why people are there. Why waste weeks talking to someone building a relationship when all they want is a hookup? If you state your intentions early, you at least know you're both going in the same direction.\n  ","492859":"\n   do you like yogurt? what’s your favorite flavor?\n  ","492860":"\n   !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! ! ! ! ! ! ! ! !!!!!!!!!!!!!\n  ","492861":"\n   Do you have any relationships whether it’s family or a friend that you feel like it’s fractured and needs some repair?\n  ","492862":"\n   Good night beautiful\n  ","492863":"\n   What gossip about yourself has made you laugh?\n  ","492864":"\n   The concept of \"settling down\" doesn't have anything to do with \"settling\" for someone. The former just means they are ready to make a life and a home with the right person.\n  ","492865":"\n   What freaks you out?\n  ","492866":"\n   +++\n  ","492867":"\n   i thought you might be. just a feeling.. ; )\n  ","492868":"\n   What was your first big disappointment?\n  ","492869":"\n   2017's Fyre Festival. it was pretty big news. there have been a few films\/docs made about it\n  ","492870":"\n   lol funny how someone who avoid people at all costs winds up being accused of stalking lmao. is like raaaiaaaan on your wedding day!\n  ","492871":"\n   He's honest. I mean I want to hookup tonight too\n  ","492872":"\n   How often do you report questions on your ask?\n  ","492873":"\n   Last time you made love?\n  ","492874":"\n   What single piece of technology makes your life easier?\n  ","492875":"\n   Hello gorgeous\n  ","492876":"\n   anti stalker perfume? spring loaded stalker traps? lemon scented stalker repellent?\n  ","492877":"\n   so it is ha! i should have been more diligent here, i got sloppy lol.\n  ","492878":"\n   it was just alright. well that was my initial thought, just looked and i have it at a 3.5. it was a slower more artistic type of film. theatrical in the way it was told. like a play. not a must see imo.\n  ","492879":"\n   my go to for root beer is diet a&w. i will drink it sometime soon and think of your sans root beer woes. maybe tomorrow even who knows! although i think diet cherry 7up will do the job tmr\n  ","492880":"\n   Do you believe in urban legends?\n  ","492881":"\n   i have 11 music playlists separated by genre. range between 9 and 100 for a total of 485 vids currently. most have been there for years. i do still add to them but ive stopped listening to music again. im in the silence mood i guess lol.\n  ","492882":"\n   thats good right? i think it is. takes a bit of courage, people can be weird and give you grief for no good reason.\n  ","492883":"\n   never seen the tangerine one. my go-to for orange sht is diet sunkist. had some today actually.\n  ","492884":"\n   its a 7up product. i think the diet equivalent of rc cola perhaps.\n  ","492885":"\n   -\n  ","492886":"\n   does this site allow you to unburden yourself?\n  ","492887":"\n   havent heard of a lot of these. only one ive seen is F\n  ","492888":"\n   Movie madness: A) The Adam's Family B) The Day Shall Come C) CountDown D) Doctor Sleep E) Black and Blue F) The Last Black Man In San Fransico G) Western Stars\n  ","492889":"\n   how many vids in your song playlist one?\n  ","492890":"\n   Are you flexible or is it your way or the highway?\n  ","492891":"\n   are you a fast reader?\n  ","492892":"\n   You say \"my condolences\" yet my D is actually a little above average apparently. Average is 5.1 and mine is 5.2. Average girth is 4.9 and mine is 5.5 but everyone makes me feel like mine is tiny. Are these averages a lie I wonder and average is really 7 like a lot of women say\n  ","492893":"\n   you mean the chocolate pumpkin one from another thread? i did wind up putting peanuts in yesterday. usually in pies nuts float to the top, like a pecan pie for example. but in yest's pie since it was dense starting out the nuts were wherever. just mixed in.\n  ","492894":"\n   \"Should be professional\" you make it sound like it's something he could control\n  ","492895":"\n   How do you know how to measure your D when soft? Because sometimes it's 2 and a half  to maybe even 2 and three quarters and then other times it's all the way down to exactly 1 inch\n  ","492896":"\n   does your channel have any content? i dont. just playlists and they are all private so basically anon there too lol\n  ","492897":"\n   just checked and i gave it a 2.5 think after a while it got boring.\n  ","492898":"\n   who knows! we just went to my aunts house. i was like 7\n  ","492899":"\n   in hs we had like 4-5 days you could miss each quarter without getting hassled. i used them like sick days and made sure i stayed home 5 days each quarter lol\n  ","492900":"\n   my forte was always spotting the other person first and making the appropriate preemptive evasive maneuvers :')\n  ","492901":"\n   what do you do for work?\nif you’ve already answered this, feel free to ignore.\n  ","492902":"\n   how many people do you follow?\n  ","492903":"\n   yes diet rite. used to be pepsi max but nowadays diet rite reigns supreme\n  ","492904":"\n   add it when frying or scrambling eggs, potatoes, spinach, other green veggies. i always used when sauteeing. when you heat it up with oil it turns like nice and salty sweet. with pasta too. my go-to is spinach and eggs tho.\n  ","492905":"\n   have you ever had a bad experience with a landlord? \nif so, what happened?\n  ","492906":"\n   soon coins will be the national currency.\n  ","492907":"\n   How important is it for you to have a lot of money?\n  ","492908":"\n   What do you like to spend money on?\n  ","492909":"\n   Do you dress up your pets?If so why? Do you enjoy humiliating your pet?\n  ","492910":"\n   you got your eye on anything from the market? lol\n  ","492911":"\n   well it does have an oyster base but it doesnt really taste anything like them. im not a fan of oysters so.. you will see it with all the asian sauces. imo its great to cook with. btw i always cook with it. i dont used it as an accompanying condiment or anything.\n  ","492912":"\n   why? its my favorite :3\n  ","492913":"\n   what did you do with the phone\n  ","492914":"\n   i bet there are places in az where you can have rattlesnake. not possible in my neck of the woods. all we have is shredded wheat, so sad\n  ","492915":"\n   i bailed after like season 5 or something. did they take a long break? seems like there should be more seasons?\n  ","492916":"\n   oh no! i used to use a treadmill, it broke so i broke the habit lol\n  ","492917":"\n   oh nice. so so nice : )\n  ","492918":"\n   fear of certain rides?\n  ","492919":"\n   purr-fect distance away. just enough space i think? or is it still too close?\n  ","492920":"\n   the secret to cleaning is taking the effort to not get thing dirty in the first place! ; )\n  ","492921":"\n   how many coins do you have?\n  ","492922":"\n   i woulnt mind cleaning for people. my place is always spotless i have nothing to ever clean lmao\n  ","492923":"\n   have there been times when you get to the toilet  and then the doorbell goes or the phone rings\n  ","492924":"\n   What's the best news you could hear right now?\n  ","492925":"\n   Would you ever use or let a self-driving car drive you or would you just drive yourself?\n\nSelf-driving cars. Yay or nay?\n  ","492926":"\n   If you had the chance to for real have a special ability. Only 1. What would it be? (Like a superpower)\n  ","492927":"\n   Are you pale or tan?\n  ","492928":"\n   Good night beautiful\n  ","492929":"\n   Did you see the guy on dancing with the stars that got an erection? I would think it would happen more often with the outfits the women wear. I'd probably get hard too if I was dancing with a cute little 17 year old like Shawn Johnson\n  ","492930":"\n   How was your dinner?\n  ","492931":"\n   have you ever seen the documentary film \"voyeur\"? if you want to see a documentary sometime that was interesting.\n  ","492932":"\n   Thanks for answering questions hope I didn't annoy and you are cool 😎\n  ","492933":"\n   Ever been to Canada?\n  ","492934":"\n   No problem for the Ig thing is that you in\nThe mirror pic you posted you look sexxy \nIn it. Wow\n  ","492935":"\n   Ever been to Mexico?\nSpring break\n  ","492936":"\n   Wow you Are tall and attractive are you\nOn Ig?\n  ","492937":"\n   Are all rules made to be broken?\n  ","492938":"\n   Are you married?\n  ","492939":"\n   What is your fav sport to watch on tv\nLike you must watch?\n  ","492940":"\n   What are things that you are anxious about currently?\n  ","492941":"\n   What are u doing now?\n\"😛i need coins\"\n  ","492942":"\n   What is your height and hair and eye color?\n  ","492943":"\n   dude i dont even know where to begin with that profile\/page\/whoever lmao. i keep an eye on it for laughs tho lol. always learning new things i did not know about wisc lollll\n  ","492944":"\n   How many bf's have you had?\n  ","492945":"\n   go for it fam! sometime soon. if i tried to watch it nowadays it would just ruin my memories of it. last thing i want.\n  ","492946":"\n   Honesty hour?\n  ","492947":"\n   no idea what a wingding is i even googled it lol\n  ","492948":"\n   Which is your favorite pair of shoes? PAP!\n  ","492949":"\n   ever walked by or seen someone that you knew (and they saw you) but you both acted like you didn't know each other?\n  ","492950":"\n   all i think of now is that island party debacle thing. dont even remember the name lol.\n  ","492951":"\n   if you were subbed to me im sure i wouldn't have made the yt cleansing cut lol. i have a handful of subscribers. prob accidental ones over the years. if there was a way to delete them i would :')\n  ","492952":"\n   no treadmill?\n  ","492953":"\n   naw i was kid. one was a trip to your beloved niagara falls area on the way to toronto. hence the wax museum knowledge lol. other was in yugoslavia cus our flight got delayed a day. was not in the works. either was niagara but my dad got lost and it got too late to make toronto loll\n  ","492954":"\n   yes i watched the trailer lol\n  ","492955":"\n   whooo hooo. how does it feel?\n  ","492956":"\n   nope, you will have diet rite and love it :')\n  ","492957":"\n   not much to do with oysters really. its a dark chinese sauce. used in a lot of dishes you have probably had. its like soy sauce color wise but with a duck sauce consistency. its really good. bit sweet, and bit tart but mostly salty. used in beef and broccoli ect.\n  ","492958":"\n   snakes all the way. id actually love to try snake sometime. seems like it would be nice fried. sort of like an even drier more decrepit version of chicken breasts loll\n  ","492959":"\n   well going on the bottom its not in it. it winds up being on top of the cake after baked.\n  ","492960":"\n   how would a stalker reply to this? :')\n  ","492961":"\n   Ever had a honey and peanut butter sandwich?\n  ","492962":"\n   Pap\n  ","492963":"\n   Here?\n  ","492964":"\n   Do you own me?\n  ","492965":"\n   Do you enjoy the colder weather and darker days that come along with these autumn months, or are you mourning summer like I am? 😭😭\n  ","492966":"\n   put them in the last scones i made. cannolis are easy to make. if you like them you can just make the filling. that is somewhere in the keto ball park maybe? lol. 15oz ricotta (i like whole milk) 3\/4 cup powdered sugar, 1 tsp cinnamon, and 1\/4 chocolate chips, or chopped nuts if you prefer : )\n  ","492967":"\n   they are world famous for porridge and and milk tea! one could say its just like england!\n  ","492968":"\n   what came to mind when you first read this?\n  ","492969":"\n   mark it on your calendar or just believe me now and dont even worry about it lol\n  ","492970":"\n   you are too young to be dreading birthdays lol\n  ","492971":"\n   sourdough?\n  ","492972":"\n   do you guys tend to get all kinds of dishes involved when eating\/cooking?\n  ","492973":"\n   which would you rather eat?\n  ","492974":"\n   is your spirit stronger now or at another period of your life?\n  ","492975":"\n   maybe you must be drunk for it to make sense.\n  ","492976":"\n   Wow okay, is your birthday that much close to Christmas?\n  ","492977":"\n   How old are you?\n  ","492978":"\n   did you end up talking to your mom yesterday?\n  ","492979":"\n   i like to do different things with nuts and desserts. the last thing was i did a pear upside down cake and used pecans with the fruit. no nuts going into todays creations. well i might throw some peanuts into my chocolate pumpkin pie idk yet. see how i feel at the time. prob not tho.\n  ","492980":"\n   and to drink?\n  ","492981":"\n   do you know what oyster sauce is and do you like it?\n  ","492982":"\n   lovely. im sans mood thing. i keep it very basic here lol.\n  ","492983":"\n   when you finish up with Z how will you celebrate?\n  ","492984":"\n   ive spent two night total in a hotel in my life lol\n  ","492985":"\n   cut your own hair sometimes?\n  ","492986":"\n   oh no more boxes :o\n  ","492987":"\n   has the piano gotten anyones attention lately?\n  ","492988":"\n   Do you like beans?\n  ","492989":"\n   no love for ja rule or r kelly?\n  ","492990":"\n   its the thought that counts! with my familiy we never even got to the planing stage lol\n  ","492991":"\n   what is your go-to place?\n  ","492992":"\n   one of the all time greatest feel good cozy af movies\n  ","492993":"\n   what’s ur opinion on standing sxx? (i.e. one person standing the other person holding)\n  ","492994":"\n   when you vehemently refuse to use threads lol\n  ","492995":"\n   never heard of this. apparently its supurrr-natural with great purr-formances\n  ","492996":"\n   is this an old one or are you back in the fold? lol\n  ","492997":"\n   how do you get the majority of your steps in?\n  ","492998":"\n   does your gut tell you now or recently?\n  ","492999":"\n   thumbs up for deathmatches. id watch if that were the case lol.\n  ","493000":"\n   wonder what you would think of the desserts i make\n  ","493001":"\n   i remember when beck hit the big time with loser and where its at\n  ","493002":"\n   what kinds of non keto chocolates?\n  ","493003":"\n   i got rid of my two subs lol. done with yt unless i need to look something up or want to see\/hear something specific.\n  ","493004":"\n   Name your favorite french snack!\n  ","493005":"\n   can wanting kids\/not wanting kids be a dealbreaker in a relationship for you?\n  ","493006":"\n   would u rather go on a date to Disneyworld\/Disneyland or the aquarium?\n  ","493007":"\n   Gotta keep my eyes open. Damn cats could take over the world at any time.\n  ","493008":"\n   red cauliflower\n  ","493009":"\n   Have you ever had a 100% class attendance at the end of the school year? If so, what reward did you get for this achievement?\n  ","493010":"\n   Who is excited for Halloween and Bonfire Night? 🎃🌟\n  ","493011":"\n   How do you react when someone insults you with words that are heavy as stone?\n  ","493012":"\n   What colors do you represent for Halloween?\n  ","493013":"\n   Smart casual or sporty style?\n  ","493014":"\n   Good night beautiful\n  ","493015":"\n   My head is bursting\n  ","493016":"\n   No positive response from anyone.\n  ","493017":"\n   What makes you get rid of the yt people?\n  ","493018":"\n   what is your favorite sweet food?\n  ","493019":"\n   I would like to see you pap\n  ","493020":"\n   what are some characteristics of your personality?\n  ","493021":"\n   What is the one thing you always wanted as a kid, but never got?\n  ","493022":"\n   Dinner tonight\n  ","493023":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","493024":"\n   what’s your least favorite thing about going out to eat?\n  ","493025":"\n   Favourite pasta dish?\n  ","493026":"\n   If you could be a water bender, earth bender, fire bender, or air bender, which would you be and why?\n  ","493027":"\n   Have you ever been in the same room as a celebrity but you didn’t get a chance to meet them? Whom?\n  ","493028":"\n   If you were in a band, what instrument\/role would you play?\n  ","493029":"\n   What is a spirit? Some manner of exotic fish?\n  ","493030":"\n   Which is more stronger your FLESH OR YOUR SPIRIT?\n  ","493031":"\n   which is worse: spiders or snakes?\n  ","493032":"\n   Wtf i didnt know that😂😂\n  ","493033":"\n   Yeah and btw where is akon?he dissapeared\n  ","493034":"\n   Give the finger to the rock N' roll singer as he is dancing upon your paycheck\n  ","493035":"\n   what are you doing right now?\n  ","493036":"\n   Its like their time has gone li wayne was very popular in 20s but eminem still on always will be rap god\n  ","493037":"\n   which is worse: laundry or dishes?\n  ","493038":"\n   Eminem, 50 cent,Lil wayne,jayz when i was like 11 or 12 years i used listen their song but now  no one listen to  their song\n  ","493039":"\n   what’s ur fav pasta shape for mac n cheese?\n  ","493040":"\n   Ahaha get married soon and invite me in your wedding haha\n  ","493041":"\n   what’s ur fav kind of donut? :)\n  ","493042":"\n   I actualy miss this kind a rap this song is in your generation though😂\n  ","493043":"\n   Your generation song but i like it though\n  ","493044":"\n   Why are straight people so much more likely to be racist?\n  ","493045":"\n   So what was i saying\n  ","493046":"\n   Fox is playing one of those new reality shows tonight \"Fast Animals vs. Slow children\n  ","493047":"\n   do you like pretzels?\n  ","493048":"\n   Do you trust your gut instinct?\n  ","493049":"\n   What are some positives of being you? 💌\n  ","493050":"\n   do you have any xmas eve traditions\n  ","493051":"\n   Are u forgetful?\n  ","493052":"\n   Anyone have any horror or sci fi film recommendations??\n  ","493053":"\n   oh sorry, just saying i agree with you theirs life in other planets xo\n  ","493054":"\n   What's the last thing u bought?\n  ","493055":"\n   yeah think so to\n  ","493056":"\n   Do you think you'd ever grow your hair out long\n  ","493057":"\n   What is sexy? Whether the less a girl wears, the sexier she is. For example, a girl wears a bikini\n  ","493058":"\n   on the way to or back from canada did you stop at wisconsin for their world famous porridge?\n  ","493059":"\n   do you like chocolate chips in scones or in cakes?\n  ","493060":"\n   how have things been on the stalker front?\n  ","493061":"\n   Are you going to any before Halloween halloween parties?\n  ","493062":"\n   Like\n  ","493063":"\n   If you go to the movie theater who do you usually go with?\n  ","493064":"\n   fav nuts for desserts? which nuts in which desserts?\n  ","493065":"\n   لايك  باك\n  ","493066":"\n   Random GIF\/PAP for Autumn\/October aaaaand go!\n  ","493067":"\n   How are you\n  ","493068":"\n   When was the last time you had craving for chocolate?\n  ","493069":"\n   hey how was your day linds\n  ","493070":"\n   Is there someone in your life that you can always count on?\n  ","493071":"\n   55 until ur birthday\n  ","493072":"\n   Do think that humans will ever live on another planet one day?\n  ","493073":"\n   Dang. That sh- is crazy. 😆 Sounds like BR. 😂 That's the kinda stuff that happens there and it's like normal sadly... LOL\n  ","493074":"\n   What did the baseball glove say to the ball?\n  ","493075":"\n   O.O\n  ","493076":"\n   Fries and garlic sauce; Yes or no??????\n  ","493077":"\n   Do you have a reeally bad hotel stay story? Care to share your experience?\n\n(Don't have to share.)\n  ","493078":"\n   you know whats crazy?! that \"scream\" animated gif actually shows up somehow on my browser lol. must be an homage to old school. old school gif and old old old browser harmony lol\n  ","493079":"\n   me lol could never kill you. they would just keep you captive forever, whilst taking very excellent care of you. you'd still be able to enjoy your swims in the pool, just tethered ofc.\n  ","493080":"\n   they strike again hahaha\n  ","493081":"\n   whats the entire last meal then?\n  ","493082":"\n   any advise you could share\/pass on?\n  ","493083":"\n   well im gonna be on the lookout! have not had them in years\n  ","493084":"\n   HOT CROSS BUNS\n  ","493085":"\n   thats racist. how dare you.\n  ","493086":"\n   okay give it 60 days if nothing comes of the stalker then we will revisit the topic lol. i told you why i sent that. what is there not to believe. i mean the one dude that posted that pic from zillow that was something else but the box thing was me and it was just my nonsense.\n  ","493087":"\n   Things make u happy!!\n  ","493088":"\n   if trick or treaters say \"beetlejuice beetlejuice beetlejuice\" will they get extra candy?\n  ","493089":"\n   you know sometimes water is the best thing ever. you know how when you have that type of mouth thirst that just cant be quenched and it tastes so sweet and you just keep drinking even though your belly is full?\n  ","493090":"\n   the net bothers me too. it feels so haphazard. especially when there are not that many left. :\/\n  ","493091":"\n   aw, stop its true x\n  ","493092":"\n   the red wax is enticing. got that \"red button\" quality lol. but i prefer the laughing cows by a mile.\n  ","493093":"\n   thoughts on laughing cow cheeses?\n  ","493094":"\n   happy birthday to your mom! wish her one for me : )\n  ","493095":"\n   favorite kind of rice?\n  ","493096":"\n   the boxes refferences were just the emojis i told you i sent that :')\n  ","493097":"\n   me neither. but too be safe lets just boycott anyway : )\n  ","493098":"\n   What’s on your mind today?\n  ","493099":"\n   i can already image a certain \"so and so\" replying a certain reply here :')\n  ","493100":"\n   plant based meats?\n  ","493101":"\n   woohoo\n  ","493102":"\n   maybe it was a misunderstanding :')\n  ","493103":"\n   When a sandwich cookie has lost its twin do you try to reunite them before eating or are you heartless and cruel?\n  ","493104":"\n   nice. i remember seeing them all the time but not so much these days. didnt think it was a seasonal thing before either. just remember them being in stores all the time idk\n  ","493105":"\n   thing the the colorful theory has a hole or two jussayin\n  ","493106":"\n   do you know what became of her ex?\n  ","493107":"\n   What’s it like being as attractive as you are??\n  ","493108":"\n   Have you have someone take credit for your hard work?\n  ","493109":"\n   do you like cordial cherries?\n  ","493110":"\n   crunch berries. congratulations me!\n  ","493111":"\n   when you think of your sister from five years ago, what differences come to mind?\n  ","493112":"\n   what tattoo?\n  ","493113":"\n   where is that recorder now?\n  ","493114":"\n   how long has she been married?\n  ","493115":"\n   did you give it a wipe down?\n  ","493116":"\n   what sound ambiance do you prefer while reading?\n  ","493117":"\n   did you simulate the escape from alcatraz? what were your experiment results?\n  ","493118":"\n   how about age group? over\/under a certain age?\n  ","493119":"\n   What's at least 6 inches long, goes in your mouth, and is more fun if it vibrates?\n  ","493120":"\n   Which superstition you believe to be true?\n  ","493121":"\n   do you tend to make male or female friends more easily?\n  ","493122":"\n   What's the last thing u Googled and what was the answer?\n  ","493123":"\n   do you do anything secret in the bathroom as its the room you can lock ?\n  ","493124":"\n   How colourful does your plate look when you have dished up your food ready to eat? 😁 If it looks very colourful congratulations on the healthy eating, your body will thank you later!\n  ","493125":"\n   Did you drink water today? 💧\n  ","493126":"\n   Good night beautiful\n  ","493127":"\n   What one thing do you need to do next?\n  ","493128":"\n   what is the most annoying noise?\n  ","493129":"\n   what do you recommend that everyone try at least once?\n  ","493130":"\n   what’s the best christmas cookie?\n  ","493131":"\n   How long ago was the last time you made a new friend?\n  ","493132":"\n   Do you shop at VS?\n  ","493133":"\n   what is your favorite quote?\n  ","493134":"\n   Do you like tea? If so, how do you like your tea?\n  ","493135":"\n   How about now?\n  ","493136":"\n   Would you consider having an  open relationship?\n  ","493137":"\n   what tattoos and piercings do you have? \nwhat tattoos and piercings do you want?\n  ","493138":"\n   about to send out personal questions. feel free to take your time answering them or don’t answer them at all. up to you! 🤷🏻‍♀️\n  ","493139":"\n   have you ever boycotted anything?\nif so, why?\n  ","493140":"\n   have you ever had a stalker? what happened?\n  ","493141":"\n   have you ever had surgery? if so, for what?\n  ","493142":"\n   what social media do you have? \nyou don’t have to include the usernames\n  ","493143":"\n   Did you learn a musical instrument in your childhood? If yes, what was it?\n  ","493144":"\n   Pap of your wrist tattoo?\n  ","493145":"\n   Pap of your ankle tattoo?\n  ","493146":"\n   are any of your grandparents immigrants?\n  ","493147":"\n   What is the most unique wedding venue you’ve ever heard of?\n  ","493148":"\n   Which is a bigger problem, police brutality or black on black crime\n  ","493149":"\n   what was the highlight of your day?\n  ","493150":"\n   ill have questions for you tomorrow friend! for now hello, goodbye, and goodnight! : )\n  ","493151":"\n   -\n  ","493152":"\n   A characteristic you'd admire in a person?\n  ","493153":"\n   What would you do today if there is no more tomorrow?\n  ","493154":"\n   In three words, how would you describe your best friend? You can mention their name or tag them if you'd like!\n  ","493155":"\n   Thats could be another answer\n  ","493156":"\n   reading is a great pastime, do you go to a library\n  ","493157":"\n   have you ever skinny dipped in the ocean? 🌊\n  ","493158":"\n   Favorite type of nut?\n  ","493159":"\n   Favorite chocolatey dessert?\n  ","493160":"\n   thats cool\n  ","493161":"\n   hey whats up, im just chilling rn homework soon\n  ","493162":"\n   Always in you, Sometimes on you;  \n\nIf I surround you, I can k*ll you.  \n\nWhat am I?\n  ","493163":"\n   another one?\n  ","493164":"\n   What did Mrs. Claus say to Santa when she looked up in the sky?\n  ","493165":"\n   Don't you hate it when someone know's when something is wrong and then they just do it anyway? Maybe cause they are having a bad day or just want to be that way to just be that way? Taking it out on someone else?\n\nHow do you look at this?\n  ","493166":"\n   Okay there is one anon i can see and its irritating...\n  ","493167":"\n   What dog breed are you?\n  ","493168":"\n   What are you panning on doing this Halloween?\n  ","493169":"\n   When was your last random act of violence?\n  ","493170":"\n   What is the last movie you saw and the next movie you plan to see?\n  ","493171":"\n   i got my palm read when i was a kid. i still remember they told my id be married and have 3 daughters by 35. only thing they got right is i made it to 35 lol. or did they say 30? either way, good job fam! : )\n  ","493172":"\n   Hi, what are your opinions on this youtube video?\n   \n    https:\/\/www.youtube.com\/watch?v=twXBboJ6ZBI\n   \n","493173":"\n   Hello\n  ","493174":"\n   It's raining here. 🌧 A little cool. I love the rain. Do you? How's the weather where you are at the moment? ☔\n  ","493175":"\n   Do you have group chats? Who with and are they named?\n  ","493176":"\n   It was a free suggestion to you and i will take that word  as a compliment\n  ","493177":"\n   have you dated someone with over protective parents?\n  ","493178":"\n   There should be, and are, biological time limits\/better times to have children. A women’s fertility drops after 30 and her chances of having a child with down’s syndrome or other abnormalities increases. Having your first child in your 40’s isnt recommended or easy for most.\n  ","493179":"\n   attention doesnt mean “real connection”\n  ","493180":"\n   lol. i didnt mention weight. there are skinny unattractive girls too. what i said was harsh but true. dating apps are mainly for quick hook-ups\n  ","493181":"\n   Which is the most exotic place you have been to?\n  ","493182":"\n   choke me till i say OLLIE OLLIE OXEN FREE\n  ","493183":"\n   youngish is a state of mind. you can be youngish till 35 & 3\/4's or you can be olderish at 22!\n  ","493184":"\n   Why is that\n  ","493185":"\n   your picture doesnt have to be good, you idiot. guys will fuk anything and they know below average girls are easier to fuk coz they dont get much attention so are easy to flatter\n  ","493186":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","493187":"\n   Thats rare...you will able to see this one in thousand man can marry at age 31 but i think woman should marry before 29 or 30\n  ","493188":"\n   when i posted this i did not realize there were 73 answers in the thread lol.\n  ","493189":"\n   Have you ever had a psychic reading or wanted one? Do you think all are scammers or do you think there's some legit people out there too?\n  ","493190":"\n   At what time do you usually go to sleep?\n  ","493191":"\n   How can you tell if the question is self sent hiding as anon and not another account?\n  ","493192":"\n   31 & 11 months lol :p\n  ","493193":"\n   yoldish lol\n  ","493194":"\n   31 years old single?this is the  age to  become a mom. isnt it?\n  ","493195":"\n   How many followers have you got?\n  ","493196":"\n   never let an anon influence your youtube activities. its 2 weeks bad luck :o better delete your youtube account and start over.\n  ","493197":"\n   thats racist!\n  ","493198":"\n   Good night beautiful\n  ","493199":"\n   --\n  ","493200":"\n\n    https:\/\/youtu.be\/EQUHE-Q78-U\n   \n   cutee\n  ","493201":"\n   do you eat quickly or slowly?roughly how much time does it take?\n  ","493202":"\n   what’s your favorite horror movie? ✰\n  ","493203":"\n   Describe a perfect night out!\n  ","493204":"\n   Is The Nightmare Before Christmas a Christmas film or a Halloween one?\n  ","493205":"\n   ------\n  ","493206":"\n   What surprised you last?\n  ","493207":"\n   What's the next thing you're excited for or about?\n  ","493208":"\n   Do you prefer not to have the same man more than once? Or 2-3 times, then fresh mutton?\n  ","493209":"\n   You single?\n  ","493210":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/158278037933\n   \n   -this isn't necessary now for a year or more. The Irish don't have ASKfm no more, it's back in Latviia. Not notice the absence of warnings and bans?\n  ","493211":"\n   Aren't you dating a mexican\n  ","493212":"\n   Whats a little lol\n  ","493213":"\n   What if the guy is younger than you  too hot and rich?🙄\n  ","493214":"\n   Have you ever dated someone with racist parents?\n  ","493215":"\n   Peanut butter or almond butter?\n  ","493216":"\n   Have you ever dated someone with deceased parents?\n  ","493217":"\n   I have a thing for older woman like your age\n  ","493218":"\n   AGE Is just a number anyway haha\n  ","493219":"\n   Have you ever dated someone with white parents?\n  ","493220":"\n   If you had to say at least one thing what would you say you're desperate for?\n  ","493221":"\n   You are 31?10 years older than me omg\n  ","493222":"\n   I dont understand suddenly you became mad amyway never mind\n  ","493223":"\n   We are same age i guess\n  ","493224":"\n   Am i?\n  ","493225":"\n   Does size matter according to you?\n  ","493226":"\n   I have a desire that i will relax and my partner would do all the work for me\n  ","493227":"\n   For instance one shot?\n  ","493228":"\n   No i dont drink everyday 2 or 3 times in a month my question was how should someone last on bed?\n  ","493229":"\n   Ever got into Pokemon? If so, name a few you really liked! Care to share a picture?\n  ","493230":"\n   What is the most expensive item that you own\n  ","493231":"\n   How long should one last according to you?\n  ","493232":"\n   are you xcited halloween soon lol, xo\n  ","493233":"\n   How much trouble has your curiosity gotten you into?\n  ","493234":"\n   Pap\n  ","493235":"\n   What's your mood like today?\n  ","493236":"\n   Love dust coat? Wear them all.\nGood article links (windbreaker)\n   \n    http:\/\/sunny123.ebcoo.net\/2019\/10\/20\/love-dust-coat-wear-them-all\/\n   \n","493237":"\n   Have you ever eat an entire pizza\n  ","493238":"\n   Have you ever made a purchase to hold yourself accountable for something? What item and for what? Examples would be gym equipment so that you would work out, clothes that dont fit you because you wanted to gain or lose weight, cooking utensils because you wanted to make yourself cook more etc...\n  ","493239":"\n   My one gets hard as rock after drink haha\n  ","493240":"\n   The crooked headed dog look? I’m aware I get it all the time from mine lol\n  ","493241":"\n   What is the best way to deal with stress?\n  ","493242":"\n   Do you like nuts? Which is your favorite? Peanuts walnuts almonds? What type of nuts do you like in your mouth?\n  ","493243":"\n   Does woman feel like having sex after drinking\n  ","493244":"\n   Wouldn't it be nice.... if?\n  ","493245":"\n   cus i usually am!\n  ","493246":"\n   How many enemies do you have?\n  ","493247":"\n   Are you more attracted to someone's face or body?\n  ","493248":"\n   Have you ever been overdressed to an event?\n  ","493249":"\n   Do you think your nationality influences the way you are?\n  ","493250":"\n   it is tho haha. look it up if you dont believe me :p\n  ","493251":"\n   what is your mental picture of king?\n  ","493252":"\n   What do you put on your pizza?\n  ","493253":"\n   im 36. thats oldish right? lol\n  ","493254":"\n\n    https:\/\/youtu.be\/tohyTw3GIso\n   \n","493255":"\n   you have it. sent it earlier. no cheating now!\n  ","493256":"\n   how many subscriptions do you have? i have 2 i dont even care about. maybe zero by next week lol.\n  ","493257":"\n   probably closer to oldish lol. how old do you think i am?\n  ","493258":"\n   its racist!\n  ","493259":"\n   well i was going as fast as i could but as i went i would see the old subs i had and was sort of like time traveling back in a way lol. seeing the various small channels i used to support. checked to see how some have grown. my channel is like sht 15 years. was a bit strange.\n  ","493260":"\n   im not young lol\n  ","493261":"\n   do you know the back story to that song?\n  ","493262":"\n   yep, there is a related question pending lol.\n  ","493263":"\n   Chodzisz na spacery ?\n  ","493264":"\n   no followups\n  ","493265":"\n   choco taco look good. good humor prob for me but i remember getting push ups. i never like popsicle type things but i think i got duped by the COLORS lol. havent heard that jingle in some time tho. maybe there is an app nowadays idk lol\n  ","493266":"\n   Do you watch TV? What do you like to watch on TV?\n  ","493267":"\n   did you try and catch him : )\n  ","493268":"\n   I wanna be poison ivy lol\n  ","493269":"\n   thats not how i imagined buttkiss lol\n  ","493270":"\n   did you write that in there?\n  ","493271":"\n   Hey there\n  ","493272":"\n   what would you get from the ice cream truck?\n  ","493273":"\n   is there a list of fictional universes to choose from i dont know about?\n  ","493274":"\n   Do you prefer milk chocolate or dark chocolate?\n  ","493275":"\n   i just felt the need to remove a trace of myself from the world lol. clicking \"remove\" 2700 hundred times felt somewhat cathartic lol\n  ","493276":"\n   im enjoying my sleep more these days. sleeping a lot more. dont feel like waking up, which for me is a change. ill take it tho i suppose.\n  ","493277":"\n   im not an animal person. id rather not be around them.\n  ","493278":"\n   i deleted everyone of mine this morning lmao\n  ","493279":"\n   How many \"liked\" videos do you have in your youtube liked videos playlist?\n  ","493280":"\n   On a scale from 1-10 how much do you like sleeping?\n  ","493281":"\n   forget natural, can you hug them for me :3\n  ","493282":"\n   shes gonna rat you out. the poptart, the lettuce assumptions, hiding your arm from lickings, all of it. you're doomed\n  ","493283":"\n   Is weed considered a drug?\n  ","493284":"\n   i think i should eat pickles. make everyones life easier.\n  ","493285":"\n   yes, this is the chance you take when you ask a question in this world : )\n  ","493286":"\n   when they come back what sort of greeting will you exchange?\n  ","493287":"\n   Does it bug you when someone assumes something that you haven't done and gives advice\/demands based on said assumption?\n  ","493288":"\n   Have you ever bought cereal that has marshmallows in it just to eat all the marshmallows?\n  ","493289":"\n   Do you dress to impress or keep your appearance low-key?\n  ","493290":"\n   Nope i hate who takes drugs\n  ","493291":"\n   I see you have  so much experience\n  ","493292":"\n   What if i am high?😂😂\n  ","493293":"\n   how come?\n  ","493294":"\n   Do you find that people place their trust in you easily?\n  ","493295":"\n   what things you dont want to talk to your parents about?\n  ","493296":"\n   Ladies: Do you prefer facial hair for your man or clean shaven?\n  ","493297":"\n   Do you have your alerts turned on for ask?\n  ","493298":"\n   Good night sweetie\n  ","493299":"\n   If you could live in any fictional universe, which universe would you want to live in? Also, which fictional world would you NOT want to live in?\n  ","493300":"\n   What’s your favourite flavour of crisps?(chips)\n  ","493301":"\n   If you had to work but didn't need the money, What would you choose to do?\n  ","493302":"\n   What makes you happiest?\n  ","493303":"\n   Describe yourself as an animal\n  ","493304":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","493305":"\n   Who is the last person you took a chance on?\n  ","493306":"\n   When was the last time you laughed so hard? & what was it about?\n  ","493307":"\n   how are you really?\n  ","493308":"\n   hey what’s ur opinion on anal?\n  ","493309":"\n   Has someone ever pulled your top up and flashed your boobs in front of people\n  ","493310":"\n   What is your favorite GIF of nature or would you like to  share a picture of your own that you took of nature?\n  ","493311":"\n   thats the one haha. this would be one of those films you either really like or really dont like. dont see it as one of those middle of the road type of films. im a fan but not a fan of much of lynch's other works.\n  ","493312":"\n   What says \"autumn\" to you? For me, Pumpkin spice Cliff bars, Starbucks, lip balm and assorted cold essentials spell an oncoming fall.\n  ","493313":"\n   Ever sat in an ice bath? It’s cold but it does sooth the aches and pains.\n  ","493314":"\n   You married so early?\n  ","493315":"\n   -\n  ","493316":"\n   How is your work\n  ","493317":"\n   no it was called \"dead man\" starring johnny depp from 95. gave it a 3.5\/5\n  ","493318":"\n   Ok everyone in young\n  ","493319":"\n   Which anon?\n  ","493320":"\n   I have read your comments you are just 22 so young\n  ","493321":"\n   who assumes more girls or boys\n  ","493322":"\n   u deserve someone who loves you, have you tried finding your future man?\n  ","493323":"\n   Calm down just random people doing that.\n  ","493324":"\n   The first 9 question was mine who the fuck is the other guy?\n  ","493325":"\n   pap\n  ","493326":"\n   From where he is?\n  ","493327":"\n   Lucky you\n  ","493328":"\n   What is the last thing you did outside of your comfort zone? How did it go?\n  ","493329":"\n   It doesnt bother me. It's Just a question\n  ","493330":"\n   How old are you king?\n  ","493331":"\n   what the hell! its a classic! :')\n  ","493332":"\n\n    https:\/\/youtu.be\/EQUHE-Q78-U\n   \n   wow\n  ","493333":"\n   22 one. im the one who doesnt watch tv lol\n  ","493334":"\n   any chance this is \"me lol\" ?\n  ","493335":"\n   less than human! used to love pistachio oil drizzled over warm buttermilk biscuits with a little s&p : )\n  ","493336":"\n   do you ever add certain things to it?\n  ","493337":"\n   i dont watch tv\n  ","493338":"\n   when was the last time you had those instant ramen noodles? whats your fav flavor?\n  ","493339":"\n   Do you like cotton candy?\n  ","493340":"\n   Have you decided to have kids?\n  ","493341":"\n   Do you like haunted houses?\n  ","493342":"\n   🌹✨✨\n  ","493343":"\n   wonder if people growing up know how great a movie it is? has it stood the test of time? idk cus i have no point of reference.\n  ","493344":"\n   even better if its melted lol. sometimes i zap it in the microwave to get that extra yum out of it lol. i once got avocado oil. thought it was so bitter i had to resort to using it as a vinaigrette oil. now pistachio oil, that stuff is pure sweet nectar : )\n  ","493345":"\n   do you think you waste your time here? are you obsessed with askfm?\n  ","493346":"\n   okay i looked it up and did not see any international pronoun day. the 14th was international diabetes day. u been hoodwinked\n  ","493347":"\n   nice. btw have you ever seen the movie \"the last dragon\" from 85? like old school martial arts good vs evil movie lol\n  ","493348":"\n   r u planning to get married?\n  ","493349":"\n   not boring, sounds great. what do you use for fat when cooking? oil? butter? something else. the kerrygold? and who keeps chocolate in the fridge besides an obviously unstable personality? lol\n  ","493350":"\n   Do you like glittery things?\n  ","493351":"\n   i remember quesadilla night! any plans on the horizon for making any culinary creations?\n  ","493352":"\n   haha, are u sure you didnt mean the \"me lol' anon in your response to the original question? :p\n  ","493353":"\n   aww i would have held your hand and stared intently at her work : )\n  ","493354":"\n   what time of the day do you think you will dress up?\n  ","493355":"\n   How long ago was the last time you consumed alcohol?\n  ","493356":"\n   how do you say \"me lol\" in the third person?\n  ","493357":"\n   tbh i dont think it would have the cult status it does if brandon had not died. thought it was just mediocre. like a cross between sin city and deathwish lol. liked some of the visuals tho. like an old school graphic novel before graphic novels existed. liked the kid narrating too.\n  ","493358":"\n   how was your bloodwork?\n  ","493359":"\n   this is the girl\n  ","493360":"\n   So my daughter gave me her panda beanie cap and declared that is my Halloween costume. What are you going to be for Halloween?\n  ","493361":"\n   Today is International Day for Tolerance. What should you be more tolerant of?\n  ","493362":"\n   Do you know who sends that?\n  ","493363":"\n   why does it feel weird?\n  ","493364":"\n   This is why we shouldn't be friends with tigers\n   \n    https:\/\/imgur.com\/Cq7ITIo\n   \n","493365":"\n   seen all those but the first. saw the crow the other day first time.\n  ","493366":"\n   Oh this anonymous sends ya good night every day\n  ","493367":"\n   Who is the most underrated ASKfm user?\n  ","493368":"\n   Good night beautiful\n  ","493369":"\n   Lol a dark fantasy\n  ","493370":"\n   Yes and next day there is gonna be  news on tv that  a 22 year male choked to death by a sexy lady and you all gonna watch it lol\n  ","493371":"\n   Like she have to know how to do it or she might messed things up you know\n  ","493372":"\n   What event has greatly impacted your life?\n  ","493373":"\n   I want someone pro.if i let a random girl do it she might kill me tbh and i dont wanna die haha\n  ","493374":"\n   I just have a bit of  desire so i am thinking of hiring some sexy girl to do that everyday haha.what do you think is it a good idea?\n  ","493375":"\n   If you have three wishes, what would you wish for?\n\n\"Imagine that Genie is \"Will Smith😂\n  ","493376":"\n   So you havent tried it before.cool\n  ","493377":"\n   What's one thing you would like to have in your room?\n  ","493378":"\n   If you could be in any movie you want, which movie would you pick and which character would you be?\n  ","493379":"\n   You have choked someone before?\n  ","493380":"\n   What can spoil your day?\n  ","493381":"\n   How you wanna do it if you have to do this?\n  ","493382":"\n   What are your favourite seasonal foods for Autumn\/Fall? Btw did you know that the name \"Fall\" is actually older than the name \"Autumn\"?\n  ","493383":"\n   do you feel like you have more anxiety about social media after a break up?\n  ","493384":"\n   Is time relevancy important when you're finding someone attractive\/unattractive? For example, when looking at someone who was considered attractive in the 80's, is their hair too big to be considered attractive now or are 90's eyebrows too thin to be attractive nowadays or does that not matter?\n  ","493385":"\n   ive sorta fallen off movies just recently. watch a few that were suggested because i said i would but not feeling watching anything at all. that said i did watch one yesterday that kept my attention and actually finished it. was one of my bucshemi search results. he was in it for like 39 seconds lol\n  ","493386":"\n   do you look both ways before crossing the one way street?\n  ","493387":"\n   any thoughts you care to share? what type of books are they?\n  ","493388":"\n   Choke me till i die\n  ","493389":"\n   usually each year i can down a bag or two till i get sick of it. this year like 4 pieces in i was like fck you candy corn. i managed to finish the bag, at least i think i did lol. pretty sure i knocked em out the other day. took me like 2 months lol.\n  ","493390":"\n   i think its about time to introduce some wholesome candy corn into your elan vital : )\n  ","493391":"\n   bad boys is like the exact opposite idea of a film i would like. haha. literally the perfect example of something i would never see. not an indictment on the film or fans of the film its just my tastes. i cant watch stuff like that. id rather mow the lawn or something lol.\n  ","493392":"\n   It's October, aka \"Spooky Season\". What are some of your favourite spooky movies, whether they're horrors, thrillers, family friendly ones like Paranorman etc?\n  ","493393":"\n   idk people used to say it years ago. it was before that other stupid word i cant think of people used to say that i hated lol. something with a b like babes like another stupid word altogether lol. cant remember it. prolly best. i hated it so much lol\n  ","493394":"\n   you know i actually prefer the vanilla ones. i mean generic ofc lol. if i go with the chocolate cookie then i like fudge icing. i mean ill go traditional sometimes to switch up. main thing with food is to switch up. thats my belief. stick with your favs but mix in stuff to remind u why u have favs\n  ","493395":"\n   yes that one.\n  ","493396":"\n   dont know man. if i were you id watch something iconic that you somehow missed till now. the kind of films that has social impact and references. not sure what all you have seen yanno. not iconic but harry and the hendersons was a fun\/nostalgic film for me growing up. lighthearted, funny sometimes.\n  ","493397":"\n   fav jelly bean flavor?\n  ","493398":"\n   poptarts like anything its best to stick to the tried and true. all those gimmicky things are just to bait the suckers lol. you try them and you're like oh these are good. by the time you finish the box you're like these suck. and my cereal collection is godzilla compared to their newt lmao\n  ","493399":"\n   no i just asked to see if you knew how that worked. the more water you drink the less water you retain in your cells\/body. it seems counter-intuitive but its science lol. water flushes the sodium that makes cells retain water. fun stuff haha\n  ","493400":"\n   What's the funniest YouTube or online video you’ve seen recently?\n  ","493401":"\n   do you look both ways before crossing the street?\n  ","493402":"\n   Here\n  ","493403":"\n   Yesterday was International Pronoun Day. What are your pronouns? Feel free to use this to speak about your gender, trans people, your gender expression or how you express your gender now vs when you were younger etc.\n  ","493404":"\n   which is the place that you have always wanted to visit?\n  ","493405":"\n   Is there certain foods you avoid due to being stuck in between your teeth?\n  ","493406":"\n   haha. you remember. you always do 🤗\n  ","493407":"\n   what about adorbs?\n  ","493408":"\n   but human tho?\n  ","493409":"\n   did you finish that personal growth book you were reading way back?\n  ","493410":"\n   perfection is creepy horror. discovery is science. what other options?\n  ","493411":"\n   if you saw my cereal collection rn you would want to strangle me lolll\n  ","493412":"\n   small picture but note seinfeld lol. its old school cereal.\n   \n    https:\/\/www.mrbreakfast.com\/cereal\/c_1162.jpg\n   \n","493413":"\n   How often do you get sick\/ill?\n  ","493414":"\n   White Zombie or Rob Zombie?\n  ","493415":"\n   do you know how the water\/sodium water retention thing works?\n  ","493416":"\n   do they have \"raw\n  ","493417":"\n   yes. they also did just bunches. do you remember? the whole box was just the clusters without the flakes. and do you remember the old old school clusters cereal? with the squirrel? not when they brought it back (sucked) but the original!\n  ","493418":"\n   Or not :(\n  ","493419":"\n   some would find this confusing but not me :')\n  ","493420":"\n   What literary genre do you like to read the most?\n  ","493421":"\n   hbo with or without almonds?\n  ","493422":"\n   What is your deadly sin or sins?\n  ","493423":"\n   cant be as bad as me :')\n  ","493424":"\n   Can I see a picture of you wearing your bra or bikini top?\n  ","493425":"\n   keeping up my addictions. ill be cured when im dead. sorry for being so bastardly vague lol. this is not the platform for me to discuss. its not a simple answer.\n  ","493426":"\n   any notable grocery purchases?\n  ","493427":"\n   ahh nice. i was going to ask you if it was a saying or proverb if not heard before. i even googled it.\n  ","493428":"\n   i had to google that. thought it was a language arts thing not more of this sht :')\n  ","493429":"\n   you dont.\n  ","493430":"\n   this is not a question. its a discussion. great topic. maybe best question ive seen yet on this site. i think its case by case scenario.\n  ","493431":"\n   Do you think you drink enough water each day?\n  ","493432":"\n   i always cringe when i send out questions and notice spelling errors lol. i just hope their brains dont pick up on them when they read them. haha.\n  ","493433":"\n   i really love it. its hard to find ground. i just put the seeds in a coffee grinder. goes great with garlic powder. good with beef, certain veggies like green beans. i use it when i make naan bread  and ofc taralli.\n  ","493434":"\n   like in the third eyelid? lol\n  ","493435":"\n   addictions are when you are willing to harm yourself or others so you can continue to pursue it. for me if something meets that criteria, its an addiction.\n  ","493436":"\n   its very good. think you would love it. very funny. i have it at a 3.5. put the sequel on my watchlist. prob not nearly as good but same cast p much.\n  ","493437":"\n   thoughts on paprika, coriander, ground fennel, and curry powder?\n  ","493438":"\n   didnt notice till now lol. thats usually the case :')\n  ","493439":"\n   what is super early? and is \"she\" la llorona? lol\n  ","493440":"\n   do you cringe or smile at the drawings?\n  ","493441":"\n   this actually makes sense now lol\n  ","493442":"\n   was gonna say zombieland was good but then saw it said part 2 lol. in that case ive seen none of these lol\n  ","493443":"\n   one day you will say, \"my own\"!\n  ","493444":"\n   Hello, 20F here. 😜 Snapchat me:miasnaps0 😍 I'm in a dirty mood😋\n  ","493445":"\n   you gonna have to hire a collections agent?\n  ","493446":"\n   yep i went in to a room with the lights off and my friend covered for me\n  ","493447":"\n   What do you think is the most enjoyable thing?\n  ","493448":"\n   happened to me yesturday and the toilets were out of action\n  ","493449":"\n   Have you ever confided in someone privately only to have them tell everyone your business?\n  ","493450":"\n   Possibly\n  ","493451":"\n   have you worn underwear that you felt uncomfortable and you had to go somewhere to sort yourself out   ?\n  ","493452":"\n   same people?\n  ","493453":"\n   What's going on in your life these days?\n  ","493454":"\n   what is your harry potter house? ✰\n  ","493455":"\n   What are you doing today?\n  ","493456":"\n   Do you still have any report cards or drawings from when you were a child?\n  ","493457":"\n   What gives you immense pleasure?\n  ","493458":"\n   Its a dirty rhyme\n  ","493459":"\n   Ugh\n  ","493460":"\n   What is your favorite spice? Can be more than one.\n  ","493461":"\n   Likes \nهتلاقي باك في ديله\n  ","493462":"\n   Every day the sun goes away... What do you wish to miss with it?\n  ","493463":"\n   What is the hardest thing you have had to let go of?\n  ","493464":"\n   Who was the most guilty: OJ Simpson, Scott Peterson or Casey Anthony?\n  ","493465":"\n   PAP something beautiful!\n  ","493466":"\n   yes, you had a nice day xo\n  ","493467":"\n   An explicit question .. Do you imagine your life without makeup?😉\n  ","493468":"\n   Where one can find the truth?\n  ","493469":"\n   Movie Madness: 1) Shawn the sheep 2) \nZombieland part 2 3) \nMaleficint: Misstress of evil 4) \nOfficial secrets 5) \nDark lies the island\n  ","493470":"\n   what is this application?\n  ","493471":"\n   Who is Dan and Ben?\n  ","493472":"\n   Good night beautiful\n  ","493473":"\n   What is your weirdest \"quirk\"?\n  ","493474":"\n   What’s on your mind?\n  ","493475":"\n   Unpopular opinions?\n  ","493476":"\n   What is something that people do that aggravates ya?\n  ","493477":"\n   what’s the best pizza you’ve ever had?\n  ","493478":"\n   post-fight sxx or reunited after being apart sxx?\n  ","493479":"\n   what are you addicted to?\n  ","493480":"\n   Do you think Shannon Gilbert's death is somehow connected to the long island serial killer or just a huge coincidence?\n  ","493481":"\n   Have you ever went camping in a tent?\n  ","493482":"\n   I will what are you doing\n  ","493483":"\n   oh cool xo\n  ","493484":"\n   what’s been on your mind lately?\n  ","493485":"\n   Is addiction a mental illness ?\n  ","493486":"\n   Is there any country you would like to visit?\n  ","493487":"\n   What do you hope never changes?\n  ","493488":"\n   It's cold and windy here I'm not sure of what the temperature is out it's not freezing\n  ","493489":"\n   had you a nice day\n  ","493490":"\n   That's nice\n  ","493491":"\n   Not too bad I was the weather\n  ","493492":"\n   How many hole in one jokes can you put into one sentence?  Not in anyway inspired by the 4 hole in ones on crazy golf today 😊\n  ","493493":"\n   Here?\n  ","493494":"\n   Would you let someone use a toy on you?\n  ","493495":"\n   Do you like lemonade?\n  ","493496":"\n   Any cereals you favor?\n  ","493497":"\n   Hello how are you doing\n  ","493498":"\n   Post a picture of what your doing right now\n  ","493499":"\n   I recently took up meditation.  It;s better than sitting around doing nothing.\n  ","493500":"\n   What are you really curious about?\n  ","493501":"\n   Are you tired?\n  ","493502":"\n   Black or white?\n  ","493503":"\n   Do you like pumpernickel bread?\n  ","493504":"\n   Do you like Rice Krispy treats (puff rice)?\n  ","493505":"\n   are ben and dan american?\n  ","493506":"\n   What is your favorite month of the year? And why?\n  ","493507":"\n   Have you ever shared an opinion with someone who you thought shared the same one only to learn they don’t and it caused conflict?\n  ","493508":"\n   What is the most disturbing thing you have seen on here?\n  ","493509":"\n   they use that british \"biscuit\" for cookie thing. tea biscuits are similar to graham crackers but more crispy, light, and less \"flour-y\" so in crust making they dont \"soak\" up the butter as much. crust tastes about the same but more moist. did a few changes & all around i like how this pie trned out\n  ","493510":"\n   Should those who fail to use preferred pronouns face legal penalities?\n  ","493511":"\n   haha. no i used to replace hard with difficult on your page. i dont even remember the reason behind it anymore but it had to do with something lol. so many revolving little \"inside\" joke things have come and gone with us lol. cant keep track haha. but its always a good time : )\n  ","493512":"\n   reynolds does his reynolds thing! when he is on he is so on.\n  ","493513":"\n   Do you like summer?\n  ","493514":"\n   He's imaginary\n  ","493515":"\n   i follow you :3 \n\nim in there. can you see me in the crowd? im the one with the brazil nuts and tender disposition.\n  ","493516":"\n   man i feel bad for all these suffering anons here today. hang in there gentlepeople\n  ","493517":"\n   difficult :p\n  ","493518":"\n   i made one this morning. it had been a while. made a crust out of tea biscuits. never used that type of cookie for a crust before. almost like graham cracker\n  ","493519":"\n   yeah i just watched the original and then the second one. i know there were more but i think i got what i was going to get out of it by then lol\n  ","493520":"\n   ha! that is pretty sweet, bookmarked it. \n\ni asked it and it told me \"My sources say no\"\n  ","493521":"\n   sorry i dont speak french! do you like brazil nuts? when was the las time you had some?\n  ","493522":"\n   did you ever have one of those magic 8 balls? remember those things? they were sorta iconic back in the day haha\n  ","493523":"\n   what is the dumbest ad you’ve ever seen?\n  ","493524":"\n   We had beef at one point, yeah. They're ok now. I also think that part of it was my stalker impersonating them.\n  ","493525":"\n   need your rating. will you watch the sequel?\n  ","493526":"\n   Do you tend to go Christmas shopping early or last minute?\n  ","493527":"\n   what’s a color you will never wear?\n  ","493528":"\n   nice love onions. just not so much raw.\n  ","493529":"\n   haha i remember that person. i found their page before lol. diff picture now. ill say no more lol\n  ","493530":"\n   What would be the perfect gift for you?\n  ","493531":"\n   Hey everyone I follow! Tomorrow's my birthday (the 18th) so I'm planning on sending out a few spam questions. If anyone sees this and you want me to follow you, let me know. I plan on doing spam more often again. Anyway, to add a question if you have TikTok what's your @ ?\n  ","493532":"\n   bury your knowledge deep down. it does you credit, but could be used to serve the dark side.\n  ","493533":"\n   i want a hot air balloon.\n  ","493534":"\n   the is better than the brick one. just wish it had some caps lock ha ha's tho\n  ","493535":"\n   What’s the most you’ve paid for a ticket to a concert play movie sporting event etc\n  ","493536":"\n   just remember the ultimate goal. be happy : )\n  ","493537":"\n   will i still be around at the end of the year?\n  ","493538":"\n   how or where do you like them best?\n  ","493539":"\n   With a rebel yell she cried more, more, more\n  ","493540":"\n   is this person collaborating with your stalker?\n  ","493541":"\n   the number of licks it takes?\n  ","493542":"\n   surely exceptions can be made for someone hailing The Sinnoh Region?\n  ","493543":"\n   so do we ever get to find out the answers to these?\n  ","493544":"\n   didnt know you spoke french!\n  ","493545":"\n   Good night cupcake\n  ","493546":"\n   I'm suffering\n  ","493547":"\n   I'm deeply upset. You see I have been applying for the job for two months. All day long I sit in home and have a boring life. No gf. Unable to enjoy life.\n  ","493548":"\n   Forgot to ask what did you think about dead pool? Btw if you haven’t seen the new joker film yet i recommend it.\n  ","493549":"\n   I can't live like this more. I must get a offer soon.\n  ","493550":"\n   Hello I'm sad. Ask God to stop making me suffer\n  ","493551":"\n   So?\n  ","493552":"\n   What is one thing you want to accomplish before the end of this year?\n  ","493553":"\n   How often do you forget things?\n  ","493554":"\n   What is your greatest achievement of the day so far?\n  ","493555":"\n   do you shave bikini area completely? ever tried waxing there? I'm worried it would hurt too much o.o\n  ","493556":"\n   Bye\n  ","493557":"\n   What was the last YouTube video you saw?\n  ","493558":"\n   What's the best way to apologize?\n  ","493559":"\n   Battery is at 35%. There is no electricity in the area. It might not have electricity for next four hours. Im upset. I want to get a job in Canada.\n  ","493560":"\n   well when i said she has the hottest ever line from a movie its prolly just my bias toward her that makes me say that! yannowhatimean?!\n  ","493561":"\n   Just if you have someone sweet. Mine is. I like both ideas of places to be with him. Couldn't choose from the two honestly. But who knows if they have them anymore really? Felt like a century before I found mine. Haha. Good luck to ya. I'm sure you will find a great one. Give it time!\n  ","493562":"\n   do you know what a chess pie is?\n  ","493563":"\n   Ever heard of interpol?\n  ","493564":"\n   Which you rather go with?\n\nSitting out under the stars with someone sweet or a early morning canoe ride out on a bay with of course... someone sweet.\n  ","493565":"\n   I wish I could eat the salt off of your lost faded lips\n  ","493566":"\n   Country or city life?\n  ","493567":"\n   Nope\n  ","493568":"\n   had you a nice day x\n  ","493569":"\n   What happenned to Rosie after she banged too much?\n  ","493570":"\n   your ask always makes me laugh x, your very funny etc\n  ","493571":"\n   Do you carry any self-defense tools with you on a daily basis? What are they and what prompted you to start carrying them with you (if you do)?\n  ","493572":"\n   Follow 😍\n  ","493573":"\n   What is so amazing about having chips\/ fries with curry sauce is it an ireland thing? 🤔🤔🤑\n  ","493574":"\n   Now im pondering a word that starts with L and has O at the end......   i ponder too much methinks.... 🤔🤔🤔\n  ","493575":"\n   I thinking of a word that starts and ends with S and X.....  what do you think it is? 🤔\n  ","493576":"\n   When life gives you a mug.... you give life .....?\n  ","493577":"\n   Now im thinking of a word beginning with B and Ending in T... whatever could it be?? 🤔🤔\n  ","493578":"\n   How do you feel about shopping?\n  ","493579":"\n   I am le baffled\n  "},"Answer":{"492507":"\n  Some. I took a course in college. The teacher's son was deaf, taught herself and him how to sign. Wrote books on it etc\n  ","492508":"\n  Living her best life, hopefully.\n  ","492509":"\n  Can't remember the name of it 🤣 some weird Christian horror type thing.\n  ","492510":"\n  My room or living room\n  \n  Pool... its pretty cold now though lol\n  ","492511":"\n  For you, maybe lol\n  ","492512":"\n  That is very annoying.\n  ","492513":"\n  Acoustic guitar. Still bummed that I didn't buy that one at goodwill a few years ago. Only was like $13 and seemed fine. Ugh.\n  \n  Or more piano.\n  ","492514":"\n\n   @patchy_life\n  \n  books since he clearly spends a lot of time on all of them and they all sound amazing! :)\n  ","492515":"\n  An outfit that looks good\n  \n  Gym wise\n  \n  When I get my hair done and eyebrows\n  ","492516":"\n  Nice\n  ","492517":"\n  Nope. Was just family if I did.\n  \n  Roses and sunflowers are my favorites though :)\n  \n  Oh wait.. my friend's mom did in high school 🤣 think it was valentine's day or something and she surprised us with some at the end of the day.\n  ","492518":"\n  Haven't had chorizo pizza\n  ","492519":"\n  I hated it growing up but fine with now.\n  ","492520":"\n  Night x\n  ","492521":"\n  Not sure. Most of them make me laugh. Or only a small amount of actual scary parts to me. I usually stick with the classics when I do watch horror.\n  ","492522":"\n  Amen\n  ","492523":"\n  I read that as tissues at first...\n  ","492524":"\n  S*x sells\n  \n  Online stories\n  \n  Heard about from others\n  \n  P0rn\n  \n  Friends\n  \n  Same as anyone else?\n  ","492525":"\n  Bit of both, tbh.\n  ","492526":"\n  Christmas\n  \n  Unfortunately I have the \"last Christmas \" song in my mind. They played a clip of it on tv a few minutes ago and now it's on repeat in my head -_-\n  \n  TOO SOON!!!\n  ","492527":"\n  Hachi\n  \n  Or Marley & Me.. more because it reminds me of my old dog :*(\n  ","492528":"\n  About two months ago? I don't take baths often.\n  ","492529":"\n  I don't think so.\n  ","492530":"\n  Both can be good\n  ","492531":"\n  Just don't buy them. More a Halloween thing or school related..\n  ","492532":"\n  Hello fetish now -_-\n  \n  Yes can be ok.. whether it's two rounds or broken up throughout the day etc\n  ","492533":"\n  I find it good for me ;)\n  ","492534":"\n  Does anyone have questions?\n  ","492535":"\n  Yes. Didn't learn anything from him. He came to class in a robe and pjs on. He was late. The only good part was using the book for any tests.\n  \n  Another dude who just rubbed me the wrong way.\n  ","492536":"\n  Ask doesn't know that. Was under the \"leopard\" gifs.. oh well.\n  ","492537":"\n  When it showers naked\n  ","492538":"\n  I'd view it relationship wise. Comparing you to other people they've been with.. probably abusive, bad person or other things going on within those relationships.\n  \n  You are a good person but you might still process some of those traits which are bad.\n  \n  It could be more to do with that person and their mindset of you instead of you actually being \"the best worst\". Or maybe they aren't ready for a relationship with you so casting you off in that light without giving a chance.\n  ","492539":"\n  More so ones you had to be there for\n  ","492540":"\n  Loyalty\n  ","492541":"\n  King!\n  ","492542":"\n  Puppies\n  \n  Ice cream\n  ","492543":"\n  Kind of. They'd talk sh!t about each other. Middle school\n  ","492544":"\n  Unfinished business road\n  ","492545":"\n  Vertical Horizons and The Gin Blossoms\n  ","492546":"\n  Yes. Was good.\n  ","492547":"\n  I've always loved swimming.\n  \n  Had a good teacher that made me enjoy books.\n  \n  Gym would have been around 2014 but was doing other workouts in the meantime. Zumba made me like it more. Watching shanaemily on YouTube do gym videos made me feel like I could do it. Introduced me to 1stphorm. The rest is history lol\n  \n  Running.. my now \"1stphorm coach\" made people run for a challenge.. just a mile but I kept on doing it while at the gym's track. Seemed more fun. More my decision rather than someone forcing it on me like school days...\n  ","492548":"\n  Ones in Boston.\n  \n  Haven't been to many elsewhere\n  ","492549":"\n  Most people? Haha idk. Nobody came to mind.\n  ","492550":"\n  The frosting..\n  ","492551":"\n  Not much.\n  \n  Someone did beep at me today though..\n  ","492552":"\n  The Nightmare Girl by Jonathan Janz.\n  \n  The cover is super creepy and the insert seemed like a good spooky book for this time of year.\n  ","492553":"\n  I saw\n  ","492554":"\n  Hey zach\n  ","492555":"\n  No hurry\n  ","492556":"\n  Probably\n  ","492557":"\n  No problem. Hopefully someone had good advice. Writing everything out if something is bugging you can help ¯\\_(ツ)_\/¯\n  ","492558":"\n  How unfortunate\n  ","492559":"\n  It's ok. Need to return library books. Probably go to one of the gyms after.. not sure yet.\n  ","492560":"\n  Masturbation\/ s*x\n  \n  Calming music\n  \n  Stare at the ceiling\n  ","492561":"\n  Not sure haha\n  ","492562":"\n  Still don't have a partner\n  ","492563":"\n  Wasn't a weird thing\n  ","492564":"\n  No. It makes me feel awkward. Especially if we've never talked before and they ask for it.. clearly don't have good intentions there. I think it's something to be picky over.\n  \n  People have been dropping their numbers in my inbox though.. all anonymous. I'd only text\/call if I knew who it was. Get enough random scam type calls.. don't need more. The person should feel trustworthy.. not some random anon that could be anybody.\n  ","492565":"\n  These two have always been top contenders\n  \n\n   https:\/\/youtu.be\/YlUKcNNmywk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/yuFI5KSPAt4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","492566":"\n  Ok\n  ","492567":"\n  ?????\n  ","492568":"\n  - finally learning that I had pcos. Weight wasn't all my fault or parent's fault. Insulin resistance, fatty liver\n  \n  - keto and metformin have really helped. I'd see results at the gym but with those two, it's been way more. Also 1stphorm should get a shout out too lol\n  \n  - feeling a bit more comfortable and confident\n  \n  - getting paid to house\/dog sit.\n  ","492569":"\n  I can't share that for personal reasons.\n  ","492570":"\n  You hate a lot of people?\n  ","492571":"\n  Got to love when you can't eat any of the food questions you get because keto 🤣👌\n  \n  But yes, some fruit snacks were good. Rarely had though.\n  ","492572":"\n  Why is someone capitalized? Do you have a certain SOMEONE in mind? Hm 🤔\n  ","492573":"\n  Be someone else\n  ","492574":"\n  Don't call me babe and why not?\n  ","492575":"\n  Think I could 😈💦\n  ","492576":"\n  Bike\n  \n  I never liked getting on\/off the rink but once on it's fun :)\n  ","492577":"\n  Yes. Kind of different a bit now. This one should definitely be pretty interesting!\n  ","492578":"\n  I don't argue much nor keep track of them. I don't hold grudges.\n  ","492579":"\n  I have a love\/hate with mascara.\n  \n  Benefits they're real\n  \n  Eyeko products aren't bad\n  \n  Maybelline is usually a go to or Cover Girl. Just depends.\n  ","492580":"\n  Already have a fitbit.\n  ","492581":"\n  Onion and chive\n  \n  Veggie\n  \n  Blueberry\n  \n  Pumpkin spiced.. more a peanut butter product but was creamy like cream cheese...\n  ","492582":"\n  Revlon, Maybelline or L'oreal are my go to's\n  ","492583":"\n  Some can be funny\n  ","492584":"\n  Yes\n  ","492585":"\n  Stars? Moon?\n  ","492586":"\n  Yes. I do. I have a couple on my Amazon wishlist.\n  \n  Kind of annoyed that 1stphorm upped their price on what I need to buy again. $15 dollar increase since the last time I bought it. Madness. Also they don't have giftcards currently.. probably only during holidays which is a bit odd.\n  ","492587":"\n  Only person I know with that many is\n  \n   @NO3MM3RZ\n  \n","492588":"\n  Last minute Halloween stuff?\n  ","492589":"\n  I know 🦇🎃\n  ","492590":"\n  Night devils\n  ","492591":"\n  Yes lol good night\n  \n  Shine like a diamond ◇\n  ","492592":"\n  Good mom\n  \n  Caring\n  \n  Trouble maker\n  \n  Social butterfly\n  ","492593":"\n  Oh ok. Yes.. definitely talked more on FS than y!a...\n  ","492594":"\n  I hope Wednesday will get one of these *sigh*\n  ","492595":"\n  Yes.. think 11 or so years? Craziness!\n  ","492596":"\n  Not sure, tbh. They are still alive so should understand a lot about me anyways...\n  ","492597":"\n  Me lol\n  ","492598":"\n  Havent used normal ones in years\n  \n  Kik, sc and fb messenger these days.\n  ","492599":"\n  Found what exactly?\n  ","492600":"\n  Nope.\n  ","492601":"\n  :p\n  ","492602":"\n  Because some platypus keeps talking to me. Lost track of time... still only 1am here. Not too bad. Yes, still in Arizona 🤣\n  ","492603":"\n  Maybe a little higher but still under 40. *leopard hugs*\n  ","492604":"\n  Ugh Jon :p\n  ","492605":"\n  Maybe I said too much 🤣\n  ","492606":"\n  Someone has a good memory.\n  \n  Not the reason for the change though.\n  ","492607":"\n  I don't but there's been more of those lately.\n  ","492608":"\n  Some add ons and take aways..\n  \n  I haven't gone to the gym since late September when my 6 month membership ended. I have the money to reup it but kind of checking out other options.. checked out the community one my brother-in-law's brother has tonight.. seems decent but way smaller. A lot of the same machines as my gym. Pools.\n  \n  Planet Fitness is an option as well since its pretty much free\/blackcard.\n  \n  Idk.. kind of anxious about the whole thing.. learning where everything is, not knowing anyone. The check-in girls at my gym always make me feel welcomed, see the same people usually. Feels like a family. Just seems like it will be  weird starting over elsewhere. I guess if neither are a good fit then I'll definitely reup but will atleast give it a chance I guess.\n  ","492609":"\n  Keto pizza\n  ","492610":"\n  Thanks. Been good for the most part. Some cheats ofcourse but always get back on it the next day :)\n  ","492611":"\n  More than that.. started in January ¯\\_(ツ)_\/¯\n  ","492612":"\n  Of course i lost an inappropriate amount so far\n  \n  🙄😘🤔 69\n  \n  Was I just starting then? Can't remember when you were last on lol\n  ","492613":"\n  storm_stuart\n  ","492614":"\n  I eat it for breakfast 90% of the time\n  ","492615":"\n  Ofcourse\n  ","492616":"\n  That username 🤣\n  ","492617":"\n  So out of practice :p\n  \n  Missed you at times too\n  ","492618":"\n  Can be both. Passionate power ;) mmm\n  ","492619":"\n  Yes, pretty sure someone else is doing the stalking ;)\n  ","492620":"\n  Not having one?\n  ","492621":"\n  I just find it funny since I mentioned you today to\n  \n   @mawiocudwoc\n  \n  and here you are 🤣🤣🤣\n  ","492622":"\n  Howdy\n  ","492623":"\n  R*pists and such..\n  ","492624":"\n  We got pumpkins and some other items at the store.\n  ","492625":"\n  It's been years since I've had them so not sure\n  ","492626":"\n  Yes, I have.\n  ","492627":"\n  Things Ben or lahore \"shaam\" sends\n  ","492628":"\n  Be funny?\n  ","492629":"\n  Sleep\n  \n  Read\n  \n  Music\n  \n  Movies\/tv\n  \n  Talk it out\n  \n  Write\n  \n  Pamper yourself\n  \n  Bath\n  \n  Light candles\n  \n  Gym or exercise in general\n  \n  Swim\n  ","492630":"\n  Don't have to worry about that while on keto.\n  \n  Only bread I've had is carb balance tortilla wraps\n  ","492631":"\n  Don't mind either way.\n  ","492632":"\n  No complaints :)\n  ","492633":"\n  You should go for whoever you like. The person should also mention that they like you instead of mixed signals or not saying anything..\n  ","492634":"\n  Only 2pm.\n  \n  Not sure\n  \n  Made lunch a bit ago.\n  ","492635":"\n  Thought so\n  ","492636":"\n  Very nice\n  ","492637":"\n  lol meant face wise\n  ","492638":"\n  Want more\n  \n  Maybe shower s*x\n  \n  Make you a sandwich 🤣\n  \n  Idk I can be flexible.  No set pattern. How about you?\n  ","492639":"\n  Looks wise- all over the place. Facial  hair or clean shaven\n  \n  Humor\n  \n  Connection\n  \n  Things in common\n  \n  I don't feel like getting mushy in my answer :p been a while since someone has asked this lol\n  ","492640":"\n  🤣🤣🤣\n  \n  Wonder where those hidden piercings are :o\n  ","492641":"\n  Hugs, cuddles, s*x?\n  ","492642":"\n  Haven't heard about. Seems young to decide that.\n  ","492643":"\n  That's an intro! Wonder who hurt him...\n  \n  Dude looks like a vampire. Old Hollywood type.\n  ","492644":"\n  Sagittarius\n  ","492645":"\n  Yes. It was mostly barbie stuff\n  ","492646":"\n  All sound nice but let's go with the masquerade party\n  ","492647":"\n  Yes. Rather be known for being nice than a b!tch or worse :)\n  \n  It is annoying getting the whole \"nice card\" all the time though. Like tell me something I don't know.. thanks\n  ","492648":"\n  Usually.\n  \n  If I'm in a hurry or mind is elsewhere then I forget :\/\n  ","492649":"\n  What's the context to this?\n  ","492650":"\n  A clock came to mind\n  \n  ¯\\_(ツ)_\/¯\n  ","492651":"\n  Ugly sweater contest\n  \n  Bake cookies or the best gingerbread house decorations\n  \n  Go see some lights somewhere\n  \n  Mazes\n  \n  Pumpkin patches\n  ","492652":"\n  It's ok.\n  \n  I like it more in drinks or body wash etc\n  ","492653":"\n  It can be both. People have emotions, get over it.\n  ","492654":"\n  Tshirt\n  ","492655":"\n  No\n  \n  Good show\n  ","492656":"\n  I made a new weight goal and just noticed that the app tracked a weight for Sunday o.o I didn't weigh in.. nor do I think that number would be correct after Saturday's donuts 🤣\n  \n  It would be cool being 190.9 but my last real weigh-in was 191 even. Interesting.. haven't had that happen before on the app. Pretty strange. Manually do it and don't use the scale that is supposed to connect to fitbit ¯\\_(ツ)_\/¯\n  ","492657":"\n  Good night\n  ","492658":"\n  Probably worse. Claws would come out even more. Everyone would most likely cycle up together. Oh, the horror! Blood bath that would be\n  ","492659":"\n  No clue ¯\\_(ツ)_\/¯\n  ","492660":"\n  I don't think so.\n  \n  I was more into Tomb Raider and Metal Gear Solid for those types of video games.\n  ","492661":"\n  I guess I'd do it.\n  \n  Be better if shared but you knew I'd say that, huh? Really depends on the people's schedules too.\n  ","492662":"\n  Open communication\n  \n  Trust\/honesty\n  \n  Things in common help\n  \n  The time spent together\n  ","492663":"\n  Be honest with them but in a nice manner?\n  ","492664":"\n  I have no idea lol\n  \n  I don't go around asking assumptions ¯\\_(ツ)_\/¯\n  ","492665":"\n  Whatever happens in the moment. One thing wouldn't ALWAYS make me panic. I'm not much of a person who panics and if I am then something serious is going down\n  ","492666":"\n  Water bottle because AZ is hot and get thirsty too. Also nice to keep hydrated.\n  \n  The other two depend on what I'm doing. I don't bring my purse unless I know I'll need it etc\n  ","492667":"\n  Swimming\n  \n  Running\n  \n  Zumba\n  \n  I'm not really one for legit sports.. or haven't found one I absolutely love and look forward to lol\n  ","492668":"\n  Nope\n  ","492669":"\n  Why are you saying sorry? :o\n  ","492670":"\n  Whoever will listen\n  \n  Idk\n  ","492671":"\n  I'm serious tho\n  ","492672":"\n  I know. Pass it on lol 🤣🤙\n  ","492673":"\n  More crepes?\n  \n  Idk.\n  \n  Fruit wouldn't be bad.\n  \n  Not sure what usually goes with.\n  ","492674":"\n  Still been getting my steps in but yes, chill for the most part.\n  ","492675":"\n  \"Father like son\" best describes it. The jokes, mannerisms etc\n  \n  yes\n  ","492676":"\n  Bathroom\n  \n  Make my bed. I've kind of been bad with that lately but did it again today :)\n  \n  Breakfast\n  ","492677":"\n  It's been ok. My brother-in-law's dad is in town. Went to the food truck event with all them on Friday.\n  \n  Saturday was a pretty chill day.  Little celebration :) watched season 2 of The Kominsky Method and also two episodes of Queer Eye.\n  \n  Today has been pretty laid back too. Already talked enough about lol\n  ","492678":"\n  5-7ish\n  \n  It's been a while but they are usually good. Karaoke and drinking, talking. Food etc\n  ","492679":"\n  Hey\n  ","492680":"\n  When people are looking at the Halloween decor but it's still light out. Weird people, man.\n  ","492681":"\n  Rudeness.\n  ","492682":"\n  A heart. Lungs, breathing......\n  ","492683":"\n  My Blueberry Nights is a cute movie.\n  \n  Not sure what one I'd pick. I'd probably be lame and have a small slice of each lol\n  \n  Pumpkin pie and whip cream, apple pie with vanilla ice cream, chocolate pudding with a Graham cracker crust pie\n  ","492684":"\n  Yes, I did. Think I still have somewhere too.\n  ","492685":"\n  It's been ok so far. Could have gone to an event a few towns over with everyone but wasn't feeling like it. Also had an hour to get ready then so was like f that.\n  \n  Got about 2 more hours of sleep instead.\n  \n  Fed lulu and myself\n  \n  Been outside\n  \n  Decided to swim a bit before taking my shower. Got ready\n  \n  HOPEFULLY CHECK OUT SOME HOUSES TONIGHT! Want to see what everyone did for the Halloween contest\n  ","492686":"\n  88F and 68 tonight.\n  \n  Hm it's been fine\n  \n  The pool was around 68.. didn't stay in too long 🤣\n  ","492687":"\n  I haven't danced in a few months.\n  ","492688":"\n  Groceries on Friday.\n  ","492689":"\n  Maybe as a vacation\n  ","492690":"\n  Nothing funny here, no.\n  \n  But yes, laughter is good. Not in serious situations etc\n  ","492691":"\n  Grey\n  ","492692":"\n  I guess the chocolate covered strawberries yesterday\n  ","492693":"\n  I'd probably make a movie like in 50 First Dates.\n  ","492694":"\n  Have before or bought something for them.\n  ","492695":"\n  Not sure.\n  ","492696":"\n  I like both. Depends what I've felt like having at the time.\n  ","492697":"\n  Idk.. their idea of grounded lasted like a second lol\n  ","492698":"\n  Wondering when my package will come here. The last two updates talk about \"destination country\" but doesn't show real information. Where you at, boo? Would have liked before the November dates!!\n  ","492699":"\n  Not currently. Body wouldn't do it justice. Would probably look like a genie or a fat Jasmine instead.\n  ","492700":"\n  Depends more on what I've ate. Usually a big meal.. I don't burp\/fart much besides that time.\n  \n  Tim but farted yesterday since had a bunch of celebratory Krispy Creme donuts.\n  ","492701":"\n  Last time we got kicked out of the resort. Fake last name etc\n  ","492702":"\n  Yes. It was so bad that they'd even show up at times when no party was being had 🤣\n  ","492703":"\n  Yes. We have a can in the pantry actually.\n  ","492704":"\n  No. I usually bottle that up. If I ever say I have feelings back then it's true.\n  ","492705":"\n  Yes, yesterday\n  ","492706":"\n  I haven't but have seen people post that online before.\n  ","492707":"\n  Goods news but can't share it. Bit of mixed emotions surrounding it as well. Hope everything goes as planned.\n  ","492708":"\n  Xoxo\n  ","492709":"\n  Ofcourse\n  ","492710":"\n  I like kit kats more. Both are yummy tho\n  ","492711":"\n  The typical ones I'd imagine ¯\\_(ツ)_\/¯\n  ","492712":"\n  No. I left. Back on now.\n  \n  If nothing is being answered or asked then I'm not here. I'm not a silent lurker type :p\n  ","492713":"\n  :)\n  ","492714":"\n  No but have while camping before. My friend and I talked with the guys a few tents away for a bit.\n  ","492715":"\n  No lol\n  ","492716":"\n  In a love way? I can be more traditional but in general.. probably more the experimental way.\n  \n  If drugs, neither ways.\n  ","492717":"\n  Most likely\n  \n  Last year I had a bloody hazmat suit, a fake leg prop that i kept twirling around and some kids kept saying I was scary 🤣 think one even said he'd kick me if I came closer to him lol even threw the leg at times\n  ","492718":"\n  Strawberries\n  \n  I went with blueberries and raspberries today though\n  ","492719":"\n  Same to you\n  ","492720":"\n  I don't like when people have 100+ likes. Its creepy. Gave some anyways\n  ","492721":"\n  Good night\n  ","492722":"\n  Hope tomorrow is better for you\n  ","492723":"\n  I haven't caused any inconvenience lol\n  ","492724":"\n  \"The true God\"\n  \n  There's a bunch of them. Kind of takes away from the previous comment.. \"your way is the only way\" type attitude. That's not really respecting ALL gods\/goddesses.\n  ","492725":"\n  To reinforce how someone feels about you?\n  \n  I guess it could go either way? Curious or they might not like talking back? Who knows. Hopefully both enjoy each others company.\n  ","492726":"\n  Any\n  ","492727":"\n  Pretty good!\n  ","492728":"\n  Queer Eye? Only watched one episode before but starting from season 1 now :)\n  \n  This guy has been my fave so far out of the guys.\n  ","492729":"\n  Sister\n  ","492730":"\n  Galaxy j3 orbit\n  ","492731":"\n  What?\n  ","492732":"\n  Fascinating lol\n  ","492733":"\n  Too late for that\n  ","492734":"\n  Not that long ago\n  ","492735":"\n  Sometimes.\n  ","492736":"\n  Don't have it online\n  ","492737":"\n  What has m told you? ;)\n  ","492738":"\n  The 22nd\n  ","492739":"\n  A peach color. Painted a few days ago.\n  \n  My fingernails are the same but the ring fingers are black.\n  ","492740":"\n  Evolution, science and other ways. Just because I don't believe fully (agnostic at best) doesn't mean that I don't believe certain parts of the bible. Reading something won't change people - doing does, taking those actions. I'd also rather believe in myself and others instead of something you can't physically see or touch. I've prayed before and they weren't answered. Bad things happen to good people. Don't fully \"believe everything happens for a reason\" at times.\n  \n  There's a difference between \"how we came to be\" and being solely religious as well ¯\\_(ツ)_\/¯\n  ","492741":"\n  Yes. You are.\n  \n  *holds up mirror to you*\n  ","492742":"\n  Family? Or maybe I'd be quiet. Idk\n  ","492743":"\n  Brother-in-law's dad;\n  \n  Compliments and paid for everyone's dinner last night.\n  ","492744":"\n  July if everything works out 🤐\n  ","492745":"\n  Doritos\n  ","492746":"\n  Canada once\n  ","492747":"\n  Sleep\n  \n  Light candles\n  ","492748":"\n  A little bit but not too much either\n  ","492749":"\n  Getting a bit cold in AZ\n  ","492750":"\n  More on the sweet side\n  ","492751":"\n\n   أنا لست متدينا\n  \n","492752":"\n  Wathcing season 2 of The Kominsky Method and eating the chocolate covered strawberries and raspberries.\n  ","492753":"\n  I don't get everything I want lol\n  ","492754":"\n  Think I'll make chocolate covered strawberries\n  ","492755":"\n\n   من أي وقت مضى كان النشوة؟😉\n  \n","492756":"\n  I talk to animals at times? Hiss. Saying \"bah ram you\" gets Wrangler pissed. Apparently when basset hounds were bad they'd make them sleep with the sheep? So he must have been pretty bad or something. Goes absolutely mental when hearing that and will bark crazily at you.\n  ","492757":"\n  Hugs back\n  ","492758":"\n  Me lol\n  ","492759":"\n  America\n  ","492760":"\n  In school. Don't remember what tho 🤣\n  ","492761":"\n  5-25 minutes? Depends what needs to be done etc\n  ","492762":"\n  lol thanks\n  ","492763":"\n  It's still Saturday here. It's been ok :) mood is good\n  ","492764":"\n  Not answering anymore of these questions\n  ","492765":"\n  Being a sunken head + Halloween party?\n  ","492766":"\n  I don't even have kids, weirdo.\n  ","492767":"\n  Something new to them.\n  ","492768":"\n  I'm not sure. I think chicken as some appeared in the fridge.\n  \n  Had pho last night at the food truck event.\n  ","492769":"\n  I'm unsure about what I did. Maybe not go to her stepdad's funeral? I didn't know he died until a week after. But even then I was still getting a bit of silent treatment before that.\n  ","492770":"\n  You are strange.\n  \n  I'm already an aunt anyways but not to you so don't bother\n  ","492771":"\n  Maybe but it could mean that they have moved on? Or they just don't want to put the effort in about talking about them anymore. Memories could pop up.\n  \n  I don't need to know about a partner's ex anyways. Clearly things didn't work out regardless of whose fault it was. Or maybe they are cheating on you with them and not wanting to talk about it? The phasing is a little iffy... seems a little controlling if this is the way you mean it.\n  \n  The way I see it, the person is with you now so why worry, be insecure and all that? Unless they are cheating.. then shame on them.\n  \n  I guess it depends on timing too.. new relationship? Been forever? Guess it depends on what you asked as well. Doesn't seem like much open communication either.\n  ","492772":"\n  Wonderful\n  ","492773":"\n  Yes\n  ","492774":"\n  I want to view the other houses in the contest. 23 including ours.\n  \n  I'd like to stop at the gym and get the membership paperwork ahead of time so I don't have to do added paperwork on the actual day that I want to go back. Just want everything ready in advance.\n  \n  Besides that, I'm not really sure. Do you have any fun plans?\n  ","492775":"\n  No, I don't mind the questions at all.\n  ","492776":"\n  Water\n  ","492777":"\n  Who hasn't?\n  ","492778":"\n  I am now, yes.\n  ","492779":"\n  That's nice.\n  \n  My brother-in-law's dad asked about how much weight we all lost \"if it was appropriate to ask\" and then mine was 69.\n  ","492780":"\n  King seems festive\n  ","492781":"\n  Those Japanese stackable doll things?? Forget the name of atm.\n  ","492782":"\n  Night\n  ","492783":"\n  Everyday. Even more so if they are named Lucky.\n  ","492784":"\n  Go to bed\n  ","492785":"\n  Just a child :)\n  ","492786":"\n  It was\n  ","492787":"\n  Sounds strange\n  ","492788":"\n  I suppose -_-\n  ","492789":"\n  Should be leaving now.. send me questions to come back to! 🤙👌😘\n  \n  All kinds are welcomed\n  ","492790":"\n  NF and lizzo\n  \n  I don't really listen to much rap these days\n  ","492791":"\n  Not to me\n  ","492792":"\n  Too long to remember all that 🤣\n  ","492793":"\n  Yes ja rule and all those other rappers\n  ","492794":"\n  Don't remember what I did.. maybe dinner or walked.. or distracted elsewhere.\n  ","492795":"\n  I feel like i need black or brown ankle boots and a dark lipstick 🦇🎃\n  ","492796":"\n  I just noticed the plastic sticker size thing was on my shorts still. Awkward. Glad I didn't leave with it on lol.\n  \n  \"High rise shortie\".. they weren't kidding 🤣 I feel like they weren't that bad when I first tried them on tho\n  \n  ¯\\_(ツ)_\/¯\n  ","492797":"\n  Not sure. I'm usually right with my assumptions about people, their actions etc yay for gut instincts about people.\n  \n  The last judgemental things were.. the dude who wrote !!! after every sentence. There's more punctuation you can use... weren't talking about anything exciting either.\n  \n  someone wrote \"hi\" and I didn't reply straight away so they wrote \"hi hun\" I really don't like being called hun. He just seemed mega clingy and the hun rubbed me the wrong way... should be strictly for relationships not casually told to everyone. Makes me feel old too. Also don't like ma'am regardless of its respectful properties.\n  ","492798":"\n  Possibly?\n  \n  Have had more poems though ¯\\_(ツ)_\/¯\n  ","492799":"\n  Cape cod\n  \n  \"the cape\"\n  ","492800":"\n  mi sento solo\n  ","492801":"\n  Blackboard\n  ","492802":"\n  👏👏👏\n  \n\n   https:\/\/youtu.be\/Z2ff-GIYuRY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","492803":"\n  bovine animals\n  ","492804":"\n  I think I would have had a lot to drink, not caring and also a good time with them before even thinking about doing it. Caution to the wind.\n  \n  Looking for more than just s*x though\n  ","492805":"\n  No but I know someone who went to jail because of that\n  ","492806":"\n  🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","492807":"\n  Say \"I love you\". I don't take those words lightly.\n  \n  Be there\n  \n  Listen to them\n  \n  Want to learn more about\n  \n  Do stuff for them\n  ","492808":"\n  A gift :)\n  ","492809":"\n  - blue 💙\n  \n  - too many!\n  \n  - to kill a mockingbird\n  \n  - too many :p nostalgia for some too\n  \n  - none\n  ","492810":"\n  :)\n  ","492811":"\n  Not quite sure. Don't listen to them much\n  ","492812":"\n  I could\n  ","492813":"\n  Stop sending me that girl. I don't know the language\n  ","492814":"\n  Yes, it has :D\n  ","492815":"\n  Hair when it's looking good\n  \n  Eyes\n  \n  Eyebrows on fleek 🤣\n  \n  Legs.. getting way better\n  \n  People on here have liked my feet. Weirdos\n  ","492816":"\n  Let's not... it was starting to look like half of my followers 🤣😍\n  ","492817":"\n  My anon a few days ago since they were rude first\n  ","492818":"\n  Don't really have one these days\n  ","492819":"\n  Warm blanket with tea or hot chocolate :)\n  \n  I don't drink coffee much but when I do it's more on the cold side.\n  ","492820":"\n  My gut instinct is to not bend over today 🤣\n  \n  These shorts feel pretty short in the back.\n  ","492821":"\n  Clothes - naked ;)\n  ","492822":"\n  Indeed. Nailed it\n  \n  Also one night stands would be better if you hit it off with someone and the night took an interesting turn.. not because someone offers it to you online. Should feel spontaneous and right in the moment. Not planned..\n  ","492823":"\n  Yes. Most ones I've known have been high school sweethearts or college ones but definitely a lot of party people too ¯\\_(ツ)_\/¯\n  ","492824":"\n  I do feel focused though. Just overwhelming putting yourself out there, seeing if any connection and all that. Trying not to have expectations of people. Open minded. I want something that grows... see where things go. But everyone else is all \"hookup\" etc\n  \n  I'd be more open to fwb and stuff if that happened but not exactly what I'm looking for either. The person would be pretty special if I even considered that with them.\n  \n  Definitely would want to know more about the person and what I'd be getting into with them.\n  ","492825":"\n  Wouldn't most 20 yrs olds just want one night stands and shit???\n  \n  That's the opposite of what I wrote but ok\n  \n  ¯\\_(ツ)_\/¯\n  ","492826":"\n  I get them more.\n  \n  I'd have to trust the person a lot. I took one in June but never gave to anyone. Was more fitness way...\n  ","492827":"\n  Not sure what that means lol\n  ","492828":"\n  Talk to Blizzard?\n  ","492829":"\n  Can't hurt to look :p\n  \n  I know I'm not really interested in hookups.. should be more to it. Not really thinking about marriage\/kids like that person was. More focused on myself atm. Like if it led to more then that's fine but not going into it all like MARRY ME. lol no. Not in a hurry for all of that. Would want the right person and both be ready for something more.\n  \n  Ugh I hate dating culture these days 🤣\n  ","492830":"\n  Oh yes. Can't forget those lol\n  ","492831":"\n  Yes. Hand wipes can be tricky.\n  ","492832":"\n  Last movie?\n  ","492833":"\n  Yes but I was raised to say \"thank you\" still.\n  ","492834":"\n  Waking up?\n  ","492835":"\n  Probably at my brother's house. Emmett weighs a lot and sounds like a bulldozer going up the stairs lol also kept wacking his tail against the wall and huge thud sounds like something fell over or something o.o\n  \n  Among other things :p\n  ","492836":"\n  M&Ms\n  ","492837":"\n  Nope\n  ","492838":"\n\n   @mawiocudwoc\n  \n  ?\n  ","492839":"\n  Take more risks\n  \n  Be nice if they actually diagnosed me properly instead of going to a bunch of dietitians. Found out at 30. They should really do their jobs..\n  \n  Save more money\n  ","492840":"\n  Sometimes but not always\n  ","492841":"\n  Lion king\n  \n  Aladdin\n  \n  Pocahontas\n  \n  Mulan\n  ","492842":"\n  The order they are in, actually.\n  \n  Courtney Cox should probably be up there too since they kind of look similar ¯\\_(ツ)_\/¯\n  ","492843":"\n  No idea\n  ","492844":"\n  Yes. Was some older dude with a voice box. I think he was a pedophile. Warned to stay away from and stuff. Think he was in jail before too.\n  ","492845":"\n  Not really lol\n  \n  I'm not religious\n  ","492846":"\n  Afraid not.\n  ","492847":"\n  Joker in a twisted way\n  \n  Deadpool\n  ","492848":"\n  Lion\n  ","492849":"\n  Uh that's strange lol\n  \n  Why not look at magazines then? O.o\n  ","492850":"\n  Yo\n  ","492851":"\n  For the most part,  yes.\n  ","492852":"\n  Null\n  ","492853":"\n  Why?\n  ","492854":"\n  Ok anon\n  \n  Better?\n  ","492855":"\n  No\n  ","492856":"\n  So many memes\n  ","492857":"\n  The brother-in-law's dad is going to be here. Instead of going to the family Halloween party we'll be going to the food truck event. Not quite the restaurant atmosphere we usually do lol\n  ","492858":"\n  True.\n  \n  Little secret: not equally sure what my intentions are atm.\n  ","492859":"\n  Yes, had a vanilla one today.\n  ","492860":"\n  Good talk, mate.\n  ","492861":"\n  Yes but at the same time I don't think it's ever going to change either.\n  ","492862":"\n  I should sleep,  good night.\n  ","492863":"\n  None\n  ","492864":"\n  Sometimes it can :p\n  \n  I understand what they mean. I'm just being picky and weird ¯\\_(ツ)_\/¯seemed odd to say all that.. like why not just \"get to know someone\" without all that type of talk beforehand. Idk. Especially when you two haven't even talked about anything yet.\n  \n  If it was the \"right guy\" it would feel differently talking about all that with, ya know?\n  ","492865":"\n  This..\n  \n  Appreciate the honesty in being straight up but I feel like they made it weird too lol. Seeing where something goes to already talking about kids and marriage... I also believe people shouldn't \"settle\" while picking someone to marry etc\n  ","492866":"\n  This sums it up 🤣\n  \n  Love when I see relatable things and it reminds me of conversations XD\n  ","492867":"\n  Did you get spider tingles?\n  ","492868":"\n  Waking up ;)\n  \n  Had to clean, dust and all that straight away 😴\n  ","492869":"\n  Oh?\n  ","492870":"\n  Stalks to avoid the talking  ;)\n  \n  Ironic 🎃🦇\n  ","492871":"\n  Yes, definitely.\n  \n  Oh la la\n  ","492872":"\n  Never. If I have a problem with it then I'll delete it myself, not answer etc\n  \n  This reminds me of my anon\n  ","492873":"\n  I don't think this guy has that on his mind\n  ","492874":"\n  Phone. Especially since my tablet died on me.\n  ","492875":"\n  Hello sunshine\n  ","492876":"\n  What kinds do you dislike?\n  \n  We shall see ;)\n  \n  You don't like lemons? Most houses in AZ have lemon trees lol\n  ","492877":"\n  Must be all the stalking ;)\n  ","492878":"\n  Plays can be nice but doesn't exactly sound like it would be that way. hm. Think I'd rather see other ones more.\n  ","492879":"\n  A&W😍🤙\n  \n  Luckily the ones we get taste similar to that.\n  ","492880":"\n  I think some could hold truths to it.\n  ","492881":"\n  Silence can be good at times.\n  ","492882":"\n  True. F them\n  ","492883":"\n  Sunkist is always good\n  \n  Made me want a fake root beer but out of it\n  \n  r.i.p\n  ","492884":"\n  Yes it is. I guess the tangerine one is discontinued. The things Google tells you :)\n  ","492885":"\n  That would be awesome\n  ","492886":"\n  Maybe at times ¯\\_(ツ)_\/¯\n  ","492887":"\n  How was it?\n  ","492888":"\n  D or E\n  ","492889":"\n  35\n  \n  Totally not updated as it would be very high like my spotify lists lol\n  ","492890":"\n  Flexible\n  ","492891":"\n  If it holds my attention I can be. Love a good book!\n  \n  Actually going to swim, read and try out this drink thing. The ingredients sound like it will be gross but hopefully taste like a creamsicle?\n  ","492892":"\n  I view 5+ as average.\n  \n  You were talking about soft though at 1-2....\n  ","492893":"\n  Same thread :p yes!\n  ","492894":"\n  I think sometimes it could be. Like they've practiced how much and still had one while actually preforming? Should be about the dancing, nothing more.\n  ","492895":"\n  My condolences\n  ","492896":"\n  It has two videos but not of me so no?\n  \n  A song favorites playlist, not always updated. And then the \"likes\" one.\n  ","492897":"\n  Most shows like that usually do\n  ","492898":"\n  Oh ok. Fun :p\n  ","492899":"\n  I don't remember what we had. I was way better with attendance. Even went on the last day :*(\n  ","492900":"\n  Think everyone is that way at times. Especially when they act like you two are best friends\/talk all the time and it's like no.. if you are spotted\/forced to talk with then. lol\n  ","492901":"\n  Lately; dog\/house sitting\n  \n  Affiliate marketing\n  ","492902":"\n  50+ people.\n  \n  I got rid of a few yesterday and also some deactivated accounts not included.\n  ","492903":"\n  Just looked up. Definitely haven't seen in stores here.\n  ","492904":"\n  oh also cabbage with caramelized onions. goes great with parmesan too. so like the eggs and spinach i will finish both with grated parm. and i like to use garlic powder in all these. goes great with garlic.\n  \n  ------\n  \n  Sounds very useful then.\n  ","492905":"\n  No problems.. most of the time it was single family homes.\n  \n  My parents were also the landlords once with 2 people living above us. I doubt they liked that since the cops usually came around because all of the parties my sister had there... rent was pretty cheap for them and always got things fixed when needed.  Didn't hear any complaints from them about the parties but ya.. lol\n  ","492906":"\n  And I'd be screwed. Don't have any online funds atm\n  ","492907":"\n  Not that important but definitely want more than I have.\n  \n  Need money to live these days\n  ","492908":"\n  Nothing. I can be very cheap at times 🤣 usually goes towards food or clothing. Doesn't mean i like it :p\n  \n  💸💸💸\n  ","492909":"\n  Lulu has a few sweaters and dresses but she only wears them in the winter to keep warm. 5 pound pup. Plus, she just got shaved.\n  \n  Wrangler has a winter coat but doesn't really need one.\n  ","492910":"\n  Wow they have a lot up now but no, I don't.\n  ","492911":"\n  What do you cook with it?\n  ","492912":"\n  Diet rite?\n  \n  Not sure if I've seen it :p\n  ","492913":"\n  Let it ring. Was busy getting ready and it was in the other room.\n  ","492914":"\n  🤣🤣🤣\n  \n  I think Sedona would be the best place for that.\n  \n  Tried cactus fries there.\n  ","492915":"\n  I think they are doing season 10 at the moment. I'm a season behind.\n  ","492916":"\n  Yes, wasn't fun lol. Was skinny then and off I went XD felt like I went 2 feet 🤣\n  ","492917":"\n  Wasn't bad. First time trying that kind\/flavor.\n  ","492918":"\n  Rollercoasters at times etc\n  ","492919":"\n  I usually get screwed over still lol\n  ","492920":"\n  Agreed or keep on top of it.  Especially dusting. Lots of knickknacks.\n  ","492921":"\n  Too many\n  ","492922":"\n  Lucky you. I feel itchy now. Pretty sure I'm allergic to dust.  But haven't sneezed which is my usual sign. Probably more dog and cat hair than actual dust here though.\n  ","492923":"\n  Yes but the doorbell hasn't done that in forever.\n  \n  Phone.. last week\n  ","492924":"\n  You won the lottery\n  \n  I love you\n  \n  I'll clean for you 🤣\n  \n  Idk ¯\\_(ツ)_\/¯\n  ","492925":"\n  Too soon to tell. I don't fully trust them yet.\n  ","492926":"\n  Be a witch like Sabrina that way all the dusting, moping and everything else would get done quickly today\n  ","492927":"\n  Bit of both.\n  ","492928":"\n  Good night\n  ","492929":"\n  I don't watch that. Should be professional on the dance floor.\n  ","492930":"\n  Leftovers from last night. Nothing special lol\n  ","492931":"\n  No but it does look good. Reminds me of \"You\" and \"Pretty Little Liars\" a bit...\n  ","492932":"\n  It was fine\n  ","492933":"\n  Just Niagara Falls\n  ","492934":"\n  Yes\n  ","492935":"\n  Never\n  ","492936":"\n  Yes but I don't give to anons. Just mutuals that I've actually talked with\n  ","492937":"\n  Most, year. All about learning, lessons etc\n  ","492938":"\n  No\n  ","492939":"\n  Football but I've been slacking with that. I only really care about the super bowl anyways\n  ","492940":"\n  Nothing currently\n  ","492941":"\n  TWD and on here\n  ","492942":"\n  About 5'7\"\n  \n  Dirty blonde. Usually add blonder highlights\n  \n  Hazel eyes\n  ","492943":"\n  Haha very nice XD\n  ","492944":"\n  4\/5\n  ","492945":"\n  Yes or any movie\/show would be good :)\n  \n  Agreed about memories\n  ","492946":"\n  I don't feel like answering sexual questions rn\n  ","492947":"\n  Ho ho \/ swiss roll type thing. It was this... thought it was the normal zebra cakes.\n  ","492948":"\n  You should know I'm barefoot half the time. Sandals or shoes the other times. I don't have favorite shoes.\n  ","492949":"\n  More so in Mass at the mall or stores. Like ugh please don't talk to me type thing.\n  \n  Lately.. not really. Just suspicions. Wasn't on purpose.\n  ","492950":"\n  Jayz big pimping?\n  ","492951":"\n  Don't be so sure 😈\n  ","492952":"\n  No. I don't like them much.\n  \n  This happened before when I was a kid. Went flying off in the store XD\n  ","492953":"\n  Ah ok. Toronto seems like a cool area.\n  ","492954":"\n  Currently watching season 9 of The Walking Dead. ☠\n  ","492955":"\n  Got rid of a lot of people. More organized. Always good to do a clean out at times\n  ","492956":"\n  Mean!\n  ","492957":"\n  False advertising! Probably have then. Don't remember what with, Chinese maybe.\n  ","492958":"\n  Plus more of it. Definitely a survival thing for me though. Doesn't sound good any other time XD\n  ","492959":"\n  Even the chocolate one? :o\n  ","492960":"\n  I have a nice trick ;)\n  ","492961":"\n  Yes. Just a small drizzle of honey though.\n  ","492962":"\n  Naked or something on you can't see.. you'll never know 😈 couldn't decide which to post so...\n  ","492963":"\n  *Logs out*\n  ","492964":"\n  Nobody owns anyone.\n  ","492965":"\n  I haven't minded the colder weather. However, wish the pool was heated instead of staying around 70s.\n  \n  Mostly 80-90s here and 60s at night\n  ","492966":"\n  Could probably use the fathead pizza dough for the shell part... seems doable\n  ","492967":"\n  Lovely\n  ","492968":"\n  That \"below average \" comment and past.. especially the \"perfect\" bit.\n  ","492969":"\n  Sounds like something a stalker would say 😘\n  ","492970":"\n  Haha\n  \n  I dreaded 30 soooooo much!\n  \n  31 was nothing and didn't care\n  \n  Always just feels like another day. Nothing special\n  ","492971":"\n  I guess\n  ","492972":"\n  Sometimes\n  ","492973":"\n  Neither lol\n  ","492974":"\n  I guess now\n  ","492975":"\n  Ok then lol\n  ","492976":"\n  It's the 16th\n  ","492977":"\n  31\n  \n  32 in December:\/\n  ","492978":"\n  Yes, I did.\n  ","492979":"\n  Think if did the nuts it would just be around the edges and not actually in it... or pecans going around it.\n  ","492980":"\n  Never thought of lol\n  \n  I guess shirley temples\n  \n  Water\n  \n  Maybe something alcoholic too\n  ","492981":"\n  Never had oysters. Plenty of times to try but just doesn't appeal to me.\n  ","492982":"\n  O.o\n  ","492983":"\n  I did finish:)\n  ","492984":"\n  Doing the dirty?\n  ","492985":"\n  More a trim\n  \n  Nothing too dramatic\n  ","492986":"\n  Welcome to the 21st century\n  ","492987":"\n  Nah. I haven't really been here lately.\n  ","492988":"\n  Yes but can't have on keto\n  ","492989":"\n  I liked both\n  \n\n   https:\/\/youtu.be\/0tcDXJfAFVw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Saw them at summerjam before\n  ","492990":"\n  Yes and hid from us 🤣 my sister and I were like wtf when saw the ticket slip.\n  ","492991":"\n  I guess this hibachi place or bbq one. Should be going out for dinner on Saturday as the brother-in-law's dad will be out here and all of us usually go out to eat somewhere when he's in town.\n  ","492992":"\n  Makes me want hot chocolate and blanket forts surrounding the tv with it on :)\n  ","492993":"\n  Can be pretty passionate. Against a wall and all tha too.\n  ","492994":"\n  Not even that XD\n  \n  I sent him a message based on a question on his page and he wrote back on my page. I was so confused. Even looked at my page to see if I missed anything from something he wrote earlier lol\n  ","492995":"\n  Yes. The cat actually talks XD\n  ","492996":"\n  Back in, baby 😘\n  ","492997":"\n  Walking\n  \n  Running\n  \n  Gym\n  ","492998":"\n  What do you mean?\n  ","492999":"\n  Would be interesting\n  ","493000":"\n  Well they sound good when you talk about them 👍\n  ","493001":"\n  Loser would be my fave from Beck\n  ","493002":"\n  I did limit them and also drank a lot of water. That helped since I actually hit my minigoal of 191 today. Overweight bmi category now.\n  \n  Besides all that everything else was keto.\n  \n  Reeses cups\n  \n  That poptart\n  \n  They had mini chocolate chip cookies\n  \n  A mini Crunch bar\n  \n  Some coffee thing\n  \n  Zebra wingding.. thought it was the zebra cake but already opened it.\n  ","493003":"\n  I had maybe three people that I was their only sub.. felt bad for them 🤣\n  ","493004":"\n  French fries?\n  ","493005":"\n  Not much. People could always change their minds, not be emotionally\/physically\/ financially ready for those responsibilities.\n  ","493006":"\n  I guess the first options as I've never been to either one before. It would be fun. Also a bit out of my comfort zone if they liked certain rides...\n  ","493007":"\n  🤣🤣🤣🤣\n  ","493008":"\n  No cauliflower.\n  \n  Basically was taco fillings with onion, tomato, beef..\n  ","493009":"\n  My senior year was the best for attendance but I don't remember what it was at ¯\\_(ツ)_\/¯\n  \n  I did get a check from my shop though:)\n  ","493010":"\n  Americans don't have bonfire night, sadly. Looks fun!\n  \n  Halloween should be good:)\n  ","493011":"\n  Ignore it. Pick battles\n  \n  Say my peace on the matter\n  ","493012":"\n  Orange, red, black\n  ","493013":"\n  I like both.\n  ","493014":"\n  Good night\n  ","493015":"\n  Which one?\n  ","493016":"\n  To which?\n  ","493017":"\n  They haven't been on in forever\n  \n  All their content is gone\n  \n  I just don't watch them enough\/been years.\n  \n  The fashion sense or whatever content doesn't thrill me anymore.\n  \n  All their content is the same and I can't relate because I don't wear wigs, different makeup shades that wouldn't help me.\n  \n  They just seemed really fake.. also see the haven't watched in forever\n  \n  When you forget who the person is\n  ","493018":"\n  Desserts 😈\n  ","493019":"\n  Bet you would\n  ","493020":"\n  Amazing\n  ","493021":"\n  Can't remember.\n  \n  Maybe even go to Disney or something ¯\\_(ツ)_\/¯they booked it once but my dad didn't want to go so it got canceled:( found the ticket stub years later. Never knew about it lol\n  ","493022":"\n  Keto chili.. whatever that is lol\n  ","493023":"\n  Front\/middle area\n  ","493024":"\n  Boring conversation at times\n  \n  Paying for it\n  ","493025":"\n  Chicken parm\n  \n  With noodles or ziti  :)\n  ","493026":"\n  Water or fire.\n  ","493027":"\n  I don't think so\n  ","493028":"\n  Guitar or back up singer?\n  ","493029":"\n  Yawn\n  ","493030":"\n  Spirit\n  ","493031":"\n  Snakes\n  ","493032":"\n  Google 🤣👌\n  \n  Apparently he dropped Lady Gaga from his label. Something about going to Africa and helping with solar power but even that was years ago. So many \"where is akon\" pages...\n  ","493033":"\n  No idea lol\n  \n  He has a long name...\n  \n  \"Aliaune Damala Bouga Time Puru Nacka Lu Lu Lu Badara Akon Thiam\"\n  ","493034":"\n  This is song two on the album\n  \n  This is the album right here\n  \n  Burn the album}\n  \n  Tonight the city is full of morgues\n  \n  And all the toilets are overflowing\n  \n  There's shopping malls coming out of the walls\n  \n  As we walk out among the manure\n  \n  That's why\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  Give the finger to the rock 'n' roll singer\n  \n  As he's dancing upon your paycheck\n  \n  The sales climb high through the garbage-pail sky\n  \n  Like a giant dildo crushing the sun\n  \n  That's why\n  \n  I pay no mind\n  \n  Sleep in slime\n  \n  I just got signed\n  \n  So get out your lead-pipe pipe dreams\n  \n  Get out your ten-foot flags\n  \n  The insects are huge and the poison's all been used\n  \n  And the drugs won't kill your day job honey\n  \n  That's why\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  That's why\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  \n  I pay no mind\n  ","493035":"\n  I was getting all my steps in\n  \n  Music\n  \n  Waiting on The Voice and This is Us to be on now.\n  ","493036":"\n  NF seems to be the latest one.\n  ","493037":"\n  Dishes\n  ","493038":"\n  Sameeeeee. Didn't get too much into little Wayne though.\n  ","493039":"\n  Elbow or animal shapes\n  ","493040":"\n  In it? :o\n  ","493041":"\n  Boston creme\/cream\n  ","493042":"\n\n   https:\/\/youtu.be\/9G6ro-c0C5E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  What would your generation be then?\n  ","493043":"\n  This one just came to mind 🤣\n  \n\n   https:\/\/youtu.be\/90UjN98yzxc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493044":"\n  I don't think it depends on sexual orientation.\n  ","493045":"\n\n   https:\/\/youtu.be\/NI6aOFI7hms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493046":"\n  Natural selection at a young age then?\n  ","493047":"\n  Auntie Annie's 👌\n  \n  But yes, I do.\n  ","493048":"\n  Always\n  ","493049":"\n  Surrounded by animals\n  \n  Pool, gym life\n  \n  Being single sometimes has its positives too.\n  ","493050":"\n  We'd go to my nana's house growing up on Christmas eve. Open presents with my cousin and uncles etc\n  \n  Watch \"What a wonderful life\" at night. Open one present at home.. usually new pjs.\n  \n  -\n  \n  Christmas we would celebrate with ourselves.\n  ","493051":"\n  With big stuff.. no.\n  \n  Small insignificant things, rarely.\n  ","493052":"\n  The Cat From Outer Space. Loved it when younger XD\n  ","493053":"\n  Oh. Wasn't sure what you were talking about hahaha\n  ","493054":"\n  Food items over the weekend\n  \n  Something from Amazon 🤐 wish it would get here sooner. The tracking is a bit odd too since won't show me the exact locations. Hopefully actually get my product...\n  ","493055":"\n  ???\n  ","493056":"\n  It's been down to my butt before.\n  \n  Then i felt the need to get it cut and been about collarbone\/shoulder length ever since. My hair gets bulky so it would be hell having long hair again. Also it just doesn't want to grow longer than that.. oh well. I think the length it's at suits me best anyways. I almost chopped some off yesterday but didn't....\n  ","493057":"\n  I don't think that's always the case.\n  ","493058":"\n  No, went the New York way back into Boston.\n  \n  However have been past Wisconsin before. I don't think I've had porridge there though.\n  ","493059":"\n  I like chocolate chip cannolis. If anyone is ever in Boston, you should check out Mike's Bakery in the Little Italy district. (Near Faneuil Hall area)\n  \n  I've never had a chocolate chip scone.\n  \n  Yes to cakes.\n  ","493060":"\n  The dogs did bark over the weekend but not too much. Didn't notice anything.\n  \n  Besides that it's been quiet.\n  ","493061":"\n  Yes, on Friday at my nephew's uncle's house and all the rest of the family including some of their friends that always go to the family parties XD\n  ","493062":"\n  Like a buck and lucky buck came up. Neither makes much sense...\n  ","493063":"\n  A friend or family members. I've only gone by myself once.\n  ","493064":"\n  Brownies came to mind. Walnuts\n  ","493065":"\n  Why am I lucky?\n  ","493066":"\n  I don't feel like going on FB but my family friend went to New Hampshire and there was snow on top of Mt Washington already.\n  ","493067":"\n  A little tired 😉😈😴\n  ","493068":"\n  Over the weekend. I had a keto chocolate bar with me and also indulged a little bit on nonketo chocolates.. still in keto as I've drank a shit ton of water and didn't overdo completely.\n  ","493069":"\n  It's been ok.\n  \n  Been naughty. Was a while since doing :p\n  \n  Talked to my mom, birthday greetings and all that.\n  \n  Pretty chill day so far\n  ","493070":"\n  Yes :)\n  ","493071":"\n  Don't remind me lol\n  ","493072":"\n  Maybe or we all die out\n  ","493073":"\n  Yes. It was very scary.\n  \n  Also had to evaluate from one since somebody was smoking in the building and it set off all the alarms. That was annoying since lots of stairs to go down and everyone was in pjs. Had to wait around to know what happened.\n  ","493074":"\n  I'll protect you\n  ","493075":"\n  Driving across country\n  \n  The other two were going to Myrtle beach and then on the way back. Mom, dad, me and our dog.\n  ","493076":"\n  I've never had garlic sauce with them. Yay to fries though\n  ","493077":"\n  Prostitutes above us. Very loud. There was some huge bug in the room too o.o\n  \n  -\n  \n  The guy at the desk ended up giving our key to someone. Luckily the doors latch was locked and my dad's reflexes kicked in holding the door shut. They still tried getting in..\n  \n  It was like 4am. Creepy mix up. Our dog hid and didn't even bark -_- they called the room and apologized.\n  \n  -\n  \n  This guy tried robbing the hotel. The lady said she needed to go the bathroom and ran into the panic room screaming her head off altering people. The dude had a gun but didn't use it. Cops circled the whole place the next second. Was hard getting sleep that night since the guy ended up getting away I think...\n  ","493078":"\n  They came out with these ones. They all move or blink..\n  \n  Under settings- set my mood\n  ","493079":"\n  What a good master\n  ","493080":"\n  They always do 😈\n  ","493081":"\n  Chicken parm\n  \n  Chinese food\n  \n  Lobster\n  \n  Ice cream\n  ","493082":"\n  I liked this poem\n  \n  Part 2 of it in the next q\n  ","493083":"\n  That reminds me I still need to look for that chocolate fruit\n  ","493084":"\n  O.o\n  ","493085":"\n  The filling is the best.\n  ","493086":"\n  So December 21st?\n  ","493087":"\n  Yes\n  ","493088":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","493089":"\n  Yes\n  \n  This also sounds dirty to me;)\n  ","493090":"\n  Agreed. You get more laughing cows\n  ","493091":"\n  😘😘😘\n  ","493092":"\n  Yes. Cheaper to buy too.\n  ","493093":"\n  I like it.\n  \n  Even those baby bell cheeses\n  ","493094":"\n  Hopefully she doesn't call back while I'm busy 🤣😉\n  ","493095":"\n  Can only have cauliflower rice. Pity me.\n  ","493096":"\n  I still don't believe it lol\n  ","493097":"\n  Alright lol\n  ","493098":"\n  Masturbation\n  \n  My mom's birthday. Need to call again as she didn't pick up earlier\n  ","493099":"\n  Yes 🤣\n  ","493100":"\n  Haven't tried\n  ","493101":"\n  :)\n  ","493102":"\n  How so?\n  ","493103":"\n  With oreos I eat the white stuff first then the cookies.\n  ","493104":"\n  Not sure either. Just usually see around that time more.\n  ","493105":"\n  Yes. Doesn't always have to be that way.\n  \n  Also a bowl was used,  not a plate. I feel like dinner is usually the most green ¯\\_(ツ)_\/¯\n  ","493106":"\n  Nope. His brother was locked away so maybe he joined him.\n  \n  I know one of her ex's is doing really well career and health wise.\n  \n  The one that was on\/off for 8\/9 years is still a pos but hear about here and there. Was one of our brother's best friends. Awkward XD\n  ","493107":"\n  I'm not, apparently.\n  ","493108":"\n  Doctor lol\n  ","493109":"\n  Yes. My dad's tradition. He always gives everyone a box for Christmas.\n  ","493110":"\n  I had fake oatmeal (chia, flaxseed, hemp hearts, some protein powder, cinnamon, fake sugar) with blueberries and nuts on top including peanut butter and sugar free syrup.\n  \n  So not that colorful but still technically healthy.\n  ","493111":"\n  She was dating a guy that she didn't even like. She was moving to AZ and he had the idea that he'd move with her. Didn't exactly end up well for her lol He was suicidal because homesick and mental issues. They went back to MA and she dumped him. I ended up flying back with her and her  neighbor ended up coming over being all \"omg i thought he killed you\" type stuff since wasn't home for a while, cops were called before etc.\n  \n  Advanced more with her job\n  \n  She got Bruin (the make a relationship work \/ sad it's over type mentality) she's done that with all the pets we've had lol\n  \n  Met her husband. Good guy. Not abusive in any way. She didn't know about pcos or infertility stuff yet.. probably one of the reasons why she keeps getting animals now...\n  \n  Not much else has really changed.\n  ","493112":"\n  Was someone's name 🤣\n  ","493113":"\n  In a box somewhere lol\n  ","493114":"\n  Been together 5 years, married for 2.\n  ","493115":"\n  Nope :(\n  ","493116":"\n  Nothing or background music\n  ","493117":"\n  Hard nipples and goosebumps\n  ","493118":"\n  Doesn't really matter but be nice if around the same ages.\n  \n  Usually keep 20-30 on here. With a few exceptions\n  ","493119":"\n  XD\n  \n  Toothbrush?\n  ","493120":"\n  Fully climbing superstition mountain would be nice.\n  ","493121":"\n  Female\n  \n  Online is more of a mixture\n  ","493122":"\n  The correct spelling for Pillsbury doughboy XD\n  ","493123":"\n  I can lock other rooms too.. weirdo\n  ","493124":"\n  Haven't made anything yet\n  ","493125":"\n  I had a sip so far. Still early :p\n  ","493126":"\n  Night cherubs\n  ","493127":"\n  Sleep\n  ","493128":"\n  When you are home alone somewhere and hear things you aren't used to\n  \n  Chalkboard can be a bit annoying\n  ","493129":"\n  Not sure. I don't feel like dictating people. They can do whatever they want whenever they want at whatever age. I don't care lol enjoy life :)\n  ","493130":"\n  The Pillsbury doughboy ones with trees or stars in the middle?\n  \n  Not sure. I feel like we don't celebrate much with cookies. We like the Andies mints, cheesecake and other stuff. Chocolate chip can't hurt..\n  \n  This looks fun!\n  ","493131":"\n  Not sure. I don't feel like I make friends easily these days. Resting b!tch face, I can come off as shy when meeting new people for the first time. Or if we are friendly it doesn't go anywhere outside of school\/work\/gym\/wherever we've met.\n  ","493132":"\n  Rarely. They do have some good deals right now. Too bad my money is going to the gym instead soon.\n  ","493133":"\n  Probably the \"love is patient, love is kind\" one.\n  \n  My predictive text wanted to write \"love is pathetic\" 🤣🤣🤣\n  ","493134":"\n  Yes. I like making Starbucks versions of their passionfruit tea at home. Saves money and already have all the ingredients.\n  \n  We have a bunch of other teas as well but I gravitate to that one lately.\n  ","493135":"\n  Been doing it on and off today. Just started on the M's.\n  ","493136":"\n  Maybe but not with just any random person. Would still want someone I got along well with and all that.\n  ","493137":"\n  None lol\n  \n  I want a few tattoos eventually but not saying what just yet :)\n  \n  I don't want any piercings at the moment. I've had ears done before but closed up\n  ","493138":"\n  Thanks in advance 💞\n  ","493139":"\n  Only if change.org counts\n  ","493140":"\n  Yes and not much\n  ","493141":"\n  I haven't\n  ","493142":"\n  This\n  \n  Ig\n  \n  Sc\n  \n  Fb\n  ","493143":"\n  The recorder and some piano\n  ","493144":"\n  Again, don't have lol\n  \n  I had a dream that I had a foot tattoo before...\n  ","493145":"\n  I don't have any tattoos\n  \n  Are you confusing me with my sister? She has an elephant tattoo she got in Thailand on their honeymoon. Added a shamrock to it when they went to Ireland.\n  ","493146":"\n  I think their parents were but not them?\n  ","493147":"\n  Not sure but my sister had the best wedding that I've been to including being in.\n  ","493148":"\n  Police brutality\n  ","493149":"\n  Reading. Some good poems and advice type readings.\n  ","493150":"\n  Thanks :)\n  \n  Have a good night\n  ","493151":"\n  Any questions?\n  ","493152":"\n  Loyalty\n  ","493153":"\n  Probably not what I've been doing lol\n  \n  Being annoyed with anons\n  \n  Went swimming\n  \n  Reading\n  \n  Had keto ice cream.. F keto if it was the last time lol\n  ","493154":"\n  Caring\n  \n  Great mom\n  \n  Fun\n  ","493155":"\n  :)\n  ","493156":"\n  Yes. It's a library book.\n  ","493157":"\n  Just a pool\n  ","493158":"\n  I like a lot of nuts. Usually have a decent selection to pick from.\n  ","493159":"\n  Chocolate bar\n  \n  Cake\n  \n  Kirkland's chocolate brownie protein bar\n  \n  Brownies\n  \n  Pudding\n  \n  chocolate chip cookie dough ice cream\n  ","493160":"\n  I guess\n  ","493161":"\n  Just reading a little.\n  ","493162":"\n  Bacteria came to mind ¯\\_(ツ)_\/¯\n  ","493163":"\n  They have this writing and then other fonts as well throughout the book.\n  ","493164":"\n  Look at Rudolph poop\n  ","493165":"\n  Yes, I don't like that. I only be mean back if it's hurtful (in the moment) or just ignore stuff.\n  \n  They should know better.\n  ","493166":"\n  Welcome to my life lol\n  ","493167":"\n  Very funny\n  ","493168":"\n  🎃🦇 leading up to it;\n  \n  - check out and vote for the houses that participated in the contest\n  \n  Halloween;\n  \n  - dress up and pass out candy, scare people\n  \n  - Halloween party later that night\n  \n  🦇🎃\n  ","493169":"\n  Does going in the pool count as violence?a cold 70 degrees.\n  ","493170":"\n  The new Joker movie was the last one. Deadpool was the last at home one.\n  \n  I guess zombieland, doctor sleep.. not sure what I'll see next, really.\n  ","493171":"\n  lol very nice\n  ","493172":"\n  It's fine? Hot chocolate is always good.\n  \n  Do you make Mexican hot chocolate like that?\n  \n   @mawiocudwoc\n  \n","493173":"\n  Hi\n  ","493174":"\n  80s and sunny out\n  \n  The pool is a crisp 70. Couldn't take staying in too long Haha\n  ","493175":"\n  There's one on IG for the 1stphorm coaching thing. Pretty annoying at times. Especially if a bunch of videos and takes forever to get to\n  ","493176":"\n  XD\n  \n  Might have more than one anon.. hard to tell.\n  ","493177":"\n  Nah\n  ","493178":"\n  Well aware that its better before 30. Stop giving me a lecture. I don't even have anyone and the other anon isn't helping me feel any better over that either. Kids aren't a huge priority atm\n  ","493179":"\n  No shit.\n  ","493180":"\n  Yes but definitely the way you meant it.\n  \n  Not all guys are that way though.\n  \n  Can be but I'm not exactly using it that way.\n  ","493181":"\n  Canada was different with all the rainbows and other stuff. (Niagara Falls)\n  \n  A campground that had a cliff and clear blue water, birchtrees etc was really pretty.\n  \n  I haven't been to anywhere totally exotic like a different country type way.. I envision Thailand and Hawaii type areas..\n  ","493182":"\n  Nice safe word\n  ","493183":"\n  Like that anon that goes around telling people he's old at 22 -_-\n  ","493184":"\n  Idk just had in mind since I was a teen or whatever age ¯\\_(ツ)_\/¯\n  ","493185":"\n  Why does weight always have to be a factor? If I was skinny\/healthy goal weight you wouldn't say that. How come just because of weight it means someone has to be \"below average\" as well? What do you deem average and below average as too? Why be a d!ck? Probably the same anon that asked the \"fat fetish\" question before.\n  \n  I'd rather not feel like I'm hideous and guys are only talking to me out of pity or some crap. Fucking hate mindgames. Why not be encouraging\/supportive instead of being a douche? Just because you don't find me attractive at all doesn't mean others don't or that they ALWAYS have motives. Atleast I'm trying to put myself out there a bit.\n  \n  So if someone even pays attention to me i guess there's no real connection happening. Got it. Nobody would ever truly want me. Thanks. 👍\n  \n  P.s I'm not easy 🖕\n  ","493186":"\n  DO\n  \n  NOT\n  \n  LIKE\n  ","493187":"\n  I figured I'd be married around 25 but clearly that never happened lol\n  ","493188":"\n  And counting!\n  ","493189":"\n  No, I haven't. I find the whole thing interesting. I do think a lot are scammers but also that some could be the real deal. Same with palm readers etc\n  ","493190":"\n  10pm or later.\n  ","493191":"\n  Because I didn't ask myself my own questions on anon.. they would have been with the other ones showing my name.\n  \n  Sometimes I'll do \"-\" for a filler.\n  ","493192":"\n  Try 2 months :(\n  \n  Will be 32\n  ","493193":"\n  That's you!! ;)\n  \n  When does youngish become yoldish?:o\n  ","493194":"\n  There shouldn't be time limits on kids. I know someone who is in their 40's and JUST had a kid with their husband now. They've been together like 15+ years.\n  ","493195":"\n  5007\n  \n  3 new ones over night. Was at 5004\n  ","493196":"\n  I would have done eventually so not as bad :P\n  \n  Made it to the F's.\n  ","493197":"\n  Shh\n  ","493198":"\n  Night ghouls\n  ","493199":"\n  Overkill\n  ","493200":"\n  You sent this yesterday. I still don't know the language lol\n  ","493201":"\n  I don't time myself. More of a slower eater, also depends on what it is.\n  ","493202":"\n  Nightmare on elm street\n  \n  It\n  \n  Eden lake\n  \n  Wolves creek\n  \n  The Shining\n  \n  Etc\n  ","493203":"\n  Doing something fun with good company , food&drinks etc\n  ","493204":"\n  Both 🤔\n  \n  Kind of want to watch now\n  ","493205":"\n  Can I crawl in a hole and die or hide from creepy pickup lines guys give?\n  \n  Again, the picture wasn't anything special!!!!\n  ","493206":"\n  Jehovah's witnesses came to the door while I was at their house. Wasn't expecting anyone. Didn't answer as I wasn't dressed for company.\n  \n  Closed the door on the pantry. Didn't know Lulu went in it 🤣 could hear her barks but not find her and by chance opened it again and she came out of it lol\n  \n  20 messages on okcupid o.o People are weird. My picture isn't even that good! Like I don't understand y'all 🤣😘 haven't gone on in a day or two and get that many.. yikes.\n  ","493207":"\n  A bit more sleep, hopefully.\n  \n  Restarting my 6 month gym membership. I think I might wait for November 1st so that I have the whole month until May instead of doing now and ending in April. Get the money worth out of it?\n  \n  Laundry to be done. I have a load in the washer and dryer currently. I was going to just do it tomorrow but figured I might as well do now instead. (Back home now)\n  ","493208":"\n  Ew @ mutton\n  \n  I'd rather have a real relationship\n  ","493209":"\n  Yes\n  ","493210":"\n  R.i.p\n  ","493211":"\n  We were never dating lol\n  ","493212":"\n  They were subtle? Not constant..\n  ","493213":"\n  If we had a good connection , wanted the same things and general stuff like that it wouldn't be a problem.\n  \n  I don't care if someone is rich and looks will fade.\n  ","493214":"\n  A little\n  ","493215":"\n  I like both but we usually have pb on hand way more often.\n  ","493216":"\n  One, I think. I forget the circumstances but he lived with his grandmother.\n  ","493217":"\n  Wonderful\n  ","493218":"\n  I wouldn't want a 21 year old though but agreed. I like men 2-5 years older than me anyways.\n  ","493219":"\n  Considering I've only dated white guys it's safe to assume that the parents were also white lol\n  ","493220":"\n  Fitness related stuff\n  ","493221":"\n  Yes.\n  ","493222":"\n  I'm 31.\n  \n  I'm not even mad. It's just boring getting asked d!ck questions over and over again.  They all should function the same regardless of size. Average at best. Rather get in depth questions instead of basic s*dual ones.\n  ","493223":"\n  I guess doesn't sound very convincing. I don't think a 31 year old guy would be asking about penis sizes to random strangers on the internet. Be happy with what you got.\n  ","493224":"\n  And very young sounding\n  ","493225":"\n  You are starting to get annoying now.\n  ","493226":"\n  Very nice\n  ","493227":"\n  All about the stamina 😉\n  ","493228":"\n  Read the 2nd part :p depends how many rounds and stuff too. No real answer\n  ","493229":"\n  I collected the cards but never played the correct way lol\n  ","493230":"\n  I wonder who my 5000 person was. Noticed it at 4999 earlier.\n  ","493231":"\n  What do you drink to warrant that response?\n  \n  Idk lots of factors could go into it\n  ","493232":"\n  Yes. Hopefully it will actually feel like it\n  ","493233":"\n  I heard an ice cream truck\n  ","493234":"\n  🤔🤔🤔\n  ","493235":"\n  Doing pretty good.\n  \n  Getting rid of old accounts that aren't active on YouTube anymore. Blames anon for the idea..\n  ","493236":"\n  Not sure what that means and I don't trust the link\n  ","493237":"\n  A small one, sure.\n  ","493238":"\n  New workout clothes since it helps getting to the gym.\n  \n  I have a couple of clothing pieces in smaller sizes. They were free from working with the company or winning them so wasn't a huge loss at my end. Two dresses, pair of leggings (might fit now?) And a jacket. I'd rather have the right size now or one below as a goal if I did buy anything. More fun to wear now!\n  ","493239":"\n  Oh\n  ","493240":"\n  Pretty much XD\n  ","493241":"\n  Distraction or head on?\n  \n  Pamper yourself,  music, movies, exercise of some type,  pet all the doggies, live a little, have s*x, do new things, spend money on sh!t you might not need...\n  ","493242":"\n  The last part made me laugh. Now all the dogs are looking at me like I'm a weirdo :(\n  ","493243":"\n  Some do\n  ","493244":"\n\n   https:\/\/youtu.be\/nZBKFoeDKJo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493245":"\n  Eat, sir.\n  ","493246":"\n  None?\n  ","493247":"\n  The whole person, tyvm.\n  \n  Also personality over looks anyday\n  ","493248":"\n  Don't think so\n  ","493249":"\n  Maybe to the smallest degree?\n  ","493250":"\n  I do. Think I've heard before.\n  ","493251":"\n  Young\n  ","493252":"\n  More pizza?\n  \n  Bbq chicken\n  \n  Cheese\n  \n  Chicken, feta, spinach\n  ","493253":"\n  Young oldish\n  ","493254":"\n  Cute\n  ","493255":"\n  I did and still got wrong thanks Google lol\n  ","493256":"\n  No idea. Don't see a counter. I got to 88 and that was just A-B 🤣\n  \n  Ends with Zoella\/Zoe\n  ","493257":"\n  30s?\n  \n  Maybe 22 because of that anon :p\n  ","493258":"\n  Everything with you is :p\n  ","493259":"\n  I need to unfollow some but haven't had the motivation to go through all the subscriptions to see if they are still making content or not.\n  ","493260":"\n  Youngish then? :p\n  ","493261":"\n  Probably something sinister\n  ","493262":"\n  Waits for it eagerly\n  ","493263":"\n  I don't know Polish so hopefully this is correct XD\n  \n  tak. chodzenie jest świetne.\n  ","493264":"\n  Just this one.\n  ","493265":"\n  Had those before as well but usually got one of the other ones.\n  \n  There's an app for everything\n  \n  Should we be alarmed there's 10k downloads? Pedophiles?\n  ","493266":"\n  Not much. The Voice and This is Us.\n  ","493267":"\n  Nope lol I'm good 🤣\n  \n  Just watched him climb\n  ","493268":"\n  Me too.\n  ","493269":"\n  Big tough dog then? Nope.. tiny little taco bell doggie.\n  \n  They say Pickles is some poodle mix but I don't see that at all. Doesn't even have the same bark\/whines as poodles do. Hair isn't as curly either.\n  \n  Homer the basset hound\n  ","493270":"\n  No. That's the way it came.\n  ","493271":"\n  Doesn't relate to the thread\n  \n  Hello\n  ","493272":"\n  Choco taco\n  \n  Good humor - chocolate eclair, strawberry or the toasted coconut\n  \n  Depends what I felt like\n  ","493273":"\n  If so let me know 👍🤣\n  ","493274":"\n  I like both. Milk\n  ","493275":"\n  Did you listen to any or just delete spree that many times? lol.\n  ","493276":"\n  A healthy balance is always good. 7-9 hours would be ideal for me. Been getting around 5-6 though this weekend.\n  ","493277":"\n  Aww how sad. Pickles follows me everywhere. Buttkiss does at times, homer doesn't care much. Could understand if allergic.\n  ","493278":"\n  Damn.\n  \n  Helps get them recognition and remind me of certain singers that I heard\/liked.\n  ","493279":"\n  Too many lol\n  ","493280":"\n  7?\n  \n  I went to bed at like 1am so didn't get that much. The extra hour or whatever was splendid:p\n  ","493281":"\n  Don't think they are the hugging type lol\n  \n  Also rather not get airline germs :p\n  ","493282":"\n  Probably lol\n  \n  Homer will be all \"I love going on the couch\". I'm supposed to lock him inside the kitchen but he's been a free pup. Don't see any messes and he's usually on the dogbed in the kitchen when I wake up. Rather not clean up poop if he's locked in and can't go outside..  seems strange to me but also just the way it worked out\n  ","493283":"\n  Yes, a lesser one tho\n  ","493284":"\n  She wouldn't look at me\n  ","493285":"\n  Indeed lol\n  \n  Also got the positive one too\n  ","493286":"\n  Whatever comes naturally?\n  ","493287":"\n  lol my question :p\n  \n  Yes. Hence asking it. Made me feel like they didn't trust me taking care of their dogs. Just because I mentioned that pickles was whining for food doesn't mean that I wasn't showing her any attention or that I kept on giving her food when she did that. Like no?? Like they've all got attention. One dog bone that day doesn't mean I'm constantly giving her anything.. just seemed really rude how she said it. Like I was doing nothing all day, not even caring for the dogs or anything. I didn't NEED to watch them this weekend if not going to trust me. I've even did THEIR dishes, cleaned up poop (they have a scoop thing otherwise F that lol) and other tasks.\n  ","493288":"\n  Lucky Charms?\n  \n  No but that was the best part of that cereal. Just didn't buy it for that reason solely.\n  ","493289":"\n  It's more low-key. I also don't like things that are too tight.. unless a bodycon dress because supposed to fit that way :)\n  ","493290":"\n  Indifferent. Hopefully it wouldn't be harder drugs though.\n  ","493291":"\n  No. I've never done drugs. It's just common sense. Eyes would be bloodshot and you'd get hungry.\n  ","493292":"\n  Eat all the munchies? Depending on the type of high, ofcourse. Maybe use eyedrops too? :p\n  ","493293":"\n  Just don't have that type of relationship. Lost respect for which made it even harder to get along with. Puts alcohol and pets ahead of family. He's a much better grandpa to the nephews 👍\n  ","493294":"\n  I'm not sure.\n  \n  However, I feel that I do with others until proven otherwise Or they are already untrustworthy from the start so I'd be more wary of them.\n  ","493295":"\n  Idk pretty open communication with my mom. Dad, not so much.\n  ","493296":"\n  I like both ways. Whatever they feel comfortable with. However, most of my okcupid matches have had facial hair.\n  ","493297":"\n  Only when on otherwise f*ck that sh!t.\n  ","493298":"\n  Night moon\n  ","493299":"\n  Somewhere with lots of water (sea, lakes etc) and mountains..\n  \n  Leave everything else idk...\n  ","493300":"\n  Chocolate chips 😈\n  \n  Uh... sour cream and onion, original whatever-the-hell-kinds. Doritos aren't bad.\n  \n  I was never really much of a chip person to begin with. Give me ice cream or chocolate instead for junk food :)\n  ","493301":"\n  Help out charities?\n  ","493302":"\n  All the good things that the world has to offer\n  ","493303":"\n  Probably be a dog. Sometimes I'll make sounds like lulu and other dogs will stop barking when they hear it.\n  ","493304":"\n  We're all miracles\n  \n  *gags*\n  ","493305":"\n  A person but even that didn't work out too well in the end. Lesson learned.\n  \n  I suppose I took a chance on the whole dog&house sitting. Especially this time since she clearly doesn't trust me fully if she's going to assume certain things and seemed standoffish too ¯\\_(ツ)_\/¯\n  ","493306":"\n  Probably something my anon that writes a lot of sh!t said :)\n  ","493307":"\n  Tired. In bed now with the pups. Put YouTube on as I know it works now. The  chihuahua gave me a dirty look when it came on XD\n  ","493308":"\n  I'd try it\n  ","493309":"\n  Nope\n  ","493310":"\n  This isn't mine but makes me want to go to Sedona soon. Haven't been in forever it seems\n  ","493311":"\n  I feel like I'd like it.. that song was beautiful but strange without the context of what it was from\n  ","493312":"\n  Colder weather\n  \n  Leaves changing colors and falling\n  \n  Fires\n  \n  Hot chocolate and hot apple cider\n  \n  Thanksgiving foods\n  \n  Pumpkin and apple things\n  \n  Boots\n  \n  Plaid shirts\n  ","493313":"\n  Nope but felt like I should at times\n  ","493314":"\n  You high or drunk?\n  ","493315":"\n  Buttkiss looks like a baby reindeer when he walks towards you. Just needs a red nose.\n  ","493316":"\n  It's been ok. Took a shower. Pickles has been annoying whining most of today wanting more food. Gave attention.  Walked with them. Just fed them dinner.\n  \n  Wanted to put YouTube on the tv but the one that's connected is actually in the room I'm staying in.. don't get why it's called \"master tv\" if it's A. Not in the living room B. Not in the master bedroom. Also useful information for later though :)\n  ","493317":"\n  Haven't seen in forever\n  ","493318":"\n  Thought I was youngish 😉\n  ","493319":"\n  Whoever they are talking about lol\n  \n  ¯\\_(ツ)_\/¯\n  ","493320":"\n  My anon is young\n  ","493321":"\n  Probably girls\n  ","493322":"\n  Agreed. Likewise\n  \n  To some degree, yes.\n  ","493323":"\n  I am calm and not really sure what you mean\n  ","493324":"\n  A mystery\n  ","493325":"\n  I saw this guy earlier.\n  ","493326":"\n  I'd guess America. Not sure.\n  \n  KING. YOU HAVE SOME QUESTIONS LOL\n  ","493327":"\n  How?\n  ","493328":"\n  I guess replying back to those dudes on okcupid. It can get overwhelming at times. I don't think I really mesh well with any of them besides the \"married-yet-separated\" guy but that's still a bit eh to me. Not sure if could fully trust that situation if anything went further lol\n  ","493329":"\n  You seem curious instead of rude so all good :)\n  \n  Anons ask stuff like that a lot while also being on here. Always ironic\n  ","493330":"\n  Probably 22 🤣\n  \n  Idk he goes on people's pages and acts like his birthday is the next day to whomever account he's on. Bit bizarre\n  ","493331":"\n  Mulholland Drive? I still haven't seen it. Sorry!!\n  ","493332":"\n  She talks fast and I don't understand the language. Pointless to watch it all then.\n  ","493333":"\n  Oh ok. I rarely watch. Only when The Voice and This is Us is on XD\n  \n  Everything else is Netflix or youtube..\n  \n  Could be.. they never said their age to me.\n  ","493334":"\n  The one without tv or being 22?\n  ","493335":"\n  Well dang..\n  \n  Someone sounds hungry\n  ","493336":"\n  Not much..\n  \n  Could be pho like i guess if the right ingredients.\n  \n  Think I might have added chicken to it before. Idk been forever.\n  ","493337":"\n  Guess you'll miss that 22 year old then.. what a shame.\n  \n  22 seems way too young for me\n  ","493338":"\n  The chicken. No surprise there :p Beef is decent.\n  \n  Sometime this year. Think I was sick and ramen or chicken noodle soup usually helps me feel better lol\n  ","493339":"\n  Yes, I do.\n  \n  More of a funnel cake fair person though or chocolate covered strawberries\n  \n  ¯\\_(ツ)_\/¯\n  \n  Have you tried cotton candy grapes?\n  ","493340":"\n  I've always wanted 2-3 kids. Not sure what you mean on the decided part.. I'm not pregnant if that's what you mean.\n  ","493341":"\n  Very much so\n  \n  Not a fan of chainsaws though 🤣🎃🦇\n  ","493342":"\n  Hey king\n  ","493343":"\n  We'll find out!\n  \n  Last year they won 3rd place with their Alien theme :)\n  \n  23 houses included this year. Always fun checking them out, especially if made haunted houses.\n  ","493344":"\n  Are you human?\n  \n  Pistachio oil seems intriguing\n  ","493345":"\n  Been on less than an hour so far. No problem with that. I also take a lot of breaks when I do go on. It's more a habit. Also I'm dogsitting so there's not too much to do here. They are currently all sleeping.\n  \n  I've been up early, dishes and everything else without being on here. Almost 2k steps and almost 12pm here. I think I'm good with a little down time here and there...\n  \n  why does it bother you if I'm on?\n  ","493346":"\n  Makes sense. Danny has diabetes. I'm sure somewhere out there on a bunch of random sites pronoun day exists ¯\\_(ツ)_\/¯\n  ","493347":"\n  Yes. Haven't seen in years though!\n  ","493348":"\n  With? 🤣\n  \n  Eventually would be nice\n  ","493349":"\n  Oil or butter.. we have some avocado oil spray too.\n  \n  I can understand it in the summer because it would melt asap here but ya..\n  ","493350":"\n  Sometimes.\n  \n  Reminds me of when we went to Hobby Lobby. They had a sequin pillow and ended up writing \"vote blue\" on it. I wonder if anyone noticed or got rid of it lol\n  ","493351":"\n  I'll probably be boring and just cook up sausage patties and pair with cauliflower rice. I didn't buy or bring that much of dinner stuff with me.\n  \n  They literally have nothing here. I don't get why they have a whole spice cabinet when they barely cook real food. Everything is tv dinner type frozen meals, the ramen and mac n cheese. I don't think I saw any meats.. nope.. just checked. Apparently they have lettuce. Its probably so old. I don't see them eating salads lol\n  \n  The fridge is just filled with soda.. the ginger ale orangeade seems good... dr pepper, coke, the typical deli meat\/cheese draw is filled with two bags of Halloween candy 🤣 condiments, milk... I feel like everything else in it is what I brought with me. Weird to see for married 40+ year olds..\n  ","493352":"\n  The both of us :)\n  ","493353":"\n  How sweet :p\n  \n  I feel like she did it at an angle.. looks more like a small cut instead of circular dot.\n  ","493354":"\n  I'm not really sure. My costume shouldn't be that time consuming. Think it depends more on when kids start coming out... I'd imagine 4-6ish.. then eventually going to some Halloween party that night.\n  \n  Brother-in-law has plans to add more decor up this weekend. Think his costume will be the hardest. Latex based products including makeup. Wig etc\n  \n  My sister still needs to dye a wedding dress, veil and ruffle bits she got red. (Wedding scene, Lydia)\n  ","493355":"\n  One Corona at the end of September. When I attempted chicken quesadillas :)\n  \n  August for my brother's birthday party. Margaritas\n  ","493356":"\n  Lyndsey lol?\n  ","493357":"\n  Reminds me of when the cat got hit :(\n  ","493358":"\n  Bit soon to tell :p\n  \n  I asked for a bed just to be on the safe side. Since one of the last times I looked over because I thought it was out already and almost fainted. Felt a little anxious sitting in the chair so I let her know about that before anything happened. She kept putting pressure on it so could feel the pinch more which was annoying.\n  ","493359":"\n  ?\n  ","493360":"\n  The sunken head from Beetlejuice.\n  ","493361":"\n  Pickles. She's been pretty annoying today. Woke me up at 12 and 4am to go out. Demanded food around 6ish. Been whining\/looking for more food. Whined the whole time I was cleaning their owner's dishes they left and the spoon I used myself. I even gave dog bones around 9 and she's still trying to get food. I've even gave about a half scoop more food earlier and she's still being a whiny b!tch. The other two are on the couch and she's all over where the dog food is kept trying to get into it -_- it's going to be a long day.\n  ","493362":"\n  Anon\n  ","493363":"\n  Never slept with them before. Pickles was rather annoying. Kept licking my arm at one point. Had to hide it under covers to make her stop 🤣\n  ","493364":"\n  Aww\n  ","493365":"\n  What the hell? It's a classic! :p\n  ","493366":"\n  Yes\n  ","493367":"\n  Me lol\n  ","493368":"\n  Good night\n  \n  Feels weird sleeping in the same bed with two little dogs.\n  ","493369":"\n  dun dun dun XD\n  ","493370":"\n  Hm no thanks\n  ","493371":"\n  Yes obviously lol\n  ","493372":"\n  The past\n  ","493373":"\n  Why is that cute? Haha\n  \n  What to you makes someone a pro?\n  ","493374":"\n  Why can't you get someone for free?\n  ","493375":"\n  Wishes that actually came true. Wonder what that's like 🤣\n  ","493376":"\n  So much I could say 😉\n  ","493377":"\n  Someone to share it with?\n  ","493378":"\n  I'd rather be my own character if I had to star in a movie.\n  ","493379":"\n  I'm not violent:p\n  ","493380":"\n  Doctors usually do...\n  \n  Uh.. not sure. I  try not letting people effect me like that.\n  ","493381":"\n  Surprises could be good 😘\n  ","493382":"\n  Stews, apple pie, pumpkin pie, Thanksgiving...\n  ","493383":"\n  Maybe a little because everyone would want to know why it ended. Might not be comfortable yet to share everything or keep quiet for personal reasons. People take it too far as well.\n  \n  Not sure if anxiety really fits that? More like an ugh feeling.. like please go away and stop type situation ¯\\_(ツ)_\/¯\n  ","493384":"\n  I don't care about their hair or eyebrows. Whatever looks good on them is key. The attraction should be there including an actual connection.  I view the whole person not their style of doing things, its irrelevant in the end. I'd be dating them, not their hair or eyebrows. Clothing style doesn't matter much to me either, whatever they are comfortable in is good.\n  ","493385":"\n  Was that \"the week of\" one?\n  \n  Yes, can get redundant. The last one I looked forward to was Deadpool 👍\n  \n  I feel like the other at home movies have just been background noise with some watching as well. Haven't had anything really held me captive lately.\n  ","493386":"\n  Probably out of habit\n  ","493387":"\n  Celebrity talking about herself and giving tips as well. Feels like a gossip column a bit ¯\\_(ツ)_\/¯\n  \n  I haven't read the 2nd one yet but has poems in it.\n  ","493388":"\n  With what? Thighs? Pu55y?\n  ","493389":"\n  So gross\n  ","493390":"\n  Elan vital seems dirty...\n  \n  No thanks. Don't like it. Tastes like chalk or some sh!t lol\n  ","493391":"\n  Good thing I'm not torturing you with it then 😈\n  ","493392":"\n  Hocus Pocus\n  \n  Eden Lake\n  \n  The Shining\n  \n  IT\n  \n  The Crow\n  \n  Nightmare on elm street\n  \n  Halloween\n  \n  Trick or treat\n  ","493393":"\n  I don't even feel like writing it 🤣🤣🤣🤣\n  ","493394":"\n  I like the original chocolate with white frosting. That's a good belief.\n  \n  Like reese's 😍\n  ","493395":"\n  Yes. Gave it a 2 rating. Very common sense on most things. The \"be yourself\" one was better overall.\n  ","493396":"\n  I went with Bad Boys and then the 2nd one is on now. They have a new one coming out in 2020.\n  \n  Wow haven't watched that in years.\n  ","493397":"\n  These cranberry ones in Plymouth are really good.\n  \n  I suppose the starburst ones?\n  ","493398":"\n  Yes. I was bad and tried it 🤣 wasn't good, imo. Barely any cream inside like the picture. Just blah. It kept coming to mind so had to try lol\n  \n  I can imagine\n  ","493399":"\n  This came to mind too\n  ","493400":"\n  Haven't. It's mostly songs, movie trailers and fashion ones lately.\n  \n  However, Chris Isaac and Lana Del Rey sang \"wicked games\" together and people kept saying how much he was looking at her in the comments.. like no. The whole thing was awkward. She didn't know when to sing, seemed like there was tension, kept turning her back to him etc\n  ","493401":"\n  Yes, I do.\n  ","493402":"\n  For now\n  ","493403":"\n  I don't actively use any but they would be she\/her or my name would do. It's always been the same, nothing has changed for me.\n  ","493404":"\n  Hawaii\n  ","493405":"\n  Not much. Lettuce can be annoying but I don't avoid it. Chia and flax seeds came to mind. Also blackberries can be that way too.\n  ","493406":"\n  Tell me about it\n  ","493407":"\n  Is that what the hipster would say?\n  ","493408":"\n  The dogs are much cuter.\n  ","493409":"\n  The mindfulness one?\n  ","493410":"\n  Idk.. was thinking something funny.\n  ","493411":"\n  Probably looks like their pantry 🤣 wasn't aware they made that flavor of poptarts either.\n  ","493412":"\n  Very old school\n  ","493413":"\n  1-3 times a year, maybe?\n  ","493414":"\n  I don't know too much of White Zombie. Rob wins by default.\n  ","493415":"\n  Pretty much.\n  \n  I also sometimes add salt to my water for the electrolytes. Things Keto does to you 🤣\n  \n  I don't eat much sodium filled things these days. I drink more water than ever.\n  \n  Not my pantry if that's why you asked this. I can't have any of that cereal nor would i as they aren't any of my favorites. Housesitting\/dogsitting.\n  ","493416":"\n  No.\n  \n  I remember they have discovery and that perfection one but don't really feel like those types of films right now.\n  ","493417":"\n  I don't think I remember a squirrel.. but yes to the clusters.\n  \n  They have these cereals here. Their pantry is literally all junk food. Not even kidding.\n  ","493418":"\n  Ugh they never have what I want lol.\n  \n  Not sure what to watch now. Pups are all sleeping and bored\n  ","493419":"\n  I meant both ways too :)\n  ","493420":"\n  Fiction\n  \n  Horror \/ mysteries\n  \n  I still read young adult books at times\n  ","493421":"\n  With. I like those cluster things too.\n  ","493422":"\n  Lust.. maybe greedy at the moment.\n  ","493423":"\n  I'm sure the demons looked great :p\n  ","493424":"\n  I took it off already 🤣\n  \n  Nah. I'm good. It's fitting better though:)\n  ","493425":"\n  Nothing ever is :)\n  ","493426":"\n  Not much. I brought some items with me as well but ended up getting these..\n  \n  2good yogurt\n  \n  Deli meat (turkey and ham) I forgot to get cheese but fine without. They might have some too..\n  \n  Mission tortilla wraps, carb balance one\n  \n  Lily's chocolate bar (salted almond)\n  \n  Blueberries and raspberries\n  ","493427":"\n  Aw cute. Nope, afraid not.\n  ","493428":"\n  🤣🤣🤣\n  \n  Yes.\n  \n  I do use the person's preferred pronouns but that is really going very far with the whole point...\n  ","493429":"\n  Haven't had it much, if at all. Can't remember.\n  ","493430":"\n  Yes, agreed. Really depends on the individual. It's not just a yes\/no answer.\n  ","493431":"\n  I drink a decent amount, sometimes way more than I should. It varies.\n  ","493432":"\n  Sometimes I don't notice\n  ","493433":"\n  I think we have it. Spice rack filled with different ones.\n  \n  Good to know:)\n  ","493434":"\n  Idk saw my reflection in Homer's eyes and he was looking at me all pathetic like.. seemed soulful af\n  ","493435":"\n  What are you addicted to then?\n  ","493436":"\n  Ya. Those movies making fun of stuff are usually pretty good. Decent cast as well\n  ","493437":"\n  All good.\n  \n  Don't have much experience with ground fennel though.\n  ","493438":"\n  Shits annoying lol\n  ","493439":"\n  5am sometime 😴\n  \n  The wife of my bil's brother. She's flying out tonight after work and then both are coming back Sunday.\n  ","493440":"\n  A bit of both. I don't think I'm good at all.\n  ","493441":"\n  Haha XD\n  \n  Yes. He's sharing the couch with one of the other dogs now.\n  ","493442":"\n  Same. All new films.\n  \n  I still need to watch the zombieland one. I think it's on Netflix still...\n  ","493443":"\n  I doubt it.\n  ","493444":"\n  Nobody cares\n  ","493445":"\n  Nope.\n  ","493446":"\n  Good friend :)\n  ","493447":"\n  Babies doing cute stuff. When they start talking and asking random questions XD\n  \n  Animals of all kinds\n  \n  Swimming, gym\n  \n  Being out in nature\n  \n  Going on adventures\/ traveling. With the right people, ofcourse.\n  \n  A good meal\n  \n  Etc\n  ","493448":"\n  That would be annoying.\n  ","493449":"\n  Eh. Not exactly..\n  \n  They told everyone else already but then made me tell it because they would have anyways so I did it. That was the last day talking to those group of people because I just felt like nobody wanted me around anymore. Which also didn't exactly help with the whole depression period going on. Felt even more alone.\n  \n  Oh well. Clearly those people weren't real friends to begin with ¯\\_(ツ)_\/¯\n  ","493450":"\n  🤣\n  ","493451":"\n  A bathroom or somewhere alone, yes. Hasn't happened in forever though.\n  ","493452":"\n  Nope.\n  ","493453":"\n  Housesitting\/dogsitting seems to be the newest thing lol\n  \n  A week\n  \n  And then this one is just for the weekend.\n  ","493454":"\n  I'd say hufflepuff or something?idk.\n  \n  I did some random quiz and slytherin came up a few days ago.\n  ","493455":"\n  Woke up super early\n  \n  Took a quick shower\n  \n  She left while I was showering\n  \n  Fed the 3 dogs\n  \n  Went outside with them\n  \n  Homer kept me captive\n  \n  Went to the doctors to FINALLY do bloodwork. Went to breakfast after with my brother-in-law.\n  \n  Now back with the pups and I'm not sure what else I'll be doing besides watching them.\n  ","493456":"\n  Yes. They're in Maine though.\n  ","493457":"\n  He moved off me and I got my water :)\n  ","493458":"\n  Figures\n  \n  I imagine \"butt sex\" was the correct answer then to the other questions :p\n  ","493459":"\n  *water bottle\n  \n  Once I wrote waterbootle and it stayed in my words.. annoying. Didn't even catch it\n  ","493460":"\n  Cinnamon\n  \n  Garlic\n  \n  onion\n  \n  Cumin\n  ","493461":"\n  I wish I brought my waterbootle out. Don't want to disturb him lol\n  ","493462":"\n  Miss with it?\n  \n  Idk I just hope for a good day lol not quite sure what you mean\n  ","493463":"\n  There's a whole couch but hasn't moved off me.\n  ","493464":"\n  All\n  ","493465":"\n  Homer says he's beautiful.\n  \n  Then jumped onto my lap eventhough he's not supposed to be on the couch.\n  ","493466":"\n  Yesterday? It was ok. She's a bit too much to take though and never completely alone with so she kept talking nonstop lol\n  ","493467":"\n  It's nice to not wear at times. I don't think I'd completely stop though.\n  ","493468":"\n  Nature?\n  \n  Dog's eyes?\n  ","493469":"\n  2 or 3\n  ","493470":"\n  Okcupid 😴\n  \n  Some dudes were even liking me at 6am.. creepy. (Notifications)\n  ","493471":"\n  Trolls on here. Ben is pretty much a nazi and Dan is some gross pedo\n  ","493472":"\n  Good night\n  ","493473":"\n  Humor? Not sure.\n  ","493474":"\n  Hopefully Lulu (dog) is ok. Separation anxiety issues. Probably at the door waiting for my return. She wasn't happy that she got groomed either today. Usually sleeps in my bed so won't be happy with staying with just my brother-in-law and the other animals.\n  ","493475":"\n  Chivalry is good but damn.. don't act like I'll break any second lol I can open and close my own door or sit in a chair without you pulling it out all the time. Cute for dates but not 24\/7 ¯\\_(ツ)_\/¯\n  ","493476":"\n  Repeat themselves a bunch of times. I heard you the first time and I have a good memory. You also wrote everything down just in case. It's not like I never met them before or anything. Well aware of how they act.\n  ","493477":"\n  Keto ones:\n  \n  Fathead dough (homemade) and the frozen Real Good Pizzas.\n  \n  I guess Venus, Barros, Papa Ginos or Dominoes wins.\n  ","493478":"\n  Hm post-fight would probably have more adrenaline 😈🤙👌\n  ","493479":"\n  Made me think of this\n  \n\n   https:\/\/youtu.be\/zaVhipqTY9I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don't really view hobbies as addictions.. swimming, gym, reading, running, being out in nature.. glad the temps are cooling down for that.\n  \n  I go on here out of habit. I have been on less lately since my phone has wellbeing and can monitor the times spent on etc\n  ","493480":"\n  I haven't been keeping track. Anything is possible though.\n  ","493481":"\n  Always!\n  \n  We also had a pop up camper growing up.\n  ","493482":"\n  Laying in bed. On my phone. Really should get the wifi password tomorrow as it keeps cutting on\/off. Finally have peace and quiet\n  ","493483":"\n  Is it?😴\n  ","493484":"\n  Stuff with doctors\n  \n  Certain people, old friends\n  \n  My duties this weekend\n  \n  Getting the rest of my money\n  \n  Random stuff lol\n  ","493485":"\n  I always viewed it as a disease.\n  \n  I understand how some mental illnesses could make it harder though.\n  ","493486":"\n  All of them\n  ","493487":"\n  Me lol\n  ","493488":"\n  Enjoy the colorful leaves for me\n  ","493489":"\n  It's been ok so far.\n  \n  Talking with some okcupid guys atm\n  \n  Hanging out with my naked mole rat (Lulu got groomed and reminds me of Dobby and a naked mole rat)\n  \n  Need to buy a few groceries for over the weekend.\n  ","493490":"\n  Yes. Not too bad :)\n  ","493491":"\n  90s and sunny out\n  ","493492":"\n  7?\n  ","493493":"\n  Kind of\n  ","493494":"\n  Ofcourse\n  ","493495":"\n  Yes, I do.\n  ","493496":"\n  I like nutty ones.. special k strawberry,  honey bunches of oats, frosted flakes (with lots of sugar ontop),frosted mini wheats\n  \n  Keto one - magic spoon, the chocolate one since tasted like rice crispies or something like that without all the sugar.\n  ","493497":"\n  I'm doing ok. You?\n  ","493498":"\n  😱\n  ","493499":"\n  Can be helpful.\n  ","493500":"\n  How this happened.. haven't gone on in a few days and 16 messages o.o\n  \n  Also some guy called me adorable. Not sure how I feel about that term lol see it more for pets and little kids...\n  ","493501":"\n  No.\n  \n  I'll probably be tired of someone later though XD bitch talks a lot\n  ","493502":"\n  Oreo\n  ","493503":"\n  Not sure\n  ","493504":"\n  Yes.\n  \n  Can't have on keto so doesn't help me lol\n  ","493505":"\n  Ben is from the uk.\n  \n  I think Dan is American.\n  ","493506":"\n  Hm maybe June?\n  ","493507":"\n  Everyone should shower naked.\n  ","493508":"\n  Ben, lahore, Dan guy...\n  ","493509":"\n  Good job :)\n  ","493510":"\n  No. That's a little extreme.\n  ","493511":"\n  Most likely since I use the same vocabulary :p hm not sure either. Inside jokes are always fantastic\n  ","493512":"\n  Hell yes. Need to watch more of his movies! :D\n  ","493513":"\n  Tis my favorite season.\n  ","493514":"\n  👻\n  ","493515":"\n  Shines the spotlight in the corner.\n  ","493516":"\n  Lulu is suffering too. Getting groomed.\n  ","493517":"\n  I am or getting hard is?\n  ","493518":"\n  Sounds odd but if it's like a Graham cracker should be good :)\n  ","493519":"\n  Very true. Made me laugh a lot. Thought it would be more about the xmen and stuff. Like serious roles\n  ","493520":"\n  Glad its not always right :p\n  ","493521":"\n  I do. It's been a few months.\n  ","493522":"\n  Yes haha\n  \n  Literally thought of that XD\n  \n\n   http:\/\/www.ask8ball.net\n  \n  works as well :)\n  ","493523":"\n  Not sure\n  \n  Apparently uber launched \"uber pet\" so that the drivers know a pet will be with you. Cute.\n  ","493524":"\n  Probably. Lots of stalking going around 🤣 ugh.\n  ","493525":"\n  The \"good deed\" one or the 2nd one? Shit made me confused XD I watched the valentine's day one last night.\n  \n  I thought it was just deadpool and the 2nd one but apparently there's more XD\n  ","493526":"\n  Mainly just in December or if there's any good Black Friday deals ¯\\_(ツ)_\/¯\n  ","493527":"\n  I don't care much for brown on me.\n  \n  Just small doses.. a jacket or purse is fine.\n  ","493528":"\n  Yes. Caramelized ones are good too. Cooked is best with those suckers. Also in stews.\n  \n  Was hard to think of all the ways lol\n  ","493529":"\n  Idk. Pretty sure\n  \n   @ErinWolf4919\n  \n  had beef with them at one point? I don't know everything tho\n  ","493530":"\n  Gym membership as mine ran out. 6 months is $210. Waiting on the other $100 right now.\n  ","493531":"\n  HAPPY BIRTHDAY, DANNY!\n  ","493532":"\n  They had recipes too.\n  ","493533":"\n  Good luck finding one\n  ","493534":"\n  I think the HARD should be capitalized then.\n  ","493535":"\n  $70-90 range\n  ","493536":"\n  Agreed. Last time I did the challenge I made a little goal and it felt nice working towards something instead of just viewing the big picture\n  ","493537":"\n  I'd hope so\n  ","493538":"\n  The where sounds odd.\n  \n  Burgers, sometimes\n  \n  Stir fry\n  \n  In salads at times\n  \n  Onion rings\n  \n  Blooming onion\n  \n  Onion powder\n  \n  Some onion flavored chips were good\n  ","493539":"\n  Nice song :p\n  ","493540":"\n  Who knows. I had someone else mention her on my page earlier. ¯\\_(ツ)_\/¯\n  ","493541":"\n  4986 now\n  \n  Number of people who follow me\n  ","493542":"\n  Nice pokemon reference :p\n  ","493543":"\n  Think its just whatever we want.\n  ","493544":"\n  Je connais un peu le français, oui.\n  ","493545":"\n  Good night x\n  ","493546":"\n  Not the only one\n  ","493547":"\n  Go outside then.\n  ","493548":"\n  I saw that last Monday 😍\n  \n  3.5\/4 rating. Made me laugh. Good action.\n  ","493549":"\n  Good luck\n  ","493550":"\n  What if I don't believe in God?\n  ","493551":"\n  A pound away from hitting my 191 mini goal and being in the overweight bmi category. 👌\n  \n  Need to think of a new obtainable next goal weight #. Was thinking 187 but that's not much of a real loss...\n  \n  1stphorm has their new 8 week challenge going..\n  \n  I guess 159 would put me into the normal bmi range. Rather have smaller goals than that atm though\n  ","493552":"\n  I'm not even sure.\n  ","493553":"\n  I forgot my water earlier.\n  ","493554":"\n  Finally watching Deadpool was the best one.\n  ","493555":"\n  Only one way to know...\n  ","493556":"\n  Bye\n  ","493557":"\n  These ones\n  ","493558":"\n  With meaning, being genuine, actually sorry. Make it up to them somehow etc\n  ","493559":"\n  100% and deadpool 😍😍😍\n  ","493560":"\n  Very nice\n  \n  Deadpool is going down 🤙\n  ","493561":"\n  Too long XD\n  ","493562":"\n  I do now\n  ","493563":"\n  Yes\n  \n\n   https:\/\/youtu.be\/fC2YzpBt07s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493564":"\n  Why not do both with someone sweet? :p\n  \n  Do sweet guys even exist anymore?\n  ","493565":"\n  People's lips don't fade.\n  ","493566":"\n  I like both\n  ","493567":"\n  XD\n  \n  Did she go violet?\n  ","493568":"\n  It's been ok\n  ","493569":"\n  Is this the plot to Love, Rosie?\n  ","493570":"\n  Lovely :)\n  ","493571":"\n  Care to find out?\n  ","493572":"\n  4981\n  ","493573":"\n  No idea. Never had curry sauce with fries or pizza.\n  ","493574":"\n  Limbo\n  ","493575":"\n  Syntax\n  ","493576":"\n  Tea?\n  ","493577":"\n  Butt :p\n  ","493578":"\n  I like it\n  ","493579":"\n  Le same\n  "}}