{"Question":{"493580":"\n   What kind of music calms you down?\n  ","493581":"\n   Was trying to continue it\n  ","493582":"\n   I didn’t see that one coming to be honest 🤭\n  ","493583":"\n   My weakness are invisible things\n  ","493584":"\n   Do u like sushi?\n  ","493585":"\n   What are you doing\n  ","493586":"\n   There’s always a line\n  ","493587":"\n   Careful who you give that power to though... they could be in your room right now :o :P\n  ","493588":"\n   How do you show people that you care?\n  ","493589":"\n   I would like to get to know you\n  ","493590":"\n   Okay. So my reward button is only allowing me to send 5 fire points at a time. Any idea on how to fix it to where I can send one at a time again? It just randomly started doing this and idky? Thanks. Just sent this to a few. I'm confused and don't know why it started doing this.\n  ","493591":"\n   My milkshakes bring all the boys to the yard\n  ","493592":"\n   did you have any kind of dairy today?\n  ","493593":"\n   Smoothie or milkshake?\n  ","493594":"\n   do you like onions?\n  ","493595":"\n   connelly is the hottest actress ever. also delivers the hottest ever line from a movie. although i may be a bit biased lol\n  ","493596":"\n   what’s your phone percentage on?\n  ","493597":"\n   but not whats in the boxes? :')\n  ","493598":"\n   What is the greatest gift you have received?\n  ","493599":"\n   Do you like winter?\n  ","493600":"\n   Where were you born?\n  ","493601":"\n   have u any muslim friends or u hate them😤\n  ","493602":"\n   do you like olives?\n  ","493603":"\n   but show any organ first\n  ","493604":"\n   stay blessings\n  ","493605":"\n   almond joy or milky way?\n  ","493606":"\n   amber is the color of their energy\n  ","493607":"\n   who wins in tug of war?\n  ","493608":"\n   How does your life currently compare to a month ago? Feeling better or worse? What's changed?\n  ","493609":"\n   how much do you need?\n  ","493610":"\n   no pause?\n  ","493611":"\n   nice. all you need is belafonte!\n  ","493612":"\n   how good u r on flashing titis on web cams for earnings ?\n  ","493613":"\n   Best part of stalking?\n  ","493614":"\n   Have you googled the numbers? Whitepage?\n  ","493615":"\n   Check out fastpeoplesearch.com\nYou can enter literally anybodys name and adresses, relatives, ages etc will come up\n  ","493616":"\n   they need to pass a law against calling it 'turkey bacon' :')\n  ","493617":"\n   Have you had chicken pox\n  ","493618":"\n   well like i said im the one that sent that thing and i was refering to not seeing the emojis and seeing boxes. dont kno what else to say. maybe im missing something. if thats the case i hope you figure out whatever it is you are wondering.\n  ","493619":"\n   u mean boobs ?\n  ","493620":"\n   Have you ever used a porta potty?\n  ","493621":"\n   so you think they saw like boxes outside your place or something?\n  ","493622":"\n   im lost as to what you mean. what are you saying the \"boxes\" mean. like actual cardboard boxes?\n  ","493623":"\n   why no costume?\n  ","493624":"\n   well i mean its a vast database. its just what came up with an internet search. i thought like they gave out your personal info or something. :o\n  ","493625":"\n   yeah its the same thing lol. i dont see the emojis just boxes instead...\n  ","493626":"\n   never seen it. do you like the mighty mighty bosstones?\n  ","493627":"\n   i asked you that. the emojis didnt show up so i said i wonder what the boxes are since you said basically you were sleeping with people you work with, didn't think animals lol. what does that have to do with stalking?\n  ","493628":"\n   why? i just put my house on zillow recently. is it not secure?\n  ","493629":"\n   Who are you in a parallel universe?\n  ","493630":"\n   what like in se7ven? it was her pretty little head lol. no clue what you mean\n  ","493631":"\n   oh wow. that sucks.\n  ","493632":"\n   is stalking a topic you find interesting? lol\n  ","493633":"\n   what is the box question?\n  ","493634":"\n   where did they post it?\n  ","493635":"\n   are you flattered tho?\n  ","493636":"\n   if you had to give me a speech what topic would you choose and why?\n  ","493637":"\n   whats the last text you sent your boyfriend\/girlfriend?\n  ","493638":"\n   Do you wear jewelry?\n  ","493639":"\n   regular bacon or turkey bacon?\n  ","493640":"\n   Good night cupcake\n  ","493641":"\n   If the partner can’t text you back for more than 10 hours, is that a red flag? Can’t even send a “hey”?\n  ","493642":"\n   Do you often listen to your intuition?\n  ","493643":"\n   what are your favorite kind of people to follow on here?\n  ","493644":"\n   What was the last thing that irritated you?\n  ","493645":"\n   How are you\n  ","493646":"\n   How much do you weigh\n  ","493647":"\n   aw, hugs\n  ","493648":"\n   what is your favorite thing about yourself? \npersonality & looks\n  ","493649":"\n   what is your least favorite thing about yourself?\npersonality & looks\n  ","493650":"\n   what is a feature that you wish ask would get rid of?\n  ","493651":"\n   Hello\n  ","493652":"\n   Apple juice or (hot) apple cider?\n  ","493653":"\n   what is your least favorite food?\n  ","493654":"\n   if you didn’t\/don’t know my name, what would you guess my name is?\n  ","493655":"\n   what is your least favorite holiday? why?\n  ","493656":"\n   what is your favorite holiday? why?\n  ","493657":"\n   FOR MY STALKER\n  ","493658":"\n   What’s the colour of ur pee ??\n  ","493659":"\n   what was for dinner tonight?\n  ","493660":"\n   yeah i love the sun too xo, bet your missed tho x\n  ","493661":"\n   Ohhh lol sorry\n  ","493662":"\n   \"Glad it was a Zillow posting instead :p\" Instead of what?\n  ","493663":"\n   You have a smaller stomach and ass?\n  ","493664":"\n   yeah its creepy stalkers alright, glad you had a good day  do you like where you live now or do you miss your old place, if okay to ask x\n  ","493665":"\n   whats been your weirdest, rudest and funniest dreams! ?\n  ","493666":"\n   What’s the strongest part of your personality?\n  ","493667":"\n   Lil what do you mean?\n  ","493668":"\n   its true tbh, so had you a nice day x\n  ","493669":"\n   You do seem ghostly\n  ","493670":"\n   you can make anything  cute\n  ","493671":"\n   you will look cute trust me x\n  ","493672":"\n   i bet you will have a cute costume\n  ","493673":"\n   okay someone here just admitted they literally stalk you and know stuff about you? How can you be so non chalant about it\n  ","493674":"\n   are you getting excited for halloween\n  ","493675":"\n   I mean I have your Facebook account favorited. You shared your PayPal so I know your last name. It's all really easy to find the rest of your information online\n  ","493676":"\n   what’s your favorite dipping sauce?\n  ","493677":"\n   How many pillows do you sleep with? I sleep with 2, I bet you were all dying to know\n  ","493678":"\n   Who has been the most important person in your life?\n  ","493679":"\n   Hii there , what’s up?\n  ","493680":"\n   How would you respond if a friend  always comes to you for support but isn't very supportive of you when you need it?\n  ","493681":"\n   If you could choose between dazzling beauty, very high intelligence and tremendous wealth, which of these three options would you choose?\n  ","493682":"\n   What crazy things do you dream of trying someday?\n  ","493683":"\n   Some people say that women strive for equality between men and women, only for equality in favour of women, such as men supporting women, all family expenses are paid by men, they will not strive for equality between men and women in these matters. What's your opinion?\n  ","493684":"\n   Do you like twinkies\n  ","493685":"\n   who came first the lyndsey or the eggsy?\n  ","493686":"\n   how dare you\n  ","493687":"\n   you wished upon a shooting star to have your own questions from ask sent to you. and now its happening see\n  ","493688":"\n   yeah but this is good af tho : )\n  ","493689":"\n   is this keto?\n   \n    https:\/\/www.barilla.com\/en-us\/products\/sauces\/creamy-ricotta-and-arugula\n   \n","493690":"\n   Do you drink much wine at all? Do you think you would beable to tell if you were drinking 'corked' wine, that thing that happens when the wine reacts with the cork and apparently goes 'off'? 🍷🤷‍♂️\n  ","493691":"\n   How good are you at holding people's attention when making speeches? Do you have that special knack of being able to invoke a real sense of occasion in your audience or does the whole thing usually just turn into a babblefest? 👨‍⚖👩‍⚖📣😬🤫\n  ","493692":"\n   i can make this wish come true.\n  ","493693":"\n   do you judge mr hands?\n  ","493694":"\n   cannellini you traitor.\n  ","493695":"\n   What's the worst thing someone can do on a first date?\n  ","493696":"\n   what halloween candy do you not like? 🎃\n  ","493697":"\n   how many followers do you have on here?\n  ","493698":"\n   Do you often have a tendency to make a bad situation worse by injecting some ill timed humour into the mix? 😮😬🙈\n  ","493699":"\n   doggone it!\n  ","493700":"\n   do you like to be asked your own questions?\n  ","493701":"\n   I like watchin' the puddles gather rain\n  ","493702":"\n   how much of the posts from the people you follow do you read?\n  ","493703":"\n   is this the infamous and sought after one in the flesh?\n  ","493704":"\n   How many people do you follow?\n  ","493705":"\n   Good night cupcake\n  ","493706":"\n   What's your favorite quote?\n  ","493707":"\n   For guys asking, girth is more important than length past a point. Length only goes so far, but if you got girth as well, you can tickle her in all sorts of fun places\n  ","493708":"\n   Favorite kind of dresses?\n  ","493709":"\n   Which was the moment when you felt really proud about yourself?\n  ","493710":"\n   do you believe in the existence of lost, underwater cities like the city of atlantis? similarly, do you believe in the otherworldly theory of the bermuda triangle?\n  ","493711":"\n   Kane Brown mourns drummer, Kenny Dixon, who died in a car accident\n   \n    https:\/\/bit.ly\/2oKhLKb\n   \n","493712":"\n   All I can say is that my life is pretty plain.\n  ","493713":"\n   Her hips cannot possibly be natural. I'm thinking photoshop\n  ","493714":"\n   --\n  ","493715":"\n   what are you doing next weekend?\n  ","493716":"\n   Do you have the curves for that?\n  ","493717":"\n   Really? You'd risk it?\n  ","493718":"\n   Do you trust your nips not to be at attention\n  ","493719":"\n   what is the grace period after halloween where you will you cease to be ghostly?\n  ","493720":"\n   Would you find a cute bra to match it or braless\n  ","493721":"\n   Last time you've seen a shooting star? Did you make a wish? Did it come true?\n  ","493722":"\n   Would you wear a dress like either of those\n  ","493723":"\n   Yes lol\n  ","493724":"\n   Rate these girls 0 to 10\n   \n    https:\/\/imgur.com\/gvUqy8V\n   \n","493725":"\n   Oh okay so like how’d got bet so popular?\n  ","493726":"\n   this one😂\n  ","493727":"\n   what’s your fav kind of beans?\n  ","493728":"\n   How did you get so popular in here? You’re like always posting😊\n  ","493729":"\n   Give your friendy cat a hug\n  ","493730":"\n   she's hoping to get her cake back ?\n  ","493731":"\n   It's such a shame. - I would swear you used to like me. - then the hatred came from around a dozen. - 4k stayed loyal , I never found why. - you seem so nice\n  ","493732":"\n   Aw, how sweet and innocent x\n  ","493733":"\n   Why Ghostly?\n  ","493734":"\n   Ask yourself a Q......\n  ","493735":"\n   do you pick who to follow or just follow everyone back who follows you? lol\n  ","493736":"\n   Pap\n  ","493737":"\n   Chicken nuggets or chicken wings?\n  ","493738":"\n   Have you ever been left on read? If so how does that make you feel when someone leaves you on read?\n  ","493739":"\n   🌹🥕🎂\n  ","493740":"\n   -\n  ","493741":"\n   would you judge your significant other by the kind of pr0n they watch?\n  ","493742":"\n   Kate and William are in Pakistan. Kate seems to be excited about it.\n  ","493743":"\n   I did buy popcorn. didn’t go to the cinema🌹\n  ","493744":"\n   Size or stamina?\n  ","493745":"\n   Have you ever kissed a bad kisser? What made it so bad?\n  ","493746":"\n   Andreas Trutz has not replied my email yet. Im one sad guy.\n  ","493747":"\n   How does that guy always know when you're going to bed?\n  ","493748":"\n   What made you happy today?\n  ","493749":"\n   what is your favorite soda?\n  ","493750":"\n   zingers were great but hostess sucks after they sold. debbie ftw so many good ones\n  ","493751":"\n   id have a go but i dont kno if i could: balut, casu marzu, and 100 year eggs. they have that shark the finnish make with lye and fermented herring idk if i could. prolly not.\n  ","493752":"\n   It’s weird that your country haven’t thought about banning guns either. Nobody gets shot in my country coz guns are illegal whereas in America you get shot just for walking down the street if you look dodgy and schools do too\n  ","493753":"\n   one is responsible for your weight loss tho. little gratitude would be nice!\n  ","493754":"\n   its rated very high. has gosling who i love, but just couldnt do the musical thing. i tried twice lol\n  ","493755":"\n   those are not crazy! lol. how did you have the squid and snails? how did you like both?\n  ","493756":"\n   why? i stare at it!\n  ","493757":"\n   what if that person dismisses the issue and doesn’t wanna talk abt it and they would just say, “I love you but if you have your doubts then it’s best to just leave you alone.” What does that mean? Are they breaking up??\n  ","493758":"\n   have you passed wind and blamed it on someone else ?\n  ","493759":"\n   Do you give nicknames to your friends?\n  ","493760":"\n   me lol, is your female friend?? you've been holding out! :')\n  ","493761":"\n   thoughts on la la land movie?\n  ","493762":"\n   wonder where the anon is from\n  ","493763":"\n   Are you team joker or team pennywise?\n  ","493764":"\n   do you have anxiety?\n  ","493765":"\n   heyy\n  ","493766":"\n   Is your mom attractive? I'm wondering how you'll look when you're her age\n  ","493767":"\n   Has anyone ever sent you a love letter?\n  ","493768":"\n   I love you\n  ","493769":"\n   hii\n  ","493770":"\n   When did you buy new clothes last time?\n  ","493771":"\n   Good night beautiful\n  ","493772":"\n   What's craziest food you've tried before that you never thought you would ever try?\n  ","493773":"\n   how are you?\n  ","493774":"\n   No. Was it bad?\n  ","493775":"\n   Do you like hotdogs? 🌭\nIf so, what do you like on your hotdog?\n  ","493776":"\n   What went down?\n  ","493777":"\n   little debbie or hostess snacks?\n  ","493778":"\n   do you believe in the theories of ancient aliens (i.e. aliens visiting earth in ancient times and transferring advanced knowledge and technology)? why\/why not?\n  ","493779":"\n   If you could teach a child one thing what would it be?\n  ","493780":"\n   What is the most interesting science?\n  ","493781":"\n   What's your morning routine?\n  ","493782":"\n   I thought yall had like a Saturday Sunday date night thing going\n  ","493783":"\n   Urm I forgot his name. Mexican guy\n  ","493784":"\n   Sxy time with your friend tonite?\n  ","493785":"\n   Back to back?\n  ","493786":"\n   Hey baby, how's your night so far?\n  ","493787":"\n   what’s ur opinion on condoms?\n  ","493788":"\n   from clockers. great movie.\n  ","493789":"\n   If your partner said “i have doubts about what you really feel idk maybe i’m just fucked up and it’s my brain telling me,” how would you feel? would that make you feel shitty and enough reason to break up?\n  ","493790":"\n   You can give anyone else a superpower to have, but not yourself. Who would you pick to give a superpower to, and what would you give them?\n  ","493791":"\n   Do you have any pretty female friends who are single lol?\n  ","493792":"\n   Do you have your nips pierced?\n  ","493793":"\n   What other person is the most similar to you on this planet? In what ways are you similar?\n  ","493794":"\n   what’s a funny tv show that’s really easy to get into?\n  ","493795":"\n   What pain is harder for you: physical or spiritual?\n  ","493796":"\n   Tell me your thoughts on the Fall season?\n\n____ \nSide note!\nYou guys are all amazing!\nThanks for all of your love and support! Answers and questions! You all have a wonderful evening! ❤ Much love from the USA! 🇺🇸\n  ","493797":"\n   how do you feel abt a partner’s consumption of porn? do you ever correlate it w unfaithfulness?  (are there limits\/rules?)\n  ","493798":"\n   hugs, and thanks\n  ","493799":"\n   ill watch it after the taking lives one. not sure if i will start that right now. have it in a tab. need to pee then will decide. prob start it. may sleep. pee for sure. unless death take me first.\n  ","493800":"\n   seen vendetta but so so long ago. dont remember much other than it was a political dystopian themed movie. looked up the other one and showed a couple embracing in the image. not seen it.\n  ","493801":"\n   need a rating. i really should watch that. its pretty much a cult classic. maybe i did even watch it so long ago and forgot. i feel like i would have. dont have a rating for it. on the watchlist it goes.\n  ","493802":"\n   yes the image looks familiar so i must have searched it. prob saw it here maybe then. never actually seen the crow. just finished one 'patch adams' next will be 'taking lives'. still did not tell me to watch it or not lol.\n  ","493803":"\n   whats the next movie?\n  ","493804":"\n   Sounds so good\n  ","493805":"\n   Are you genuinely stupid what do u mean\n  ","493806":"\n   That person is gonna be severely disappointed ahahaha\n  ","493807":"\n   What did you have for lunch\n  ","493808":"\n   Best vampire movies?\n  ","493809":"\n   yes there is one on at 9:30 tonight\n  ","493810":"\n   Hello cupcake\n  ","493811":"\n   u gonna watch the new fam guy tonight?\n  ","493812":"\n   I understand why they do. I wouldn’t wanna live there not a chance. But wanna experience it coz it looks a beautiful place. Your cops are dangerous though. And we get free medical care on the NHS\n  ","493813":"\n   Hello gorgeous how are you doing\n  ","493814":"\n   oh i feel it may get redundant lol. i mean i CARE ofc but not sure if its of interest. anyway made pineapple upside down cake. tried some variations. did an oil cake and added peanuts with the pineapple bottom. liked that addition. also did my amaretti recipe but with peanuts & vanilla. also liked.\n  ","493815":"\n   haha, being tenative. you say jump i jump :p i have two movies ahead of it if you tell me to watch it ill watch it. oh the pressure must be huge :')\n  ","493816":"\n   Sweet or salty 👀\n  ","493817":"\n   Buonanotte seguit* 🌹\n  ","493818":"\n   you need to give me direction friend.\n  ","493819":"\n   Have you ever eaten an entire can of pringles in one sitting?\n  ","493820":"\n   I would love to go to America\n  ","493821":"\n   sure cake is mighty fine. i made a cake today and other chewable  stuffies :3\n  ","493822":"\n   let me know what you think. if you like it will watch it.\n  ","493823":"\n   i looked up his filmography yesterday and put a few titles that he is in that ive not seen on my watchlist. ive always liked him quite a bit. he is the perfect everyman but with a quirk or two.\n  ","493824":"\n   studies have shown that 70% of americans believe in angels. are you part of the percentage who believe? why\/why not?\n  ","493825":"\n   Are your parents married, divorced or do you hardly even know them? How has it affected your life?\n  ","493826":"\n   what’s your favorite kind of meat?\n  ","493827":"\n   opinion on mushrooms?\n  ","493828":"\n   Do your breasts ever hurt?\n  ","493829":"\n   Is there anyone you have beef with?\n  ","493830":"\n   people love their ice cream but idk i need something to chew on more yanno\n  ","493831":"\n   what is your favorite podcast?\n  ","493832":"\n   what kind of soup?\n  ","493833":"\n   What size meal do you order at a fast food place?\n  ","493834":"\n   Are you good at attendance? Do you call in sick often to work or are absent from school?\n  ","493835":"\n   What mobile phone model do you have?\n  ","493836":"\n   Good night sweetie\n  ","493837":"\n   Do-over day! Tell about three things you would do differently!\n  ","493838":"\n   -\n  ","493839":"\n   It looks like it just got hit in the style of the old comic strips which is pretty cool\n  ","493840":"\n   +\n  ","493841":"\n   My little cousin saw the new Addams Family animated movie he said it was good\n  ","493842":"\n   Why are you on this so much when most of it is so inane?\n  ","493843":"\n   Hello how are you doing\n  ","493844":"\n   You must waste a lot of your time on here?\n  ","493845":"\n   What are you doing for Halloween?\n  ","493846":"\n   i read what you write. quiz me lol\n  ","493847":"\n   what is your favorite comfort food?\n  ","493848":"\n   what is your favorite tv show?\n  ","493849":"\n   -\n  ","493850":"\n   yes i am tbh a easy target, xo\n  ","493851":"\n   What are some light-hearted, funny, easy to follow TV shows worth binge-watching?\n  ","493852":"\n   Salve 🌹 Cancelleresti i tuoi ricordi più preziosi per diventare più intelligente?\n  ","493853":"\n   Lasceresti il tuo paese natale per un altro che ti piace?\n  ","493854":"\n   no just they are mean\n  ","493855":"\n   Last movie you watched ?\n  ","493856":"\n   no i wont, its girls at school that gave me the bruises this time\n  ","493857":"\n   What are your favorite misfits songs?\n  ","493858":"\n   Fav green day songs?\n  ","493859":"\n   What are your favorite sublime songs?\n  ","493860":"\n   Do you like twenty one pilots? What is your favorite song of theirs?\n  ","493861":"\n   Last time you had a brain freeze?\n  ","493862":"\n   the only kind I like 😘😂\n  ","493863":"\n   😆🤦🏻‍♂️😏\n  ","493864":"\n   my legs so sore\n  ","493865":"\n   🤣 nah I didn’t think so :p just my dirty mind, ignore me :D\n  ","493866":"\n   hail marys for my bruise(s) i guess\n  ","493867":"\n   is some guy flirting lol\n  ","493868":"\n   extreme case could be taking ice cream from a girl, liv kills me tbh\n  ","493869":"\n   Where you from?\n  ","493870":"\n   You seem like a nice girl\n  ","493871":"\n   Heyy beautiful\n  ","493872":"\n   Hello\n  ","493873":"\n   Where you do not mind waiting?\n  ","493874":"\n   What food do you often crave for?\n  ","493875":"\n   mr pink and carl showalter for me. also loved his character in desperado. pure unadulterated buscemi lol\n  ","493876":"\n   I'll search the world over for a euro-trash girl\n  ","493877":"\n   what is your favorite breakfast food?\n  ","493878":"\n   best steve buscemi roles?\n  ","493879":"\n   What do you think people should do more often in a day?\n  ","493880":"\n   Have you gotten any news lately that has really shaken you? I just learned two of my best friends are separated and possibly divorcing. 😢\n  ","493881":"\n   What is your favourite sport?\n  ","493882":"\n   How are you beautiful humans today?\n  ","493883":"\n   Have you ever heard of deja vu? Do you know what it means to have deja vu?\n  ","493884":"\n   Winter or summer?\n  ","493885":"\n   If you could live forever, would you want to?\n  ","493886":"\n   When was the last time you had to block someone here and what for?\n  ","493887":"\n   dont tell me you heard that lately? thats nostalgic for me\n  ","493888":"\n   ah. you are thinking pistachios. and the white bits are just fat. mmm... mortadella, swiss, tomato, and giardiniera sandwiches are legendary : )\n  ","493889":"\n   I feel this is an innuendo, 🤦🏻‍♂️\n  ","493890":"\n   Who is the last person to betray your trust?\n  ","493891":"\n   Lucky you. Sadly, I've to see it 5 times a week :p\n  ","493892":"\n   What would be the nicest thing right now?\n  ","493893":"\n   ready to rate yet?\n  ","493894":"\n\n    https:\/\/youtu.be\/0y6hIABR-nU\n   \n","493895":"\n   you hide the pickle juice dont even lie.\n  ","493896":"\n   what like mixed within the sausage? im not familiar with this\n  ","493897":"\n   ever make your own?\n  ","493898":"\n   what is spit? < gets forwarded lol.\n  ","493899":"\n   who did you play as in MK?\n  ","493900":"\n   what no doctor? lol jk. what is spit? and what video games did uber youngish lynds like to play?\n  ","493901":"\n   When was the last time you ate chorizo?\n  ","493902":"\n   an anon on here then?\n  ","493903":"\n   Plans tomorrow?\n  ","493904":"\n   Favourite day of the week??\n  ","493905":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","493906":"\n   What hurts?\n  ","493907":"\n   Have you worn stuff that was too revealing before?\n  ","493908":"\n   what about your anons tho? they would slip into the abyss forever... the sadness\n  ","493909":"\n   What were your favorite childhood games to play or pastimes?\n  ","493910":"\n   What was the last movie you watched that was really good?\n  ","493911":"\n   you still in contact with this person?\n  ","493912":"\n   What are you up to today?\n  ","493913":"\n   Do you dance like crazy when no one is looking? What music makes you dance the most?\n  ","493914":"\n   about how many people is that?\n  ","493915":"\n   Do you own any boots? (PAP?)\nIf you don't own any boots. What kind of shoes do you like to wear?\n  ","493916":"\n   Swimming with dolphins? Would do or pass?\nOr have you already done?\nTell me about your experience!\n  ","493917":"\n   What would you never change about yourself or your life?\n  ","493918":"\n   Sunset or sunrise?\n  ","493919":"\n   do you like sloppy joes?\n  ","493920":"\n   What is the best place to hide things from others?\n  ","493921":"\n   Wearing anything black what is it\n  ","493922":"\n   In whose power it is to make a difference in the world?\n  ","493923":"\n   Girls,menurut kalian apa perasaan kalian lihat cowo kalian sendiri di gandeng tangannya foto berdua meskipun dia cuman temanan , trus dia bilag cuman bercandaaan. Apa si prasaan klian gimana?\n  ","493924":"\n   Subway or Firehouse Subs?\n  ","493925":"\n   Do you know anyone who’s in the military?\n  ","493926":"\n   What outfits do you have that are really revealing?\n  ","493927":"\n   Who is the last person who's trust you betrayed?\n  ","493928":"\n   How old were you when you started playing video games?\n  ","493929":"\n   What is your favorite type of sushi?\n  ","493930":"\n   What does askfm mean to you? Is it important to you or would you not care if it disappeared tomorrow?\n  ","493931":"\n   My head is bursting. Im sick of using the internet.\n  ","493932":"\n   Good night gorgeous\n  ","493933":"\n   What do i do now? Im sick of using the internet. Im sad. I have a sad life. I need to be using good soaps and facial wash. I want to have smooth and healthy skin.\n  ","493934":"\n   Im not able to apply for more jobs. I can be happy only if i have fuller hair.\n  ","493935":"\n   What did you do today\n  ","493936":"\n   Im upset and frustrated\n  ","493937":"\n   thanks familia : )\n  ","493938":"\n   do you think this was the same anon from yesterday from the thread where i asked you if you thought the posts were all from the same individual? also this highlights your improved confidence here. not letting their negative bs affect you. awesome lyndsey! turn it into a positive! 😘\n  ","493939":"\n   If you were on a first date with a guy in a coffee shop, and he reached out and did that, how would you feel?\n  ","493940":"\n   my fcking acct got disabled and now i dont know who all i followed anymore since its all different people since this older account. who is that chilled out aussie bloke you follow?\n  ","493941":"\n   Haha you're just as superficial as the rest of us\n  ","493942":"\n   my favorite one is rock superstar\n  ","493943":"\n   Is he actually in India\/\n  ","493944":"\n   -\n  ","493945":"\n   you like cypress hill?\n  ","493946":"\n   Do you like Dairy Queen? What’s your favorite thing to order?\n  ","493947":"\n   who has the good food deals?\n  ","493948":"\n   who are your fav mtv unplugged performances?\n  ","493949":"\n   When was the last time you spent an entire day without your phone or any sort of computer? What did you do?\n  ","493950":"\n   what side do you prefer or start on? had to google masshole lol. 90's music will be iconic forever.\n  ","493951":"\n   what is your favorite pasta dish?\n  ","493952":"\n   what is your favorite pizza toppings?\n  ","493953":"\n   ew get the iphone 11 or the galaxy s10\n  ","493954":"\n   Is there a person in your life who has a habit of snapping your bra?\n  ","493955":"\n   How much did your phone cost?\n  ","493956":"\n   Would it be weird if someone tucked it away for you\n  ","493957":"\n   otterbox\n  ","493958":"\n   Do you agree people should mind their own business?\n  ","493959":"\n   How do you generally feel about your bra straps showing\n  ","493960":"\n   hm\n  ","493961":"\n   Fascinating. Thank you. x\n  ","493962":"\n   could have been sent en mass\n  ","493963":"\n   could you imagine a life with no pets?\n  ","493964":"\n   king is back in court.\n  ","493965":"\n   do u like Worcestershire sauce?\n  ","493966":"\n   hey jealousy great tune. sad note, just googled them to find out the founder of the band had killed himself :(\n  ","493967":"\n   Your legs look total black? Blondish wig or dyed? IDK It was a straight question.\n  ","493968":"\n   we come back as donuts\n  ","493969":"\n   You're a negro? Like, a 'person of color'?\n  ","493970":"\n   i feel like 'feels like' rubbed off on the weather forecast.\n  ","493971":"\n   What is the best way to have cabbage?\n  ","493972":"\n   -\n  ","493973":"\n   water level critical. what was in the bag?\n  ","493974":"\n   did you switch many schools from the moves?\n  ","493975":"\n   So cute\n  ","493976":"\n   you live in a big house?\n  ","493977":"\n   Your hair is such a pretty colour 😍\n  ","493978":"\n   Pap❤️\n  ","493979":"\n   What's your favourite fast food chain?\n  ","493980":"\n   even if they don't transfer over? Then start over. wtf\n  ","493981":"\n   what is the biggest change you want to make in your life? what steps will you need to take to succeed?\n  ","493982":"\n   what is your favorite “cocktail?” (an alcoholic drink consisting of a spirit or several spirits mixed with other ingredients)\n  ","493983":"\n   What is your opinion on white Americans who adopt black African children?\n  ","493984":"\n   You are 30 something and unemployed. Maybe you should go to school. or SOMETHING\n  ","493985":"\n   what is your favorite kind of ice cream?\n  ","493986":"\n   Instead of money pay me in…\n  ","493987":"\n   Do you miss being in school?\n  ","493988":"\n   What’s the perfect weather for you?\n  ","493989":"\n   Do you know any Mormons?\n  ","493990":"\n   Are you a good spanker?\n  ","493991":"\n   What is one thing you will never do again?\n  ","493992":"\n   Bra & panty color today?\n  ","493993":"\n   here?\n  ","493994":"\n   What is your instagram?\n  ","493995":"\n   I have a sad life. Change it.\n  ","493996":"\n   What do you think happens to us after we die? Do you think there's life after death?\n  ","493997":"\n   gonna have to find out later all about the evil anon lol\n  ","493998":"\n   What's the last concert\/festival you attended?\n  ","493999":"\n   It‘s time to don‘t speak about Donald 😋.\n  ","494000":"\n   You got good music taste!\n  ","494001":"\n   Boris know that 😁 ? I guess Lynds will be the better Premier Minister\n  ","494002":"\n   Holy sh!t you are famous😮😮😮\n  ","494003":"\n   Do you fee that you’re a reasonable rational person?\n  ","494004":"\n   Are you a good snowball fighter?\n  ","494005":"\n   Good morning I hope you have a great day\n  ","494006":"\n   Im frustrated of finding steel companies and applying for the job to them. The gum chewing girl lived in Askari 11 before she got married.id go there every month and eat a zinger burger from a market near her house. She is married now. She has a baby. I dont know where she lives.\n  ","494007":"\n   Good night beautiful\n  ","494008":"\n   Can i see the area of your back above your butt?\n  ","494009":"\n   Im crying. I wish i was in Worcestershire with you so that i can eat chips with you sitting in a bed. Hm if the garden girl was sitting next to me id kiss her on her cheek.\n  ","494010":"\n   Show me your house and the view outside your house. Dont waste time. Dont you get bored.\n  ","494011":"\n   6 things you love about your partner (if you have one)\nif you don’t, 6 things you love about the person you like.\n  ","494012":"\n   Shouldn't you be sleeping?\n  ","494013":"\n   Where have you lived?\n  ","494014":"\n   I used to get a discount off certain foods so they had a Reuben sandwich that normally sold there for about $25 I only paid 6 for it\n  ","494015":"\n   Same day everyday. This is making me puke. Im bored. It is bad that im not thirsty.\n  ","494016":"\n   What is the most interesting invention?\n  ","494017":"\n   6 facts about yourself\n  ","494018":"\n   What’s your least favorite song by your favorite singer or band?\n  ","494019":"\n   I got hired during the wedding and banquet seasons it was miserable\n  ","494020":"\n   How are you\n  ","494021":"\n   I used to work at a country club as a dishwasher\n  ","494022":"\n   So sorry LOL\n  ","494023":"\n   is there anything new that has been happening in your life?\n  ","494024":"\n   How many cracks does your phone screen have?\n  ","494025":"\n   4 facts about where you live\n  ","494026":"\n   🌹🍿🍿\n  ","494027":"\n   Lol why regret it? Doesnt that sound nice? Im a guy your age too! A bonus there❤\n  ","494028":"\n   Where have you been\n  ","494029":"\n   You can tell it bye bye\n  ","494030":"\n   your sister's house\n  ","494031":"\n   3 facts about your pets (if you have any)\n  ","494032":"\n   Are you a cheapskate?\n  ","494033":"\n   What do ya think about Ja Kurse\n  ","494034":"\n   Why have you been doing that\n  ","494035":"\n   Goodnight everyone. Hope you have a wonderful tomorrow .\n  ","494036":"\n   I like that show\n  ","494037":"\n   Wow sounds like you had a really busy day you must be exhausted I love hamsters they are so cute\n  ","494038":"\n   What happened to the mom who had breast cancer?\n  ","494039":"\n   How was your day\n  ","494040":"\n   Okay I understand I'm just being friendly are we cool\n  ","494041":"\n   I am not\n  ","494042":"\n   Not at all, that's just your insecurity talking again\n  ","494043":"\n   I think you're missing the point\n  ","494044":"\n   Your awesome\n  ","494045":"\n   😥😥😥\n  ","494046":"\n   Hell yeah\n  ","494047":"\n   Are you computer generated?\n  ","494048":"\n   What's wrong with checking out a girl's boobs when she's obviously braless in public?\n  ","494049":"\n   Do you think that you’re a good person?\n  ","494050":"\n   Rate your relationship with your dad from 0 to 10, 10 being he's your bff and 0 being you never see or hear from him\n  ","494051":"\n   It really is! Do you always choose that color for your toe nails?\n  ","494052":"\n   Maybe show your soles? I mean its just the bottom of your foot, not so personal😍😍and i just know your soles will be amazing!\n  ","494053":"\n   Wow that is s*xy😍😍😍\n  ","494054":"\n   Oh sweet what color?\n  ","494055":"\n   When was the last time you painted your toe nails?\n  ","494056":"\n   how many selfies have you posted this week? i've seen 2 and you're adorable!!\n  ","494057":"\n\n    https:\/\/www.youtube.com\/watch?v=A0H9z6CEUKo\n   \n   did u watc tis movie\n  ","494058":"\n   Aw but you can benefit from that kink😍\n  ","494059":"\n   Are you open to feet kinks?\n  ","494060":"\n   What was the last thing you regret buying?\n  ","494061":"\n   You're the greatest\n  ","494062":"\n   True again you are a very smart woman\n  ","494063":"\n   You are absolutely right nobody should be bullied nothing is wrong with you knows I like it alot you should just probably take down this whole post LOL\n  ","494064":"\n   how long you there for?\n  ","494065":"\n   heyy friend\n  ","494066":"\n   our mindsets are quite a thing though. its almost terrifying how your state of mind can change and and idea or feeling you had can morph into quite the different animal in an instant. im not sayin you specifically. just speaking in broad terms. maybe im wrong. dont know how others feel, just me lol.\n  ","494067":"\n   what a jerk\n  ","494068":"\n   i think if they legit existed both would be a total let down. horse with a thing on its head and a woman that has a fish tail. seriously who cares lol. id rather have a box of nerds or graham crackers.\n  ","494069":"\n   i need money\n  ","494070":"\n   Sorry I'm new... you're very beautiful\n  ","494071":"\n   What are you doing?\n  ","494072":"\n   it doesn't bother you yet you went full on self defense. chill your nose dude lol\n  ","494073":"\n   naah your nose looked misformed on every picture and video you posted\n  ","494074":"\n   Is that you!? 😍\n  ","494075":"\n   Is your nose okay?\n  ","494076":"\n   Pap\n  ","494077":"\n   i liked him ever since he fckd meredth vickers, slid right in there all while giving negative 2 fcks\n  ","494078":"\n   do you think that you say that because right now you are in a different state of mind. perhaps if you found yourself in a depressed state of mind again then you would revert back to the old feeling? does that logic makes sense or no?\n  ","494079":"\n   Would you rather have mermaids or unicorns be real?\n  ","494080":"\n   bank it. rates are sht but im done investing. too stressful for me.\n  ","494081":"\n   It's World Mental Health Day. Do you find it easy or hard to reach out? How have you personally coped or help someone cope? You all matter and you are all loved. ❤️\n  ","494082":"\n   Favorite season\n  ","494083":"\n   Is Idris Elba attractive?\n  ","494084":"\n   have you ever snorted a drug\n  ","494085":"\n   Would you rather have a chubby redhead or a skinny blonde?\n  ","494086":"\n   how would you invest it?\n  ","494087":"\n   Last song listened to?\n  ","494088":"\n   Would you date someone who was bisexual?\n  ","494089":"\n   Favorite nut?\n  ","494090":"\n   What are your main priorities \/focus at the moment? Are they work related or more recreational?\n  ","494091":"\n   fruit or vegetables?\n  ","494092":"\n   pineapple or coconut?\n  ","494093":"\n   Ootd:\n  ","494094":"\n   At what age do women's looks peak?\n  ","494095":"\n   What's your go-to stress reliever?\n  ","494096":"\n   if you had a crush how would you feel if you saw him getting spanked?\n  ","494097":"\n   pineapple or coconut?\n  ","494098":"\n   rem crush with eyeliner.\n  ","494099":"\n   never getting lucky again. lol\n  ","494100":"\n   i feel like i seen the word crush 300 times today.\n  ","494101":"\n   have you had to take someone to one side to tell them they have a wardrobe malfunction?\n  ","494102":"\n   how many pillows do you sleep with?\n  ","494103":"\n   Great job 😂\n  ","494104":"\n   Would you use a self-driving car or drive yourself?\n  ","494105":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","494106":"\n   Would you rather spend your time at the at home or in the mountains?\n  ","494107":"\n   Warm lighting or bright white lighting?\n  ","494108":"\n   Anything happen today?\n  ","494109":"\n   oh must have missed the boxes lol although they havent been as punctual as usual i think. maybe im wrong tho\n  ","494110":"\n   did you consider doing the tightrope crossing? yanno for kicks\n  ","494111":"\n   missing your demons?\n  ","494112":"\n   You can juice me 😆 love the name\n  ","494113":"\n   Wearing anything yellow what is it\n  ","494114":"\n   Yes on 19th.can i have username please if you dont mind\n  ","494115":"\n   whats on your list of fun things to do that hits the 10 mark?\n  ","494116":"\n   Hi do you have snapchat or kik ?\n  ","494117":"\n   I want to wrap your legs around my waist, kiss you on your perfect lips and run my fingers through your hair.\n  ","494118":"\n   been there fam. wax museums galore.\n  ","494119":"\n   what happened to king?\n  ","494120":"\n   how is country club life?\n  ","494121":"\n   eggs\n  ","494122":"\n   what are you saving them for? not ready yet?\n  ","494123":"\n   where in canada?\n  ","494124":"\n   it didnt get past security\n  ","494125":"\n   What? Where is it?\n  ","494126":"\n   yum\n  ","494127":"\n   what was breakfast\n  ","494128":"\n   champagne supernova\n  ","494129":"\n   Best and worst aspect of you day so far?\n  ","494130":"\n   How many people live under your roof besides you?\n  ","494131":"\n   Do you consider yourself a creative person?\n  ","494132":"\n   have you ever deliberately had a wardrobe malfunction?\n  ","494133":"\n   How do you surprise other people?\n  ","494134":"\n   And employment?\n  ","494135":"\n   do you think all these in this thread were sent by the same person?\n  ","494136":"\n   FRIENDLY REMINDER ♡☆●\n  ","494137":"\n   Good night sweetie\n  ","494138":"\n   Who has the most beautiful eyes?\n  ","494139":"\n   What is the main reason for you to refuse a date?\n  ","494140":"\n   What's the most heartwarming thing you've ever seen\/experienced?\n  ","494141":"\n   Best cheese:\n  ","494142":"\n   Why do girls talk more than boys?\n  ","494143":"\n   If someone offered you 80 dollars to get one word tattooed on ur inner wrist, would you do it? (Obviously the tattoo is free too.) If so, what word would you choose?\n  ","494144":"\n   Has anyone ever hacked your account before? :O I had a recent real life scare, though.. granted, I didn't change my password in like a bagillion years *shuns self*, lol. I've been ed-jamacatin mah'self on phishing and stuffs about fraud... It's kinda interesting! Are you good about security stuffz?\n  ","494145":"\n   I mean it's pretty hawt when you talk about working yourself over with that long toy of yours\n  ","494146":"\n   Have you ever been in a same s x relationship\n  ","494147":"\n   I don't think it's about the things you don't have. It's about the effort you put in (or don't)\n  ","494148":"\n   srsly you shouldn't get so sore at simple questions, if they're touching you somewhere sensitive then it's obviously touching something you should be working on anyway\n  ","494149":"\n   I understand perfectly\n  ","494150":"\n   no because it was obviously an innocent (hobby) question, and you took it very badly\n  ","494151":"\n   Don't you think so\n  ","494152":"\n   wow low self esteem much\n  ","494153":"\n   what do you do in your life?\n  ","494154":"\n   Yeah but it's pretty hawt when a girl describes being f*cked\n  ","494155":"\n   like her t1ts are so perky, getting so hard just telling you about it\n  ","494156":"\n   hahaha much\n  ","494157":"\n   Are you jealous?\n  ","494158":"\n   Travel where? Any recommendations? lol\n  ","494159":"\n   Why not? Shes kind of a hottie. She's a B cup, really perky b0obs tho she always wears a bra. She shaved so she would be smooth for him, too\n  ","494160":"\n   I've been to south phoenix... it ain't no paradise! lmao. xD\n  ","494161":"\n   One of the girls I follow just had sx with her new bf for the first time. She talked about how he went into her raw and gave it to her good. She's been waiting for him to fk her for a long time, so she's happy\n  ","494162":"\n   I live in Italy but I would remain an anonymous haha\n  ","494163":"\n   I can meet you? in friendship of course\n  ","494164":"\n   anyway i think you really are very beautiful\n  ","494165":"\n   only to those who truly deserve it\n  ","494166":"\n   beautiful lady\n  ","494167":"\n   Do you think people deserve a second chance?\n  ","494168":"\n   what’s your favorite Elvis song?\n  ","494169":"\n   Will A black baby in every white womb defeat racism\n  ","494170":"\n   What would your perfect room look like?\n  ","494171":"\n   Name one thing you learned today?\n  ","494172":"\n   🌹👑✨\n  ","494173":"\n   Do you give money to beggars? Why\/why not?\n  ","494174":"\n   -----'\n  ","494175":"\n   Do all guys want to do anal?\n  ","494176":"\n   One could argue that intelligence and wisdom coincide with one another\n  ","494177":"\n   Intelligence or wisdom, what’s more important for a better world?\n  ","494178":"\n   Wanna go out 4 dinner?\n  ","494179":"\n   -\n  ","494180":"\n   Full body y\n  ","494181":"\n   -\n  ","494182":"\n   I see. And even then, they started hanging out, so I guess at that time they were getting to know each other.\n  ","494183":"\n   A guy broke up with his gf bc he felt like the situation was suffocating him, but the gf has still strong feelings for him. After 2 months, the guy met someone new and was in a relationship with this new girl. Do you think the new girl was a rebound, or the guy actually has feelings for her?\n  ","494184":"\n   +++\n  ","494185":"\n   +\n  ","494186":"\n   -\n  ","494187":"\n   What are you doing\n  ","494188":"\n   How many hours do you sleep a day?\n  ","494189":"\n   Can you post a new picture of you, Lynds?\n  ","494190":"\n   Currently Tata steel Europe does not has a job opening for the position of sales executive, i think.\n  ","494191":"\n   this is a bunch of random stuff i have in my playslists that foreign the first one has a bit of spanish lol\n   \n    https:\/\/youtu.be\/mIXCJptrM1U\n   \n\n    https:\/\/youtu.be\/S1J6TFHCevg\n   \n\n    https:\/\/youtu.be\/fXstYW1RP74\n   \n\n    https:\/\/youtu.be\/GXFSK0ogeg4\n   \n\n    https:\/\/youtu.be\/WNJ4Xri7e68\n   \n\n    https:\/\/youtu.be\/g3ENX3aHlqU\n   \n   cont.\n  ","494192":"\n   How're you?\n  ","494193":"\n   I have never applied for the job to Tata steel ever. It has production units in many countries. It is an Indian company. Should i apply for the job to it?\n  ","494194":"\n   Hello baby i want money. Im not happy with the GOD. HE has wasted so much of my time. I wanna get admission in a university somehow. I wanna earn money.\n  ","494195":"\n   what life event did you experience that changed your life forever?\n  ","494196":"\n   May i get a positive response from a steel company in the UK. Will you meet me? I want fuller hair soon.\n  ","494197":"\n   Do you like cookies. Favorite kinda cookie?\n  ","494198":"\n   What now? Lets talk on Discord.\n  ","494199":"\n   Job Spam: What is your dream job? (if you are working your dream job, why is it ideal?)\n  ","494200":"\n   My name is Shaam. My name is not Lahore.\n  ","494201":"\n   What do you think is your strongest skill? Can be more than one? Tell me about them. 😊\n\n_______(side note)\nHope y'all are having a great day?! Much love! ❤\n  ","494202":"\n   -\n  ","494203":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","494204":"\n\n    https:\/\/youtu.be\/NW55FRXlPEs\n   \n\n    https:\/\/youtu.be\/UwzlLEzJ0MM\n   \n\n    https:\/\/youtu.be\/ofurRlfJ_Ys\n   \n","494205":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","494206":"\n   Sicko Mode or Mo Bambi\n  ","494207":"\n   I need good vibes everyone tonight Dodgers must win! \n...Have you ever bought cookie dough with the intent to bake cookies only to eat all the cookie dough?\n  ","494208":"\n   Hello\n  ","494209":"\n   Where would you wish to wake up tomorrow?\n  ","494210":"\n   How do you feel about snow?\n  ","494211":"\n   scale 1 to 10 How much fun ASK.FM brings to you？\n  ","494212":"\n   subscribe\n   \n    https:\/\/www.youtube.com\/watch?v=_PvtLD-9UQ0\n   \n","494213":"\n   How r u?\n  ","494214":"\n   What is a good amount of savings to have?\n  ","494215":"\n   Worst day of your life?\n  ","494216":"\n   What is the best thing about you?\n  ","494217":"\n   what are some good things you fked up?\n  ","494218":"\n   Hey\n  ","494219":"\n   Which website or app do you use first in the morning?\n  ","494220":"\n   Dont go. Help me.\n  ","494221":"\n   honey or jam?\n  ","494222":"\n   What do you usually forget?\nDon't say\"my self\"😛\n  ","494223":"\n   do u have a favourite insect? lol\n  ","494224":"\n   I need some advice. My best Friend of 3 years, is not telling me about the boy she is seeing and just keeps lying too me but she’s telling our other friend. I don’t understand what I have done wrong for her to not tell me what she’s doing in her life. Any ideas on what I could do?\n  ","494225":"\n   homemade?\n  ","494226":"\n   from the archives?\n  ","494227":"\n   they're all in hades now lol\n  ","494228":"\n   did she go to the gangsters paradise?\n  ","494229":"\n   What is the furthest place from home you've visited?\n  ","494230":"\n   for those hershey and kit kat (white) bars that are about to die we salute you.\n  ","494231":"\n   me lol < what i would say if i was them :')\n  ","494232":"\n   had to google palmini. i had no idea what that could be lol.\n  ","494233":"\n   in what way do you want to help people?\n  ","494234":"\n   whats my goal weight?\n  ","494235":"\n   What is on your mind today?\n  ","494236":"\n   For the last 24 hours my Ask has been acting up. Anyone else experiencing any issues? I'm back if y'all are wondering!\n  ","494237":"\n   if we have dinner what are we eating?\n  ","494238":"\n   what is the goal weight?\n  ","494239":"\n   is coolio coming back?\n  ","494240":"\n   When was the last time you had eclairs?\n  ","494241":"\n   What is at the same time funny and sad?\n  ","494242":"\n   are you concerned about the fate of this individual?\n  ","494243":"\n   Do you use dark mode or light mode on your phone?\n  ","494244":"\n   What is your latest gadget purchase?\n  ","494245":"\n   Original Oreo’s or Golden Oreo’s?\n  ","494246":"\n   Good night beautiful\n  ","494247":"\n   I cried while driving. Not a good bitch.\n  ","494248":"\n   Im crying\n  ","494249":"\n   Find a job for me in America then\n  ","494250":"\n   What was the last thing you got for free?\n  ","494251":"\n   what’s one great song that came out in 2018?\n  ","494252":"\n   The company contacted me on the whatsapp and said my visa is under process. This is making me puke. I dont wanna go to Bahrain. Help me.\n  ","494253":"\n   If you find a job for me in the UK, i will give you $3000\n  ","494254":"\n   I will be back in 1\/2 hour. Im going to pick my niece from her school.\n  ","494255":"\n   What's something that's hard for you to let go?\n  ","494256":"\n   Lol what's the point of honesty hour if your answers are all so vague\n  ","494257":"\n   What are your kinks?\n  ","494258":"\n   How many ppl have you had sx with?\n  ","494259":"\n   Who was your last time with?\n  ","494260":"\n   How many years ago?\n  ","494261":"\n   What's the biggest favor your sister owes you?\n  ","494262":"\n   Haha so when?\n  ","494263":"\n   Last time you had sx?\n  ","494264":"\n   Honesty hour?\n  ","494265":"\n   What was the last drink you had?\n  ","494266":"\n   Wyd?\n  ","494267":"\n   What’s invisible but you wish people could see?👀\n\n\nFeelings, ideas,  thougjts\n  ","494268":"\n   What Did You Think Was Cool Then, When You Were Young But Isn’t Cool Now?\n  ","494269":"\n   What would you say to your young self and why?\n  ","494270":"\n   It's Monday! Have a brilliant week everyone! Use this to post a nice pic or to say anything you like! :3 💕\n  ","494271":"\n   What is something you want to accomplish in your lifetime?\n  ","494272":"\n   What is your favorite Iggy Pop song?\n  ","494273":"\n   What are 5 things you love?\n  ","494274":"\n   When is the last time u were in ur feelings and why?\n  ","494275":"\n   -\n  ","494276":"\n   i would miss you online so positive and kind vibes xo\n  ","494277":"\n   What are some things you want to spend more time doing? What are some things you want to spend less time doing?\n  ","494278":"\n   That movie was awesome\n  ","494279":"\n   I saw the new Joker movie\n  ","494280":"\n   Nothing I could think of at the moment\n  ","494281":"\n   Hello how are you doing\n  ","494282":"\n   aw, hugs\n  ","494283":"\n   your such a nice\/chill person, even if your angry its not scary x\n  ","494284":"\n   just bc your sweet xo\n  ","494285":"\n   Hello sweetie\n  ","494286":"\n   hii\n  ","494287":"\n   Do you like any of these bands? Oasis, Linkin Park, Kasabian, Audioslave\n  ","494288":"\n   Do you listen to death metal?\n  ","494289":"\n   Full body ootd pic\n  ","494290":"\n   Insta may I have it?\n  ","494291":"\n   Which is your favorite song?\n  ","494292":"\n   I like your thighs\n  ","494293":"\n   Did you gain weight?\n  ","494294":"\n   Tattoos or piercings?\n  ","494295":"\n   You think you have changed\n  ","494296":"\n   Lunch?\n  ","494297":"\n   Can you handle spicy food well?\n  ","494298":"\n   Have you gotten your flu shot yet?\n  ","494299":"\n   i’m explaining what happened so you can stop acting like i’m such an asshole\n  ","494300":"\n   What happened to you?\n  ","494301":"\n   i’m sorry, but you really truly hurt my feelings and i didn’t want to follow you anymore.\n  ","494302":"\n   You say things with lots of sarcasm\n  ","494303":"\n   Do you dislike me?\n  ","494304":"\n   Are you on Eggsy’s shit list???\n  ","494305":"\n   She wouldn't reply sometime I like attention\n  ","494306":"\n   Why are people so dumb and bereft of self-awareness? This person is obvi interested in you in SOME way if they’re writing to you. 🤣\n  ","494307":"\n   You are not special to me\n  ","494308":"\n   That was for my girl nikki\n  ","494309":"\n   Is your house decorated for Halloween? Post a pic! Or don’t ,I don’t care what you do or don’t do!\n  ","494310":"\n   No I am speaking for my kind of people\n  ","494311":"\n   We are people so us\n  ","494312":"\n   Ho notato che mi stanno di nuovo spammando in giro, se dovesse arrivarvi qualcosa chiedo scusa al posto loro.. 🌹🌹\nComunque ne approfitto per fare una domanda: Vi è mai successo di ricevere questo trattamento? \nCome vi siete comportati o come vi comportereste? \nUn bacio!💕\n  ","494313":"\n   You liked us once\n  ","494314":"\n   Lovely people\n  ","494315":"\n   Have you ever heard a really interesting rumour about yourself? 🤗\n  ","494316":"\n   What’s your name? Where you from? What’s your drink when you get drunk? What’s your sign? What’s your song?\n  ","494317":"\n   janie's got a gun..\n  ","494318":"\n   no me gustan las fcking candy corn. they are making life unbearable. pls take them away.\n  ","494319":"\n   such a savage.\n  ","494320":"\n   have you ever disemboweled a gummy bear?\n  ","494321":"\n   Does blackberries grow in your yard?\n  ","494322":"\n   have you ever seen the movie backcountry?\n  ","494323":"\n   What was the last drink you had?\n  ","494324":"\n   size shouldn't matter should it?\n  ","494325":"\n   Hottest 5 girls on Ask?\n  ","494326":"\n   What do you prefer - a walk in a quiet forest or an interesting movie?\n  ","494327":"\n   just tell yourself everything is cod liver flavored except the water. im not feeling the poptarts again lately. think they miss my affections.\n  ","494328":"\n   Do you know what's good to order at Starbucks? Like, I've never been in there but I gather just asking for a coffee in such places is a big no, no 😐😬 Have you ever had one of those vanilla bullsh*t things? What are they like? 🤔🤷‍♂️\n  ","494329":"\n   Do your superiors make the effort to exchange social pleasantries with you where you work?\n  ","494330":"\n   have you ever had a root beer float?\n  ","494331":"\n   not gonna argue with you there! so how are things going over there?\n  ","494332":"\n   What is the worst social media site in your opinion? What do you hate about it?\n  ","494333":"\n   you want my naan recipe, i know it!\n  ","494334":"\n   what do you think of him as an actor historically?\n  ","494335":"\n   do you follow any poll pages? tag them so i can follow them too !! ✰\n  ","494336":"\n   sounds promising. rating?\n  ","494337":"\n   I heard a bunch of people were walking out from that movie too 😂 partially from how dark it is but also cause it was long to get good. Idk sounds awesome though. My friend said there are dark humor jokes in it too lol\n  ","494338":"\n   Good night beautiful\n  ","494339":"\n   Are you living your dream?\n  ","494340":"\n   If you are hot now then get married. What are you waiting for\n  ","494341":"\n   How was the movie?? I’ve been hearing mixed reviews from friends and coworkers but mainly heard good things. other than it was long to get to something good :p\n  ","494342":"\n   Do you have a hot body like Katrina?\n  ","494343":"\n   Have you ever watched what was supposed to be a joyous occasion slowly disintegrate into something awful?\n  ","494344":"\n   PAP of where your at now. (Don't have to share. Can just post a GIF)\n  ","494345":"\n   Do knowledge and understanding make you content and happy as a person?\n  ","494346":"\n   me too\n  ","494347":"\n   ***\n  ","494348":"\n   Who is the person that you've spent most the time of your life with?\n  ","494349":"\n   -\n  ","494350":"\n   Tights or bare legs?\n  ","494351":"\n   yeah i was gonna say thats a no brainer. you go with the biggest fruit. watermelon is like 80 strawberries lol\n  ","494352":"\n   Which one fruit would you choose\n  ","494353":"\n   what is a lesson you learned from a past friendship or relationship?\n  ","494354":"\n   But which ONE would u choose\n  ","494355":"\n   yes. we all smell like cod liver. were irresistible basically.\n  ","494356":"\n   you already know what goes here... me lol. although im not really new anymore. im slightly used by now at least :')\n  ","494357":"\n   You have been stuck in a bunker for like a year (let’s say it’s the apocalypse). You’ve been living off nutritious non-perishables. (beans and rice and canned goods). You get the opportunity to receive ONE fresh fruit or vegetable. After a year of no fresh produce, which would you choose?\n  ","494358":"\n   whats the worst thing you’ve done while on the clock\/at work ?\n  ","494359":"\n   well i hope you love it. nervous at all?\n  ","494360":"\n   for sure a demon.\n  ","494361":"\n   even still has that new anon smell : )\n  ","494362":"\n   Have you ever been in an interracial relationship\n  ","494363":"\n   Have you ever been in a same sex relationship\n  ","494364":"\n   Is there something really really attractive about blue eyes?\n  ","494365":"\n   this is for the new gig right?\n  ","494366":"\n   that was like the first of the found footage genre. i liked it overall. i have to see what i rated it but im sure i went with 3.5 or up. its the type of scenario that could play out\/not that far fetched. i always appreciate stories like that. the realism is what projects fear imo. being lost=v,scary\n  ","494367":"\n   oh sht !! :')\n\nmock water under the bridge scenario.\n  ","494368":"\n   how long till you make this journey?\n  ","494369":"\n   how did they end? good breakups or bad breakups?\n  ","494370":"\n   you're pure again : )\n  ","494371":"\n   what did you think of the movie?\n  ","494372":"\n   what did you think of the blair witch? i remember when it came out people went nuts then everyone sht on it after a bit.\n  ","494373":"\n   any plans for camping on the horizon?\n  ","494374":"\n   i know. these things happen. you must suffer the consequences regardless.\n  ","494375":"\n   where do you like to do your reading when you are really into something? most people do in bed but maybe somewhere else?\n  ","494376":"\n   college or pro, or both\n  ","494377":"\n   What makes you feel like your inner voice, is heard? As if, someone is genuinely listening and understanding your perspective\/where you're coming from? Do you feel like Ask.fm gives you that voice? Or even the people on his site? :)\n  ","494378":"\n   What are you not afraid to do?\n  ","494379":"\n   I’m new, relax.\n  ","494380":"\n   Are you real?\n  ","494381":"\n   opinion on cottage cheese?\n  ","494382":"\n   What's something cute?\n  ","494383":"\n   Do you feel like a failure in life?\n  ","494384":"\n   Picture of what you are wearing at the moment\n  ","494385":"\n   “Do you have any cum?” 🤣\n  ","494386":"\n   If you were in a relationship with someone would like to know their past, how many people they slept with\/loved etc?\n  ","494387":"\n   Are you living your dream?\n  ","494388":"\n   How wet do you get during sex?\n  ","494389":"\n   What is it you most dislike that people do?\n  ","494390":"\n   Are you a good person? Make your case either way.\n  ","494391":"\n   If I was with you I would bake you a lot of sweets\n  ","494392":"\n   Favorite cake\n  ","494393":"\n   Favorite book\n  ","494394":"\n   Care to share a picture of an adorable pet or animal? PAP.\n  ","494395":"\n   Have you had an embarrassing slip of the tongue?\n  ","494396":"\n   Most happy \/ upbeat song that you know? 😊 Looking for new songs for a feel good playlist 😅\n  ","494397":"\n   what popular destination do u feel ZERO desire to visit\n  ","494398":"\n   What does your voice sound like\n  ","494399":"\n   If people had a warning label, what would yours say?\n  ","494400":"\n   Where will you go on your next trip?\n  ","494401":"\n   How many boyfriends have you had?\n  ","494402":"\n   Give me your best life quote😊\n  ","494403":"\n   pap of your last screenshot\n  ","494404":"\n   Do you want kids one day?\n\nIf you have kids already. Do you want more? (Don't have to share)\n  ","494405":"\n   Hit me with your fave quote\/lyric 🤙🏻\n  ","494406":"\n   Shuffle ur playlist and tell me what song it plays?\n  ","494407":"\n   What percentage of your interactions here are positive ones? What percentage are negative and what percentage would you say are neither positive nor negative?\n  ","494408":"\n   What music do you listen to when you need to concentrate on work?\n  ","494409":"\n   Are you in favor of keeping the swimsuit section in the beauty pageant? Why\n  ","494410":"\n   What do ya think about\n   \n    @Jakurs\n   \n","494411":"\n   When you read for pleasure how many pages in a sitting is your usual amount?\n  ","494412":"\n   What good movies have you seen lately?\n  ","494413":"\n   Do you go fishing?\n  ","494414":"\n   How many questions a day do you ask here?\n  ","494415":"\n   Opportunity! Writea message to all your haters! Aaaaannd go! 🙅\n  ","494416":"\n   Do you think a person's identity can change over time? How?\n  ","494417":"\n   When you ask questions here what are your usual topics of choice?\n  ","494418":"\n   Can you cook?\n  ","494419":"\n   Is 🔥\n  ","494420":"\n   What makes a person  “good”?\n  ","494421":"\n   PAP with someone you love!\n  ","494422":"\n   Free trip for 4 days! 3 nights! Where are you going? What are you doing?\n  ","494423":"\n   I love baking sweets the worst part I hate about it is cleaning up the mess\n  ","494424":"\n   How would you like a pet flamingo?\n  ","494425":"\n   What sports do you follow?\n  ","494426":"\n   a semi then.\n  ","494427":"\n   what colors\n  ","494428":"\n   How too get a man hard in bed?🤷‍♂️\n  ","494429":"\n   When was the last time you ate naan bread?\n  ","494430":"\n   what do you think of willy wonka vs charlie and the chocolate factory?\n  ","494431":"\n   Do you have a lazy eye?\n  ","494432":"\n   bra colour?\n  ","494433":"\n   Do you think anyone actually gonna use the \"market\" on ask.fm, for offers\/discounts? What would motivate you to use it? So far all I've seen is an expired offer for an askfm tshirt and a discount on flowers...? In this day and age, I need free coffee offers, lol.\n  ","494434":"\n   pantie colour?\n  ","494435":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","494436":"\n   A 2 hour hike in a rain forest? Waterfalls, creeks, wildlife, scenery and lot's of rocks!\nYay or nay?\n  ","494437":"\n   do you have kids?\n  ","494438":"\n   What was the last thing you ate?\n  ","494439":"\n   Do you know anyone who doesn’t work out or exercise yet always looks great?\n  ","494440":"\n   would you care if your brother saw you in your underwear?\n  ","494441":"\n   are you a cheer leader?\n  ","494442":"\n   thong colour?\n  ","494443":"\n   Good night sweetie\n  ","494444":"\n   Is love blind?\n  ","494445":"\n   Arw there any names you wouldn't date?\n  ","494446":"\n   Are there any books you’ve read lately that you recommend? Or just any books you’ve read that you truly enjoyed?\n  ","494447":"\n   It's rolling back around to Monday! So let me just say, you're amazing! You've got this week! You can do it and I believe in you :3 just spreading a lil positivity! 😸💕\n  ","494448":"\n   Nice drawing ✍️  you the artist?\n  ","494449":"\n   Do you have any cuts or bruises?\n  ","494450":"\n   Leave a message for your future that u think you must do? To make sure it more better as present?\n  ","494451":"\n   bikini pap\n  ","494452":"\n   Do you remember your first love? If so, what was it like? :) (P.S. this question doesn't have to solely be based on a love with another person, it could be a love\/passion you have for something else, too! I'm open ears for all interpretations :P)\n  ","494453":"\n   How are you feeling?\n  ","494454":"\n   What are your top favourite Tim Burton movies?\n  ","494455":"\n   What motivates you?\n  ","494456":"\n   Hello cupcake\n  ","494457":"\n   So when someone blocks you on instagram, it's like they no longer exist. You can't see their posts or even their account. Did you know that?\n  ","494458":"\n   Do you drink enough water? How much?\n  ","494459":"\n   yes you won 😘 \n\ni was all bark haha\n  ","494460":"\n   Why do you only get less pure questions\n  ","494461":"\n   e dimmi allora che cosa vedi?\n  ","494462":"\n   Many people say that Americans don't need to learn foreign languages because English is the international language. Do you agree with this view?\n  ","494463":"\n   Are you Italian American? Do you understand Italian?\n  ","494464":"\n   Are you using Google's online translation? Sale 1 to 10 What do you think of the quality of online translation?\n  ","494465":"\n   ma tu no vedi? forse sei cieca :')\n  ","494466":"\n   i forgot the agoraphobia bit :')\n  ","494467":"\n   i know lol. you didnt get that far its from a story. archery could be fun. im sure its not a cheap hobby tho. at least you dont have to keep buying ammunition tho. think they have places where you shoot blunt arrows at a canvas with a digital protection on it. maybe even with motion. dont remember.\n  ","494468":"\n   i know lol. i have translate available, i also speak italian. i thought it was nice of you to do translation the first time. quite considerate : )\n  ","494469":"\n   one bite everybody knows the rules! lol\n  ","494470":"\n   wtf happened to the spider question? its gone and i got a warning too?? lmao this site is so retarded :\")\n  ","494471":"\n   So your pregnant?\n  ","494472":"\n   nope that was a bb gun. guess you will never know lol. :p\n  ","494473":"\n   chronological order, im a big fan 😘\n  ","494474":"\n   you stopped doing the translation after the last one you gave up translating. this is where chronological order helps lol. i already knew this would happen at the time lol\n  ","494475":"\n   for the crust? what kind of pizza aficionado are you??? flop is how much the crust bends when you hold it. so NY style is notorious for having a lot of flop so you fold it. bar style pizza is like a cracker and has no flop. so flop or no flop? some flop? what do you prefer with a thin crust?\n  ","494476":"\n   so do you not get the \"pure\" questions anymore? lol\n  ","494477":"\n   hahaha. dude gets me every time. whoever you are i got love for you my man\/woman. :')\n  ","494478":"\n   whatever you think you see, its probably just the padded shorts\/protective gear i have under my leathers lol. there is nothing but bones. even just sitting is no fun haha.\n  ","494479":"\n   no obv wisc!! 🤫\n  ","494480":"\n   well i can vouch for the ghost ones. they are badass lil mofos. wish i would have gotten more instead of all the other random candy bar shts i got lol.\n  ","494481":"\n   an old dinosaur :')\n   \n    https:\/\/i.imgur.com\/GAiwuoG.png\n   \n","494482":"\n   Is it more important to be loved or to fall in love?\n  ","494483":"\n   How many sent you messages?\n  ","494484":"\n   Why am I twerking to Bruce Dickinson?...\n  ","494485":"\n   How much are worldwide rights to a topless photo of you? (Worldwide as in I can use the pic for whatever)\n  ","494486":"\n   (aside from people and animals) if you were given 3 things to make you happy, what would those be?\n  ","494487":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","494488":"\n   If you could travel anywhere, where would you go and why?\n  ","494489":"\n   Is it weird being female and knowing that so many random guys want to f k you?\n  ","494490":"\n   Do you ever just look at your sibiling looking all undisturbed and unbothered and thought to yourself \"Imma hit this mf\" Cause same :')\n  ","494491":"\n   I taken Oreo I put peanut butter on top the sandwich another cookie on top put it in a brownie paper and dump all the brownie batter in there they're so good\n  ","494492":"\n   Yes, no, or maybe. What do you say most often?\n  ","494493":"\n   been a while.\n   \n    https:\/\/youtu.be\/hLhN__oEHaw\n   \n\n    https:\/\/youtu.be\/uS90B4sZf7U\n   \n\n    https:\/\/youtu.be\/zSAJ0l4OBHM\n   \n","494494":"\n   In your opinion who on ask.fm is funny? Serious? Wholesome? Understanding? Kind? Apathetic? Caring? Problematic? Unproblematic?\n  ","494495":"\n   What is the most unappetizing meal?\n  ","494496":"\n   Ciao 🌹 A cosa ricolleghi il tuo colore preferito?\n  ","494497":"\n   i knew you would do me like this. thats why i booked a flight yesterday. we will fight at noon today. we can stop when you choose ONE answer or someone dies. either way i win loll\n  ","494498":"\n   Does the G-spot actually exist?\n  ","494499":"\n   Out of the questions you answer here how often do you get comments back about your answer? Do you like the back and forth or would you rather get a new question instead?\n  ","494500":"\n   what stories in it were worth the read for you? overall how would you rate the book?\n  ","494501":"\n   So I think I understand the Lyndsey thing now. It's pretty straightforward; I just expected for some reason that there would be more to it.\n  ","494502":"\n   is it far away? we will need updates on how things are going ofc : )\n  ","494503":"\n   milk, semi-sweet, or dark? i always use milk chocolate.\n  ","494504":"\n   well its a lot to overcome. its a lot for you mind to process. your physical transformation has been so fast maybe your mind has not been able to keep up. you may have so much emotion tied to this issue throughout the years of your life. diets, things like this, they can take a toll on your mindset.\n  ","494505":"\n   i saw the followup. im getting better at using this site everyday! lol. so what is the ideal to hear from people? no comment and just treat you like lindsey? comments like the one in this thread? something else?\n  ","494506":"\n   When I make brownies I put a whole bag of chocolate chips right into the mix they come out so good like that\n  ","494507":"\n   Do you like raisins?\n  ","494508":"\n   I know right especially for something sweet like chocolate what was I thinking LOL\n  ","494509":"\n   I wanna lock my lips on yours.I wish i could fly to the UK right now so that i could do that.\n  ","494510":"\n   When I was a little kid I didn't like chocolate for some reason I love chocolate now\n  ","494511":"\n   Last song you listened?\n  ","494512":"\n   look at you being all helpful n'sht! : )\n  ","494513":"\n\n    https:\/\/youtu.be\/sHzdsFiBbFc\n   \n","494514":"\n   Doesn't he know all women love chocolate LOL\n  ","494515":"\n   Do you listen to other peoples advice that’s given to you?\n  ","494516":"\n   its filipino and or inuit. you were so very wrong.\n  ","494517":"\n   Chocolate cake or vanilla cake?\n  ","494518":"\n   Do you answer phone numbers that you don't know?\n  ","494519":"\n   im all yours 😘\n  ","494520":"\n   flop or no flop?\n  ","494521":"\n   i never cared as long as it wasnt at my place. im not cleaning up a murder scene lol. well thats not true i would pitch in. cleaning is my thing!\n  ","494522":"\n   nvmd :\/\n  ","494523":"\n   When you ask questions here how often do you read the answers? When you see the answer how often do you comment back again?\n  ","494524":"\n   why those two tho?\n  ","494525":"\n   pop tarts or toaster strudels?\n  ","494526":"\n   the only one that matters is me lol. should have just put, me lol 😈\n  ","494527":"\n   good ol'mutton mince. thoughts on payday bars and reese's \"scary\" ghosts. the white chocolate covered reese's.\n  ","494528":"\n   Let's say you were on a date and the guy asked you \"who are you?\" What would you say?\n  ","494529":"\n   no. ive heard speak of but never seen them irl.\n  ","494530":"\n   What is it about you that you'd like guys to take the time to learn?\n  ","494531":"\n   What does your sister do?\n  ","494532":"\n   Fantastic book.\n  ","494533":"\n   Did your mom ever work outside the home?\n  ","494534":"\n   I guess if you don't need to work the usual full time day-in-day-out then no need to bust your behind for something you wouldn't like, anyway.\n  ","494535":"\n   People with dogs, Are you careful about picking up your keys or saying certain words like walk in order to keep your dog from getting excited? We literally cannot jingle keys in our house without charley assuming he’s going for a walk lol .\n  ","494536":"\n   Not harassing, just really curious as it seems I'm missing something. And it's not about checkmarks. As an example, you pointed out that a 42 yr old should know how to spell \"loving\". Makes sense, if they can't smthing's off...\n  ","494537":"\n   im not posting a picture of my bum lol. im sure as hell not taking one and i doubt i have one. maybe a riding one i have could illustrate the smallness hm. but id have to look and maintain my full anonymity ofc : )\n  ","494538":"\n   they are $11.99\/lb at the deli by me\n  ","494539":"\n   one day i want to visit wisconsin so i can expand my vocabulary ; )\n  ","494540":"\n   have you ever seen the movie \"watership down\" or read the book?\n  ","494541":"\n   English clearly isn't his first language.\n  ","494542":"\n   Well let's break it down one by one. Is there a reason why you don't have a job? Like have you been seriously looking for work for years, sending out resumes all day every day, and found nothing?\n  ","494543":"\n   stop talking about me like im not here chris :\/\n  ","494544":"\n   i got pretty upset reading this but i think it mainly had to do with me remembering kit kats being much tastier. ok that bite was better\n  ","494545":"\n   Honestly kinda shocked that someone asked you this, like if you don't have this checklist that makes your life aimless. You're doing your own thing,and not rushing into all these things simply because you think you should, so good on you.\n  ","494546":"\n   whats the 85% mean?\n  ","494547":"\n   pretty sure ive had the same dream but dont remember. so its not actually weird, its common. that means your answer was a lie. everyone's had this dream\n  ","494548":"\n   There are people who are antisocial, completely do not trust people, they prefer to be on their own and live alone. They are just friends for themselves.\n  ","494549":"\n   Rate your emotional strength (how easy or hard it is to make you upset or cry or stressed) from 0 to 10, 10 meaning nothing has ever upset you ever, 0 meaning you're upset just by reading this\n  ","494550":"\n   think the lady that runs sht in the afterlife or whtvr is what they mean.\n  ","494551":"\n   I don't know. Usually people by this point have careers, families, homes, some sense of where their lives are going. You don't seem to. Why is that?\n  ","494552":"\n   Loneliness - would you prefer or recommend this lifestyle to someone?\n  ","494553":"\n   describe the dream\n  ","494554":"\n   is that your place?\n  ","494555":"\n   So...why so aimless?\n  ","494556":"\n   Good night sweetie\n  ","494557":"\n   Just asking, not meaning to be rude\n  ","494558":"\n   The breakfast i had is making me sick. I had a tortilla with mutton mince.\n  ","494559":"\n   Do you have a white bikini?\n  ","494560":"\n   Why does your life seem so aimless?\n  ","494561":"\n   Hm send me your photo in a red bikini\n  ","494562":"\n   Are you happy?\n  ","494563":"\n   Hello\n  ","494564":"\n   How is forgiveness a greater sign of power than hatred?\n  ","494565":"\n   Which fictional character would you date?\n  ","494566":"\n   Have you ever had a threesome?\n  ","494567":"\n   Space -\n\nPost a picture (PAP) of anything you'd like. Share what you'd like here. (Make sure it is appropriate)\n\nIdeas*\nViews, pets, friends, food, where you are now, selfie, school, on the road, hobby picture, flowers, couple photo, a quote, anything!\n  ","494568":"\n   do you remember the smoking old lady from Beetlejuice\n  ","494569":"\n   What is a GIF you like? Post it.\n  ","494570":"\n   I think you look Amazing\n  ","494571":"\n   Where is the coldest place you have ever been and what was the temperature?\n  ","494572":"\n   -\n  ","494573":"\n   If you miss Yahoo Answers or Formspring and you know it click the link.. Click, Click!\n   \n    https:\/\/answers.yahoo.com\/question\/index?qid=20191005025725AAmRrqu\n   \n","494574":"\n   Let me try to change it\n  ","494575":"\n   Another one: I put the STD in STUD now all I need is U\n  ","494576":"\n   Do you know the origin of the word burrito?\n  ","494577":"\n   BOAZ'S FAVORITE PICK-UP LINE:\nBEFORE I MET YOU,\nI WAS RUTHLESS\n  ","494578":"\n\n    https:\/\/www.youtube.com\/watch?v=WlDDG77RZcc\n   \n","494579":"\n   Have you seen the vid i was talking about?\n  ","494580":"\n   what song is it?\n  ","494581":"\n   The idea is to collect notes from different countries ..like the whole world wishing him a happy birthday\n  ","494582":"\n   Can I ask you a favour\nMy best friend's birthday is coming and I want to surprise him and I thought if you could help me with it by writing a note wishing him happy birthday and write your country name below and take a photo of it in a beautiful view\n  ","494583":"\n   What is the best commercial you’ve ever seen?\n  ","494584":"\n   how do you post pictures on here\n  ","494585":"\n   you heard it before?\n  ","494586":"\n   nothing wrong with nice curves.  i seen the pic you linked down below.  you look beautiful.\n  ","494587":"\n   I'm gonna take my hoes to the hotel room, shes gonna ride til she cant no more\n  ","494588":"\n   I sold Rudolph on eBay, Ms. Claus is my side bae, Santa's real name is Bruce Wayne\n  ","494589":"\n   are you a godparent? how would you feel about someone in your life (a friend, a sibling) asking you to be the person who has custody of their children in the event of a tragedy?\n  ","494590":"\n   Do you have something that you would describe as a cancer in your life? What is it?\n  ","494591":"\n   Your not fat\n  ","494592":"\n   Se avete da chiedere, chiedete miei seguiti e vi sarà dato🌻\n  ","494593":"\n   Come ti piacerebbe celebrare il tuo prossimo compleanno? 🌻🌻\n  ","494594":"\n   Credi nelle superstizioni? Quali?\n  ","494595":"\n   What do you like better: going down on a guy or having a guy go down on you?\n  ","494596":"\n   What would you do if that happened to you\n  ","494597":"\n   ootd?\n  ","494598":"\n   what are you in the mood for?\n  ","494599":"\n   Is twerking attractive?\n  ","494600":"\n   ootd?\n  ","494601":"\n   did you actually get any new ppl to follow coz all the suggestions i saw were the usual ones! 😭😂\n  ","494602":"\n   Do you plan on seeing the Joker movie? If you’ve seen it was it good?\n  ","494603":"\n   Cutie\n  ","494604":"\n   Really !!\n  ","494605":"\n   What have you done today?\n  ","494606":"\n   Hello strawberry lol\n  ","494607":"\n   Pumpkin spice latte or caramel apple spice?\n  ","494608":"\n   how about a nice tennis racket?\n  ","494609":"\n   Have you ever been a witness to someone hitting on someone else and that person wasn’t interested? Did you find it humorous or awkward?\n  ","494610":"\n   Have you ever heard of an axolotl? My oldest is getting one for a pet.\n  ","494611":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","494612":"\n   congrats lindsey nicole! are you taking a hiatus from the old job? commuting to this one?\n  ","494613":"\n   Any song stuck in your head today?\n  ","494614":"\n   no just you said your mam knows things that you did, i am saying your a great daughter\/person\n  ","494615":"\n   so what’s ur opinion on butts?\n  ","494616":"\n   why\n  ","494617":"\n   I’m gonna sit in this car until i pass out\n  ","494618":"\n   you are a perfect daughter, tbh xo\n  ","494619":"\n   Do you prefer to answer questions or ask them?\n  ","494620":"\n   Better to love someone or feel loved by someone? Is it worse to hate someone or have someone hate you? Please don't say both. Choose one and give your reasoning why.\n  ","494621":"\n   what’s the worst thing you’ve done, that your parents don’t know abt?\n  ","494622":"\n   Do shooting stars have power to fulfill wishes?\n  ","494623":"\n   Im nothing in this world\n  ","494624":"\n   Do you regard seagulls as vermin? 🕊🔫\n  ","494625":"\n   Do you know if Egypt is a a safe holiday destination for women to visit? 🛫🌞🕌👙\n  ","494626":"\n   Do you prefer thin crust or thicker crust pizza?\n  ","494627":"\n   Do you like tic tacs candy?\n  ","494628":"\n   I think I should just run away\n  ","494629":"\n   One day you fall for someone.. but a few months later, while you still love him A LOT, you discover that he is a big time bank robber.. but he is able to draw the line between relationship and work v clearly and will nv harm you. Will you still be willing to be in a relationship with him?\n  ","494630":"\n   nice. what kind of chips do you use?\n  ","494631":"\n   do you like slapping?\n  ","494632":"\n   Can an individual who has never been loved have the capacity to ever truly love another? Or rather would the very essence of the emotion remain forever alien to them?\n  ","494633":"\n   What is the last really good meal you had?\n  ","494634":"\n   what are they asking here and what does your answer mean?\n  ","494635":"\n   any thoughts behind that decision?\n  ","494636":"\n   do you prefer bar soap or body wash when in the shower?\n  ","494637":"\n   can u come from head? (have u ever??)\n  ","494638":"\n   Is there anything you find embarrassing about your country?\n  ","494639":"\n   Are you a hot weather or cold weather type of person?\n  ","494640":"\n   do you eat lobster shells?\n  ","494641":"\n   If someone is alone but does not feel loneliness does that mean they have a flaw in their character?\n  ","494642":"\n   Have you ever, in your post adolescent years, found yourself listening to a Taylor Swift song, and LIKING it? 😳🙈 (be honest!!)\n  ","494643":"\n   How do you know when you have had enough to eat?\n  ","494644":"\n   What song bring memories from your childhood?\n  ","494645":"\n   what’s ur opinion on period sxx?\n  ","494646":"\n   Special pap\n  ","494647":"\n   what’s your favorite healthy breakfast?\n  ","494648":"\n   What did the last text message you sent say?\n  ","494649":"\n   Good night beautiful\n  ","494650":"\n   highlight of your day?\n  ","494651":"\n   You got rid of a lot on ur Amazon wishlist\n  ","494652":"\n   PAP your style icon!\n  "},"Answer":{"493580":"\n  If I'm mad... metal and nostalgia ones XD\n  ","493581":"\n  O.o\n  ","493582":"\n  Not sure if I'm a weakness or something dealing with mental health.\n  ","493583":"\n  Um ok\n  ","493584":"\n  California rolls\n  ","493585":"\n  Watching \"Gilmore Girls: year in the life\".\n  ","493586":"\n  Invisible one\n  ","493587":"\n  You shouldn't joke about that especially considering all the weirdness lately on here.\n  ","493588":"\n  Being there, listen to them, doing things for them, learn about the person. Remember stuff they like etc\n  ","493589":"\n  There's a line for that\n  ","493590":"\n  Mine did that once earlier but fine now.\n  ","493591":"\n  Mine just brings them to the gate\n  ","493592":"\n  No but I'm going to shortly. Cookie dough (favorite) and trying out the mint chip. I've only had the salted caramel from that brand before.\n  \n  The worst thing about keto ice cream? It needs to thaw.\n  ","493593":"\n  I like milkshakes more.\n  ","493594":"\n  Yes\n  ","493595":"\n  Why biased?\n  ","493596":"\n  76 now\n  ","493597":"\n  Animals? Sure they should be up there too.\n  ","493598":"\n  Birth?\n  \n  Love?\n  \n  Technology stuff?\n  \n  Idk\n  ","493599":"\n  I like summer more.\n  ","493600":"\n  A town in Massachusetts.\n  ","493601":"\n  Had one in college that I got along with, probably some others. But my general group, no.\n  \n  That doesn't mean that I hate them. Not all are bad etc I follow some on here too.\n  ","493602":"\n  Yes. We have different kinds in the fridge.\n  ","493603":"\n  lol wtf\n  ","493604":"\n  You too 💞\n  ","493605":"\n  I like Almond Joy's more but milky ways are more a Halloween staple.\n  ","493606":"\n  🤣\n  ","493607":"\n  No idea\n  ","493608":"\n  About the same but a bit more money.\n  ","493609":"\n  The rest that my brother owes me for starters. Need to get soon. Putting it towards my gym membership again\n  \n  $210 for 6 months.\n  ","493610":"\n  Forgot. Didn't have that remote near me either.\n  ","493611":"\n  There's going to be some music too :)\n  ","493612":"\n  Haven't done so who knows\n  ","493613":"\n  6am sunrises\n  ","493614":"\n  Yes. Some. It's mostly basic stuff that does show up.. scams, doesn't show the names etc\n  ","493615":"\n  Too bad some numbers don't. Been getting some calls and not much came up for them.\n  ","493616":"\n  Should do\n  ","493617":"\n  Yes. Twice. I was too young the first time and got again.\n  ","493618":"\n  Ok ;)\n  ","493619":"\n  That would be show and tell not a speech 😉\n  ","493620":"\n  Sadly\n  ","493621":"\n  More like I know :p\n  ","493622":"\n  Yes.\n  ","493623":"\n  I will.. just not a cute one lol\n  \n  I'll be the sunken head in beetlejuice. My sister is doing Lydia.. wedding part and her husband will be beetlejuice in the normal black&white outfit.\n  ","493624":"\n  Idk should be secure in that way?\n  ","493625":"\n  Totally not what they meant\n  ","493626":"\n  They are ok\n  \n  Can't think of what songs I like\n  ","493627":"\n  The boxes part.\n  \n  Not animals:p\n  ","493628":"\n  It's fine. However it does take them around 15 days to update it.\n  \n  I just meant in the way that they went about it. Pic was from there.\n  ","493629":"\n  Me but better\n  ","493630":"\n  This person would\n  ","493631":"\n  Zillow is evil\n  ","493632":"\n  It can be lol\n  \n  Look at the show \"You\".\n  \n  My stance would be more on NOT DOING IT.\n  ","493633":"\n  What was it.\n  ","493634":"\n  My inbox here. I didn't answer it. Not everyone needs to know that information. They also shared a picture of my brother's house. Major creep status\n  ","493635":"\n  That's more creepy than flattering.\n  \n  If this is that Dan guy then very creepy.\n  \n  If its someone I gave the old address to at some point then not as creepy but the way going about it still is :p Also still haven't answered the box question.\n  ","493636":"\n  On stalking :p\n  ","493637":"\n  Don't have either\n  ","493638":"\n  I go through phases of wearing and not wearing jewelry at times.\n  ","493639":"\n  Either but we usually have Turkey bacon more.\n  ","493640":"\n  Xoxo\n  ","493641":"\n  Seems a little weird. If it's always been that way then yes.. it would be nice getting a message.. thinking about you, checking in to see how your day was\/their day or atleast a good night message. Like 10 hours isn't really asking for much lol it literally takes a second to write something. It's especially worse if they are someone who always has their phone on them no matter how busy they could get.\n  \n  I'd much rather get them saying they are busy\/can't talk instead of radio silence for that long.\n  ","493642":"\n  Yes\n  ","493643":"\n  I follow a lot of different people.\n  ","493644":"\n  Waiting to watch \"This is Us\" and then having to be on the phone and missing most of what was going on -_-\n  ","493645":"\n  I'm ok. Watching The Voice now.\n  ","493646":"\n  Not sure. Wednesday's are weigh-in days and I didn't weigh in last week since wasn't here.\n  ","493647":"\n  You too\n  ","493648":"\n  Personality, everything.\n  \n  Looks- hair when it actually looks good, eyebrows waxed, eyes (hazel), getting smaller\n  ","493649":"\n  Not at goal weight (118-125) and some other things.\n  ","493650":"\n  They should have a better market. Nobody wants to spend coins on untrustworthy sites.\n  \n  Should have a translation bar\n  \n  Better blocking\/reporting system\n  ","493651":"\n  🎃🦇🎃🦇Looking forward to visiting all the houses. 23 in total including ours. 🎃🦇🎃🦇\n  ","493652":"\n  Hot apple cider\n  ","493653":"\n  Idk something I don't eat or never tried before?\n  ","493654":"\n  Your name would have been a guess too\n  \n  Abaigal\n  \n  Clover\n  \n  Rebecca\n  \n  Brooklyn\n  \n  Morgan\n  \n  Megan\n  ","493655":"\n  My birthday. It always feels like just another day. I get ripped off because near Christmas. There's never any fun things to do (especially if on the east coast and snowing)\n  ","493656":"\n  Christmas\n  \n  Thanksgiving used to be #1 but that's not fun anymore when people have died or divorced and don't see everyone like you used to.\n  ","493657":"\n  You still never answered my question about the boxes there.\n  ","493658":"\n  It was pretty clear a moment ago. Hydration 👌\n  ","493659":"\n  It will be rotisserie chicken.\n  ","493660":"\n  Doesn't seem like it at times\n  ","493661":"\n  All good\n  ","493662":"\n  Like them being there taking a picture of it?\n  \n  Probably have been before. Wouldn't surprise me 😘\n  ","493663":"\n  Skin tone\n  \n  Keep up 👻\n  ","493664":"\n  Mmm\n  \n  Pool and sunshine suits me better. But I do miss being close to the ocean.. was about an hour drive away.\n  ","493665":"\n  Ones I might possibly die in, s*xual ones\n  \n  When I hurt myself by putting myself down:\/ happened once or twice and wasn't a good dream lol\n  \n  I'm not sure. Old friends haunt me at times ¯\\_(ツ)_\/¯\n  ","493666":"\n  Humor?\n  ","493667":"\n  Lighter than the rest of me :p\n  ","493668":"\n  Could have done without the stalker person. Glad it was a Zillow posting instead :p still creepy. Glad I don't still live there Haha\n  \n  But ya. Today has been ok. Swimming, reading. Walking still have 6.5k to do. Ugh.\n  ","493669":"\n  Nah. My stomach and ass, maybe.\n  ","493670":"\n  Aw stop lol\n  ","493671":"\n  Neverrrrr\n  ","493672":"\n  Nope. I'm the sunken head from beetlejuice.\n  ","493673":"\n  Uh it gets even creepier. They just posted a picture of my old house in Massachusetts 🤣 you are fucking creepy, dude.\n  ","493674":"\n  Yes. Should be good. All the decor still needs to be out. Only have a few things there now.\n  \n  Think we'll go to a Halloween party as well. Too bad I won't have a cute costume though lol\n  ","493675":"\n  Stalker :p\n  \n  I changed it on PayPal 😝\n  \n  Surprised they took it\n  ","493676":"\n  Ketchup\n  \n  Honey mustard\n  \n  Bbq\n  \n  Idk depends what is being dipped :p\n  ","493677":"\n  Oh yes. Always good to know.\n  \n  4\n  ","493678":"\n  Mom and sister I suppose\n  ","493679":"\n  Not much. I feel like swimming and reading. Kind of miss the country club as their pools were heated XD\n  ","493680":"\n  Doesn't seem like a true friend then. Shouldn't just be one sided like that. I don't think I'd make a fuss about it unless it got to be too much and always happene. It might be awkward for them.. idk. I'd find someone else to comfort me..\n  ","493681":"\n  Could use some wealth right now\n  ","493682":"\n  Classified information\n  ","493683":"\n  That's not totally equal then. Still the 50's type mindset and even before then.\n  ","493684":"\n  Sometimes\n  ","493685":"\n  Around the same time\n  ","493686":"\n  Even candycorn doesn't like themselves\n  ","493687":"\n  That would be a bad wish lol\n  ","493688":"\n  Sounds like it would be lol\n  ","493689":"\n  The nutrition part is pretty decent.\n  \n  However the ingredients list \"sugar, glucose syrup\". Usually oils can be \"bad\" too.. not sure on the sunflower part though.\n  \n  We use a Ragu no sugar added one.\n  ","493690":"\n  Most have corks...\n  \n  I don't mind pinot grigio and white zinfandels.\n  \n  More a cocktail girl though.\n  ","493691":"\n  I hate doing speeches but then get into it as time goes on. I don't think people really care what you talk about..\n  ","493692":"\n  Oh?\n  ","493693":"\n  Depends how deep they go 😘🤙\n  ","493694":"\n  In certain dishes. Don't have often.\n  \n  Especially not on keto 🤣\n  ","493695":"\n  Not show up?\n  ","493696":"\n  Candycorn\n  ","493697":"\n  Too many\n  ","493698":"\n  Seems so.. like the whole thing with eggsy :\/\n  ","493699":"\n  Possibility is there ¯\\_(ツ)_\/¯\n  ","493700":"\n  I don't mind it. It does make me laugh at times.\n  ","493701":"\n  Tune\n  \n\n   https:\/\/youtu.be\/BEqawnBsQBw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493702":"\n  Why, you got something to hide? :o\n  \n  Usually just see on the feed. Sometimes I'll check on a few people.\n  ","493703":"\n  You got to be kitten me\n  \n  I'm not actually sure lol\n  ","493704":"\n  61 and then some deactivated peeps\n  ","493705":"\n  Good night x\n  ","493706":"\n\n   https:\/\/youtu.be\/ie2Mspukx14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493707":"\n  Nobody was wondering lol\n  ","493708":"\n  Strapless seem to work well on me.\n  \n  I also like the ones I've added here;\n  \n   http:\/\/amzn.to\/2mQK30H\n  \n","493709":"\n  Maybe gym wise.\n  ","493710":"\n  Yes, I do for both.\n  ","493711":"\n  R.i.p\n  ","493712":"\n  Same\n  ","493713":"\n  Yes. You can tell her arms have a weird shadow on them.\n  ","493714":"\n  This one could. They have the other color too.\n  \n  Why are some dresses so expensive tho?\n  ","493715":"\n  The one coming up.. waiting on plans. Don't know everything yet.\n  ","493716":"\n  According to the size chart no. My boobs are too big and the waist is smaller. Only went up to a large.\n  ","493717":"\n  Perhaps. Or use something to help cover...\n  \n  This one is pretty too. Same feel but more classic like to me . Made me look up shiny dresses 🤣\n  ","493718":"\n  Only one way to find out lol\n  ","493719":"\n  Who knows lol\n  ","493720":"\n  Think braless is better with those kinds or the tape ones..\n  ","493721":"\n  A while\n  \n  Yes\n  \n  No :\/\n  ","493722":"\n  I like the purple one more.\n  \n  Maybe someday\n  ","493723":"\n  XD\n  ","493724":"\n  8 left\n  \n  7.5 right\n  \n  Nice dresses\n  ","493725":"\n  I'm not\n  ","493726":"\n  I think you meant \"meOW lol\"\n  ","493727":"\n  Black, pinto, green beans, Lima beans\n  ","493728":"\n  I've barely been on today\n  ","493729":"\n  Which one??\n  ","493730":"\n  O.o\n  ","493731":"\n  I don't hate anyone\n  ","493732":"\n  Demon Lynds did too :p\n  ","493733":"\n  Halloween is soon. Came to mind.\n  \n  Launted did too. Haunted but with the L for my name ¯\\_(ツ)_\/¯\n  ","493734":"\n  No.\n  \n  Rather watch This is Us\n  ","493735":"\n  I pick who I follow.\n  \n  99% of the time the people who ask to be followed back are middle eastern and I don't know anything that they write on their page.\n  ","493736":"\n  Don't feel like it\n  ","493737":"\n  My loves 🐥\n  ","493738":"\n  Very rarely do I do that. I usually always respond.\n  \n  Idk.. that they didn't like what I said, busy, forgot to reply.. not worth a reply ¯\\_(ツ)_\/¯\n  ","493739":"\n  lol cute\n  ","493740":"\n  I also exchanged it for a different one because it was cheaper. 🤣\n  ","493741":"\n  Only if it's something gross.\n  ","493742":"\n  Thanks for the update\n  ","493743":"\n  Ok\n  ","493744":"\n  Both would be ideal but stamina 👌\n  ","493745":"\n  Idk haven't kissed you 😘\n  ","493746":"\n  When you just brought something off Amazon and it gives you a November arrival time. Uh.. I hope it comes sooner!\n  ","493747":"\n  lol they send it earlier in the day and I use it at night :p\n  ","493748":"\n  Nothing yet lol\n  \n  Woke up earlier than usual. Had weird phone calls. Let lulu out and fed her. Doctors being annoying.\n  \n  ¯\\_(ツ)_\/¯\n  ","493749":"\n  Zevia\n  \n  Diet Hansen\n  \n  virgil's\n  ","493750":"\n  True. Doesn't seem the same.\n  \n  Go Debbie!\n  ","493751":"\n  My dad would probably try that likes herring.\n  ","493752":"\n  Yes. America is strange.\n  ","493753":"\n  She likes to think so 🤣\n  \n  If anything metformin, keto and gym has.\n  ","493754":"\n  Not missing much! It would have been a better storyline without every single song.\n  ","493755":"\n  Octopus as well. At a restaurant. Not sure the way...\n  \n  My dad would get the snails. All the neighborhood kids would come over and try them too XD\n  \n  What do you view as crazy?\n  ","493756":"\n  Yes, I remember :p\n  \n  The place keeps dicking me around. Went today before 10 like they said and they didn't collect my paperwork until after 10 so I couldn't do it because of a stupid timestamp. Nobody was at the front desk until after 10 anyways. Like this dude got called two times and wasn't there, came back and he was ok to just go in whenever.. seems strange.\n  \n  I could do all besides one but what the hell is the point of getting it done twice? Rather just get the whole thing done once. Going tomorrow, early.\n  ","493757":"\n  Seems so. Clearly they don't love you enough to understand where you are coming from. They don't seem totally invested in the relationship either if don't want to talk or work anything out.\n  ","493758":"\n  No. Just burping lol\n  ","493759":"\n  Not always\n  ","493760":"\n  I don't know who \"me lol\" is.\n  ","493761":"\n  I didn't care for it much. Could have been better!\n  \n  The book I'm reading mentioned those ones so checked them out.\n  ","493762":"\n  UK?\n  ","493763":"\n  As in the remakes??\n  \n  I'll say Joker. Different storyline etc\n  ","493764":"\n  Just over doctors lol\n  \n  One made me faint before\n  ","493765":"\n  Hi\n  ","493766":"\n  She has always looked the same however been aging within the last few years. 62\n  ","493767":"\n  Yes, two.\n  \n  But one doesn't really count since I never got it. Probably for the better too.\n  ","493768":"\n  Xoxo\n  ","493769":"\n  The same lady just called from two different numbers. One asking for a Charlie and the other talking about medication not being available on insurance stuff . I hanged up lol  like metformin is pretty much a dollar or whatever. Didn't say my name or even the medication used. Seemed unprofessional, broken English as well. The company they said didn't sound familiar either.\n  ","493770":"\n  August\n  \n  A pair of leggings in September\n  ","493771":"\n  Good night\n  ","493772":"\n  Squid\n  \n  Chicken and waffles\n  \n  Frog legs.. parents lied and said it was chicken when younger.\n  \n  Snails\n  ","493773":"\n  Good\n  ","493774":"\n  Not too bad but felt that way in the moment ¯\\_(ツ)_\/¯\n  ","493775":"\n  Mustard\n  ","493776":"\n  Still not talking about. It's fine. We're good.\n  \n  Guess you weren't around at the end of August then.\n  ","493777":"\n  Little Debbie;\n  \n  Blueberry muffins\n  \n  Zebra cakes\n  \n  The Christmas brownie cakes\n  \n  Hostess:\n  \n  Chocolate things with frosting on top\/inside\n  \n  Don't they make those donuts too or is that something else?\n  ","493778":"\n  Somewhat. Like those symbols used and what not. I kind of believe other stuff more about them.\n  ","493779":"\n  Not look at at the needle while getting bloodwork done.\n  ","493780":"\n  Space, stars, moon etc\n  ","493781":"\n  Wake up\n  \n  Bathroom\n  \n  Feed lulu or let her out. (Changes sometimes which one is first)\n  \n  Feed myself breakfast\n  ","493782":"\n  No lol\n  \n  We've only talked once that way since everything went down. Not like y'all needed to know that :p\n  ","493783":"\n  He's sleeping.\n  ","493784":"\n  What friend might that be?\n  ","493785":"\n  A few breaks inbetween but ya, pretty much. Little marathon kind of day.\n  ","493786":"\n  It's been fine. Filled with movies... The Week Of, The Crow, and About Time.\n  ","493787":"\n  Not always safe. Could pop etc\n  ","493788":"\n  I can't remember if I've seen that. Probably have but been years\n  ","493789":"\n  That would be a weird reason to break up over. I'd want to know why they feel that way, reassure them of my feelings, do more to show them as well. I'd want to know if they always felt that way about the relationship or something new they've been thinking. Open communication is key. I'd probably think of stuff that could have been my fault too. I'd want to hear the doubts even if it hurts or complicated to get out. It should make the people grow closer not a battle... if they don't hear the person out then that's even more shitty than someone trying to get their feelings out. I wouldn't want someone who can't get validation out of their words\/thoughts.\n  ","493790":"\n  Invisibility since they already wanted that for themself lol ¯\\_(ツ)_\/¯\n  ","493791":"\n  Me lol\n  \n  Nah. Most are in relationships or married.\n  ","493792":"\n  No\n  ","493793":"\n  Not sure\n  ","493794":"\n  Breaking Bad?\n  ","493795":"\n  I'd imagine physical would be harder because literally in pain.\n  \n  Whereas with the mind\/emotions, sometimes you can turn it off. It's not a constant pain. If I'm even reading \"spiritual\" in the right context here....\n  ","493796":"\n  I love seeing the change of the leaves.\n  ","493797":"\n  If it gets in the way of their life and stuff then that's not cool.\n  \n  I wouldn't count it as being unfaithful. They aren't texting girls or f*cking anyone else.\n  \n  If they lied about it then ya, maybe a little?\n  ","493798":"\n  :)\n  ","493799":"\n  Lovely lol have a nice pee\n  \n  I put on \"About Time\".\n  ","493800":"\n  Yes it's new. Seems like the dude would be a vampire on the way he acted ¯\\_(ツ)_\/¯\n  ","493801":"\n  I'd say a 4 maybe? Good movie to watch during October 🎃🦇\n  ","493802":"\n  It might have been hush hush.. or something. Don't remember lol just know someone mentioned before.\n  \n  Dude how have you not see The Crow???\n  \n  I'd suggest The Crow before that movie lol\n  ","493803":"\n  Ended up putting The Crow on.\n  ","493804":"\n  It was ok :)\n  ","493805":"\n  No need to call people stupid. Clearly everyone keeps saying its not about vampires. My mistake. Chill out.\n  ","493806":"\n  Good 😈\n  ","493807":"\n  Ham&turkey on a spinach herb tortilla wrap.\n  ","493808":"\n  V for vendetta\n  \n  There's one called \"After\" on Netflix that I'm positive is vampire related.\n  \n  I think there's more shows than movies ¯\\_(ツ)_\/¯\n  ","493809":"\n  Cool\n  ","493810":"\n  Howdy\n  ","493811":"\n  Didn't know there was a new one\n  ","493812":"\n  Yes people have to worry about health insurance and everything else 👎\n  ","493813":"\n  I'm ok. Made a late lunch and will watch another movie:)\n  ","493814":"\n  Very nice. Eh details can't hurt even if redundant or not\n  ","493815":"\n  Didn't someone talk about Hush lately on here? Not sure  if I should watch that or The Crow (been a while)\n  \n  Which ones?\n  \n  Oh yes very.\n  ","493816":"\n  I like a mix of both\n  ","493817":"\n  buonanotte e sogni d'oro\n  ","493818":"\n  It's funny at times. Pretty cheesy. Typical Adam Sandler movie. Steve was ok in it.. not a major role though.\n  ","493819":"\n  No\n  ","493820":"\n  And Americans want to get out 🤣\n  ","493821":"\n  No details? :o\n  ","493822":"\n  2.5-3 rating.\n  ","493823":"\n  I just put on \"The Week Of\".\n  ","493824":"\n  Yes, I've seen\/heard ghosts so Angel's aren't that hard to believe lol\n  \n  The windchime outside goes off when there's no wind and I pass it. I recently mentioned my grandpa on here and it started doing it. There's been times when it was really windy and it didn't make any sounds.\n  ","493825":"\n  Married 42 years, surprisingly.\n  ","493826":"\n  Chicken\n  \n  Deli- ham and turkey\n  \n  Some chicken ones can be good too\n  ","493827":"\n  Yes, I do.\n  \n  Magic- haven't tried\n  ","493828":"\n  If I do get my period they can be wicked sore leading up to it.\n  \n  Hence why if I was ever pregnant that I've said that would probably be one of the first symptoms I'd get lol\n  ","493829":"\n  I wouldn't say that. There's no resentment or anything on my end. It happened..\n  ","493830":"\n  Like cake? :p\n  ","493831":"\n  Especially the last one.\n  ","493832":"\n  Stews\n  ","493833":"\n  A normal one?\n  \n  I don't supersize it or anything if that's what you mean.\n  ","493834":"\n  I hyped up the fair so much and was just tired, stomach ache (fine now) and also had an hour to get ready.. just didn't feel like it. Plus leaving lulu all day with no way of getting outside didn't sit well with me either. Didn't feel like being the 5th wheel either. Going with their friends so ya..\n  \n  They don't even have a concert being played tonight. Some fighting thing instead. Much rather go when Awolnation or some other band\/singers will preform.\n  ","493835":"\n  Galaxy j3 orbit\n  ","493836":"\n  Good night 🎃\n  ","493837":"\n  Probably just meet my step goal? I had to do laundry so that was good that I got it all done.\n  \n  I had fun talking with someone.. apparently he's married but separated..into non-mono relationships.. not sure how I feel about all that but I suppose just talking doesn't really matter lol\n  \n  Hm I guess that's it ¯\\_(ツ)_\/¯\n  ","493838":"\n  I felt that 🐈\n  ","493839":"\n  Nice\n  ","493840":"\n  🤣🤣🤣\n  ","493841":"\n  Nice. I'm not sure if I want to see that or not lol seems cute but eh. Kind of over remakes atm\n  ","493842":"\n  why do you? :p\n  \n  Helped pass time while doing two loads of laundry today.. Talk to certain people. I like Q&As (obviously)\n  ","493843":"\n  Ok. Just reading a bit now.\n  \n  Also the movie Hamilton was mentioned in it and makes me want to see it. Listened to the song \"you'll be back\".\n  ","493844":"\n  I haven't even been that bad today. Took tons of breaks as well.\n  ","493845":"\n  I think passing out candy and then going to a Halloween party somewhere?\n  ","493846":"\n  What were the boxes?\n  ","493847":"\n  Soup\n  \n  Ham and potato casserole\n  \n  Chicken parm\n  \n  Ice cream\n  ","493848":"\n  This is Us but I've missed both weeks since its been back on :*(\n  ","493849":"\n  Why are guys so desperate? He's from the same area my brother lives and mentioned how I was there this week and get this in return. ALL WE TALKED ABOUT 🤣\n  ","493850":"\n  Hugs\n  ","493851":"\n  I really enjoyed \"No Tomorrow\". About the world ending, finding love, going out of comfort zones, living each day like it was your last, inspiring people.\n  \n  I hope there's another season soon. Kind of a cliffhanger.\n  ","493852":"\n  No grazie\n  ","493853":"\n  si lo farei\n  ","493854":"\n  Apparently. Easy target:p\n  ","493855":"\n  Joker\n  ","493856":"\n  Because you ate their ice cream too? ;)\n  ","493857":"\n  Not quite sure.\n  \n  Can't think of the names and don't feel like listening to all the albums to figure it out lol\n  \n  I didn't have any saved :\/\n  ","493858":"\n  * Good riddance (time of your life)\n  \n  21 guns\n  \n  When I come around\n  \n  American idoit\n  \n  Jesus of Suburbia\n  \n  Give me novocaine\n  \n  Too much too soon\n  \n  * Wake me up when September ends\n  \n  Youngblood\n  \n  * top ones\n  ","493859":"\n  What I got\n  \n  Wrong way\n  \n  Smoke two joints\n  ","493860":"\n  Nico and the niners\n  \n  Jumpsuit\n  \n  Car radio\n  ","493861":"\n  When you want a pair of thigh high boots but don't really need them in AZ either ¯\\_(ツ)_\/¯\n  ","493862":"\n  Hallelujah\n  ","493863":"\n  It was yay :p\n  ","493864":"\n  DON'T EAT HER ICE CREAM\n  \n  ITS SACRED\n  \n  🍦🍧🍨\n  ","493865":"\n  Wouldn't dream of it.\n  \n  I wonder if the last load is dry yet.. haha ;)\n  ","493866":"\n  :(\n  ","493867":"\n  If you call that flirting lol\n  ","493868":"\n  You better say some hail Mary's\n  \n  This kind of back fired. Why not ask what I'm looking for instead of \"boyfriend\". He's more desperate it seems than legit being single. We barely talked and don't sense a connection hence my \"know a guy\" 🤣\n  ","493869":"\n  Arizona currently\n  \n  Born&raised in Massachusetts\n  ","493870":"\n  With a dirty mind 😘🤣\n  ","493871":"\n  Hey you\n  ","493872":"\n  Hey buttercup\n  ","493873":"\n  In love? Rather not rush it. Be with someone who I don't exactly like etc\n  ","493874":"\n  Ice cream\n  ","493875":"\n  Makes me want to binge on them\n  ","493876":"\n\n   https:\/\/youtu.be\/38Vun2LYnoY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493877":"\n  Scrambled eggs, bacon or sausage, fruit\n  \n  Yogurt with fruit or nuts\n  \n  Pancakes, French toast, waffles\n  ","493878":"\n  Armageddon and Big Daddy.\n  \n  Wow he did a lot of voice acting and some other films where I didn't remember he was in. Like Pulp Fiction etc\n  ","493879":"\n  Whatever sets their soul on fire\n  ","493880":"\n  Is his name James? lol.\n  \n  Okcupid guy just talked about getting out of a 5 year marriage :o\n  ","493881":"\n  Football\n  ","493882":"\n  Just chilling with lulu.\n  \n  Waiting on laundry to be done so can put it in the dryer and add the other load into the washer.\n  ","493883":"\n  Yes. Feelings that you've done something before.\n  ","493884":"\n  Summer is my favorite season.\n  \n  Winter baby\n  ","493885":"\n  No because everyone else would be dead\n  ","493886":"\n  I haven't been blocking anyone lately\n  \n  My blocklist is messed up. Never shows the new ones\n  ","493887":"\n  No but we actually still do have the one we played with somewhere. :)\n  ","493888":"\n  Sounds like it would be.\n  \n  Yes quite different from chorizo 🤣\n  ","493889":"\n  Not at my end lol\n  ","493890":"\n  Nobody currently\n  ","493891":"\n  Very nice\n  ","493892":"\n  If my laundry was already done. Just put a load in the washer a few minutes ago. Need to do another load after.\n  ","493893":"\n  Nope lol it's that strange and good.\n  ","493894":"\n  What was the point of that? lol\n  ","493895":"\n  Nope it's clear as day in there lol\n  ","493896":"\n  Nevermind,  was thinking of Mortadella instead 🤣\n  ","493897":"\n  Nope. Wouldn't try making spring rolls though.\n  ","493898":"\n  \"Spit, also referred to as Slam or Speed, is a game of the shedding family of card games for two players. The game is played until all of someone's cards are gone.\"\n  \n\n   https:\/\/bicyclecards.com\/how-to-play\/spit\/\n  \n","493899":"\n  Sindel. White haired one.\n  ","493900":"\n  Just that operation game lol\n  \n  Mortal kombat\n  \n  Spyro\n  \n  Frogger\n  \n  GTA ones\n  \n  Madden\n  \n  Skateboarding ones\n  \n  Snowboarding\n  \n  Donkey Kong\n  \n  Pacman\n  \n  Metal gear solid\n  \n  Tomb raider\n  \n  Sonic the hedgehog\n  ","493901":"\n  It's been ages.\n  \n  Usually got the olive or some cheese one..\n  ","493902":"\n  Possibly and their actual page.\n  ","493903":"\n  Going to the Arizona state fair\n  ","493904":"\n  Wednesday and Friday\n  ","493905":"\n  Give to charities. Speak on those subjects. Bring awareness to what's happening etc\n  ","493906":"\n  the most\n  \n\n   https:\/\/youtu.be\/7qH4qyi1-Ys\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493907":"\n  Yes, sometimes.\n  ","493908":"\n  Seems so lol\n  \n  Imma miss lahore 🤣🤣🤣\n  ","493909":"\n  Tag\n  \n  Duck duck goose\n  \n  Video games\n  \n  Candyland\n  \n  Hungry hippo\n  \n  Chutes and ladders\n  \n  Uno\n  \n  Goldfish\n  \n  Spit\n  \n  Playing house with friends\n  ","493910":"\n  The new Joker. Well good is subjective as its pretty twisted haha\n  ","493911":"\n  Pretty sure we reconnected on here.\n  ","493912":"\n  I really need to do laundry. Also make breakfast since i waited a bit before eating.\n  ","493913":"\n  Sometimes & this song 🤣🍑\n  \n\n   https:\/\/youtu.be\/X53ZSxkQ3Ho\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493914":"\n  Not sure lol\n  \n  I already have some on ig\n  ","493915":"\n  I think two winter ones. Not with me to pap.\n  \n  The boots for Halloween costume. Men's ones and pretty much like ugly rainboots lol\n  ","493916":"\n  I would do!\n  ","493917":"\n  My personality, certain outlooks on life.\n  ","493918":"\n  I like both but usually see sunsets more.\n  \n  Saw two sunrises over the week :p\n  ","493919":"\n  Yes. Haven't had in years though.\n  ","493920":"\n  Why have things you need to hide?\n  ","493921":"\n  Not at the moment.\n  \n  Unless black chipped nail polish counts\n  ","493922":"\n  Ours?\n  ","493923":"\n  I don't think it matters. Just because a guy puts their hand around you, It doesn't mean anything. They could just do it to get closer in the picture, felt natural to do etc there doesn't always need to be motives behind it\n  ","493924":"\n  Jersey Mike's over Firehouse Subs anyday!\n  \n  Subway over FS\n  ","493925":"\n  Yes but not currently.\n  \n  My friend, she's like another sister, went to Tokyo, Afghanistan and other areas before.\n  ","493926":"\n  None at the moment unless lingerie counts\n  ","493927":"\n  It's been years but that person came to mind\n  ","493928":"\n  Young.. my brother had Sega\n  ","493929":"\n  California rolls\n  ","493930":"\n  I'd make sure that I had everyone on different sites.\n  ","493931":"\n  This is why we can't have nice things\n  ","493932":"\n  So tired. Good night x\n  ","493933":"\n  When another guy asks you for kik.\n  ","493934":"\n  This guy seems very hurt. I wonder if he's actually 39...\n  ","493935":"\n  The typical feed the cat\/dogs. The hamster was doing ok still.\n  \n  Walked to the country club. Gym was packed but managed to do a few things. Went swimming. Noticed my dr appointment was rescheduled for an earlier time slot.. ate my lunch and walked back.\n  \n  Took a shower \/ got ready\n  \n  Made sure the animals had everything. Packed some stuff up. Gathered the blanket, pillowcases and towels to be washed. Didn't have time to wash them. Also was iffy on what cycle to do the blanket with.\n  \n  Dr appointment.. didn't really get anything accomplished there. Was in&out pretty quickly.\n  \n  Went to Hobby Lobby, Michaels,  Spirit Halloween. Back to HL to return something.\n  \n  Tried on a pair of boots for my Halloween costume when we got back. They already purchased them for a prop but I'll be taking over that and the boots did fit me. 👍 also talk of going to a Halloween party so that should be a fun time.\n  \n  Online time, obviously, here & there. This, kik, checked ig, checked and replied to all okcupid messages. \"How are you \" seems to be the main question asked lol\n  ","493936":"\n  That 90% of the guys you like on okcupid have facial hair? 😉😘\n  ","493937":"\n  Bromances are cute :p\n  \n  No problem.\n  ","493938":"\n  Yes, wouldn't surprise me. They obviously asked more in a negative context...\n  \n  It did a little more so because new territory but then was like F that. Don't need people like that. Also they hide behind anon.. atleast I'm showing myself. Not everyone is going to like you etc\n  ","493939":"\n  Not sure. A part of me wouldn't care if it was showing. Contact can be nice. Guess it depends how well the date was.. if it felt awkward or a nice thing...\n  ","493940":"\n\n   @FeelFreeToAsk2017\n  \n","493941":"\n  What's the point in talking to someone you don't have an attraction to? In general and sexually? Just seems like a waste of time for you and them.\n  ","493942":"\n  You are\n  ","493943":"\n  Unsure.. said Arizona on his page atleast but the attraction to his picture wasn't there regardless.\n  ","493944":"\n  Kudos to the dude for being straight forward but wow.. that's some intro. His page also talks about his accident.\n  ","493945":"\n  Yes\n  \n\n   https:\/\/youtu.be\/RijB8wnJCN0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/eMK4cfXj5c0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/q7p-ihYOG5s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/Yg-RIOATCbU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/mMWBh0B9F0M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","493946":"\n  Those red coated ice cream cones and the brownie sundae. I think their hot dogs might have been alright?idk I don't usually order legit food items there.\n  ","493947":"\n  The stores ;)\n  \n  Uh probably my sister.\n  \n  But more so in a non-Costco way lol. She has no chill there.\n  ","493948":"\n  Oh shit. There's a lot. Don't even know where to start haha\n  ","493949":"\n  Reading, out and about etc\n  \n  Phone- years :p my old phone was from like 2014 or something.\n  \n  I don't use mine much.. the site I generally got it for went out of business and another doesn't work for me because they have stupid software issues. My last laptop is 12 years old so the upgrade was good to have regardless. However HP is annoying.\n  ","493950":"\n  Not too sure\n  \n  Maybe my right?\n  \n  Aww\n  \n  Hell yessss\n  ","493951":"\n  Chicken parm\n  ","493952":"\n  Cheese\n  \n  Bbq chicken\n  \n  Chicken, spinach and feta, white sauce\n  ","493953":"\n  I would never spend that amount for an iPhone. If I had to have anything for around the same price it would be a laptop or those desktop ones.\n  \n  I'm good for now with this one.\n  ","493954":"\n  Nope lol\n  \n  I used to do that to my older friends when younger. Not sure why\n  ","493955":"\n  Around $50\n  \n  Pay as you go one\n  \n  Samsung Galaxy j3 Orbit\n  ","493956":"\n  A little but could be cute too.\n  ","493957":"\n  Not sure they'd make one for my model. Noticed one that came up and the camera part was different.\n  \n  These ones are nice. Not sure what I really feel like getting tho\n  ","493958":"\n  Yes, sometimes. Time and place for...\n  ","493959":"\n  No need to worry.\n  \n  Just took it off\n  ","493960":"\n  What?\n  ","493961":"\n  This was last night. Got some color today. Lighting was prob weird too ¯\\_(ツ)_\/¯\n  ","493962":"\n  True but haven't seen anyone else answer. Someone always likes asking \"when is the last time I talked with him\"...\n  ","493963":"\n  Nope\n  ","493964":"\n  Some say he never left\n  ","493965":"\n  Not that much\n  ","493966":"\n  That's sad.\n  ","493967":"\n  It's called sunburn + tan. I pretty much just got out of the shower so it showed more too.  I'm still pretty pale af\n  \n  The uv rays were strong when I've been going to the country club the last few days.\n  \n  I do have Greek in me but not the coloring. Take after the German,  Irish and English sides more.\n  ","493968":"\n  Make mine a Boston Cream\n  ","493969":"\n  Are you colorblind?\n  ","493970":"\n  Or maybe rubbed off on me ;)\n  ","493971":"\n  With meat, carrots...\n  \n  Usually do on Easter.\n  ","493972":"\n  Getting spooky\n  \n  Halloween shopping 🎃🦇\n  ","493973":"\n  Ham&turkey in a tortilla wrap.\n  \n  It was good. Right amount\n  ","493974":"\n  Not too much.\n  \n  Kindergarten\n  \n  1-5th grade at the same one\n  \n  6-8th in a different town\n  \n  Switched to my votech hs\n  \n  College\n  ","493975":"\n  This was. Got to love Hobby Lobby.\n  ","493976":"\n  Not really. Been staying here this week dog\/cat\/hamster & housesitting.\n  \n  People really don't read my page lol\n  ","493977":"\n  No its not lol 🤣\n  \n  Old highlights + sun\n  \n  Roots for daysssss\n  \n  Need to do. Hopefully this weekend\/upcoming week.\n  ","493978":"\n  I hid my nose just for you 👃😘\n  ","493979":"\n  I guess McDonald's\n  \n  Easy to do keto way too\n  ","493980":"\n  No shit sherlock\n  \n  Just be nice if they did. Calm yo tits.\n  ","493981":"\n  A few but people think it's so easy.. like you just show up and have a job\/school.. uh no. People might not hire you straight away. You need to do paperwork for both. Pretty sure I need to check credentials before making any kind of step towards going back to college.\n  \n  I'd make changes for me, not because some person says I need to do SOMETHING.\n  \n  Anons don't see everything going on either. They have the time of day to write loads of belittling comments though ¯\\_(ツ)_\/¯\n  ","493982":"\n  Apple martini and margaritas\n  \n  And no, I don't drink often.\n  ","493983":"\n  Everyone deserves a loving home.\n  ","493984":"\n  Did you just not read my last answer lol you kind of need to do paperwork and other stuff before ENROLLING.\n  ","493985":"\n  Chocolate chip cookie dough\n  ","493986":"\n  Checks 😉\n  \n  Love? Good food? Gym memberships? I'm like a puppy.\n  ","493987":"\n  Sometimes. Need to check if the credits would transfer over or not etc\n  ","493988":"\n  Sunny, partly cloudy\n  \n  Thunderstorms can be cool tho\n  ","493989":"\n  He was gay and didn't believe in it. Utah guy.\n  ","493990":"\n  I'm the only one here but need to leave since my doctor appointment was scheduled for earlier instead -_-\n  ","493991":"\n  I shouldn't wear that \"Maine\" shirt. Everyone always has to talk about Maine and tell you their whole life story. Dude was talking about it at the gym then mentioned lobster etc like i don't care lol\n  \n  Gym is packed but the other part is just me and this lady who looks like my mom which is creepy lol 🤣\n  ","493992":"\n  Bathing suit again and man is it hot out today :o those uv rays are strong.\n  ","493993":"\n  ¯\\_(ツ)_\/¯\n  ","493994":"\n  Private to anons.\n  ","493995":"\n  Only you have the power to do that.\n  ","493996":"\n  Uncertain. I think something could happen. Whether it's a heaven (utopia) \/hell or we are reborn as something\/someone else.\n  ","493997":"\n  The nose one 👃\n  ","493998":"\n  Vertical Horizons and The Gin Blossoms last winter. Was a free concert too :)\n  ","493999":"\n  I never do ¯\\_(ツ)_\/¯\n  ","494000":"\n  It was part of a playlist I found but I do enjoy those songs as well.\n  ","494001":"\n  Don't think I'd have a shot being American and all lol\n  ","494002":"\n  I'll thank you in my speech\n  ","494003":"\n  I do\n  ","494004":"\n  Yes. Tons of Northeasters ❄☃️\n  ","494005":"\n  Tired but too much on my mind.\n  \n  Ask seems a little confused 🤣\n  ","494006":"\n  I'm frustrated that the neighbors pretty much have a spotlight going. It also reminds me of that glow vs white lighting question earlier -_- I feel like that part when everything is lit up in their house.\n  ","494007":"\n  Good night\n  \n  8:30am sounds good\n  ","494008":"\n  Only if you have me on Instagram 🤣👙\n  ","494009":"\n  Please take medication and get offline :p\n  ","494010":"\n  It's 12am.. dark out. And I wouldn't post pictures of my brother's house outside.\n  \n  Bored of what? I had a fun day for the most part and got out of the house so don't know what you are on about, Shaam.\n  ","494011":"\n  Reminded me of this song 🤣\n  ","494012":"\n  Yes. Waiting for one more song then I will. Added it forever ago to the existing playlist XD\n  ","494013":"\n  Massachusetts. Different houses. Seemed to move every three years. And then a few longer ones. (Born&raised)\n  \n  Maine, summer house, but usually went up there every summer before even getting that spot.\n  \n  Arizona\n  ","494014":"\n  Good deal\n  ","494015":"\n  Well atleast the dogs are. Just refilled the water. \"3 times\" has been an understatement. Feel like that's all I've been doing lol\n  ","494016":"\n  Condoms\n  ","494017":"\n  1. I still love 90's music more than today's music\n  \n  2. I'll always feel like a masshole wherever I am :)\n  \n  3. Never done drugs\n  \n  4. I've never broken a bone\n  \n  5. I sleep on my sides\n  \n  6. Took up running this summer\n  ","494018":"\n  Well I didn't care for The Verve's acoustic version of \"the drugs don't work\"... unless it was just that one that sounded odd that way. Seemed like poor quality but I still like the actual song.\n  ","494019":"\n  Yes, I can imagine!!\n  ","494020":"\n  I'm good. Distracted with music. Have a random \"acoustic music\" playlist I found on youtube. \"The Verve\" songs are currently playing 👍lots of 90s ones on it.\n  ","494021":"\n  Cool.\n  ","494022":"\n  Nah it's fine but feel like people should know. Don't usually go to country clubs often and shit haha mentioned quite a few times :) <3\n  ","494023":"\n  Yeah, plenty.\n  ","494024":"\n  Zero. It's new.\n  \n  However, have dropped it a few times ugh. One time it fell out of my leggings pocket at the gym.\n  ","494025":"\n  I see bunnies a lot\n  \n  Hot as hell. Cooling down though :)\n  \n  Doesn't get snow in the direct area but a few hours drive you can get the white stuff in the winter 🎄❄☃️\n  \n  There's actually lakes in the desert!\n  ","494026":"\n  There's popcorn here but I'm not having any. Did you see a movie, king?\n  ","494027":"\n  Yes does sound nice. Lots of walking today and gym. But rather not have a bunch of foot fetish questions atm\n  ","494028":"\n  Made me think of this song\n  \n\n   https:\/\/youtu.be\/fS6A65AJC80\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","494029":"\n  Why are you leaving me weird messages? \"I won't fold\" and now this... song lyrics? I don't get it.\n  ","494030":"\n  No. One story.\n  \n  I haven't been there this week. Dog\/cat\/hamster sitting&house sitting for my brother and they have a two story house.\n  \n  I swear nobody reads anything I write lol 🤣\n  ","494031":"\n  Ours:\n  \n  Bruin's song is \"bad to the bone\" because he was a horrible puppy! Husky chow mix.\n  \n  Lulu is a poodle 🐩 tea cup\n  \n  Wrangler is pretty aggressive when it comes to food. Big bassethound ears. I like calling him dumbo at times. Also goes by Wrangles.\n  \n  ~\n  \n  Ones I'm currently watching:\n  \n  The cat is siamese. Has markings on both paws hence the nephew's naming it Paws.\n  \n  The black&brown one holding the Halloween hand prop earlier weighs like 200 pounds. Might be a bear. Was skin and bones when they got him, problems going the bathroom etc\n  \n  Asher is around 12 years old. Expects a dog bone when I say \"are you a good boy\" 🤣 Also a pic of him begging for human food last night and getting pat. He's like \"one bite, please?\"\n  ","494032":"\n  I love a deal :)\n  \n  Goodwill, Savers, Ross etc\n  ","494033":"\n  I'll get back to you on that. Don't really know.\n  ","494034":"\n  Because they have a two story house...\n  ","494035":"\n  You too. Night Tom\n  ","494036":"\n  Its good\n  ","494037":"\n  I suppose. Just walked around more to get my goal steps in (9k) 👍\n  \n  Its been odd going from no stairs to up and down a ton of times throughout the day.\n  ","494038":"\n  I don't follow any sick mom's that I know of. Sorry.\n  ","494039":"\n  It's been ok.\n  \n  Woke up early then a few more hours sleep\n  \n  Fed the cat and dogs + water\n  \n  Checked on the hamster. He had full food & water. Was sleeping.\n  \n  Made myself breakfast\n  \n  Been online a bit\n  \n  Climbed the stairs up and down all day.. 17 total so wonder how many times lol my fitbit only calculates steps :\/\n  \n  Got ready\n  \n  Made myself lunch and packed my backpack with stuff I'd need\n  \n  Walked to the country club. Went to the gym for a while. Took the picture. Ate my lunch. Went swimming, played basketball in the pool. Called my sister as I had a missed call from her. Went back on my phone to see evil anon. Changed into shorts instead  of my leggings & walked back\n  \n  Gave dogs water again as it was out. Including kibble. Gave the cat water too as it was running low.\n  \n  Changed clothes\n  \n  Music going as it's too quiet here by myself lol\n  \n  Made myself dinner and a snack.\n  \n  Took out the trash\n  \n  Now relaxing. All animals are next to me besides the hamster, he's upstairs in my nephew's room.\n  ","494040":"\n  Yes\n  ","494041":"\n  Thanks :)\n  \n  But still.. a little too much,  man.\n  ","494042":"\n  What's your problem with me?\n  ","494043":"\n  I get it. Only 9-5's matter to people. Everything else gets sh!t on regardless  of the effort involved. Loud and clear 😉😘\n  ","494044":"\n  Stop kissing a$$\n  ","494045":"\n  lol\n  ","494046":"\n  Answered the door braless earlier too. Oops. Don't think they saw much since the dogs were trying to get out lol\n  ","494047":"\n  Yes omg\n  ","494048":"\n  So you saw that? :o\n  ","494049":"\n  Yes. I just took out the trash. Wasn't on their list of things to do but it's trash day for them so  ¯\\_(ツ)_\/¯\n  ","494050":"\n  Why the obsession with my dad? Maybe a 3.5\n  ","494051":"\n  No. Usually red, white, pinks...\n  ","494052":"\n  Pay me 🦵🦶👣💸\n  ","494053":"\n  I guess\n  ","494054":"\n  Purple\n  ","494055":"\n  End of September.\n  ","494056":"\n  A lot it seems 🤣\n  \n  Todays\n  \n  Blue top & shorts\n  \n  Grey top & leggings\n  \n  Some last week I believe too?\n  ","494057":"\n  I haven't.\n  ","494058":"\n  If I made onlyfans lol\n  ","494059":"\n  I tolerate them\n  \n  God knows why lol\n  ","494060":"\n  Bra and panty set since I didn't bring it with me ¯\\_(ツ)_\/¯\n  ","494061":"\n  That's pushing it\n  ","494062":"\n  I know\n  ","494063":"\n  I don't care that much. They don't deserve to win like that. positive comments outweigh the mean ones, always!\n  ","494064":"\n  Reanswering;\n  \n  Friday. Staying tonight.\n  \n  I think they come back tomorrow night sometime.\n  ","494065":"\n  Hi\n  ","494066":"\n  That's deep.\n  \n  Ya.. things can change. Not sure what to comment, really. *hugs*\n  ","494067":"\n  Pretty much. Not sure if they just want a rise out of me or actually feel that way. But either way, it's a shitty thing to say to anyone. Nobody should be bullied regardless.\n  \n  My sister had a nose job, granted hers was broken at some point so I didn't take it lightly either esp since new topic to me ¯\\_(ツ)_\/¯\n  ","494068":"\n  Haha very nice\n  ","494069":"\n  Same\n  ","494070":"\n  Mixed signals are annoying.\n  ","494071":"\n  Gym\n  \n  swimming. Basketball pool side.\n  \n  Just relaxing in a lounge chair now.\n  ","494072":"\n  Not usually something that I have had said about myself so its strange. Usually just get the whole fat shaming.\n  \n  Just makes me feel like I should never take pictures on here again.\n  ","494073":"\n  Awesome. Thanks for being a dick.\n  \n  People who have Greek, German, Irish and English usually have bigger noses but whatever man. Keep on hating. My nose doesn't bother me that much. Kind of dumb to judge people you don't even know. You clearly have some self esteem issues going on if you feel the need to be rude about someone\/something that doesn't effect you etc I forgive you. Have a good day 👃\n  ","494074":"\n  You clearly don't look at my page at all. I've been posting a selfie like every day.\n  ","494075":"\n  Yes? After gym selfie anyways. Makeup wasn't the best. Weird lighting in there etc\n  ","494076":"\n  :p\n  ","494077":"\n  Splendid lol\n  ","494078":"\n  You never know. I just think I'd be more open. Not distance myself from everyone\/everything. Prob have some days where I don't want to do shit but learned my lesson on how important taking care of myself is. Stigma in general needs to stop. A lot of others on here talk about their struggles. I'd like to think I'd do the same <3\n  \n  Logic makes sense but not always the way it would go too.\n  ","494079":"\n  Both but since I'm at the country club again, let's go with mermaids. Can swim a lot too. Doesn't matter how cold the water is.\n  ","494080":"\n  True. Never know how things will go etc\n  ","494081":"\n  I think I've helped but they didn't directly say so?\n  \n  When I went through depression, I didn't burden anyone with it. But ya.  I think if something bothered me today I'd be different about the whole situation, healthy coping.\n  ","494082":"\n  Summer 💯\n  \n  Fall & spring tie\n  \n  Winter\n  ","494083":"\n  He's ok. I like the looks of Sean Patrick Thomas and Sterling K. Brown more though. Yes, I find some poc good looking. Just never been with a black guy.\n  \n  For older ones.. Denzel Washington and Morgan Freeman 😈\n  ","494084":"\n  I haven't. I'm so pure when it comes to drugs lol Just not what I want for my life. Too many addicts I know etc\n  ","494085":"\n  Guy? Blonde\n  ","494086":"\n  Bank? Business?idk. Bills\n  \n  What would you do?\n  ","494087":"\n  🤣\n  ","494088":"\n  If I trusted them to be safe and we got along really well.\n  \n  In general, not really. I'd rather not have to feel like I'm always competing. I mean threesome could be fun but I wouldn't ALWAYS  want that either. I'm pretty loyal in relationships.\n  ","494089":"\n  Almonds, walnuts  cashew,  peanuts\n  ","494090":"\n  More focused on weight loss.\n  \n  Made sure all the animals had what they needed before leaving for a bit.\n  ","494091":"\n  Fruit\n  ","494092":"\n  Or both 😈\n  ","494093":"\n  I'll pass. Grey tshirt and gym leggings, bathing suit underneath.\n  ","494094":"\n  Think it's different for everyone. I think with my weightloss I keep looking better ¯\\_(ツ)_\/¯\n  ","494095":"\n  Lately; Gym, running\n  \n  Pamper days\n  \n  Movies \/ music\n  \n  Swimming\n  \n  Etc\n  ","494096":"\n  Idk turned on if in a s*xual way.  But also how come I'm not the one giving spanks?\n  \n  Abusive way.  Nah man. Stick up for yourself. Don't be a pu55y. Also why are you fighting to begin with and spanks happened o.o weird.\n  ","494097":"\n  Pineapple\n  \n  But I don't mind certain coconut flavors either\n  ","494098":"\n  Good song\n  ","494099":"\n  R.i.p his balls\n  ","494100":"\n  It made me think of Mandy Moore's \"I got a crush on you\" song.\n  ","494101":"\n  Or are you just happy to see me? ;)\n  ","494102":"\n  Just have two here but usually 4.\n  ","494103":"\n  Last night was sh!t\n  ","494104":"\n  Maybe not right away. Seems creepy being a tester with self-driving cars at the moment.\n  \n  I guess rather drive\n  ","494105":"\n  Crushes don't last that long. I'd much rather have love, soulmate feeling, growing old with someone. F*ck crushes. Love always wins over food.\n  ","494106":"\n  Mountains. Temperatures are cooling off so more doable soon.\n  ","494107":"\n  I like warm lighting more but not really the yellowish glow.. led would be fine.\n  ","494108":"\n  A guy came to the door with a letter for someone who doesn't even live here\n  \n  ¯\\_(ツ)_\/¯\n  ","494109":"\n  Nope, you are correct.\n  ","494110":"\n  I'd rather go in the barrow\n  ","494111":"\n  Just Lulu at times lol\n  \n  I think Lucky got neutered on Tuesday.\n  ","494112":"\n  Old formspring username 💦\n  ","494113":"\n  Nothing yellow\n  ","494114":"\n  Nope. Anons don't get that.\n  \n  Sc is youcanjuiceme though but I'm rarely on\n  ","494115":"\n  Depends on the day, mood, questions etc\n  ","494116":"\n  Yes & rumor has it kik is closing.\n  ","494117":"\n  Oh ok then\n  ","494118":"\n  Indeed. Maid of the mist and explored other stuff too :) was a fun time.\n  ","494119":"\n  They graced my page last night\n  ","494120":"\n  Pretty deserted yesterday. Not even a pun this time.\n  \n  Was just some kids doing laps in that pool. Then the other pool was just me and two little girls. They left and was replaced by an older gentleman. I could have had it all to myself but was getting late and didn't feel like walking in the dark or being wet still.\n  ","494121":"\n  Not today, mister.\n  ","494122":"\n  I needed sleep o.o\n  ","494123":"\n  Niagara Falls\n  ","494124":"\n  No flights were taken lol\n  ","494125":"\n  At the house.\n  \n  Obviously I haven't been there this week. Keep up lol\n  ","494126":"\n  Was good :)\n  ","494127":"\n  Yogurt, almond butter, the rest of the strawberries, 2 blueberries,  whip cream and two crushed up chip ahoy cookies :p\n  \n  Making it work. Felt like two. Been good with all the other meals\n  ","494128":"\n  Oasis?\n  \n  Pretty but not for me\n  ","494129":"\n  Worst - being woken up at 6am. I planned on getting up early but NOT that early.\n  \n  No best yet unless breakfast counts.\n  ","494130":"\n  Three. Four if mom is there. 5 if dad is.\n  ","494131":"\n  Yes, at times. I don't think I'm skillful with them though ¯\\_(ツ)_\/¯\n  ","494132":"\n  Nope. Never been on purpose.\n  \n  I really need a new bathing suit. Pretty sure there was a nip slip in the pool yesterday. The straps are at the most adjusted and still felt like atleast half was out. Interesting adjusting yourself mid swim while under water lol\n  ","494133":"\n  Not by waking them up at 6am, dogs barking. Not cool, man.\n  ","494134":"\n  That's why I wrote that...\n  ","494135":"\n  No. Maybe 2-3 different people.\n  ","494136":"\n  xoxo\n  ","494137":"\n  Wow I only have 12 questions now. My inbox hasn't seen a small number in forever.\n  \n  Good night\n  ","494138":"\n  Blue eyed people\n  \n  I have hazel.\n  ","494139":"\n  They don't ask lol\n  \n  Red flags \/vibes\n  \n  It's more one sided conversation and they don't share as much\n  \n  We just don't hit it off. No potential there\n  \n  Only see as a friend\n  ","494140":"\n  Old people holding hands 👵🧓\n  ","494141":"\n  Classy ;)\n  \n  Depends what else you have the cheese with, man. Provolone, gouda, cheddar 😝,  bleu cheese etc\n  ","494142":"\n  We have important things to say\n  \n  Kidding\n  \n  Not sure\n  \n  Find someone that talks the same amount and listens as well x\n  ","494143":"\n  This girl that went to my college had \"love\" on her wrist and I liked it a lot.\n  \n  Another word would be \"inspire\" but the wrist isn't my first choice of placement. Plus, it would be two words instead for what I actually want someday 🤐\n  ","494144":"\n  Only when I type quickly and put the wrong password in :o\n  \n  My fb and ig were hacked or someone tried to before. Always interesting getting email notifications for that stuff.\n  ","494145":"\n  It's not with me atm :p\n  ","494146":"\n  I'm straight.\n  ","494147":"\n  Maybe with the work stuff right now. I still put effort into what I do though.\n  \n  As far as relationships,  it takes two to tangle. All the responsibilities shouldn't solely be put on the female. I'm also not into one night stands or FWB and that's pretty rare these days. Like someone would have to be pretty special for me to even want to consider a fwb with them. Can't help who you don't mesh with either. I'd rather be single than be with the absolute worst guy ever just because it's convenient. I want something real.\n  ","494148":"\n  Not even sore lol just because I ALWAYS write a lot and rarely use slang on here doesn't mean I'm mad. I've always been a good speller too. Hint: I use the F word and other swears when I'm actually pissed over stuff or find things humorous.\n  \n  I don't think I'm getting a boyfriend, husband and kids tonight. Kind of takes time there :p not something that should be rushed into.\n  \n  Working at this moment even if people don't deem it as real. More about them than me. Slighty content with that right now.\n  ","494149":"\n  Happens way too much and when you don't answer the way they want equals low self esteem lol like uh no? My self esteem is fine right now. I think showing pictures of me on here speaks volumes of that lately 🤣\n  \n  Just not in the mood for fetish questions and all that.\n  \n  Posted some hobbies in the last q\n  ","494150":"\n  Didn't seem that way at first.\n  \n  I'm not even mad though.\n  \n  It's just annoying getting those types of questions. People should focus on themselves.\n  \n  Anyways,  I like swimming, reading, running, music, movies, cooking at times, gym etc\n  ","494151":"\n  I didn't ask for fetish questions about people\n  ","494152":"\n  Because I don't feel like getting attacked over not \"having a real job\" or my age and other things = low self esteem?\n  \n  No. I just don't feel like dealing with that crap right now. Technically working at the moment since getting paid to be here. But y'all will disagree with whatever I say anyways.\n  \n  I want questions..not people trying to belittle me because I don't live up to their standards.  Probably sh!t on me for not being married or having kids already too. I get all this stuff too much and don't have the energy to go down that road rn\n  \n  Unless you meant a hobby type way...\n  ","494153":"\n  Live\n  \n  Not going to play this game.\n  ","494154":"\n  Yup\n  ","494155":"\n  Cool. Go explode to it\n  ","494156":"\n  :)\n  ","494157":"\n  No. I just don't need to know all the information. Has nothing to do with me, isn't even a legit question. People have s*x, mindblowing. It's not a new concept lol\n  ","494158":"\n  Anywhere? haha no real recommendations.\n  ","494159":"\n  I don't care\n  ","494160":"\n  Someone needs to travel then :o\n  ","494161":"\n  Awesome\n  \n  You should get some instead of sharing other people's business.\n  ","494162":"\n  How exciting.\n  ","494163":"\n  Anon\n  ","494164":"\n  👍\n  ","494165":"\n  Awww\n  ","494166":"\n  Thanks anon\n  \n  Sent to all, I see ¯\\_(ツ)_\/¯\n  ","494167":"\n  Yes. All about what happened though.\n  ","494168":"\n  Blue suede shoes\n  ","494169":"\n  No because people will call them black or white still when they are mixed.\n  ","494170":"\n  Bedroom?idk something more grown up looking, indie, rustic..mix of styles that work together.\n  \n  However, kitchen wise.. I like my brother's set up. Islands are cool. Bar stools too.\n  ","494171":"\n  Here's three or 3.5\n  \n  500 lifetime miles on Fitbit\n  \n  A song about pills made me remember that I forgot to take my metformin with dinner. I'll have a snack soon\n  \n  Country club was under construction and nobody was really there. I learned that the gym there sucks compared to the one I go to. Too many people talking & complaining. The machines weren't as good and they don't have my favorite one to use.\n  ","494172":"\n  Cool\n  ","494173":"\n  I'd rather get them a meal or something. But ya, I've gave some money before too.\n  ","494174":"\n  Does anyone have questions?my inbox is so dead\n  ","494175":"\n  Ask other guys that ¯\\_(ツ)_\/¯\n  ","494176":"\n  Yes, I believe that. Was going to say that but the original answer came to me after. A lot of things coexist in the questions that they usually ask.\n  ","494177":"\n  Knowledge is power\n  ","494178":"\n  1. Anon\n  \n  2. Already eating\n  \n  Salad + Palmini, meatball pieces and I threw on some mushrooms too. Asparagus\n  ","494179":"\n  When you look up and notice the moon :)\n  ","494180":"\n  Nah. Hard to do without a mirror :p\n  \n  Don't need to see me in a bathing suit either. Creeps. It's also the same black with floral print.\n  \n  This guy seems like he's watching me as he towels off. Send help\n  ","494181":"\n  It feels hotter than 90s out 🌴🌵🌞☄\n  ","494182":"\n  Yes. Totally case by case situation.\n  ","494183":"\n  Not really. 2 months is a decent amount of time. I feel like rebound would have been way sooner? It could be too soon to tell about the feelings part.\n  ","494184":"\n  Now this girl is bitching about her life, brother etc cool\n  ","494185":"\n  Also miss my actual gym. These machines are different.. don't have the video courses to watch while using the stationary bike.\n  ","494186":"\n  Any questions? these guys nearby are annoying lol\n  ","494187":"\n  Working out at the country club's gym before hitting the pool.\n  ","494188":"\n  It can vary\n  \n  ~ this week ~\n  \n  Fitbit. Mine should really count stairs because there's 17 of them and I've been going up and down all day lol\n  ","494189":"\n  I took a closer up one but it made me look like I was super short in height o.o\n  ","494190":"\n  Probably not. Only looked at steel and not quite job listings. That's his job to do, not mine. Quick Google search\n  ","494191":"\n  I liked these ones\n  ","494192":"\n  I'm ok\n  ","494193":"\n  Do whatever makes you happy\n  ","494194":"\n  Do it instead of JUST talking about it.\n  ","494195":"\n  Depression wasn't fun. Finding myself again.\n  \n  Deaths of loved ones or pets.\n  \n  Idk I don't really view things as \"events\"\n  \n  ¯\\_(ツ)_\/¯\n  ","494196":"\n  Steel is on a decline in the uk. Apparently Tata Steel is the best company?\n  \n  I'm not in the uk and even if I was, it would be a no. You just harass people any chance you get.\n  \n  Good job on the hair growth\n  ","494197":"\n  Um who doesn't???\n  \n  Chocolate chip\n  \n  Peanut butter\n  \n  Oatmeal raisin\n  \n  Macadamia nut\n  ","494198":"\n  I don't have that\n  ","494199":"\n  6 months ago. Where'd you go again, Jon? Always the disappearing act.\n  \n  Definitely not my dream job lol\n  \n  Therapist, author, hands on dietitian or something like that would be up my alley.\n  ","494200":"\n  Ok Shaam\n  ","494201":"\n  I'm not too sure.\n  ","494202":"\n  lol this poll\n  ","494203":"\n  Bury nuts\n  \n  Run fast\n  \n  Swim forever\n  ","494204":"\n  I forgot about the first two.\n  \n  The last one is good :)\n  ","494205":"\n  People's bullshit\n  ","494206":"\n  Sicko mode\n  ","494207":"\n  Haha. Good luck. I'd go with Dodgers too in this instance.\n  \n  Nope but did have some raw too. We've been making our own dough lately.\n  ","494208":"\n  Made me listen to Adele\n  ","494209":"\n  On a beach would be nice.\n  ","494210":"\n  Gets overwhelming if nonstop blizzards\n  ","494211":"\n  Maybe a 5 or so.\n  ","494212":"\n  I don't understand Arabic\n  ","494213":"\n  This seems like the Grease moment where that dude is at the pap rally and asks the same thing.\n  \n  \"Fine. Thanks\"\n  ","494214":"\n  10k+?\n  ","494215":"\n  Old dog died\n  \n  My grandpa. Didn't get to say goodbye or that I loved him.\n  ","494216":"\n  My personality\n  ","494217":"\n  A \"relationship\"\n  ","494218":"\n  Hello\n  ","494219":"\n  My usual go to's\n  \n  Fitbit to wake up\n  \n  Email\n  \n  This\n  ","494220":"\n  Aw that's sweet\n  \n  But I think it's lahore still so gross\n  ","494221":"\n  With toast? I'd go with jam.\n  ","494222":"\n  How could one forget that?\n  \n  Idk but yesterday I left the mayo and a cheese stick out.\n  ","494223":"\n  Love\/hate relationship with bees.\n  \n  Butterflies. Especially nomad ones.\n  \n  Ladybugs\n  \n  Dragonflies are pretty but gross too when they want to mate on top of you :*(\n  ","494224":"\n  Do you have a brother? lol I imagine that would make it harder to talk about.\n  \n  Just let them know you are ok with hearing about them.\n  \n  Maybe she secretly likes you so feels odd talking about too. Who knows\n  ","494225":"\n  Nope. We went to On The Boarder before the movie on Monday. They had an all you can eat enchilada day and I had leftovers.\n  ","494226":"\n  Idk seems all over the place\n  ","494227":"\n  Those poor souls\n  ","494228":"\n  Idk she's from Arizona so its possible\n  ","494229":"\n  Arizona\n  \n  Canada felt far but wasn't\n  ","494230":"\n  Raisins have nothing on them.\n  ","494231":"\n  California and an Arizona number\n  ","494232":"\n  A fake spaghetti.\n  \n  Made out of palm trees.. heart of palm.\n  ","494233":"\n  Therapist\n  ","494234":"\n  Idk but feel like guys usually like 135-180 range on themselves especially if muscular frames.\n  \n  I was going to say \"me lol\" but that would only be true for really tall guys\/girls.\n  ","494235":"\n  Who keeps calling me. Someone woke me up at 7am and then at 10. Don't know their numbers, no voicemails. Probably just scammers.\n  ","494236":"\n  Idk was sleeping lol\n  \n  Seems to be ok right now ¯\\_(ツ)_\/¯\n  ","494237":"\n  At a restaurant\n  \n  You make something with help :)\n  \n  Pretty much just going to reheat some palmini with meatball bits in it.\n  ","494238":"\n  118-125\n  ","494239":"\n\n   @Coolio247\n  \n  I hope so ;)\n  ","494240":"\n  Last Christmas? Or sometime before then.\n  ","494241":"\n  Me lol\n  ","494242":"\n  Maybe a little. They never came back.\n  \n  I was tired though and doubt I would have done anything either way.\n  ","494243":"\n  I do have dark mode on.\n  ","494244":"\n  Would have been the phone. However it's a pay as you go one.\n  ","494245":"\n  Original\n  \n  lol I was going to ask about original vs chocolate ones yesterday since they have those here.\n  ","494246":"\n  I need sleep\n  \n  Night everyone 😘\n  ","494247":"\n  Skills\n  ","494248":"\n  I cried earlier. You don't see me b!tching. lol\n  ","494249":"\n  A thing I'd never do lol\n  ","494250":"\n  Well technically my sister and her husband had some deal where they got a free coffee on top of theirs and gave me it. Was my first time trying anything from Dutch Bros.\n  \n  Bogo deal\n  \n  I got a shirt from shein.. part of the \"free trail\" deals they do.\n  \n  Lists anything I remember lol\n  ","494251":"\n  I've really been into Jacob Lee lately. He did this one last week. I like the blend of poem and song.\n  \n\n   https:\/\/youtu.be\/QzE0yneC5W0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  My spotify is being annoying on my phone so I'm not sure on other people I've been liking this year. Won't show the recent added -_-\n  ","494252":"\n  Not my problem\n  ","494253":"\n  Go away lahore\n  \n  You should do research.\n  \n  Also don't get why people think I have those kinds of connections being American and all.\n  ","494254":"\n  Where are you from?\n  \n  11pm here\n  ","494255":"\n  Switch. Being submissive can be nice in the right setting ;)\n  ","494256":"\n  Sorry not everyone is as experienced as you 😘\n  ","494257":"\n  I'm open to a lot 😈\n  ","494258":"\n  Not that many\n  ","494259":"\n  A guy\n  ","494260":"\n  Too long\n  ","494261":"\n  Can't think of one\n  ","494262":"\n  Don't have a date for you :p\n  ","494263":"\n  That reminds me that I should probably answer okcupid people soon ;)\n  ","494264":"\n  Don't think many are on but sure, let's do this.\n  \n  🍭hh🍭\n  ","494265":"\n  One of these.\n  ","494266":"\n  Listening to music still and eating some fruit at 10pm o.o\n  ","494267":"\n  You\n  ","494268":"\n  Everything comes back eventually\n  ","494269":"\n  Save more money\n  \n  More risks\n  \n  Seek legit medical treatment instead of finding out all the answers when 30s. Doctors should really try treating patients instead of shoving me to dietitians and such when that wasn't fully the problem at state.\n  \n  Don't f*ck up good things\n  ","494270":"\n  Forgot about this song. Her voice 💞\n  \n\n   https:\/\/youtu.be\/7a28XA9osvE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","494271":"\n  See the Aurora lights\n  \n  Goal weight\n  \n  Traveling in general\n  \n  Earn degree and help people\n  \n  Big\/small things in life yo\n  ","494272":"\n  My phone won't let me search on spotify playlists :(\n  \n  Bad with remembering all the titles.\n  ","494273":"\n  New music\n  \n  Books\n  \n  Being active but today I was a lazy f*ck\n  \n  Loved ones\n  \n  Nature\n  ","494274":"\n  Earlier today\n  ","494275":"\n  When the voice shows up on YouTube but I still have an hour to go. Oops\n  ","494276":"\n  Thanks:)\n  ","494277":"\n  More adventures\n  \n  Less online time would be good too\n  ","494278":"\n  For sure. Very deep too\n  ","494279":"\n  Me too. Last night.\n  ","494280":"\n  Thanks for trying:)\n  ","494281":"\n  Boredddd. Nothing I want to watch is available. Need some comedy\/romcom ideas or something!\n  ","494282":"\n  Same to you\n  ","494283":"\n  I'm not angry. Just like blah. Can't watch what I want.\n  ","494284":"\n  Also Netflix doesn't have season 3 of Outlander yet. Grrr\n  ","494285":"\n  Ugh they don't have real tv. Just Netflix and other stuff. Guess I'll miss This Is Us this week as well -_-\n  ","494286":"\n  Well that's weird 🤣\n  \n   @asgardarts\n  \n  gets my vote 👍\n  ","494287":"\n  Yes.\n  \n  I don't know too much of Kasabian though.\n  ","494288":"\n  Rarely these days\n  ","494289":"\n  No full body mirror here. gotta wait then 😝\n  ","494290":"\n  I don't give to anons.\n  ","494291":"\n  Ugh too many out there!\n  ","494292":"\n  Eh I have some bruises from foam rolling them :\/\n  ","494293":"\n  I'm losing weight. Actually won't get to check on Wednesday's number.\n  ","494294":"\n  Yes please\n  \n  However I currently have neither. Had ears done twice but closed up each time.\n  ","494295":"\n  Not really.. just physically.\n  ","494296":"\n  Leftover Chicken \"enchilada\" from last night.\n  \n  Keto way is just the meat, cheese and sauce. It looks pretty pathetic :(\n  ","494297":"\n  Mild at best. Sometimes hot depending on what it is.\n  ","494298":"\n  No. I never do.\n  ","494299":"\n  I don't think you are. I was only kidding with the comment to Tom. Poor taste.\n  \n  The only other time I mentioned you was explaining that you didn't follow me anymore on that account and I didn't mean for that to sound like an a$$hole move on my part either. I didn't talk sh!t either just acknowledged how I didn't get them anymore without going into all the details of why. I know what I said was wrong. I'm truly sorry for everything.\n  ","494300":"\n  What do you mean?\n  ","494301":"\n  I know that. That's why I haven't bothered you to be back on the list. I only get the less pure ones still.\n  ","494302":"\n  I can be blunt  I know that. I'm not nearly as sarcastic as I used to be. People will read anything with a different tone even if I'm calm as can be. Even when admitting when I'm wrong etc\n  ","494303":"\n  I don't dislike anyone\n  ","494304":"\n  Apparently\n  ","494305":"\n  Clearly\n  ","494306":"\n  Maybe the nikki one was someone else. Pretty random. But ya like.. ok then buddy.\n  ","494307":"\n  Yet writing to me. K\n  ","494308":"\n  O.o\n  ","494309":"\n  Not yet. Will take a while. Beetlejuice theme.\n  \n  My brother has some stuff out though. Don't feel like posting tho\n  ","494310":"\n  The lovely benefits kind? ;)\n  ","494311":"\n  Speaking for all the anons then?\n  ","494312":"\n  I haven't gotten anything sent about you.\n  \n  Nah. I'm not that important :p\n  ","494313":"\n  Us?\n  ","494314":"\n  The worst ;)\n  ","494315":"\n  Years ago, was true 😢\n  ","494316":"\n  Lyndsey\n  \n  Born and raised in Boston. Arizona atm\n  \n  I don't mind tequila ones\n  \n  Sagittarius\n  \n  N\/A\n  ","494317":"\n  Not exactly what I want to hear right now. Y'all need to stop being creepy.\n  ","494318":"\n  Ew candy corn is the worst *throws kitkats and cookies at you*\n  ","494319":"\n  My bad 🤣\n  ","494320":"\n  Only by eating them.\n  ","494321":"\n  I know they do in Maine.\n  ","494322":"\n  I believe so.\n  \n  I've stayed at campgrounds that had bear traps before.\n  ","494323":"\n  Water\n  ","494324":"\n  Not always\n  ","494325":"\n  No\n  ","494326":"\n  All about the mood and what I feel like doing. Forests are beautiful to be in.\n  ","494327":"\n  Haha right. One would be about 7 net carbs. not totally bad but who stops at 1?\n  \n  Those poor things.\n  ","494328":"\n  I've only had mocha fraps but those were in the glass bottles.\n  \n  If you like black coffee then Pike Place Roast is their standardcoffeeoption - it's a medium roast that's brewed all day - so it's the Starbucksequivalent to a \"regular\" flavor of coffee. Your store may alsohavea dark roast option.\n  ","494329":"\n  If sleeping with me counts 🐈🐕\n  ","494330":"\n  Yes.\n  ","494331":"\n  Willpower will be tested 🤣 I just filled my water bottle.. was eye level at oreos, chip ahoys and off brand poptarts.\n  ","494332":"\n  FB\n  \n  Too many hackings occur\n  \n  Upgrades you don't need.\n  \n  Need a separate messenger to view messages.\n  \n  People show off more\n  \n  Too many notifications on groups etc\n  \n  I have family on it so don't feel like I can fully say what I want at times\n  ","494333":"\n  When I can't have bread lol :p but who wouldn't want that recipe?\n  ","494334":"\n  I like some.\n  \n  So different from other characters he's done.\n  ","494335":"\n  Not specifically but\n  \n   @CactusDoug\n  \n\n   @Itslaurencim\n  \n  and\n  \n   @Ice_Frozen_Vocals\n  \n  do them a lot.\n  ","494336":"\n  Dude.. I still don't know haha such a mindfuck. He should get an award though.\n  ","494337":"\n  Yes loads. Its definitely something haha\n  ","494338":"\n  Good night\n  ","494339":"\n  Already answered\n  \n  I'm tired. Long day lol\n  \n  Finally made it here 😴😴\n  ","494340":"\n  Someone to marry??\n  ","494341":"\n  Definitely interesting! Twisted and uncomfortable from the get go but you kind of sympathize with the Joker ¯\\_(ツ)_\/¯idk man it's very odd lol\n  ","494342":"\n  Who?\n  ","494343":"\n  Yup\n  ","494344":"\n  Leaving the movie.\n  ","494345":"\n  Yes, sometimes.\n  ","494346":"\n  Cool :D\n  ","494347":"\n  Yay. Seeing Joker tonight.\n  ","494348":"\n  Family\n  \n  Family friends\n  \n  My best friend\n  ","494349":"\n  Any questions?\n  ","494350":"\n  Did I shave? Is it cold?\n  ","494351":"\n  Damn right\n  ","494352":"\n  Watermelon or strawberry\n  \n  Make me a fruit basket please ;)\n  \n  Probably go with the watermelon. More of it.\n  ","494353":"\n  Not to waste time with someone that doesn't matter\n  \n  Need a strong connection\n  \n  Trust red flags \/ gut instincts\n  \n  Be 100% yourself\n  ","494354":"\n  Fruit.\n  ","494355":"\n  Charming lol\n  ","494356":"\n  So all anons smell like you?\n  ","494357":"\n  Watermelon, strawberries or bananas.\n  \n  Maybe cucumber,  spinach..\n  ","494358":"\n  Music or multitasking. Nothing too inappropriate :p\n  ","494359":"\n  Will be odd staying over but besides that seems like it will be a piece of cake.\n  ","494360":"\n  Yup\n  ","494361":"\n  What would that smell like?\n  ","494362":"\n  I dated a Jewish guy. Not sure if that would count? He was pretty white...\n  ","494363":"\n  No. I'm not into females.\n  ","494364":"\n  Yes\n  ","494365":"\n  Yes\n  ","494366":"\n  Yes. Reminds me of the time I got lost in the woods :( was with a huge group and then the next instant they disappeared. Didn't know where to go. Haven't been there before. Luckily, I found my way out again but I was definitely pissed and scared at those people. However one girl stayed back and was chilling outside on the porch and we were talking so it wasn't a total fail of the night. We didn't talk much before that.\n  \n  My grandparents just moved to a new area. It was Christmas and my sister and I felt like going for a walk. They had woods nearby. We kept going further into the woods. It was getting darker. I wanted to leave so we ended up splitting up. They also had wild turkeys making noises. I pretty much came out a mile away from the house 🤣 noticed my parent's old van down one road looking for me.\n  ","494367":"\n  Never!\n  ","494368":"\n  Sometime tonight after dinner\n  ","494369":"\n  Didn't date. Too young but felt like something was there. Played house and married. Not sure what he's up to these days\n  \n  My best friend ended up kissing him. We just stopped. He told me he didn't like her and ya.. I know he has a kid these days\n  \n  2 years that didn't go anywhere pretty much. He was younger, didn't go to the same school. Wasted time. First person I ever dumped. I wanted to be free over the summer + my senior year of high school incase someone much better came along. It was good since we weren't right for each other at all. His friend liked him and told him that while dumping him lol they dated soon afterwards 🤣 idk what he's up to.. I deleted him off fb since we'd only exchange birthday greetings afterwards and sh!t was getting annoying lol\n  \n  Friend of a friend. We kind of just distanced ourselves. His ex was coming back to town. I didn't feel like fighting for him didn't know him that long and clearly I meant nothing to him as well since the last time we talked he mentioned the ex and never called again lol I imagine they got back together. He died a few years ago.\n  \n  Hm we weren't technically official but used a lot of words that would signify being together. Still remained on friendly terms. I guess a tad mutual since I had a wall up (didn't notice at the time) and I understood where they were coming from.\n  ","494370":"\n  Old question lol\n  ","494371":"\n  Good. Especially the court part.\n  ","494372":"\n  It's sad the part where she's close up and has boogers running came to mind lol it's one of those weird good\/bad type movies for sure. Maybe 2.5-3 given the day watched. Low budget.\n  ","494373":"\n  I'm not sure. Would like to. Usually go during the summer but that didn't happen.\n  ","494374":"\n  Would it really be suffering though? hard would be best but eh d!ck is d!ck. 😈😉\n  ","494375":"\n  Bed\n  \n  Outside in nature.. a beach, near the pool.\n  \n  Couch or comfy chair\n  \n  Doesn't really matter\n  ","494376":"\n  Pro\n  ","494377":"\n  Sometimes but I get misunderstood too. I'm blunt at times (masshole + sagittarius) so it can come off more harsh than intended or I just don't think of how someone will view what I write. I'm a super calm person so it's ironic how that \"new person\" told me to calm down.\n  ","494378":"\n  I hate confrontations but I'll stand up for what I believe in if need be\n  ","494379":"\n  Already relaxed lol\n  ","494380":"\n  Yes. I think I've proved that enough on here by now?\n  ","494381":"\n  I need fruit or something to go with it. The texture can be weird at times. But overall, I like it.\n  ","494382":"\n  Bruin always sleeps outside when it gets colder out.\n  ","494383":"\n  Not always, meanie.\n  ","494384":"\n  Pink top and grey leggings. I'll pass on the picture\n  ","494385":"\n  Yes haha\n  ","494386":"\n  Not everything. Maybe just the basics...\n  ","494387":"\n  Hell no\n  ","494388":"\n  lol you need to calm down\n  ","494389":"\n  When they start drama over nothing. Don't use blinkers or turn signals, keep pets in cages etc\n  ","494390":"\n  Yes, I think so.\n  ","494391":"\n  But I'm already too sweet! :o\n  ","494392":"\n  Chocolate\n  \n  Cheesecake\n  \n  Strawberry shortcake\n  ","494393":"\n  To kill a mockingbird\n  ","494394":"\n  Albino peacock\n  ","494395":"\n  Cum instead of gum :o\n  \n  Luckily it was in a note and to a girl instead lol\n  ","494396":"\n  If it makes you happy\n  \n  Unwritten\n  ","494397":"\n  My Lahore anon makes me never want to visit Pakistan.\n  ","494398":"\n  Does anyone else picture when he says \"it sounds like this\" or just me? 🤣🤣🤣\n  ","494399":"\n  Caution\n  \n  Dirty minded\n  \n  Idk lol\n  ","494400":"\n  I don't have any planned at the moment.\n  \n  Unless you count staying 2 towns away as a trip lol\n  ","494401":"\n  4\/5\n  \n  Not sure if one should count since we were really young.\n  ","494402":"\n  Just the typical hakuna matata, cest la vie, carpe diem etc\n  ","494403":"\n  Would have been this one\n  ","494404":"\n  Yes. I've always had 2-3 in mind.\n  ","494405":"\n  Here's one of them\n  \n  \"And can you teach me how to dance real slow?\n  \n  Well, I know that you're in love with him\n  \n  'Cause I saw you dancin' in the gym\n  \n  You both kicked off your shoes\n  \n  Man, I dig those rhythm and blues\"\n  ","494406":"\n  Clothes off - Ria Mae\n  ","494407":"\n  50+\n  \n  20-\n  \n  30 neutral\n  ","494408":"\n  Pop or rock?\n  \n  Maybe even some metal but lighter sounding..\n  ","494409":"\n  Yes but they should wear whatever they feel comfortable in and not forced to wear a bikini if that's not their jam.\n  ","494410":"\n  \"No such user in database \"\n  \n  I think he could have been a troll, deactivated or something.\n  \n  No idea on who that was\n  ","494411":"\n  Depends how good it is. Sometimes I can get carried away with the story. I've read whole books in one day before. I try saving them these days though. Some here and there when the mood strikes.\n  ","494412":"\n  theaters: the 2nd IT\n  \n  I liked that \"Falling Inn love\" Netflix has. I'm still behind on watching the suggested films, man.\n  ","494413":"\n  I have plenty of times but not lately.\n  ","494414":"\n  Idk. I don't feel that creative with asking things lately.\n  \n  Usually 5-10 at the very least.\n  ","494415":"\n  You must care a lot about me to even feel the need to spread that hatred.\n  ","494416":"\n  Not all of it. I think their dreams, personality , likes\/dislikes could change but I don't believe that the whole person does. Unless a s*x change or something. Or they changed their name. ¯\\_(ツ)_\/¯\n  \n  I'm more into fitness these days but I didn't change anything about myself...\n  ","494417":"\n  Whatever comes to mind\n  ","494418":"\n  Yes. Why does this always get asked?\n  ","494419":"\n  No, you are!\n  ","494420":"\n  Me lol\n  ","494421":"\n  Nah\n  \n  I respect privacy.\n  \n  And the last picture I took with someone in general would have been with the brother-in-law and rather  not give people ideas because they see me with a man lol\n  ","494422":"\n  Hawaii or somewhere in the UK.\n  ","494423":"\n  Agreed\n  ","494424":"\n  No thanks.\n  \n  If I had to have a wild bird it would be a peacock.\n  ","494425":"\n  Football mostly\n  ","494426":"\n  Haha not the way I meant :p\n  ","494427":"\n  Blue and purples\n  ","494428":"\n  Shouldn't be too hard\n  \n  ;)\n  ","494429":"\n  Before keto lol\n  ","494430":"\n  I like both equally\n  ","494431":"\n  No\n  ","494432":"\n  Grey\n  ","494433":"\n  Same here. I didn't even know they offered a shirt. But that seems a bit embarrassing too lol so good thing it expired. And I don't exactly trust the flowers site.\n  \n  Good trusted sites, Amazon, fast food or restaurants, gas etc\n  ","494434":"\n  Multi colored\n  ","494435":"\n  Since I just got a new phone..  a lot of time without :p\n  ","494436":"\n  Yay!\n  ","494437":"\n  Just furry ones\n  ","494438":"\n  McDonald's sausage egg mcmuffin without the muffin\n  ","494439":"\n  Yup and its annoying\n  ","494440":"\n  Fetish\n  ","494441":"\n  Too old for that & no lol\n  ","494442":"\n  Not wearing one\n  ","494443":"\n  Good night\n  ","494444":"\n  Not always\n  ","494445":"\n  Yes. Most family ones. There's already my brother and the nephew's uncle that share the same name! Different spelling though. They were best friends growing up and married into the same family.\n  \n  My cousin and my brother-in-law's brother have the same name.\n  \n  Like I just wouldn't want the confusion when bringing someone's name up XD\n  ","494446":"\n  I've read these ones this year so far. I'd recommend the circled ones.\n  ","494447":"\n  Aw thanks. You too!\n  ","494448":"\n  I wish\n  ","494449":"\n  No cuts\n  \n  I have some bruises though from the gym. Noticed one today on my ankle :\/\n  ","494450":"\n  Make money, you b!tch\n  \n  Goal weight\n  \n  Bf\/husband\/kids, whatever\n  \n  Go back to college 📚\n  \n  Travel\n  \n  Basic life stuffs\n  ","494451":"\n  Buy me one ;)\n  ","494452":"\n  I love myself a lot more this year & not just in that way, my lovely creepy anons. 🤣\n  \n  Played house and married the neighbor.. well technically, he lived under us. He's kind of the first one I think of. Always seems happy to see me whenever we did see each other years later.\n  \n  The whole \"one sided love\" where the guy doesn't even know you exist 👍\n  \n  Love with the gym. Started in 2014 but before that I was walking and doing zumba.\n  \n  An out of this world connection with someone\n  ","494453":"\n  A bit sleepy but besides that I feel good :)\n  ","494454":"\n  I'll give three;\n  \n  Beetlejuice\n  \n  The nightmare before Christmas\n  \n  Charlie and the chocolate factory\n  ","494455":"\n  Myself, certain ig fitness people, music, nature. Putting my mind on something and doing it. Past, present and future etc\n  ","494456":"\n  :o\n  ","494457":"\n  Good thing I haven't blocked anyone.\n  ","494458":"\n  Yes for the most part\n  ","494459":"\n  Woof woof\n  ","494460":"\n  Because I'm an angel 😇\n  ","494461":"\n  voi🤗\n  ","494462":"\n  Nah. It's better to be bilingual especially in work environments or traveling.\n  ","494463":"\n  No. I'm Greek, German, Irish and English.\n  \n  I understood some words.\n  ","494464":"\n  Yes, I am. Maybe 5-7 range.\n  ","494465":"\n  vedo più di quello che sai\n  ","494466":"\n  Uh huh. I'm taking today as a win then 😈💪\n  ","494467":"\n  Christmas movie no doubt.\n  \n  Lots have guns in them even if a prop :p\n  \n  True.\n  ","494468":"\n  bel culo\n  ","494469":"\n  Nothing or all, please.\n  ","494470":"\n  The rat spirits live on!\n  ","494471":"\n  No\n  ","494472":"\n  I don't want any gun :p\n  \n  Maybe archery or something. Don't care to hunt\n  ","494473":"\n  I'll try doing from now on :p\n  ","494474":"\n  Just asked what I want to do for my next birthday\n  ","494475":"\n  Never heard the term flop for pizza haha\n  \n  The things keto does to you ;) jk\n  \n  I like a little flop to the crust\n  ","494476":"\n  No :*(\n  \n  She just kept me on the dirty list\n  \n\n   @HeyGuysWantStuffJustAsk\n  \n","494477":"\n  When you want to write \"me lol\" but it wasn't XD\n  ","494478":"\n  \"Under my leathers\" sounds hot o.o\n  ","494479":"\n  Ok lol\n  ","494480":"\n  👻👻👻👻👻\n  \n  Reese ghost\n  \n  👻👻👻👻👻\n  ","494481":"\n  I think I see something\n  \n  lol @ bose\n  ","494482":"\n  Yes 😈\n  ","494483":"\n  5 but it was more the \"hi, how was your weekend\" type of questions.\n  \n  One was asking about my morning. Not sure what else he wrote..\n  \n\n  And then some dude read my page and talked about something on it.\n  \n  I just don't feel like replying right now ¯\\_(ツ)_\/¯\n  ","494484":"\n  Because Boris Johnson was busy?\n  ","494485":"\n  Good luck with that\n  ","494486":"\n  Idk.. I guess just money to do all the things I want to do.\n  \n  Everything coming to mind isn't really something you'd consider giving things...\n  ","494487":"\n  6. Bathing suit rn\n  ","494488":"\n  Everywhere.\n  \n  Experience different cultures, museums, tourism, meet new people from all over.. whatever happens :)\n  ","494489":"\n  Oh but they don't\n  ","494490":"\n  lol no. She was the evil one growing up.\n  ","494491":"\n  Sounds like it\n  ","494492":"\n  Depends on the situation\n  ","494493":"\n  Yes to all\n  \n  Especially the last two\n  ","494494":"\n  All of us 😈\n  ","494495":"\n  Chicken and waffles came to mind. Had before but I just don't get the hype.\n  \n  Grilled cheese and soup is good but not exactly \"appetizing \" lol\n  ","494496":"\n  il mio colore preferito è il blu 💙\n  ","494497":"\n  When its 2pm and haven't fought with anyone. How do you win??\n  ","494498":"\n  Find out 😈\n  ","494499":"\n  I don't mind it either way.\n  ","494500":"\n  3. Maybe 3.5\n  \n  N.\n  \n  Hell cat\n  \n  Port a potty one\n  ","494501":"\n  Haha what? O.o\n  ","494502":"\n  About an hour or so\n  ","494503":"\n  We have dark right now.\n  \n  I'd use any of them\n  ","494504":"\n  It hasn't felt that fast especially since its been going on for years. Keto sure helped make it move faster tho.\n  \n  It just sucks when people still say negative things. I'm pretty much at my smallest but still \"big\". ¯\\_(ツ)_\/¯\n  \n  My mindset is good though.\n  ","494505":"\n  Idk. Don't think people always need to comment?\n  ","494506":"\n  Oh my\n  ","494507":"\n  At times. Need to be in a mood for them.\n  ","494508":"\n  No clue. Glad you saw the light XD\n  ","494509":"\n  Have fun. I won't be there lol\n  ","494510":"\n  Interesting\n  ","494511":"\n\n   https:\/\/youtu.be\/dlNO2trC-mk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","494512":"\n  Yes lol\n  ","494513":"\n  Spiders make me feel itchy\n  ","494514":"\n  🍩🍦🍪🍫\n  ","494515":"\n  Sometimes. Why?\n  ","494516":"\n  I'll never live this down haha\n  ","494517":"\n  Chocolate cake, man.\n  ","494518":"\n  lol nope hence why I asked the question to begin with\n  ","494519":"\n  Not nice to lie\n  ","494520":"\n  What?\n  ","494521":"\n  Nice visual :p\n  ","494522":"\n  ?\n  ","494523":"\n  I try reading them all.\n  \n  I don't always comment back so people are lucky if that happens :p\n  ","494524":"\n  My sister and I would sing it with our friends.\n  \n  My former step cousin would sing it and made me like the song more\n  ","494525":"\n  Haven't had either in a while. Can't go wrong with poptarts.. cooked or uncooked.\n  ","494526":"\n  Maybe\n  ","494527":"\n  Reeses are always good regardless of the type.\n  \n  Paydays are ok.. the slimfast peanut turtle things taste just like them.\n  ","494528":"\n  Whatever came to mind. I wouldn't go on a date and feed them some stupid script. I'd want everything to feel natural, not forced.\n  ","494529":"\n  They are ok\n  ","494530":"\n  Who I am would be good.\n  ","494531":"\n  Fuck off with comparing people.\n  ","494532":"\n  Good to know. Not sure if I've read it\n  ","494533":"\n  Yes. Mostly dead end jobs. Cleaning, laundry mat, making earrings. Some realtor thing before.\n  \n  My dad has always done construction, painting\/sheetrock.. home depot, worked for a catering company.\n  ","494534":"\n  True.\n  \n  No idea why this person won't be quiet now\n  ","494535":"\n  Yes. They go crazy XD jumping at the wall where their leashes were hung and stuff. Going to the door.\n  ","494536":"\n  Think whatever you want. I don't care\n  ","494537":"\n  Aw I'm sure the black hole is adorable. What were you riding? lol.\n  ","494538":"\n  :(\n  ","494539":"\n  Think you mean Ireland 😉\n  ","494540":"\n  I've seen the movie years ago\n  ","494541":"\n  He had an image of Star Wars as his profile picture,  nothing else.\n  ","494542":"\n  Just because I have a work at home\/anywhere one doesn't mean its not a real job. It just isn't as good right now. Plus I'm getting $200 this week for a JOB to do.\n  \n  Is your job to harass people?\n  \n  Most would be retail jobs if I did get a \"real job\".\n  ","494543":"\n  🤣🤣🤣🤣\n  ","494544":"\n  Have you tried any of the Japanese flavors? Match a green tea and whatnot?\n  ","494545":"\n  Might have been lahore.  He sent me a ton last night or some other anon.\n  \n  Thanks.\n  \n  I don't think family is something you should rush into either. Like ok, I get I'm getting older but chill lol One of my friends has two kids with the same guy and each time they've broken up and got back together. Dude seems more like he was a sugar daddy to begin with. She was all \"look what he got me\" type stuff. She was engaged on and off with some other dude before this one. Rather not having something messy like that ¯\\_(ツ)_\/¯\n  ","494546":"\n  Match? How well we'd get along or some bullshit\n  ","494547":"\n  Didn't help that I had a nightmare last night lol haven't had one in forever.\n  ","494548":"\n  I know but I still wouldn't recommend that\n  ","494549":"\n  7\/8?\n  \n  Just depends what it is.\n  ","494550":"\n  Ok\n  ","494551":"\n  I have a graphic communications degree. I did more copy jobs and that's not what I'd want to do forever. Going to college changed my mind about being a teacher. I was more interested in psychology classes. Ended up moving and haven't attended any classes since. I go back and forth between wanting to go back and actually having a degree catered to psychology. I was just doing liberal arts at the time. Don't know if they'd transfer over. College isn't free here either.\n  \n  Nobody likes me in that way. They don't get to know me. Just catcalls, headnods, them thinking \"hi\" is acceptable way to start something lol I also usually have long breaks between new people so that's always awesome too -_- #foreveralone\n  \n  Homes aren't free either :p I really need to make more money. I also go between traveling and having my own place. A home isn't a place to me.. its more about who you share it with... again, read family one :p\n  \n  I'm more focused on fitness too right now.\n  ","494552":"\n  Why would anyone want that?\n  ","494553":"\n  This huge sand dune type thing with water all around it. The water was pretty calm but the sand made it hard to get out of the water. Kind of like in Aladdin when they are on top of the gold but water all around. Choking on sand at one point when trying to climb up to the top. Swallowing water like something was holding me down... idk was odd since I don't usually dream of water or sand.\n  \n  \"Dreaming ofsandforetells instability. If you see yourself carryingsand, this suggests difficulties ahead. Generally,sandsymbolizes the passing of time and the temporarily of everything, including our lifetimes. Therefore, a dreamofsandoften means that you are afraid of aging and even death.In general,dreamsaboutwaterare symbolic of your emotions in your waking life, the deepest recesses of your subconscious mind and your intuition. Bath and Shower — This may indicate a need to take care of you and rid yourself of undo stress and leftover emotional conflicts. Our negative unconscious thoughts and emotions. Negative situations that bring uncertainty, the unfamiliar, obstacles, or unwanted changes. Positively,watercan symbolize renewal and regeneration with symbolismsuch as bathing, drinkingwater, or bottledwater. Todreamof calm clearwater represents peace of mind.\"\n  ","494554":"\n  No. Was walking along the road and noticed them like that. I got closer and they hopped into the bushes. Must have seen 5 or 6 altogether yesterday. One scared me 🤣\n  ","494555":"\n  So.. what should my aim\/path or whatever be? :)\n  \n  I should really sleep now as its getting late here.\n  ","494556":"\n  Night\n  ","494557":"\n  👍\n  ","494558":"\n  How unfortunate\n  ","494559":"\n  The top is white\n  \n  Not posting it on here tho\n  ","494560":"\n  Rude.\n  \n  What should I be aiming for according to you?\n  \n  Good night\n  ","494561":"\n  I don't have a red bikini\n  ","494562":"\n  More content.\n  ","494563":"\n  Hey\n  ","494564":"\n  This?\n  ","494565":"\n  Lot of good fictional ones to pick from :o\n  ","494566":"\n  Nope\n  ","494567":"\n  Why can't the stars look like that here? Sedona making everything beautiful all the time. Damn\n  ","494568":"\n  Which one? There's a lot of older people in it\n  ","494569":"\n  I feel like I use this one a fair amount XD\n  ","494570":"\n  Thanks\n  ","494571":"\n  Maine in the winter? Below freezing temps at times.\n  ","494572":"\n  A 42 year old can't spell \"loving\"? That's also the only thing on his page o.o\n  ","494573":"\n  Ok then...\n  ","494574":"\n  My mood is fine lol\n  ","494575":"\n  How lovely\n  ","494576":"\n  I bet it's Spanish\/ Mexican..\n  ","494577":"\n  Ohohohohoh\n  ","494578":"\n  That's awful\n  ","494579":"\n  Just a guess but I bet you mean this version?\n  \n\n   https:\/\/youtu.be\/xTKlizBS9eA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","494580":"\n  Old town road\n  \n  But there's been so many different people covering it!\n  ","494581":"\n  I don't even know him or you...\n  ","494582":"\n  That sounds strange.\n  ","494583":"\n\n   https:\/\/youtu.be\/dlNO2trC-mk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","494584":"\n  Why ask a question you already know?you have some pictures on your page....\n  ","494585":"\n  Yes\n  ","494586":"\n  Thanks\n  \n  I feel like people always have something to say if I say curvy or thick thighs too ¯\\_(ツ)_\/¯\n  ","494587":"\n  Song :)\n  ","494588":"\n\n   @WayneBrat\n  \n  you have some explaining to do lol\n  ","494589":"\n  Almost but ended up being called their \"aunt\" instead.. not related to them.\n  ","494590":"\n  I guess the whole fat debate going on right now. Like I know  I'm way smaller than I have been, different body composition and all that but I'm still big by definition. Pcos and fatty liver doesn't help that either. I'm not a healthy bmi. I don't think that truly matters since doesn't take muscles and other things in consideration. Still overweight, chubby, fat...\n  \n  Like I'm just saying how it is. I'm not even tearing my body or bad thoughts about myself - its just the truth of the matter. I'm not saying it to get compliments either saying that \"I'm not fat\" lol like i know my body more than others do ¯\\_(ツ)_\/¯\n  \n  Cool.. I can fit large sizes and fit more junior sizes these days but I'm still big..\n  ","494591":"\n  Still overweight by BMI and my own standards among societies.\n  ","494592":"\n  I need to think of some to send out :)\n  ","494593":"\n  I'm not sure what I want to do for my birthday. It's usually just another day to me.\n  ","494594":"\n  * Do you believe in superstitions? Which? *\n  \n  I guess black cats, white lighters, broken mirror\/glass. Ladders are interesting but eh...\n  ","494595":"\n  I like giving too :)\n  ","494596":"\n  Already fat enough and don't need to turn blue.\n  ","494597":"\n  Already posted but look at these bunnies 🐰🐇\n  ","494598":"\n  - new books\n  \n  - adventures\n  \n  - s*xual shenanigans\n  ","494599":"\n  Those asses can be ¯\\_(ツ)_\/¯\n  ","494600":"\n  Boring\n  ","494601":"\n  Yes, I did.\n  ","494602":"\n  Maybe\n  ","494603":"\n  Thanks\n  ","494604":"\n  Guess the bad mood continues...\n  ","494605":"\n  Weird dream\n  \n  Woke up\n  \n  fed the poodle 🐩\n  \n  Ate breakfast\n  \n  Took her outside a few times\n  \n  Been on here\n  \n  Packed some clothing\n  \n  Took a shower\n  ","494606":"\n  Too bad I had blueberries today\n  ","494607":"\n  I've never had caramel apple spice.\n  ","494608":"\n  I actually wanted one before 🤣\n  \n  Eh could care less about atm\n  ","494609":"\n  Bit of both.\n  ","494610":"\n  Yes, I have. Cute yet creepy lol\n  ","494611":"\n  Someone fun to be with, has survival skills etc\n  ","494612":"\n  Yes. I'll be there the whole week pretty much. Also taking advantage of the country club 😈😇\n  ","494613":"\n  Not yet\n  ","494614":"\n  Ok :)\n  ","494615":"\n  Love a good butt o.o\n  \n  Still waiting on anon with the small bum XD\n  ","494616":"\n  So random\n  ","494617":"\n  Guess you'll miss the pap question then. That would be a shame especially since you asked for one.\n  \n  *takes the keys away from you and locks it* 😈 not on my watch\n  ","494618":"\n  Weird lol\n  ","494619":"\n  Answer more often.\n  ","494620":"\n  It's better to love someone AND get that love in return :p\n  \n  Fight me\n  \n  I guess its worse to have someone hate you. Especially if you don't know why they hate you.\n  ","494621":"\n  My mom knows a lot. Idk about my dad\n  ","494622":"\n  I think so\n  ","494623":"\n  I don't believe that *hugs*\n  ","494624":"\n  Sometimes but they are adorable too.\n  ","494625":"\n  Maybe not alone? Idk look it up\n  ","494626":"\n  On the thin or inbetween side..\n  ","494627":"\n  Yes\n  ","494628":"\n  Why?\n  ","494629":"\n  Probably\n  ","494630":"\n  Lily's baking chips\n  ","494631":"\n  Where? ;)\n  ","494632":"\n  Ofcourse. We all started out that way lol would be odd to think that way then. It's all a learning experience.\n  \n  Can't really answer the 2nd part. You never know how someone's mind works. How deep they feel (if at all) etc\n  ","494633":"\n  The tilapia I made\n  \n  I guess wings (keto) and pizza\/oreo birthday cake (not keto)\n  ","494634":"\n  Wyd = what you doing?\n  \n  I finished reading the Stephen king book.\n  ","494635":"\n  - my anon :p\n  \n  - nobody ever buys me anything\n  \n  - mindset\n  ","494636":"\n  Body wash\n  ","494637":"\n  Its doable lol\n  ","494638":"\n  Everything?\n  ","494639":"\n  More hot\n  ","494640":"\n  Nope. Just the lobster.\n  ","494641":"\n  No. It's ok to enjoy your company.. The loneliness feeling isn't always there either.\n  ","494642":"\n  Yes 🤣\n  \n  \"Back to December\" helped me a lot actually and she has some other catchy songs.\n  \n  I think I've only listened to \"lover\" and \"London boy\" from her newest album so far.\n  ","494643":"\n  I don't feel hungry,  full feeling\n  ","494644":"\n  Lean on me- bill withers\n  \n  Benny and the jets - Elton John\n  ","494645":"\n  I can go years without my period so hopefully the guy isn't into that as much\n  \n  ¯\\_(ツ)_\/¯\n  \n  Nothing against tho\n  ","494646":"\n  Not sure what that means\n  ","494647":"\n  Scrambled eggs or yogurt if I don't feel like making anything lol\n  ","494648":"\n  \"Ok\"\n  ","494649":"\n  Good night\n  ","494650":"\n  Swimming, step goal met.\n  \n  Uh.. job thing happening but who knows how long that will last..\n  \n  Not much else has happened. Been tired most of it. Not sure why I'm still awake\n  ","494651":"\n  Creepy how you know that considering it's not in my bio anymore...\n  ","494652":"\n  Too many. Alexa Chung, Emma Watson, Taylor Swift, Rihanna and more.\n  \n  More so street style wear\n  "}}