{"Question":{"495726":"\n   how did you season the cauliflower. i always like to use curry or tumeric & soy sauce. green beans i usually go with garlic and fennel & soy sauce. sometimes vinegar sometimes not. not sure exactly what an air fryer is but it doesn't sound very oily so for me thats the only weird part in this mix :)\n  ","495727":"\n   well then tell her i said happy birthday too then :\")\n  ","495728":"\n   Yeah you really don't need metformin.\n  ","495729":"\n\n    @DarthHan\n   \n   passed away on 9\/12\/19. Please keep her family in your prayers. Xoxo\n  ","495730":"\n   i thought you said all that matters is finishing strong? :'')\n  ","495731":"\n   Awwww, it will continue , im sure\n  ","495732":"\n   Best pancakes in town are at?\n  ","495733":"\n   what is the funniest thing that happened you this week ?\n  ","495734":"\n   When was the last time you were in a boat of any kind? What kind of boat and what were you doing?\n  ","495735":"\n   we as in your town? your family? your harem? your harlem?\n  ","495736":"\n   Do you or anyone you know suffer from seasonal depression? What are some tips to get over it?\n  ","495737":"\n   edging on racist.\n  ","495738":"\n   Nice!! Sounds like a good day 😁\n  ","495739":"\n   so it was a \"brand new\" anon. im so fck good at anoninomics i should be killed as a liability to askfm. i can already start to see the code. instead of green its more like a teal blue. :')\n  ","495740":"\n   Just apologizing,  like i should. Hows your day going?\n  ","495741":"\n   Can i have your SC please?\n  ","495742":"\n   who is your carrier and how much is your plan monthly?\n  ","495743":"\n   I see, sorry i bothered you\n  ","495744":"\n   or could be a \"tactical\" anon :')\n  ","495745":"\n   how do your ages compare?\n  ","495746":"\n   My apologies,  i havent used this app in a long time. Better?\n  ","495747":"\n   could even be a brand new anon\n  ","495748":"\n   What is the worst crime you have committed and did you get punished for it?\n  ","495749":"\n   Where do you get your best ideas?\n  ","495750":"\n   When was the last time you fake slept so that someone left you alone?\n  ","495751":"\n   Good night sweetie\n  ","495752":"\n   How can I change that!! \nI really feel like I want to talk to her you know\n  ","495753":"\n   i want your 5's. your best of the best lydns movies. the ones you bring to your island. i started watching leap year. then like the showing homes and real estate stuff made me want to jump out the window lol. ill pick it up tmr lol\n  ","495754":"\n   Awwww, some of us do....but i understand\n  ","495755":"\n   Wyd?\n  ","495756":"\n   Which of your friends are you the proudest of, and why?\n  ","495757":"\n   Do you like onion rings or french fries better?\n  ","495758":"\n   how often do u take nudes? (if ever idk)\n  ","495759":"\n   one part of a two part'er. ill take it! :')\n  ","495760":"\n   Would you consider Donald Trump racist?\n  ","495761":"\n   what phone do you have?\nwhat phone do you want?\n  ","495762":"\n   growing up, did you have dolls? do you remember if ur dolls were generally the same race? (how important do you think racial diversity is for kids toys?)\n  ","495763":"\n   Hi Is anyone here working in a hotel or a farm\n  ","495764":"\n   How often do you update your bio? Do you feel that it encompasses your true spirit and leave it be? Or do you question how this short narrative reflects on the image you wish to project to individuals who happen to find themselves on your page and are periodically making changes to appease yourself.\n  ","495765":"\n   What's for dinner and who made it?\n  ","495766":"\n   Can we be friends\n  ","495767":"\n   How would you feel if your kids started acting all goth\/emo?\n  ","495768":"\n   Do you think she doesn't like me?\n  ","495769":"\n   As in she, I got her snap but she never responded\n  ","495770":"\n   do you want to recieve questions every time I send them out?\n  ","495771":"\n   well yes thats true :')\n\nyou recommend whatever ill watch em as long as i can find them to stream. i dont care what they are only requirement is they are something you held\/hold in high value. you can learn a lot about people that way. think of it like dissection\/vivisection 😈\n  ","495772":"\n   She destroy my dream.\n  ","495773":"\n   Again please\n  ","495774":"\n   Would you like to chat sometime?\n  ","495775":"\n   Why not\n  ","495776":"\n   is there an important life lesson that a close relative taught you? \nif so, what?\n  ","495777":"\n   Hey sexy\n  ","495778":"\n   You are marooned on an island for the next 30 years. You have available to you whatever you need for survival. You can bring one other human being. Who do you bring?\n  ","495779":"\n   Do you want to be?\n  ","495780":"\n   Are you single?🍁\n  ","495781":"\n   Do u watch Empire?\n  ","495782":"\n   Ahh..how old are you\n  ","495783":"\n   Don’t understand\n  ","495784":"\n   how often do u take selfies?\n  ","495785":"\n   Hello ✌️💜\n  ","495786":"\n   😘\n  ","495787":"\n   Are you single?\n  ","495788":"\n   Anon wasn’t asking ur position, ur opinion\n  ","495789":"\n   lights on or lights off? ;)\n  ","495790":"\n   sometimes i get the urge to do it myself loll\n  ","495791":"\n   yeah like bipartisanship. it’s not a given lol, having mainly two opposing parties.\n  ","495792":"\n   This doesn’t answer the question Lindsay lol\n  ","495793":"\n   what’s your opinion on two party systems? does your country have a two party system?\n  ","495794":"\n   yeah but i read these as i go up the page so like this was a reply to the original. as i got more info i reassessed the situation and made revisions based on accrued data :')\n  ","495795":"\n   tysm xo\n  ","495796":"\n   have you ever gone to a game on a date? (like a sports game lol)\n  ","495797":"\n   Do you have any stuffed animals?\n  ","495798":"\n   omg mee tooo. a couple of sickos :')\n  ","495799":"\n   beef tripe then :')\n\nwhen you get your blood drawn is it a big deal to you? what do you do? dread it? look away? get queasy? \n\nor do you watch closely? judge their technique? critique their efficiency? guess which one i do lol\n  ","495800":"\n   hey hope we can still be friends\n  ","495801":"\n   well they probably didnt get far. and probably required some band aids lol.\n  ","495802":"\n   < .0646% final answer\n  ","495803":"\n   chances that this is a girl < 6% lol\n  ","495804":"\n   Why are you not married? If you are, why are you married?\n  ","495805":"\n   wow omg\n  ","495806":"\n   damn\n  ","495807":"\n   kind dries you off, x\n  ","495808":"\n   Have fun dear\n  ","495809":"\n   how do you plan to celebrate your next birthday?\n  ","495810":"\n   why else would you be in a cop car lol\n  ","495811":"\n   Is it more important to you for your kids to be smart or kind?\n  ","495812":"\n   Is it big or small ? Does it Hurt you to use it?\n  ","495813":"\n   Ever ridden in a police car or a fire truck? The police one not in an arrested situation of course .\n  ","495814":"\n   Whats the best piece of chicken? Breast, drumstick, wing, or thigh?\n  ","495815":"\n   what are you doing\n  ","495816":"\n   How are you?\n  ","495817":"\n   yep, thats all you remember. all the rest just disappears instantly lol\n  ","495818":"\n   How so what happens?\n  ","495819":"\n   From 1-10, how chilled are you as a person?\n  ","495820":"\n   Why did you decide to get it all of a sudden?\n  ","495821":"\n   Yea 😳why do girls do that ? What’s with that..?\n  ","495822":"\n   yea I meant toy😒how old were you when you got the toy ?\n  ","495823":"\n   no.... not really .. but girls who shave down there is what I don’t understand why ..it’s natural to have hair when you get older and Shaving seems like it’s weird\n  ","495824":"\n   Would you ever buy a sex you? or have you ever bought one ?\n  ","495825":"\n   you're crazy if you think i would ever splurge on kerry. when i say \"butter\" i actually mean vegetable spread like the cheapest i can find. 48oz tubs at 5.1 cents\/per ounce lol. costco prolly cant even beat that. oil is 4.7 an ounce. so this all works out.\n  ","495826":"\n   What’s your Chik Fil A order?\n  ","495827":"\n   Wowww It must be impressive to see or be near a tornado. You are not afraid\n  ","495828":"\n   What’s hygienic about shaving ? Guys don’t shave at and they are clean as long as they take a shower 😂so what’s the difference as long we you keep showered and washed does it make a difference?\n  ","495829":"\n   Do your boobs ever get in the way\n  ","495830":"\n   wicked games is a jam. thats a goodie. was not aware there was another version besides isaak's and im going to pretend i am still not aware lol.\nhow was tho pho? (said with my face like this :o) you go with tripe? and how was you a1c?\n  ","495831":"\n   october 11th 2019\n  ","495832":"\n   Why do girls shave?\n  ","495833":"\n   What’s something you honestly really don’t want your kids to be when they grow up?\n  ","495834":"\n   I’m afraid to ask 😪or tell him .. because I don’t want him to get mad and feel like I’m saying he’s not good enough\n  ","495835":"\n   with citizen kane i say that because its widely regarded as the best film of all time in many popular poles. tbh i find that most really old films just dont translate to to modern times. back then it was more theatrical. they way the spoke, the way they moved their bodies. it was all so overdramatic\n  ","495836":"\n   cont. type of film i pegged you for lol. great movie. trending 3.5 but hell i had to go 4. it was fun to watch and just worked on so many levels. thanks for the req. ill try to get to the last one in the next few days. musicals, u can try me but yeah, tears and motor vehicle apocalypse for sure :')\n  ","495837":"\n   watched holiday and definitely, maybe yesterday. holiday i gave a 2.5. good for the genre. like the dynamic with Arthur the old writer. all star cast. nice to see everyone in their youth. fan of winslet. deff, maybe a 4. great cast, rennolds, abby, just great, all of em. this is exactly the cont..\n  ","495838":"\n   Do you have anything against masterbating ? Do you think that girls have a right to just like boys ? my boyfriend says as a girl I shouldn’t masterbate , because he should be enough. What do i do?\n  ","495839":"\n   When you go to the hair salon, how do you like your haircut? Layers or no layers?\n  ","495840":"\n   Who’s the youngest member of your family?\n  ","495841":"\n   soft or reg chips ahoy? or do you have a more specific one?\n  ","495842":"\n   Have you seen that stuff on the news about that angry elf shouting at people about climate change? Did she have a good argument or did she ruin it by going OTT with the near demonic type rage?? 😳\n  ","495843":"\n   Fav mac and cheese brand\n  ","495844":"\n   DONE!\n  ","495845":"\n   Does your house have an attic or basement?\n  ","495846":"\n   i expected something else :')\n  ","495847":"\n   no. so sorry : )\n  ","495848":"\n   YES!!!! i think so. mr belvedere had one, yes.. i think a white one. small one. yes i think so. i knew you knew, ya kno\n  ","495849":"\n   What do you see from your bedroom window?\n  ","495850":"\n   too lazy, forgot to put it :\")\n  ","495851":"\n   do they even still let kids weld? seriously tho how did people legit not die daily. we just used to burn shit and tease each other with cold oxegen lol. and ark welding fuck how did they even let us idiots near that sht lol\n  ","495852":"\n   dude! guess who had little caesars today :3\n  ","495853":"\n   expand on dark. not like morbid right? like dead baby jokes? was gonna tell a dead baby joke but decided to abort :')\n  ","495854":"\n   spicy wings or nah\n  ","495855":"\n   no i meant\n   \n    @pennsya\n   \n","495856":"\n   pineapple?\n  ","495857":"\n   at the time this was a reply to your original post in the thread. i now see there are multiples. and i can see how it maybe be worded confusingly. plus its not really saying anything so dont worry lol\n  ","495858":"\n   no my way is much more diabolic :')\n  ","495859":"\n   man, come on. the one with the english butler with the mustache and the charming desk lamp\n  ","495860":"\n   i did didnt i :')\n  ","495861":"\n   sorry brah. if i see them i will get them and think of you. havent given up yet.\n  ","495862":"\n   hitting this one again on the way up and i take back my apology from before. actually im glad. someone else needs to be hurt over this besides me. feels better that way\n  ","495863":"\n   this seems like it could be the newly dubbed lazy af anon\n  ","495864":"\n   only because they allow it :p\n  ","495865":"\n   you have ethics fam. no matter the circumstances. noticed that about you.\n  ","495866":"\n   zack\n  ","495867":"\n   wonder which anon this is. i knew i shouldnt have taken fcking welding :')\n  ","495868":"\n   Which is the worst? Pizza hut, dominos, little caesars, or papa johns and why?\n  ","495869":"\n   drink what\n  ","495870":"\n   i kno a way to make everything keto :')\n  ","495871":"\n   6.7%?\n  ","495872":"\n   grilled dessert sandwiches tho. ones with butter and chocolate and syrup and sugar and all the good things in life. i moved on from cheese and specialize in these now\n  ","495873":"\n   rank these: burritos, tortas, tacos\n  ","495874":"\n   where is the video and the pictures?\n  ","495875":"\n   you remember mr belvedere the show?\n  ","495876":"\n   What is the last thing you searched online?\n  ","495877":"\n   sorry im not involved. maybe? yah probably.\n  ","495878":"\n   did you reply to the post with the phone number in it, making it public?\n  ","495879":"\n   Are u  real\n  ","495880":"\n   did you unfollow  him\n  ","495881":"\n   Good night sweetie\n  ","495882":"\n   What has been the most dangerous thing you have ever done?\n  ","495883":"\n   Paaain!!!\nLet the bullets fly ohh let them rain\n  ","495884":"\n   You are in a golden age. What do you enjoy most today about the things you do?\n  ","495885":"\n   Should you be your worst critic or should that role be left to others?\n  ","495886":"\n   What is the most you have eaten in one sitting?\n  ","495887":"\n   Who is the last person who's life you may have influenced for the better? How so, and how does that make you feel?\n  ","495888":"\n   How would you describe your sense of humor?\n  ","495889":"\n   Does the lead up even matter as long as you finish strong?\n  ","495890":"\n   which is better: a burrito or a  quesadilla?\n  ","495891":"\n   PAP of something yummy u ate recently :)\n  ","495892":"\n   Christina in that video wow\n  ","495893":"\n   Are you ok🌹\n  ","495894":"\n   King is ok🌹\n  ","495895":"\n   have you ever had a one night stand?\n  ","495896":"\n   What makes you like your life?\n  ","495897":"\n   Which do you pour first; the cereal or the milk?\n  ","495898":"\n   Would you marry someone who never said thank you?\n  ","495899":"\n   Pancakes or french toast?\n  ","495900":"\n   there’s some local\/not widespread chains from home that i MISS and make sure to hit up when i’m back. are there any chains u miss (or just chains u wish u had around)?\n  ","495901":"\n   do you like coffee?\n  ","495902":"\n   hm im not feeling your vote of confidence here. kinda like how you assume i mass murder crowds of people at stop signs. like mow them down like meager blades of grass lol. oh ill get him. i know his weakness : )\n  ","495903":"\n   seen wrist cutters. enjoyed it a lot. 3.5*'s. citizen kane i find very overrated 2.5*'s. the others are  added to my watchlist and will get to them next. ill try to start later. maybe the holiday. as far as genre for me, this isnt about me. i wanna see what you like : )\n  ","495904":"\n   Wanna Snapchat\n  ","495905":"\n   they were good. i did something different. been doing all my recipes where previously ive used butter exclusively, trying with oil instead. better in every single instance in multiple ways. pretty much done with using butter in baking. you will prolly notice butter prices will plummet  now :')\n  ","495906":"\n   Coconut cashews gimmie or pass?\n  ","495907":"\n   i have an update on the canned bananas. turns out they dont have them anymore where i once bought them. so in case you needed closure on the matter, well this is that : )\n  ","495908":"\n   What’s the best thing to do after a long and hard day?\n  ","495909":"\n   do you like grilled cheese sandwiches?\n  ","495910":"\n   Have you ever read the book Huckleberry Finn, by Mark Twain?\n  ","495911":"\n   do you think if she could choose... would she rather be less of a perfectionist? any you.. would you rather be more of a perfectionist? and i think if part of you has the inkling to play then do it. do it now, you can always quit later but if you never do... plus could be like a mindfulness thing.\n  ","495912":"\n   What are you doing?\n  ","495913":"\n   Who’s missed me? I’m back!\n  ","495914":"\n   Nirvana or Smashing Pumpkins?\n  ","495915":"\n   Would you marry someone who proposed via text message?\n  ","495916":"\n   have you ever been vegetarian?\n  ","495917":"\n   do you like mexican food?\n  ","495918":"\n   id listened to that one before. if you finished it what did you think? also listened to \"stationary bike\" before. ive probably listened to most of them in there at one time or another.\n  ","495919":"\n   Do you want to be in the spotlight or stay in the shadows?\n  ","495920":"\n   have you ever tasted breastmilk?\n  ","495921":"\n   Do you like the taste of coconut?\n  ","495922":"\n   I’ll be alright tomorrow meaning I’ll be going to wing stop tomorrow in the evening that will cheer me up🌹\n  ","495923":"\n   You are about to die, well maybe.... say you are going to have a major surgery... what is the last song you listen to before they run the sedatives?\n  ","495924":"\n   Did you get carrots and celery on a side or fries\n  ","495925":"\n   When king was hit on the head by a football🌹🏈🤕\n  ","495926":"\n   getting drunk w friends or getting drunk w ur significant other?\n  ","495927":"\n   What’s the last sport event you watched?\n  ","495928":"\n   What's the last restaurant you ate in at? What did ya order?\n  ","495929":"\n   Are you a hat person? PAP?\n  ","495930":"\n   have you ever been to a Hard Rock Cafe?\n  ","495931":"\n   What does someone do with their life when they finally realize that no one wants them?\n  ","495932":"\n   married people: where did u go for ur honeymoon (if you did)? not-married people\/bonus question: do u know if ur parents went on a honeymoon? where?\n  ","495933":"\n   is car sxx fun or sh**ty? (in ur opinion)\n  ","495934":"\n   What’s your Chik Fil A order?\n  ","495935":"\n   What’s something you hate doing but have to do anyway?\n  ","495936":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","495937":"\n   So the answer is yes\n  ","495938":"\n   Suggest the scariest movie you have ever seen??\n  ","495939":"\n   Are you easily offended?\n  ","495940":"\n   How are you feeling right now?\n  ","495941":"\n   Why do people think in belligerent ways?\n  ","495942":"\n   What's the best thing about being your age at the moment?\n(Don't have to answer)\n  ","495943":"\n   What's in ur head now?\n  ","495944":"\n   Is living in fear ever a good thing?\n  ","495945":"\n   seems like real go getters. you ever thought of joining the dynamic duo? maybe make a great team. you should take up piano first tho, definitely. you could do playing paps or whatever the f its called if its a vid. pav i suppose :')\n  ","495946":"\n   a lot of them are mine lol. tbh i feel a real disconnect with how pple take lots of the questions i send out. you ask ppl serious questions they say why so serious, you send bullsht they think you are serious lmao idk man. mawioc is a sweetheart tho he never complains lol\n  ","495947":"\n   recommend a film to watch. one that means something to you. i wanna watch it. as long as ive not seen it before.\n  ","495948":"\n   i had to walk through that door. it was like st louis arch sized lol. btw i finally made the cookies that you betrayed today. snickerdoodles. i thought i would get to them sooner.\n  ","495949":"\n   i should start to send him pap ones see if he replies lmao. start out slow and simple and increase the annoyance bit by bit. my goal is to strengthen that pap category to at least 0-5%\n  ","495950":"\n   yeah i didnt check his math. the percentage spreads seem faulty since i expected the nonsensical category to be much higher. guess im flattered then :')\n  ","495951":"\n   exact same with males and females? who do you feel comfortable around first generally?\n  ","495952":"\n   It’s a mystery flavor like the package is blank and just has question marks. You’re supposed to try them and then email your guess to them.\n  ","495953":"\n   are these all keto? carrots, sweet pickles, vegetable oil, vegetable spread, and cheese. like havarti not like some weird $89\/lb fake cheese from jupiter or something lol. that reminds me were you the one that mentioned moon cheese once? i bet that was you. i talked to someone here abt it once.\n  ","495954":"\n   its okay. it was quite tedious lol. only our buddy the mathematician gave it a real go, bless his heart : )\n  ","495955":"\n   rice crispies, coco crispies, fruity pebbles and grape nuts are among their faves. not a cereal per say but cream of wheat as well. :')\n  ","495956":"\n   oohh are they wheelers and dealers. sounds like some pretty important pple. how many times have they fired you? :')\n  ","495957":"\n   Have you ever given up on someone? If so,why?\n  ","495958":"\n   What Wikipedia article have you recently read?\n  ","495959":"\n   have you ever dated someone musical?\n  ","495960":"\n   what are you doing ?\n  ","495961":"\n   Hello\n  ","495962":"\n   Are you a picky eater?\n  ","495963":"\n   so funny lmao x\n  ","495964":"\n   Was your eighteenth birthday the greatest birthday to you or was it the same as most previous birthdays?\n  ","495965":"\n   Have you tried the mystery flavored Oreos yet? If so what do you think the flavor is ?\n  ","495966":"\n   Kraft or Annie’s mac n cheese?\n  ","495967":"\n   have you ever dated someone very conservative?\n  ","495968":"\n   is Michael Scott funny?\n  ","495969":"\n   do u like ketchup? what abt mustard? what abt mayo?\n  ","495970":"\n   who in the household can play?\n  ","495971":"\n   Would you marry someone who ate 2-5 wasps per calendar year?\n  ","495972":"\n   Would you marry someone who only ate cereal with a fork?\n  ","495973":"\n   Feeling funky fresh!\n  ","495974":"\n   ah yes the old ten parter answer in one part strategy :')\n  ","495975":"\n   what are you like before you get comfortable?\n  ","495976":"\n   What song brings back memories from your childhood?\n  ","495977":"\n   How are you?\n  ","495978":"\n   From 1-10, how good are you at swimming?\n  ","495979":"\n   Why are you not religious?\n  ","495980":"\n   Maybe it was him, but I mean I asking you to exercise your brain now am not him.\n  ","495981":"\n   Listen to leigh keto is unhealthy\n  ","495982":"\n   Not Lahore, but let's exercise your brain a little, shall we?\n  ","495983":"\n   I pitty you. You are not living a healthy life. May the GOD bless you.\n  ","495984":"\n   rating and lynds's thoughts?\n  ","495985":"\n   thats just his evil resonating through time and space. perfectly normal for malevolent spirits. just ignore it. at least he isnt in heat :\")\n  ","495986":"\n   Just so you know; it wasn’t me who said about that orgasim comment - your Sc Guy...just so you know.\n  ","495987":"\n   I bet masturbating makes a girl's vulva and vagina ugly.\n  ","495988":"\n   Give you a hard orgasm so you pass out? Bet\n  ","495989":"\n   Get to sleep!\n  ","495990":"\n   How do you decide what is right and wrong? If you've never really thought about it, then please do so before answering\n  ","495991":"\n   lmao, x\n  ","495992":"\n   you are very sweet, i would feel bad for the rats too xo\n  ","495993":"\n   It went \"DIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIE!!!!! The end.\"\n  ","495994":"\n   They need to be dead on account of diseases.\n  ","495995":"\n   What was one of your most defining moments in life?\n  ","495996":"\n   How would you explain your basic life philosophy?\n  ","495997":"\n   Did you want them?\n  ","495998":"\n   Any tv show recommendations?\n  ","495999":"\n   When was the last time you were finger fxcked hard?\n  ","496000":"\n   Seriously, not talking about the Smashing Pumpkins. But I got them all in the end.\n  ","496001":"\n   Would you rather live the rest of your life shrunk at your shoe size or grow twice as tall from your current height and why?\n  ","496002":"\n   Did you?\n  ","496003":"\n   Plastic things too?\n  ","496004":"\n   You do absolutely\n  ","496005":"\n   I'm having trouble with the rats.\n  ","496006":"\n   Photo rn?\n  ","496007":"\n   Do you ever throw trash out of the car window?\n  ","496008":"\n   🌹😴\n  ","496009":"\n   What makes you nervous?\n  ","496010":"\n   Never seen it. Enjoying it?\n  ","496011":"\n   What movie?\n  ","496012":"\n   what are three things about autumn that make u really really happy :) 🍂🎃🍁\n  ","496013":"\n   How do you express yourself to others? Express who you truly are? :)\n  ","496014":"\n   Play tonight?\n  ","496015":"\n   Do you often draw or paint something out of boredom?\n  ","496016":"\n   Just give the snap, it become a tree already\n  ","496017":"\n   When you think of love would you say you have felt enough of it in your life? Where do you feel that you have gotten your share of love from and where do you feel you have felt a deficit in the amount of love you should have received? Friends, family, romantically, and yourself would be examples.\n  ","496018":"\n   Which best describes you? My life will be better in one year. My life will be better in five years. My life used to be better. Life will never get better. Life is great now. Life is what it is, I don't even think about it.\n  ","496019":"\n   Golly-Gee, is that a sheep-shagger's toy in the corner?\n  ","496020":"\n   What feels worse being ignored or being misunderstood? What is your reasoning behind choosing one over the other?\n  ","496021":"\n   So beautiful\n  ","496022":"\n   If you were to attach a percentage to each of the following categories how much would you say you receive as far as questions here: mental health, food, work related, hobbies, \"paps\", romantic\/s*xual, nonsensical, political, jokes, gossip\/drama, foreign language cant understand, & hateful ones.\n  ","496023":"\n   Why do I feel no love and I cry 😭\n  ","496024":"\n   Will you be dressing up for halloween, this year? :) If so, what? If not... what was your favorite 'past halloween costume'? :D\n  ","496025":"\n   I feel everyone hates me\n  ","496026":"\n   Wyd\n  ","496027":"\n   why would it hurt anyone? lol unless maybe it hurts the feelings of some wannabe cop citizen a33shole that specializes at waiting at stop signs when there is nobody in sight if they see me do it idk, yeah that prolly hurts em :')\n  ","496028":"\n   oh but it hurts, part of the deal. hurts plenty :')\n  ","496029":"\n   I will do you then 😉\n  ","496030":"\n   they are psychopaths, prone to murder. i dont get how pple think sleeping right on your face is normal lmao. its obviously impossible :')\n  ","496031":"\n   rolling stop signs is good for the ecosystem. saves on gas as well as wear and tear on your automobile. stop signs can suck it.\n  ","496032":"\n   I know, but they say it should get better. I just don't know how yet\n  ","496033":"\n   Hey beautiful\n  ","496034":"\n   Life is not making me happy anymore 💔\n  ","496035":"\n   Unlucky me 🙁\n  ","496036":"\n   What's something that you would never wear?\n  ","496037":"\n   you always make me laugh x\n  ","496038":"\n   Do you always smile for pictures?\n  ","496039":"\n   lol aha, i like z man, lol\n  ","496040":"\n   Hello... not a question I just wanted to say hello to you all.\n  ","496041":"\n   Lays potato chips or Tostitos corn chips ?\n  ","496042":"\n   What’s your favorite Pringles flavor?\n  ","496043":"\n   What kind of s*x toys do you want Cupid to bring you for Christmas?\n  ","496044":"\n   what dream do you have that you have yet to achieve?\n  ","496045":"\n   How about now\n  ","496046":"\n   What was your favorite toy as a child?\n  ","496047":"\n   In your opinion, has going to psychotherapy become a trend nowadays? Why?\n  ","496048":"\n   your eye lashes look like they wanna fight me, why?\n  ","496049":"\n   heyyyy xo\n  ","496050":"\n   if you were asked to film a new horror movie, what would the plot be?\n  ","496051":"\n   *offers long hug* different anon. one with even more cash than the anon with the cash 😂\n  ","496052":"\n   Pap unanswered questions\n  ","496053":"\n   i think sometimes we just need to feel acknowledged. it feels good ya know. even though part of you may even be regretting it at the time already. but everything in life is a gamble more or less. you either throw the dice or you dont. so its pay to play but with your feelings instead of money.\n  ","496054":"\n   Would you marry someone who rolled through every stop sign as long as they didn't see a cop there?\n  ","496055":"\n   its the guys loss, if they hurt you cause you are a cool, chill sweet beautiful person i cherish our time tbh xo\n  ","496056":"\n   Ever do quickie mxxturbating when you don't have much time so you leave your jeans on and just grind on something?\n  ","496057":"\n   have your bo0bs ever fell out of your bra or bikini?\n  ","496058":"\n   favorite poptart flavor?\n  ","496059":"\n   here?\n  ","496060":"\n   What is your favorite way to waste time?\n  ","496061":"\n   smooth or crunchy peanut butter?\n  ","496062":"\n   the classic directly on face sleeper scenario\n  ","496063":"\n   Do you feel addicted of Ask.fm?\n  ","496064":"\n   does pizza really needa side dip? this could be construed as a bit overkill. pizza really is stand alone, a complete meal if you will. it would be like having scrambled eggs dipped in ostrich egg dip. i mean you could.. but is it really necessary?\n  ","496065":"\n   yeah but the F & M?? i know its askfm lol. okay its .fm so like instead of .com whate4ver thats so boring. i thought it meant something and i was about to learn something new lol\n  ","496066":"\n   what’s ur opinion on ranch as a side\/dip for pizza?\n  ","496067":"\n   silver or gold jewelry?\n  ","496068":"\n   what does the \"FM\" stand for?\n  ","496069":"\n   willa sux. never vouched for willa : ) actually was able to find the entire audiobook free again. figured i should at least brush up on n. ofc i get distracted af after 5 minutes and its just background noise. ill have to try it again.\n  ","496070":"\n   did you notice the spelling in the gif?\n  ","496071":"\n   a smooth or crunchy monks one?\n  ","496072":"\n   how did u melt the chocolate\n  ","496073":"\n   how many nieces do you have? how many nephews do you have?\n  ","496074":"\n   Good night sweetie\n  ","496075":"\n   What things do you do that you know will hurt you or make you feel bad but you continue to do them regardless?\n  ","496076":"\n   Hugs you🌹🤗\n  ","496077":"\n   🌹💪🏻💪🏻🌟\n  ","496078":"\n   King just loves his Queen and wants to be with you🌹🤗\n  ","496079":"\n   For you my Queen🌹🐻\n  ","496080":"\n   Come play?\n  ","496081":"\n   🌹😘🐻\n  ","496082":"\n   🍑\n  ","496083":"\n   Haha! You know what I meant😂😂 interested?\n  ","496084":"\n   Snap?\n  ","496085":"\n   I’ll give that booty attention😈😈\n  ","496086":"\n   Make one and I’ll defo sub! I’d do it rn if you had one\n  ","496087":"\n   How much to get you to post one\n  ","496088":"\n   Assume I would pay, just for a second, are you interested in that case?\n  ","496089":"\n   Love your booty🌹\n  ","496090":"\n   Are you interested...im the anon with cash\n  ","496091":"\n   Don’t want anyone to say anything about your booty or if they’re trying to touch it🌹\n  ","496092":"\n   I do have money, pay to play😈😈\n  ","496093":"\n   You seem curious?\n  ","496094":"\n   Yeah, but pay to play? How can I contact you\n  ","496095":"\n   How can we do this?\n  ","496096":"\n   Are you gonna help?\n  ","496097":"\n   Love you so much🌹😘\n  ","496098":"\n   Money is money, right?\n  ","496099":"\n   Both?\n  ","496100":"\n   For you🌹🤗\n  ","496101":"\n   😈😈😈 fun times for all😉😉\n  ","496102":"\n   Help me\n  ","496103":"\n   Yes they could:) and my tongue😈😉\n  ","496104":"\n   Feet pics?\n  ","496105":"\n   King feels relaxed and calmed by his Queen🌹\n  ","496106":"\n   the color of your underwear + the last thing you eat = your superhero\n  ","496107":"\n   This is very true😈😈😉😉\n  ","496108":"\n   Hey love🌹\n  ","496109":"\n   How much?\n  ","496110":"\n   You don’t seem to mind the fetish tbh\n  ","496111":"\n   Are you a toy kinda girl or tend to prefer fingers?\n  ","496112":"\n   I’m sure that’s not true\n  ","496113":"\n   Buying pics\n  ","496114":"\n   You should. I’d sub!\n  ","496115":"\n   Would you make an onlyfans\n  ","496116":"\n   We could make it a regular thing?\n  ","496117":"\n   It's World Gratitude Day! What's something you're grateful for?\n  ","496118":"\n   From you?\n  ","496119":"\n   Sell me feet pics?\n  ","496120":"\n   Rock music: is it dead or does it just smell bad?\n  ","496121":"\n   Haha, so can I get it now\n  ","496122":"\n   Have you rubbed one out today\n  ","496123":"\n   How’s the book?\n  ","496124":"\n   What junk food could you never give up?\n  ","496125":"\n   Play tonight?\n  ","496126":"\n   What's your favourite fall activity? What about your favourit fall food?\n  ","496127":"\n   No No\nDo I sound like a rude person\n  ","496128":"\n   Ok, now I'm interested in talking to you)\n  ","496129":"\n   How do you deal with them? Do you think they are serious?\n  ","496130":"\n   Are there any boys chasing you in FM?\n  ","496131":"\n   How much time do you spend on FM every day? Why do you find it interesting to answer other people's questions?\n  ","496132":"\n   He's always worried about death. How do you think people should comfort him to make him less worried?\n  ","496133":"\n   Do you enjoy documentaries? What are some of your favourite subjects to watch documentaries about?\n  ","496134":"\n   There is a 16 year old boy who is afraid of death. He always asks his classmates, are you afraid of death?\n\nHe's afraid of death . He thinks that after one day, his life expectancy will be reduced by one day. Do you have the same idea before?\n  ","496135":"\n   How did you know?\n  ","496136":"\n   Are you the person in your profile photo?\n  ","496137":"\n   Do you like reading books? What book did you read recently? Was this book interesting?\n  ","496138":"\n   what are you most proud of yourself for?\n  ","496139":"\n   Cuz, we both want to talk\n  ","496140":"\n   I know right! \nLet's go to Snapchat\n  ","496141":"\n   Hello cupcake\n  ","496142":"\n   So what you think\n  ","496143":"\n   HAHAHAHAHHAHAHA\n  ","496144":"\n   if ur currently in a relationship: do you get along with your mother-in-law (or partner’s mother?)\n  ","496145":"\n   I'm always trying in here*\n  ","496146":"\n   disagree but k\n  ","496147":"\n   What have you done today?\n  ","496148":"\n   what’s the most famous case\/the most famous crime (that u can think of) that happened in ur area?\n  ","496149":"\n   Do you think a person's identity can change over time? How?\n  ","496150":"\n   +++\n  ","496151":"\n   tbh hour?\n  ","496152":"\n   What’s something you hate? I hate when I blow my nose and there’s so much snot in my nose the tissue can’t hold it and it gets on your hand anyways.\n  ","496153":"\n   Penny wise and pound foolish. Have you heard this saying before? Is this you? In case you were wondering this is not about the clown in that stupid movie. That, by the way, is only one word. As you can see I left a space here. That decision was intentional on my part.\n  ","496154":"\n   What was the worst sun burn you ever got\n  ","496155":"\n   what has been on your mind lately?\n  ","496156":"\n   What would be your action plan, if there were no more electricity in the world?\n  ","496157":"\n   if you can remember, best are you afraid of the dark episode?\n  ","496158":"\n   Ask your bf to  buy you 100 bras\n  ","496159":"\n   how do you take your tea? and any particular kind\/type?\n  ","496160":"\n   what’s your favorite delicious berry? ✰\n  ","496161":"\n   Do you ever have manic episodes? If so what can you do to combat times where everyone else seems so serious and boring af?\n  ","496162":"\n   Do you ever have to go to the bathroom but not in a crazy bad way just in a normal way but then as you come into the immediate vicinity of the bathroom all of sudden you feel as though you may burst at any moment? Why does this happen and are you often a victim of this phenomenon?\n  ","496163":"\n   Do you like to eat those cute little cinnamon bears? The red ones that are pretty big and the same color as swedish fish? They are smooth and lovely and delicious with the little bear body and little kinda charming bear face? Oh you know the ones I mean :3\n  ","496164":"\n   what should my next question be about?\n  ","496165":"\n   Is sweating s*xy? Would you lick the sweat off of someone else? Are there certain body parts where this is permissible and others that are not? What are your feelings when it comes to licking sweat?\n  ","496166":"\n   Who is the last one that you punished and in what way did you punish them?\n  ","496167":"\n   Can you help me move to the UK?\n  ","496168":"\n   what are winters like where you live? do you like winters?\n  ","496169":"\n   when you were a child, did you believe in any sort of God? what about as a teenager?\n  ","496170":"\n   do you get more excited for autumn or Halloween?\n  ","496171":"\n   What do you dislike about the fall?\n  ","496172":"\n   i don’t have kids, but my sisters do, and i have learned that there are a lot of little debates in the parenting world! did u know that pacifiers are kind of debates? do ur kids\/would ur kids use pacifiers?\n  ","496173":"\n   what’s ur fav farm animal?\n  ","496174":"\n   Is it just me or has the word \"crush\" become really popular lately? How often do you use it?\n  ","496175":"\n   Do you believe in the phrase “fake it until you make it”?\n  ","496176":"\n   Goodnight 🌙\n  ","496177":"\n   Is honesty always the best policy? Can you think of exceptions or should one always stay true to this?\n  ","496178":"\n   Which person in your family do you look most like?\n  ","496179":"\n   Do you tend to use your same profile pictures and backgrounds on all your social media accounts?\n  ","496180":"\n   What part of the world does your family come from?\n  ","496181":"\n   What is your favorite eye color?\n  ","496182":"\n   Have you gotten your Christmas shopping done? Most of it? A fair bit of it? Almost all of it? LIke 90%? 85% perhaps? Do you not even celebrate Christmas and celebrate being a grouch instead?\n  ","496183":"\n   Have you ever pretended to be someone or something that you are not in order to do something that you should not have been able to do? Such as lie about your age to access something or masquerade as an amphibian to get a job?\n  ","496184":"\n   The guy\n  ","496185":"\n   Nice video! :)\n  ","496186":"\n   When will you get a body massage?\n  ","496187":"\n   can you die of sleep deprivation if you dont sleep on either side or at all for that matter?\n  ","496188":"\n   Where did you go yesterday? I went to a nearby market with my mum because she had to buy hair color.\n  ","496189":"\n   Would you marry someone who only slept directly on their face?\n  ","496190":"\n   Good night sweetie\n  ","496191":"\n   🌹😴😘\n  ","496192":"\n   what do people usually misunderstand about you?\n  ","496193":"\n   1979?\n  ","496194":"\n   Why do not you go out daily?\n  ","496195":"\n   Is there any spa near your house?\n  ","496196":"\n   Autumn” or “Fall?  Pumpkin Carving or Apple Picking?  Halloween or Thanksgiving?  Cashmere or Flannel?  Cool and Crisp or Warm and Foggy?  Yankee Candles or Roaring Fireplace?  Scarves or Berets?  Cinnamon or Nutmeg?  Reading a Book or Watching a Movie?  Halloweentown or Nightmare Before Christmas?\n  ","496197":"\n   Hot Chocolate or Apple Cider?\n\nWool Socks or Slippers?\n\nTrick or Treat?\n\nMarshmallows or Whipped Cream?\n\nJack or Sally?\n\nGoosebumps or Are You Afraid of the Dark?\n\nPlaid or Neutrals?\n\nCoffee or Tea?\n\nStudyblr or Halloween Blog?\n\nRed or Gold?\n\nBlankets or Pillows?\n\nCabins or Cottages?\n\nScary or Spoop\n  ","496198":"\n   What did you have for breakfast today?\n  ","496199":"\n   How will i move to Germany, France or UK?\n  ","496200":"\n   Who are your favorite people to follow on Instagram?\n  ","496201":"\n   Nipply?\n  ","496202":"\n   What style do you like?\n  ","496203":"\n   Haha but somehow I don't see you doing that\n  ","496204":"\n   Or something simple:\n   \n    https:\/\/www.youtube.com\/watch?v=m_7XqfFGPeo\n   \n","496205":"\n   a REAL bra\n  ","496206":"\n   show me bagina\n  ","496207":"\n\n    https:\/\/www.youtube.com\/watch?v=ehZKodXkB34\n   \n","496208":"\n   what future spams would you like?\n  ","496209":"\n   Why is m@sturb8ting so addictive\n  ","496210":"\n   Yeah no, cmon, you gotta s3x that body up with some finery\n  ","496211":"\n   How would you describe your country in three words?\n  ","496212":"\n   Pap the VS bra?\n  ","496213":"\n   But now that you have a nice new body, time to make it sexy with real bras instead of sht you buy from nike\n  ","496214":"\n   Saw a girl today with like B cup boobs, but she had hella stretch marks on them. What's up with that?\n  ","496215":"\n   So when are you getting sized?\n  ","496216":"\n   Yes, I'm him\n  ","496217":"\n   What’s the funniest thing someone has said to you lately that wasn’t intended to be funny?\n  ","496218":"\n   So what's up)\n  ","496219":"\n   What is the one thing you want most in your life right now?\n  ","496220":"\n   Hahaha, you know what I'm talking about 😏\n  ","496221":"\n   Who said I was talking about water))\n  ","496222":"\n   Was it wet!\n  ","496223":"\n   I know, how was the shower\n  ","496224":"\n   What makes you happy? 🌸STAIF🌸\n  ","496225":"\n   Uh, that is wild 😏\n  ","496226":"\n   someone seems in the mood tonite 😏\n  ","496227":"\n   yes\n  ","496228":"\n   😁🙏 You enjoy your evening!\n  ","496229":"\n   Every time i try to forget you, you just💦\n  ","496230":"\n   i find these types of questions to reinvigorate my lust for life. they really are the greatest :')\n  ","496231":"\n   🌹🌟🌟\n  ","496232":"\n   What's the best song with a date in the title?\n  ","496233":"\n   Hello\n  ","496234":"\n   what are your plans for this weekend?\n  ","496235":"\n   there is a physiological term that explains this exactly. for the life of me i cannot recall it. and there seems to be no \"evolutionary\" benefit to continuing the cycle of abuse and consciously or subconsciously seeking it out in perpetuity. its really interesting though and sad.h\n  ","496236":"\n   If you received this it means you are my \"friend\" here. What does that mean to you, if anything?\n  ","496237":"\n   How often do you talk to yourself?\n  ","496238":"\n   What are your favorites of these things: 1) Color 2) Food 3) Vacation destination 4) Movie 5) Artist or band 6) Place to go on a date?\n  ","496239":"\n   ask em to rank fetissh\n  ","496240":"\n   How do I keep people around me?\n  ","496241":"\n   When's your birthday?\n  ","496242":"\n   can i see\n  ","496243":"\n   photo\n  ","496244":"\n   PAP (Post a picture) of some good looking food or maybe an awesome drink 🍸 you've had lately!\n  ","496245":"\n   you are 20 on the board now. whats the highest you've been?\n  ","496246":"\n   i am a sex attic\n  ","496247":"\n   So it was true about the sarah jessica lopez. She's married, and had lots of unprotected s x with her husband right away.\n  ","496248":"\n   worst joke ever\n  ","496249":"\n   But in the end it doesn't even matter...\n  ","496250":"\n   yes\n  ","496251":"\n   Actually yes 😁\n  ","496252":"\n   what kind of questions do you want right now?\n  ","496253":"\n   oh just the one comment. said if im the one always arguing. i feel like sarcasm isnt as implemented nowadays as it used to be because all i see on this site now is people taking everything so literally. i mean not you but in general. its so funny\/cute lol\n  ","496254":"\n   pple think im being serious lmao. im crying :'')\n  ","496255":"\n   who cannot question why they hitchhike everywhere. i feel like part of you thinks they could commit to this marriage but probably within 7 months you will start suggesting they drive or take the bus. i dont think u should marry this person. you should change your answer. its simply destined to fail.\n  ","496256":"\n   The result is a score. Your doc may or may not understand its workings.\n  ","496257":"\n   that is pretty insane. wow. good job doc! next time you go in tell them for me will ya? :')\n  ","496258":"\n   There's a test called FibroScan. If your insurance covers it you can see how much damage has already  been done.\n  ","496259":"\n   i have more coins on my new account than my old one already. this is encouraging dont you think. see even without your coin charity im still doing well for myself.\n  ","496260":"\n   ur better thanme then cuz i thought it was the same one who kept going on and on bout preteens being s3xually active months ago\n  ","496261":"\n   is there a test you can do to see if its reversing? liver enzymes or something?\n  ","496262":"\n   Sorry if my question came off as rude. I’m currently about ~65 overweight. Didn’t mean to sound  judgmental.\n  ","496263":"\n   How did you sleep?🌹\n  ","496264":"\n   wdym\n  ","496265":"\n   Have you ever been big\/overweight?\n  ","496266":"\n   this sounds like the anon who likes to create an argument over anything no matter what u respond\n  ","496267":"\n   cool, i did not see that, im glad everythings good, xox\n  ","496268":"\n   there is no why? going somewhere? the store? the gym? the hospital for an emergency? its hitchhiking or nothing. your're either on board for this marriage or not. stop trying to manipulate the situation.\n  ","496269":"\n   Well, she's right about the diet thing. When was your last A1C, and how was it?\n  ","496270":"\n   Would you marry someone who only hitchhikes everywhere they go?\n  ","496271":"\n   As I recall, I started by asking you what your doc was worried about, and you talked about the liver enzymes, and I told you why she was worried and what you probably had. I didn't anything nasty. Anyway how are you treating it?\n  ","496272":"\n   i must\n  ","496273":"\n   When I told you about it earlier, you got quite upset.\n  ","496274":"\n   So your doc gave you the official diagnosis of NAFLD?\n  ","496275":"\n   not the only one\n  ","496276":"\n   When are you getting sized for new bras?\n  ","496277":"\n   Did you get any sleep in the end?\n  ","496278":"\n   POUQ\n  ","496279":"\n   no way, next time you have to sneeze or have the hiccups you are gonna change your answer. hiccups are bad but having to sneeze, thats insufferable. i mean just think of the face you would have to make forever :')\n  ","496280":"\n   omg lol, so many aha but you deserve them tbh xo\n  ","496281":"\n   What do you order at Wendy’s?\n  ","496282":"\n   Has this ever happened to you... you're about to leave your work or school and it just starts to down pour! 😆🍀🤷\n  ","496283":"\n   aw, your a sweetheart xo\n  ","496284":"\n   happy birthday! just gonna get it in rn if you dont mind :3\n  ","496285":"\n   hey lynds, give your coins to\n   \n    @NicoleBuckleyyx\n   \n   , if you can pls xo\n  ","496286":"\n   i made another accnt here cus i was gonna get banned prob for using the word bstard im guessing lol. anyway didnt want to risk losing all my old stuff so now i have to answer these in that stupid tiny space where i cant even expand the area and like spell check never kicks in either lol.\n  ","496287":"\n   why let that stop you? come on i need them. its important or i would not ask. you have so many and i have so very few. i even said pls.\n  ","496288":"\n   what are you a fcking racist?\n  ","496289":"\n   can i have 10 pls\n  ","496290":"\n   me lol\n  ","496291":"\n   What's the last random thing to make you happy? Random as in not cliche your kids etc. lol\n  ","496292":"\n   Flip flops or shoes?\n  ","496293":"\n   If you bought a package of toilet paper like a big package, im talking like double or triple roll. Not necessarily costco sized that's just stupid but like yanno still hefty. Say they forgot to do the perforations would you take it back to the store? Use scissors? Call the police? What do you do?\n  ","496294":"\n   i wanna see boobies\n  ","496295":"\n   likers get a kick in the balls lol\n  ","496296":"\n   Did u followed me?\n  ","496297":"\n   Would you rather have the hiccups for the rest of your life or the feeling that you have to sneeze but  not able to for the rest of your life\n  ","496298":"\n   ill play this, well i was gonna say ill play this all the way through later on but then noticed its just samples cus i dont have spotify. but im sure its on ytube and yep. saved it. with new stuff from bands after long breaks its always iffy like the remke of flims\n  ","496299":"\n   When is your birthday? I have a birthday on February 10 😉\n  ","496300":"\n   How do you discipline a goldfish?\n  ","496301":"\n   How many coins do you have?\n  ","496302":"\n   🌹😴😘\n  ","496303":"\n   update: in my darkest hour is my fav so far. and i saw your vid. i wasnt going to say anything because you dont need some rando on the internet to tell you that you are cute af. but its good you are posting. like you said it shows your confidence gains.\n  ","496304":"\n   oh you know i cant spell for sht lol. yes you should sleep. if you fall asleep right this moment you can still get a whole 1 hour and 49 minutes! GO!\n  ","496305":"\n   with the metformin. this is something i know virtually nothing about. so excuse my ignorance. is it something you take all the time or as needed? its an elevated blood sugar treatment right? i should look it up.\n  ","496306":"\n   whats the normal range? i have a low heart rate. im not sure if ive been like that all my life or after i started running. i stopped running years ago but my heart rate has remained low.\n  ","496307":"\n   the way i use this site is i follow ppl like 8-15 its ever evolving. once i follow them i keep up with all their post going forward i dont go back unless they have like 40 total posts or something. so i been following you like 6-9 weeks give or take idk. i do know you put \"d\" for dirty in lin\"d\"sey!\n  ","496308":"\n   the first one tho XD and no follow ups. this crazy\n  ","496309":"\n   since you stared keeping track of these things have you noticed little interesting things like how your vitals may change? like has your resting heartrate changed from earlier? idk all that gets recoded with these gizmos but thats one that comes to mind.\n  ","496310":"\n   this is another good one. ive not heard much megadeth. what should i hear?\n  ","496311":"\n   just going by what you have said in a joking manner in various post here. but true i have no factual evidence :p\n  ","496312":"\n   there better not be a canellini bean in there.\n  ","496313":"\n   you do like it a bit \"dirty\" tho ;p\n  ","496314":"\n   just make sure you sanitize the outside cover before you bring it into your bed. this advise comes free of charge (usually $1.99 check on recipt) and very ocd recommneded lol.\n  ","496315":"\n   once in a while it can go the other way. im hoping \"the lighthouse\" is one. although im not sure if its the same story exactly. isnt it passed your 5am bedtime :p\n  ","496316":"\n   ive not seen any of the remakes so im good :')\n  ","496317":"\n   no it was fine. i put a pic on my insta. usually dont with lunch\/dinner type stuff but someone wanted me to make them. they came out like i imagined they would. you have to realize how much thinking i put into things i cook so i dont make mistakes. extremely important to me, seriously.\n  ","496318":"\n   hows lucky been with the rest of the fam?\n  ","496319":"\n   no i mean the original question was inspired by that. was in the news yest. but which one was yours that they already remade and you were sad about?\n  ","496320":"\n   hey man. if i had the f*ckers i would have used them but im forsure not gonna abandon my plans over a discrepancy in the exact legume species lmao. thats like the tiniest factor. so many other variables will change the flavor and texture more. pple just scared of not following orders lol.\n  ","496321":"\n   for sure inspired by talks of princess bride remake. which is the one they did that caused the sad face?\n  ","496322":"\n   no slippery pole followups. disappointing. ask people must have been suffering too much falafel ptsd to jump on this. sloppy :')\n  ","496323":"\n   that explains a lot lmao. much love tho. maybe one one day ill be forgiven and they wont want my \"crazy\" ass D.E.D :')\n  ","496324":"\n   Why are you up so early\/late?\n  ","496325":"\n   Tell me will i be able to live happily in Bahrain? In Dubai one can just go to restaurants in the night time.\n  ","496326":"\n   the one dude had a conniption lmao. i was looking at random pages yesterday and saw some pople talking about lmao. egg dude was gettin all scrambled over it lol. dude relax who tf cares. hope he is alright :')\n  ","496327":"\n   I think you can get a job offer for a job of English teacher from Elementary schools in UAE without  any credentials as your mother language is English and i think you have 12 years of education.\n  ","496328":"\n   How many languages can you speak\n  ","496329":"\n   Do you have many people in your life that will put their own needs aside and make yours a priority? Who comes to mind?\n  ","496330":"\n   oh there you go just projecting your dirty minded ways onto my pronunciations :p. i thing the \"whOre\" way is natural. but since i like to be diff i like the whor'eh way more. its like falafel :0\n  ","496331":"\n   yeah im bad about recommending stuff. its hard to keep the reigns on that cus i always want to share things i liked hoping other people can feel that same enjoyment but like asap haha. that and i if i remember something right then im afraid i will completely forget about it forever if i dont mention\n  ","496332":"\n\n    https:\/\/jobs.laimoon.com\/job\/8276010?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic\n   \n   this is the job ad.  Salary is €2000.\n  ","496333":"\n   I want to get admission in a university soon. This is so difficult for me. Marry me so that i may get the visa of the UK. You know you can live happily with me.\n  ","496334":"\n   once you get to sleep what time do you have to be up by later?\n  ","496335":"\n   oh okay lol. i didnt know it was a city.\n  ","496336":"\n   In general, do you tend to look on the bright side or do you tend to be a negative-thinker?\n  ","496337":"\n   Hello girl how are you doing?\n  ","496338":"\n   You love neck kisses?\n  ","496339":"\n   i wouldnt say that. i would say you do not know what kind of film its gonna be. you are just sort of guessing. if you wanna laugh see if NF has \"night on earth\" its 1991. one of those films disected into individual stories. its worth at least watching the \"rome\" sequence. omg i laughed my balls off\n  ","496340":"\n   well its like an hypothetical question tho, when you really think too deeply into the details it becomes absurd. but on the surface it seems interesting. i dont know who i would pick but i would choose someone just to see yanno. but then you still have your brain in their body or what? falls appart.\n  ","496341":"\n   Okay may you get a very good job and become able to eat dinner at a restaurant daily.\n  ","496342":"\n   i missed out on the lahore thing. i like the name tho :')\n  ","496343":"\n   Damn really?\n  ","496344":"\n   Okay you should have breakfast from The cheesecake factory or any other nice restaurant daily.\n  ","496345":"\n   *nods in appreciation*\n  ","496346":"\n   touche, but they are stand alone so... :p just like when you get to the \"night on earth\" one i sent you. the other parts of the film are good but you can skip over them if you are not feeling them. doesnt really take away much. its not that they are bad. like 3's and rome is a 4.\n  ","496347":"\n   really? i thought this was a good question of the day. you would not even consider it? just to see what a glimpse into another's world would be like?\n  ","496348":"\n   Lol @ the first one\n  ","496349":"\n   they prob think you wll be too enthrallwe by 'after sunset\" to even move and will be glued to your bed\/book\/room unable to go 'out' :')\n  ","496350":"\n   Because i think you are living a boring life life. You should have a Porsche and you should have breakfast from starbucks every morning\n  ","496351":"\n   im way off then. here if you see rabbits its either at sunrise or sunset. i think its cause neither the hawks or owls are quite in their \"visual\" elements yet and the rabbits take advantage. idk this is my personal theory lol. i think it has legs tho. its like that half light scenario\n  ","496352":"\n   Poor king. He can’t sleep well without his Queen🌹\n  ","496353":"\n   Will you go out tomorrow?\n  ","496354":"\n   yah i should have gotten that. but you, unlike me, rarely make any typos. must have been at sunset huh? or sunrise if you get up that early.\n  ","496355":"\n   ah but when i asked you then you denied it loll. cus i remember NOBODY admitted it. googles hp book lol, ah gotcha. yeah things must be read\/experienced in the order that they should be in life generally. some people cant take it cus too 'instant grad\" types haha.\n  ","496356":"\n   When king wants to sleep with you🌹😴\n  ","496357":"\n   well for one the english that you hear in the trailer is most of the english in the movie lol. i mean trailer wise its not that bad. the first half of this is not what the film is like. the second have shows more a feel of the film. if you like quirky films its pretty good. i prefer a different stye\n  ","496358":"\n   Makes you comfy🌹😴\n  ","496359":"\n   im not sure if thats a typo or im just too ignorant (i did google sedding rabbits tho lol) what am i missing here? what did you do to the bunnies?\n  ","496360":"\n   Can you surf?\n  ","496361":"\n   everything is a lie if you look too close lol. yeah thats cool. im an extremist when it comes to saving money. too much so. i once read a book (didnt have at the library) so fast like overnight and returned it to the store lol. i asked a question here like that and people scoffed lmao.\n  ","496362":"\n   why slow. just like bored?\n  ","496363":"\n   i dont know if i would say its great. i dont know how the trailer compares to the movie. i only watch trailers to try and remember if its something i watched already. i dont think this a bucket list type of movie. although ive seen some pple mention it recently. so i guess people like it.\n  ","496364":"\n   save the first two for when you cant sleep then haha. last one is the performance one. the fucking guy must be all full of bruises falling 74 times in 5 minutes :')\n  ","496365":"\n   thats awesome. i hope you enjoy it. i thought it was an interesting glimpse inside the mind of an obsessive compulsive. i wish it was up on youtube. kinda want to hear it again. the voice acting in it was really good. also like how you use the library. id get all my books from there back in the day\n  ","496366":"\n   why are you awake?\n  ","496367":"\n   Recently my city held their annual festival called Riverfest. What are some festivals held in your city, area or country?\n  ","496368":"\n   what is your favorite Queen song?\n  ","496369":"\n   Hugs🤗🌹\n  ","496370":"\n   What is your definition of happiness? What is true happiness to you? 🌸 STAIF 🌸\n  ","496371":"\n   If you were given three things to make you happy, what would these be?\n  ","496372":"\n   okay.. \ntk cr..\n  ","496373":"\n   😭\n  ","496374":"\n   oh sorry dude.. actually i was thinking of something else..\nsorry for that lame laugh..\ngenuinely sorry for that..\n  ","496375":"\n   Do you trust people easily?\n  ","496376":"\n   what if i come off??\n  ","496377":"\n   hmm ..\nso we are officially friends now?\n  ","496378":"\n   ahaan..\nshare ur story .. i am listening 😊\n  ","496379":"\n   oppps sorry 😅 my mistake..\n  ","496380":"\n   King Sleeps with his Queen to be comfy🌹\n  ","496381":"\n   nothing just a trap to make u smile oh wah what a joke 😆\n  ","496382":"\n   dont worry dude.. i am tooooooo faaaaaaar from u actually 😅 dont even  knw u.. just a random one who feel something nice for you 😇\n  ","496383":"\n   haha 😆\n  ","496384":"\n   Is it a fault being shy?\n  ","496385":"\n   umm stay the same i can say only..\n  ","496386":"\n   yay cutipie 😌😇\n  ","496387":"\n   daaah.. i can't ..\nlet me stay anon.. will reveal myself soon but not now.. 😅\n  ","496388":"\n   what if i say that i wanna be in ur friend list?\n  ","496389":"\n   😇😇\n  ","496390":"\n   Do you curse out loud or in your head more?\n  ","496391":"\n   Ya actually relationship exist on two way connection both hav to take care of each other 😊\nhaha dont say thanks dear mam 😁\njust keep smiling and enjoy the life 💃🌹\n  ","496392":"\n   obviously they should live for themselves also but i am trying to say that you will be the first priority to her... actually i find you so sweet so i want that u also find someone sweet to you 😇\n  ","496393":"\n   What Are The Three Things That You Cannot Live Without?\n  ","496394":"\n   what was your last major milestone (for example, my boyfriend just bought a car)? what's your next milestone you want to achieve?\n  ","496395":"\n   Do you have a siblings? How do you get along with him?\n  ","496396":"\n   What is the most important change that should be made to your country’s education system? 🤔\n  ","496397":"\n   Are there any fictional characters whose story you identify with, or find particularly relatable? Which ones and why.\n  ","496398":"\n   What do you think about more than anything else?\n  ","496399":"\n   umm got it..\nbut hope you get someone nice who take care of you.. who actually trying to know u personally and make u happy all the time.. who only lives for you.. because uh deserve that..\nby the way.. i am sid.. nice to meet u..\n  ","496400":"\n   What is your favorite word?\n  ","496401":"\n   Do you like Lewis capaldi?\n  ","496402":"\n   If you could change one thing about the world what would it be?\n  ","496403":"\n   What gives you a sense of security?\n  ","496404":"\n   If you could make one book or movie a reality, which would you choose?\n  ","496405":"\n   Good night sweetie\n  ","496406":"\n   Which fairy-tale in your opinion is based on real events?\n  ","496407":"\n\n    https:\/\/www.facebook.com\/djcummerbund\/videos\/2277019175705765\/\n   \n","496408":"\n   1710 more but I've been a lot less active and haven't been sending out spam.\n  ","496409":"\n   What do you want out of this life?\n  ","496410":"\n   What is an example of a double standard? Have you experienced this double standard?\n  ","496411":"\n\n    https:\/\/www.youtube.com\/playlist?list=PLjbLcQRylTxgIaXqNsl0z9XAdgl0LxwaA\n   \n   here u go\n  ","496412":"\n   Post one of the following.... Your favourite meme, the last picture that made you laugh, your favourite selfie you've taken.\n  ","496413":"\n   What do you feel most proud of?\n  ","496414":"\n   So would you post a pic of your soles sometime please?😍\n  ","496415":"\n   Can you recommend 5 movies that I should see?\n  ","496416":"\n   long shot, this guy fancies his ex babysitter lol\n  ","496417":"\n   Broad City, Stranger Things (s3 just came out last week), The Good Place, Brooklyn Nine-Nine. Not sure what kind of shows you’re into though\n  ","496418":"\n   i saw one called rare exports: a christmas story. if you know danish films its done in pure finnish style like walking around in the snow in boots, a red flannel, and underwear lmao. was just decent. bit weird, so like finnish :')\n  ","496419":"\n   valhalla rising. more anguished screams that actual dialog maybe :') nah its not that bad haha. anyway i love it.\n  ","496420":"\n   dont know what is netflix per say but i looked up the list and \"beast s of no nation\" is the best one i see there by far imo. say \"the discovery\" that was okay. think \"the perfection\" was netflix but it was not on the list? that one was decent too. started out good then just went too far into stupid\n  ","496421":"\n   If I can't be my own, I'll feel better dead.\n  ","496422":"\n   🌹🌟😘\n  ","496423":"\n   What was one subject you were taught in school that has had no practical application in your adult life?\n  ","496424":"\n   What's one thing that always makes you happy? PAP!\n  ","496425":"\n   5 turn ons?\n  ","496426":"\n   Share something that you are looking forward to!\n  ","496427":"\n   cont.\n   \n    https:\/\/youtu.be\/KXKiaMdxEJQ\n   \n\n    https:\/\/youtu.be\/vlJ2AZxIOiM\n   \n\n    https:\/\/youtu.be\/7v6tY_u-Mls\n   \n   and i already sent you the llorando and orties ones :p sent a lot but you can sample a few seconds of each. plus you prob know a few already.\n  ","496428":"\n   cont.. for it now all that comes up is some graphic novel bs. anyway i prob heard some of the other stories included in the book. but that one stood out. looks like there is one in there called \"the cat from hell\" lol. anyway consider N. if you need something. love to get your take\n  ","496429":"\n   yeah same, xo\n  ","496430":"\n   Who is your favourite celebrity\n  ","496431":"\n   What is one thing you hate doing but regularly do anyway?\n  ","496432":"\n   what is your most precious possession?\n  ","496433":"\n   Post something funny 🤖\n  ","496434":"\n   can i see\n  ","496435":"\n   Not really new i just barely come here i only asked because Ben said you was and i never seen you\n  ","496436":"\n   Someone tried to sell me a coffin, but I told him,  \"That's the last thing I need,\"\n  ","496437":"\n   What has been the most unusual place you have ever fallen asleep?\n  ","496438":"\n   How do you feel about rollercoasters?\n  ","496439":"\n   what is something that not many people know about you?\n  ","496440":"\n   Do you cook\n  ","496441":"\n   What do you do for work?\n  ","496442":"\n   Why do you think guys curve you when you actually look pretty good? Serious question, and I'm not being hateful. I'm curious\n  ","496443":"\n   How do you spend most of your free time?\n  ","496444":"\n   🌹😘😘\n  ","496445":"\n   Have you ever been up in a hot air balloon?\n  ","496446":"\n   What is one small change you've made to your life that has had an an amazing impact?\n  ","496447":"\n   I know a girl who dated a guy for 5 years, they kept breaking up and getting back together, now they broke up again a month ago and she's saying he was abusive and she'll never go back...but obviously that's a lie, she kept going back. What do you think's going on there?\n  ","496448":"\n   If you had to pick one to get rn\n  ","496449":"\n   In your opinion, is there a difference between f*cking and making love? If so, which do you prefer honestly\n  ","496450":"\n   If you had a spoon, where would you put the toilet?\n  ","496451":"\n   How are you?\n  ","496452":"\n   i dont know if you can find it on its own cus it was one short story in S.King book of short stories. its called N. imma do a search and find the book its in. so its in \"just after sunset\" years back when i would listen to audiobooks i really loved that one. its off youtube now. if you search cont..\n  ","496453":"\n   thats good, are you a good cook i dont mind cooking but i need help doing it tho\n  ","496454":"\n   What book did you get? What's your opinion on paper books vs e books?\n  ","496455":"\n   Did you have a good day\n  ","496456":"\n   do you like living in arizona, bet your so cool to live with xo\n  ","496457":"\n   im rly glad that after all these years ur finally showing yourselfmore\n  ","496458":"\n   wow you're pretty lynds\n  ","496459":"\n   How often do you receive repetitive questions on Ask? What kind of questions do you get asked the MOST? What kind of questions would you like to get asked more often?\n  ","496460":"\n   do you like cheese, people say eat it before bed and it makes a person dream\n  ","496461":"\n   What’s been going on in your life lately?\n  ","496462":"\n   tag is fun, but i feel like growing up we were always playing variants. what’s ur favorite version of tag?\n  ","496463":"\n   what’s one really really good movie u hope nobody ever even tried to remake ?\n  ","496464":"\n   Have you ever dropped something and never found it? Where did it go?\n  ","496465":"\n   welcome to good burger home of the good burger can i take your order?\n  ","496466":"\n   Would you rather walk barefooted across a mile of lego pieces or swim 2 laps in lemon juice with cuts all over your body\n  ","496467":"\n   What is your favourite flower? Favourite season? Favourite flavour of ice cream? Favourite gemstone? Favourite hot beverage?\n  ","496468":"\n   Do you think that happy relationships are dependent on a person being contented with themselves\n  ","496469":"\n   Growing up did you ever idolize someone and wanted to be like them? Who or what (if it was like an animal or sum sh*t)?\n  ","496470":"\n   What's the worst advice you've ever taken?\n  ","496471":"\n   How much of a mess is your room?\n  ","496472":"\n   When was the last time you felt old\n  ","496473":"\n   Whats the last thing you lent someone and the last thing you borrowed?\n  ","496474":"\n   Thoughts on those who have crush on you??\n  ","496475":"\n   Snapchat?\n  ","496476":"\n   Have you had people work for you? Are you a good boss or an ignorant a**hole like most every boss to walk the erfph?\n  ","496477":"\n   do u wash your face in the sink or in the shower?\n  ","496478":"\n   What ever happened to getting flying cars, the ebola epidemic everyone was supposed to die of, the rainforests disappearing in 3 months, and the f*cking african bees that were supposed to eat your face off? I feel like I'm owed these thing that were promised. Do you agree?\n  ","496479":"\n   Name one thing you have never done, but would like to do?\n  ","496480":"\n   Has anyone ever made plans with you and they ended up not showing up?\n  ","496481":"\n   Last thing drank?\n  ","496482":"\n   What happens to people who never change?\n  ","496483":"\n   In your opinion, can two people be friends if they have very different opinions and morals? Does it depend on what those views are? Where would you personally draw line?\n  ","496484":"\n   Do you believe that the present is really better than the past?\n  ","496485":"\n   thanks for looking out fam! i appreciate you brother : )\n  ","496486":"\n   How many detentions did you have in school\n  ","496487":"\n   Ever borrowed from someone and kept it? What was it and same question the other way. Someone ever keep something you let them borrow? What?\n  ","496488":"\n   If you could switch places with someone for a day, who would it be?\n  ","496489":"\n   Are you going to dress up for Halloween? Any ideas so far?\n  ","496490":"\n   Good night sweetie\n  ","496491":"\n   Do you have any lucky items, objects or traditions?\n  ","496492":"\n   curnt outfit\n  ","496493":"\n   What have you been thinking about lately?\n  ","496494":"\n   would u have s3x with a guy dressed up as santa claus\n  ","496495":"\n   Por favor senor gibme a dollar 👲\n  ","496496":"\n   How was your day today? Describe it in one sentence!\n  ","496497":"\n   i mean duh lol, what is?\n  ","496498":"\n   is rap music?\n  ","496499":"\n   perfect timing. just needed something to listen to. i agree they are pretty. gracias :)\n  ","496500":"\n   Justa heads up for anon. Beans in general usually need more flavour added than chickpeas but they do tend to be great for sticking together. I'd never resort to using them for falafels tho bc trad falafels call for chickpeas. But beans mashed and mixed with blended rice and spices make great burgers\n  ","496501":"\n   Is there any music you would like to share?\n   \n    https:\/\/www.youtube.com\/watch?v=YZMyYwUMmdQ\n   \n","496502":"\n   yeah but recipes i saw didnt call for eggs so im gonna do what im told and if something goes wrong i will be sad but still eat them. im sure its fine. ill let you know if its a disaster!\n  ","496503":"\n   when i first ended up on here it was all UK people and i swear everyone was like 10 lmao. i swear the oldest person i found was 24 and they were so embarrassed by it omg. this was like 2013-14ish or so. now ive not seen hardly anyone young like back then. seems like 20 to mid 30's mostly.\n  ","496504":"\n   yeah should be simple. i dont have garbanzos. thought i did. have cannellinis and gonna use those cus idgaf. im interested to see how they fry up without eggs. all the similar things like these ive made has always had eggs. im sure they will be fine. never eaten them. new things are always a bit fun\n  ","496505":"\n   you know its visas :p yeah there is the global aspect. i just feel that its different now than years ago. i dont have anything to go on, like i did not look it up but i think it was a more vast community before. like you would never run into the same people if you branched out.\n  ","496506":"\n   thoughts on falafel? im going to try and make them for the first time tomorrow. someone mentioned them to me i think in my dinner options question. at least i think it was there. anyway it was on here somewhere for sure.\n  ","496507":"\n   and now? lol okay ill bee quiet lol. ive been on that page in the past. asked some things before. its funny how i think this site is like idk hundreds of thousands of people in my head but im getting the idea is much much smaller lately. keep seeing the same people everywhere.\n  ","496508":"\n   What is your best childhood memory?\n  ","496509":"\n   eggs\n  ","496510":"\n   hugs back xo\n  ","496511":"\n   Name one show you watched that  got a lot worse after it’s first season ?\n\nName one show that got better ?\n  ","496512":"\n   thanks\n  ","496513":"\n   Bacon or sausage?\n  ","496514":"\n   okay how bout now? :'')\n  ","496515":"\n   they're pissed. cant you just like feel that anger :')\n  ","496516":"\n   Do you have any irrational fears? If so, what are they?\n  ","496517":"\n   ever play chess?\n  ","496518":"\n   just my gf being difficult, thanks lynds xo\n  ","496519":"\n   this happened to me twice.\n  ","496520":"\n   says the person who is on here asking questions. but obviously so intensely cooler than you. :')\n  ","496521":"\n   do you play any games online with people?\n  ","496522":"\n   just a headsup. if you plan on watching the 2019 flim titled \"the lighthouse\" staring pattenson and dafoe on 123movies .com brace yourself cus you just been hoodwinked. its actually the 2016 version. and yet i plod on, victimized but undeterred.\n  ","496523":"\n   Do u sit on here on day and just answer questions 🧐\n  ","496524":"\n   i just had a baby and he looks like his dad nothing like me what if he was cheating and i had baby of another woman\n  ","496525":"\n   Would you ever be alright with your child engaging in underage drinking so long as it's in moderation and you're aware of it? For example if you have an older teen attending a party, you can guess they'll be exposed to it but you talk seriously to them and trust them to be safe about it.\n  ","496526":"\n   lmao, you always cheer me up xo\n  ","496527":"\n   Do you feel pretty today?\n  ","496528":"\n   Would you marry a lighthouse keeper?\n  ","496529":"\n   Do you ever take photos with a normal camera or do you primarily use your phone? What type of regular camera do you use ?\n  ","496530":"\n   and funny, lmao\n  ","496531":"\n   omg no, beautful and kind\/ sweet xx\n  ","496532":"\n   What is something that seems simple enough but has actually proven to be incredibly difficult?\n  ","496533":"\n   both, you are both xo\n  ","496534":"\n   i love that song. harry belafonte is a badass. i had parakeets, would play them that song and they would lose their sht :')\n  ","496535":"\n   its true, and your like so sweet, take my compliments lol\n  ","496536":"\n   WHAT??? i missed that one\n  ","496537":"\n   yah but u were covering ur face its the first time i see it ur cute\n  ","496538":"\n   Do you know the words to your nations national anthem?\n  ","496539":"\n   FINALLY A PIC OF YOU\n  ","496540":"\n   Are you really chubby?\n  ","496541":"\n   are the sites better in az or back home?\n  ","496542":"\n   do you shoot?\n  ","496543":"\n   beetlejuice beetlejuice beetlejuice was deffo on my mind as i wrote that. and now shake senora is on my mind lol\n  ","496544":"\n   3 dogs, 1 cat, 1 demon, and 1 demon prospect.\n  ","496545":"\n   when is the last time you camped out?\n  ","496546":"\n   so in theory then i can be on top hm(m)\n  ","496547":"\n   Hey!\nWhatsup\n  ","496548":"\n   POUQ\n  ","496549":"\n   What is one thing you regret having done or not done in your life?\n  ","496550":"\n   lol x\n  ","496551":"\n   Is there anything you have that’s broken yet you won’t throw it away?Why?\n  ","496552":"\n   aw, bet you like him xo\n  ","496553":"\n   aww xo\n  ","496554":"\n   Yeah, Debbie Harry wrote it about someone who stalked her as a coping mechanism to deal with the stalking but she was also nearly a victim of Ted Bundy and never said who the stalker was so I've always wondered if it was him.😂\n  ","496555":"\n   Ever had an ingrown toenail?\n  ","496556":"\n   just wanted to be maybe closer to you, kinda sweet xo\n  ","496557":"\n   Do u have a \"gun\" in ur house?\n  ","496558":"\n   is that your dog, cool name lol\n  ","496559":"\n   aw, hugs glad your days okay im kinda tired rn xo\n  ","496560":"\n   had you a nice day\n  ","496561":"\n   Rock climbing or windsurfing?\n  ","496562":"\n   Inspired by recent news: do you know, or know of, anyone (including yourself!) who has lied on their C.V. (USA: resume) to get a job or to get into an institution? Were they ever found out, and if so what were the consequences?\n  ","496563":"\n   its weird how the older \"big\" cats feel a kitten as a threat like that sometimes. idk, im sure everyone will be cool and chill soon enough. i mean still evil but chill evil ya kno?\n  ","496564":"\n   never friends. tolerate maybe. thats still a stretch. better word, they suffered each other till the older one died. if the occasion ever arose that they were with a few feet of each other and not fighting it was like 'oh look, take a picture\" :')\n  ","496565":"\n   Ever been in a mosh pit?\n  ","496566":"\n   Pop or rock?\n  ","496567":"\n   Genuine or good looking?\n  ","496568":"\n   Plain or with a pattern?\n  ","496569":"\n   oh, my gf always says im immature, best friend might be better for your friend i guess, xox\n  ","496570":"\n   How do you show that you love someone?\n  ","496571":"\n   do you like rice pudding?\n  ","496572":"\n   Do you have OCD\n  ","496573":"\n   Ben called you chubby lol\n  ","496574":"\n   Now that summer is almost over... How do you plan to spend the autumn months?\n  ","496575":"\n   hii\n  ","496576":"\n   ill give you a clue. its somewhere in the 0-5 range lol. we'll just have to see. you just worry about having a  good day, lets make it a 10 pal. and try not to get too possessed  : )\n  ","496577":"\n   I like you a little bit, you are pretty cool 🙂\n  ","496578":"\n   Do you have any pets?\n  ","496579":"\n   How was your day\n  ","496580":"\n   or prob another dude with 20 accs like seth giving themselves all the coins they get\n  ","496581":"\n   do u like milkshakes\n  ","496582":"\n   is the leaderboard rigged? the leader's profile is like 8 minutes old.\n  ","496583":"\n   yeah yeah 4 biggish pills quick call 911, the army, and an exorcist just in case lmao. just take your pills like a grown up young girl already :p\n  ","496584":"\n   any luck?\n  ","496585":"\n   lets b baes\n  ","496586":"\n   we all know its freddy. just like church but without the burial shenanigans. blizzard summoned him back obviously. and prolly chill out on the pictures. he may get fed up and shrink your head or make your nails disappear. u will have to paint the skin. btw id go with black skin polish. dont push it\n  ","496587":"\n   motherfckin flow state lol. attagirl!\n  ","496588":"\n   Have you been in a bad Storm before\n  ","496589":"\n   Do you like sweet tea?\n  ","496590":"\n   When was the last time you had a family day out\n  ","496591":"\n   how do you get rid of intimate recurring smells  even if you had a shower?\n  ","496592":"\n   true but your you got your parenthesis mixed up. this is you :'(\n  ","496593":"\n   Last video game you played? Did you enjoy it?\n  ","496594":"\n   whatever is in front of me. idc. cant remember the last cake i actually bought. they take like zero and a half effort to make. i like molasses and chocolate chip combo lately.\n  ","496595":"\n   rating? and whats in the queue?\n  ","496596":"\n   Did you ever attend band camp at all? If so, what kind of things go on there? 🎺🎻🥁📯🤔\n  ","496597":"\n   how far in are you?\n  ","496598":"\n   ice cream is a last resort. its so unsatisfying. like it just makes you cold and just ghosts you. fck all that im cold enough already\n  ","496599":"\n   you dont even know about the old school nutella. before it became mainstream and they \"americanized\" it lol\n  ","496600":"\n   did you ask meatloaf what the \"that\" that he wont do for love is? maybe that was one of the questions you thought up at the gym? :')\n  ","496601":"\n   rate your own looks out of 10\n  ","496602":"\n   Ik, so keep trying 😜\n  ","496603":"\n   Have a nice dream\n  ","496604":"\n   Good night beautiful\n  ","496605":"\n   Hi there , how are ya?\n  ","496606":"\n   Are there any objects, foods, drinks you associate with certain feelings like warmth, anger, comfort, sadness etc? If so what are they?\n  ","496607":"\n   Would you rather go to a fair or the movies?\n  ","496608":"\n   wassup\n  ","496609":"\n   I'm not sure if single McD's can be privately owned. I mean, Target has their own Starbucks for example so maybe it could be kind of like that. The cows and other animals that contribute would live behind the store and our home would be there too.\n  ","496610":"\n   im 50\/50 on if you will like it. but its new to you and doing something for the first time is well something new at least lol. i have a lynds's rating in my head. we'll see how close i am when the time comes.\n  ","496611":"\n   Between songs like Every Breath You Take by The Police and Ava Adore by The Smashing Pumpkins, there isn't a lack of creepy love songs in existence. Apart from these examples, what are some of the creepiest love songs and lyrics from them that you know?\n  ","496612":"\n   Have you ever invented a fairly unique meal or drink?\n  ","496613":"\n   You and me should raise a few cows etc and buy a McDonald's, make our living together that way. Let me know if interested.\n  ","496614":"\n   So I'm struggling emotionally this weekend. Can you please post and gif or a picture to help make me smile?\n  ","496615":"\n   No cheat days for keto, as it could damage your blood vessels from what I hear?\n  ","496616":"\n   Cake or ice cream?\n  ","496617":"\n   McDonald’s or Burger King?\n  ","496618":"\n   Would you be able to work to earn your half of the living?\n  ","496619":"\n   Dining in or take out?\n  ","496620":"\n   How's your self esteem? Would you always be feeling that you're not good enough for the person you're with?\n  ","496621":"\n   🌹👑\n  ","496622":"\n   Serious question Lynds. Let's say someone wanted to date you. What are the red flags they'd have to watch out for? Can I ask you some tough questions about that?\n  ","496623":"\n   shes lucky to have you as a bestie, xo\n  ","496624":"\n   so is the honeypot getting stirred tonite\n  ","496625":"\n   I am upset.\n  ","496626":"\n   Made this playlist if you need some new music to vibe to (rnb\/indie\/chillhop) :)\n   \n    https:\/\/open.spotify.com\/user\/7bjz2xdrkmcttp0jufrrbu9dp\/playlist\/5OILia26FiXqHCFcy4KdX8?si=dNW-6tyxRMeyPwvQ5w4DtA&nd=1\n   \n","496627":"\n   iPhone or Android?\n  ","496628":"\n   Flannel or floral?\n  ","496629":"\n   taking notes for next time i ask lol those are all i know\n  ","496630":"\n   brushing the carpet, flicking the bean, stirring the honey pot\n  ","496631":"\n   Lipstick or mascara?\n  ","496632":"\n   poking the pie, tickling the beaver, beating around the bush, whipping the cream\n  ","496633":"\n   What's the last book you read?\n  ","496634":"\n   Have you ever secretly helped someone? If so what was it? (If you're comfortable sharing)\n  ","496635":"\n   hw bout dialing the rotary phone or buffin the muffin\n  ","496636":"\n   is tonite canoe paddling nite\n  ","496637":"\n   What difference does it make if it were in\n  ","496638":"\n   How was it?\n  ","496639":"\n   Heels or flats?\n  ","496640":"\n   Swimming or tanning?\n  ","496641":"\n   two? well if you had to take as many i do your daily rating of your day might suffer a few digits lol.\n  ","496642":"\n   the second set were only on second floors for a month or two tho lmao.\n  ","496643":"\n   well i guess we fcked up just bringing them in the room toghether. you are supposed to not let them meet face to face but have them get to know the scents first. like exchange things with their scents and have them become familiar. i mean idk. had this same thing happen with two pairs of cats we had\n  ","496644":"\n   how do i unbake a cake\n  ","496645":"\n   no loll\n  ","496646":"\n   If you and your friend want to exchange sex, are you able to schedule that?\n  ","496647":"\n   isnt i late\n  ","496648":"\n   what is the goal of the \"72 hour fast\" supposed to be? is it like a test of your mettle? or a health thing?\n  ","496649":"\n   plans 4 2nite\n  ","496650":"\n   bonjour\n  ","496651":"\n   if you enter inpection mode and refresh the page the picture shows up. its the answer to the baloon, clown, poop emoji riddle :')\n  ","496652":"\n   having an#L with a clown using a rubber?\n  ","496653":"\n   when i was a kid we had one cat. then years later like five or six we got another one (a kitten) like thinking no big deal. they'll be pals, 2 girls. fckn the old one freaked out lol. they lived on separate floors for a fcking year lol. what a fckin fiasco it was thinking back now lmao.\n  ","496654":"\n   If it was up to you how much would you like to be paid in work.\n  ","496655":"\n   always. thats me to a t.\n  ","496656":"\n   has lucky met blizzard yet tho??\n  ","496657":"\n   how about the worst things?\n  ","496658":"\n   just based on the vibe you get from the people in az now, just what you have observed to you think you would have liked going to school and grown up there more or less than your experience back home? how so?\n  ","496659":"\n   did she know you watched the movie the other day? she knows the movie though right? like she has seen it back in the day too right?\n  ","496660":"\n   demons know all about using inspection modes and switching to the mobile browsers on chrome. we just live by their rules. if it wasnt for blizzard i would not have a single ig post. i wouldnt even have a phone. wait.... you dont have a phone.. 👩📱😈🚫📱😈🙎‍♀️😈\n  ","496661":"\n   LOL yes the app is better. you have no idea what ive had to go though using the stupid browser version but with the power of my stupid tenacity i actually found a way to post pics using the browser version, which normally you cant even do. maybe you can with the new browsers tho? yeah probably lmao\n  ","496662":"\n   it was all black long hair (although i started giving her lion cuts when she was older) with long ass foot hair lol. in the sun she looked a shade of red. she was crazy mean but if you gave her space she respected you. holy sht i thought lucky was ur idea! this is getting creepier all the time haha\n  ","496663":"\n   I'm 11 stone I'm 6 foot too\n  ","496664":"\n   Beer or wine?\n  ","496665":"\n   The city or beach?\n  ","496666":"\n   when i do it says account disabled. so did they get banned? anyway if thats the case it works out even better. ask gods took down the thread and took down\n   \n    @the\n   \n   .\n  ","496667":"\n   the fact that he was so dear to you just exemplifies what a great man he was. the lessons he taught you and the characteristics that you picked up by just being in his presence will be with you the rest of your life. and in that way he lives on, through you. shoutout to your granddad! :)\n  ","496668":"\n   you know you wouldnt want it any other way lmao! this morning when i was going through catching up on here i looked for an old pic i took of my old black cat when she was a youngster. it was taken with a potato phone captured her mid hiss and oh man did she look evil lmao. couldnt find the pic tho.\n  ","496669":"\n   Would you rather get a tattoo or piercing right now?\n  ","496670":"\n   if ig is not working for you and you need to get on maybe you can try the browser. since my phone is old af ive never been able to use the app. so when i do use insta its always been just the website and ive not had an issue. so if you need to maybe try that way idk.\n  ","496671":"\n   demon(s) :p\n  ","496672":"\n   thinking about what you said here. yeah the way a day can change, i mean you losing your grandpapa thats extreme end but even something so small can create a chain reaction leading to disaster as well. its a scary thing.\n  ","496673":"\n   well sht i need to open a firefox window so i can see all thats going on here! thats so awesome. the dynamic thats going to happen now?? like apprehensive and excited and scared all at the same time lol. the kid is lucky tho to get such a great new mom\/family! long or short hair? and congrats!\n  ","496674":"\n   not related to anything. just random nonsense i send out.\n  ","496675":"\n   d for the acronym name thing from the other day. d for dirty, you chose it lol.\n  ","496676":"\n   Facebook or Ask?\n  ","496677":"\n   Iced coffee or hot coffee?\n  ","496678":"\n   instant gratification vibe here definite. i would do the exact opposite.\n  ","496679":"\n   aw, so sweet xo\n  ","496680":"\n   Im going to wait if anyone else can guess it right. Then I will tell you.\n  ","496681":"\n   I like eating too much\n  ","496682":"\n   Could you ever do the 72 hour fast challenge. Go 72 hours without eating\n  ","496683":"\n   So close. 😜\n  ","496684":"\n   Pic of your kitten\n  ","496685":"\n   Nope\n  ","496686":"\n   When was the last time you were nervous and why\n  ","496687":"\n   have you a best friend, and is it a guy\/girl xo\n  ","496688":"\n   Favorite sweets\n  ","496689":"\n   What did you do today\n  ","496690":"\n   The first guess was closer 🤡\n  ","496691":"\n   okay\n  ","496692":"\n   aw, your so caring xo\n  ","496693":"\n   What's the closest thing you've ever gotten to \"magic\", in this life? :P Is it something you see? A feeling of sorts?\n  ","496694":"\n   what do you think is the best thing about being in a relationship\n  ","496695":"\n   Describe your perfect day.\n  ","496696":"\n   If there was no electricity, no internet, nothing like that. We had to live off the land again. What kind of house would you build \/ live in? 🌱🍃\n  ","496697":"\n   did you ever get into fights at school? were your parents the Rough Parents that taught you to fight back? were they the Peaceful Parents that encouraged you to turn the other cheek? were they the Dramatic Parents that would call the school to complain? \n\n(questions based on an IG parody video)\n  ","496698":"\n   im glad this got 25% cleared up. feels like it was handled pretty well given the circumstances. good work ppl.\n  ","496699":"\n   If you could change anything about yourself, what would it be? What’s your favorite thing about yourself currently?\n  ","496700":"\n   `name one thing you hate\n  ","496701":"\n   If we had to live off the land, what sort of things would you grow? 🌽🥕\n  ","496702":"\n   Do things bother you more than you want to lead on? What is something that you wish did not bother you so always act like it doesn't but it really does?\n  ","496703":"\n   they deleted what i said lol\n  ","496704":"\n   the little demon child. stay safe out there fam :')\n  ","496705":"\n   How good is your social media game? Strengths and weaknesses, discuss whatever comes to mind when you read that question.\n  ","496706":"\n   When you hear a recording of your own voice what thoughts go through your head?\n  ","496707":"\n   why?\n  ","496708":"\n   and apparently NOBODY cares about cheesecake. wtf its so wonderful. so simple to make, refreshing in the summer months, and its white. it literally has no flaws. maybe just the fact that its so deceptively filling. but im nitpicking. *cue light flicker*\n  ","496709":"\n   dinner one was only answered by less than half so far. funny the questions that i think will be easy to answer or people even care to answer vs what i actually see occur. sometimes the topics people gravitate towards & are open to talking abt surprises me. if purple wins i support you racist or not.\n  ","496710":"\n   would you give a go?\n  ","496711":"\n   Are you prone to making mistakes? What are some mistakes that you have made that you often think about or that you hope to learn from?\n  ","496712":"\n   hey americans (& non-americans who also have an answer)! how r u feeling abt the 2020 election? the democratic candidates so far? trump’s re-election campaign? (any predictions 🔮?)\n  ","496713":"\n   Never have I ever…\n  ","496714":"\n   Lol close 😜\n  ","496715":"\n   you mean they allow you to exist ;)\n  ","496716":"\n   this one had a bit of dust on it lol. the last one you mentioned reminded me of half baked, film that ive not thought about in a while but i remember it making me bawl laughing back in the day. id prob put half baked on my list.\n  ","496717":"\n   (-b +\/- sqrt(b^2 - 4ac))\/2a\n  ","496718":"\n   Hugs you🌹\n  ","496719":"\n   do you ever read the old ones but then leave them and decide you dont have an answer quite yet or are they just in there because just randomly in there?\n  ","496720":"\n   what would you think of someone who was raised in a culture where they raised and harvested dogs for their meat and kept pigs as pets instead because they are more intelligent and dont shed?\n  ","496721":"\n   how many pills a day do you take? i feel like ive given pill taking advise to someone on here once wonder if it was you. probably lol\n  ","496722":"\n   you know there would have been an\n   \n    @the\n   \n   on here. guess we're about to find out lol.\n  ","496723":"\n   Did you miss me?🌹\n  ","496724":"\n   it wasnt till you said it. and even after it still isnt. its just you lol. its not your fault tho, its just the \"d\" part of you shining through lol\n  ","496725":"\n   one thing that i dont think really helps is painting a picture to the world that it is not an issue. you may fool others but not yourself who is the only one that matters ultimately. actually it probably does more damage as its a chore to keep up the pretense.\n  ","496726":"\n   the hair you no longer have? that shouldn't take long.\n  ","496727":"\n   still nothing from the demonologist. im starting to get the feeling this person is actually blizzard just sending me on a wild goose chase.\n  ","496728":"\n   dont worry about blizzard. he is at home inside of a fire.\n  ","496729":"\n   \"Serve something outside of yourself\" what does this mean to you?\n  ","496730":"\n   Good morning\n  ","496731":"\n   Hows your day been so far\n  ","496732":"\n   What is something that is fun as a child but not as an adult?\n  ","496733":"\n   If you have a variety pack of the hostess gem mini donuts that include iced chocolate, powdered sugar, powdered cinnamon, and plain what order do you eat them in? Remember the crunch ones do not come in the variety pack so don't start going all maverick and naming them. Don't even bring them up.\n  ","496734":"\n   I’m back🌹\n  ","496735":"\n   Since today is still ongoing and things can change.. looking back at the previous day's events, what overall rating would you assign to yesterday? 1-10\n  ","496736":"\n   Good night sweetie\n  ","496737":"\n   What is your favourite place you’ve travelled to ?  Where is one place you can’t wait to travel to ?\n  ","496738":"\n   Do you believe your life is anymore significant than a hamsters? If yes, why?\n  ","496739":"\n   I don't care ,we will make it work\n  ","496740":"\n   unless you try it while stoned\n  ","496741":"\n   it doesn't always work\n  ","496742":"\n   hm\n  ","496743":"\n   GUESS --->🎈🤡💩\n  ","496744":"\n   Do you think you’re a good person?\n  ","496745":"\n   Did you see the moon tonight?\n  ","496746":"\n   Would you erase your most precious memories to become smarter?\n  ","496747":"\n   \"Neither have romantic feelings towards each other.\" The way you phrase that, it's clear that you had romantic feelings for him at some point. But anyway my point is that obviously you'd do an online ldr if the opportunity came up\n  ","496748":"\n   Yeah she isn’t looking for Online guys wait what lol\n  ","496749":"\n   Says the woman who's been f cking an online guy for like a year\n  ","496750":"\n   You don't believe in online relationships?\n  ","496751":"\n   Can you be my gf?\n  ","496752":"\n   i think this is lahore:\n   \n    https:\/\/ask.fm\/LilMommaBear\/answers\/157890055371\n   \n","496753":"\n   Ever had a great idea shot down and the reason given didn’t make any sense?\n  ","496754":"\n   Can you do the electric slide?\n  ","496755":"\n   no bra is better XD\n  ","496756":"\n   horror:\n   \n    https:\/\/letterboxd.com\/film\/raw-2016\/\n   \n   think you will have a moment of deja vu if you watch this ;)\n\ncomedy:\n   \n    https:\/\/letterboxd.com\/film\/obvious-child\/\n   \n   did my part. its out of my hands now. if you do watch them let me know what you thought! i love hearing peoples takes on movies i love.\n  ","496757":"\n   Have you been caught doing something lately? Nothing bad but something silly like singing or stealing a cookie from the cookie jar etc..\n  ","496758":"\n   Is there a piece of music that reminds you of something mundane or trivial? E.g. “Sign Your Name” by Terence Trent D’Arby always reminds me so clearly of making coffee at work while doing overtime one Saturday! 😂\n  ","496759":"\n   If you had to evacuate your house immediately, what is the one thing you would grab on the way out?\n  ","496760":"\n   Who is the last person that inspired you and in what way did they do so?\n  ","496761":"\n   What's a subject you wish you knew more about?\n  ","496762":"\n   you’re going to win $100,000 in the next 10 minutes. the catch is you have to go public about your winnings on live tv. could you do that or would you decline the money?\n  ","496763":"\n   What advice would you give to someone who is struggling with their self-esteem?\n  ","496764":"\n   What is the funniest or couple of funniest movies?\n  ","496765":"\n   what’s a movie u kinda like, but also don’t really love? but also like u definitely don’t dislike it! u like it!\n  ","496766":"\n   What are the best things life has to offer?\n  ","496767":"\n   What do you think about music in foreign languages? Share your favorite song in another language if you can be bothered or dont, i dont care. Thats a lie. I care :)\n  ","496768":"\n   How do you handle the responsibility of loving someone?\n  ","496769":"\n   yeah i saw that taylor swift or whatever thing and had to watch over a minute of it cus i thought it was like their new stuff  and they worked together lmao. i like the undertow album most prob. the intro to \"sober\" is the best 30 sec of any song imo. rivaled only by deftones intro to my own summer.\n  ","496770":"\n   I’m dying to see ya\n  ","496771":"\n   yah\/nay\n   \n    https:\/\/youtu.be\/avCteSZK-Ec\n   \n\n    https:\/\/youtu.be\/rnO-MflYxCw\n   \n\n    https:\/\/youtu.be\/xqZDtYAE6bI\n   \n","496772":"\n   Maybe the person who read the thread lol\n  ","496773":"\n   Made me think of the \"domain\" episode when Kramer was the only one sleeping\n  ","496774":"\n   I didn't send it\n  ","496775":"\n   I thought you sent it lol\n  ","496776":"\n   I'm half asleep and so confused\n  ","496777":"\n   What's your favorite saying?\n  ","496778":"\n   Mastering your domain? Lol\n  ","496779":"\n   Is there something that you wish you could tell someone but for whatever reason you are unable to do so? What is your message to this person or persons?\n  ","496780":"\n   Ok\n  ","496781":"\n   plz!!!!!!!!!!!!!!!\n  ","496782":"\n   plz plz\n  ","496783":"\n   I’m bored. Let's chill\n  ","496784":"\n   Ootn\n  ","496785":"\n   Are you on skype?\n  ","496786":"\n   plz post a pic of it\n  ","496787":"\n   i want to admire that side of u plz\n  ","496788":"\n   full body pic from behind\n  ","496789":"\n   What's easier to be friends with - boys or girls\n  ","496790":"\n   Why do we feel painful when we start loving someone?\n  ","496791":"\n   Do you know of anyone who seems beyond their years? My mother used to say \"he's been around before\" about my brother when he was a toddler as if his maturity and understanding of the world came from a past life because he seemed so precocious.\n  ","496792":"\n   What are your demons? Do you fight them or have you honestly just learned to exist with them?\n  ","496793":"\n   Your wrestler name is the color of your underwear + the last thing you drank.\n  ","496794":"\n   are there any kinda dumb tv shows u have seen 100 percent of?\n  ","496795":"\n   Choose one: a friend that makes you laugh but lies to you or one with no sense of humor and is almost difficult to interact with but would do anything for you?\n  ","496796":"\n   in checkers do you have to jump your opponent, or is it your choice? also go with black nail polish. i think in this specific instance choosing purple can be deemed racist. the fact that you are not even making the choice makes no difference either. js\n  ","496797":"\n   With your fav?\n  ","496798":"\n   -\n  "},"Answer":{"495726":"\n  Just some onion powder. It's one that's bagged already.\n  \n  Air fries the food ¯\\_(ツ)_\/¯\n  ","495727":"\n  Ok 🌨\n  ","495728":"\n  Idk said it was still high.\n  \n  Also helps with the fatty liver.\n  \n  It's for pcos - not diabetes anyways.\n  ","495729":"\n  I know\n  \n  R.i.p 🌈\n  ","495730":"\n  Delayed gratification can work too\n  ","495731":"\n  Yes :)\n  ","495732":"\n  Dennys or IHOP?\n  ","495733":"\n  It was more funny\/annoying.\n  \n  This dude kept saying \"nice\" over and over again last night at the gym. People were definitely getting mad.\n  \n  Those weird dudes were there and ended up getting in trouble for being too loud on the hip abductor. The weight was way too much for the guy and loud clanging sounds. One of the ladies mentioned going to a lower weight (obviously). Turns out they had the lever on the top part of it engaged as well.. like hello, real problem. Lady should have told him that.\n  ","495734":"\n  Mother's day. Inflatable one with a motor. It started raining and thunderstorms so the day wasn't the greatest lol\n  ","495735":"\n  Town lol\n  ","495736":"\n  Winter can do that to me at times. Didn't get this winter since AZ 🔥\n  ","495737":"\n  Edging on you\n  ","495738":"\n  Ok so far\n  ","495739":"\n  Seems more orange (the sunset pic)\n  \n  Ditto 🤣\n  ","495740":"\n  It's been ok. Watching The Voice videos that I've missed. Voting on peeps. 🎵\n  ","495741":"\n  youcanjuiceme\n  ","495742":"\n  It's some pay as you go one\n  ","495743":"\n  Didn't but ok then\n  ","495744":"\n  Perhaps lol\n  ","495745":"\n  Same age. I'm 5 days older. December birthdays in the house 🤙\n  ","495746":"\n  Just because someone comes off anon doesn't make it better\n  ","495747":"\n  Yes. Don't think I've seen before\n  ","495748":"\n  I punished myself more :\/\n  ","495749":"\n  Noon, in the shower and late at night before sleeping.\n  ","495750":"\n  Don't remember but they said I looked like an angel sleeping lol\n  ","495751":"\n  Good night x\n  ","495752":"\n  Uh good luck lol\n  ","495753":"\n  Haha hopefully won't be too bad :p it gets better after that! Should add warnings then\n  \n  Alright! 5s damn.\n  ","495754":"\n  Anons don't always get that privilege XD\n  \n  Depends who you are.. sounds like it could be anyone this time\n  ","495755":"\n  Downloading apps onto my new phone\n  ","495756":"\n  My best friend. Married, 3 kids, going through surgeries etc\n  ","495757":"\n  French fries but splitting would be best :p\n  ","495758":"\n  I took one in June.\n  ","495759":"\n  Hot dog, cauliflower rice and green beans. Weird mix\n  \n  Sister did or the air fryer lol\n  ","495760":"\n  It's because I wrote pocahontas, huh? :p\n  \n  We all know he is.\n  \n  (It was a legit disney doll)\n  \n  Oh.. also add scary spice to the poc answer too\n  ","495761":"\n  Samsung galaxy j3 orbit?\n  \n  Eh. It will do in any case\n  ","495762":"\n  Not much diversity back then. I feel like I had one black barbie ,a pocahontas one and that was probably it? I think I might have had a Ken doll too...\n  ","495763":"\n  Neither.\n  \n  However we're getting two hotels to be built.\n  ","495764":"\n  I've been thinking of changing it because nobody reads it anyways. Just haven't thought of anything yet. No, I don't think it shows off who I am besides the most basic of questions I usually get.\n  ","495765":"\n  Hot dogs and some other random stuff lol\n  ","495766":"\n  Of course\n  ","495767":"\n  A phase\n  \n  Wrong crowd\n  \n  Being bullied\n  ","495768":"\n  Probably or hasn't gotten on yet\n  ","495769":"\n  Lahore then. Good luck :p\n  ","495770":"\n  If you don't mind :)\n  ","495771":"\n  I'll have to think or watch some good ones then :)\n  \n  So 3+ should be the aim or higher ratings?\n  ","495772":"\n  She as in?\n  ","495773":"\n  Yes, I'm single.\n  ","495774":"\n  Guys have no chill\n  ","495775":"\n  Sure, freedom is great but that can get boring.\n  ","495776":"\n  Not be in abusive relationships, certain signs to look out for etc\n  ","495777":"\n  Howdy\n  ","495778":"\n  Whoever wants to be trapped with me 😈\n  ","495779":"\n  Not always\n  ","495780":"\n  Literally just answered that\n  ","495781":"\n  No but I think I did watch part of an episode before\n  ","495782":"\n  Maybe read bios?\n  ","495783":"\n  Went swimming, walking around.. sun. Tan..\n  ","495784":"\n  Not that often. Maybe I will more\n  ","495785":"\n  I feel like I got a lot of color today o.o\n  ","495786":"\n  Why hello there lol\n  ","495787":"\n  Yes.\n  ","495788":"\n  The West Wing did make me appreciate the workings that go into it.\n  \n  I think there should be more parties involved. Most don't have a voice.\n  \n  Even some people could be more independent but need to pick sides to run.\n  ","495789":"\n  Some ambient lighting wouldn't be bad\n  ","495790":"\n  Don't think I'd ever cross that path lol\n  ","495791":"\n  True. A lot of other ones get shafted.\n  ","495792":"\n  My opinion is that I'm independent.\n  ","495793":"\n  Republican vs dem?\n  \n  Bipartisanship?\n  ","495794":"\n  6\n  \n  4\n  \n  .0 one.. nicely done\n  \n  Seems like you've been paying attention in class XD\n  ","495795":"\n  I don't usually go with the crowd when it comes to stuff like that. Maybe eventually we'll see the real you <3\n  ","495796":"\n  No but that would be cool especially if we liked the same team, decent seats.\n  ","495797":"\n  Not with me lol\n  \n  My sister was more into them, anyways.\n  \n  She actually brought back a lion one. He had a beautiful mane but I ended up giving him a haircut before. She didn't like that 😂\n  ","495798":"\n  Lucky us lol\n  ","495799":"\n  I used to look which made me scared. I've always hated doctors anyways. One even made me faint before.\n  \n  Last time I thought the needle was out of me and it wasn't. Got queasy on the verge of passing out, coldsweat. They ended up calling all the dr\/nurses there 😂😂😂 they came rushing down the hallway lol so pathetic XD\n  \n  Hm I wonder! Probably tell them you'd do a better job\n  ","495800":"\n  Yes\n  ","495801":"\n  Probably\n  ","495802":"\n  These make more sense now XD\n  ","495803":"\n  More like 1-3 range\n  ","495804":"\n  I like how morbid this sounds\n  ","495805":"\n  Sorry 😘\n  ","495806":"\n  Took a shower too.\n  \n  Missing all the fun :p\n  ","495807":"\n  Bit late for that.\n  ","495808":"\n  With swimming? It was ok :)\n  ","495809":"\n  Not even thinking about lol\n  ","495810":"\n  I mean those two arrested recently ended up trying to have s*x in it...\n  ","495811":"\n  Kind but both would be ideal.\n  ","495812":"\n  Good enough.\n  \n  Nah\n  ","495813":"\n  Nope. I remember going to the fire station for a field trip but we didn't get to ride on it. Just hungout on.\n  \n  Nope\n  ","495814":"\n  I'm not picky. I just love chicken lol\n  \n  Depends how it's served too\n  ","495815":"\n  I'll go swim and charge this up\n  ","495816":"\n  No complaints 😘\n  ","495817":"\n  How strong are you?\n  ","495818":"\n  Running\n  \n  Tank top spillage\n  \n  Blah blah blah\n  ","495819":"\n  6-8?\n  ","495820":"\n  Felt like it. Was cheap enough. Suction based...\n  ","495821":"\n  Idk I trim\n  ","495822":"\n  Few months ago :p\n  ","495823":"\n  Oh that way :p\n  ","495824":"\n  You? lol. Think you meant toy.\n  \n  Have one\n  ","495825":"\n  Oh ok. Vegetable spread is still good. Nice\n  ","495826":"\n  Never gone there\n  ","495827":"\n  Wasn't near the area at the time.\n  \n  Arizona fox and cnn had images up on their ig about it\n  ","495828":"\n  So you want a girl with body hair EVERYWHERE? Legs, armpits, everything..\n  ","495829":"\n  Sometimes.\n  ","495830":"\n  Yes, I'll not suffer you with that knowledge lol\n  \n  Ok. Got beef.\n  \n  Fine but still need to do more bloodwork since the last one was in May according to the file.\n  ","495831":"\n  So specific. Sadly have a doctor appointment that day 😂\n  ","495832":"\n  hygienic reasons, society standards etc\n  ","495833":"\n  I'm not sure. Don't have kids yet. Rather have them follow their passions.\n  ","495834":"\n  Good luck then lol\n  ","495835":"\n  Ah very true. Understandable\n  ","495836":"\n  You just wanted to write \"pegged\" tsk tsk\n  \n  Glad you liked :)\n  \n  Hm maybe not a good idea then!!\n  ","495837":"\n  Yes. Arthur Def helps the movie, cool dude.\n  ","495838":"\n  Teach him what you like? Seems like he's not doing enough if you still need to.\n  ","495839":"\n  Either way is fine. Usually go for no layers at times. Just depends what I feel like. It's usually up so layers seem like a waste at times\n  ","495840":"\n  Meeeeee\n  \n  Or my nephew if you want to get technical\n  \n  Animal wise? Lucky is 6 months.\n  ","495841":"\n  I like softer cookies more.\n  ","495842":"\n  I didn't watch it.\n  ","495843":"\n  Kraft, Velveeta or Annies\n  ","495844":"\n  :)\n  ","495845":"\n  Attic\n  \n  AZ doesn't do basements\n  ","495846":"\n  Oh?\n  ","495847":"\n  Damn\n  ","495848":"\n  Him?\n  ","495849":"\n  The fence\n  \n  Parts of the house next door\n  ","495850":"\n  Everything is right with the world again. The :\") really helped matters!\n  ","495851":"\n  I'd assume so. Went through all the shops before picking mine.\n  \n  Haha right XD\n  ","495852":"\n  Um, you!?\n  ","495853":"\n  Maybe not that dark :p\n  ","495854":"\n  Yes\n  \n  Sadly got mild\n  \n  Along with Louisiana rub and the garlic parmesan\n  ","495855":"\n  Still don't know\n  ","495856":"\n  Yes\n  \n  Also like pineapple coconut\n  ","495857":"\n  Uh ok.\n  ","495858":"\n  Oh do tell ;)\n  ","495859":"\n  Was there a dog?\n  ","495860":"\n  Sounds dirty lol\n  ","495861":"\n  I still need to hunt for the chocolate fruit.\n  ","495862":"\n  Haha very nice.\n  ","495863":"\n  Maybe. Just not their usual signature added lol\n  ","495864":"\n  Shhhh\n  ","495865":"\n  Add it to the overgrowing. list\n  ","495866":"\n  Did I unfollow him? No.\n  ","495867":"\n  Seems like the lazy one?\n  \n  Cute XD I burnt my hand with welding. I was sick and went to pick the copper out of the bucket without thinking 😂 (vote ch high school )\n  \n  Shit hurt lol\n  ","495868":"\n  Never had Little Caesars.\n  ","495869":"\n  Whatever you like\n  ","495870":"\n  With oil instead of butter? Jokes\n  ","495871":"\n  Yesterday the guy actually told me the a1c. It was 5.6 so normal\/pre. (Was for May)\n  \n  Need to do bloodwork again\n  ","495872":"\n  Very nice 😝\n  ","495873":"\n  You already did it for me 😈\n  ","495874":"\n  Scroll. Was a few days ago\n  ","495875":"\n  Nope\n  ","495876":"\n  I don't remember.\n  ","495877":"\n  What even?\n  ","495878":"\n  No, I don't post people's numbers.\n  ","495879":"\n  I'd like to think so. But I guess the last picture(s) and the video must have been a lie too?\n  ","495880":"\n  Who?\n  ","495881":"\n  Think I'll go read.\n  \n\n  Good night\n  ","495882":"\n  Lived with demon kitties 🐱🐈\n  ","495883":"\n  It rained a ton today.\n  ","495884":"\n  Idk.. today wasn't that fun. Was up early, waiting for my sister to be done at her dr appointment, got lunch. Few stores then I had a dr appointment. Then got dinner.\n  \n  Raining all day. A place nearby even had a tornado touch down.\n  ","495885":"\n  I think we should be critical with ourselves  (to be better) but worst is pretty sad.\n  ","495886":"\n  I'm not sure. I usually have leftovers.\n  \n  I can be bad with cookies.. especially chip ahoys.\n  ","495887":"\n  I have no idea, man.\n  ","495888":"\n  Dry, dark\n  ","495889":"\n  I think it can matter.\n  \n  In a s*xual way? I don't think that really matters since finishing strong ;)\n  ","495890":"\n  Burrito\n  \n  I like burrito bowls better.\n  ","495891":"\n  Was Wing Stop but you get the general idea lol\n  ","495892":"\n  The dirty one or from that gif? I believe that was the beautiful one??\n  ","495893":"\n  Yes.\n  ","495894":"\n  Yay\n  ","495895":"\n  No\n  ","495896":"\n  Who knows. It's been boring, stressful and lots of Dr visits lately. The gym is the best part of it 😂\n  ","495897":"\n  Cereal\n  ","495898":"\n  I doubt it.\n  ","495899":"\n  I like pancakes more.\n  \n  This made me miss french toast tho.. haven't found a good keto version lol\n  ","495900":"\n  Ice cream parlor with cows there.\n  ","495901":"\n  Sometimes. More a treat than everyday thing with me.\n  ","495902":"\n  You have thee vote, mister.\n  \n  Old ladies probably jump out the way 😊\n  ","495903":"\n  I feel like I never hear people talking about citizen Kane\n  \n  Romcoms, comedy\n  \n  Horror but I didn't think of newer ones to suggest that \"meant something to me\". Haven't been in a horror mood.\n  \n  Some musicals but you'd probably cry or run people over if gave those 😉\n  ","495904":"\n  Nah. Currently using my mom's tablet since mine is being annoying. Rather not keep adding apps to it or dirty words :P\n  ","495905":"\n  R.i.p\n  \n  More kerry gold for the rest of us!!\n  ","495906":"\n  Gimme\n  ","495907":"\n  This offends me.\n  ","495908":"\n  Chill, s*x, drink, sleep....\n  ","495909":"\n  Yes, sir.\n  \n  With soup on the side\n  ","495910":"\n  I believe so for school\n  ","495911":"\n  Hmm not sure. Maybe at times?\n  \n  I think I'm decent the way I am. Other things could be better. Perfection can duck at times.\n  \n  I'd rather learn acoustic guitar more but ya :) could have got one for cheap but ended up not going for it :\/\n  ","495912":"\n  Chilling. Been a long day\n  ","495913":"\n  You didn't leave.....\n  ","495914":"\n  Nirvana\n  ","495915":"\n  Is that why someone gave me their number again?\n  ","495916":"\n  Nope\n  ","495917":"\n  Yes, I do.\n  ","495918":"\n  I have two more until N. begins\n  \n  Certain parts seemed similar. It was ok.\n  \n  Stationary Bike was interesting. Definitely dragged on longer than I thought it would. Reminded me of m but with the math aspect applied instead of art 😂\n  ","495919":"\n  Depends on the day\n  ","495920":"\n  Ask my mom\n  ","495921":"\n  Yes, I do.\n  ","495922":"\n  Have fun with that\n  ","495923":"\n  Oh shit...\n  \n  Probably American Pie, Freefalling, Closing time 😂, wicked games, lean on me or losing my religion.\n  \n  Actually heard wicked games at my sister's eye doctor appointment. Chris Iassc version too. Got pho afterwards. Went to a few stores. I had a doctor appointment that I didn't really need.. just told me I should get blood work again since the last time was May. Like thanks for all the waiting grr took forever just to hear that. Also got told my last a1c # as well. Then got dinner. Been a long day.\n  ","495924":"\n  The veggies, of course. All keto 😝\n  ","495925":"\n  Better than being punted\n  ","495926":"\n  Either one.\n  ","495927":"\n  Football\n  ","495928":"\n  Wing Stop tonight with my sister and her husband. Wings.. three different flavors\n  ","495929":"\n  Nope. I very rarely wear a cap.\n  ","495930":"\n  Yes, a few times.\n  ","495931":"\n  Aren't you adorable today\n  ","495932":"\n  No. She was pregnant\n  ","495933":"\n  Bit of both\n  ","495934":"\n  Never been\n  ","495935":"\n  Go to the doctors\n  ","495936":"\n  Blonde?\n  ","495937":"\n  Not really :p\n  \n  Def depends on what it is, my mood, mindset.. if its more bad then could get under my skin more.\n  ","495938":"\n  No idea. Horror movies don't scare me much. Also haven't watched any good ones in quite a long time.\n  \n  Besides the 2nd IT\n  ","495939":"\n  Is this the part where you try to offend me?\n  ","495940":"\n  Pretty good :)\n  ","495941":"\n  To piss you off? ;)\n  ","495942":"\n  Nothing? Dreaded 30,\n  \n  31 was like whatever.\n  \n  Let's see how i feel in December 😂\n  ","495943":"\n  Stephen King.\n  \n  Currently reading the \"Rest Stop\" one.\n  ","495944":"\n  I think it holds people back more than helping\n  ","495945":"\n  Yes. Was thinking of helping their IG page but then again she's a perfectionist and I'd rather not get yelled at if did something wrong or not to her liking lol\n  \n  PPV (piano playing video)\n  \n  I think people would rather see a different type of playing going on lol 😂\n  ","495946":"\n  People are strange. I've literally asked a movie quote before and they took that as my view on the subject\n  \n  Only about his inbox being above 300 but I think he secretly likes it that way.\n  ","495947":"\n  Wrist cutters: a love story (can be a little SH graphic at times)\n  \n  Leap Year\n  \n  Definitely, Maybe\n  \n  The Holiday\n  \n  Citizen Kane (b&w, political)\n  \n  Not quite sure what you feel like genre wise..\n  ","495948":"\n  lol that was taken down 😂\n  \n  How were they? Probably way better with real sugar lol\n  ","495949":"\n  Probably get bitmojis or delete them. Good luck on that conquest.\n  ","495950":"\n  Most make sense so maybe why?\n  ","495951":"\n  I don't think it matters. Usually feel like guys can be harder to peg\n  ","495952":"\n  Ah ok. Have fun with that. Probably Halloween related I'd guess.\n  ","495953":"\n  Carrots are 50\/50. If someone was real strict then nope. We've still had them.\n  \n  The rest depends more on the ingredients used. I think vegetable oil is a no though?\n  \n  Cheese is love. There can still be certain \"bad\" ingredients though depending on brands. I also hate knowing all this hahaha\n  \n  Yes, talked about moon cheese before. Fake little cheeseits taste but different texture\/shapes XD\n  ","495954":"\n  *edit*\n  \n  Damn.. mine would be way higher than those! Atleast 25-50 or higher!\n  ","495955":"\n  Nice options\n  ","495956":"\n  Never :p\n  \n  My sister is a market manager for samsung. Basically in charge of people who wear the blue vests at Best Buy in the Samsung section. Her market is based on the east coast so she's always traveling to Dallas and other places seeing the stores\/people or meetings with the other higher up people.\n  \n  Together they've been doing the whole realtor thing. They actually just had a new listing and got an offer that day so their pretty happy about that one right now. They've sold a few houses but the majority so far seem to be renters.\n  ","495957":"\n  I don't think so\n  ","495958":"\n  I think it was about that British saying\n  ","495959":"\n  Yes\n  ","495960":"\n  I think I was sleeping still ¯\\_(ツ)_\/¯\n  ","495961":"\n  Hey\n  ","495962":"\n  No but I usually do stick with what i know & like when eating out.\n  ","495963":"\n  I know\n  ","495964":"\n  About the same.\n  \n  Can't remember what I did so obviously boring or maybe i went to dinner and the movies.. not sure\n  ","495965":"\n  Nope. Are all the cookies different or just one mystery cookie in the whole pack?\n  ","495966":"\n  Both\n  \n  White cheddar if annies\n  ","495967":"\n  Hm maybe one.\n  ","495968":"\n  In a stupid way if I'm thinking of the right person XD\n  ","495969":"\n  Most used\n  \n  Only on hotdogs\n  \n  More with tuna or other things that need it\n  ","495970":"\n  Nobody? 😂\n  \n  Both my sister and I haven't played since elementary school. She wanted a white piano and her husband ended up getting her that one last Christmas. She \"played\" for about a month and then stopped.\n  \n  I'd like to learn again but feel rude if I'm loud when they are on the phone working, having meetings, firing people..\n  ","495971":"\n  As long as i didn't get stung :p\n  ","495972":"\n  I suppose.\n  \n  Think the cereal matters more ;)\n  ","495973":"\n  Good to know...\n  ","495974":"\n  Wasn't sure how I'd rate them all, sorry!\n  ","495975":"\n  I come off as shy when I'm really sizing them up. If I could see them in my life, their words\/how they say them, actions, red flags. Depends more on them how long that could last. If I hit it off with someone then they'd see the real me quicker.\n  ","495976":"\n  Lean on me - bill withers\n  ","495977":"\n  I'm good :)\n  ","495978":"\n  6? I love swimming but I don't know I'm the best either.\n  ","495979":"\n  I'd be agnostic at best. I don't have all the answers. I also like Buddhism but haven't fully dived into the research that goes with it.\n  \n  My mom (raised catholic) didn't bring us to church.\n  ","495980":"\n  lol ok\n  ","495981":"\n  I've been doing it since January. I've already had a fatty liver to begin with. Keto didn't magically make that happen lol. I've had doctor checkups, cholesterol and other numbers were fine. My doctor even said that it was good and to stick with it.\n  \n  I'd rather not balloon up to 200+ again just because someone thinks its the wrong way. It also helps pcos symptoms.\n  \n  Like i even mentioned on\n  \n   @poetalunam\n  \n  page that any diet could be unhealthy. The mindset, restricting - I still indulge at times. I eat more salads, trying different veggies. Fruit, meat, cheese. I'm not quite being deprived of anything 100%.\n  \n  Keto is ultimately supposed to be around 20 net carb or lower and i have mine around 25 and sometimes it goes higher. Sometimes I don't track as well. Go by how i feel etc\n  ","495982":"\n  Oh, he sent a lot last night so figured it was him being annoying still.\n  \n  Go for it\n  ","495983":"\n  How so, lahore? I have health problems but that doesn't mean that I'm not living a healthy lifestyle either. Also not religious nor see why God was all capitalized.\n  ","495984":"\n  2.5-3 rating\n  \n  Some parts were a bit boring to me especially closer to the end of it. Sad that all the family left him. When you can see that he doesn't like what he's doing anymore..\n  ","495985":"\n  Tell that to Porgie :(\n  ","495986":"\n  Didn't think so to begin with lol\n  ","495987":"\n  Don't get how it would be any different\n  ","495988":"\n  Guess I'll take a raincheck on that one then haha\n  ","495989":"\n  Make me 😉\n  \n  jk should sleep now anyways\n  ","495990":"\n  More situation based \/ hypothetical might have been easier to answer. I don't think it is always just black and white \/right vs wrong.\n  \n  Moral compass, from making mistakes, learning, growing, adapting, pro vs cons, what feels right in the moment, listening to the heart, what would someone you admire do, thinking for yourself etc\n  ","495991":"\n  Just wanted to make ratatouille for him while he was gone :( came back early!\n  ","495992":"\n  I get it but yes XD they just wanted to nibble at his feet ;) probably feel the ghost of them at night 😈\n  ","495993":"\n  That was beautiful! 🐀🐀🐀\n  \n  I kind of feel bad for them still :p I've had pet rats (from a shop) before.\n  \n  Yet feel like a hypocrite because in the 5th grade there was Nature's classroom where we stayed for a week or two. Learning different stuff. Stayed in a dorm with classmates. There were a few activities that we could pick between them all...  We dissected a rat. Already dead :p chemicals and all. Made the other girl do the first cut. Also dissected owl pellets, pretty cool. Morbid that they made us make something out of all the bones though 😂\n  ","495994":"\n  I hope you read them a bedtime story\n  ","495995":"\n  Well with the whole pcos diagnosis, a lot of different symptoms made more sense but I'd rather not make that define me as a person either.\n  ","495996":"\n  A bunch of cliché sayings? Yes, I'm not sure. I just do without analyzing how to explain it ¯\\_(ツ)_\/¯\n  ","495997":"\n  Haha fuck no.\n  \n  Too late anyways to ask that!\n  \n  Should get mothballs? Usually keeps rodents away..\n  ","495998":"\n  I don't watch much tv unless on Netflix but even then I need to be in a mood to watch shows, movies are my usual go to.\n  \n  I'm happy that The Voice and This is Us will be starting again though.\n  \n  I noticed a show that will be airing on Netflix soon called The Politician which looked decent. West Wing type vibes?\n  ","495999":"\n  Too bad it was more soft last time\n  ","496000":"\n  I didn't think you were.\n  \n  Killed or freed them? 😮\n  ","496001":"\n  Almost 11 feet or size 9.5 shoes...\n  \n  Uh guess the shrinking wins\n  ","496002":"\n  Might have dumped a drink? But otherwise, no.\n  \n  Def not what came to mind :p\n  \n  That's just gross.\n  ","496003":"\n  Sounds dirty\n  ","496004":"\n  Oh but I don't\n  ","496005":"\n  Still just a rat in a cage 🎤\n  ","496006":"\n  Does anyone look good at 1am?\n  ","496007":"\n  No but have before\n  ","496008":"\n  You should sleep\n  ","496009":"\n  Lucky's purr. It's not normal 😂\n  \n  Its all throaty like an engine. The whole cat is purring. Like vibration all over.\n  ","496010":"\n  It was ok.\n  \n\n   https:\/\/youtu.be\/2xb9Ty-1frw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496011":"\n  Beasts of no nation\n  ","496012":"\n  The weather\n  \n  Events held\n  \n  Halloween\n  ","496013":"\n  When I'm comfortable with people then you'll usually see me more like i am on here, funny, caring etccc\n  \n  By words, actions, being there, loyal to friends, laughter, learning about each other - its not one sided. With time.\n  ","496014":"\n  Idk. Currently watching a movie and my tablet has been acting up a lot today. Not in the mood atm either\n  ","496015":"\n  Rarely\n  ","496016":"\n  It's youcanjuiceme\n  ","496017":"\n  Yes\n  \n  Often enough\n  \n  Nope\n  \n  50\/50\n  ","496018":"\n  Not quite sure but I definitely am not \"life will never get better \" nor the \"life is what it is, I don't even think about it\".\n  \n  I'd say a decent mix of the others. I don't know what the year(s) hold but they can obviously get better! Life is kind of great at the moment all things considered but there's still room for improvement all around. Certain things in the past were good too, more living in the present moment.\n  ","496019":"\n  It's the piano bench with a thing over it.\n  \n  Nothing dirty :p\n  ","496020":"\n  Hm depends more on the situation, how they ignore, what they misunderstood and if it mattered correcting them on it.\n  \n  Probably being ignored more. Especially if you didn't do anything wrong.\n  ","496021":"\n  Lucky\n  ","496022":"\n  I don't get much political ones, thankfully. Not my cup of tea.\n  ","496023":"\n  Maybe ask your therapist that? Or get one?\n  ","496024":"\n  I still don't know. Probably do something with the Beetlejuice theme ¯\\_(ツ)_\/¯\n  ","496025":"\n  I doubt that's true *hugs*\n  ","496026":"\n  My tablet has been hating me :( keeps freezing. And I don't feel like resorting to my laptop atm lol\n  \n  Went swimming + listened to music.\n  \n  Laying on my bed with a towel on me 😝 was about to give up and take a shower right then but my tablet figured it would finally turn on again.. no idea for how long tho\n  ","496027":"\n  Accident way\n  ","496028":"\n  O.o\n  ","496029":"\n  lol smooth\n  ","496030":"\n  lol interesting concept.\n  ","496031":"\n  lol very nice\n  \n  As long as it doesn't hurt you or others, no problem with it.\n  ","496032":"\n  Doing things you love helps\n  ","496033":"\n  Hello\n  ","496034":"\n  Never a good feeling\n  ","496035":"\n  Oh?\n  ","496036":"\n  I don't care much for brown clothing.\n  \n  Had a jacket before tho\n  ","496037":"\n  That's good :)\n  ","496038":"\n  Nah. Mostly smile like in that vid\n  ","496039":"\n  Nice :)\n  ","496040":"\n  Hello Tom\n  ","496041":"\n  What about the Cape Cod potato chips?\n  \n  Lets go with the latter because salsa and guacamole 👍\n  ","496042":"\n  Original or pizza\n  ","496043":"\n  How about a man?\n  ","496044":"\n  All of them :\/\n  ","496045":"\n  Nope but did go on last night\n  ","496046":"\n  I'm not sure.. probably something my dad's mom made. She was big into sewing.\n  \n  Favorite was barbies though.\n  ","496047":"\n  Uh it shouldn't be a trend. People should seek therapy if they need it. It shouldn't have judgment attached to it. People have every right to share more about their experiences without it being trendy...\n  ","496048":"\n  No mascara on?\n  ","496049":"\n  Hey Z man\n  ","496050":"\n  My love life\n  ","496051":"\n  lol cute *returns hug*\n  ","496052":"\n  You just wanted to see more dirty ones :p\n  ","496053":"\n  Yes, I suppose. Very good 😉 the acknowledging part too. Eh regret seems too strong here. It was kind of more whatever. The used idea came and went, didn't think anything else beyond that. Yes true.\n  ","496054":"\n  Somebody have roadrage?\n  ","496055":"\n  Wasn't literal but thanks :)\n  ","496056":"\n  More so when first started doing it\n  ","496057":"\n  Yes. Nobody was around though\n  ","496058":"\n  Cinnamon and the strawberry\n  \n  Haven't had in like 2 years or something lol\n  ","496059":"\n  For now\n  ","496060":"\n  I think you know\n  ","496061":"\n  I like smooth more.\n  ","496062":"\n  How is that a crime?\n  ","496063":"\n  Ask is addicted to me\n  ","496064":"\n  Nope, not necessary at all.\n  \n  However in the instance with bleu cheese it can help the bbq flavor not be as hot. Only time I'd ever use a dip for pizza.\n  ","496065":"\n  I'm sure it states the meaning on the about me section or something.\n  ","496066":"\n  Bbq chicken - bleu cheese\n  \n  I like ranch with salad or veggies, not with pizza.\n  ","496067":"\n  Silver more often\n  ","496068":"\n  Ask.fm lol\n  ","496069":"\n  Yes, agreed.\n  \n  The gingerbread girl wasn't bad besides all the silly mistakes made.\n  \n  About 100+ pages away from N.\n  ","496070":"\n  Indeed\n  ","496071":"\n  Damn, son.\n  ","496072":"\n  Microwave\n  ","496073":"\n  None\n  \n  2\n  ","496074":"\n  Night xoxo\n  ","496075":"\n  Probably talk to the wrong guys.\n  \n  However, one of them turned out to be someone that I've talked to multiple times before in the past so it wasn't that unfortunate? If he was the one talking about money then shocker.. didn't pay up lol He didn't say anything nor did i ask.\n  \n  Feel kind of used even though was attentive to my needs kind of thing.\n  \n  Thankfully, this doesn't happen that often so its not really a continuation type of deal fully.\n  \n  Either way, I should sleep now.\n  ","496076":"\n  Thanks. Could use one :)\n  ","496077":"\n  Different type of workout tonight, king.\n  ","496078":"\n  :(\n  ","496079":"\n  Cutie\n  ","496080":"\n  Where?\n  ","496081":"\n  Teddy bear?\n  ","496082":"\n  Maybe another time 😈\n  ","496083":"\n  Hm where?\n  \n  Just checked sc\n  ","496084":"\n  lol\n  \n  youcanjuiceme\n  \n  How fitting :p\n  ","496085":"\n  Yes please\n  ","496086":"\n  XD\n  ","496087":"\n  Of?\n  ","496088":"\n  A second.. that's quite fast :p\n  ","496089":"\n  Needs attention too ;)\n  ","496090":"\n  I don't believe that you'd actually pay up anyways.\n  ","496091":"\n  It should be touched 😈\n  ","496092":"\n  Talk about confusing anons\n  ","496093":"\n  More so about onlyfans ¯\\_(ツ)_\/¯\n  ","496094":"\n  Thought you didn't have much money\n  \n  How many anons do i have atm 😂\n  ","496095":"\n  Naked would be best\n  ","496096":"\n  Sure\n  ","496097":"\n  When my page got dirty in a hurry 😮\n  ","496098":"\n  Damn :p\n  ","496099":"\n  I'd feel like a prostitute\n  ","496100":"\n  So sweet\n  ","496101":"\n  Sounds like you need it\n  ","496102":"\n  Get off?🍆💦\n  ","496103":"\n  Of course :)\n  ","496104":"\n  Yes or were you going to pay to play lol 😂\n  ","496105":"\n  That's good :)\n  ","496106":"\n  Black youdontreallycareabouttherestofthename\n  ","496107":"\n  Well your fingers could help too :)\n  ","496108":"\n  Hi Peter\n  ","496109":"\n  What were you thinking?\n  ","496110":"\n  If that's what works then ¯\\_(ツ)_\/¯\n  \n  💰💰💰\n  ","496111":"\n  I wouldn't need either with you\n  ","496112":"\n  All the fetish people would join forces 🙈\n  ","496113":"\n  When they never actually pay you\n  ","496114":"\n  The only one\n  ","496115":"\n  If I was desperate enough\n  ","496116":"\n  Buying pictures or the play thing?\n  ","496117":"\n  Everything?\n  ","496118":"\n  I thought that was the point of sending that?\n  ","496119":"\n  Buy feet pics\n  ","496120":"\n  I don't think rock will ever truly die.\n  ","496121":"\n  youcanjuiceme\n  \n  But I'm not on right now so doesn't really matter\n  ","496122":"\n  No and don't get why you asked in this thread lol awkward\n  ","496123":"\n  The Gingerbread Girl is so long XD\n  \n  So many silly mistakes made. Like get out of the house! Why look around when someone is trying to kill you, faking unconsciousness etc why stay while the dude kills the latino guy.. like f*cking run again, man. 5 more pages and will be done with that short story.\n  ","496124":"\n  Ice cream\n  \n  Even have had keto ones\n  \n  And when I've cheated on keto 😂\n  ","496125":"\n  Not the first to ask lol\n  \n  Currently reading Just After Sunset\n  ","496126":"\n  Apple picking, pumpkins, Halloween etc\n  \n  Soups, pumpkin pie\n  ","496127":"\n  Only time will tell :p\n  ","496128":"\n  Probably that rude guy from last night\n  ","496129":"\n  Sometimes, especially if they keep at it.\n  \n  Hm idk. Not being interested in them helps.. most seem way younger. The vibes they give off. Patience, understanding, humor...\n  ","496130":"\n  At times\n  ","496131":"\n  It varies. I find it funny when people ask this on days where I haven't even been on much compared to other days when I'm on way more.\n  \n  Idk. I've always liked it. Y!A, Formspring, this :)\n  \n  I like sending questions out as well.\n  ","496132":"\n  I'm not sure. He's obviously set in his mind. Therapy could help. Creative outlets.\n  ","496133":"\n  Documentaries are actually my least favorite to watch. I do remember one about why people kill which was good. Felt like a real movie while telling all the back story too.\n  \n  I've watched alien ones but not by choice. The whole crop circles and all that.\n  \n  Idk maybe I just haven't found the right ones\n  ","496134":"\n  No, I never felt that way about death.\n  ","496135":"\n  Anons always do that.\n  \n  Also if someone wants to talk then freaking send something. I'm not a mind reader on who the person could be nor am I going to send out a message to everyone asking lol.\n  \n  Nobody ever seems that interested in talking when I do get on or even mentions ask etc\n  ","496136":"\n  Just thought the drawing was similar, especially, since at the time my hair was that dark when I noticed the picture.\n  \n  There's some recent pictures if you scroll my page. I didn't feel like looking for the link XD\n  ","496137":"\n  Oh, yes, I forgot to mention that in my \"what did you do today\" answer. I started reading the Stephen King book. Only on Willa so far.\n  \n  The introduction seemed familiar but Willa hasn't yet..\n  ","496138":"\n  I'm not sure. I feel like anyone can lose weight lol\n  ","496139":"\n  You probably don't even have me there lol\n  ","496140":"\n  Why would I do that?\n  ","496141":"\n  Aw, hello.\n  ","496142":"\n  This thread is confusing now\n  ","496143":"\n  This reminds me of that horny anon\n  ","496144":"\n  I'm not but moms usually do like me ¯\\_(ツ)_\/¯\n  ","496145":"\n  Whatever that means lol\n  ","496146":"\n  Enlighten me then :)\n  ","496147":"\n  Woke up\n  \n  Bathroom\n  \n  Fed myself and the poodle\n  \n  Social media\n  \n  Made chocolate covered strawberries\n  \n  My tea\n  \n  Went swimming\n  \n  Painted my nails black and toenails the purple\n  \n  Walked to get my 9k step goal in\n  \n  Been listening to music on alexa. Funny how its a 90s pop Playlist but they gave me some that weren't even pop\n  ","496148":"\n  There's one where a guy killed his wife then himself while the kids were at school.\n  \n  \"Missing couple\" that ended up being shot and buried in the guy's backyard. Search parties for them (actually helped with since my sister has a metal detector.. was looking for the car keys and anything else)\n  ","496149":"\n  Maybe certain views, opinions but I don't think it would do a 360 or anything like that. You are still you regardless.\n  ","496150":"\n  When nobody even asked anything\n  ","496151":"\n  Strawberry hour 🍓\n  \n  Usually honest so there doesn't need to be a time. Going to swim, eat these and drink my fake passionfruit Starbucks pink drink i made. Pray for no spillage lol\n  \n  You guys can leave questions if you want but won't get to asap\n  ","496152":"\n  Same\n  ","496153":"\n  Doesn't seem familiar but looked it up. I suppose so, I'm pretty thrifty. I like getting deals too. I'd rather not spend a lot if I had to.\n  ","496154":"\n  Probably when I was a teen sometime.\n  ","496155":"\n  I just translated two different questions in different languages and neither one made any sense. Don't get why people do that. I understand one was a blessing of sorts but the other was just a possible name that doesn't mean anything to me ¯\\_(ツ)_\/¯\n  ","496156":"\n  Keeps that to myself 😈\n  ","496157":"\n  Oh man, I'm not sure. Been yearssssssss\n  ","496158":"\n  Don't have one. And that would be a rough estimate of  $3,500 for 100 bras not including matching panties, yikes.\n  ","496159":"\n  We have these ones\n  \n  Tazo - passionfruit and a glazed lemon loaf\n  \n  Tazo (random singular packets) - wild sweet orange, awake English breakfast, zen\n  \n  Orange pekoe black tea\n  \n  Celestial- Jammin lemon ginger\n  \n  Some lemon sore throat one\n  \n  Earl grey\n  \n  Bigelow - red raspberry, cozy chamomile, orange spice\n  \n  Twinings - pure peppermint\n  \n  Salada - matcha\n  \n  Yogi - kava stress relief\n  ","496160":"\n  Strawberries (might make chocolate covered ones)\n  \n  blueberries\n  ","496161":"\n  Nope. I'm mentally stable. My moods don't change much. Calm person in general. No signs of mental illness, have other health problems though. (Pcos\/insulin resistance, fatty liver)\n  \n  Maybe leave? Make it fun? Idk.\n  ","496162":"\n  Rarely. I guess last night was kind of that way. Lulu woke me up around 2am and i let her out. It was a bit cold out and i put my feet in the pool while waiting for her to do her doggie stuff. Made me need to pee lol ended up leaving her out there while I went back in to use the bathroom :)\n  ","496163":"\n  I don't know if I had them. I don't really care much for cinnamon tasting things unless in drinks, certain foods.\n  \n  Gum and sweets, not so much.\n  ","496164":"\n  Monks\n  ","496165":"\n  I guess it comes down to the look factor, yet its cool seeing sweat on dudes at the gym going hard o.o yet can be nasty too 😂\n  \n  Maybe if from a sexual way.\n  \n  Idk haven't licked sweat. Seems salty haha\n  ","496166":"\n  Sounds kinky\n  ","496167":"\n  Only you can do that, sorry.\n  ","496168":"\n  AZ just gets cold in the morning and night. Sometimes will get frost. It doesn't snow in this area but a few hours drive and you can see all the snow you want.\n  \n  They have a lot of cool events. They even do a Christmas decorating contest. Like the dude last year who made everything out of beercans, put led lights, had the grinch costume, fire going to warm up, hot chocolate and other things.\n  ","496169":"\n  Nope lol I've always been without a religion.\n  \n  I did go to a protestant church once with friends. That was interesting. We made Christmas arts and crafts stuff.\n  \n  Been to a funeral in a Catholic church\n  \n  A Christianing\n  ","496170":"\n  I'm interested in seeing this scene played out. Or a different one from the graveyard part. Beetlejuice is the theme for the Halloween  contest.\n  \n  Last year they did an alien one and won 3rd place :)\n  ","496171":"\n  Nothing?\n  \n  Sadly, AZ doesn't really change. Just a tad colder. No leaves to crunch underfoot :(\n  ","496172":"\n  I don't think I would use them all the time. Seems like parents do it more to get peace and quiet instead of for the baby's benefit..\n  ","496173":"\n  Cows, pigs, goats\n  ","496174":"\n  Yes, I kept getting relationship\/crush questions lately.\n  \n  I don't typically use it. Seems immature at my age? Like sure i can like people but chill lol don't really need a label?\n  ","496175":"\n  It could be damaging too ¯\\_(ツ)_\/¯\n  ","496176":"\n  1pm here\n  \n  Good night to you\n  ","496177":"\n  There's probably some minor exceptions? But 100% would be better.\n  ","496178":"\n  My mom & her side of the fam. Also have hazel eyes like her.\n  \n  My siblings look like dad and take after that side too.\n  ","496179":"\n  Nah. My ig and FB are different.\n  \n  I change up the background at times on here\n  ","496180":"\n  America :p\n  \n  I'm Greek, Irish, German and English. I don't know all the location parts though.\n  ","496181":"\n  I'm drawn towards blue more.\n  \n  I have hazel\n  ","496182":"\n  I think about Christmas around November \/December so nothing has been bought yet.\n  ","496183":"\n  Yes, once but I don't feel like the \"something that you should not have been able to do\" part really fits the crime...?\n  ","496184":"\n  Very specific here :p\n  ","496185":"\n  :)\n  ","496186":"\n  Most likely get bras before then :p\n  ","496187":"\n  I don't think the way matters.\n  \n  But probably could from lack of sleep? Probably some underlined problems going on though for it to really effect someone? Or lack of sleep might catch up to them in different ways.,,\n  ","496188":"\n  Walked to the library, went to the gym (wed)\n  \n  Or do you mean Thursday.. doctor. Mcdonalds, keto way. Back to the house. Slept for a 2 hours. Ended up taking the rest of the day easy.\n  ","496189":"\n  I don't care how someone sleeps\n  \n  I sleep on my sides\n  ","496190":"\n  Night\n  ","496191":"\n  Gn king\n  ","496192":"\n  Probably a lot 😮\n  ","496193":"\n  Good song but I  meant summer of '69\n  \n\n   https:\/\/youtu.be\/eFjjO_lhf9c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496194":"\n  I do. I just don't always write about it.\n  \n  Stop being annoying, lahore.\n  ","496195":"\n  Yes, noticed one near the library, actually.\n  ","496196":"\n  Interchangeable\n  \n  Apple picking. .but I enjoy watching others carve and help make pumpkin seeds :)\n  \n  Thanksgiving for family time\n  \n  Hm flannel i guess ¯\\_(ツ)_\/¯\n  \n  The 1st\n  \n  Fireplace\n  \n  Scarves\n  \n  Cinnamon\n  \n  Movies, halloween\/horror ones especially\n  \n  Out of those... let's go with Nightmare Before Christmas.\n  ","496197":"\n  I like both but usually have hc more\n  \n  Socks\n  \n  I'm both 😈\n  \n  As hot chocolate toppings or in general?\n  \n  Jack\n  \n  Are you afraid of the dark\n  \n  Both\n  \n  I have tea more\n  \n  ???\n  \n  I love the red autumnal tones\n  \n  Blankets\n  \n  Cabin\n  \n  Scary\n  ","496198":"\n  Thursday? I just grabbed a protein bar since had to leave asap.\n  \n  12:11am so haven't had anything yet.\n  ","496199":"\n  Easily?\n  ","496200":"\n  Most youtubers\n  \n  Fitness peeps, more so 1stphorm ones\n  \n  Some from here\n  \n  A few celebs\n  \n  Etc\n  ","496201":"\n  Not too much atm\n  ","496202":"\n  Idk. Whatever looks good.\n  \n  I do like lace too but not quite the one that vid showed. This one caught my attention, fun color too. Don't care much for lined ones though, can hurt after a number of hours wearing\n  ","496203":"\n  Very rarely outside but has happened if camping and walking to the bathroom, cba to put one on or other scenarios like that\n  \n  Braless now\n  ","496204":"\n  Something better out there than that :)\n  ","496205":"\n  So you don't like freeing the nipps?\n  ","496206":"\n  Show me c0ck\n  ","496207":"\n  So leopard and criss cross bits?\n  ","496208":"\n  Any. I'm not picky\n  ","496209":"\n  You picture me in finery made items 🙈\n  ","496210":"\n  Thoughts on lace lingerie?\n  \n  Oh.. any suggestions? ;)\n  ","496211":"\n  America is fucked\n  ","496212":"\n  It's not sexy :p\n  \n  I believe its this one.. I thought it was everyday bra but says comfort there. A little bit padded but not much. Grey one. It was like $11 on a sale so had to get. The L fit fine, forget what the measurement chart said on it but still a D range.\n  \n\n   https:\/\/www.victoriassecret.com\/vs\/bras-catalog\/victoria-s-secret-perfect-comfort-bralette-5000006331?choice=84B4&genericId=11146152&productId=e4b18055-f02a-4c70-8fc5-7369f5cfc0a2&searchBrand=vs&searchedFor=Bralete\n  \n","496213":"\n  I don't have a nike bra :P\n  \n  Just tops\n  \n  The last bra i got was VS, actually. They have some decent deals going on too.\n  ","496214":"\n  Kids? Grew too fast? Hereditary? Idk, man.\n  ","496215":"\n  Who knows. Still a D though\n  ","496216":"\n  Him who?\n  ","496217":"\n  Thought I was a teen 😮\n  ","496218":"\n  I'm guessing you are\n  ","496219":"\n  Everything to work out.\n  \n  No more dr visits for a while too lol\n  ","496220":"\n  Well obviously lol\n  ","496221":"\n  The ripples on pure flesh?\n  ","496222":"\n  Depends on your perspective. Some believe water isn't wet :)\n  ","496223":"\n  Nakie\n  ","496224":"\n  Good books\n  \n  Candles\n  \n  Animals being cute\n  \n  People.. eh sometimes lol\n  \n  Humor\n  \n  Music\n  \n  Movies\n  \n  Swimming\n  \n  Gym\n  \n  Small and bigger things in life\n  ","496225":"\n  Can't be tamed\n  ","496226":"\n  Hm not really but I could be XD\n  ","496227":"\n  I could wrap mine around you too\n  ","496228":"\n  Will do :)\n  \n  Been meaning to light one of them recently and went for it XD\n  ","496229":"\n  It was the octopus, huh?\n  ","496230":"\n  Sometimes the answers are better :)\n  ","496231":"\n\n   @Ice_Frozen_Vocals\n  \n  made me light my pine tree smelling candle with all the Christmas talk 🎄⛄🎄⛄\n  ","496232":"\n  1969?\n  ","496233":"\n  Bonjour\n  ","496234":"\n  I'm not too sure, actually.\n  ","496235":"\n  Indeed. I know someone close to me that had a relationship like that on\/off for 8 years. Including the cheating part hence why I've added that bit in my answer.\n  ","496236":"\n  That you could easily change your mind on that (the quotations)\n  \n  Means a lot :)\n  ","496237":"\n  More so in my head. Uh idk.\n  ","496238":"\n  1. Blue\n  \n  2. Chicken parm or Chinese food. Or did you want keto options? :p\n  \n  3. I've always wanted to go to Hawaii\n  \n  4. Grease\n  \n  5. It varies. Def more older tunes\n  \n  6. Anywhere would be fine\n  ","496239":"\n  Don't take advice from this anon\n  \n   @AhmadBakheitMndo\n  \n","496240":"\n  Not be as morbid?\n  \n  Open communication\n  \n  At gun point?\n  ","496241":"\n  December 16th ❄⛄\n  ","496242":"\n  Not that fascinating :p\n  ","496243":"\n  Nah about to shower 😈😉\n  ","496244":"\n  Weird dinner tonight but was good. Forgot to pap\n  \n  Chicken tenders (almond flour and spices for the crust), mushrooms, cauliflower bbq bites\n  ","496245":"\n  #1 😆\n  ","496246":"\n  Basements would be sexier ¯\\_(ツ)_\/¯\n  ","496247":"\n  Good for her? Idc what married couples do nor who that is.\n  ","496248":"\n  My love life 😘\n  ","496249":"\n  🎤🎤🎤🎤🎤🎤🎤\n  ","496250":"\n  I bet :p\n  ","496251":"\n  Oh really?\n  ","496252":"\n  Anything\n  ","496253":"\n  Oh ok :)\n  ","496254":"\n  I haven't noticed other answers\n  ","496255":"\n  Hahaha\n  ","496256":"\n  Nah, think its me. :p\n  \n  I don't remember all the #s\n  \n  If its not infront of me, i don't think about\n  ","496257":"\n  XD\n  ","496258":"\n  Might have been what I had, not sure. The setup was similar to that. I didn't get to see any images though.\n  ","496259":"\n  Congratulations :)\n  ","496260":"\n  Haha nooooo\n  ","496261":"\n  I'm not sure. Maybe another scan?\n  \n  Ultimately stomach would be flatter is a good bet too.\n  ","496262":"\n  Didn't have a problem with\n  ","496263":"\n  Lack luster comes to mind\n  ","496264":"\n  I can tell anons apart, obv.\n  ","496265":"\n  Still am, love.\n  ","496266":"\n  Wrong\n  ","496267":"\n  Because I just wrote it :p\n  \n  Yes\n  ","496268":"\n  How is that manipulation?\n  \n  Sure\n  ","496269":"\n  Yes, funny how she tried taking credit on that part. 67 down so far this year :o\n  \n  I never remember those terms :p\n  ","496270":"\n  Bit weird the \"only\" part. Guess it depends on the why, circumstances etc\n  ","496271":"\n  With exercise\n  \n  Metformin can even help with that\n  \n  Healthy \"diet\" - she even said keto was good\n  \n  Just all the things I've already been doing. So its not quite a big deal.\n  ","496272":"\n  lol y'all are something else  <3\n  ","496273":"\n  Just seemed rude the way it was mentioned. ¯\\_(ツ)_\/¯\n  ","496274":"\n  Well she just said fatty liver but yes. Anyways, already doing everything to treat that.\n  ","496275":"\n  😂😂😂😂\n  ","496276":"\n  Why, you want to come with?\n  ","496277":"\n  Made me put \"in the end\" by Linkin Park on :)\n  \n  Yes.  3 hours and 50 minutes\n  \n  Then about 2ish hours when I got back. Was aiming for another 3 but woke up and just felt like I wouldn't fall back asleep\n  ","496278":"\n  \"How are you \" seems to be a theme today\n  ","496279":"\n  We shall see then 😈\n  \n  Think of the hiccups forever. R.i.p\n  \n  Nobody wins haha\n  ","496280":"\n  Spreading the love 😘\n  ","496281":"\n  I haven't had Wendys while on keto so these are old things I've gotten before from them ~\n  \n  Burger, fries, chocolate frosty\n  \n  Salad.. I think the south western?\n  \n  Baked potato and chili [so good in the winter]\n  ","496282":"\n  Yes. That actually happened a few days ago. Cool storm but didn't last long\n  ","496283":"\n  I gave away 500+ coins so far\n  ","496284":"\n  Sure lol very early\n  ","496285":"\n  Gave some :)\n  ","496286":"\n  Uh huh blame spell check ;)\n  ","496287":"\n  If you want 10, everyone else will. It will be anarchy!\n  ","496288":"\n  Was just too golden\n  ","496289":"\n  Still anon\n  ","496290":"\n  Anon\n  ","496291":"\n  Don't even have kids\n  ","496292":"\n  I don't like flip flops. They bug my toes. I wear other sandals.\n  \n  Shoes if gym, hiking, lots of walking etc\n  ","496293":"\n  IT WAS FREE WITH COUPONS 😂\n  \n  Tear the sucker open?\n  ","496294":"\n  Maybe maturity skips generations\n  ","496295":"\n  Some need it ¯\\_(ツ)_\/¯\n  ","496296":"\n  No. I caught up on sleep.\n  ","496297":"\n  Sneeze\n  \n  Both are horrible options\n  ","496298":"\n  Yes, kind of don't feel like listening atm, will probably eventually if I remember lol\n  ","496299":"\n  December 16th\n  ","496300":"\n  Turn him upside down\n  ","496301":"\n  Too much\n  \n  Who wants coins?\n  ","496302":"\n  Good night\n  ","496303":"\n  Yes, that's good. A toute le monde is a good mix of foreign  language  (french) and normal too.\n  \n  Si. Thanks\n  ","496304":"\n  Nope. Need the 3 :p\n  ","496305":"\n  Nah, we good. It's commonly used for diabetes but I don't have that, its for my pcos. Helps regulate my insulin resistance and whatever else. That's the pill i take daily at breakfast and dinner.\n  ","496306":"\n  Around 70s but earlier had 68 which was a bit weird then went up..\n  \n  Also it tracks fat zone, calories burnt etc\n  \n  That's mostly around 90-100s for me\n  \n  Not sure what would be considered normal. Probably should see a doctor to get checked or cvs and places usually have those bp machines. Plus depends on age too. Like it compares to other people the same age as well. Lots of information on fitbit app.\n  ","496307":"\n  Lyndsey but yup :p\n  \n  Ok well i should FINALLY sleep\n  ","496308":"\n  Anons be slacking\n  \n  Probably too busy watching the vid from earlier 😮\n  ","496309":"\n  Yes, I have noticed that. It was almost in the normal range categories and then I got sick which made it go down again. Slowly moving back up. I don't always check that part of it.\n  \n  Also i noticed with the metformin that its at least down by 10 (resting heart rate) than it previously was. I find this part more interesting. They even have a 30 day chart to compare with so that's interesting to see it get better too.\n  ","496310":"\n  I like the greatest hits album\n  \n\n   https:\/\/open.spotify.com\/album\/00sgBMhbJo1lEa1hHhYtw4?si=1I0jOpnEQ_uW09d0IVjW8g\n  \n\n  I wasn't aware they had 2019 songs 😮\n  ","496311":"\n  I've been good lately. How far back did you go? Haha\n  ","496312":"\n  No beans were harmed in the making\n  ","496313":"\n  Mmm you have no evidence of that 😈\n  ","496314":"\n  When it was hanging out on the bed all germy. Oops.\n  ","496315":"\n  Maybe 5 minutes\n  \n  Delayed gratification today! :p\n  ","496316":"\n  Um Aladdin and IT as well\n  \n  Lucky you :p\n  \n  Some were good but original is always better!\n  ","496317":"\n  I had faith in it.\n  ","496318":"\n  Porgie is teaching him things. She jumped on the top of the chair, got off and then Lucky did it lol\n  \n  Blizzard seems to ignore him. Idk. Usual self.\n  \n  Bruin still has his \"lets play\/chase the cat around \" attitude but getting better as well.\n  \n  Wrangler and lulu are just going with the flow. Like it\/neutral.\n  ","496319":"\n  Grease\n  \n  Dirty Dancing\n  \n  Lion King\n  \n  Mulan\n  \n  The list goes on\n  ","496320":"\n  So was there a disaster or putting on a brave face? 😉\n  \n  Agreed. You didn't even say all the flavors you could add so def jumping the gun at times.\n  ","496321":"\n  Didn't come to mind at all\n  ","496322":"\n  Suppose so!\n  ","496323":"\n  She'll come with pitchforks ☺\n  \n  And real falafel for you :)\n  ","496324":"\n  I've answered this a bunch of times now lol\n  ","496325":"\n  8ball says try again later\n  ","496326":"\n  Eggsy is a girl\n  ","496327":"\n  Interesting to know.\n  \n  Yes, plus some college (:\n  ","496328":"\n  English\n  \n  Non fluently + better at writing; some French and Spanish\n  \n  ASL course \/ nonverbal\n  ","496329":"\n  Yes but not always.\n  ","496330":"\n  My bad!  Mmm very nice\n  \n  I found it funny Danny and eggsy were talking about that XD\n  ","496331":"\n  It's fine. No worries. \"Asap\" gets the memo 😂\n  \n  Good reminder then\n  ","496332":"\n  Wouldn't want to be near you, lahore.\n  \n  Pretty sure I'd need credentials as well\n  ","496333":"\n  ANY UK RESIDENTS WANT TO HELP LAHORE OUT?\n  ","496334":"\n  3 hours of sleep\n  \n  R.i.p\n  \n  So thinking sleep at 5\n  \n  4:40am now\n  \n  I'm not used to all nighters anymore. Like I've been sleeping at 11\/12 lately. And 1\/2am when my sleeping schedule is messed up.\n  ","496335":"\n  Guess you say it the wh0re way? ;)\n  ","496336":"\n  Bright side\n  ","496337":"\n  Sleepy but can sleep fairly soon 👍\n  ","496338":"\n  Sometimes 😮\n  ","496339":"\n  Added to the growing list ^-^\n  ","496340":"\n  Too deep for 4am here lol\n  ","496341":"\n  Hopefully not alone\n  \n  No, that's not an invitation for you :p\n  ","496342":"\n  He's from there so it's fitting.\n  ","496343":"\n  0-5 rating\n  \n  Actually none of those were in order \/rated :p\n  ","496344":"\n  I'd rather eat dinner at restaurants ¯\\_(ツ)_\/¯\n  ","496345":"\n  I've also had a vitamin water berry pomegranate one, some chocolate milk and more normal unflavored water.\n  \n  *bows*\n  ","496346":"\n  Yup. I usually just read like a normal book anyways. Also i don't read short stories much because they always make me want more!!\n  \n  Good to know\n  ","496347":"\n  It could be scary\n  ","496348":"\n  The best one, imo.\n  ","496349":"\n  Nope, just lahore being annoying again.\n  ","496350":"\n  I don't want a Porsche.\n  \n  There's only two drinks i like there and mainly make one myself because its so overpriced.\n  \n  Sorry I'm not the basic b!tch 100% :p\n  ","496351":"\n  They were hiding in little bushes and came hopping out :(\n  \n  True\n  ","496352":"\n  Apparently\n  ","496353":"\n  Yup\n  \n  Did today too. Why ask this like that? lol\n  ","496354":"\n  3-5pm range\n  ","496355":"\n  I don't remember being asked that\n  \n  Harry Potter :p\n  \n  So I have to wait to get to N.? Damn. Jk.\n  \n  Felt too tired to start it tonight ,the book in general\n  ","496356":"\n  You have an hour or two then\n  \n  Go sleep\n  ","496357":"\n  Yes, probably a tad boring to start with?\n  ","496358":"\n  Can you speed up the hour?\n  ","496359":"\n  Typo - see\n  \n  I didn't do anything lol\n  \n  Was walking and two of them at different times ended up hopping around.\n  \n  Also another crossed the road :(\n  \n  Glad no cars were coming\n  ","496360":"\n  Haven't tried.\n  \n  Just done boogie boards\n  \n  I'd rather try paddleboarding before surfing ¯\\_(ツ)_\/¯\n  ","496361":"\n  I wish I did that. Maybe once or something.\n  \n  I'd sell more at book consignment shops. Sadly it was usually more trade in value and HP was the huge seller in those days. So ended up getting rid of some books and got the first HP book. Wasn't too into magic ones then so was just eh. Good but didn't make me rush out and find the rest lol\n  \n  glad I read the rest of them when older. Appreciated them and the movies way more.\n  \n  #sleepysidetracked\n  ","496362":"\n  No. Literally time has been going by like a snail, turtle or hare XD\n  \n  Aw, I actually did sed some bunnies today 🐇🐇🐇\n  ","496363":"\n  I watched this one..\n  \n\n   https:\/\/youtu.be\/3tFsbESxaC0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496364":"\n  Sounded like gibberish to me 🙈\n  \n  Ouch\n  ","496365":"\n  I like how they tell you how much you saved.\n  \n  But that's a lie since back of the book (usa) says $28 not 25 ¯\\_(ツ)_\/¯\n  ","496366":"\n  Wish I wasn't. Haha\n  \n  Time has been going by so slow too :(\n  \n  Need to be sleep deprived 👎😴\n  ","496367":"\n  Not many festivals :(\n  \n  I feel like we don't really have Coachella type stuff going on in az\n  \n  Lots more events in the fall\/winter though.\n  ","496368":"\n  Its really a tie between three of them but this one has a gif so let's use it XD\n  ","496369":"\n  You too\n  ","496370":"\n  Sleep 😂\n  ","496371":"\n  Sleep\n  \n  For people not to be assholes online and in rl\n  \n  Sleep\n  ","496372":"\n  Indeed\n  ","496373":"\n  Go whine elsewhere\n  ","496374":"\n  I don't care.\n  ","496375":"\n  Yes until proven not to or red flags from the get go\n  ","496376":"\n  Get blocked 😘\n  \n  Don't need people belittling me even if supposed to be a joke. It's not funny. I'd rather have friends that cheer me on, not laugh like its impossible for me to lose weight or something. Fuck off with that type of attitude. I'm not here for it. Not going to take that crap.\n  ","496377":"\n  Not anymore\n  ","496378":"\n  No.\n  ","496379":"\n  Whatever dude\n  ","496380":"\n  Glad you can sleep\n  ","496381":"\n  Sounds more like being an asshole instead\n  ","496382":"\n  Story of my life\n  ","496383":"\n  What's so funny?\n  ","496384":"\n  If it holds you back it could.\n  ","496385":"\n  Plan to besides weight way lol\n  ","496386":"\n  Ok then\n  ","496387":"\n  The daah worries me\n  ","496388":"\n  Come off anon?\n  ","496389":"\n  That's me o.o\n  ","496390":"\n  More in my head\n  ","496391":"\n  Noted\n  ","496392":"\n  Uh, I like guys.\n  ","496393":"\n  A poodle snoring on my bed\n  \n  Sleep. Picked the wrong day to be sleep deprived, man. Doctors are evil. 18k steps total, gym etc 😴\n  \n  Music. I have Alexa playing stuff to keep me awake ☺\n  ","496394":"\n  I set out at being 191 pounds for the last challenge and I'm only 2.5 pounds away from that. Think my next one will be 187 and so on until I reach my end goal which can obviously change with muscle gain, being content at whatever #\n  \n  Nothing concrete\n  \n  118-125 would be ideal tho for my height and age. Normal bmi's\n  ","496395":"\n  *them\n  \n  I have one of each.\n  \n  I get along more with my sister. Closer in age, more relatable etc\n  ","496396":"\n  It depends more on the location so who really knows\n  ","496397":"\n  Yes, certain movie ones.. can't think of literature atm\n  ","496398":"\n  Right now....\n  \n  SLEEP\n  \n  but I need to be sleep deprived :(\n  ","496399":"\n  You lost me with the \"who only lives for you\". They should live for themself, for us and everyone else they love and care about. I wouldn't want the responsibility of ONLY being the reason. That's too much pressure on someone. There's other reasons too such as hobbies.\n  \n  Also it's nice to take care of someone as well, works both ways.\n  \n  Nevertheless, thanks, Sid :)\n  ","496400":"\n  Supercalifragilisticexpialidocious\n  \n  Mississippi\n  \n  Undraped because you don't hear it often :p\n  \n  Orgasmic\n  \n  Utopia\n  \n  Sunshine 🌞\n  \n  Sunflower 🌻\n  \n  Bambi \/ bird\n  ","496401":"\n  Musician or artist?\n  ","496402":"\n  Less pollution\n  \n  Flying cars would have been cool\n  \n  More animal rights\n  \n  Less homeless people\n  \n  Education being cheaper to attend\n  \n  😴\n  ","496403":"\n  Creepy question to get at 2am...\n  ","496404":"\n  HP\n  \n  Cassandra Claire ones\n  \n  Idk\n  ","496405":"\n  I wish! Why is time going so slowly? Ugh.\n  ","496406":"\n  Cinderella? ¯\\_(ツ)_\/¯\n  ","496407":"\n  I feel rick rolled\n  ","496408":"\n  Probably way more now :o\n  \n  I miss those questions  <3\n  ","496409":"\n  Everything it has to offer\/ working towards etc\n  ","496410":"\n  The whole sleeping with guys\/girls thing.\n  \n  Not directly\n  ","496411":"\n  Should really watch Degrassi.\n  ","496412":"\n  This did XD\n  ","496413":"\n  18k steps was pretty cool today\n  \n  Especially since it hasn't been that high\n  ","496414":"\n  Nah. Seems too intimate or something 😂\n  ","496415":"\n  The list i need to watch :)\n  \n  Raw-2016\n  \n  beasts of no nation\n  \n  the discovery\n  \n  the perfection\n  \n  valhalla rising\n  \n  rare exports: a christmas story\n  \n  Long shot\n  ","496416":"\n  Nice, also added to the movie list :)\n  ","496417":"\n  Added these to the list as well\n  \n  Thanks :)\n  \n  Def need to watch Stranger Things\n  ","496418":"\n  The trailer looks great! Need to see.\n  \n  Sadly Netflix didn't have. I wish they wouldn't keep the names up if it's not available!! :( the let down\n  ","496419":"\n  Sounds like good torture.. I mean fun 😉😈\n  ","496420":"\n  Making a list now haha\n  \n  Rather not keep a bunch of old follow ups XD\n  ","496421":"\n  Nutshell - alice and chains\n  \n  Haven't listened to in years\n  ","496422":"\n  Hey king\n  ","496423":"\n  Probably my degree 😂\n  \n  How awful is that?\n  ","496424":"\n  Happiness in general\n  ","496425":"\n  C*m\n  \n  Humor\n  \n  When they whisper your name. (Actually could be creepy too... just depends :p )\n  \n  the way they carry themselves\n  \n  Hands \/ arms 😍\n  ","496426":"\n  I guess Halloween? It always feels cool checking out what other people do in the contest. Especially the haunted house ones.\n  ","496427":"\n  The first two made me feel tired\n  \n  The last was decent\n  \n  Figured I'd start with the least amount of links\n  ","496428":"\n  Maybe I'll read enough of it tonight to get there.\n  \n  Ironic about the meowers\n  ","496429":"\n  Cool\n  ","496430":"\n  My boy, Ryan Reynolds.\n  ","496431":"\n  Hm not sure. I actually do enjoy exercise but sometimes it can be like \"ugh do i have to?\".  Was kind of like that with running tonight, actually. Just didn't have it in me.\n  \n  9k goal and then hitting 18k tonight 😴\n  \n  Highest I've gotten so far. Also ended up getting a 15k badge on top of that.\n  \n  Highest has been 11k or 12 ¯\\_(ツ)_\/¯\n  \n  Also charging it now :p\n  ","496432":"\n  This furry white thing near my feet\n  \n  Or technology stuffs\n  ","496433":"\n  Relatable\n  ","496434":"\n  Be specific\n  ","496435":"\n  Newsflash nobody cares about what Ben thinks. He probably didn't even see me either and was just being a d!ck for no real reason. Its the norm for him, trolling or not. You act like he's skinny and a God, he's not worth anything to idolize.\n  ","496436":"\n  This reminds me of Megadeth and Tim Minchin.\n  \n  I don't feel like looking it up though to verify what it is.\n  ","496437":"\n  Not any place unusual. Van once. I don't view camping as weird.\n  ","496438":"\n  I like the ones that go in water more.\n  \n  I'm a baby :p\n  ","496439":"\n  I share a lot so ¯\\_(ツ)_\/¯\n  ","496440":"\n  Yes. And this actually tastes like an oreo. Keto desserts can be great. Chocolate waffle and frosting.\n  ","496441":"\n  Affiliate marketing but its been shit lately\n  ","496442":"\n  Curve seems a weird way to put that.\n  \n  Probably intimidated? Idk ¯\\_(ツ)_\/¯\n  \n  Don't dress sexy enough\n  \n  They don't try getting to know me. Newsflash just saying hi won't get my attention for long. Or fucking headnods.. whatever that means lol\n  \n  The whole resting b!tch face probably doesn't help.. I'm not sad or mad.\n  \n  Catcalling isn't that cute, boys.\n  ","496443":"\n  Gym - going now\n  \n  Swimming\n  \n  Online\n  \n  With family & friends\n  \n  Shopping\n  \n  Movies\n  \n  Music\n  \n  Reading\n  \n  Walking\n  \n  Work stuff\n  ","496444":"\n  When everyone gets fall questions except you :(\n  ","496445":"\n  No\n  ","496446":"\n  Gym (not only physically )\n  \n  Keto\n  ","496447":"\n  Dude, it happens. Total mind game to the victims. Feeling unworthy.. that only they could love someone like them. Blame is on the girl instead of the pos dude. That the guy could possibly do no wrong. Hell, he was probably cheating too.\n  \n  Most people always say the \"never go back\". I hope one day she'll actually not go back befors it's too late.\n  ","496448":"\n  The healthy mix 😈\n  ","496449":"\n  Yes. Making love has more attraction, love, could be more gentle, sensual.\n  \n  F*cking could be without the love aspect attached to it. More rough. More \"get it done\" type way too.\n  \n  A healthy mix would be ideal.\n  ","496450":"\n  You don't want to know\n  ","496451":"\n  Fine. Yourself?\n  ","496452":"\n  Good news - they actually had it at the library :) I almost passed it by since I was focused on \"N.\" instead then was like \"did that say sunset?\" and sure enough it did.\n  \n  I hope i didn't read this before. Goodreads said i didn't but I have read some short stories of his before so fingers crossed its new to me XD\n  ","496453":"\n  Help can be fun in the kitchen, especially with a partner :)\n  \n  I'm ok.\n  ","496454":"\n  Just after sunset by Stephen King\n  \n  They didn't have the new one i wanted and someone recommended it on here. Surprised they had it there.\n  \n  I don't mind either way. I do love the smell of books though. This one is a hard copy.\n  ","496455":"\n  It's been ok. Walked to the library 🔥\n  \n  Doesn't feel that hot out but it is 102F\n  \n  Returned books and got one.\n  ","496456":"\n  For the most part. The heat is going down now too so that helps. Def get used to it tho.\n  \n  Aw\n  ","496457":"\n  Don't make it weird haha :p\n  ","496458":"\n  lol thanks :p\n  ","496459":"\n  Happens fairly often.\n  \n  I'm game for anything.\n  ","496460":"\n  Yes. We have a bunch of different kinds.\n  \n  I've noticed that at times and then other times it doesn't effect me.\n  ","496461":"\n  Having a dog attached to me pretty much 24\/7. Lulu has such separation issues. Even followed me into the bathroom a few times.\n  \n  The gym\n  \n  New demon kitty prospect\n  \n  Not much overall ¯\\_(ツ)_\/¯\n  ","496462":"\n  Normal?\n  \n  Also where the ground is lava if that even counts\n  ","496463":"\n  When they already have :(\n  ","496464":"\n  Lost forever r.i.p\n  ","496465":"\n  A burger sounds good, actually.\n  ","496466":"\n  Legos\n  ","496467":"\n  Roses and sunflowers\n  \n  Summer\n  \n  Chocolate chip cookie dough\n  \n  Sapphire \/ topaz\n  \n  Hot chocolate, tea or hot apple cider\n  ","496468":"\n  It sure helps ¯\\_(ツ)_\/¯\n  ","496469":"\n  Animal - we'd pretend to be panthers and other animals. I'd say leopard :)\n  \n  Certain qualities that people i was friends with had\/have. My sister and one of her friends were that way too. We're total opposites..\n  ","496470":"\n  One that got me into more of a difficult situation.\n  ","496471":"\n  It's pretty clean.\n  ","496472":"\n  Birthday\n  \n  Had some knee pain. Luckily that stopped. Made me start foam rolling :)\n  ","496473":"\n  Lent- Money\n  \n  Borrowed - library books if that counts.\n  ","496474":"\n  Nobody\n  ","496475":"\n  I should get on more.\n  \n  youcanjuiceme\n  ","496476":"\n  I haven't but I don't think I'd be an a55hole either :p\n  ","496477":"\n  The shower\n  ","496478":"\n  I can do without most of them 😂\n  ","496479":"\n  Learn pole dancing\n  \n  Perfect timing for this q XD\n  ","496480":"\n  Yes. A concert. She was in a different state that day and didn't tell me. Tried asking another friend but she rather stay with her then boyfriend. Didn't want to go alone so ended up selling the tickets.\n  \n  I'm not sure if there were other times but only one that came to mind.\n  ","496481":"\n  Water and pickle juice 😂\n  ","496482":"\n  I guess that depends on what needed changing... According to you or the person themselves?\n  \n  Clusterfuck of a question. lol\n  ","496483":"\n  Yes, I think it's definitely possible. I'm not sure where the line would be drawn though.\n  \n  I don't care about people's political or religious beliefs, I care more about the person as a whole. ( i feel like those topics are the most trivial for others)\n  ","496484":"\n  Not always.\n  ","496485":"\n\n   @urlsareshittbh\n  \n","496486":"\n  A sh!t ton! Mostly from being tardy or absent. That didn't stop me from getting good grades.\n  ","496487":"\n  No. I always gave back.\n  \n  A cd, book, movie\n  ","496488":"\n  No thanks lol\n  ","496489":"\n  I still don't know.\n  \n  However the contest theme is going to be Beetlejuice.\n  ","496490":"\n  Good night\n  ","496491":"\n  Not that I'm aware of\n  ","496492":"\n  Curnt seems dirty\n  \n  Tank and lounge shorts\n  ","496493":"\n  Everything and nothing at the same time\n  ","496494":"\n  Sure, why not?\n  ","496495":"\n  * Señorita\n  ","496496":"\n  I didn't do sh!t lol\n  \n  I was thinking library and gym but neither happened. Also a walk if gym didn't work out but my body is just like nooooo. Did a lot last night at the gym 😴\n  ","496497":"\n  True XD\n  ","496498":"\n  Yes but it's not always good\n  ","496499":"\n  Any recommendations?\n  ","496500":"\n  ⬆⬆⬆⬆⬆\n  ","496501":"\n  Nope\n  ","496502":"\n  Oh well hopefully that's a good sign you don't need eggs then.\n  ","496503":"\n  I keep it around that age anyways so doesn't bug me. Get enough childish stuff at times without needing to follow those people lol\n  ","496504":"\n  Doesn't the egg help it stick together? Yes, don't think the type matters there. Hopefully will end up well\n  ","496505":"\n  Actually that is true. Now it's all the same people around. Also reconnected with some old y!a\/fs people as well.\n  ","496506":"\n  It's ok. Seems easy to make.\n  ","496507":"\n  Yup its a small world lol\n  \n  Unless you follow a lot of Middle Eastern people and don't know what they post lol\n  ","496508":"\n  Blanket forts\n  \n  Balloon fights\n  \n  Halloween ones with my old dog\n  \n  Lots of different ones to pick from\n  ","496509":"\n  Both go well there :p\n  ","496510":"\n  Yay\n  ","496511":"\n  Walking Dead? Kind of goes good and bad...\n  \n  Breaking Bad\n  ","496512":"\n  *hugs*\n  ","496513":"\n  Depends on what it's paired with\n  ","496514":"\n  Nope lol\n  \n\n   @shehitsback\n  \n  had a bee post which made me think of the candle question.\n  ","496515":"\n  That poor soul. Imma pray for them\n  ","496516":"\n  The forever alone one but its not always on my mind either\n  ","496517":"\n  Yes\n  ","496518":"\n  Good luck with that\n  ","496519":"\n  How unfortunate\n  ","496520":"\n  lol right. I never get that :p\n  ","496521":"\n  I used to go on isketch.net. Had a problem with software so it has worked for me in ages :\/ wasn't sure if still a thing, tbh.\n  \n  Cards against humanity site was fun too\n  \n  Otherwise, nope.\n  ","496522":"\n  Thanks for the heads up :p\n  ","496523":"\n  Seems like it today.\n  \n  Been blah.\n  \n  People kept asking questions \/talking. Lost track of time\n  \n  Procrastination\n  \n  Took a shower. Got ready\n  \n  Dinner pretty soon\n  ","496524":"\n  Call Maury asap\n  ","496525":"\n  Depends on the age. Rather not have a preteen drinking. 16-18 seems more fair...\n  \n  Yes, they should know all about the effects and everything else that could happen.\n  ","496526":"\n  Why were you sad?:(\n  ","496527":"\n  Neutral but I still took a pic so there's that ¯\\_(ツ)_\/¯\n  ","496528":"\n  Made me laugh with how random this was.\n  \n  If he happened to be the guy i wanted\/needed in my life then sure. Love goes beyond where someone lives.\n  ","496529":"\n  Phone. That's my old one. Doesn't work for calling etc\n  \n\n  Hence talking about getting a new one sometime this month\n  ","496530":"\n  That's a given :)\n  ","496531":"\n  I know. Messing with you :p\n  ","496532":"\n  Going to the library\n  \n  I keep procrastinating\n  ","496533":"\n  Chubby and beautiful XD\n  ","496534":"\n  Aww cuties\n  \n  We've had lovebirds and they were pretty annoying lol\n  ","496535":"\n  The last part 😂😂😂\n  ","496536":"\n  Happy scrolling\n  \n  Not anything exciting, sadly.\n  ","496537":"\n  Hm I think the dress one showed my face too ¯\\_(ツ)_\/¯\n  ","496538":"\n  A bit\n  ","496539":"\n  There's been some this summer, you weirdo.\n  ","496540":"\n  You must be new to my page\n  \n  It's more medical  (pcos, fatty liver)\n  \n  Gym + keto\n  \n  I really should get my hair done this week sometime. Sick of roots.\n  ","496541":"\n  Only camped once in AZ. Flagstaff area.\n  \n  But Payson, Sedona and other places have nice campgrounds\n  ","496542":"\n  No. Sister and her husband have one and a taser gun too :)\n  ","496543":"\n  Haha could be a worse song there ^_^\n  ","496544":"\n  Sounds about right!\n  ","496545":"\n  Last year :\/\n  \n  There was talk of camping in august but that didn't happen\n  ","496546":"\n  Yes :)\n  ","496547":"\n  Not much. Will take a quick shower :)\n  ","496548":"\n  I have 3 newer questions\n  ","496549":"\n  Not done; Doing certain things sooner\n  ","496550":"\n  Eh he's ok\n  ","496551":"\n  Me?\n  ","496552":"\n  Only cute when he's sleeping :p\n  ","496553":"\n  He's not cute! Don't fall for the dumbo ears and bloodshot eyes lol\n  ","496554":"\n  Possibly!!\n  ","496555":"\n  Just fingernails, I believe.\n  ","496556":"\n  No. He was being a little b!tch because he was locked out of their bedroom and because the new kitten was in there.\n  \n  Nothing to do with me lol\n  ","496557":"\n  What's with the quotations? But yes.\n  ","496558":"\n  The basset hound.\n  ","496559":"\n  I got enough sleep but still feel out of it\n  \n  Wrangler whining all night surely didn't help lol\n  ","496560":"\n  Bit of a numb\/tiredness kind of mood right now. but yes, day hasn't been too bad either so far.\n  ","496561":"\n  Haven't done either.\n  \n  Climbed mountains but not with a harness and all that.\n  ","496562":"\n  Yes, I know of two people, nothing yet.\n  ","496563":"\n  Chill evil. Cute.\n  ","496564":"\n  Aw. They were probably best of friends when nobody was around XD\n  ","496565":"\n  Yes, in the middle of it.\n  ","496566":"\n  Hm rock more\n  ","496567":"\n  Why not both? :o\n  ","496568":"\n  Plain\n  ","496569":"\n  I wouldn't go that far\n  ","496570":"\n  I listen\n  \n  I want to know more about them\n  \n  I remember what they say\n  \n  Be there for them\n  \n  Telling them\n  \n  Gifts could be a good way\n  \n  Hugs, kisses, touch etc\n  ","496571":"\n  I like tapioca pudding more.\n  ","496572":"\n  Hm not much\n  ","496573":"\n  Again, this doesn't relate to the question at all.\n  \n  Ben isn't exactly skinny either ¯\\_(ツ)_\/¯\n  ","496574":"\n  There's farms and other holiday events we usually go to. Corn maze and stuff. Checking out the Halloween contest people's houses. The gym.\n  ","496575":"\n  Hello\n  ","496576":"\n  That's the best clue ever!!\n  \n  Haha right. Bad cat juju\n  ","496577":"\n  Thanks :)\n  ","496578":"\n  Obviously.\n  \n  3 dogs and 3 cats now\n  ","496579":"\n  I ended up sleeping in a little bit. Comfy and a little sore.\n  \n  The day is still going :)\n  ","496580":"\n  Or that Robbie dude\n  ","496581":"\n  Yes\n  ","496582":"\n  Wouldn't surprise me\n  ","496583":"\n  Especially the exorcist!\n  \n  I do every day :p\n  \n  I'll switch to the 4 on Monday.\n  ","496584":"\n  Nope.\n  ","496585":"\n  Ew\n  ","496586":"\n  Speaking of sunken heads.. the theme will be Beetlejuice :)\n  ","496587":"\n  Haha yes 💪🍑🏃\n  ","496588":"\n  Yes. While camping, had to stay in the car. Basically almost hurricane tornado like.\n  \n  Then an actual tornado that we were almost heading directly to.\n  ","496589":"\n  Rather have other kinds but its fine at times.\n  ","496590":"\n  End of August\n  ","496591":"\n  Wash everything?\n  ","496592":"\n  Indeed\n  ","496593":"\n  I haven't played anything in yearssss\n  ","496594":"\n  Sounds like a good choice\n  ","496595":"\n  2.5 rating\n  \n  Need to get some. I did just add Stephen King's institute to the \"to read\" list. Maybe they'll have that ¯\\_(ツ)_\/¯\n  \n  I've read 12 books this year. Aiming for a lowball of 20.\n  ","496596":"\n  No, I didn't.\n  ","496597":"\n  I finished it Sunday\n  ","496598":"\n  Oh my.\n  \n  Favorite cake then?\n  ","496599":"\n  And now I'll never know :')\n  ","496600":"\n  lol no :p\n  \n  However i do feel like sometimes someone who works there plays lovely break up\/love songs at times lol\n  \n  Screw around... In the video concert they mention what that is\n  ","496601":"\n  5-7 average\n  ","496602":"\n  Creepy haha\n  ","496603":"\n  Will try :)\n  \n  Don't think I have much control over that lol\n  ","496604":"\n  Night 😘\n  ","496605":"\n  Good but I should sleep now.\n  ","496606":"\n  Warmth - tea, hot chocolate, hot apple cider, soups, blankets, the sun\n  \n  Anger - belts, maybe hot peppers.. idk.. something spicy\n  \n  Comfort - ice cream, soups, ham potato casserole, chocolate, ginger ale (if sick) movies and music\n  \n  Sadness - hm I'm not sure! I do watch more movies if stressed\/sad\/pissed off lol. Music too.\n  ","496607":"\n  I'll say fair because the AZ state fair is in October. They have live concerts you can pretty much attend for free just by keeping the pay stub to get into the fair. Saw Meatloaf last time I went there. Balcony seating. Not sure what the concert lineup will be like this year.\n  ","496608":"\n  I had two questions that I wanted to ask while at the gym but forget what they were now\n  ","496609":"\n  Do you always think of everything? :p\n  ","496610":"\n  Oh man kind of want to know the rating but let's not share that 😂 surprise, please :)\n  ","496611":"\n  One Way or Another,’ Blondie\n  \n  “one way or another \/ I’m gonna find ya \/ I’m gonna get ya get ya get ya get ya.”\n  \n  About a stalker\n  ","496612":"\n  Nutella, bread, swirl of peanut butter, honey could even work and banana slices.\n  \n  I think we didn't have much ingredients\/food that day so made whatever sounded good ¯\\_(ツ)_\/¯\n  ","496613":"\n  My dad's grandpa was a farmer. Dad's uncle was too.\n  \n  I've always wanted goats 🐐\n  \n  How would one own a McDonalds? :p\n  \n  Also could sell milk and other stuff. Like this ice cream place in Mass does that. All fresh from the cows right there. I'm really surprised nobody has done that in AZ. Custard is good but cows man.. missing out lol\n  ","496614":"\n  This is 5 months old but I hope you are in a way better place now emotionally.\n  ","496615":"\n  I've had a few cheat days but they were more at dinner at a restaurant.\n  \n  Mcdonalds wouldn't be worth a cheat, tbh. lol.\n  \n  I haven't heard that but seems odd considering there's \"dirty keto\" which is basically eating keto but not really tracking everything either. Yup, different types of keto out there. I feel like I'm a mix of dirty and fuck.. forget the other name but its basically you track everything but you aren't too strict with it either. And then there's strict where people are crazy obsessive with every single detail about food macros and definitely limit themselves with what little carb\/sugar they do take in.\n  ","496616":"\n  Ice cream\n  \n  Fight me on this 🍧🍦🍨\n  ","496617":"\n  I have Mcdonalds more when I don't want to cook\/don't have anything i want\/late gym time and there's nothing else open.\n  \n  I still have it the keto way (no bun, sauces )\n  ","496618":"\n  Yes, I would.\n  \n  Wouldn't want to rely on a guy for everything. Not fair to either involved.\n  ","496619":"\n  I don't mind either way. Home cooked is wonderful too.\n  ","496620":"\n  It can vary. I'd say usually 5-7 range.\n  \n  I feel like that depends more on the guy, tbh. Like how he'd treat me, loving feeling, trust in each other. if they were very caring and all that then I feel like the \"not good enough\" part wouldn't really exist.\n  ","496621":"\n  Polishes the crown or tiara sounds like a innuendo\n  ","496622":"\n  Hm go for it\n  ","496623":"\n  Bestie sounds so young :p\n  ","496624":"\n  I could but not really in the mood either ¯\\_(ツ)_\/¯\n  ","496625":"\n  Why?\n  ","496626":"\n  Nice :)\n  ","496627":"\n  Android\n  ","496628":"\n  I guess floral\n  ","496629":"\n  Congratulations :p\n  ","496630":"\n  Honeypot sounds the best out of those ones\n  ","496631":"\n  I have a love\/hate relationship with mascara\n  ","496632":"\n  The last two aren't horrible\n  ","496633":"\n  The mindfulness one\n  ","496634":"\n  Not sure\n  ","496635":"\n  Gross\n  ","496636":"\n  I really dislike that terminology\n  ","496637":"\n  ?????\n  ","496638":"\n  105 pounds on the hip abductor 🍑🔥\n  \n  Getting better at foam rolling too.\n  \n  Idk good. Was in the zone at times\n  ","496639":"\n  I like flats or wedges more\n  ","496640":"\n  Swimming more but I do both outside :)\n  ","496641":"\n  It's supposed to be 4 but I felt like starting with 2 just to get used to it again. Higher dosage as well. Was taking metformin 500 but now its 1000. Also bigger pill than what it was previously.\n  ","496642":"\n  Eventually friends\/tolerate XD\n  \n  Cats are so strange that way. Dogs just seem to adapt so much better.\n  ","496643":"\n  Blizzard did meet it but then went into hiding mode. Porgies been iffy about it. Lulu bonded with it. Apparently it gave Wrangler a kiss on the nose through the child gate. All cats hate Bruin when they first get introduced.. he wants to play and they don't lol\n  \n  The dogs will probably be annoying tonight since got locked out of their room. Think the other cats did too, not sure.\n  ","496644":"\n  American pie that sh!t\n  ","496645":"\n  I did after taking it...\n  \n  But then unsupported happened\n  \n  Also if it was a file wouldn't it be in a different category and not in the camera part.\n  \n  😮\n  \n  It looks identical to their old cat Freddy that ran away.\n  ","496646":"\n  What friend?\n  \n  exchange XD\n  \n  I'd rather have it happen naturally instead of scheduling but if it was a fwb type thing then obviously need to know when etc\n  ","496647":"\n  7:50pm\n  \n  Not that late\n  \n  Out by 9ish\n  ","496648":"\n  No idea\n  ","496649":"\n  The gym\n  \n  After that, not sure\n  ","496650":"\n  Bonjour\n  ","496651":"\n  So you see a cat?\n  ","496652":"\n  Damn.. I was way off :p\n  ","496653":"\n  Cats get really weird. Wonder how the sleeping arrangements will be like lol both cats usually sleep with them.\n  ","496654":"\n  75-100k maybe?\n  ","496655":"\n  Very nice :)\n  ","496656":"\n  I don't think so. Porgie seems wary.\n  \n  Lucky is a boy too.\n  ","496657":"\n  If they were abusive\n  \n  Fighting\n  \n  cheating if it came to that\n  \n  I don't like clingy men\n  \n  controlling behavior\n  \n  Lack of trust\n  ","496658":"\n  Can't really picture it. There are more kids around here though.\n  \n  There's way more charter schools and such around here. I went to public schools.\n  ","496659":"\n  No\n  \n  I'd imagine so\n  \n  Went with Lucky because the black cat thing, gave it a home and they could use some luck.\n  ","496660":"\n  Only demons have phones.\n  ","496661":"\n  Blizzard probably told you how subconsciously\n  ","496662":"\n  Aw cute kitty\n  \n  Haha noooooo\n  \n  That's why I was freaked out XD\n  \n  All the names man and told me that one\n  ","496663":"\n  Not bad :)\n  ","496664":"\n  Depends on the type of beer. If corona, seabreezes don't count then lets go with wine.\n  ","496665":"\n  Beach\n  ","496666":"\n  It goes to the page and then tells me the \"no user in database\" so they must have disabled or got suspended?\n  ","496667":"\n  Aww that was lovely.\n  ","496668":"\n  Did it have a little bit of white on the chest?\n  \n  The name Lucky though.. so creepy haha\n  \n  I laughed when my sister mentioned a black kitten and then I went to see it. Laughed when she told me Lucky. Of all the names! XD\n  ","496669":"\n  Tattoo\n  ","496670":"\n  Yes, maybe. App is better though lol I'm not that desperate to check it atm ¯\\_(ツ)_\/¯\n  ","496671":"\n  Thanks for the correction :)\n  ","496672":"\n  Yes. Been 13 years and still remember the day like it was yesterday.\n  \n  True\n  ","496673":"\n  You mean cat oppression 😂\n  \n  Short hair\n  \n  Also tried taking a pic and it became an unsupported file..so that's a good sign this cat is trouble too XD\n  ","496674":"\n  Good nonsense\n  ","496675":"\n  Aw ok\n  \n  Demon seems more appropriate rn\n  ","496676":"\n  Ask\n  ","496677":"\n  Iced\n  ","496678":"\n  Delayed gratification for you then\n  ","496679":"\n  Yup\n  ","496680":"\n  Scared of clowns\n  \n  Clowns make you poop\n  \n  Ok :)\n  ","496681":"\n  And you still look amazing. Not fair :p\n  ","496682":"\n  I doubt it.\n  \n  I go at least 11 or more\n  \n  72 would be death\n  ","496683":"\n  Meanie\n  ","496684":"\n  Black, the yellow eyes\n  \n  Maybe I'll get a picture sometime 😂\n  \n  It literally came up as an unsupported file\n  \n  I'm going to die, man.\n  ","496685":"\n  Tell meeee\n  ","496686":"\n  When this was supposed to be a picture of the kitten and instead its an unsupported file o.o\n  ","496687":"\n  Girl, been friends since the 1st grade\n  ","496688":"\n  I'm more a chocolate fan\n  \n  Reeses\n  \n  Kitkats\n  \n  M&Ms\n  ","496689":"\n  Not too much. Just took a shower.\n  \n  Got a new kitten. 🐱\n  ","496690":"\n  You watched it and didn't like?\n  \n  Pennywise is shit\n  ","496691":"\n  Just asked you the same question 😈\n  ","496692":"\n  Shhh\n  ","496693":"\n  Blizzard\n  \n  And probably now Lucky 😂\n  ","496694":"\n  Feeling love, getting it in return\n  \n  Inside jokes\n  \n  Connection aspect of it\n  \n  Being with them in general\n  \n  letting them in\/sharing important things\n  \n  The mundane stuff lol\n  \n  S*x\n  \n  Not being alone :p\n  \n  Physical touch, hugs, kisses etc\n  ","496695":"\n  Idk.. doing fun stuff, maybe swimming somewhere, good food, company etc\n  \n  I'm not picky\n  \n  Even perfect days could end on a bad note.\n  \n  The day my grandpa died seemed pretty perfect until it wasn't.\n  ","496696":"\n  Log cabin? Farm?\n  ","496697":"\n  I didn't.\n  \n  I feel like dad would have been the first scenario.\n  \n  Mom would probably have been a mix of the second two.. more so the 2nd. Maybe get school involved if it was a continuation type thing.\n  ","496698":"\n  I suppose XD\n  ","496699":"\n  Already doing.\n  \n  Does personality count?\n  ","496700":"\n  Procrastination at times lol\n  ","496701":"\n  Corn and bunch of other things\n  ","496702":"\n  Yes, sometimes. Don't always need to say everything. People don't know when to stop on here too if you do say certain things.\n  \n  Nah, more individual in the moment type thing. Mood could be a factor as well.\n  ","496703":"\n  Yikes. Wasn't even bad lol\n  ","496704":"\n  NOT ANYMORE!!\n  \n  AT THE PETSTORE THEY HAD KITTENS FOR SALE.\n  \n  A BLACK KITTEN.\n  \n  IT'S HERE. 🐱\n  \n  THE\n  \n  NAME?\n  \n  LUCKY 😂😂😂😂😂\n  ","496705":"\n  FB - I have family on it so I feel like I can't be 100% myself. I don't post much.. more reblog stuff.\n  \n  IG - I post a lot more on there. Lately it keeps f*cking up and won't let me on.\n  \n  Probably the most open on here. People know more about me. Good and bad.\n  ","496706":"\n  I don't like it.\n  ","496707":"\n  Why not?\n  ","496708":"\n  The light flicker made me laugh.\n  \n  Um.. what's wrong with those people?\n  ","496709":"\n  People keep voting but haven't checked it today.\n  \n  It's a weird Ask world\n  ","496710":"\n  Yup\n  ","496711":"\n  It's been years since I've made a mistake. I definitely learned many lessons from it.\n  \n  If this relates to certain discussions last night, I wasn't the one at fault there. But I don't really view that as a mistake either ¯\\_(ツ)_\/¯\n  ","496712":"\n  I haven't been watching\n  ","496713":"\n  done anal\n  ","496714":"\n  Scared shitless?\n  ","496715":"\n  Oh f*ck\n  ","496716":"\n  Nice :)\n  ","496717":"\n  Sqrt....\n  ","496718":"\n  Hugs back\n  ","496719":"\n  Yes, sometimes. Or some of the followup ones have movies or something that I'd like to remember to check out so didn't answer yet etc\n  ","496720":"\n  :(\n  ","496721":"\n  I did have someone comment on it before so most likely! I've been taking two.\n  ","496722":"\n  No user in the database\n  ","496723":"\n  Always\n  ","496724":"\n  Jinxed it then r.i.p\n  \n  D for demon? :(\n  ","496725":"\n  Ya true\n  ","496726":"\n  lol its still there :p\n  ","496727":"\n  Haha could be! Smart kitty\n  ","496728":"\n  Or be the first one out 🔥\n  ","496729":"\n  Help someone else\n  \n  Could be talking about god\n  ","496730":"\n  Afternoon now\n  ","496731":"\n  Dogs woke me up around 9\n  \n  Fell asleep again\n  \n  Fed Lulu & ate breakfast\n  \n  Checked email, this, kik\n  ","496732":"\n  Diapers came to mind? o.o\n  ","496733":"\n  Iced\n  \n  Powered sugar\n  \n  Cinnamon\n  \n  Plain\n  ","496734":"\n  Hey king\n  ","496735":"\n  Maybe a 5\n  ","496736":"\n  Good night\n  ","496737":"\n  Destin, FL was beautiful.\n  \n  Myrtle Beach even though had some bad funny things happen too\n  \n  Nebraska \/ Colorado boarder\n  \n  Maine\n  \n  AZ\n  \n  Niagara Falls\n  \n  NYC\n  \n  ----\n  \n  I want to travel abroad to different areas\n  ","496738":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","496739":"\n  Oh?\n  ","496740":"\n  I'd stone you 😉\n  ","496741":"\n  LDRs? True.\n  ","496742":"\n  Adapting my \"hm\" are we?\n  ","496743":"\n  Pennywise taking a sh!t\n  ","496744":"\n  I do.\n  ","496745":"\n  Yes. It was orange and kept getting lighter and lighter coloring.\n  \n  I was out getting my steps in :)\n  ","496746":"\n  No\n  ","496747":"\n  Only like, as far as it went on my behalf. Nah.. that's me trying not to air his business out on here ☺\n  \n  Maybe with the right person but things would be different too.\n  ","496748":"\n  If i met someone on a dating app and met then ok, cool. But I'd rather not have another ldr if i can help it.\n  ","496749":"\n  Someone seems jealous here.\n  \n  I think that's pretty different than a legit ldr type relationship. Neither have romantic feelings towards each other. He's definitely proved that twice since I've known him. I could go into more details but I'd rather not.\n  ","496750":"\n  They can work, its just really hard. Miss the physical connection. The time you both put into it. The distance can hurt.\n  ","496751":"\n  Anons don't get that privilege. I'm also not looking for online dudes.\n  ","496752":"\n  No. He'd be more creepy than that. Also didn't read it the way he writes.\n  ","496753":"\n  People usually don't listen to me even when I'm right.\n  ","496754":"\n  Think so\n  ","496755":"\n  Good to know :p\n  ","496756":"\n  I still need to watch raw!\n  ","496757":"\n  I don't believe so ¯\\_(ツ)_\/¯\n  \n  If so.. enjoy the show ;)\n  ","496758":"\n  There's a song with my sister's friend's first and last name in the song.. its one of the reasons why my dad always remembers her lol\n  \n  I thought she deleted me off FB but apparently deactivated instead.. was like ah she hates me, why? lol.\n  ","496759":"\n  Purse. Documentation would be a hassle to renew\/go through.\n  \n  Lulu\n  ","496760":"\n  Their attitude on life and other things in general. Go, you!\n  ","496761":"\n  Demon cats 😂\n  \n  Blizz was just sitting in the middle of the rug like a weirdo. Felt like he waited for me to go fill my water lol\n  ","496762":"\n  I'd definitely do my hair, makeup, put a bra on before that 😂\n  ","496763":"\n  It won't happen overnight\n  \n  You can be confident in other areas\n  \n  Take it day by day\n  \n  Normal to go up and down\n  \n  Maybe go out of your comfort zone a bit, try new things\n  ","496764":"\n  Hangover ones\n  \n  Pineapple express\n  \n  How high\n  ","496765":"\n  Sleeping Beauty?\n  ","496766":"\n  Everything ¯\\_(ツ)_\/¯\n  ","496767":"\n  I can't think of favorites right now but these were the last two new ones (to me) that I got introduced to. They sound pretty.\n  \n\n   https:\/\/youtu.be\/d1dcXgGQT2M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/nTGH0Hgc7_A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496768":"\n  Pretty good, I'd say?\n  ","496769":"\n  That would be interesting! Nope just a mashup of sorts.\n  ","496770":"\n  I get that a lot\n  ","496771":"\n  I like other Offspring songs more. Still decent\n  \n  Yes. Was a favorite before a few years ago\n  \n  Yay\n  ","496772":"\n  ¯\\_(ツ)_\/¯\n  ","496773":"\n  Oh ok.. makes more sense then.\n  \n  Still don't get why the original sender sent that XD\n  ","496774":"\n  I don't even know what Jerry they meant either lol just made me think of Seinfeld.\n  ","496775":"\n  Why would I send Jerry to myself? o.o\n  ","496776":"\n  I didn't get the whole Jerry thing either ¯\\_(ツ)_\/¯\n  ","496777":"\n  Hakuna matata\n  \n  Carpe diem\n  \n  Cest la vie\n  \n  I can do it\n  \n  Killing it\n  ","496778":"\n  Because of blizzard? I keep the door closed\n  ","496779":"\n  It's complicated. I don't think we have all the answers. Wouldn't making plans be eaiser than doing what you do? ¯\\_(ツ)_\/¯\n  ","496780":"\n  lol\n  ","496781":"\n\n   https:\/\/youtu.be\/lYfkl-HXfuU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496782":"\n  Gotta rub me the right way\n  \n\n   https:\/\/youtu.be\/kIDWgqDBNXA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496783":"\n  Already have a chilling partner for the night\n  \n  She's cute and furry :)\n  \n  Barks a lot\n  \n  Yipp yipp\n  ","496784":"\n  v-neck tshirt and lounge shorts\n  ","496785":"\n  I have one but haven't used in years.\n  ","496786":"\n  Nah🍑\n  \n  Did notice some booty gains tho :p\n  ","496787":"\n  How lovely\n  ","496788":"\n  Aren't you adorable! Aww.\n  ","496789":"\n  Irl- girls\n  \n  Online- I feel like I have more guy friends or 50\/50\n  ","496790":"\n  I've never felt pain with starting to love someone.\n  \n  Grr why does this sound dirty coming from me? -_-\n  ","496791":"\n  Yes\n  ","496792":"\n  I guess exist with them?\n  ","496793":"\n  Greywater\n  ","496794":"\n  I wouldn't count friends, full house and some others as dumb...\n  ","496795":"\n  I think I'll pick the first.\n  ","496796":"\n  Jump\n  \n  Purple is winning right now. My choice in the end. Kind of like your dinner one, mister.\n  ","496797":"\n  Sometimes I hate people.\n  ","496798":"\n  lol @  the barefoot thread being taken down. Didn't get to see the follow up question on it either\n  "}}