{"Question":{"496799":"\n   Will you take the red pill, or the blue pill? Why?\nAre you old enough to understand the reference?\n  ","496800":"\n   How much of what people say do you find yourself believing?\n  ","496801":"\n   do you value all life equally? (like do all animals feel equal? do u value a dog more than a cow, or a pig more than a chicken?)\n  ","496802":"\n   do you eat meat? (do u feel any guilt abt eating meat? why or why not?)\n  ","496803":"\n   Y r u embarrassed to answer the questions given to u. U should answer all questions no matter what 🤙\n  ","496804":"\n   Do u ever walk around the house without a bra on with family home\n  ","496805":"\n   that would be straight awesome : ) if thats the worst thing im game. not that i have a choice anyway but i feel like it helps if i act like a wiling participant ya kno.\n  ","496806":"\n   Whom do you all follow on ask?\n  ","496807":"\n   Did you buy anything\n  ","496808":"\n   Have you ever been in a sex shop\n  ","496809":"\n   OMG how did he even do that??! thats insane and how did you happen to catch that? does he do that often? the threshold thing just kills me, the little monster hahaha\n  ","496810":"\n   thats awesome. will probably give you powers like in the 'monster's ring' episode of the cbs storybreak cartoon thing from wayy back in the day. that one was the best one.\n  ","496811":"\n   Playblast night?\n  ","496812":"\n   :') i wonder what he is gonna make me do. its a bit unsettling knowing i no longer have full control of my own body but tbh i dont mind being a malevolent demon's minion. its probably an upgrade. definitely lol\n  ","496813":"\n   When you cook in your household do you tend to want to keep and savor the aromas and smells or do you want to get rid of them?\n  ","496814":"\n   What does it mean when you see lights flicker randomly but you finally realize its not the power going out for a split second its you?\n  ","496815":"\n   Pic of what you wear on your wrist currently?\n  ","496816":"\n   this is like how i mean.\n   \n    https:\/\/en.wikipedia.org\/wiki\/Flow_(psychology)\n   \n   its like time flies by. you are immersed but one autopilot at the same time. its like your brain and body are one & functioning like machine. u are just in the zone. some ppl find that doing mundane thoughtless type tasks can.\n  ","496817":"\n   In the conversations and interactions that you have with people do you notice that you tend to more often compare, discuss, and share your bad or pleasant times?\n  ","496818":"\n   What do you think is the most enjoyable thing?\n  ","496819":"\n   Hello cupcake\n  ","496820":"\n   Ever climbed trees as a child?\n  ","496821":"\n   its cool i can talk to you about anything so chill, i like being your friend xo\n  ","496822":"\n   well, we do it can be attractive if its okay to say, xox\n  ","496823":"\n   ofc you do your kind\n  ","496824":"\n   space \/pic 🥰😍\n  ","496825":"\n   yeah, you know best bet you look great, anyway turn the guys heads lol xo your amazing so charming\n  ","496826":"\n   you could do different colours, be cool xo\n  ","496827":"\n   liv always does her nails, so many colours lol she uses a sparkle thing too lol, they look good i bet yours will look great xo\n  ","496828":"\n   black looks good, xo\n  ","496829":"\n   Checkers! What r u 10 🧒🏼\n  ","496830":"\n   Can you play chess? Understand the game?\n  ","496831":"\n   What were your favorite cartoons to watch growing up?\n  ","496832":"\n   Do people ever really forgive each other?\n  ","496833":"\n   Do you think you've changed in the last year? If so, in what way?\n  ","496834":"\n   From the stories I've heard seems quite plausible. 😂\n  ","496835":"\n   Are there any activities that you do that you feel put you into a flow state?\n  ","496836":"\n   He's mad a head got amputated obviously.  😂\n  ","496837":"\n   best show EVER in your opinion?\n  ","496838":"\n   You're about to get in a fight, what song comes on as your soundtrack?\n  ","496839":"\n   Whats your favourite accent?\n  ","496840":"\n   you should make one for blizzard. like a sacrifice, make it out of cat food. the wet one. :')\n  ","496841":"\n   now ill only have 8 for the rest of my life. fck this im taking a shower. warm not ice cold like the wannabe tough guy liars.\n  ","496842":"\n   id keep your's handy. you should personalize it  put some of those S'ey things on it :)\n  ","496843":"\n   do you remember those like folded paper fortune things people used to make? i like with the numbers and folded like fortunes or something. you would put your fingers in them and count? cant remember wht they were called.\n  ","496844":"\n   can you get your coins or whatever they are called back? i just fcking accidnetlally gave some away and then i clicked on it again thinking it would undo it and it just gave more away!? i mean i only had 18 they were precious to me. the fck man ( -_ -)\n  ","496845":"\n   did you read choose your own adventure books as a kid?\n  ","496846":"\n   i hear beanies are making a comeback.. : )\n  ","496847":"\n   i wouldnt dream of speaking to the honcho. i only can speak to his minions :')\n  ","496848":"\n   i feel like you should delete this and answer it correctly if you want to wake up tomorrow still having your hair.\n  ","496849":"\n   Which place do you find to be the most boring?\n  ","496850":"\n   i asked the higher ups they gave the go-ahead. said try them.\n  ","496851":"\n   Which animal has the most beautiful fur?\n  ","496852":"\n   Do you know any card games? If so what kind?\n  ","496853":"\n   are you trying to fight me? i mean we can throw down. up to you.\n  ","496854":"\n   have you ever tried the new big chewy nerds? (its a candy)\n  ","496855":"\n   What's the most delicious fruit?\n  ","496856":"\n   they have a cat. looks pissed in every photo. in the one photo it has two heads. bit strange.\n  ","496857":"\n   take a nap. wake up later to a demon watching you from the ceiling 😈\n  ","496858":"\n   Are there things people tend to assume about you but is not true at all? Can be either positive or negative and what are they?\n  ","496859":"\n   how is your day going?\n  ","496860":"\n   When was the last time you had cheesecake?\n  ","496861":"\n   Are you an organized person? Do you enjoy and take time rearranging things, just keeping everything really tidy? Or is that not important to you and you would rather focus your energy on being lazy or a slob or if you are gifted, both forever and always? or or or or\n  ","496862":"\n   What do u feel now?\n  ","496863":"\n   Hey single lady\n  ","496864":"\n   so more angry than sad?\n  ","496865":"\n   Do you read the  news\n  ","496866":"\n   Do you think we should worry about the environment more often?\n  ","496867":"\n   cool for them. you wish he was a she so you could tell the world. im sorry the original question was worded in a way that made you sad instead.\n  ","496868":"\n   are netflix originals as good as major motion picture films?\n  ","496869":"\n   Good night honey\n  ","496870":"\n   How do you feel about interactive tv shows where you make choices that change the story? Like Netflix's Bandersnatch or Bear Grylls You Vs Wild? Have you ever watched them or have you ever read similar books like Goosebumps?\n  ","496871":"\n   What is the first thing you notice about a person?\n  ","496872":"\n   For crime shows, do you like where actors play a role to make it like a movie?\n  ","496873":"\n   its philippe nahon\n  ","496874":"\n   what are the best tool songs?\n  ","496875":"\n   Are you someone that harbors many regrets? Can you share one of your deepest regrets? Try to test your limits here and share something substantial rather than trivial.\n  ","496876":"\n   yay\/nay\n   \n    https:\/\/youtu.be\/IHNkWUMZXmQ\n   \n\n    https:\/\/youtu.be\/OoFB1bSFW3M\n   \n\n    https:\/\/youtu.be\/y2bX2UkQpRI\n   \n","496877":"\n   Have you ever had an aids test\n  ","496878":"\n   Your what's up number?\n  ","496879":"\n   Prove it\n  ","496880":"\n   Which one?\n  ","496881":"\n   Hi\n  ","496882":"\n   How are you tonite\n  ","496883":"\n   he had this sketch book i thought was awesome. just like demons & monsters in ballpoint. and i really really wanted to be able to draw that kind of sht and gave it a solid go for a few days but dude i just dont have it in me. wish i did but i realized it was a lost cause. no one in my fam can draw!!\n  ","496884":"\n   Hey babe\n  ","496885":"\n   Have you ever made tie-dyed clothes?\n  ","496886":"\n   What makes you a “good” person?\n  ","496887":"\n   how is hello weird\n  ","496888":"\n   yeah thats behind the 4th wall kind of stuff. the other thing i forget about this site is you get stuff coming in that you may not reply to. so that can give you clues too. still takes a lot of intuitive skills. but  i dont have to worry about all that lol\n  ","496889":"\n   How good are you at critical thinking?\n  ","496890":"\n   Whats the tallest building you've ever been up?\n  ","496891":"\n   what weird stuff\n  ","496892":"\n   besides the anon who writes the long ass msgs how can u tell the rest of em apart\n  ","496893":"\n   why\n  ","496894":"\n   i must\n  ","496895":"\n   \"Clearly not the same anon\" knowing what i know about the keep asking thing non telling you what they are specifically replying to makes me even more impressed by your anon decifering skills lol.\n  ","496896":"\n   when pple say \"nice\" you know they mean more than that. they are just trying to say they appreciate you.  you are magnetic in that way.\n  ","496897":"\n   im thinking it was a time travel one. back to the future maybe? lol i just googled it and i was yoda trying to see the future and says “Difficult to see. Always in motion is the future..” - Yoda Quotes lol\n  ","496898":"\n   part of me is absolutely convinced that cats know\/feel\/sense way way way more that they let on. im just gonna say ive seen some sht that i cannot explain with my old cats. some crazy 6th sense (not in the creepy movie way but like extra sense way) typa sht. and thats the non demon ones....\n  ","496899":"\n   oh yes bread was had lol. tmr im making bagels. mon is naans. tues im not cooking and getting taco bell and weds is as of now still completely unknown lol. i mean not completely. just nothing solid. only ideas. future is always in motion like they said in that one movie that they said that in lol\n  ","496900":"\n   so the two cats and the two dogs? anything else? and which is you baby? and maybe dont answer this one till you are at least 24 miles away from blizzard. actually i feel like im putting you in danger just by asking this :')\n  ","496901":"\n   nice. oops i mean NOT nice. wait that doesnt work either lol. ill just say mice instead. that way i wont be adding any additional \"nice' accusations your way lol\n  ","496902":"\n   the other cat is still staring at the floor :\") i almost get the feeling that blizzard can contol him\/her like a puppet, yanno typical demonic-ey skilz. btw whats the name of blizzards puppet? :')\n  ","496903":"\n   oh i know you are but its still a guess right? i really dont know how you see them on your end because i dont receive questions. back when i did it was before the implemented the whole \"keep asking\" thing.\n  ","496904":"\n   Good\n  ","496905":"\n   after i sent that out nothing. the whole question was a lie lol. although i could have used it for ideas for what i will cook 2mr. not that i would really take what people said into consideration tbh. im not like \"whtevr\" with meals. i think about it alot. but tday i did the egg\/ssge\/caper\/tmto thng\n  ","496906":"\n   haha i made those too. like the only think could ever draw in my entire life lol\n  ","496907":"\n   Can I watch it\n  ","496908":"\n   was gonna say it still feels like he is looking. im sitting here wondering if he knows you are talking\/thinkng\/talking about him doing that thing that cats do with the ears like facing them backwards when the KNOW you are talking about them lol\n  ","496909":"\n   i did it anyway while i was typing that lol.\n  ","496910":"\n   with these threads ans the keep asking thing... if someone replies to like say the first or second one in a long series do you know which one they replied to or do you not really know for sure?\n  ","496911":"\n   Picture your may sending\n  ","496912":"\n   only seeing this one now. um id say impossible. i never seem to have any lefovers lol\n  ","496913":"\n   Nice pic\n  ","496914":"\n   yeah but we both know if he wants to he can... and love how he is ALWAYS making eye contact lol.\n  ","496915":"\n   wondering what billie joe is looking like these days but dont want to search cus it always makes me sad seeing people age when you remember them a certain way.\n  ","496916":"\n   May family\n  ","496917":"\n   nice space\/place!\n  ","496918":"\n   Your second pic\n  ","496919":"\n   how close are you with your sister?\n  ","496920":"\n   Why?\n  ","496921":"\n   What’s an unpopular opinion you have?\n  ","496922":"\n   what would you do if you look in the doorway and blizzard is watching  you like in his usual way but he is all black and speaks to you in the standard demon language with the standard deep tone and timbre but with a catalan accent where he puts emphasis on the \"th\" sounds?\n  ","496923":"\n   doesnt scare me like blizzard does :') and my demon person apparently can can only get to one question daily. demonology must be a busy life. so i guess im back where i started. just wingin' it against demons\n  ","496924":"\n   i only use it for two things. grinding almonds & cookies for  if i make a cookie\/graham crust. some ppl seem to use it for everything. chopping veggies, cheese, wiping their noses, basically everything. like they are allergic to a knife lol. most ppl said they dont use it. which surprised me. liars.\n  ","496925":"\n   What is the last thing you downloaded onto your computer?\n  ","496926":"\n   no this was it lol. i didnt even have room to add \"wont\" lol. i dont have a concrete thought in my head to continue the conversation really. im just going to take what u said and ponder it as i get to know you better. maybe revisit it another time or maybe in time ill just understand without asking.\n  ","496927":"\n   thats the biggest insult evar! i really hate dr phil lol. although tbh ive not actually seen\/heard much from him. its like rancid said \"just a feeling\" lol. yeah man im just interested in how pple think & view the world. how they cope with situations. its good tho u have been really open appreciated\n  ","496928":"\n   Your country?\n  ","496929":"\n   id eat it. shout out to blue bowl's buddy blue plate! i just thought about something funny. the word leftover. cant say thats in my vocabulary :')\n  ","496930":"\n   What would your first week be like if you suddenly became a millionaire?\n  ","496931":"\n   There is no one that does it better than the macho man randy savage!!!\n  ","496932":"\n   if he is a truly evil demon he would bring me all fudge ones and obviously i would pretend to be thrilled because, um.... terrified :\")\n  ","496933":"\n   ha. yeah i had to camouflage this to the point of taking a risk it made no sense. what i meant was there is a good chance you talking about nearly drowning is going to get you some additional \"stay safe\" warnings\/requests lol\n  ","496934":"\n   if you put your mind to something but this goal is really taking it out of you do you stop, or usually keep pushing forward?\n  ","496935":"\n   yeah but ill say this. being one of the types of people who always put others first, like by nature (cus you cant fake that sh3t) is a truly demoralizing existence. why? because you never find people who truly reciprocate your efforts back to you. and that takes a toll because u dont change, u hope\n  ","496936":"\n   with being more open how long ago do you feel you started to allow yourself to be this way? what has it led to? do you feel more unburdened? more confident? have you noticed something that you can pinpoint or just sort of generally feel better about yourself?\n  ","496937":"\n   What do you think about surprises? Would you rather see everything coming regardless of whether its something good or not?\n  ","496938":"\n   Who is the biggest positive influence in your life?\n  ","496939":"\n   cant say ive seen you really argue on here with the anons. or if anything is all been playful. to me you come across as you have your opinions and views and you know it. you know what i dont even know what i want to ask. ive typed and erased sh3t like 5 times. no way to fit anything lol. want to but\n  ","496940":"\n   Play tonight?\n  ","496941":"\n   Are you a hard worker? Where do you get your work ethic from?\n  ","496942":"\n   anything yet? night is still young for you west coaster, well not that young. id say more so just youngish : )\n  ","496943":"\n   i feel like the information in this thread may help to cultivate some spontaneous advise for you to maintain a level of safety. lmao. imma see what happens.\n  ","496944":"\n   no you cant die! imma consult my new demon specialist prospect for advise. they replied to one of my questions so there is hope yet. i feel like if i can find a true blue demonologist like extraordinary things can happen. blizzard can maybe even get exorcised. i can summon a demon to buy me poptarts\n  ","496945":"\n   idk man. see like this is why you are my hero. i havent gotten to all the replies for this but im damn sure people just listed their fav foods. but see with you its different. you actually are not self centered and make it all about you. as far as what you said, i just wanted to see what pple say :)\n  ","496946":"\n   well with crying there has to be a benefit to it or else it would not be part of our evolutionary human makeup. idk thats just my personal science bable. ive not looked into it. so would you say that you have incorporated reaching out to become a healthy mechanism to replace the priors?\n  ","496947":"\n   what are the watching options?\n  ","496948":"\n   how come you dont get into arguments? what is it about you? i mean you must disagree with things right? do you just kind of let things go or? whats the theory?\n  ","496949":"\n   how long ago did it happen?\n  ","496950":"\n   Katy and the machine\n  ","496951":"\n   what does blizzard do?\n  ","496952":"\n   Post a song that is nostalgic to you?\n  ","496953":"\n   What do you think about the LGBQ+ community? Are you a supporter?\n  ","496954":"\n   Do you have any \"unhealthy\" coping mechanisms? What are they?\n  ","496955":"\n   What matters to you most - money, good looks or attitude?\n  ","496956":"\n   🛡 Do you have a favourite emblem or symbol of any kind? If so, what makes it important to you?\n  ","496957":"\n   What's the one thing people always misunderstand about you?\n  ","496958":"\n   last time your embarrassed what by\n  ","496959":"\n   What conspiracy theories do you believe in?\n  ","496960":"\n   Space 💭\n  ","496961":"\n   What personality trait has gotten you into the most trouble?\n  ","496962":"\n   If you had to pick a new name for yourself, what would you pick?\n  ","496963":"\n   So I'm looking for some new music to listen to,  I have an eclectic taste so open to most types.  Any recommendations?\n  ","496964":"\n   Is human consciousness just electrons flowing through neurons, or is it something beyond the physical?\n  ","496965":"\n   What is foremost on your mind currently?\n  ","496966":"\n   R u missing ur legs 🦵or is there something wrong with u 🤦🏻‍♂️🤔🏥🏨\n  ","496967":"\n   Hey 👋 how are you\n  ","496968":"\n   Do you get road rage walking behind slow people?\n  ","496969":"\n   Do u ever suck ur own titz\n  ","496970":"\n   do you think products that are mandatory to our everyday life should be free such as pads, tampons, glasses, and contacts? \nexplaining your reasons.\nwhat other products not listed do you think fit into that category?\n  ","496971":"\n   Do you read tech articles\n  ","496972":"\n   How was your day\n  ","496973":"\n   Have u lol\n  ","496974":"\n   Pap of anything\n  ","496975":"\n   Ever dye your hair?\n  ","496976":"\n   I’ll give it a look. How about Annabelle? I’m thinking of giving it a go.\n  ","496977":"\n   Yeah any of them really, but I have not seen any of them 😂 maybe should give them a crack clowns are just not scary to me I suppose.\n  ","496978":"\n   Have you seen the movie for “IT” if so any good ?\n  ","496979":"\n   What are you really curious about?\n  ","496980":"\n   What is the stupidest thing you did today?\n  ","496981":"\n   What’s the one book you think everyone should read?\n  ","496982":"\n   Need some dinner suggestions. GImme some. Money is no option.\n  ","496983":"\n   Upload some new ones\n  ","496984":"\n   Would you rather have wind or plant powers?\n  ","496985":"\n   i saw one :) so i guess we do still have at least one overlapping person we follow. i was worried cus i got rid of my old crop :')\n  ","496986":"\n   Last time you did some errands?\n  ","496987":"\n   It just hit a nerve, generally I find people critical of others are so mostly because they are miserable. You know, the did it the right way crowd, married with 1.7 children.\n  ","496988":"\n   When was the last argument that you had with someone? Who was it with? What was it about and who won?\n  ","496989":"\n   How come u don’t upload photos of urself\n  ","496990":"\n   What do ur parents do for work\n  ","496991":"\n   Where’s that\n  ","496992":"\n   yeah, because those editors at Vogue are so family oriented. does anyone really care what Vogue has to say about real life? maybe emaciated models should take heed. the rest of the world will bundle the mags up nicely and stack than at the curb for recycling. maybe the will come back as peace treaty\n  ","496993":"\n   What state u live in how close to Miami are u 🤔🤔\n  ","496994":"\n   It means ur behind life\n  ","496995":"\n   According to Vogue magazine if u don’t have kids by the time ur 30 u shouldn’t have them\n  ","496996":"\n   Ur behind the 8 ball\n  ","496997":"\n   What’s ur story ur 31 no phone or ur own, don’t live on ur own, ur not married no kids WTH!\n  ","496998":"\n   no i mean what you said is all true. although sometimes in life you are thrust into unexpected situations and this question becomes much more black and white to you. but i feel ya :)\n  ","496999":"\n   Who is someone you wish you had never met?\n  ","497000":"\n   do you have a regular circuit that you do at the gym?\n  ","497001":"\n   Why dont men need toilet paper after a pee?\n  ","497002":"\n   When was the last time u cried\/ why?\n  ","497003":"\n   Current outfit, including undies and bra?\n  ","497004":"\n   What do we do now that will be looked at as primitive and backwards in 100 years?\n  ","497005":"\n   you a champion : )\n  ","497006":"\n   Who does the majority of the following things in your household: cooking, laundry, yardwork, budgeting, shopping, pet care, complaining, & cleaning?\n  ","497007":"\n   Have you ever been close to dying? What happened?\n  ","497008":"\n   I'm a shooting star, leaping through the sky\nLike a tiger defying the laws of gravity\nI'm a racing car, passing by like Lady Godiva\nI'm gonna go, go, go\nThere's no stopping me\n  ","497009":"\n   How often do people visit you at home?\n  ","497010":"\n   Are you easy to get along with?\n  ","497011":"\n   its all in your head. you and everyone else i mean. there is nothing wrong with eating reptiles and insects. no different than fish and shrimp. if you were raised eating them you would love them.\n  ","497012":"\n   Tell the story behind one of your scars. How did you get it?\n  ","497013":"\n   You wouldn’t 😭.. well my friends call me a slut .. would you ever not wear panties or pantyhose or tights or have you ?\n  ","497014":"\n   im such a fa king baddass\n  ","497015":"\n   too bad the containers are bigger than an entire galaxy and nobody is going to be able to finish it and it will get thrown out. so its not free its actually a heavy burden. probably took 10 people to carry the stuff. 2 died from exhaustion.\n  ","497016":"\n   Have you ever been in love?\n  ","497017":"\n   Have you ever not worn panties or tights\/pantyhose with a dress? I sometimes do it Because it’s more comfortable and my friends call me a slut . Am I slut for doing this? what do you do ? And personally if you found out a friend did this what would he your reaction ? Would you make  fun of them?\n  ","497018":"\n   Who wins in a four way battle to the death featuring the following little debbie snacks: oatmeal cream pie, nutter bar, zebra cake, & swiss roll? Note: zebra cake has decided to remove itself from the proposed death battle due to being a little bitch. Please select one of the remaining participants.\n  ","497019":"\n   What is the last thing that you got for free?\n  ","497020":"\n   if there's a bustle in your hedgerow don't be alarmed now\n  ","497021":"\n   Play last night?\n  ","497022":"\n   was that bowl part of a dinner set? perhaps it has an accompanying medium plate, large plate, and possibly even drinking glass. although i think the latter to be a long shot. i could see it though.\n  ","497023":"\n   Have you ever been told that you resemble someone famous? Who?\n  ","497024":"\n   everyone knows that boxes of cereal are 1\/2 a serving regardless of size.\n  ","497025":"\n   What are you big plans for today?\n  ","497026":"\n   How many actual servings is a box of cereal really?\n  ","497027":"\n   Who do u live with\n  ","497028":"\n   How many bathrooms does your home have? How many showers\/bathtubs?\n  ","497029":"\n   Does your area have an issue with traffic?\n  ","497030":"\n   Thoughts on someone who pulls the seatbelt across themselves so to cops it looks like you are wearing it but its not actually fastened?\n  ","497031":"\n   What was the last piece of good advise that you received?\n  ","497032":"\n   Hey naughty girl lol\n  ","497033":"\n   someone said that one. i was let down by it. so much hype lmao. i prob gave it like a 2. actually gave it a 3. prob hadnt seen sh8t in a while thats why lol. one of my fav movies has almost no dialog. im sure you would not like it. very few do.\n  ","497034":"\n   last time your mum embarrassed you? ........ mine did yesterday\n  ","497035":"\n   How was the pizza\n  ","497036":"\n   Who is your favorite pornstar?\n  ","497037":"\n   Which day is trash day in your neighborhood?\n  ","497038":"\n   someone felt inspired here ;)\n  ","497039":"\n   Whenever you talk on the phone to someone who lives far away do you ever find yourself talking louder than you normally do?As if them being so far away makes it harder to hear you on the phone?\n  ","497040":"\n   Good night sweetie\n  ","497041":"\n\n    https:\/\/www.youtube.com\/watch?v=56Cqbk9CJz8\n   \n","497042":"\n   yay\/nay\n   \n    https:\/\/youtu.be\/qDPsZyQ0Z3g\n   \n\n    https:\/\/youtu.be\/3H2l9Lo-jPk\n   \n\n    https:\/\/youtu.be\/1Q5UEf8kHa8\n   \n","497043":"\n   supposedly an example:\n   \n    https:\/\/i.redd.it\/1uj783pmi4731.jpg\n   \n","497044":"\n   You can hardly even eat any carrots on keto. It does sound a bit hard.\n  ","497045":"\n   What was the last thing you used your food processor for?\n  ","497046":"\n   Have you seen any signs in or near your community that say It's OK to not give panhandlers money?\n  ","497047":"\n   Would you rather take care of someone or be taken care of?\n  ","497048":"\n   Thoughts on people who don’t wear their seatbelts on road trips?\n  ","497049":"\n   What feels better, being understood or being appreciated?\n  ","497050":"\n   Have you had something put in your 🍑 before\n  ","497051":"\n   How would you explain your basic life philosophy?\n  ","497052":"\n   Can you enjoy a film with very little dialog? Can you think of an example of one that you liked? If the atmosphere is painted well and the soundtrack is just right i think films like this can work and still be very entertaining.\n  ","497053":"\n   What is the most interesting thing in your life today?\n  ","497054":"\n   What can you do when you do not care at all about all the things that used to make you happy? Do you think that whether you care about something or not is within your control? Can you force yourself to once again like something simply because you have the idea that you want to?\n  ","497055":"\n   How many tabs do you have on your current device?\n  ","497056":"\n   Last compliment you remember getting? 😁\n  ","497057":"\n   absolutely you must : )\n  ","497058":"\n   What was the last awkward moment you've had recently\n  ","497059":"\n   If you had lots of money what would you do with it?\n  ","497060":"\n   Can you sing well\n  ","497061":"\n   I’m a girl and think you’re hot 👀\n  ","497062":"\n   this is just a hypothetical, im by no means labeling you as lonely. but if there was a permanent cure for loneliness would you take it? nothing would change. just the desire for companionship, whatever loneliness is, that feeling is gone forever. as a human being would you even consider it?\n  ","497063":"\n   Can you get her back on ask, one of her kittens wants her back👀\n  ","497064":"\n   Damn\n  ","497065":"\n   What is Skye’s ask\n  ","497066":"\n   Are you bi?\n  ","497067":"\n   Would you feel comfortable eating insects or reptiles?\n  ","497068":"\n   Whats the plan today?\n  ","497069":"\n   i could feel it and ive only been here a month. some people are just oblivious. i guess they mean well but are not capable of reading the situation as whole.\n  ","497070":"\n   think he'd tell ya? he seems like the type of demon who has some skeletons in the closet. its always the sweet and unassuming silent types they say..\n  ","497071":"\n   oh f^ck, if i die then you know why lol\n  ","497072":"\n   what do you feel like when you are complemented on being nice?\n  ","497073":"\n   does talking about it make it worse or doesnt matter? desire to cheat that is.\n  ","497074":"\n   as time goes by are the \"cheat cravings\" more frequent or less so than closer to the beginning?\n  ","497075":"\n   What’s a fancy restaurant you enjoy dining at? I love to dress up and go to the international house of pancakes.\n  ","497076":"\n   went to the page this is the bio, location-potato and #pizza. lol no real demon info in site and they answer every f4cking question with the image reply thing lol. im still going to follow them ask things see where it goes. also the profile pic is sorta demonic. idk i was hoping for more demoness.\n  ","497077":"\n   all started about the same time? see i feel as though diets are a shock to the system but eventually your body acclimates to it. im not saying that meaning anything in particular but i think definitely it may be more effective in the short term compared to long term. its amazing how the body adjusts\n  ","497078":"\n   i figured but it was already send and out of my hands by that time. im going too fast, no discretion lol.\n  ","497079":"\n   Have you picked your nose today? Find anything good?\n  ","497080":"\n   so i sent this out in a \"shoutout\" the other day. yest i think in hopes of finding someone who maybe gets lots of demon questions on their page that i could follow. anyway just got this as a reply. i havent gone to thier page yet tho lol \"demons are something i'm very knowledgeable about\"\n  ","497081":"\n   are the others in your household following the keto diet?\n  ","497082":"\n   talk to me about demons 😈\n  ","497083":"\n   did you ever really like bread? i feel like ameicians do not eat THAT much bread. i think it comes down to pretty much being a culture of abundance. ppl will eat a pound of steak and not even touch a slice of bread. i would do the exact opposite. a little meat paired accompanied with a lot of bread.\n  ","497084":"\n   Do you like to shower nude???😏😏😉😉\n  ","497085":"\n   at what age did you realize that you were depressed? and then what age did you eventually settle on that you actually become depressed? or did it remain the same?\n  ","497086":"\n   im killing it with the spelling lol. pasta is past man, same eggs, flour, salt, and water. you can make your own pasta dough in less than five minutes ;)\n  ","497087":"\n   are you the youngest?\n  ","497088":"\n   If I am a kleptomaniac but I tell you that I would not steal from you do you believe me?\n  ","497089":"\n   31 is a great age. and youngish is more charming :p\n  ","497090":"\n   just realized im making a dish thats keto tomorrow. i mean im going to eat a sh4t ton of bread with it but the actual dish is keto. watch me be wrong lol. eggs, tomatoes, capers, herbs, spices, and summer sausage. thats all keto right?\n  ","497091":"\n   What is the most difficult think that you have had to overcome?\n  ","497092":"\n   hopefully you have a nice dream i like them, xo\n  ","497093":"\n   i think the normal one is rc cola? not sure. its been my staple cola drink for several years. prior to that i was obsessed with pepsi max. now i cant even. diet rite is just so much better tasting. im ashamed now how i used to preach about pepsi max so much. sh8t sucks compared to diet rite.\n  ","497094":"\n   You are so kind\n  ","497095":"\n   out of everyone i send these to id prob still send them to you anyway lmao. btw are you still sending out the occasional question? ive not seen any from u in a while. might be because we dont share any of the same ppl anymore. not sure, i miss seeing your questions tho.\n  ","497096":"\n   you can eat past here tho! ive spent time in italy. i went to third grade there. the teachers used to smoke cigs in the classroom and beat the kids when we were bad lol. i never got hit. i think they took it easy on me cus i was american lol. i was like a celebrity haha. so obsessed with americians\n  ","497097":"\n   mice. go you :) i feel like i havent been in a pool in ages.\n  ","497098":"\n   Do you have any special plans for the upcoming holidays? What are you going to do?\n  ","497099":"\n   When was the last time you got drunk\n  ","497100":"\n   have you seen the movie called \"the big sick\" from 2017?\n  ","497101":"\n   Plans for tonight\n  ","497102":"\n   its it just you and the one sister? or do you have more siblings?\n  ","497103":"\n   nah i dont think its boring at all. i just cant for the life of me absorb any of it unless i sit and stare at the screen and do NOTHING else. ive lost my ability to multitask in the last few years. used to be just as good as anyone at it. now im hyper focused on what im doing. thats it.\n  ","497104":"\n   the youngish one was good to. youngish you! :p\n  ","497105":"\n   nice. ive never ordered anything from a food truck. i would love to but the frugal demon that possesses me would hurt me lol. on funnel cakes i had no idea what they were like a few months ago but they are super easy to make. have you ever made them? name makes sense but i would have never thats why\n  ","497106":"\n   Nah no buts. Lovely and beautiful\n  ","497107":"\n   does having 100K in the bank mean that you are rich?\n  ","497108":"\n   almost everyone lied and said they do it all the time GTFOH. i wish i could just show up and say \"show me\" lol. i think by all the way cold they are thinking luke warm. 3 min is a long f'n time to be in 70 degree or whatever water. you could open beer bottles with the nips easy lol\n  ","497109":"\n   i remeber being a dumb kid and going to the store with my parents and if they had waterbeds like running to the mand laying on them lol. was like the highlight of my life it seemed :')\n  ","497110":"\n   what about the compulsion aspect of the disease, would you say that you have an addictive personality?\n  ","497111":"\n   But.....\n  ","497112":"\n   I’m sure that’s not true. You’re lovely\n  ","497113":"\n   I start my new job today!!\n  ","497114":"\n   \"Do not put off for later what you can do right now\" Is this you? Or do you procrastinate?\n  ","497115":"\n   Do you think about the past or the future more?\n  ","497116":"\n   When was the last time you were on a date?\n  ","497117":"\n   okay, hopefully i did not keep you awake, and hey sweet dreams, bet loads of people admire you. hugs\n  ","497118":"\n   Who do you resent in your life and do you care to share why you resent them? Everyone has someone, probably several in fact. If you say no one its simply not true.\n  ","497119":"\n   You should be worshipped\n  ","497120":"\n   Do you have more than $1k in the bank?\n  ","497121":"\n   What is your divine gift?\n  ","497122":"\n   Do you save more money than you spend\n  ","497123":"\n   What do you spend most of your money on?\n  ","497124":"\n   What’s your most expensive purchase in the last year\n  ","497125":"\n   Not an Apple fan?\n  ","497126":"\n   Current phone?\n  ","497127":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","497128":"\n   Can I call u sometime\n  ","497129":"\n   What is a recent positive change that you have made in your life?\n  ","497130":"\n   anons have always been your calling. i think one day you may specialize in anons. maybe an anon doctor or something in anon manufacturing.\n  ","497131":"\n   Would you sleep on a weart bed\n  ","497132":"\n   Do you ever consider leaving this website? Why or why not?\n  ","497133":"\n   Are you the type of person who can put the shower on all the way cold and stand there and just take it for 3 minutes?\n  ","497134":"\n   when you say swim what do you do exactly?\n  ","497135":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","497136":"\n   have you ever had diet rite? shower me with your diet rite thoughts. if you have never had it just make some things up.\n  ","497137":"\n   what to do in italy? if you go you have to visit an old fig tree (they are beatiful) and eat a few figs (they are huge, not like the miniature ones you are used to seeing. also visit an ancient olive tree and appreciate its tortured beauty and its history.\n  ","497138":"\n   blue is better than orange. i leaned just yesterday that you can choose from a variety of background colors here. therefore i personalized my page to a teal blue display. im pleased with the aesthetic. i mean its not a huge life upgrade but its the little things.\n  ","497139":"\n   If you do not want to receive these random type questions from me please tell me so here. A bunch of you are new to me & the last thing that I want to do is be a pain to anyone. Unfortunately I won't be reading any answers till later so you will be sh*t out of luck until I get to your f-off requests\n  ","497140":"\n   what do the best food trucks serve in az?\n  ","497141":"\n   i feel like dirty is one of your favorite words. i dont hold it against you either. its a good word, hits so many bases :')\n  ","497142":"\n   do people even care about Friday the 13'th anymore.  feel like when i was a kid it was a big deal. horror movies on tv all kinds of sh&t\n  ","497143":"\n   It* I meant it* LMFAO\n  ","497144":"\n   ive never heard of this but im positive its funny but i know ill never be able to sit through it and pay attention enough to truly appreciate it.\n  ","497145":"\n   Yes.....yes I can😬\n  ","497146":"\n   Do you appreciate the randomness of this website or does it annoy you?\n  ","497147":"\n   not drinking\n  ","497148":"\n   If you took a moment to think, is there anything in your life right now that you are in denial about?\n  ","497149":"\n   🙈\n  ","497150":"\n   why\n  ","497151":"\n   is the reason this site is obsessed with ugly owls an homage to the tootsie roll pop owl who instead of answering dudes question just did him dirty and ate his mo'fukin tootsie pop? if so what does that mean? so like askfm basically is encouraging ppl to troll. i mean that's my exact interpretation.\n  ","497152":"\n   Do you like Oreos?\n  ","497153":"\n   Do you go for instant gratification or delayed gratification?\n  ","497154":"\n   Have you ever had canned bananas? If so did they not surprise the hell out of you? If not hi lynds : )\n  ","497155":"\n   it's a wonderful page! lol\n  ","497156":"\n   what was the first horror film you ever seen\n  ","497157":"\n   If you eat cherry flavored candy do you taste cherry or Nyquil?\n  ","497158":"\n   nah the smiling with tears emoji is your moniker emoji. its only fitting\n  ","497159":"\n   What did breakfast consist of for you?\n  ","497160":"\n   Pineapple on pizza: yes or no?\n  ","497161":"\n   Hiiiiii what's ummm errr uhhh.. hi!\n  ","497162":"\n   Well...ummm...errr....uhhhh...umm....hiiii\n  ","497163":"\n   on chrome, had to google the image, was expecting eggplant. or if you are british, an aubergine respectively :')\n  ","497164":"\n   Aw don’t you wanna play again baby?\n  ","497165":"\n   😇\n  ","497166":"\n   do you drink alot?\n  ","497167":"\n   Hey boo\n  ","497168":"\n   well that was dirty lol\n  ","497169":"\n   says 25 answers in this thread. wonder where this one can possibly go lmao\n  ","497170":"\n   your cool, you are like not like girls in wisconsin no double standards etc\n  ","497171":"\n   Good night sweetie\n  ","497172":"\n   yes definitely, aw sorry men were creepy with you xo\n  ","497173":"\n   F*ck you.\n  ","497174":"\n   aw, your so experienced tbh x, soo mature i hear people say women get really confident when they are in their 30s\n  ","497175":"\n   nah, you deserve tenderness only xo\n  ","497176":"\n   lol, hopefully not x\n  ","497177":"\n   F*ck you.\n  ","497178":"\n   you are too tbh,  ill try to be extra safe bc of the 13th you give good advice\n  ","497179":"\n   well i hope it happens, anything that makes you happy xo\n  ","497180":"\n   no not really lol, so have you any plans later today, and do you believe friday the 13th is unlucky\n  ","497181":"\n   Why not😜\n  ","497182":"\n   its 313 am here, xo\n  ","497183":"\n   hey your up late, i just woke lol xo\n  ","497184":"\n   Last kiss\/makeout????\n  ","497185":"\n   I'm suddenly very hungry\n  ","497186":"\n   I hear there great places to eat as well\n  ","497187":"\n   I hear it's really wet this time of year\n  ","497188":"\n   Oh really? It's not like the lost city of Atlantis is it?\n  ","497189":"\n   Whazzzzzzzuuuuuuppppp\n  ","497190":"\n   You know your just going to bury it again🤭\n  ","497191":"\n   It's been a while....you might think you were an archaeologist on that quest\n  ","497192":"\n   what’s a weird misconception u had as a kid?\n  ","497193":"\n   And where did you unearth this trove of vital physiological knowledge? Hmmmmm?\n  ","497194":"\n   Absolutely\n  ","497195":"\n   The morning thing...it's real\n  ","497196":"\n   LMFAO 🤣😂😬🤐🙈\n  ","497197":"\n   Must be very provocative tonsils\n  ","497198":"\n   My judgment is gone...\n  ","497199":"\n   Did you rub one out tonight?\n  ","497200":"\n   My brain has lost blood, I will leave the thinking in your hands\n  ","497201":"\n   Black women are three times LESS likely than black men to marry outside their race? Why do you think this is? Is this statistic a coincidence, or is there a reason?\n  ","497202":"\n   Trying so hard to stay in control....being the \"master of my domain\" but I think you want me to fail. Not that I CAN think right now...🙈\n  ","497203":"\n   What have you learned from using this app\/website? Can be in general or even about yourself. What stands out?\n  ","497204":"\n   You too\n  ","497205":"\n   🙈😂\n  ","497206":"\n   This attack continues.......*retreats to the safety of my shower* lol\n  ","497207":"\n   yeah its pretty famous.\n   \n    http:\/\/content.time.com\/time\/world\/article\/0,8599,2043123,00.html\n   \n   yeah i dont usually ever look at the vids either. but this one was full of endless horrible suffering lol so i was all.. i bet the monk thing is gonna show up!\n  ","497208":"\n   *dying*.....you are killing meee 😂😃😬🤐\n  ","497209":"\n   SMH😂\n  ","497210":"\n   😳\n  ","497211":"\n   ROFL\n  ","497212":"\n   You weren't peeking, were you😳\n  ","497213":"\n   :)\n  ","497214":"\n   It was hilarious and great to wake up to!!!\n  ","497215":"\n   Bahaha🤣\n  ","497216":"\n   Confess something informative about you. 😊\n  ","497217":"\n   Can you describe yourself using the letters of your first name??? Can you? 😂💪🏻💕\n  ","497218":"\n   when you ask a question, do you like it even if you disagree with their reply just for the simple fact they took the time out of their day to respond?\n  ","497219":"\n   Have you ever bought anything from a food market\n  ","497220":"\n   which African country would be top on ur personal bucket list?\n  ","497221":"\n   what’s ur fav airport ever\n  ","497222":"\n   Do you prefer towel drying, blow drying or natural dryin your hair?\n  ","497223":"\n   \"you wanna see something really scary?\" lol i almost want to watch it again. i probably will. ill try and watch it this week. i remember the war one, the plane, and the kid that could wish anything and his family was terrified of him. i really gotta watch it again. its a great movie.\n  ","497224":"\n   What is your most needed appliance in your home?\n  ","497225":"\n   would you rather see Italy or Sweden?\n  ","497226":"\n   would you rather see Ireland or Scotland?\n  ","497227":"\n   What’s your fav color?\n  ","497228":"\n   warm or cold showers?\n  ","497229":"\n   Have you ever tried archery for fun?\n  ","497230":"\n   Favorite activity\n  ","497231":"\n   favourite soda?\n  ","497232":"\n   rn im listening to \"city birds\" came up on my playlist. the one you were scared by loll. oh you gotta watch cat's eye. really think you will like it. its fun type horror. like old school light horror. foget \"raw\" that one will prob make you puke lol. ill have to refresh my memory about the doll one.\n  ","497233":"\n   no i was surprised i completely forgot. me being brain dead over here lol.  like im sure i have the blarney castle one in the fridge rn.\n  ","497234":"\n   people say its one of the saddest films. idk i didnt think it was that big a deal. it a lars von trier film. and probably the tamest of his works, at least of those that i have seen. i mean its like a familiy movie compared to his other sh7t lol\n  ","497235":"\n   no i just figured it would be like the \"hm\" lol. i googled that like two different times and nothing solid. i was just like whatever dude trying to let it go but it kept coming up :')\n  ","497236":"\n   WAIT SH7T! im losing my mind. ive totally had those.  yeah ive had them all. blarney castle one was my fav. skellig was good too there was dubliner and some others maybe. blarney castle is the red one. its like buttery & mellow but still packs good flavor. no tartness smooth like fresh type gouda\n  ","497237":"\n   i forgot all about this cheese. i think eventually it got on my nerves cus sometimes it was good and sometimes it wasnt. i guess that comes down to how it did while marinating. ill have to try and remember to see if its still out there. this and canned bananas lol.\n  ","497238":"\n   twilight zone the movie is so good! love the airplane story with lithgow. have you seen cat's eye? stephen king with smokers inc? wait quitters inc with damn forgot his name.. had to google james wood?\n  ","497239":"\n   Oh sorry I meant “Least it’s a cute animal to look at” :) kind of a positive to a sad say 😂\n  ","497240":"\n   Have you ever had a shit boss\n  ","497241":"\n   when i saw this i had no idea what it meant and thought for sure google was not going to help but walking dead lol. okay. gotcha.\n  ","497242":"\n   Im reading from where i posted like so so so many cheeses and then i put this at the end lol. \"Yep this is what I do with my time. And this is only THE CHEESE LIST! Omg I have so many lists....yep the obsessions\/ocd is reaaaal. \nHope this is helpful to people lol.\nEnjoy ur cheeeseeeeeese\"\n  ","497243":"\n   i mean cheddar is not bad it just somehow, idk the flavor just vanishes when you are eating it. i  usually go extra sharp. think there was a brand called cabot vermont cheddar that i thought had good flavor. it was white. the white\/yellow thing is just a dye thing. if you are saying that cont..\n  ","497244":"\n   kerrygold is the brand of cheddar you got ill deffo get it and try it. i mean dont get me wrong i dont want to come across as afood snob or picky eater. i will eat almost anything, literally. i just like to rate things and categorize things. just appeals to my meticulous nature. ill try to post 3\n  ","497245":"\n   1.) Karoun braided string cheese\n-5oz soft. with olive oil, garlic, and herbs. very good. texture is great. awesome chew like the v best ever. blend of flavors adds nice variety. garlic aftertaste is strong sometimes lasts days, sometimes not???\n  ","497246":"\n   3.) Sartori extra aged fontina\n-sartori. 5.3oz. firm. very very very good. rich & oily. tastes like a very good swiss\/parmesan mix. sweet and nutty but not overpowering. dare I say an 11? ?\n  ","497247":"\n   2.) Landana 1000 days aged gouda\n-4.1oz firm. excellent. crumbly and hard like an aged parmesan but not nearly as salty. an almost crunchy texture.\n  ","497248":"\n   what is your favorite john landis film? thriller counts!\n  ","497249":"\n   No follow up?\n  ","497250":"\n   Thor or Captain America??\n  ","497251":"\n   What makes you laugh the most? Do you make other people laugh? Describe your sense of humor.\n  ","497252":"\n   Last great kiss?\n  ","497253":"\n   parm goes great in the actual dough when making snacks like these. i make my own savory snack type things all the time. did today and used parm. works well when baked. parm, black pepper and fennel works really well. all this sh7t is so overpriced. pple are willing to pay so much its crazy to me.\n  ","497254":"\n   liked the old one. thinking i prob went 4.0 not a fan of musicals so i just watched a few minutes of the newer one and prob gave it a 2 or smthn. im sure its good i just cant deal with musicals. especially not in heavy dramas. just clashes. like in dancer in the dark. heavy topic and then singing :s\n  ","497255":"\n   Well..... least it would make a good lunch ??\n  ","497256":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","497257":"\n   well you inspire me xo\n  ","497258":"\n   courageous, bc you speak so open, honest, you have been through alot you stay strong, i fall apart xox\n  ","497259":"\n   what kind of show?\n  ","497260":"\n   aw, i never abuse anyone, not physically or mentally tbh x\n  ","497261":"\n   What do you think about me?\n  ","497262":"\n   ill tell you how, your smart, kind, funny, look at what you overcome, fitness etc, you should know your pretty cool xo\n  ","497263":"\n   lol it did go through after all lol. so i guess it was over 160 cheeses lol. i found where i had discussed this and my head is spinning from how much i talked about cheese lmao. i dont even know, like no way to copy\/paste anything here. its way too much text lol. there is no way :')\n  ","497264":"\n   ik just hate you treated like that, liv can be both not so much physical abuse now thankfully, xo\n  ","497265":"\n   your a courageous person tbh\n  ","497266":"\n   Oh, why is she there?\n  ","497267":"\n   Well separate as in they haven't seen each other in over a year\n  ","497268":"\n   i am sorry, i mean from mental abuse xo\n  ","497269":"\n   okay so what did you give it? our standard system 0-5?\n  ","497270":"\n   xox, glad your safe xo\n  ","497271":"\n   Why did your parents separate?\n  ","497272":"\n   Who makes you feel better about yourself? Who makes you feel worse?\n  ","497273":"\n   aw, yes its all better thanks lynds, xox\n  ","497274":"\n   you just made me open a chrome window to translate that bit 😈 wait! im gonna have a go at it.. i suffer or you suffer, no i suffer technology issues today.. okay now ill check my work.. \"I suffer from technology too\" not too bad for a foreign film subtitle education :')\n  ","497275":"\n   hahahaaha. thats so funny XD\n  ","497276":"\n   lol, shower is great tbh i had athletics tired tbh xo\n  ","497277":"\n   i dont know if i am up to tackling this issue lol. it may be beyond me. there is too much info to sift through on your page lol. but i think i was referring to the other question where i said you skated by... the describe your last dream. idk man this was like 5am lol\n  ","497278":"\n   hows my friend lol, fun day or nah\n  ","497279":"\n   ok fine ill change my answer. its now NOT nice that you are NOT making fun of me lol. and i was replying to the cheese thing and was struggling so bad to fit what i wanted to say into 300 characters and then i finally got something to fit thats somewhat made sense and hit send and it vanished lol\n  ","497280":"\n   i read an article that said “yoga studios are the new country clubs.” does this comparison make any sense to u?\n  ","497281":"\n   the newer musical one or the older one with liam neeson?\n  ","497282":"\n   hey lynds x\n  ","497283":"\n   you need that list. it might be like ptsd from thinking about all the effort that i put into that list but i legit cant think of one cheese to say. i have some stuff in the fridge but i just cba lol. i will however look smwhere where i may have talked abt it and see if i can paste it wont req moving\n  ","497284":"\n   (Your meant to go along with it Lynds!) sure sure I’ll believe you this time, back to 🐐\n  ","497285":"\n   we both know she's lying. lets just play along lol\n   \n    @FeelFreeToAsk2017\n   \n","497286":"\n   what else is there? i just looked up their products and they make like 30 flavors. wtf. im sure they are all the same tasting. modern society is the worst. i did see that you can buy cheez it earings. thats cool.\n  ","497287":"\n   okay okay dont hurt me it was a harmless query lol\n  ","497288":"\n   i think there is a chronological order issue at play here... lol\n  ","497289":"\n   freeman's freckles have gone like super saiyan lately. soon they are going to get their own mention in the credits loll\n  ","497290":"\n   nice.\n  ","497291":"\n   are you making fun of me (  -_-)\n  ","497292":"\n   oh the guy that played the president 23 times\n  ","497293":"\n   idk if its in here or not im only like 1\/4 way into the vid but im expecting at any second to see those monks that set themselves on fire in protest like any second.\n  ","497294":"\n   ill take it. its early yet. you can still hit a 7 today easy.\n  ","497295":"\n   its the internet. dont be alarmed im a genius.\n  ","497296":"\n   i had to do a factory reset years ago and i wound up losing a list of 146 different cheese varieties. each had a 1-10 rating and brief but thorough description including texture, salinity, hardness, and suggested pairings. it was a rough day. i lost other stuff but i forgot what. but the cheese tho\n  ","497297":"\n   What can make you laugh in an instant?\n  ","497298":"\n   Do you accomplish what you set out to do? What percentage of the time would you say that you do?\n  ","497299":"\n   Which askfm user would you be thrilled to see show up at your front door? Which user would you be terrified to see at your front door? Besides me of course 😶\n  ","497300":"\n   cheddar cheese or provolone cheese?\n  ","497301":"\n   Hahahaha hell no ! 😂 but you did don’t lie ! :)\n  ","497302":"\n   Has anyone ever intentionally ruined something for you?\n  ","497303":"\n   Are there people you miss on here? People that have vanished or are not active?\n  ","497304":"\n   I know noooooothing.... nothing I tell you :)\n  ","497305":"\n   Do you like tilapia? Whats the best way to make tilapia?\n  ","497306":"\n   yeah we know but hopefully you will write about in the second go-round lol  ¯\\_(ツ)_\/¯\n  ","497307":"\n   What’s ur fav cheez it flavor\n  ","497308":"\n   Do you think men should wear leggings ?\n  ","497309":"\n   Do you know phone numbers by heart or are you reliant on your phone ?\n  ","497310":"\n   -hugs you\n  ","497311":"\n   it's 4 pm here lol\n  ","497312":"\n   how was your day today\n  ","497313":"\n   whats worse being single or s i n g l e? and i prefer desserts, i mean js.\n  ","497314":"\n   ok so i give in to using firefox for the emoji prob and then i have to deal with no traslate page option and have to go back to chrome for these now. i mean im like suffering a little bit. why cant things just be easier?\n  ","497315":"\n   Have you had to climb out of a window before?\n  ","497316":"\n   i mean i have this habit of managing to keep this whole breathing\/ heartbeat charade going for much longer than i thought possible lol.\n  ","497317":"\n   of those i like grease and dirty dancing. very musically themed i see.\n  ","497318":"\n   i think ive gotten quite adept at piecing together short term solutions into a chain that in practicality is far too long and everything has now become foreign and im a stranger in my own story. this is good advise though, on the surface & deeper too but ideas cant change behavior without motivation\n  ","497319":"\n   What made you choose your profile picture?\n  ","497320":"\n   they feel the need to take some of the credit.\n  ","497321":"\n   If you add up all the time you spend on here in a 24 hour period what do you come up with?\n  ","497322":"\n   whoops looks like 1+1 did not ask the orignal question. sry sir, please dont think poorly of me. i should have been more prudent there. im sure \"kissed\" might not even be your all time fav movie.\n  ","497323":"\n   not too too far off lol. i watched \"the dead dont die\" lmfao. i mean there is no sex in it but it all in all its not ALL that diff than mr 1+1's all time fav movie ovah here :')\n  ","497324":"\n   and.... tell us about this \"normal\" dream? i feel like you skated right past the question lol, you answer basically boiled down to the shrug emoji :' )\n  ","497325":"\n   'want be' is better, more profoundly worded. stop hating you.\n  ","497326":"\n   well this one answers the drawing one. and demonic.. wouldnt have it any other way :') i have an idea. you should do all these and post them here. what a great idea huh?!!! : )\n  ","497327":"\n   cus making other campers feel wothless and sad :')\n  ","497328":"\n   vaping is like the lgbtqgz thing. i know its going on out there now but i have no idea what it is.\n  ","497329":"\n   just kill him, hide the body and no child abuse case. not that hard\/difficult,  this anon knows nothing.\n  ","497330":"\n   do you ofen feel like you would like to mitigate situations you see that are not directly affecting you personally?\n  ","497331":"\n   good omlette. thats what they meant. just trust me.\n  ","497332":"\n   most would have said sight. interesting.\n  ","497333":"\n   wtf happened on Saturday? demon possession? blizzard crossed the threshold :')\n  ","497334":"\n   who are some of the great voices? what comes to mind?\n  ","497335":"\n   Are you terrified of anything fictional? For example, the supernatural or zombies.\n  ","497336":"\n   Last thing you bought\n  ","497337":"\n   Best michael jackson song?\n  ","497338":"\n   Why do you think people use this site?\n  ","497339":"\n   How is your mood today 1-10?\n  ","497340":"\n   If someone asked you to make a list of goals would you find that difficult or rather easy to do?\n  ","497341":"\n   🌹🌟😊\n  ","497342":"\n   How do you react to the idea of people consciously choosing to speak in a language which a person present cannot understand, despite being able to fluently use another language which that person would understand?\n  ","497343":"\n   LMFAO 😂🤣\n  ","497344":"\n   I should have just kept my eyes closed and continued to doze...\n.but noooo...I didn't. And now I have to suffer imagining that task.🤪\n  ","497345":"\n   What do you think are the 5 most beautiful things in the world? Why?\n  ","497346":"\n   😱\n  ","497347":"\n   What do you think of Adam Driver?\n  ","497348":"\n   Ever had sex sideways?\n  ","497349":"\n   What qualities do you dislike in a man?\n  ","497350":"\n   From behind or face to face\n  ","497351":"\n   I can't live without both\n  ","497352":"\n   Thank you for taking my photo poll, everyone is picking oceanside\n  ","497353":"\n   What a nice coincidence!! How can get so lucky😄\n  ","497354":"\n   Ootd\n  ","497355":"\n   Is it a drawing of you?\n  ","497356":"\n   yay\/nay\n   \n    https:\/\/youtu.be\/Wuujm5d3U2Uhttps:\/\/youtu.be\/9y2MyMqVD0E\n   \n\n    https:\/\/youtu.be\/XZ64kIj40YQ\n   \n","497357":"\n   Do you draw?\n  ","497358":"\n   Some people are mean. 😨\n  ","497359":"\n   being nice to me\n  ","497360":"\n   thank q.\n  ","497361":"\n   I have a voice like Issac Hayes.\n  ","497362":"\n   If you ever had the chance to eliminate one weakness of yours, would you? What would it be? Do you think this would be more harm than good or change who you are as a person?\n  ","497363":"\n   what are you in the mood for?\n  ","497364":"\n   Deep or light sleeper?\n  ","497365":"\n   Which of your five senses is the best?\n  ","497366":"\n   وايه جنسيتك\n  ","497367":"\n   Have you ever heard that some people don't suffer before they die? Are you worried about the pain before you die of old age?\n  ","497368":"\n   I haven’t spent out a question is so long lol. But how is everyone doing in life?\n  ","497369":"\n   How come people tell people not to give up as if something good will miraculously happen by not giving up?\n  ","497370":"\n   do u think Dave Chappelle is funny?\n  ","497371":"\n   do u think Louis CK is funny ?\n  ","497372":"\n   How are you at saving money\n  ","497373":"\n   Good o\n  ","497374":"\n   Have you ever rolled down the street smokin Indo, sippin on gin and juice?\n  ","497375":"\n   Hello cupcake\n  ","497376":"\n   What have you learned from your last relationship?\n  ","497377":"\n   If you hit him you'll get done for child abuse\n  ","497378":"\n   Do you vape? If so are you concerned about the health issues it may cause?\n  ","497379":"\n   What did you say\n  ","497380":"\n   If you saw kids bullying another kid on the street would you say something to the bullies\n  ","497381":"\n   What's your favorite season and why?\n  ","497382":"\n   What's your favorite picture of you\n  ","497383":"\n   Are you rich\n  ","497384":"\n   وانا من مصر\n  ","497385":"\n   What is your favourite sprit alcoholic drink\n  ","497386":"\n   من فين\n  ","497387":"\n   Followed 🌻\n  ","497388":"\n   هاااي\n  ","497389":"\n   No am I supposed to\n  ","497390":"\n   What is one thing you will never do again?\n  ","497391":"\n   what forms of art are you most drawn to when it comes to creating?\n  ","497392":"\n   What movie can you watch over and over again?\n  ","497393":"\n   Whats the highest you've ever jumped into the water from?\n  ","497394":"\n   What is a real friend?\n  ","497395":"\n   Why aren't we really the way we want be?\n  ","497396":"\n   what forms of art are you most drawn to, just in terms of consumption? (do u like images? paintings? photographs? cinematography? calligraphy? words? poetry?)\n  ","497397":"\n   When was the last time you felt awkward\n  ","497398":"\n   It's a quiet afternoon and you have no plans or obligations... What so you do to fill your time?\n  ","497399":"\n   ⌨️ When was the last time you began to type something (e.g. a message to someone, or an Ask question etc) and then thought better of it and deleted it?\n  ","497400":"\n   Have you ever met a celebrity?\n  ","497401":"\n   Ur dream is,,,,.?\n  ","497402":"\n   i did this like a month or so ago when i came back here after years and years. i dont have 28r3434hh555 answers like you. a manageable amount (less than 300) and it was a mix. ofc i recognize myself and found myself wanting to echo the exact same words\/answers but also ive lived several years cont..\n  ","497403":"\n   Sounds like one ffkkkked up low budget porno?!!\n  ","497404":"\n   Are you the tortoise or the hare?\n  ","497405":"\n   Wtf ?!! Ok good talk 😂\n  ","497406":"\n   Describe the last dream you can remember.\n  ","497407":"\n   What view is more beautiful to you - sunset or starry sky at night?\n  ","497408":"\n   There's a movie called \"Kissed\" about a girl who can only get off to a guy's stiffie if he's dead first. She worked in a funeral home cos, yknow. Do you think that's cool, weird or sick? Would you watch?\n  ","497409":"\n   What is your \"thing\" that you would feel lost without?\n  ","497410":"\n   Hi 🐣\n  ","497411":"\n   Does the fear of being wrong stop people from being honest with themselves?\n  ","497412":"\n   cont arabic or something but one was you. think thats how it went down. yeah at the begging i could not find anyone. like i used the \"search interests\" feature and like typed in movies or food or some bs. i did NOT know what i was doing. everthing had changed from years ago. pple i knew were gone.\n  ","497413":"\n   its funny like i think of keto randomly now. like it doesnt affect me at all but like i randomly think sh7t there is not one thing in a 100 yard radius of me thats keto lol. then i think like how does lynds do it? then i just like eat a cookie and forget all about it lol. shoutouts 2 popcorn&custard\n  ","497414":"\n   oh wow. well ill have to see the sequel as soon as it off the \"cam\" versions of the illegal steams i watch lol. i just looked & gave the IT from 2017 holy sh9t a 1.5! i would never have guessed that low. prob comes down to hype. when ppl hype a film and it disappoints me it gets hammered lol. sry IT\n  ","497415":"\n   we've always been cool, we'll always be cool. sorry i cant stomach anymore asterisks. hit my quota for the day lol. but i deffo talked to you about cereals. im usually always eating cereal or some kind of sh6t when im on here and so i always end up asking about it lol. maybe not much anymore.\n  ","497416":"\n   ooh thats high what did you give the one from a few years ago?\n  ","497417":"\n   oh i dont remember. but vague recollections like, whats this persons deal?! but intrigued. so like you could say *feelz intrigued* *pops collar, sniffs armpits, wiggles toes* and whatever else the sexy cool kids are doing these days loll. i prolly asked you about cereals and you shot down my favs\n  ","497418":"\n   no i just cant seem to stay interested in a film nowadays. it was short like typical 90 min or so. IT im assuming the new sequel. what do you rate it lynds? 0-5 ill get around to it one of these days. was not impressed by the last one. was alright.\n  ","497419":"\n   nah im sure they would be virtually indistinguishable a year from now. those dates dont really mean that much for non perishables. even if they were from 2015 i would not hesitate. they were probably made better in 2015 anyway. food is getting worse all the time. healthy types r ruining it 4 every1\n  ","497420":"\n   cant be worse that getting run over by mom lol\n  ","497421":"\n   Have you ever gone out of your way for someone only to have them show little or no appreciation? Parents: you know what I’m talking about ...\n  ","497422":"\n   i may try and watch it down the road. not really in the movie mode lately, although i did watch something yesterday. proud of myself and got the whole thing done in one day! lol\n  ","497423":"\n   eating white chocolate kit kats as an homage to blizzard. apparently they are past the \"best by\" date of 5\/5\/19. despite that they are still impishly delicious. just like blizzard 😈\n  ","497424":"\n   well you gave me an impression or else i would not have followed you. but this is the internets and RL may be what you are thinking about. anyway just saying. so if i had to try and remember you gave me a strong first impression and probably annoyed me a fair bit loll. but in a good way : )\n  ","497425":"\n   i had salad and pasta. soup was a possibility but in the end soup did not prevail. may have soup tomorrow. its in the running!\n  ","497426":"\n   absolutely yes\n  ","497427":"\n   they were fine. excitements over now. im cold, alone.\n  ","497428":"\n   thats racist!!\n  ","497429":"\n   Would you be happy with 'They lived, laughed, loved, and left' been inscribed on your tombstone or is that a bit, kind of cheesy? ⚰🤔\n  ","497430":"\n   Do you enjoy trying on wedding dresses? 🤗\n  ","497431":"\n   im making these for the first time in my life today! im like a little (a lot) giddy about it too :')\n  ","497432":"\n   What were you doing that day?\n  ","497433":"\n   would u rather: cough up confetti or poop out glitter?\n  ","497434":"\n   Do you like Miley Cyrus?\n  ","497435":"\n   What happened 18 years ago today?\n  ","497436":"\n   Good night beautiful\n  ","497437":"\n   What movie can you watch over and over again?\n  ","497438":"\n   What is worse making too strong of a first impression or not being remembered? What have you most often done?\n  ","497439":"\n   hey man just do it without the bread. like why not? : ]\n  ","497440":"\n   if there was 101 of them then im sure there was a lucky and probs a lulu and blizzard too lol. im not worried if they come for me they're mostly white :') ive actually never seen the movie. we didnt have disney channel as a kid so it was like the news or cujo or whatever was on channel 9 or sumn lol\n  ","497441":"\n   yeah i know but its still funny to me whenver i see it happen lol\n  ","497442":"\n   probably black but with a chinese accent loll :p\n  ","497443":"\n   everybody seem to love black panther, avatar, & titanic. all sh7t imo lol. dislikes is harder\/more difficult lol. um. lost my train of thought there for a sec lol. yeah because really sh7t movies are the obscure ones that hardly get exposed maybe. idk or maybe like political 1's that like divide ppl\n  ","497444":"\n   Peel me, from the skin. Tear me, from the rind. Does it make you happy now? Tear me from the bone. Tear me, from myself. Are you feeling happy now? Does it make you happy? Are you feeling happy? Are you f*cking happy now that I'm lost left with nothing.\n  ","497445":"\n   Talk to me woman! Love is a feeling.\n  ","497446":"\n   Do you actually know any of these?\n  ","497447":"\n   How on earth did I get so jaded?\n  ","497448":"\n   Then a beggar boy called my name\n  ","497449":"\n   Now that your rose is in bloom, a light hits the gloom on the grey.\n  ","497450":"\n   i mean ppl like this one:\n   \n    https:\/\/melmagazine.com\/wp-content\/uploads\/2018\/10\/0HSn0dLFgrQvdZzv9.html-charsetutf-8\n   \n","497451":"\n   Do you wear a fanny pack?\n  ","497452":"\n   have u ever talked to any of the weirdos that say things between asterisks like they role play all the time\n  ","497453":"\n   What movies would be a lot shorter if the main character just did what the they were told?\n  ","497454":"\n   district 9 is an all time goodie\n  ","497455":"\n   What is your favorite ice cream?\n  ","497456":"\n   How was your day\n  ","497457":"\n   when you hear Atlanta, what do you think of musically?\n  ","497458":"\n   If You Were Home On A Rainy Monday Afternoon, What Movie Would You Most Want To See On TV?\n  ","497459":"\n   What are three movies everybody loves? What are three you think everybody dislikes?\n  ","497460":"\n   Compared to other poeple how good are you at saving money?\n  ","497461":"\n   hii\n  ","497462":"\n   Have you ever eaten your pet's food? What was it like?\n  ","497463":"\n   Does attitude determine your success?\n  ","497464":"\n   What are the things you always take with you?\n  ","497465":"\n   What’s a good movie or tv show w aliens in it\n  ","497466":"\n   Are you a horror movie fan? What are your favorite horror movies?\n  ","497467":"\n   Be a superstar for a day or Be a President of your country for a day?\n  ","497468":"\n   aw, thx your cute btw xo\n  ","497469":"\n   I don't know\n  ","497470":"\n   mine\n  ","497471":"\n   Do you make a honking sound when you blow your nose?\n  ","497472":"\n   You be slurping on the D 🍆\n  ","497473":"\n   i will thanks lynds, xo\n  ","497474":"\n   your so together, so smart its cool x\n  ","497475":"\n   yes me too, im a december baby like you im the 22nd, your the 12th is it sorry if im wrong\n  ","497476":"\n   thanks for including me last year xo, do you perfer xmas or halloween\n  ","497477":"\n   Uhh 🥴 good luck lol. I‘m going soon sleeping 💤\n  ","497478":"\n   are you doing secret santa this year\n  ","497479":"\n   Hope my super Lyndsey will have a super day 😄\n  ","497480":"\n   yeah, you got that right :)\n  ","497481":"\n   oh okay, but its true, i had a sick day today was so tired, played football last night and needed the rest just to be safe, bc of my back\n  ","497482":"\n   I don’t know this song 😋\n  ","497483":"\n   appriciated. BWAHAHHAHA. i swear on day we are both going to die like bizarre cat related deaths for all this. like just overrun and mauled by a troop of ghost cats (mostly black) and nobody will ever solve the cases. just like stumped. hmm very cataclysmic demises indeed lol\n  ","497484":"\n   i thought i might have heard that song cus the title seemed familiar but i hadnt. think it may also have doubled as the album name.\n  ","497485":"\n   Kind anonymous on the way 😋\n  ","497486":"\n   Do you have an honest face? A jovial face? A serious face? A mischievous face? Describe your face.\n  ","497487":"\n   well that was their loss, xo\n  ","497488":"\n   What are your thoughts on this statement? \"In the end everyone will just disappoint you.\"\n  ","497489":"\n   If you went back to the very beginning time on this website and re-read all your old answers what do you think you would realize about yourself? Would you like what you saw in this \"you time capsule\"?\n  ","497490":"\n   i only sent the last one in an attempt to incite violence. playing off the race themes that tend to plague your page from time to time lol.\n  ","497491":"\n   wanna see my peepee\n  ","497492":"\n   How many fillings do you have in your teeth?\n  ","497493":"\n   but i bet you were popular in school. your so chill\n  ","497494":"\n   angst is a good word. i feel like its a really old like old old word but \"hypster\" (whatever that even is) type people can easily fall in love with it and embrace it. also i just remembered i really wanted a dalmation when i was like 7-8 y\/o.\n  ","497495":"\n   tooth pain can be one of the absolute worst ones. its like so close to your f'n brain or something like oh god its bad lol.\n  ","497496":"\n   Were you popular in school, or were you a bit of an outsider?\n  ","497497":"\n   what if they try to make it hard for you? could have said difficult but hard is a perve seed. might as well plant it and see if it grows. grows can also be a seed. oh man what am i even talkin abt lol\n  ","497498":"\n   what kinds?\n  ","497499":"\n   do you usually make her hold it in for a bit? :p\n  ","497500":"\n   the lydseysboy account person. looks like they have been gone a while. maybe the cold was fatal? lol\n  ","497501":"\n   How do you make a grilled cheese sandwich?\n  ","497502":"\n   If you took part in a challenge where I showed you a bunch of funny videos and you can't smile or laugh how do you think you'll do?\n  ","497503":"\n   Hair up or down?\n  ","497504":"\n   Is it really overpriced if you use it frequently ?\n  ","497505":"\n   i mean i want to see ur body look for ny inujuries\n  ","497506":"\n   Current outfit, including undies and bra?\n  ","497507":"\n   have you had a embarrassing hug with a boy before\n  ","497508":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","497509":"\n   can i see\n  ","497510":"\n   Do you think boxers or briefs are better for blokes?\n  ","497511":"\n   Do you have any injuries at the moment\n  ","497512":"\n   What’s your plans for today?\n  ","497513":"\n   🌹😴😴\n  ","497514":"\n   Good night beautiful\n  ","497515":"\n   If there was some information you could give to yourself 5 years ago what would it be ?\n  ","497516":"\n   What the world needs now is another folk, like I need a hole in my head\n  ","497517":"\n   What gives you the greatest happiness?\n  ","497518":"\n   What was the cause of the worst physical pain you have ever experienced? What happened and how old were you at the time?\n  ","497519":"\n   can u think of any kind things u have done today? tell me abt one ! :)\n  ","497520":"\n   My little ugly girl\n  ","497521":"\n   Describe yourself in one word\n  ","497522":"\n   I reached 100,000 likes on here recently and only noticed now. What's something that people expected you to react positively to but you didn't?\n  ","497523":"\n   What is your favorite dessert? ...\n  ","497524":"\n   Hugs🌹\n  ","497525":"\n   the first one is a spanish version of roy orbison's 'crying' its from the cult classic film 'mulholland drive' if you see\/hear it in the context of the film itself it can be quite moving, just as the vid shows flashing to the characters. esp the first time you see it. a big turning point of the film\n  ","497526":"\n   yay\/nay\n   \n    https:\/\/youtu.be\/SwsRvXbYFT0\n   \n\n    https:\/\/youtu.be\/dnjs1gYf27w\n   \n\n    https:\/\/youtu.be\/_kqJOxDgPPs\n   \n","497527":"\n   do u know how to knit?\n  ","497528":"\n   Are you any good at shooting pool?\n  ","497529":"\n   do u enjoy offensive\/edgy humor?\n  ","497530":"\n   what’s a minor injustice u HATE? something small but you’re like “that’s just not fair!”\n  ","497531":"\n   & it's Monday again.. you got this! 😸 Do you have any plans at all for this week?\n  ","497532":"\n   King got to relax with his Queen after the patriots won last night🌹\n  ","497533":"\n   Undies color\n  ","497534":"\n   which anons can u tell apart\n  ","497535":"\n   Can you explain the saying “you see with your mind, not with your eyes”?\n  ","497536":"\n   ik you would not behave like that, you seem fun, chill, kind etc, and i always find it so easy to relate to you xo\n  ","497537":"\n   what’s a comedian or comedy u find funny, that you would also consider offensive? (why would u count it as offensive?)\n  ","497538":"\n   does a number ever make someone happy though? or will they just move the number?\n  ","497539":"\n   where did that person go?\n  ","497540":"\n   well i mean i use milk but you can use dark. im not sure if that makes it keto? but like thinking about it, its such a pain in the ass thing to make anyway lol. everytime i make it im like wtf am i even doing, shouda just made cookies. its easy but you have to be quick at the right times and im cont\n  ","497541":"\n   like tryna wash dishes in between like stressing that the bowl where i had the yolks in would turn hard and i should really wash it cus if i wait 3 minutes my whole sh5t would collapse on top of me or something. that said im making it later this week maybe. but put it in a pie crust. never done that\n  ","497542":"\n   LOLWUT\n  ","497543":"\n   i must know\n  ","497544":"\n   ah so u were just tryin something new for a change\n  ","497545":"\n   i find gspot and make it go off\n  ","497546":"\n   have u dated more athletes or artists\n  ","497547":"\n   im rly expert\n  ","497548":"\n   nah its is a good thing ;)\n  ","497549":"\n   i can make ucum more tho\n  ","497550":"\n   ill try to show restraint. no promises tho. i have to admit ive seen some funny sh3t here. like obvious trollin ass people and the people legit are answering in a serious way lol . like with the vegans & animal crackers peeps were all like well it shouldn't matter if they are vegan ingredients. WAT?\n  ","497551":"\n   he was tho. he was there the whole time. he has always been there :') :') :')\n  ","497552":"\n   oh man i didnt mean to put you through all that hahah. appreciate you tho! thank you this helped a ton :) garlic powder is my most used spice & so ill think of you whenever i use it from now on so like 8.7 times more often than if it was the onion powder :)\n  ","497553":"\n   hey i come from the blue days non of this liking and coins and all the other shyte existed :') ill prolly never see another demon one again tho so thinking ill send you any feet ones i see too. yep sounds like a plan lol.\n  ","497554":"\n   you can tell sis that smoke alarms are wired in and the batteries are just for backup lol.. the rest, demons obviously :')\n  ","497555":"\n   can i be ur new lyndseys boy\n  ","497556":"\n   really? im bad with this keto thing. before i was actually thinking about if there is one of the recipes i have thats keto. i was struggling. i had something but now i forgot lol. oh i remember, chocolate mousse. its just eggs and chocolate. is that keto. i should really educate my idiot self better\n  ","497557":"\n   waiting.\n  ","497558":"\n   You ever faced a demon?\n  ","497559":"\n   made this last week. it was fine. ive used it to top a regular style pizza before. thats fine too but messy. im sitting here like frozen in thought now thinking of different ways to use chili. daydreaming lol\n  ","497560":"\n   Why judge people for being smaller\n  ","497561":"\n   actually i think it was garlic powder so i will need a whole set of coping mechanisms and strategies from you when you have the time because the onion ones wont do. you have to acknowledge and respect that they are individual entities. you cant just label them all as spices  : )\n  ","497562":"\n   Do you think fatphobia exists the way racism\/homophobia exists?\n  ","497563":"\n   did u grow up in a family that watched sports?\n  ","497564":"\n   nice. the other day i knocked somthing over and wayyy overreacted. what was it?? oh like onion powder some dry spice thing. like a microgram came out and i almost lost it lmao.\n  ","497565":"\n   who tends the garden? and are they annual? no frost in az so i have no clue\n  ","497566":"\n   did you grow up in an athletic family?\n  ","497567":"\n   yeah i follow someone here and i legit dont know their status and so when i speak to them i just refer to them by name. like i always take a moment and make sure i dont refer to any gender with anythign i say. they are my youngest of my group i have here. so with that too people are more fragile.\n  ","497568":"\n   can you get banned for using curse words in an image type reply? dw if you get banned imma use my 18 coins and bail you out. ( ' _')\n  ","497569":"\n   im glad i missed out on this whole revolation thats taken place in the last like idk 5 years. i dont have a clue whats even going on with it lol. i just know things have changed. school nowadys must me something else. its good tho i guess? when i was a kid if you were gay or whatever it was hell\n  ","497570":"\n   chili in a pot pie or deep dish pizza. good idea or not?\n  ","497571":"\n   what about the mason jar, did it break?\n  ","497572":"\n   you non anons and your coins thing lmao. like i started read this and was like so what? i would be worried if it was the other way. i once aked this same user here a question and sent it and only then noticed he doesnt allow anonmous questions. ngl i had a little terror moment. it was jst the 1 time\n  ","497573":"\n   soundtrack is part of the film viewing experience ;p\n  ","497574":"\n   do u use fresh herbs or dried?\n  ","497575":"\n   i think theres a double standard between genders, like girls in wisconsin can whistle at us in school, playing football make fun of us, if we did it back its harrassment i find that such a double standard, sorry if ranting lol, xox\n  ","497576":"\n   i was just confused cuz u havent mentioned him in a while\n  ","497577":"\n   do u find certain lgbt ppl obnoxious? i mean, the ones who have to bring up their sexual preferences, the gender they identify with and their opinions on every conversation even if its completely unrelated to the current topic. and these days u cant say anything bad or ur automatically a homophobe\n  ","497578":"\n   is it just me or u dont talk to m anymore u even found someone new for doing the dirty\n  ","497579":"\n   aw, im glad xo\n  ","497580":"\n   no way man rocky 4 all the way. that soundtrack!\n  ","497581":"\n   xo, great\n  ","497582":"\n   -\n  ","497583":"\n   receive small gifts, selective massages, or various hugs\/kisses?\n  ","497584":"\n   Hello sweetie\n  ","497585":"\n   you forgot feel: blizzard's foreboding and ominous presence lol. i always forget when i see you say you are going  swimming that you have a pool. i think like you have a commute ahead of you lol.\n  ","497586":"\n   If you wanted to reward yourself what might you do to celebrate?\n  ","497587":"\n   lol, no it was the sweetest thing i read, hey how are you anyway xox\n  ","497588":"\n   Last thing to disappoint you?\n  ","497589":"\n   What’s the most overpriced dog breed?\n  ","497590":"\n   growing up, did ur family ever have chili for dinner? (what did y’all serve w chili?)\n  ","497591":"\n   #5\n  ","497592":"\n   1)last bored game you played \n2) last time you tidied your room\n3) last time you farted out loud in public\n4) last time painted a wall \n5 last time you spilt a drink \n6 last time you beeped a car horn \n7 last time you had a smear test ?\n  ","497593":"\n   Describe your surrounding right now. What do you see, smell, hear, and feel?\n  ","497594":"\n   What is the last thing that made you laugh?\n  ","497595":"\n   so first that greg smith dude that flirted to every girl finally left and now 15-account-dude seth who does the same also left i hope they never return\n  ","497596":"\n   yes\n  ","497597":"\n   i googled her. apparently she killed a cat, shortly there after she disappeared, never to be heard from again :s\n  ","497598":"\n   you could not have made a reply in anyway more perfect so i could understand. yeah i get that. its a profound concept. cant argue with anything there. one could say that you feed the one that people feed you with the aspects of. but in the end thats shifting the blame. you have the power to change.\n  ","497599":"\n   text me\n  ","497600":"\n   havent heard this is forever too. wonder what happend to her. seemed like she could have had staying power.\n  ","497601":"\n   nice. a pro's pro. *bowing emoji*\n  ","497602":"\n   Ever sent a good question and then realized you did it anonymously? I just did and I don’t get to reap the rewards of coins:(\n  ","497603":"\n   btw listening to sex pistols \"my way\" right now and heard the part where he johnny rotten says he killed a cat and i stopped everything for a second, how fitting lol.\n  ","497604":"\n   i quick googled the wolf thing. is it about personalities being hidden due to social positions or something else? mindfulness techniques never did a thing for me personally. it just made me REALLY FOCUS on what i was not doing by wasting my time wasting time lmao.\n  ","497605":"\n   do u know the weird dude who has like 20 diff accs just for likes\n  ","497606":"\n   Good Night My Friends,\n\n  I am lucky because my day starts\n\n  and ends with a text from\n\n  a friend as lovely as you.\n  ","497607":"\n   i know you did great. but i was opening some of them out of order. and sticking replies in while you were goin. so probably screwing things up. but i got a lot going on here. theres poptarts and punk music playing :')\n  ","497608":"\n   yeah killing mulattos is okay. bases covered so not racist. people have to just take it. :)\n  ","497609":"\n   Ranch dressing yay or nay?\n  ","497610":"\n   learn anything substantial from it so far?\n  ","497611":"\n   omg i typed a curse word without editing it. ill be banned by tomorrow. it was nice knowing you :\") AND GOTDAMN your family has the worlds WORST CAT LUCK lmfaooo\n  ","497612":"\n   “Never underestimate the power of Dua\n  ","497613":"\n   u got a few from lahore in ur top answers XD\n  ","497614":"\n   this one is in reply to this your wrote > Thanks :) < in the last one of the series of 22 or whatever lol. you are most welcome! we made it! although it would have been much easier if i more than 300 charactors. i dont even know how you see all these on your end. they are all in one thread, no order\n  ","497615":"\n   Do you have any new belief or motivational thought that inspires you?\n  ","497616":"\n   Do you like Batman more than the Joker?\n  ","497617":"\n   no just the bird birds with the wings lol. i know i hit one for sure cus i had to clean it out of my front grill. i hit a squirrel like 2 months ago. it like ran directly under my tire. felt like shit. up til then i dont think id ever hit an animal besides the bird (winged)\n  ","497618":"\n   What’s the most overrated kind of dog\n  ","497619":"\n   you were right about the thrill seeking. you can say ive gone a little faster than 90 lol. btw ive meaning to ask you. ive seen you type this a lot > hm < what is that? is that just hmm with 1 m? or is it something else? like i really need to know haha. was going to flat out ask you but saw this so.\n  ","497620":"\n   im just going to stick this one in there to make things more confusing lmao ;p\n  ","497621":"\n   what you said in the post i replied to i guess. idk. who knows what order it went into lol.  it gets confusing for me too :')\n  ","497622":"\n   yeah its a bit ambiguous. not gonna disagree with you there. one could even argue almost as$hole level ambiguous :')\n  ","497623":"\n   cont you do? you asked me that and i say you did an extraordinary job. but that doesn't surprise me. throughout the times ive used this site off and on during the years ive only come in contact with a few just plain idk people who just fuc7ing act like people you know. and you are one of the them :)\n  ","497624":"\n   cont. got to the part where you said you were going on too long. (which i disagree with but in this instance maybe it was for the best or then i would have had to go on..and on.. lol) now we transition back to your original reply to my question...you said not sure what else to write.. and how did\n  ","497625":"\n   cont be devoted to other things like worring about everything lol. but like it was not a choice. the same thing has happened to everything else i used to like to do. plucked from me one by one like leaves off a plant. could have said pedals off a flower but but i went the more masculine route lmao\n  ","497626":"\n   and a safe distance but can still work out the \"human\" aspects of my personality with very mitigated risk. in the end who cares. you push a key or button and disappear. reading- there was a time in my life where it was important to me. at some point it became a waste of time\/energy that could be\n  ","497627":"\n   cont. directly with people. people are the biggest variable\/threat there is. so its completely logical that i would avoid them at all costs. but still im human so that part of the brain that seeks human contact is still there fighting back so a site like this works in a way. i maintain control cont\n  ","497628":"\n   cont. something thats going to interfere with me then im sure as sh3t gonna control it. i just cannot allow any variables that are out of my control to influence my life. hence why i want to be alone. see thats why i like this site. you learn about your self talking this out. my control interferes\n  ","497629":"\n   cont. almost done here i can see the end coming so HOLD ON WE WILL GET THROUGH THIS.. like maybe only 4-5 more parts probs lmao. controlling-probably yes. im very controlling its the most important thing im my life that i can put into one word. i dont care about what other people do but if its cont.\n  ","497630":"\n   cont. im trying to think. i dont think i feel that really tbh deep down ive always wanted people to leave me alone even if i dont let that on. so if i think about it if there is an opposite of jealously im that lmao. thats pretty cruel if you think about it lol. idk in the end i want to be alone.\n  ","497631":"\n   cont.. the concept of hanging around if you are not wanted. cant relate. closed off emotionally. maybe i try to be within myself with others im very open, maybe a fault. just seems like a good way to arm other people but who cares. music-touched on but no talent in playing anything. jealousy- cont\n  ","497632":"\n   cont.. responsible. im responsible to make sure things go right. cant afford to be laid back and let things just happen. getting dirty- you gotta get dirty to get things done right. not a prob at all. i just make sure i clean up right when im done. cant stay dirty. clingy-no. i dont understand cont.\n  ","497633":"\n   just got to the part where you you have the link.. communication, non judgmental, humor? sure id hope so. connections chemistry in the past sure. like magic when that happens but like anything that shines so bright, burns out so. outspoken-probably not sure. spontaneous-no way, very calculated cont\n  ","497634":"\n   cont.. accomplish the things they really want. not sure why i feel that way. maybe like a vicarious thing but ill do whatever i can to help. cant say that im inspirational but i want to help. humble yet outspoken- i like that, thats nice. hope so. im answering this as i go through what you wrote...\n  ","497635":"\n   cont.. one of the worst scenarios i could imagine is i had a kid. thats some serious nightmare type sh3t lol. im not going to raise a human being. gonna do my part to leave the kid raising to the \"normal\" ones. inspiring people- id like to say ive always had this thing where i want people to cont..\n  ","497636":"\n   cont. as most would define it absolutely not. but the way i would define it i set goals in my way and nothing will stop me from meeting them. but these goals are of the practical sort. goals in the sense of \"lifetime\" goals. i couldnt even lie and make one up if i tried. dad- me?? omg one cont..\n  ","497637":"\n   cont.. but ill get it right next time. eyes- nothing extraordinary about them besides sh8t nearsighted vision lol. phases- yeah, we all do tho. cant say more than anyone else. food- YES. movies- used to be, yeah. music-used to. comes and goes. lately yes. age i told you yest lol. goal oriented- cont\n  ","497638":"\n   agree. yea i can see that. :'')\n  ","497639":"\n   i dont think anyone likes me. people have liked me. i dont really give anyone that choice nowadays. kind soul- in a way, in a way not. not for me to decide i suppose. care about the world- sure, doing my part- sure. what to do with my life- i know what i should do, messed it up a few times cont.\n  ","497640":"\n   cont. prolly a mistake sending it. hiding in plain sight- naw i legit hide  hide lmao. hairstyle not much of one as its  very sort, deffo too short to style it lol. ha im no work of art! feeling deeply- i suppose its been a fault of mine since i can remember but at some point i broke the cont..\n  ","497641":"\n   cont.. here about me. like personal but only one person \"bothered\" answering. im not sure if i sent it to you or not. im leaning toward yes but cant be sure. anyway i didnt think it was that big a deal but either people just skipped or maybe they were disturbed by it idk my point of view is skewed.\n  ","497642":"\n   giving you a hard time!! it was a sweet answer = )\n  ","497643":"\n   oh thats okay, i dont f'n want it :')\n  ","497644":"\n   🌹🤗\n  ","497645":"\n   Do you prefer sunlight or artificial light when you are in a room?\n  ","497646":"\n   blizzard would have given people heart attacks. it would have been banned and pulled from theaters lmao\n  ","497647":"\n   maybe. depends on how things are going. if things are sh7t then maybe you long to return to a certain age. if things are alright then maybe you dont think about it. if things have always been shit then you say like the age before you can even remember anything like 4 years old lmao.\n  ","497648":"\n   Be honest , have you ever made fun of our picked on someone who looked different from you? Example they were overweight or wore glasses or had acne etc. I’m not judging I’m just asking for the purpose of the concept of this site .\n  ","497649":"\n   do u like ginger?\n  ","497650":"\n   i actually had it rated as a 2.0 but lowered it to 1.5. felt like my duty to do so.\n  ","497651":"\n   would you rather: go to the movies or mini golf?\n  ","497652":"\n   do you mind being out in the elements? feeling the heat, cold, wind, sun. etc. most people take shelter from them how about you?\n  ","497653":"\n   oh sh5t! im going to pretend i didnt see this :'')\n  ","497654":"\n   both lol.\n  ","497655":"\n   STRANGE DANGER ALERT h.e.l.p.\n  ","497656":"\n   nice! yep looks like how i pictured an AZ holiday season\/winter would  loollll\n  ","497657":"\n   you sure? check again i just moved it :o\n  ","497658":"\n   do you like basil? what abt cilantro?\n  ","497659":"\n   i wanna see that holiday horses pap tho : )\n  ","497660":"\n   i wondered if someone would say that. its a logical safe answer :p\n  ","497661":"\n   nice. think you make great points here. i think learn and apply what suits you and you can learn or grow from.\n  ","497662":"\n   havent heard this in forever. always annoyed the hell out of me. also looks like a young juliette lewis\n  ","497663":"\n   after all the drama and crying i will just buy them and eat them lmao. who knows ill prob change my mind when im there and buy a $86 jar of fake peanut butter water instead lol\n  ","497664":"\n   poptart supply healty at the moment. still have half a box of brown sugar and half a box plus one pack of strawberry. just glad i returned the fudge one. best decision ever. although i will prolly buy a box of fudge ones next time i go anyway lmfao\n  ","497665":"\n   you are such amazing young woman, bet you turn heads in arizona, the answers you give to questions are so heartfelt, in particular what you look for in a bf was so sweet, made me cry, xoxo\n  ","497666":"\n   Good night beautiful\n  ","497667":"\n   Post another song\n  ","497668":"\n   Are you an optimist, pessimist or realist? Are you extrovert or introvert?\n  ","497669":"\n   When was the last time you used the following: oven, stove, microwave, & bbq? What did you use each for if you can even remember!?\n  ","497670":"\n   What does God mean to you?\n  ","497671":"\n   Is dog breed discrimination (like hating\/banning pit bulls) okay?\n  ","497672":"\n   Who in your life has given you your most memorable gift? If you feel comfortable please share or describe what it was.\n  ","497673":"\n   do you take time for yourself everyday for self-care? if so, what do you do? if you don't, what's something you wish you had the time for everyday?\n  ","497674":"\n   What is your favorite source of outdoor entertainment?\n  ","497675":"\n   bbc\n  ","497676":"\n   Ew u smh\n  ","497677":"\n   Should be bb\n  ","497678":"\n   Hugs🌹🤗\n  ","497679":"\n   Rude\n  ","497680":"\n   What you paying me\n  ","497681":"\n   would u rather have sushi or steak for dinner\n  ","497682":"\n   It is\n  ","497683":"\n   but its also fun to read it all ngl XD\n  ","497684":"\n   I meant I didn’t have any heartburn or injuries like I did after the actual super bowl🌹\n  ","497685":"\n   A REMINDER FOR MY ANON:\n  ","497686":"\n   do u know who Lord Pretty Flacko Jodye is?\n  ","497687":"\n   Fuck the Pats and fuck AB!I hope he poisons them and ruins that fucking team!\n  ","497688":"\n   tuna salad sandwiches or egg salad sandwiches\n  ","497689":"\n   I’m ok. This time nothing bad happened to me🌹\n  ","497690":"\n   and then they wonder why u never pick one of em instead of the sameguy lol\n  ","497691":"\n   guess this is why u almost never engage on these things with anons XD\n  ","497692":"\n   King relaxes with his Queen after the patriots won🌹\n  ","497693":"\n   i love sad songs. but im assuming for you it was sentimental not the song itself. yay\/nay\n   \n    https:\/\/youtu.be\/cAbmfVzPHFg\n   \n\n    https:\/\/youtu.be\/u_2AUQrN3AE\n   \n\n    https:\/\/youtu.be\/uB1D9wWxd2w\n   \n","497694":"\n   women are the same but cuz of social standards they never admit it they have to keep a clean image of themselves\n  ","497695":"\n   i mean they wont care about being used cuz its just fun im sure u dont wanna date any of em\n  ","497696":"\n   im sure none of em will care\n  ","497697":"\n   if u still want new guys maybe u can get ur own harem and rotate em u had one single guy for too long anyways\n  ","497698":"\n   i rly doubt the guy will be happy with one time im sure he will return again\n  ","497699":"\n   was that the anon who said got his acc deleted\n  ","497700":"\n   why not\n  ","497701":"\n   will he be ur new go to guy then\n  ","497702":"\n   so he made u finish quick?\n  ","497703":"\n   was it better than the other guy\n  ","497704":"\n   surprised u picked someone else for a change who was the anon\n  ","497705":"\n   are you willing to help promoting unitymix.com ??\n  ","497706":"\n   i dont see anything dirty from that night\n  ","497707":"\n   wdym\n  ","497708":"\n   how was it on friday then\n  ","497709":"\n   how was paddlin last nite\n  ","497710":"\n   doing now?\n  ","497711":"\n   What is the most important dish in your country that you would recommend to everyone?\n  ","497712":"\n   What do you cook most often with oil or butter?\n  ","497713":"\n   What is the most bothering you in a close friend?\n  ","497714":"\n   What strange thing would you like to have at your wedding?\n  ","497715":"\n   analyze this i think i rated like a 2.0. gotta check tho. yep 2.0 :')\n  ","497716":"\n   I'm a dumbass\n  ","497717":"\n   What are Stephen King's top three works in your opinion?\n  ","497718":"\n   what is the best madonna song?\n  ","497719":"\n   Hi spam me for love pls 💞\n  ","497720":"\n   What's been the best age of your life so far and why?\n  ","497721":"\n   do tell then. its obvious you are harboring unresolved issues over it. why not unburden yourself :')\n  ","497722":"\n   Lulu\n  ","497723":"\n   nice. you said old dog tho so did it pass away since then? your current dogs are both youngsters right?\n  ","497724":"\n   better find that book tho! do you have any extended family in europe nowadays?\n  ","497725":"\n   I’ll be watching the patriots game tonight🌹\n  ","497726":"\n   🌹🏈\n  ","497727":"\n   ive hit one or two with my car in my lifetime. cuttin it too close :')\n  ","497728":"\n   whats the best rocky?\n  ","497729":"\n   What's a rocky?\n  ","497730":"\n   Have you ever hated someone  but later on youve became friends\n  ","497731":"\n   Hahaha well tbh, I surely have the smallest dik on the site, so gif you're looking for a good time! 👈😉👈\n  ","497732":"\n   when is the last time you had to do a speech?\n  ","497733":"\n   oooh i sees da bacon nowe ( *_*)\n  ","497734":"\n   does blizzard ever cross the threshold? its like in field of dreams when the kid leaves the playing field he turns into the old dr. blizzard crosses he turns into his\/her true demon form of baphomet or wtever lmao\n  ","497735":"\n   What makes you feel  better when youre angry\n  ","497736":"\n   do u eat sandwiches or salads more regularly\n  ","497737":"\n   what’s a song you’ve loved since you were 16?\n  ","497738":"\n   Queen🌹\n  ","497739":"\n   How old were you when you learned to ride a bike?\n  ","497740":"\n   on chrome lol. its been maybe like a year that i seen it so rusty on deets but i really appreciate your rating & points. i rated it a 4. in my book anything 3.5 and up is worth seeing but 4 is another tier. ive rated 2024 films & i have rated 203 @ 4 stars. 60 @ 4.5 stars & only 13 films @ 5 stars\n  ","497741":"\n   can anyone do this like whats the process of starting that sort of job?\n  ","497742":"\n   Do you like black guys? Would you date or marry one?\n  ","497743":"\n   oh but you gotta make your own tortillas from scratch tho! you can i know you can. i cheated too today. for savory snacks i fried\/toasted up some plain cheerios seasoned with s&p, paprika, mexican oregano, & garlic powder. figured id cheat cus i got a lot of cooking goin on tday. they are good tho.\n  ","497744":"\n   not heard those. my favs are wherever i may roam and unforgiven. ive not heard a whole, whole lot of metallica tho. oh wait i know 'Nothing else matters\" haha. yeah i like that one! : )\n  ","497745":"\n   Hello beautiful\n  ","497746":"\n   the worlds greatest people are 36 years old. that might change to 37 next year tho :')\n  ","497747":"\n   Same one, just getting started\n  ","497748":"\n   1) last time you went to the gym \n2)last time you screamed \n3)last time you sang\n4)last time someone walked in on you when you were on the toilet\n5 last time you put the rubbish out\n6) last time watered the plants\n7 last time you had your boobs checked (medically speaking)\n  ","497749":"\n   Do you think with the accelerated technological advances we have made in the last ten years it has created a closer link for people or created more of a chasm between people for making true connections?\n  ","497750":"\n   that doesnt say much lol\n  ","497751":"\n   yes. it seems whenever i mention them if i say cactus pears the person it like \"oh you mean prickly pears?\" if i say prickly pears then they are all \"oh you mean cactus pears\"? im like yeh dude (  -_-)\n  ","497752":"\n   which anon\n  ","497753":"\n   dont lie you think about demonic pickles every single time you are alone. thats all you think about.\n  ","497754":"\n   I did get banned but iam back lol\n  ","497755":"\n   Send me a hot porn video lol\n  ","497756":"\n   diarrhea is hereditary cuz it runs in ur jeans hahahahahahahahahahahahahahaha\n  ","497757":"\n   do u remember that the one that says he has 12 inches is like 13-14yo lol\n  ","497758":"\n   How often u watch porn?\n  ","497759":"\n   An average peen is between 5 and 5.5inches when hard. 9 is considered extremely rare and unusual! 😂 But honestly, idk people brag about a big on bc it's been shown thag the smaller, the more likely to org*sm their female partners are.\n  ","497760":"\n   Are you an organ donor? Why or why not?\n  ","497761":"\n   What haven't you tried when it comes to sx?\n  ","497762":"\n   so if im 5in am i out\n  ","497763":"\n   What size do u prefer?\n  ","497764":"\n   Have a 3some?\n  ","497765":"\n   9 inches whn hard\n  ","497766":"\n   peeniss HAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA\n  ","497767":"\n   ever notice how birds will dive bomb right in front of your speeding vehicle. thrill seeking mofos\n  ","497768":"\n   Ever have sx with a girl?\n  ","497769":"\n   what the hell are you racist against english or something??\n  ","497770":"\n   ALL NITE LONG YO!\n  ","497771":"\n   shoulnt this site always be the truth part of truth or dare all of the time tho anyway XD\n  ","497772":"\n   do kids even wear snow suits anymore? like snow suits and those velcro boots. you can take on the world wearin taht sh8t\n  ","497773":"\n   yes\n  ","497774":"\n   yep u guessed it\n  ","497775":"\n   when u think of American culture, what do u think of? (movies, cuisine, cultural norms, habits, slang, 🤷‍♀️)\n  ","497776":"\n   i can rock ur world\n  ","497777":"\n   What makes you anxious?\n  ","497778":"\n   lets do the dirty 2nite\n  ","497779":"\n   What is the nerdiest thing about you? 🤓       (staif)\n  ","497780":"\n   when u think of Irish culture, what do u think of? (movies, cuisine, cultural norms, habits, slang, 🤷‍♀️)\n  ","497781":"\n   do you think children are entitled to their own privacy or do you believe the saying “my house, my rules” holds any truth? how far is too far when invading your child’s privacy?\n  ","497782":"\n   Do u like oral?\n  ","497783":"\n   then i still am\n  ","497784":"\n   nice. love the inhuman patience and sticktoitiveness of the edmund character. ive always admired that idea. calculation beyond belief. i was just wowed by it. but in the end i did not like the conclusion. i feel like to achieve what he achieved he resolve would have been diamond hardened.\n  ","497785":"\n   i can be ur new fave\n  ","497786":"\n   What is your ethnic background? How many years or generations has your family been in the country you reside it?\n  ","497787":"\n   did u get a new guy cuz i saw u deleted ur fave\n  ","497788":"\n   animal deaths are rough. no matter how old they are they will always feel like children to us.\n  ","497789":"\n   Real Friends do not get offended\n\nwhen you insult them.\n\nThey smile and call you something\n\neven more offensive :P ;)\n  ","497790":"\n   What position is that lol?\n  ","497791":"\n   p sure it was either the snickerdoodle one or the umbrella parachute one.\n  ","497792":"\n   granted its like a 2000 page book so like a 20hour movie lol. but still not an excuse to basically castrate the character. dont kno if you seen it but the end fight with fernand. fernand would have been like a mouse for edmond to play with and in the film he almost kills him. gross.\n  ","497793":"\n   well the first time i saw it figured it was alive just sitting there lol. i mean there was nothing too odd about it. but like why die sitting there like that? wouldnt you go cower somewhere? dont believe in hell. i do believe in ritter sport tho :')\n  ","497794":"\n   Psst whats ur cellphone password?\n  ","497795":"\n   id say if you do chances are higher you end up regretting it. that or or a gang of tyrannized cats of color may ambush yo this is sage advise.\n  ","497796":"\n   would u say u have a nice ass\n  ","497797":"\n   like 9 out of 10 times books will ruin the movies because they are so much more in depth. like i used to like the film \"count of monte cristo\" from like early 00's i think. then read duma's book and the movie was just a miscarriage of the character edmond.\n  ","497798":"\n   why do u even humor these ppl\n  ","497799":"\n   omg that sucks. i saw a frozen cat once. like used to drive to work mid winter and was like damn there is a gatto. then drove home like 10h later. like damn there is the gato exact same position... um.. damn. :') and shoutout to freddie hopefully beat the odds\n  ","497800":"\n   Are you ready to stand up for the white race?\n  ","497801":"\n   Are you still being a race traitor?\n  ","497802":"\n   rate life of pi 0-5\n  ","497803":"\n   If you send out questions how often will you ask follow-up questions based on the answer you receive?\n  ","497804":"\n   thats awesome. so totally racist. but awesome. i wonder where they all go :')\n  ","497805":"\n   Miles Morales and Peter Parker are two different Spider-Men’s\n  ","497806":"\n   Peter Parker is Spider-man lol\n  ","497807":"\n   did u know that king dude always says is his bday the same day the girls he talks to\n  ","497808":"\n   Why do some girls have slender bodies, but their boobs are not small\n  ","497809":"\n   How often do you drink coffee?\n  ","497810":"\n   What is the fastest speed you have ever gone in a ground vehicle? Were you the the driver or a passenger?\n  ","497811":"\n   Do not promise when you are happy,\n\nDo not reply when you are angry\n\nAnd do not decide when you are sad\n\nGOOD NIGHT\n  ","497812":"\n   Do you like riding?\n  ","497813":"\n   How tall?\n  ","497814":"\n   i had a black cat. she was an evil genius. shoutout to coco aka \"the black one\" aka \"darkness\" aka \"gmork\" you were a savage beast but you were still the best. miss u :(\n  ","497815":"\n   costco, where you have to buy 8x the shit you wanted to for the sake of saving money, scratch that, costco where you spend 7x more than you wanted to so you can save $1.99 and pay for a membership :')\n  ","497816":"\n   That's awesome! Well u will get more questions lol ;)\n  ","497817":"\n   How much do you weigh?\n  ","497818":"\n   Ask banned my account. Well I'm back and going to do it all over again :). I see your threads got deleted lol\n  ","497819":"\n   that costs too expensive XD\n  ","497820":"\n   How much milk do you drink? What type of milk do you buy? Skim, 2%, whole milk? How much do you usually pay for a gallon?\n  ","497821":"\n   How many raw eggs are usually in your fridge at any given time?\n  ","497822":"\n   :C (I had a black cat as a kid and he was the best cat; I MIGHT be a little biased)\n  ","497823":"\n   probably sick of the oppression :')\n  ","497824":"\n   fluent native english speaker tyna be foreign. its the latest trend. .\n  ","497825":"\n   So a net gain of one cat (yay!), but still :(.\n  ","497826":"\n   this scenario couldnt be more racist.\n  ","497827":"\n   hi i look forgirl who loves have fun time i can giv her lots of fun cuz im rly good im the best txt me if u want a fun nite\n  ","497828":"\n   :(\n  ","497829":"\n   Are you a good judge of character? When you meet new people how often are you right about your initial impressions of them?\n  ","497830":"\n   hey what a happened to your good night anon??? im worried :\/\n  ","497831":"\n   who’s the shortest person of u and all ur siblings?\n  ","497832":"\n   are black cats more athletic?\n  ","497833":"\n   I don't understand you\n  ","497834":"\n   I'm a Spanish man, but i have spent almost all my life in the USA. I live in New haven Conniecticut USA.\n  ","497835":"\n   Can we have a privet chat\n  ","497836":"\n   So u market the products on these websites? I didnt get it tbh\n  ","497837":"\n   Once again it really my pleasure to meet you are you married or do you have children\n  ","497838":"\n   Some likes 🤔\n  ","497839":"\n   Hello are you here\n  ","497840":"\n   Good night\n  ","497841":"\n   Hello hotty\n  ","497842":"\n   Can I get some coins ?\n  ","497843":"\n   What's the most unprofessional thing you've seen someone do?\n  ","497844":"\n   Someone 😉\n  ","497845":"\n   Hello?🌹\n  ","497846":"\n   On which websites?\n  ","497847":"\n   yah\/nay\n   \n    https:\/\/youtu.be\/oh8zcbC_Dcw\n   \n\n    https:\/\/youtu.be\/cE_jOD2Fxvs\n   \n\n    https:\/\/youtu.be\/3qKOv3VBJcc\n   \n","497848":"\n   what is your preferred temperature to sit comfortably outside for long periods of time?\n  ","497849":"\n   who’s ur fav female comedian ?\n  ","497850":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","497851":"\n   So what then!!\n  ","497852":"\n   🌹🌹👑👑\n  ","497853":"\n   Are they really heavy?\n  ","497854":"\n   How big was she before and after the boob job?\n  ","497855":"\n   what are your top 3 life values? ♡\n  ","497856":"\n   What is your work?\n  ","497857":"\n   Don't you get bored sometimes? I mean working with people is more interesting and fun\n  ","497858":"\n   Why not?\n  ","497859":"\n   So commando\n  ","497860":"\n   I mean every one wear one!\n  ","497861":"\n   How many sexy ones do you still have and wear?\n  ","497862":"\n   Why no? Not all of them are bad.\n  ","497863":"\n   Thought you had it\n  ","497864":"\n   No one\n  ","497865":"\n   How is 🍆🍑\n  ","497866":"\n   Undies color\n  ","497867":"\n   Have you thought of marrying someone who is not American? A good arab guy maybe?\n  ","497868":"\n   Do you work at a company? Or home based\n  ","497869":"\n   Yeah. Duh. I mean why did she get fakes?\n  ","497870":"\n   Do you like your boobs?\n  ","497871":"\n   Why does your sister have fake boobs?\n  "},"Answer":{"496799":"\n  Yes\n  \n  I suck at taking pills so let's not pick colors 😂\n  ","496800":"\n  Benefit of the doubt until proven otherwise or i already had red flags about something about them then might not pay much attention to.\n  ","496801":"\n  I guess not since I'd never want to eat a dog.\n  ","496802":"\n  Yes, I do.\n  \n  Guilty, not really. I don't eat anything that's meant to be in the wild. Not for hunting\n  \n  Sometimes I do feel like I should cut down on meat consumption.\n  ","496803":"\n  I have 142 questions. Not quite embarrassed,  just haven't gotten to everything yet.\n  ","496804":"\n  Yes but still have clothing on\n  ","496805":"\n  True. True. Bliz would appreciate that :p\n  ","496806":"\n  I lost the link to it :(\n  \n  Don't feel like tagging everyone again\n  ","496807":"\n  No. Just looked.\n  ","496808":"\n  Yes, in P-town\n  ","496809":"\n  I literally wrote the first thing and he came waltzing by like a creep. I was like im going to die so did vid and just watched him. Legit blinking and then that. Was like omg 😂\n  \n  Haven't noticed before. He then was all trying to blend in to the wall then walked away.\n  \n  Yes its pretty spooky. Does cross it at times but mainly just chills like the creep he is\n  ","496810":"\n  Just don't let him see it\n  \n  When his eyes got all weird :o\n  \n  IM GOING TO DIE HAHAHAHAH\n  ","496811":"\n  ¯\\_(ツ)_\/¯\n  ","496812":"\n  You get a pin too! :)\n  \n  I'd be worried. Might make you eat cat\/dog food.\n  ","496813":"\n  Depends what it is, tbh.\n  ","496814":"\n  It means Blizzard got to you. You are now one of his many minions.\n  ","496815":"\n  I have the fitbit alta hr\n  \n  Lots of different band colors but mines just the basic grey like the 2nd pic\n  ","496816":"\n  Yes then. I don't really notice the time going by. Sometimes at the gym I'm like that.\n  ","496817":"\n  I'd say pleasant or mix of both..\n  ","496818":"\n  Swimming is one of them. I'll go do that.\n  ","496819":"\n  Hi\n  ","496820":"\n  Yes. We had a huge one at our old house.\n  ","496821":"\n  :)\n  ","496822":"\n  Very nice\n  ","496823":"\n  Haha\n  ","496824":"\n  I keep getting new followers\n  \n  Hello! :)\n  ","496825":"\n  I don't think guys care much about nails :p\n  ","496826":"\n  Eh. I feel like just having a solid color atm\n  ","496827":"\n  Yes :)\n  \n  Still not sure. Also have taupe colors as well\n  ","496828":"\n  Agreed. I like when it chips too XD\n  \n  Just got some new ones and feel like I should use ¯\\_(ツ)_\/¯\n  ","496829":"\n  Not since '97 :p\n  ","496830":"\n  Yes. I like checkers too.\n  ","496831":"\n  Barney, rugrats, daria, Thornburys, catdog and a lot of other ones.\n  ","496832":"\n  It's possible?\n  \n  Forgiveness of oneself can be harder.\n  ","496833":"\n  Yes. Weightloss way, more mentally strong..\n  ","496834":"\n  Haha fuckkkkkkkkkk\n  ","496835":"\n  Doing it on autopilot or more meditation\/relaxed state like? Helps not think?\n  \n  What do you exactly mean?\n  ","496836":"\n  He thinks Blizzard is a demon child :(\n  \n  I'm thinking it could be likely hahahah\n  ","496837":"\n  I really want to watch OITNB again but forget where I left off and was also watching it with my mom lol\n  ","496838":"\n  So what\n  ","496839":"\n  British\n  ","496840":"\n  They only have kibble.\n  \n  Lulu gets wet food but is greedy with the kibble too.\n  ","496841":"\n  Bunch of pussies\n  ","496842":"\n  Or make a pin with Blizzard's face on it. Always have a demon with me :)\n  ","496843":"\n  Yes, did that :)\n  ","496844":"\n  You can't.\n  \n  You get coins by answering and sending stuff out. I don't know if anon counts :p Think the ask gods want you to show yourself :o\n  ","496845":"\n  I think my brother had some. I don't remember which ones I've read if I did.\n  ","496846":"\n  They always do when it gets colder, silly.\n  ","496847":"\n  Haha splendid.\n  \n  His ears are probably all perked up :o\n  ","496848":"\n  Bruin then :)\n  ","496849":"\n  School at times but it's definitely important.\n  ","496850":"\n  Blizzard? 😂\n  ","496851":"\n  Wolves, horses, lions\n  ","496852":"\n  Go fish\n  \n  Uno\n  \n  21\n  \n  Blackjack.. bit rusty\n  \n  Spit\n  \n  Cards against humanity\n  ","496853":"\n  I wouldn't dream of it\n  \n  Lover\/peace maker here 🙆\n  ","496854":"\n  I haven't.\n  \n  Candy is kind of a no on keto :p\n  ","496855":"\n  Watermelon\n  \n  Strawberries\n  \n  Blueberries\n  ","496856":"\n  😂😂😂😂\n  ","496857":"\n  Omg\n  ","496858":"\n  You'd have to ask them :p\n  \n  The b!tch one came to mind. Like how? Pretty sure they don't see that side of me. Even on\n  \n   @cestlavie87\n  \n  page someone said that about me recently. It's pretty laughable.\n  ","496859":"\n  Like I want to crawl back into bed and take a nap for a few hours. I'd say it's going well haha\n  \n  Couldn't sleep straight away last night.\n  ","496860":"\n  Keto one.. maybe August? We make cheesecake fatbombs too.\n  \n  I guess real cheesecake would have been December?\n  ","496861":"\n  I'd say the gifted one. I'm not too organized but definitely not a slob either.\n  ","496862":"\n  A bit tired. Couldn't fall asleep straight away.\n  ","496863":"\n  Don't say that\n  ","496864":"\n  Nope. Was just \"this is a guy\" when I looked up the name ¯\\_(ツ)_\/¯\n  ","496865":"\n  More so online these days or catch certain stories on tv.\n  ","496866":"\n  I do.\n  ","496867":"\n  I wasn't sad\n  ","496868":"\n  Some can be just as good. I feel like the shows are usually better than the films.\n  ","496869":"\n  Night x\n  ","496870":"\n  I haven't seen those.\n  \n  Goosebumps was great.\n  ","496871":"\n  What they say\/how, actions, the vibe they give off to me.\n  \n  I guess hair, height, looks\n  ","496872":"\n  Yes. They need to keep it going.\n  ","496873":"\n  They said female...\n  ","496874":"\n  I don't remember. Haven't listened to since the late 90s.\n  \n  Wasn't aware they had a new album out\n  \n  Apparently they'll be in Arizona in October.\n  ","496875":"\n  Why do you think my regrets aren't real\/lack  substance?\n  ","496876":"\n  The cat made it better\n  \n  Yay\n  \n  Yay\n  ","496877":"\n  I'm clean\n  ","496878":"\n  I don't have one\n  ","496879":"\n  That seems more up to you guys in the long run.\n  ","496880":"\n  Falling Inn Love\n  \n  She buys an inn.. the end is history.\n  ","496881":"\n  Again :p\n  ","496882":"\n  Fine. Just watching a romcom.\n  ","496883":"\n  Sounds awesome!\n  \n  Oh noes\n  ","496884":"\n  Hello\n  ","496885":"\n  Yes, in middle school and i think hs too.\n  ","496886":"\n  No idea\n  ","496887":"\n  Annoying to always get\n  ","496888":"\n  Yes, can be part of it.\n  ","496889":"\n  Decent?\n  ","496890":"\n  Empire State building\n  ","496891":"\n  I must, good, hello etc\n  ","496892":"\n  Why act like someone else? :p\n  \n  Idk, man.\n  ","496893":"\n  Stop writing weird stuff.\n  \n  Make your own thread if you must.\n  \n  Don't be creepy\n  ","496894":"\n  Get blocked?\n  ","496895":"\n  Some dude keeps writing hi and other crap on some of them. Like go away, please 😂\n  ","496896":"\n  Magnetic seems odd XD\n  ","496897":"\n  Ah ok. Good job, Yoda.\n  ","496898":"\n  Yes, think so. Smart cats.\n  \n  Thanks for reminding me. Made me change my mind about watching Scream 😂 Put some comedy love thing on instead.\n  ","496899":"\n  Seems like a football movie?\n  ","496900":"\n  3 dogs. Lulu.\n  \n  Hm porgie was being weird a moment ago. Was all looking around. Went back into the bedroom, came out.. now keeps going in and out like a creep. #goodbyeworld\n  ","496901":"\n  You better not. Eh doesn't always bug me.\n  ","496902":"\n  Porgie. Her. Maybe. They did come out of the room together lol\n  ","496903":"\n  No, I have super powers.\n  ","496904":"\n  Clearly not the same anon\n  ","496905":"\n  Don't forget all the bread!\n  ","496906":"\n  I'm sure you can do better than that! 😮\n  ","496907":"\n  I've just been repeating parts of it XD\n  ","496908":"\n  Haha probably!!\n  ","496909":"\n  Nooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n  ","496910":"\n  I think I'm good at telling\n  ","496911":"\n  This doesn't make sense\n  ","496912":"\n  Oh that way :p its quite filling surprisingly.\n  \n  What did you end up getting \/making?\n  ","496913":"\n  Meow\n  ","496914":"\n  Wasn't looking in this one but the eyes still seem on you 😂\n  ","496915":"\n  Don't do it! I wish i didn't hahahah\n  ","496916":"\n  Huh?\n  \n  We're both December babies :)\n  ","496917":"\n  Cats are still white\n  ","496918":"\n  ?\n  ","496919":"\n  She's 2 years older.\n  \n  Was a bridesmaid in her wedding\n  \n  She has a license to hate me\n  \n  Protective\n  \n  Always been close\n  ","496920":"\n  White cat turning black.. not normal\n  \n  The whole language thing\n  \n  Nightmarish\n  ","496921":"\n  The bc one didn't go well lol\n  ","496922":"\n  I'd be scared haha\n  ","496923":"\n  Blizzard turns black around poptarts\n  ","496924":"\n  Noses would get messy.\n  ","496925":"\n  I guess the programming? It wasn't up to date.\n  ","496926":"\n  What a shame. Have fun with that :p\n  ","496927":"\n  Good, let's keep it that way haha. Not missing anything valuable there. Lots of \"how do you feel\" questions and shit. Was going to post that gif but this looked more demonic.\n  \n  No problemo\n  ","496928":"\n  Usa\n  ","496929":"\n  What would you call it?\n  \n  We have green ones too.\n  ","496930":"\n  Money spent, saved ¯\\_(ツ)_\/¯\n  ","496931":"\n  Wth\n  ","496932":"\n  Aww that would be adorable!\n  ","496933":"\n  Ohhhhhh. Warnings noted\n  ","496934":"\n  You can always adjust goals. If it means a lot then keep pushing on but also listen to body.\n  ","496935":"\n  Leftover keto pizza :)\n  \n  Mushroom and pepperoni\/bacon\n  ","496936":"\n  Not quite sure, dr phil :p\n  \n  I guess the last part. Idk. Not sure how I'd put it in words.\n  ","496937":"\n  They can be good.\n  ","496938":"\n  Mom. Sis and some friends.\n  ","496939":"\n  I feel like 20+ cont are about to happen\n  ","496940":"\n  ¯\\_(ツ)_\/¯\n  \n  No idea\n  ","496941":"\n  When I put my mind to something, yes.\n  ","496942":"\n  Not much stupidity going on\n  \n  Very funny :p\n  ","496943":"\n  Explain?\n  ","496944":"\n  Watch Blizzard bring you some poptarts 🐰\n  ","496945":"\n  All about you :)\n  ","496946":"\n  I guess, yes.\n  ","496947":"\n  Everything on Netflix lol\n  \n  I just put Across The Universe on. Beatle songs came to mind so was like F it.. I'll just put the vid on instead.\n  ","496948":"\n  Idk. Not one for confrontation. I don't like getting yelled at nor yelling back. I'd rather talk it all out. I can do silent treatment, yell back ,not let it get to me\/pick battles. Just depends.\n  \n  Also anons on here can be more funny than anything when they try fighting with me. Can be indifferent on it too.\n  \n  Technically the last one was with someone here but it wasn't really argument like either? Just me getting everything out because they wouldn't type thing. Resolved :)\n  ","496949":"\n  Early 2000s I'd imagine. Don't remember. Was during summer though.\n  ","496950":"\n  Lyndsey and the dildo\n  ","496951":"\n  So last night around 2am he was laying near the bathroom door. I went to take a picture and all i saw was darkness. No white kitty peeking in it. Wasn't even that dark in the hallway. Imma die.\n  ","496952":"\n  Here's one of them\n  \n\n   https:\/\/youtu.be\/CnQ8N1KacJc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","496953":"\n  Yes, I support them. Love is love.\n  ","496954":"\n  With the whole depression phase... Not telling people because I didn't want to feel like a burden\/weak\/where to begin which made me more withdrawn. Only ate one meal. Wasn't taking care of myself. Lots of sleeping too.\n  \n  I can see how that was the wrong way to deal with what was going on.\n  \n  Now? I'm not sure. I'd like to think that I'd be open with people. I wouldn't want to lose myself in the process again. I usually just watch films, music, self care and whatnot. uh, few weeks ago - crying.. which wasn't helping me haha but I do believe that crying can be healthy.\n  \n  I rarely drink, don't smoke, not promiscuous..\n  ","496955":"\n  Attitude for sure.\n  \n  Money shouldn't be everything\n  \n  Looks can fade\n  ","496956":"\n  This came to mind. No idea, was just fun making when younger ¯\\_(ツ)_\/¯\n  ","496957":"\n  Maybe the whole sad\/mad thing. Like nope, sorry. Not today, Satan.\n  ","496958":"\n  Myself\n  ","496959":"\n  Alien ones\n  ","496960":"\n  Bruin might lose his dog pool. Keeps moving\n  ","496961":"\n  I'm too nice for trouble 😉\n  ","496962":"\n  Not sure. Rather not have an alias, didn't end up well the last time.\n  ","496963":"\n  These were the last ones I've added if that helps\n  ","496964":"\n  Both ¯\\_(ツ)_\/¯\n  ","496965":"\n  The storm, what to watch\n  ","496966":"\n  You guys seen my legs plenty of times lol\n  ","496967":"\n  Tired\n  \n  Debating on watching another movie\n  ","496968":"\n  Sometimes\n  ","496969":"\n  I worry about my anons sometimes\n  ","496970":"\n  Yes or at least way cheaper!\n  ","496971":"\n  Nope\n  ","496972":"\n  Was in the middle of watching Tall Girl. Now there's a storm. Just put it back on, hopefully the lights and all that will stay on again lol\n  ","496973":"\n  Always!\n  \n  Even when I am bad, I'm good 😉\n  ","496974":"\n  This storm is going to be crazy. It already turned the lights off then on again. Lots of wind.. doesn't look like much in the vid. Too windy to want to go out there lol\n  ","496975":"\n  No, just highlights\n  ","496976":"\n  I haven't watched that\n  ","496977":"\n  Pennywise can be creepy but still think its funny too.\n  ","496978":"\n  The original? Hell yes. 😍\n  \n  The new one? I watched the 2nd part on Tuesday. It's much better than the 1st.\n  ","496979":"\n  Space, the moon. People\n  \n  Weird looking clouds last night. Kind of made a phoenix like shape over the moon.\n  ","496980":"\n  Not sure.. still time!\n  ","496981":"\n  IT, To kill a mockingbird, in cold blood, of mice and men\n  \n  Excuses begone\n  ","496982":"\n  What are you looking for?\n  ","496983":"\n  Should do\n  ","496984":"\n  Windmill ones seem scary. I always picture the parts flying off. Soooo plant by default\n  ","496985":"\n  R.i.p those crops\n  ","496986":"\n  Tuesday\n  ","496987":"\n  Yes, Arabic dudes love bringing up the marriage\/kid debate. Also been told that I'd be a horrible mother, should never have kids and other stuff like that on here. Even the bored moms do at times.\n  \n  My mom was actually 31 with me.\n  ","496988":"\n  Not sure. Been forever.\n  \n  I don't think anyone really wins...\n  ","496989":"\n  I have, just not in a few months.\n  ","496990":"\n  Don't see why that matters\n  ","496991":"\n  Arizona\n  ","496992":"\n  I like vogue more for the images, fashion. Advice, no. They just try making money. Don't care about anything else.\n  \n  I know someone who is 40s, married a long time and JUST had a baby.\n  \n  There's no time limits on that stuff. Even marriages aren't safe these days.. probably divorce advice as well in Vogue.\n  ","496993":"\n  AZ\n  ","496994":"\n  Yes, people don't need to tell me that.\n  ","496995":"\n  Don't care\n  ","496996":"\n  Not sure what you mean\n  ","496997":"\n  I don't talk on the phone much anyways so doesn't really bug me. More of a texter. I don't need to always be on a phone either. Getting my own soon tho\n  \n  So? A lot of other people live with roommates and other living conditions on here. Why is family seemed any different? I already know i should have my own place, being a d!ck about everything isn't going to change that. I know\n  \n  Not everyone needs to be married by a certain age or have kids by a certain age.\n  ","496998":"\n  Agreed.\n  ","496999":"\n  Nobody.\n  ","497000":"\n  Kind of. Can change the order up too.\n  ","497001":"\n  Fetish question?\n  ","497002":"\n  Few weeks ago. Don't feel like going into the whys\n  ","497003":"\n  Grey tank top, no bra\n  \n  Green lounge shorts\n  \n  White underwear\n  ","497004":"\n  Nothing, everything? ¯\\_(ツ)_\/¯\n  ","497005":"\n  The last time was where Jaws was filmed. The guy fishing at the end of the jetty and my dad helped get me out.\n  ","497006":"\n  Shared\n  \n  Bil\n  \n  Sister\n  \n  Shared\n  \n  They free feed kibble but I give lulu hers\n  \n  Hm probably sister\n  \n  Shared\n  ","497007":"\n  Near drowning yet i still love the water.\n  ","497008":"\n  O.o\n  ","497009":"\n  Why, you want to come over? :p\n  ","497010":"\n  I'd say so\n  ","497011":"\n  Love shrimp\n  ","497012":"\n  I don't have any scars\n  ","497013":"\n  This fetish is annoying\n  ","497014":"\n  Oh?\n  ","497015":"\n  Pretty much lol\n  ","497016":"\n  Yes\n  ","497017":"\n  I don't care what you do\n  ","497018":"\n  But zebra would win!\n  \n  Can the Christmas brownie ones enter the race on its behalf? :p\n  \n  Zebra\n  \n  Tie between nutter and oatmeal. All about what you are hungry for more\n  \n  Swiss roll\n  ","497019":"\n  We got a lot of free items at costco. You know, things you didn't really need 😂\n  \n  The custard was a bogo so maybe that\n  ","497020":"\n  Good to know. 🔫\n  ","497021":"\n  I didn't\n  ","497022":"\n  No glasses but correct. Ikea\n  ","497023":"\n  meghan mccain\n  \n  Maybe Adele\n  ","497024":"\n  I'd guess around 20 at least total ¯\\_(ツ)_\/¯\n  \n  Yes but there's probably someone who doesn't abide by that measurement out there :p\n  ","497025":"\n  Not sure but started with keto cake for breakfast. Added strawberries and blueberries to it.\n  ","497026":"\n  Who knows. No cereal boxes here to check :p\n  ","497027":"\n  Sister and her husband at the moment. I thought that was clear :p Also pets.\n  ","497028":"\n  Two bathrooms\n  \n  But\n  \n  3, The guest one, Then they have a built in bath and a shower enclosure\n  ","497029":"\n  Sometimes, more so going out of town\n  ","497030":"\n  Go for it haha\n  ","497031":"\n  To talk it out, get answers...\n  ","497032":"\n  I've been good..\n  ","497033":"\n  What movie?\n  ","497034":"\n  Don't remember.\n  ","497035":"\n  It wasn't the best I've had but still ok. The crust seemed different.\n  ","497036":"\n  lol I don't have one.\n  ","497037":"\n  Wednesday\n  ","497038":"\n  Yes :)\n  ","497039":"\n  Haven't noticed\n  ","497040":"\n  Good night\n  ","497041":"\n  Creepy XD\n  ","497042":"\n  Forgot about that song\n  \n  Yay. Gwen can do no wrong!\n  \n  Yay.\n  ","497043":"\n  Good old Scottsdale haha\n  \n  Pretty flowers\n  \n  Wonder which type of agencies they mean.. homeless ones or just worried about the local businesses around. It's obvious you could say no especially if you can't spare it.\n  ","497044":"\n  We still do at times. It's more like a limit\/moderation, same with onions.\n  ","497045":"\n  I don't use it much. Sister made some hummus before. Forget the type of bean used but it was keto friendly ¯\\_(ツ)_\/¯\n  ","497046":"\n  Haven't noticed but have seen people asking. They usually have dogs with them :(\n  ","497047":"\n  I feel like it should be give and take in both cases. Everyone should feel taken cared of and the role reversed too. I do feel like I have mothery instincts at times but I definitely wouldn't always want to be cared for or care for someone 24\/7. You figure both would be adults in this scenario so both should be capable of looking after themselves while still having those moments of care in eachway together. A nice balance. Even just being there says more than all the care in the world.\n  \n  Cheesy :p\n  ","497048":"\n  Sometimes I don't like to but it's best for everyone if you do. Laws, accidents etc\n  ","497049":"\n  I think they co-exist together.\n  ","497050":"\n  Speaking of.. it hurts from the gym.\n  ","497051":"\n  When ask steals questions. I have the same one from months ago in my inbox\n  ","497052":"\n  A Quiet Place comes to mind (had to search for the title lol)\n  \n  I didn't know it was going to be a silent film. I watched it at the theater without knowing anything about it. Kind of disappointed me in that way, not what i expected. Still decent 1-2.5  at best. Wasn't the worst though.\n  \n  I'm sure there's others but can't think of them right now.\n  ","497053":"\n  Nothing that interesting happened today.\n  ","497054":"\n  I think people can change and like different things. However, this seems more like a copying strategy but in the end it hurts you more. You obviously care enough about it to ask a question on, clearly whatever you used to like was on your mind. Yes, I think we have some control over it.. out of sight\/out of mind as well. I think if someone really missed it then eventually they'd dive back into it little by little. It's not something that would happen overnight. You also shouldn't force it, should happen naturally. With anything time does help. Knowing the reasons behind giving ____ up as well could help in understanding why you don't like whatever you used to.\n  ","497055":"\n  None - just the app right now.\n  ","497056":"\n  Irl - I'm not sure. I think it's cool when the gym ladies put my name in already instead of getting scanned. Makes me feel special haha. Also about driving but I don't feel like that's a legit compliment about myself..\n  \n  Online - kind\/sweet, beautiful, lovely, hot.. don't always believe them.\n  ","497057":"\n  Signed sealed and delivered\n  ","497058":"\n  Don't feel like sharing.. tmi and also lots of people will make it into a fetish.\n  ","497059":"\n  Travel, have needs met\n  \n  Give back to charities or just people in need.\n  ","497060":"\n  I don't think I'm good. I can do certain high notes and make them last, still don't think I'm amazing.\n  \n  Think my voice is sh!t in general. Everyone tells me it's cute though 😂\n  ","497061":"\n  Aw thanks\n  ","497062":"\n  I doubt it. Its not that bad, i seldom get the loneliness feeling. When it does happen, its more at night and can't really do anything about it lol just the feeling that it would be nice having someone next to me. Also s*x couldn't hurt either but its more the physical company type way. I kind of feel that it makes us stronger? Know more of what you do want in someone else..\n  ","497063":"\n  Why don't you?\n  ","497064":"\n  Not sure which way to take that lol\n  ","497065":"\n\n   @storm_stuart\n  \n","497066":"\n  I'm straight.\n  ","497067":"\n  Nope. Life or death, maybe!\n  \n  My dad got some crickets from a store in Sedona before. Nobody ended up eating them lol even he didn't and he likes weird sh!t like that ¯\\_(ツ)_\/¯\n  ","497068":"\n  They bailed on the pf but I'm going to my gym\n  ","497069":"\n  True. Nice detective skills ;)\n  ","497070":"\n  Mean!\n  \n  He was watching us eat tonight. Usually stays in their bedroom. Dun dun dun\n  ","497071":"\n  Blizzard hasn't killed yet\n  ","497072":"\n  Like I should be mean lol\n  \n  Its so old getting it over and over again\n  \n  Why tell me something i know? I appreciate it but ya, feels weird too.\n  \n  Then I get some people who think of me as a b!tch and its funny. Like pretty sure they haven't seen me that way!!\n  ","497073":"\n  Doesn't matter.\n  \n  jicama as french fries\n  \n  Keto pizza\n  \n  Salad\n  \n  :p\n  ","497074":"\n  Less. I don't crave much.\n  \n  And when I do cheat, I feel that  I get it out of my system until next time type thing.\n  ","497075":"\n  It's not that fancy but the habachi place was good to go to!\n  ","497076":"\n  Only blizzard could do that!\n  ","497077":"\n  Yes, January. I think they had two days before we started. Indeed. Carbs\/sugar to almost none is very different. Bit of a withdrawal type shock almost in the beginning.\n  \n  Yes. One reason why having cheats can help too. Keep it guessing type thing.\n  ","497078":"\n  Watches you catch up\n  ","497079":"\n  Yes. It felt itchy earlier while swimming. Oops\n  ","497080":"\n  Haha very cute\n  ","497081":"\n  Yes. Was sister's idea and made us do it type thing in the beginning. I'm not sure how much she lost but her husband lost around 30+ and he wasn't that big looking to begin with.\n  \n  Mom was 50\/50 on it. Went from a 7 to a 4 in pants sizes.\n  ","497082":"\n  Blizzard stuck his head in the door again today.\n  ","497083":"\n  Not that much. So that was the easiest for me to stop. I think it comes down to what the meal was.. sandwiches, take it or leave it. Grilled cheese..def need the bread. Same with french toast.\n  \n  There's some keto friendly ones but pretty expensive and I didn't care much for either. Also they put it in the freezer so that's just awkward to me lol\n  ","497084":"\n  Always\n  ","497085":"\n  It was one time. Didn't stay that way. Not in the way you mean... it was just a rough patch.\n  ","497086":"\n  Or buy palmini hearts of palm 😈\n  ","497087":"\n  Yes.\n  \n  Birth order ⬆\n  ","497088":"\n  Wait and see type of situation\n  ","497089":"\n  I'm glad :) :p\n  ","497090":"\n  Yes, it would be.\n  \n  Sausage could be iffy.. sometimes hidden sugar content. All about the brand.\n  \n  Enjoy the bread :)\n  ","497091":"\n  Depression\n  ","497092":"\n  Wasn't bad.\n  ","497093":"\n  Pepsi sucks in general -\n  \n  Ex pepsi drinker\n  ","497094":"\n  :)\n  ","497095":"\n  I haven't in a while, should remedy that soon!\n  ","497096":"\n  I've heard it was better there :p\n  \n  That's good\n  ","497097":"\n  Kind of a staple here I'd say.\n  ","497098":"\n  Halloween?\n  \n  Check out all the houses that will be in the contest. Some have haunted houses. It's judged by the businesses around, haunted houses and decor themes. They have certain days leading up to Halloween that you can go to each house on the map doing it.\n  \n  Last year they won 3rd place with an alien theme. Not sure what it will be this year. I helped give out candy\/told them to go in the area where they scared them + alien lab type thing. Not sure what the theme will be this year or if I'll be dressing up for it.\n  ","497099":"\n  I don't get to that point, really.\n  \n  But last time I did drink, I had 4 margaritas and a shot of tequila.\n  ","497100":"\n  I believe so\n  ","497101":"\n  Keto pizza for dinner\n  \n  Planet Fitness with my sister and her husband.\n  ","497102":"\n  Brother, sister then me.\n  ","497103":"\n  It's mostly a lot of talking and then the singing part that actually matters is at the end of the 2nd vid. Dude procrastinates his homework, telling all the reasons why. The zanzibar part was supposed to be an essay due but he made a song instead about it. ¯\\_(ツ)_\/¯\n  \n  Not missing much lol\n  ","497104":"\n  I was going to leave it at young haha\n  \n  But 31 isn't that young\/old ¯\\_(ツ)_\/¯\n  ","497105":"\n  Same lol i usually get a meal and dessert if I do go. Can still do keto too with certain things. Or just cheat lol feel like everything is  $2-7 at the very least ¯\\_(ツ)_\/¯gotta have control with what you do try\n  \n  I haven't made them but they are pretty easy to do.\n  ","497106":"\n  Thanks :p\n  ","497107":"\n  Could be?\n  ","497108":"\n  Guess I would have took a coldER shower then. Hm not quite lukewarm, still cold. It's 100+ out so def want it more cold haha. That would be a fun party trick!!\n  ","497109":"\n  Yes, they can be great. I think all the kids were jumping on it or something. Don't remember. Was pretty young.\n  ","497110":"\n  I don't see it that way. I do feel like people are drawn to my personality though since they don't see it often like that, especially online.\n  \n  I don't have a compulsion to drink.\n  ","497111":"\n  Sounded like someone would do the whole \"lovely but -----\" thing.\n  ","497112":"\n  But 😅\n  ","497113":"\n  Nice! Good luck x\n  ","497114":"\n  50\/50 or some other ratio\n  \n  Depends what it is too.\n  ","497115":"\n  More so the present and past.\n  \n  Future seems uncertain. There's obviously things I'd want to do\/accomplish but my reality never meets my expectations so...\n  ","497116":"\n  Haven't. People just went together without all the formalities in place.\n  \n  besides, nobody likes me that way.\n  ","497117":"\n  No, you didn't\n  \n  just forgot what I dreamed about lol\n  \n  I don't think so *hugs*\n  ","497118":"\n  They always get whatever they want. Don't need to work at it.\n  ","497119":"\n  Yet I'm not and that's life\n  ","497120":"\n  Not at the moment :\/\n  ","497121":"\n  I'm not sure\n  ","497122":"\n  I suppose. I can make it last but sometimes get the urge to spend too. Just need to remember needs vs wants as well.\n  ","497123":"\n  Food, clothing, saving some up etc\n  ","497124":"\n  Probably my mirror\n  \n  Around  $50\n  \n  Not too expensive but still up there especially for ordering on amazon. Luckily, everything was legit about it.\n  ","497125":"\n  Nope. I have only used an ipod from them before.\n  \n  Their desktops and laptops are ace but so expensive. My high school had them.\n  \n  I can't picture spending $1,000 just on a phone. Rather invest in the computers if that was the case.\n  \n  I originally wanted an ipad but I played around with different ones in store and ended up liking the samsung tablet more.\n  ","497126":"\n  My mom has it. Not sure since she had to get a new one.. prepaid to a contract and the company couldn't make the switch so new one it is. Some Samsung one though.\n  ","497127":"\n  Leggings. I was used to the thrift store prices so it seemed like way more. Got money worth out of them though :)\n  ","497128":"\n  Maybe when I actually get my own phone sometime this month ¯\\_(ツ)_\/¯\n  \n  No promises.. not sure what anon this is 😂\n  ","497129":"\n  I can't think of anything recent.\n  \n  Keto was in January.\n  \n  Running in July?\n  ","497130":"\n  That seems like one hell of a job.\n  ","497131":"\n  Water bed? My parents had one. It ended up popping...\n  ","497132":"\n  Maybe breaks but not actual leaving for good.\n  ","497133":"\n  Maybe not all the way cold. But definitely more cold than warm. #thinkofthenipps\n  ","497134":"\n  laps back and forth. Whether that's going under or above the water. Bit of both.\n  \n  Including dancing sometimes  ¯\\_(ツ)_\/¯\n  ","497135":"\n  Inbetween. Both are good. I typically go for more sentimental things or stuff they actually need.\n  \n  It's also fun and exciting opening presents.\n  ","497136":"\n  I haven't had it. Is there a normal rite? Why'd they pick that name? Was Diet Wrong already taken or did they think nobody would want the wrong diet soda? Do you become rite if you drink it?\n  ","497137":"\n  Eat pasta should be up there 😉\n  \n  All good ideas :)\n  ","497138":"\n  Mine is the light purple.\n  ","497139":"\n  I enjoy them\n  ","497140":"\n  Pho, teas, burrito bowls\n  \n  Donuts, chocolate covered strawberries, funnel cake\n  \n  Mexican dishes\n  \n  Asian dishes\n  \n  Apparently the next one is the 20th. There's a Maine Lobster roll one going 😮\n  \n  This ice cream looks good :o\n  ","497141":"\n  Was naughty or dirty but I liked the noble bit haha ¯\\_(ツ)_\/¯\n  \n  Usually go with delightful..\n  ","497142":"\n  Not sure. I didn't even notice until he said something about it. Won't see any of that these days?\n  ","497143":"\n  Well I'm sure you can be good also\n  \n  When hard was one of the predictive texts instead of good 😂\n  ","497144":"\n  He makes a song about zanzibar. Yes, can be boring and long at times.\n  ","497145":"\n  Ok then\n  ","497146":"\n  Random can be good\n  ","497147":"\n  Alcoholism runs on both sides of the family. Rather not be another statistic of that.\n  \n  Already have a fatty liver. Don't need to f*ck that up even more. lol\n  \n  I rarely drink. It just doesn't do much for me. I can go months without drinking. Usually keep it at 2-3 drinks when I do.\n  ","497148":"\n  I don't believe so.\n  ","497149":"\n  XD\n  ","497150":"\n  Why what?\n  ","497151":"\n  Probably!\n  ","497152":"\n  Yes\n  \n  Got vanilla custard with reeses and oreo mixed in that night :)\n  ","497153":"\n  Depends on the situation, mood.\n  ","497154":"\n  Not yet. Hello\n  ","497155":"\n  The best haha\n  ","497156":"\n  I think it was actually IT. My dad didn't know it was about a killer clown\n  ","497157":"\n  Cherry lol\n  ","497158":"\n  Fitting XD\n  ","497159":"\n  Yogurt, almond butter mixed in, blueberries\n  ","497160":"\n  I can take it or leave it\n  ","497161":"\n  Think he read the tonsil page ¯\\_(ツ)_\/¯\n  ","497162":"\n  Hello lol\n  ","497163":"\n  Aubergine sounds prettier.\n  \n  Sorry to disappoint\n  ","497164":"\n  I wouldn't consider what you wrote playing. Wasn't even the same guy as the last time. Don't call me baby either.\n  ","497165":"\n  Awkward\n  ","497166":"\n  Alcohol? No.\n  ","497167":"\n  Let's not call me that lol\n  ","497168":"\n  Wouldn't have it any other way 🎤\n  ","497169":"\n  😂\n  ","497170":"\n  Probably the only one who sees it that way.\n  \n  I'll go sleep now\n  ","497171":"\n  Good night\n  ","497172":"\n  Sucks being female at times lol oh well\n  ","497173":"\n  Already am 😉\n  ","497174":"\n  I'm not that experienced.\n  \n  Yes, heard the same. Mostly from older creepy men lol. Kind of always had a dirty mind ¯\\_(ツ)_\/¯\n  \n  With anything, you should know what you like and don't like..\n  ","497175":"\n  A good mix and positions :p\n  ","497176":"\n  True\n  ","497177":"\n  Rough can be nice\n  ","497178":"\n  Or you jinx it 😮\n  ","497179":"\n  Aw so sweet\n  ","497180":"\n  One thing but rather not mention now incase it doesn't happen.\n  \n  Hm not always. You should take precautions :p\n  ","497181":"\n  Anon stopped talking :(\n  ","497182":"\n  Nice\n  ","497183":"\n  Yes. I've been going to bed around 11\/12 so it is fairly late\n  ","497184":"\n  Too long :\/\n  ","497185":"\n  You could spread a lot of things with hunger\n  ","497186":"\n  Of course\n  ","497187":"\n  I heard the same thing\n  ","497188":"\n  Only if we go in the pool 😉\n  ","497189":"\n  Want to guess?\n  ","497190":"\n  Yes but in a much better spot\n  ","497191":"\n  I'll keep digging then\n  ","497192":"\n  I mean a friend told us that his p3nis was rubber... then chased us around.\n  ","497193":"\n  I'd like to unearth yours\n  ","497194":"\n  Convinced me :)\n  ","497195":"\n  Oh i know\n  ","497196":"\n  Sounds like a good morning to me 😉\n  ","497197":"\n  Must be! think he wants to try hitting them with something nice and hard\n  ","497198":"\n  From tonsils to this...\n  ","497199":"\n  No. Should I? 😉\n  ","497200":"\n  That might not be a good idea 😉\n  ","497201":"\n  ¯\\_(ツ)_\/¯\n  \n  You just want to stir up the race card\n  ","497202":"\n  So its hard to think\n  \n  I can 🎤\n  \n\n   https:\/\/youtu.be\/mRU31ieUhJM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497203":"\n  I already knew i was dirty minded\n  \n  I'm more open on here\n  \n  My feet are cute, apparently. Y'all are weird. More fetish peeps here.\n  \n  That I'm good at detecting anons\n  \n  Learned about other people :)\n  ","497204":"\n  Oh, was i supposed to join you?\n  ","497205":"\n  Enjoy the water rippling over that body\n  ","497206":"\n  Don't drop the soap\n  ","497207":"\n  Lots of suffering going on :o\n  ","497208":"\n  I'll behave but \"she's mighty h0rny\" would be a great one too! :)\n  ","497209":"\n  S8ck my hardon?\n  ","497210":"\n  Sorry\n  \n  Ah man. Sir mix a lot lyrics came to mind\n  \n  😂\n  ","497211":"\n  *peeks again*\n  ","497212":"\n  Would you hold it against me if I did? 😅\n  ","497213":"\n  Good morning\n  ","497214":"\n  Haha splendid! :)\n  ","497215":"\n  So random but first thing that came to mind 😂\n  ","497216":"\n  I have my tonsils\n  ","497217":"\n  Lovely\n  \n  Yummy\n  \n  Noble\n  \n  Dirty\n  \n  Single\n  \n  Enough\n  \n  Youngish\n  ","497218":"\n  No. I usually agree with, it made me laugh, they put a lot of effort into the answer, or some other way...\n  ","497219":"\n  Fruits and veggies in Boston.\n  \n  I feel like they don't have a ton of events like that here.. but there are food truck ones.\n  \n  Tempe or some place probably has more markets though.\n  ","497220":"\n  Cape Verde\n  \n  Made me think of zanzibar by bill harley\n  \n  Part1\n  \n\n   https:\/\/youtu.be\/0Vix3eDWZms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Part2\n  \n\n   https:\/\/youtu.be\/dmm0RbfpXAw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497221":"\n  I guess NYC and Denver one.\n  \n  I feel like I always get layovers there.\n  ","497222":"\n  I do a bit of air dry and blow dry\n  ","497223":"\n  Haven't watched them in yearssss.\n  \n  Cat's eye and raw are on the list now :p\n  ","497224":"\n  They have so many gizmos\n  ","497225":"\n  Italy\n  ","497226":"\n  Ireland\n  ","497227":"\n  Blue\n  ","497228":"\n  Cold in AZ 🔥\n  ","497229":"\n  No but that sounds fun!\n  ","497230":"\n  Swimming\n  \n  Reading\n  \n  Gym.. actually going tonight\n  ","497231":"\n  The fake ones these days. Virgil, diet Hansen's or zevia.. the rootbeer or orange soda.\n  \n  Used to be pepsi but I haven't had in years.\n  ","497232":"\n  I wasn't scared :p\n  \n  Interesting about raw\n  \n  Idk think it moved, followed people, killed them?\n  ","497233":"\n  Too excited about the other cheeses. All good :)\n  ","497234":"\n  Seems decent\n  ","497235":"\n  Hmm hm hm\n  ","497236":"\n  Losing his mind over cheese 😂\n  \n  Good to know\n  ","497237":"\n  Ah yes, canned bananas. Still haven't seen.\n  ","497238":"\n  Yes, love the airplane one. There was one about a doll and we had one that looked similar. Put it in my sister's bed and she screamed like she was dying 😂\n  \n  I don't think so. Name doesn't seem familiar.\n  ","497239":"\n  *day\n  ","497240":"\n  This reminds me of a song\n  ","497241":"\n  Probably thought something dirty :p\n  ","497242":"\n  😂😂😂😂\n  \n  Very helpful, cheese man.\n  ","497243":"\n  Yes, had that one before. Don't feel like checking those brands 😂 literally a block of orange and then a white one.\n  ","497244":"\n  Nope. The Kellygold says \"skelling\" on it. White. A bit aged looking.\n  ","497245":"\n  Seems good\n  \n  Minus the sometimes smelling part lol\n  ","497246":"\n  Oh my\n  \n  I've had fontina. Not sure the brand though.\n  ","497247":"\n  Gouda is good!\n  ","497248":"\n  The Blue's Brothers and Twilight Zone\n  ","497249":"\n  Besides this? Nope.\n  \n  Lyndsey naked and in a towel. Anons were slacking haha fully clothed now. R.i.p\n  ","497250":"\n  Thor\n  ","497251":"\n  Anything\n  \n  Yes\n  \n  Dry? Can be a tad dark at times\n  ","497252":"\n  What if it wasn't great?\n  ","497253":"\n  Yes. Everything costs an arm and a leg :o\n  ","497254":"\n  Oh man, missing out!\n  \n  Don't think I've seen that.\n  ","497255":"\n  Uh.....\n  ","497256":"\n  Any suggestions what the next ones should be ?\n  ","497257":"\n  Aww\n  ","497258":"\n  Everyone does. I just picked myself up again.\n  ","497259":"\n  TWD\n  ","497260":"\n  Good :)\n  ","497261":"\n  You ask this a lot\n  ","497262":"\n  I know but don't see how that's courageous either ¯\\_(ツ)_\/¯\n  ","497263":"\n  Damn\n  \n  You'd be happy to know that we got some new cheese today including sharp Cheddar 😂😂😂\n  \n  Also wasn't aware that Kellygold made a cheese too o.o\n  \n  How about a top 3?\n  ","497264":"\n  Rather mental than physical but ya.\n  ","497265":"\n  How? I don't see myself that way XD\n  ","497266":"\n  Check on my dad\/the house coming along\n  \n  Her mom's 90th birthday is soon so will see her too\n  ","497267":"\n  She's there now\n  ","497268":"\n  Could be worse\n  ","497269":"\n  Maybe I'll watch tonight if my plans die again\n  ","497270":"\n  Why wouldn't I be?\n  ","497271":"\n  Haha they didn't. Still married.\n  ","497272":"\n  I feel like I don't really have that person at the moment.\n  \n  Dad so it's been good not being around him. Mentally abusive alcoholic\n  ","497273":"\n  That's good\n  ","497274":"\n  Very nice!! Yes.. had to. Technology one was easy to understand :)\n  ","497275":"\n  :)\n  ","497276":"\n  Back any better?\n  ","497277":"\n  Oh ok XD\n  ","497278":"\n  Its been ok\n  \n  Went swimming\n  \n  Need to shower *throws towel around*\n  ","497279":"\n  Probably all swear words about cheese :o\n  ","497280":"\n  Bitches be stressed out.\n  ","497281":"\n  Newer, of course.\n  \n  Both are good though.\n  ","497282":"\n  Yo\n  ","497283":"\n  Oh man. You failed the cheese and all its pairings.\n  ","497284":"\n  What if a goat wandered into the funeral home? :o\n  ","497285":"\n  When guys gang up on you :(\n  \n  Nah, you would have gotten a review on it\n  ","497286":"\n  Parmesan isn't bad but ya think they all taste the same ¯\\_(ツ)_\/¯\n  ","497287":"\n  I don't think I could kill anyone.\n  ","497288":"\n  That's the only message i received lol\n  ","497289":"\n  \"It's because I'm Irish\"\n  ","497290":"\n  Is it really? :(\n  ","497291":"\n  Nope\n  ","497292":"\n  XD\n  ","497293":"\n  Did that happen?\n  \n  I like the song more than vid ¯\\_(ツ)_\/¯\n  ","497294":"\n  True :)\n  ","497295":"\n  O.o\n  ","497296":"\n  Aw you poor thing. Should always back up the cheese content 😂\n  ","497297":"\n  I'm not picky. If something is funny then great :)\n  ","497298":"\n  Probably 86% or higher?\n  \n  This week might be iffy -_-\n  ","497299":"\n  Doubt that would happen.\n  \n  I'll go swimming now :)\n  ","497300":"\n  Cheddar more often\n  ","497301":"\n  I didn't.\n  ","497302":"\n  Yes, a show and probably other minor stuff\n  ","497303":"\n  Liam was pretty cool but I have him elsewhere.\n  ","497304":"\n  Hmm seems like you ended up watching it 😮\n  ","497305":"\n  It's ok. I don't eat fish much. Probably with lemon and a nice crust to it.. idk\n  ","497306":"\n  Meaning what exactly?\n  ","497307":"\n  Cheddar\n  ","497308":"\n  If they want or need to for certain activities\n  ","497309":"\n  A couple but would rely on phone more.\n  ","497310":"\n  Thanks...\n  ","497311":"\n  Exciting :p\n  ","497312":"\n  It's only 1pm. Bit premature to say\n  ","497313":"\n  Same thing :p\n  \n  Desserts are way better\n  ","497314":"\n  Because you won't upgrade 😘\n  \n  Je souffre de la technologie aussi.\n  ","497315":"\n  No\n  ","497316":"\n  *hugs*\n  ","497317":"\n  I suppose.\n  \n  Les miserables is a good one too :p\n  ","497318":"\n  A chain that never ends 🎤\n  \n  Agreed, sir.\n  \n  It's still a lot of breathing techniques mixed in with everything. Bit boring to read, the other book was better.\n  ","497319":"\n  Thought it looked similar\n  \n  Hair was pretty much the same color at the time\n  \n  Didn't feel like having my own picture up, get tired of seeing my face :p\n  ","497320":"\n  Probably\n  ","497321":"\n  Maybe 14-16 at most? Depends on the day and mood, really. The least maybe 8 hours or so? I also take brezks, come and go etc\n  ","497322":"\n  XD\n  \n  Too funny\n  ","497323":"\n\n   @FeelFreeToAsk2017\n  \n  hahaha\n  ","497324":"\n  One that wasn't horror like. I don't remember what happened. Probably something with friends.\n  ","497325":"\n  No hate\n  ","497326":"\n  Haha wonderful :p\n  \n  I think I posted one or two of them before ¯\\_(ツ)_\/¯\n  ","497327":"\n  Haha how?\n  \n  Those guys were in total awe of us 😂\n  ","497328":"\n  E-cigarette.\n  ","497329":"\n  No thanks lol not worth it\n  ","497330":"\n  No.\n  \n  I felt like I had to more because their grandma is basically like an aunt to me. Don't think she'd be happy if I didn't act on her behalf type thing.  The boy even thanked me later lol\n  ","497331":"\n  It was so good they forgot to finish the sentence :)\n  ","497332":"\n  I have trouble seeing words far away.\n  ","497333":"\n  Maybe haha\n  \n  Sometimes I get no phases\n  \n  usually have at least 3 that show the stages\n  \n  ¯\\_(ツ)_\/¯\n  \n  So i guess its been a good week\n  ","497334":"\n  Morgan Freeman\n  ","497335":"\n  No.\n  ","497336":"\n  Some shorts last week or two weeks ago.\n  ","497337":"\n\n   https:\/\/youtu.be\/PivWY9wn5ps\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I also like billie jean, thriller, beat it\n  ","497338":"\n  Bored\n  \n  A habit to go on\n  \n  Q&A\n  \n  Friendships made\n  \n  Some trolls\/drama\/rp people\n  ","497339":"\n  Mixed emotions on certain things. Maybe a 5?\n  ","497340":"\n  More on the easy side.\n  \n  I ended up doing a factory reset and it deleted my notes :( had some goals there, tv show last left off at, was writing one  of those poems, tracking weight etc\n  \n  All gone\n  \n  And the Internet STILL keeps freezing on me. So all for nothing\n  ","497341":"\n  Good night\n  ","497342":"\n  It happens a lot on here.\n  ","497343":"\n  You should get some sleep\n  ","497344":"\n  my condolences\n  ","497345":"\n  1. ocean or other bodies of water\n  \n  2. nature in general\n  \n  3. The moon\/stars\n  \n  4. animals\n  \n  5. payday ;)\n  ","497346":"\n  hello ghost face\n  ","497347":"\n  He's ok\n  ","497348":"\n  Let's\n  ","497349":"\n  abUsive mentally and physically\n  ","497350":"\n  Either way\n  ","497351":"\n  best of both worlds!\n  \n  I'd pick that option :p\n  ","497352":"\n  I love water :)\n  \n  country side is pretty great too\n  ","497353":"\n  ¯\\_(ツ)_\/¯\n  ","497354":"\n  tank top and shorts now\n  ","497355":"\n  no, just thought it looked similar when I first seen it.\n  ","497356":"\n  yay\n  \n  yay\n  \n  yay. haven't heard in forever\n  ","497357":"\n  Rarely. I didn't make that picture.\n  ","497358":"\n  indeed\n  ","497359":"\n  why wouldn't i be?\n  ","497360":"\n  for?\n  ","497361":"\n\n   https:\/\/www.azquotes.com\/author\/6436-Isaac_Hayes\n  \n","497362":"\n  I guess I'm already doing that.. it would be better in the end. It wouldn't change me.. I'd just be smaller. My personality would stay the same.\n  ","497363":"\n  gym but I don't know if that's going to happen or not -_-\n  ","497364":"\n  I'm a light sleeper.\n  ","497365":"\n  taste, touch and hearing would be the top ones\n  ","497366":"\n  American;\n  \n  Greek, Irish, German and English.\n  ","497367":"\n  I don't really think about death, sorry. However, I'd rather be pain free at the end. Haven't we suffered enough? ;)\n  ","497368":"\n  Life is ok at the moment.\n  ","497369":"\n  no idea. The dr even said that after looking at my weights and was all \"keep going \" like obviously???? Didn't plan to stop after seeing you o.o like wtf. Don't need to be told that either by anyone.\n  ","497370":"\n  at times\n  ","497371":"\n  yes\n  ","497372":"\n  I haven't spent anything today if that counts for something lol\n  ","497373":"\n  ?\n  ","497374":"\n  Can't say I have lol\n  ","497375":"\n  It's because I'm sweet, huh?\n  ","497376":"\n  be more positive\n  \n  be 100% yourself\n  \n  look for a real connection like that\n  \n  be honest\n  \n  confront things head on when something happens\n  \n  don't put up a wall.. was more subconsciously\n  \n  that people can remain friends\n  ","497377":"\n  well aware. This was a few years ago. Wanting to vs doing is different. He's bullied a lot of other people too. Even said stuff to me after that day.\n  ","497378":"\n  I don't smoke nor vape\n  ","497379":"\n  That it was wrong, to leave them alone.\n  \n  I also had a moment where I was so mad that I was just frozen with anger and silence. Think that definitely scared him more 😂 like hm I'm an adult but it would be nice to hit him haha he was like 10 or so?\n  ","497380":"\n  I did before. This kid Cooper was making fun of my family friend's grandchildren. The boy has autism and he was picking on him and also his sister trying to get him mad. Not much was happening but then the kid ended up pushing the girl down to get a raise out of the brother. Wasn't cool with that and stepped in.\n  ","497381":"\n  Summer. I'm more active. love swimming, travel more, Camping, fires, anything could happen feeling ¯\\_(ツ)_\/¯\n  ","497382":"\n  I don't have it digitized but its me sitting on a rock getting my picture taken when younger.\n  ","497383":"\n  No\n  ","497384":"\n\n   ☺ رائع\n  \n","497385":"\n  pinot grigio\n  \n  Alice White\n  \n  White zinfandel\n  \n  I don't drink wine much but those have been the ones I've tried\n  ","497386":"\n  America\n  ","497387":"\n  cool, thanks.\n  ","497388":"\n\n   مرحبا\n  \n","497389":"\n  idk. I just see it annoying to bring up since nobody knew me back then. has nothing to do with here. Not the same person in that way. Plus, I feel like whatever i did say about the topic, they probably wouldn't believe me anyways. My actions should speak for themselves. I'm not trying to be anyone else on here. I've posted pictures of myself here. They keep asking this same question. It still hurts at times.\n  ","497390":"\n  I think you know.\n  ","497391":"\n  Personally that we've created?\n  \n  Poetry. I still need to finish this 19-30\n  \n  sometimes writing but that was usually more made for old RPs that went on throughout the years. Sometimes I miss writing.\n  \n  photography (people and nature)\n  \n  Sketching but I don't think I'm good at all. We had to do a charcoal drawing of an angel and mine looked more demonic 😂 the teacher was just like roll with it haha\n  ","497392":"\n  Grease\n  \n  Dirty Dancing\n  \n  Lion King\n  \n  The Holiday\n  \n  Sound of Music\n  \n  mamma mia\n  \n  Leap Year\n  \n  Titanic\n  \n  lots of different movies\n  ","497393":"\n  Not that high.\n  ","497394":"\n  The years shared\n  \n  Humor\n  \n  being there\n  \n  give and take\n  \n  connection\n  \n  loyal\n  ","497395":"\n  Scared?\n  \n  Certain obstacles in our way first\n  \n  some might not fully know themselves or what they want\n  \n  not trying to be that way so it goes nowhere\n  \n  because you forgot to add \"to\" - to be\n  ","497396":"\n  What way do you mean images? Definitely like drawings\/sketches. My mind was thinking more word images. ¯\\_(ツ)_\/¯\n  \n  All art forms are lovely. Whatever moves you can't be wrong :)\n  ","497397":"\n  yesterday\n  ","497398":"\n  Whatever i wanted\n  ","497399":"\n  A couple days ago.\n  ","497400":"\n  Elvis imposter. He kissed my hand when younger o.o\n  \n  A few voice actors but Vic Mignogna stands out the most.\n  \n  singer, Ayla Brown. Didn't really do much, i don't think. was on American Idol and happened to be at the place i went to.\n  ","497401":"\n  unwritten\n  ","497402":"\n  since then and the person who answered those questions was a version of me with less life experience and thus a truncated field of view. so me looking back on the other side of the horizon it was weird. especially when i would have never bet that scenario could have ever been possible.\n  \n  ----\n  \n  Ask was pretty much a fresh start. FS would have been more interesting to reread. I got sent quotes and would answer them monthly. After a while, I followed more people, sent questions out, answered questions regularly. What scenario? Or do you mean more in the way that you changed?\n  ","497403":"\n  agreed lol\n  ","497404":"\n  in life - maybe more the 🐢\n  \n  in gym way 🐇🐰\n  ","497405":"\n  haha\n  \n  probably the 90 minute movie my anon watched 😂\n  ","497406":"\n  I can't remember last nights dream but I do remember that it did have a horror aspect to it 😂 ended up waking up after that and falling asleep again where I had more of a normal dream ¯\\_(ツ)_\/¯\n  ","497407":"\n  oh man, I enjoy both equally!\n  ","497408":"\n  more on the weird side. not sure if I would\n  ","497409":"\n  The gym. I just get restless and unmotivated when I haven't gone in forever.\n  ","497410":"\n  hi 🐤\n  ","497411":"\n  I don't think so?\n  ","497412":"\n  Yes. I had to start over with new people too. oh nice.\n  ","497413":"\n  Yes, can be hard. Especially when first starting. Glad you have cookies to forget with 😂 mad props to them.\n  ","497414":"\n  Probably comparing the book and original movie too :p glad my rating wasn't the only low one.\n  ","497415":"\n  I know someone asked what mine were but I don't remember someone always talking about cereal :p\n  ","497416":"\n  Maybe a 2? This one seemed way better.\n  ","497417":"\n  I don't remember anyone telling me their favorite cereals lol bit its sufary ones 😉 *are we cool yet?* *wiggles toes back*\n  ","497418":"\n  They had a good balance of funny and scary. More insight into pennywise and other stuff. I guess maybe a 4 or 4.5\n  ","497419":"\n  lol maybe\n  \n  feels judgement :p\n  \n  keto died a sad death yesterday. had some popcorn at the movies. My sister figured since we cheated already that we should get custard  😂\n  ","497420":"\n  😮😮😮\n  ","497421":"\n  yes\n  ","497422":"\n  Long movie then?\n  \n  Ended up seeing IT last night.\n  ","497423":"\n  That's brave. I'm sure blizzard would appreciate that sacrifice on his behalf.\n  ","497424":"\n  Don't get how annoyance would be a good way 😂\n  \n  yes, I did mean irl\n  ","497425":"\n  very nice\n  ","497426":"\n  poor kitty\n  ","497427":"\n  best served with a soup too :)\n  ","497428":"\n  haha ok\n  \n  is it racist if i call blizzard, albino panther at times?\n  ","497429":"\n  a bit morbid too\n  ","497430":"\n  That would be a no especially given the fabric and the ways made, I'd need to go up in sizes. Never mind alterations as well to really fit the body correctly. I've only tried a bridesmaid dress on but I bet those feelings would be there still. I hated trying on prom dresses too. Yet both were strapless so I feel like that style works for me :)\n  \n  meanwhile everything my sister tried on fit like a dream\/made for her.\n  ","497431":"\n  hope it measures up to the vision of it\n  ","497432":"\n  In history class, actually. One of the teachers came in all scared looking and told our teacher. They wheeled in the tv and we watched it. Had a half day. Went home and seen more of it.\n  ","497433":"\n  glitter\n  ","497434":"\n  Yes. I watched Hannah Montana, liked certain songs and watched some movies she starred in.\n  ","497435":"\n  9\/11\n  ","497436":"\n  Good night\n  ","497437":"\n  my favorites\n  ","497438":"\n  I don't think people remember.\n  ","497439":"\n  cheese is good :p\n  ","497440":"\n  dude... it's such a good movie. Even the one with actual people is.\n  ","497441":"\n  glad you enjoy the racism :p\n  ","497442":"\n  meow\n  ","497443":"\n  I haven't seen Black Panther\n  ","497444":"\n\n   https:\/\/youtu.be\/anbrb2u9GYI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497445":"\n  MJ again or different artist? A few songs came up\n  ","497446":"\n  I didn't know the MJ one\n  ","497447":"\n  Good song\n  \n\n   https:\/\/youtu.be\/NRtvqT_wMeY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497448":"\n\n   https:\/\/youtu.be\/pEEMi2j6lYE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497449":"\n\n   https:\/\/youtu.be\/AMD2TwRvuoU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497450":"\n  oh hell no then. I could understand if blushing or something suggestive that way but no to that, it would annoy me more than anything I think. definitely overdid the asterisks!\n  ","497451":"\n  nope\n  ","497452":"\n  Most people do asterisks because ask searches for keywords at times so its easier to censor them.\n  \n  Depends what you mean by \"talked\" as well. But no, usually keep that off of here if you mean a dirty way. Small number of people get that chance anyways.\n  ","497453":"\n  All of them?\n  ","497454":"\n  Agreed!\n  ","497455":"\n  chocolate chip cookie dough\n  ","497456":"\n  It was ok. Doctor appointment, got some stuff at costco, went to see the 2nd IT. Got custard afterwards.\n  ","497457":"\n  Nothing. probably some rap artist? ¯\\_(ツ)_\/¯\n  ","497458":"\n  An old favorite or something I've never watched before.\n  ","497459":"\n  I still don't have an answer for this\n  ","497460":"\n  Not sure. Haven't spent anything yet with the amount i just got.\n  ","497461":"\n  hello\n  ","497462":"\n  Just milkbones on a dare before\n  ","497463":"\n  Not always but go getter ones probably accomplish more.\n  ","497464":"\n  water\n  \n  everything else depends where I'm going \/ what I need with me\n  ","497465":"\n  ET\n  \n  Aliens\n  \n  Armageddon\n  \n  Independence Day\n  \n  Cat from outerspace\n  ","497466":"\n  IT\n  \n  Freddy Krueger ones\n  \n  Trick or treat\n  \n  Halloween ones\n  \n  Eden Lake\n  \n  Wolves Creek\n  \n  Devils advocate\n  \n  more laugh factor ones:\n  \n  scream\n  \n  i know what you did last summer ones\n  ","497467":"\n  superstar\n  ","497468":"\n  :)\n  ","497469":"\n  Neither do I\n  ","497470":"\n  alrighty then\n  ","497471":"\n  more sniffle-y\n  ","497472":"\n  whose?\n  ","497473":"\n  :)\n  ","497474":"\n  haha that's cute\n  ","497475":"\n  The 16th\n  ","497476":"\n  I like Christmas more.\n  ","497477":"\n  Thanks\n  \n  good night\n  ","497478":"\n  Not sure\n  ","497479":"\n  her other songs are better\n  \n  not really lol never fun going to doctors\n  ","497480":"\n  I have a healthy mindset with everything. Love myself during the process etccc\n  ","497481":"\n  rest up :)\n  ","497482":"\n  ok\n  ","497483":"\n  cataclysmic XD\n  \n  I feel bad for Mr. Mustache though. Wonder if it was black.\n  ","497484":"\n  correct\n  ","497485":"\n  Don't think I received any lol :p\n  ","497486":"\n  resting b!tch face. not mad or sad :p\n  \n  smiling face\n  \n  idk.. a face is a face\n  ","497487":"\n  You always say that.\n  \n  I see it as both ways ¯\\_(ツ)_\/¯\n  ","497488":"\n  Might be a little truth to it at times but it's sad if someone believed that so much that they never let anyone in.\n  ","497489":"\n  That would take forever. I don't think I've changed that much ¯\\_(ツ)_\/¯\n  ","497490":"\n  Haha. I don't get that person at all especially when it's not even about me,\n  \n  no violence has been done\n  ","497491":"\n  no, you sound like a child.\n  ","497492":"\n  Not sure\n  ","497493":"\n  nah, only skinny girls are the popular ones. Not everyone saw my fun side ¯\\_(ツ)_\/¯\n  ","497494":"\n  Angst can be fun :)\n  \n  Aw cute puppers. They coming foryou. Isn't one of them named Lucky? haha\n  ","497495":"\n  yes, it was the worst!\n  ","497496":"\n  I knew everyone but stuck with a small group\n  ","497497":"\n  Watch no follow up :p\n  \n  I often wonder 😉\n  ","497498":"\n  chocolate chip cookie dough is my #1\n  ","497499":"\n  no. She knows when to let people know. she'll sit in front of the door or jump at it.\n  ","497500":"\n  they came around lately\n  ","497501":"\n  You don't on keto :p\n  ","497502":"\n  horribly\n  ","497503":"\n  up\n  ","497504":"\n  yes but you get the money worth out of it\n  ","497505":"\n  eye roll\n  ","497506":"\n  Grey VS bra\n  \n  everything else is blue.. blue shirt that says Maine on it, denim shorts, blue underwear that matches the shirt.. didn't plan that lol\n  ","497507":"\n  Yes. His hair went in my ear o.o\n  ","497508":"\n  whoever would want to be stuck with me\n  ","497509":"\n  Apparently not. Put glasses on :p\n  ","497510":"\n  whatever they want to wear. A good mix wouldn't hurt.\n  ","497511":"\n  no\n  ","497512":"\n  A doctor visit i had no idea about. Fun!!\n  \n  food shopping, i think.\n  \n  Maybe gym. not sure.\n  ","497513":"\n  night king\n  ","497514":"\n  night x\n  ","497515":"\n  ~ 5 for 5 years ~\n  \n  1. Should have stayed in college, done online courses if i had to. (moved that year)\n  \n  2. save more money\n  \n  3. meet more people\n  \n  4. find out about pcos and all that instead of finding out last year. do keto sooner\n  \n  5. I kind of wish i kept up with zumba.. I did however start going to the gym around that time. before that it was more walking, at home vids and zumba. notice more results with the gym tho\n  ","497516":"\n\n   https:\/\/youtu.be\/42V8CqWw0xM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497517":"\n  The small and big things in life\n  ","497518":"\n  toothpain that resulted in a root canal. 20s don't remember exact age\n  \n  it was supposed to just be a filling but I guess he did something wrong because the next day i was in agony and had to go back. Lasted a few days before getting the root canal. it was pretty awful.\n  \n  I've never had any real injuries.\n  ","497519":"\n  put the dishes in the dishwasher instead of leaving in the sink would have been one.\n  \n  let lulu out to go the bathroom when she's needed to\n  \n  i feel like I was mostly on here and swimming...\n  ","497520":"\n  1. I'm not little regardless of how much weight I've lost so far\n  \n  2. I don't think I'm ugly. 4-7 range at the very least, given my high esstem that day too.\n  \n  3. feel old being called a girl in that way\n  \n  4. I'm nobody's girl\n  \n  5. made me think of this song\n  \n  6. no real context to why I'm getting sent this\n  \n\n   https:\/\/youtu.be\/gn_1zKW8jc8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497521":"\n  me\n  ","497522":"\n  How many now? A month later :)\n  \n  probably but can't think of an example at the moment\n  ","497523":"\n  ice cream\n  ","497524":"\n  hugs back\n  ","497525":"\n  ok but can we appreciate this comment...\n  ","497526":"\n  yay\n  \n  I like other songs from them more\n  \n  weird choice but yay\n  ","497527":"\n  Not much\n  ","497528":"\n  nope. I always want to hold the pool stick differently.\n  ","497529":"\n  Yes\n  ","497530":"\n  when Netflix taked down movies you wanted to watch\n  ","497531":"\n  Not really sure. my plan didn't go as planned today.\n  ","497532":"\n  yay\n  ","497533":"\n  light green\/blue color\n  ","497534":"\n  Most of them\n  ","497535":"\n  Maybe part of the reason I can tell anons aparr\n  ","497536":"\n  I'd be a cute\/fun competition not mean\n  ","497537":"\n  Some of Robin Williams ones.. especially concerning animals, alcoholism etc\n  ","497538":"\n  No. Numbers don't really matter. All about the mindset. If you aren't happy to begin with then that probably won't change no matter what you do, ya know?\n  ","497539":"\n  who?\n  ","497540":"\n  cookies are way better\n  ","497541":"\n  Graham cracker crust usually goes well with it\n  ","497542":"\n  kind of like his voice 😂😂😂\n  ","497543":"\n  know what? me too :p\n  ","497544":"\n  no idea\n  \n  why analyze it?\n  ","497545":"\n  I read this in a Chinese voice o.o\n  ","497546":"\n  I guess artists\n  ","497547":"\n  wonderful\n  ","497548":"\n  if you say so\n  ","497549":"\n  uh, he's never had the shot so I'm sure you could lol\n  ","497550":"\n  Restraint made my mind go elsewhere.\n  \n  haha cute\n  ","497551":"\n  so creepy haha\n  ","497552":"\n  kind of feel bad for it now :o\n  ","497553":"\n  nooo not feet ones!! :(\n  ","497554":"\n  yes.\n  \n  Blizzard wasn't even around then lol\n  ","497555":"\n\n   @lyndseysboy\n  \n  that's already taken -_-\n  \n  anyways, I like men.\n  ","497556":"\n  just giving you a hard time, garlic killer.\n  \n  Could be. Depending on the chocolate used.\n  \n  yes, it can be annoying knowing all the facts. don't worry :)\n  ","497557":"\n  just a bit of paraphrasing here....\n  \n  write a letter explaining how much you appreciate garlic, all the good and not so good times. It will make you happy and the spice happy too. With mindfulness, we can be aware that the garlic is there. We have the garlic to spice things up. Even in times of loss (the micrograms) we can experience gratitude.\n  \n  \"Waking up this morning, I smile\n  \n  Twenty-four brand new hours are all for me AND MY GARLIC POWDER\n  \n  I am determined to EAT them mindfully\n  \n  and look at all -garlic powders- with compassion and love\n  \n  for i have failed the micrograms once\"\n  \n  p.s. remember to breathe before and after. it's important for the garlic powder injustice.\n  ","497558":"\n  Blizzard\n  ","497559":"\n  Remember when you asked about things you can't eat on keto? Beans, mofo. hahaha. Enjoy that daydream and have some for me :)\n  ","497560":"\n  I meant they are still big but a bit smaller than me. It's not healthy to compare though. everyone is different.\n  ","497561":"\n  Wow that was deep\n  \n  I'll have to come up with something way better for the garlic.\n  ","497562":"\n  I think it's different but it's still there.\n  \n  I sometimes even judge (bigger\/smaller than me way) I try not to though.\n  ","497563":"\n  Yes. Boston teamssssss\n  ","497564":"\n  So this is what I've gathered from the book\n  \n  1. breathe\n  \n  2. Know how you feel. curse out that f8cking onion powder dry spice thing. \"A part of me is really frustrated\" instead of \"I am\"\n  \n  aknowledge the parts instead of being the whole. Never use said ingredient again\n  \n  3. breathe\n  \n  hope that helped 😂😂😂😂\n  ","497565":"\n  I'm not sure what the status on it is. usually the brother-in-law i think.. my sister can too.\n  \n  sometimes there is frost. but its nothing too bad either.\n  ","497566":"\n  uh not really? like didn't play as a whole..\n  \n  my sister did soccer before\n  \n  bro likes basketball and did soccer\n  \n  I've always liked dodgeball and volleyball in gym, along with tennis. Zumba started my love affair with fitness, then the gym joined. I've always loved swimming if that counts.\n  ","497567":"\n  yes, true. I feel like most let you know or in indirect ways.\n  \n  I'm straight, btw :p\n  ","497568":"\n  I don't think they care about 💩 much\n  ","497569":"\n  for one there's more letters added :p\n  \n   yes, school would seem interesting. found out some people were gay after graduation. like damn.. could kind of tell but hey.. go you XD\n   \n\n     View more\n    \n\n","497570":"\n  never had that way. can't say.\n  ","497571":"\n  nope. The jar is fine.\n  ","497572":"\n  I have enough coins\n  ","497573":"\n  shh, you.\n  ","497574":"\n  I think we have both in the garden but also have some dried too.\n  ","497575":"\n  indeed\n  ","497576":"\n  I mentioned him in that math question :p\n  ","497577":"\n  yes, at times. Lots of double standards too.\n  ","497578":"\n  It's just you.\n  \n  I wouldn't really call it someone new either...\n  ","497579":"\n  me too :p\n  ","497580":"\n  Didn't know we were rating soundtracks too.\n  ","497581":"\n  yes. much better than weeks ago <3\n  ","497582":"\n  oops. I read that as messages lol\n  \n  massages would be nice. would also give :)\n  ","497583":"\n  depends what it is\/heartfelt\/means something to them.. I'm not that materialistic. I don't always need gifts either. Just being with them is gift enough.\n  \n  Can be nice\n  \n  yes especially since it feels like forever lol\n  \n  either way a good mix would be ideal\n  \n   ¯\\_(ツ)_\/¯\n   \n\n     View more\n    \n\n","497584":"\n  yo\n  ","497585":"\n  oh, how could I not? 🐈🐱\n  \n  Nope. Even though the gym does have a pool or could go to the country club at my brother's neighborhood. But generally, when I say pool its the one here lol\n  ","497586":"\n  buy something new  (clothing, gym outfit)\n  \n  be naughty\n  \n  drink\/dinner if a party atmosphere\n  \n  idk depends what it is.. others involved or not.\n  ","497587":"\n  Aww.\n  \n  I'm pretty good :)\n  ","497588":"\n  my tea going to waste lol\n  ","497589":"\n  german shepherd\n  \n  collies\n  \n  huskies\n  \n  poodles\n  \n  (of course with the right documentations)\n  ","497590":"\n  yes\n  \n  salad and maybe something else?\n  \n  I do like Wendy's chili and baked potato in the winter.\n  ","497591":"\n  make that today.\n  \n  I made a passion tea like Starbucks does in a mason jar. Went to grab it and it went out of my hands, only about 4 sips remained in the mason jar -_-\n  ","497592":"\n  1. does cards against humanity count? can't remember boardgames\n  \n  2. its pretty tidy usually\n  \n  3. not sure lol\n  \n  4. years ago\n  \n  5. last week\n  \n  6. a while but bet i can guess when you did\n  \n  7. 18.. I was supposed to get one the day someone did the whole fat thing. DR could tell i wasn't in the mood for so left me alone that day lol :p\n  ","497593":"\n  my room\n  \n  hear:\n  \n  lulu snoring\n  \n  the ac\/ceiling fan\n  \n  laundry from the laundry room\n  \n  see:\n  \n  everything in my room lol\n  \n  smell:\n  \n  not much\n  \n  feel:\n  \n  fine. I should go swim. Already wearing my bathingsuit, just been lazy on here XD\n  ","497594":"\n  my lovely anon\n  ","497595":"\n  Good riddance\n  ","497596":"\n  I don't currently have a phone on me\n  ","497597":"\n  must be related to 😂\n  ","497598":"\n  No problemo. I think the good and bad could intermix too ¯\\_(ツ)_\/¯\n  ","497599":"\n  is this the person who gave me two numbers a few days ago?\n  ","497600":"\n  Probably the life of a criminal. hardy har har\n  \n  yes, I don't know.\n  ","497601":"\n  *bows back*\n  ","497602":"\n  yes :(\n  ","497603":"\n  The cat didn't even have time to run.\n  \n  haha awesome o.o\n  ","497604":"\n  That could be part of it too but this is what it said about the wolves.\n  \n  yes, can get that too lol.\n  ","497605":"\n  There's a lot of guys on here like that\n  ","497606":"\n  We've never texted though haha awkward\n  ","497607":"\n  nope. just went to the top. plan didn't screw the order 😈\n  ","497608":"\n  oh fuck\n  ","497609":"\n  yay\n  ","497610":"\n  Not really. Just some exercises, breathing techniques was the last one i read. It's pretty common sense on some of them. Nothing stood out that much yet.\n  \n  relearned about the wolf meaning\n  ","497611":"\n  It's ok, the cat was grey this time.\n  ","497612":"\n  or me\n  ","497613":"\n  Don't remind me\n  ","497614":"\n  it went in order\n  \n  first to last\/newest or bottom to top\n  ","497615":"\n  Not that I'm aware of\n  ","497616":"\n  I like Joker.\n  \n  Not that interested in the remake right now though.\n  ","497617":"\n  oh no :( Ya not fun.\n  \n  My mom once ran over my brother's cat. Was driving by the house and road bump... then she stepped on it getting out of the car to check.\n  ","497618":"\n  Wrangler\n  ","497619":"\n  hmmmmmmmmmmm yes :p\n  ","497620":"\n  now that's mean :p\n  ","497621":"\n  The newer one was weird since literally 21 of them! I appreciate all the time replying\n  ","497622":"\n  uh never 😈\n  ","497623":"\n  Thanks :)\n  ","497624":"\n  Thanks but def seemed long to me lol\n  ","497625":"\n  oh yes very masculine :p\n  ","497626":"\n  .\n  ","497627":"\n  understandable\n  ","497628":"\n  yes, can be good for that at times\n  ","497629":"\n  6 and then the new 3 :p\n  ","497630":"\n  interesting\n  ","497631":"\n  What if others see the talent in you though?\n  ","497632":"\n  true about the let things happen., don't mean that laid back lol\n  \n  bet you get wicked dirty 😈\n  ","497633":"\n  :)\n  ","497634":"\n  The last part made me laugh\n  \n  good way to be, i think.\n  ","497635":"\n  What is normal anyways?\n  ","497636":"\n  yes.. that's exactly the type of goals i was thinking of\n  ","497637":"\n  *hugs those eyes*\n  ","497638":"\n  Not sure what you are agreeing with\n  \n  btw, 21 continuations 😮\n  ","497639":"\n  intriguing on what you think you messed up.\n  ","497640":"\n  cont.. the mechanism responsible for that. so i dont feel much anymore. or thats a lie to myself and nothing has changed. somehow i cant tell? seeking out adventure- cant say i do and no connections. i did have a deff desire to thrill seek with things i used to do but seems like another life. cont.\n  \n  --\n  \n  probably a lie :p\n  \n  so i was still right about thrill seeking. don't deny it!\n  \n  hm\n  ","497641":"\n  hmm makes me wonder what you sent.\n  ","497642":"\n  I know :)\n  ","497643":"\n  lol nice XD\n  ","497644":"\n  Didn't know nipps were so taboo on here 😂 that thread keeps getting deleted\n  ","497645":"\n  sunlight or darkness\n  ","497646":"\n  ah poor kitty\n  ","497647":"\n  yes, I don't really think about age. Besides when birthdays roll around :o\n  ","497648":"\n  Not really. it was no secret that they had acne or whatever. I've always been kind :p\n  ","497649":"\n  yes. it's fine\n  ","497650":"\n  Blizzard would surely have been a 4.5\n  ","497651":"\n  movie seems ideal rn\n  \n  both good options\n  ","497652":"\n  No, I don't mind. I still swim when its 100+ outside. Still walk.\n  \n  I love camping, always have. Been going camping since I was born pretty much. Even helped these grown as.s men put up their tent before. We were probably 8 or something. They were watching us put ours up instantly 😂\n  ","497653":"\n  But yes AZ doesn't get snow in this area. Need to go to other areas if you want it :)\n  ","497654":"\n  haha very nice :p\n  ","497655":"\n  I need all the help i can get\n  ","497656":"\n  That was in Maine haha\n  ","497657":"\n  When you thought you were alone\n  \n  r.i.p\n  ","497658":"\n  Yes, I like both. Cilantro probably gets used more often.\n  ","497659":"\n  same much better XD\n  ","497660":"\n  sorry to be predictable on this one lol\n  ","497661":"\n  I hope so! My most liked question 😂\n  ","497662":"\n  The song or the video? both?\n  ","497663":"\n  sounds like a good plan!\n  \n  p.s. its still in the fridge upside down. Never gets a break\n  ","497664":"\n  by mistake again, right? lol or actually give it a shot?\n  ","497665":"\n  aw didn't want to make anyone cry! :(\n  \n  hm not yet\n  ","497666":"\n  You too\n  ","497667":"\n\n   https:\/\/youtu.be\/FFOzayDpWoI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497668":"\n  When you feel like you fit all of them to a certain degree 😂\n  \n  This song came to mind\n  \n\n   https:\/\/youtu.be\/_ivt_N2Zcts\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497669":"\n  stove: maybe last week\n  \n  oven: Saturday\n  \n  microwave: last week. reheating steak and asparagus after the gym\n  \n  I don't do much grilling but we did have burgers tonight. before that steak or chicken\n  ","497670":"\n  Not much? Agnostic, spiritualness at best. Been drawn to Buddhism but haven't looked up everything either ¯\\_(ツ)_\/¯\n  \n  I like Greek Goddesses and stuff but don't take much stock in either.\n  \n  There's no profound meaning for me.\n  ","497671":"\n  You can dislike a breed but hating them won't fix anything. All dogs can have bad streaks. It's more about their environment and how you raise them than the actual stereotypical breed behaviors.\n  ","497672":"\n  I guess life? My mom :)\n  ","497673":"\n  I'm not sure about everyday but most days, yes. Read, gym, swim,sunshine, showers, Maybe a bath. Candles lit. Do nails, facemask. Talk to like minded people. Run. Whatever helps destress and feel better in general. Sleep.\n  ","497674":"\n  swimming 🏊💦\n  ","497675":"\n  I like white better but nice save there haha\n  ","497676":"\n  the bb\n  \n  not sure what that means here\n  ","497677":"\n  ew\n  ","497678":"\n  this is pretty but no idea what was sung. some rap like parts too\n  ","497679":"\n  sorry, sunshine.\n  ","497680":"\n  nothing\n  \n  meant me hahs\n  ","497681":"\n  I guess steak\n  \n  had a cheeseburger and salad tonight\n  ","497682":"\n  Should get paid then ;)\n  ","497683":"\n  made me think of this song 😂\n  \n\n   https:\/\/youtu.be\/IsPFDzAGb4A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","497684":"\n  I know, king.\n  ","497685":"\n  get some poptarts!\n  \n  sincerely,\n  \n  Ask.fm ads and myself\n  ","497686":"\n  I know the name but can't think of why rn 😂\n  ","497687":"\n  Happy birthday 😘\n  ","497688":"\n  tuna\n  ","497689":"\n  It's because I didn't watch it 😈\n  ","497690":"\n  very true.\n  \n  its bizarre\n  ","497691":"\n  they don't know when to stop!!\n  ","497692":"\n  my team 💕💞💕\n  ","497693":"\n  same. yes a little\n  \n  yay, no idea what she's saying though. hate the makeup lol\n  \n  its whatever\n  \n  yay\n  ","497694":"\n  lesson learnt\n  ","497695":"\n  I know.\n  \n  why are men such pigs?\n  ","497696":"\n  they never do :\/\n  ","497697":"\n  I don't want a harem of creepy online men. It's not fair to me nor them. I'd rather not feel used either.\n  ","497698":"\n  who knows\n  \n  bit weird even talking about an anon like this :p\n  \n  I do think the one who pretended to be that person scared him off among other things though.\n  ","497699":"\n  I don't think so\n  ","497700":"\n  Don't know who it is...\n  ","497701":"\n  Can't even answer that\n  ","497702":"\n  Not what I meant\n  ","497703":"\n  Didn't talk for long so hard to tell in that way\n  ","497704":"\n  a mystery\n  ","497705":"\n  What's that?\n  ","497706":"\n  must have all got taken down\n  ","497707":"\n  Thought that was clear lol\n  ","497708":"\n  Intense\n  \n  maybe a bit weird at first because anon\n  \n  someone else pretended to be that person too\n  \n  ¯\\_(ツ)_\/¯\n  ","497709":"\n  I didn't but did on Friday.\n  ","497710":"\n  Starting to read that Mindfulness book.\n  ","497711":"\n  Had a burger tonight ¯\\_(ツ)_\/¯\n  ","497712":"\n  meats, veggies.\n  \n  Olive oil as salad dressing.\n  ","497713":"\n  That we haven't seen each other in a good amount of time :( she has husky puppies right now and they look adorable. better be for $1,000 a piece :o\n  ","497714":"\n  A groom?\n  ","497715":"\n  He's a good actor but the movie itself wasn't the best. Probably the right rating :)\n  ","497716":"\n  TheShawshank Redemption (movie!)\n  ","497717":"\n  Sand lot (movie)\n  \n  IT (both)\n  \n  Misery (book)\n  ","497718":"\n  like a virgin\n  ","497719":"\n  Seems like prostitution\n  ","497720":"\n  is there ever a best?\n  ","497721":"\n  It's resolved now\n  ","497722":"\n  is 8\/9\n  ","497723":"\n  yes, dog i grew up with. passed in 2006.\n  \n  yes at least 3-5 range.\n  ","497724":"\n  No idea. could be possible. Never met if I do.\n  ","497725":"\n  enjoy!\n  ","497726":"\n  Is this about the Patriots?\n  ","497727":"\n  r.i.p those birdies\n  \n  autocorrect wanted to say bodies., hopefully you don't mean birds as in females :p\n  ","497728":"\n  The 2nd one. I like when he runs up the stairs, never gives up etc\n  ","497729":"\n  RockyBalboa\n  ","497730":"\n  I don't hate anyone.\n  \n  Maybe the story earlier but we didn't exactly hate each other either!\n  ","497731":"\n  oh my lol\n  ","497732":"\n  in college so long time but ya lol\n  ","497733":"\n  only the best 🐷\n  ","497734":"\n  yes, sometimes. proceeds with caution when he does lol fucking weird cat man\n  ","497735":"\n  metal music\n  ","497736":"\n  salads\n  ","497737":"\n  Most Alanis Morissette ones?\n  ","497738":"\n  I'll go swim :)\n  ","497739":"\n  I want to say 4?\n  \n  my sister and our next door neighbors\/best friends at the time taught me.\n  ","497740":"\n  What were the 13 films?\n  ","497741":"\n  yes, anyone can. different companies there too. links and banners already done for you etc\n  ","497742":"\n  Some can be good looking.\n  \n  if it came to that ¯\\_(ツ)_\/¯\n  ","497743":"\n  Maybe another time :p\n  ","497744":"\n  Good songs\n  ","497745":"\n  wrong profile\n  ","497746":"\n  Any words of wisdom? ;)\n  ","497747":"\n  if you say so\n  ","497748":"\n  1. Friday as the actual gym. Saturday for driving\n  \n  2. idk\n  \n  3. karaoke last month. in general, probably yesterday while songs were on\n  \n  4. Lulu went into the bathroom with me -_-\n  \n  5. Wednesdays\n  \n  6. Today\n  \n  7. Should probably add to all the other doctor appointments they want me to do soon (pap smear, sonogram - again etc)\n  ","497749":"\n  sadly :(\n  ","497750":"\n  ?\n  ","497751":"\n  lol cute.\n  ","497752":"\n  one that got banned\n  ","497753":"\n  haha you caught me! very demonic\n  ","497754":"\n  wb\n  ","497755":"\n  That's odd\n  ","497756":"\n  Blizzard was watching me again\n  ","497757":"\n  hahah most likely\n  \n  little creeps\n  ","497758":"\n  rarely. why?\n  ","497759":"\n  Yes, agreed with the 9. not buying it 😂 its like that anon who talks about 12 inches XD\n  \n  you trying to tell me something Danny? jokes.\n  ","497760":"\n  I'm not. It makes me feel weird. I admire people who do.\n  ","497761":"\n  Not that experienced so anything is pretty much a go. try anything at least once approach.\n  ","497762":"\n  If I liked someone then that wouldn't matter.\n  ","497763":"\n  average.. 6-9 would do\n  \n  but guys usually hype up their #s :p\n  ","497764":"\n  Not opposed to\n  ","497765":"\n  - 3\n  ","497766":"\n  The size of yours?\n  ","497767":"\n  yes. quite creepy lil f*ckers. like you wanna race?? I don't get it lol\n  ","497768":"\n  no. I like guys.\n  ","497769":"\n  haha nope\n  \n  love me some English\n  ","497770":"\n  hope so 😈\n  ","497771":"\n  seems like it\n  \n  the pap ones seem like the typical dares 😂\n  ","497772":"\n  Only in movies now 😂 or more ski like instead? idk.\n  ","497773":"\n  :)\n  ","497774":"\n  I think I have different anons again lol\n  ","497775":"\n  Nothing good to say 😂\n  \n  Rocky did come to mind.\n  ","497776":"\n  with 4 hour s*x?\n  ","497777":"\n  Doctors\n  \n  waiting to do a speech\n  ","497778":"\n  ¯\\_(ツ)_\/¯\n  ","497779":"\n  I like to read\n  \n  watch movies\n  \n  i don't think I'm that nerdy though ¯\\_(ツ)_\/¯\n  ","497780":"\n  Leap Year is the first one to come to mind. The castles, accents, Dublin. maybe potatoes? Hang instead of ham :p idk...\n  ","497781":"\n  bit of both. All about the ages.\n  \n  Technology should be watched I'd say. There's some song that goes \"die die die\" for kids right now and that isn't healthy at young ages. My nephews and their cousins have heard it and the adults mentioned it last time.\n  ","497782":"\n  What that tongue do? ;)\n  ","497783":"\n  Very nice lol\n  ","497784":"\n  Yes, the ending was pretty lackluster :(\n  ","497785":"\n  What if you already were?\n  ","497786":"\n  I'm Greek, Irish, German and English.\n  \n  I don't know how far back. I did have someone on the Carpathia. There's a guy on the Mayflower that could have been a relation to my mom's side. The history on my maternal side is iffy. Grandpa didn't talk much about his family. Rumored to have a name change \/shortened. He had tons of siblings as did my grandma.\n  \n  My dad's aunt wrote a history book on lots of people in it. little adverbs of things they did, lived, family members and whatnot. We have it somewhere. It was basically \"fill this out\" and pass on to other members but that didn't happen \/ don't know who to pass on to..\n  \n  A lot of them were in German\/Australia location wise. Greece as well.. there's actually a hotel\/motel with our last name somewhere there so that's interesting. It was also shortened by one letter. Even some pictures of people.. one of them was a twin.\n  ","497787":"\n  I refollowed so that logic is weird.\n  \n  Anyways, nope. Don't have anyone.\n  ","497788":"\n  yes. The vet actually said that i saved our dog. she had a fever going on and stuff. I ended up putting a wet towel over her on the ride there.\n  ","497789":"\n  Yes. My friend would say b!tch or ho even when I'm not one XD\n  \n  someone else does it and i know its in a hurtful manner\n  ","497790":"\n  riding one... yes answer.\n  ","497791":"\n  neither\n  ","497792":"\n  yes. had to read it in school and watched too.\n  ","497793":"\n  oh man. gross. poor kitty.\n  \n  reminds me of the time my old dog got sick and we went to the vet at night. thunderstorm going on. This car came there and their dog died. it was a white dog. Huge bolt of lightning came and lit up the sky. The dog was all stiff with the legs up :( so scary seeing that.\n  \n  ah good old rittersport :p\n  ","497794":"\n  Why would anyone mention that? Also I feel like only people with something to hide us that feature\n  ","497795":"\n  oh the horror\n  ","497796":"\n  I've noticed some booty gains. firm yet soft still.\n  ","497797":"\n  yes, agreed. good one.\n  \n  they also change or don't mention the key aspects.\n  ","497798":"\n  no clue\n  ","497799":"\n  Did you expect it to move? :p ice cat\n  \n  i think we're going to hell\n  ","497800":"\n  I don't need to stand up if it doesn't involve me in it. The question was about men anyways. I don't care if a black\/mix girl doesn't like white men. Has absolutely nothing to do with me lol\n  \n  we all have preferences as well.\n  ","497801":"\n  white meat 👌\n  ","497802":"\n  That's a bit hard. I read the book. Had to stop because it felt way too religious. Ended up picking it up again at the last spot years later and finished it. I then liked it as a whole.\n  \n  Movie... maybe about a 3 or so. There's some boring parts. it seems more like a documentary at times.\n  ","497803":"\n  Not always. just depends.\n  \n  I felt like doing a follow up on one but it felt awkward saying it so I didn't. like its not their problem type thing. did take their advice though :)\n  ","497804":"\n  I think my dad tried naming it Jeff after one of the black guys who would hang out at the house on occasion. He was pretty dorky.\n  \n  I think my sister's then ex saw it frozen outside somewhere :(\n  \n  no idea with Freddie. There were times people said they saw it at the golf course. hopefully it found a new home and nothing bad happened. desert afterall. coyotes etc\n  ","497805":"\n  Cool.\n  ","497806":"\n  I was thinking Life of Pi but that's actually Richard Parker, not Peter 😂\n  ","497807":"\n  * the next day\n  \n  yes. I actually called him out on that recently. He pretty much has a birthday everyday then lol\n  ","497808":"\n  genetics\n  \n  boob job\n  \n  carry more fat there\n  ","497809":"\n  Very rarely\n  \n  I was sick last time. They ended up getting one free so ¯\\_(ツ)_\/¯\n  ","497810":"\n  100, passenger.\n  ","497811":"\n  What if you go against that?\n  ","497812":"\n  giddy up cowboy\n  ","497813":"\n  5'7\"\n  \n  almost in the overweight bmi (191)\n  \n  also added more skeletal mass the last time I did an inbody scan. bmi doesn't show everything.\n  ","497814":"\n  I had one when younger naned ni**ababe. That one ended up running away too.\n  ","497815":"\n  seems legit lol\n  \n  we have so many nuts, premier drinks and other crap from there\n  ","497816":"\n  I also censor words :p\n  \n  lovely lol\n  ","497817":"\n  Wednesday are weigh in days.\n  \n  Still in the 190's though. Last Wednesday was 194.5\n  \n  hopefully less this week. Have been bad with keto so who knows lol feel like I'm usually up by 2 pounds when I do have cheats ¯\\_(ツ)_\/¯\n  \n  I've maintained while sick and out of metformin. it's still going down tho\n  ","497818":"\n  I guess.\n  \n  no warnings on my end 😈\n  \n  ask loves me lol\n  ","497819":"\n  Probably\n  \n  costco membership\n  ","497820":"\n  Almond milk. We switched to the Kirkland brand and that one comes in bulk so you do save some money on that too.\n  \n  carb master milk, The chocolate is so good, very creamy texture.\n  \n  not sure on the actual pricing. I don't usually buy the milk.\n  ","497821":"\n  A dozen or two.\n  ","497822":"\n  aw. they are adorable.\n  ","497823":"\n  damnnnnn\n  \n  we didn't even have the albino cats yet :p\n  ","497824":"\n  That trend should go away.\n  ","497825":"\n  :(\n  ","497826":"\n  true. The sh!t people ask.\n  \n  We did have a black cat that ran away though.\n  ","497827":"\n  creepy, not cute\n  ","497828":"\n  And then the two white cats came to be..\n  \n  yes.. FB actually gave a memory of Freddie yesterday.\n  ","497829":"\n  hm well my friend Allie and I thought eachother were b!tches 😂 she's like 00, ex cheerleader, 5'10\/5'11\" so kind of a weird pairing lol but ya.. we clicked after that and were the closet out of our little group.\n  \n  Besides that instance I'd say always.\n  ","497830":"\n  and then some arab guy made me talk longer asking about marriage\/kids... Their typical chatup lines lol even if people were married they'd still act like creeps\n  ","497831":"\n  sister is the shortest\n  ","497832":"\n  well Freddie did run away ¯\\_(ツ)_\/¯\n  ","497833":"\n  Good night\n  ","497834":"\n  cool.\n  \n  I'm on the west coast right now.\n  ","497835":"\n  given that you are anon I'd say no? I don't feel like guessing whoever wants to talk with me. probably some arab -_-\n  ","497836":"\n  those are the ones that pay you. third party stuff. commission based, tracks clicks and whatnot.\n  \n  this might help explain it more\n  ","497837":"\n  No to both and rather not talk about all the reasons why that is. You don't need to be a certain age. America is different than other countries. I'm sick of getting these questions especially when it says SINGLE in my bio. My age is also located there along with other stuff you might ask. If I was married\/had kids they'd be in my bio at the very least.\n  \n  And yes, I'd like to have kids and be married eventually.\n  \n  Do Arabs give scripts on what to first ask someone new? It's literally always the same mo 😱 How about learning about someone instead of asl+marriage+kids? ¯\\_(ツ)_\/¯\n  ","497838":"\n  nah. even that's outrageous.\n  ","497839":"\n  yes, haven't signed off just yet\n  ","497840":"\n  night zombies\n  ","497841":"\n  oh look, a new anon.\n  ","497842":"\n  no. You have more than enough, dude. That's crazy.\n  ","497843":"\n  Wear pajamas and be late to class. IT WAS THE PROFESSOR. Robe on too i might add. His class was a joke. We just watched movies. We could use the books for tests, even the final. We barely even looked at the books besides the testing part. My friend and I even skipped at times or had plans together if it got canceled.\n  \n  -\n  \n  This childhood development class or whatever it was... The teacher also worked for dss.. he was laughing about taking the kids away from their parents. Being in supermarkets and the kids screaming for their parents. It literally had nothing to do with the workload.. like why tell us\/be proud of that? I missed the first day and we had some snowstorms that canceled classes. I went to two of them and he apparently marked me absent so there were schedule difficulties going on. I had to prove that I was there. Luckily i took shitty notes of what he talked about. I could either stay on or drop it before the deadline happened. The guy pissed me off so much that I did drop his course without it effecting anything.\n  ","497844":"\n  hello, someone.\n  ","497845":"\n  hey\n  ","497846":"\n  shareasale.com and Rakuten\/linkshare.. whatever they want to call themselves.\n  \n  The first one is better since it tells you how much made. The other is more a surprise and takes longer to tell but I've made more on that one.\n  \n  I literally got a check without expecting one from them so that was a cool feeling knowing that it was legit. I was just testing the waters out at the time.\n  ","497847":"\n  yay to all\n  \n  the middle one mad me feel a little sad tho lol\n  ","497848":"\n  70-90s\n  \n  I can stay out in 100s but def need a break of coldness too XD\n  ","497849":"\n  Don't think I have one\n  ","497850":"\n  if its winter and go to flagstaff or other places then snowsuit wouldn't be bad :p\n  ","497851":"\n  classified information\n  ","497852":"\n  I guess my anon got suspended. A lot of questions vanished from my inbox.\n  ","497853":"\n  mine? nope. or i don't notice lol\n  ","497854":"\n  A\/B or something like that. Now she's some triple or double number. don't remember what lol\n  \n  we literally had a mannequin head with the boobs part and when we were moving she held it to the side, it was the same proportions.\n  \n  sometimes they look normal, other times its all hello boobs 😮\n  ","497855":"\n  I'm not even sure. Just trying to be the best me possible. Kindness and sh!t haha\n  \n  hakuna matata\n  \n  cestlavie\n  \n  carpe diem\n  ","497856":"\n  affiliate marketing\n  ","497857":"\n  yes, sometimes.\n  ","497858":"\n  underwire ones can be wicked annoying. expensive. nobody sees it. dumb reasons ¯\\_(ツ)_\/¯\n  ","497859":"\n  ¯\\_(ツ)_\/¯\n  ","497860":"\n  not nudists\n  ","497861":"\n  Not much :(\n  ","497862":"\n  Didn't mean that way. Just haven't had the chance i guess? not really my type either.\n  ","497863":"\n  nope\n  \n  i wouldn't exactly call a di l do a n al if that's the way you meant?\n  ","497864":"\n  lol\n  ","497865":"\n  why ask me that?\n  \n  also the last a n al question ended up getting taken down.\n  ","497866":"\n  who says I'm wearing any?\n  ","497867":"\n  Someone who wasn't American but no to arab guys.\n  ","497868":"\n  home\/anywhere\n  ","497869":"\n  Didn't want to be small forever? self esteem etc\n  ","497870":"\n  Could be better, could be worse ¯\\_(ツ)_\/¯\n  ","497871":"\n  Breast implants, obviously.\n  "}}