{"Question":{"500018":"\n   Feeling better\n  ","500019":"\n   Hmmmm yes!!\n  ","500020":"\n   Did you c*m\n  ","500021":"\n   Do most people prefer a simple or challenging life?\n  ","500022":"\n   Do you see yourself getting married\n  ","500023":"\n   Last time you bought yourself a  treat\n  ","500024":"\n   Are you shy\n  ","500025":"\n   How long have you been friends with macho man?\n  ","500026":"\n   Oh his name is Macho Man!! 😂\n  ","500027":"\n   No it’s not sarcasm, I just asking u Bcs Idk what the hell u talking about it ...\n  ","500028":"\n   What race is he?\n  ","500029":"\n   Do you dance around your house when you listen to music\n  ","500030":"\n   Are you religious\n  ","500031":"\n   Really ? It is ?!!\n  ","500032":"\n   Last year 6 men walked in that chamber. They all bled, they all paid the price. But I lost the most. Because when it was done, I spent 48 hours sleeping in a hospital bed. But more importantly, I lost the thing I love more than anything & anyone else. I lost the world heavyweight championship.\n  ","500033":"\n   Ok as u wish\n  ","500034":"\n   How to get a girl to like you\n  ","500035":"\n   Favourite soda\n  ","500036":"\n   Hii there , how are ya doing?!\n  ","500037":"\n   Are u just ignoring me or I just imagine it!!!\n  ","500038":"\n   What’s up?!\n  ","500039":"\n   Do you read the newspaper\n  ","500040":"\n   what  phase do u wish u’d skipped\n  ","500041":"\n\n    https:\/\/ask.fm\/jayb5inco\/answers\/154607092178?utm_source=copy_link&utm_medium=android\n   \n   do u agree with her?\n  ","500042":"\n   Ricky is a very large person.\n  ","500043":"\n   What is your attitude to smoking?\n  ","500044":"\n   ahh... just curious :)\n  ","500045":"\n   What are you doing right now?\n  ","500046":"\n   Hi\n  ","500047":"\n   I wrote this question because I remembered a few movies I watched a lot as a kid but I haven't ever since and I didn't even remember them until now! Are there any movies that you watched and didn't remember until you read this question?\n  ","500048":"\n   yes, i hope your not annoyed i just wanted to reassure you, hurt me to see things like that xo\n  ","500049":"\n   Did your fwb fk you last night?\n  ","500050":"\n   So kind\n  ","500051":"\n   56\n  ","500052":"\n   I'm sure all of you have your share of bad anons, but are there any good ones that never come off anonymous but you still remember and miss?\n  ","500053":"\n   56\n  ","500054":"\n   56\n  ","500055":"\n   Have you ever seen It’s Always Sunny in Philadelphia? How about The Mick?\n  ","500056":"\n   56\n  ","500057":"\n   56\n  ","500058":"\n   56\n  ","500059":"\n   If your fwb ask for it would you try\n  ","500060":"\n   What goes through your mind when you see \"Miss call from Mom\" ?\n  ","500061":"\n   56\n  ","500062":"\n   Let’s play honesty hour\n  ","500063":"\n   56\n  ","500064":"\n   hey take no notice of mean comments, you are the farthest from being a bitch you could get xo\n  ","500065":"\n   Do you think public toilets should be fitted  with a s*x alarm?\n  ","500066":"\n   How often do you go to the movies?\n  ","500067":"\n   i wish they would xo,\n  ","500068":"\n   56\n  ","500069":"\n   How old do I look?\n  ","500070":"\n   How many times do dated?\n  ","500071":"\n   hello lynds\n  ","500072":"\n   You never did it\n  ","500073":"\n   Why don't girls like taking it in the 🍑\n  ","500074":"\n   56\n  ","500075":"\n   Needs hugs and back rubs to calm me down since I had too much anger about someone calling you a b*tch🌹😓\n  ","500076":"\n   Do you people consider eating mutton healthy?\n  ","500077":"\n   ma penis is vibbrating and balls are vibbrating hot food has made it worse\n  ","500078":"\n   King is mad that creep called his Queen a b*tch. His muscles are so strong and he’ll take down the creep🌹\n  ","500079":"\n   Took it down where !!! Are you serious? I said nothing I swear ☹️\n  ","500080":"\n   Ohh dear god, what’s wrong with you, who called you “ Bitch “ 👊🏼 I did not\n  ","500081":"\n   Here for you to protect you🌹\n  ","500082":"\n   U were made an excuse , I asked you 3 apps\n  ","500083":"\n   It is so beautiful that it is raining\n  ","500084":"\n   Hugs🌹🤗\n  ","500085":"\n   Is not a excuse by the way!!!!😏\n  ","500086":"\n   Your insta , snap or FaceTime?\n  ","500087":"\n   What is your biggest addiction?\n  ","500088":"\n   What’s the difference between love at first sight and lust?\n  ","500089":"\n   🌹😘😴\n  ","500090":"\n   is it possible to live a normal life and never tell a lie?\n  ","500091":"\n   is art something created by humans? can something be art that is created by something non-human? (a robot? a dog? an accident?)\n  ","500092":"\n   What are you currently obsessed with?\n  ","500093":"\n   What was the best gift you ever give some\n  ","500094":"\n   What should you do today? But WILL you do today??\n  ","500095":"\n   Do think it because he is mexican?\n  ","500096":"\n   I think you are in bed right now and that you are going to pretend that it's snowing outside and you get to snuggle in your blankets and you are going to have yummy keto pancakes with bacon in the morning. 😊\n  ","500097":"\n   Is your pillow soft?\n  ","500098":"\n   Booking resorts is not expensive. When will you go to Hawaii?\n  ","500099":"\n   LizzyBenz has a bf.\n  ","500100":"\n   What's the biggest lie?\n  ","500101":"\n   Are you bored?\n  ","500102":"\n   Do you want to have 🍆 right now\n  ","500103":"\n   What's the fastest you ever came with him?\n  ","500104":"\n   Does it matter if a guy is circumcised or not circumcised to you?\n  ","500105":"\n   Does your fwb actually get you off, or is it just watching each other bate?\n  ","500106":"\n   Do you ever think that people who have never been in love don't know when they love someone?\n  ","500107":"\n   Awe that sucks what's wrong\n  ","500108":"\n   what are some misconceptions that people may perceive about you?\n  ","500109":"\n   Same gonna party tonight?\n  ","500110":"\n   Hey whats up?\n  ","500111":"\n   Do you think that humans are wrecking the planet?\n  ","500112":"\n   Is there something or someone you are guilty of taking for granted?\n  ","500113":"\n   When you open a box of cereal, do you open the bag on one side only, or open all the way?\n  ","500114":"\n   Do you think all women wear the right dress size \/ bra size  if not why?\n  ","500115":"\n   What is the best thing to do on a first date?\n  ","500116":"\n   Why do bad things come to our minds before the good things?\n  ","500117":"\n   My was doing that about an hour ago\n  ","500118":"\n   List 4 facts about someone u love\n  ","500119":"\n   what are your fav cheap and easy and healthy meals\n  ","500120":"\n   yes defo lol xo, you looked amazing pity it was a dream tbh but you are beautiful inside and out xo\n  ","500121":"\n   -\n  ","500122":"\n   what superhero do u think has the biggest 🍆 ?\n  ","500123":"\n   What’s your favorite thing about yourself?\n  ","500124":"\n   What's your favourite quote from your favourite film?\n  ","500125":"\n   what’s a berry u love \/\/ what’s a berry u don’t love?\n  ","500126":"\n   do u believe in angels\n  ","500127":"\n   yes, but you too you were great and soo charming too xo\n  ","500128":"\n   you were wearing a black dress, it was short tbh beautiful legs, i said you were beautiful you said dont be cheeky and laughed, but it was not creepy i just thought you were ace\n  ","500129":"\n   What is your best sweet\/dessert you can make?\n  ","500130":"\n   yes it was you said i was the most beautiful boy, and  you were so beautiful tbh, and then i woke lol\n  ","500131":"\n   yes, you made the wedding tbh xo\n  ","500132":"\n   aw, who got you the jacket thats so sweet xo\n  ","500133":"\n   hey lynds x\n  ","500134":"\n   What was the last thing to surprise you?\n  ","500135":"\n   really good, saoirse had me dancing all night  she talked for ages she looked unreal so pretty, she was bossy, you gave me a great hug too, you said your the  most beautiful boy, you were sweet it seemed so real and we danced you and me lol\n  ","500136":"\n   a few people have lol\n  ","500137":"\n   do you know what Antifa is?\n  ","500138":"\n   do you think you’re better with little kids or animals?\n  ","500139":"\n   so funny, lynds xo\n  ","500140":"\n   ik, maybe i should have not said you were soo kind to me as usual xo\n  ","500141":"\n   i had a dream about you lol, i was marrying saoirse ronan and you were the celebrant lol\n  ","500142":"\n   I like blue and white together\n  ","500143":"\n   and about your toothbrush color\n  ","500144":"\n   Movie Madness! A) Bad Boys B) Dora And The Lost City Of Gold C) Ugly Dollz D) Animals E) Angel Has Fallen\n  ","500145":"\n   your favourite quotes\n  ","500146":"\n   so like do u fuck w communism?\n  ","500147":"\n   56\n  ","500148":"\n   90\n  ","500149":"\n   can we talk\n  ","500150":"\n   56\n  ","500151":"\n   90\n  ","500152":"\n   56\n  ","500153":"\n   Yes\n  ","500154":"\n   Yeah tell me\n  ","500155":"\n   56\n  ","500156":"\n   56\n  ","500157":"\n   56\n  ","500158":"\n   56\n  ","500159":"\n   what’s your opinion on the United States of America?\n  ","500160":"\n   Have you ever tried?\n  ","500161":"\n   Where did you kissed , car?\n  ","500162":"\n   Answer\n  ","500163":"\n   I like you really\n  ","500164":"\n   can anyone create art? (can a child be a genuine “artist?”)\n  ","500165":"\n   are you comfortable w kids?\n  ","500166":"\n   56\n  ","500167":"\n   what’s the best use of blueberries: muffins, pancakes, or pie?\n  ","500168":"\n   do any of your friends\/relatives have twins?\n  ","500169":"\n   Kissing\n  ","500170":"\n   Do you care about lips\n  ","500171":"\n   90\n  ","500172":"\n   69\n  ","500173":"\n   68\n  ","500174":"\n   66\n  ","500175":"\n   64\n  ","500176":"\n   62\n  ","500177":"\n   61\n  ","500178":"\n   59\n  ","500179":"\n   58\n  ","500180":"\n   90\n  ","500181":"\n   90\n  ","500182":"\n   So gorgeous\n  ","500183":"\n   90\n  ","500184":"\n   57\n  ","500185":"\n   56\n  ","500186":"\n   55\n  ","500187":"\n   You are one of a kind\n  ","500188":"\n   generally, what are some of your rules about food? (i.e. u generally don’t like mexican food, u don’t like onions, u don’t like fruit, whatever.)\n  ","500189":"\n   Do you wish you were born of another race ?\n  ","500190":"\n   70\n  ","500191":"\n   54\n  ","500192":"\n   39\n  ","500193":"\n   38\n  ","500194":"\n   37\n  ","500195":"\n   30\n  ","500196":"\n   mines are red and green\n  ","500197":"\n   29\n  ","500198":"\n   27\n  ","500199":"\n   24\n  ","500200":"\n   23\n  ","500201":"\n   Would you like to be famous and for what reason?\n  ","500202":"\n   Are you planning to grow old gracefully or have facelifts until your ears meet?\n  ","500203":"\n   What impression... usually do you try to give... when meeting someone for the first time?\n  ","500204":"\n   and for those who fear Allah, He will make their path easy.\n\n..................\nbe with God, and do not worry about anything else\n  ","500205":"\n   Is it raining?\n  ","500206":"\n   Do you think small kids like to embarrass their parents \/ other people\n  ","500207":"\n   Have you ever been sold a ticket to see an R rated movie when you were under 17 and were not with your parent or guardian ?\n  ","500208":"\n   Have you experienced that your grandma refuses to throw out a jar of pickles older than you?\n  ","500209":"\n   Have you ever turned off anon? Do you have it on or off now? Why?\n  ","500210":"\n   Good night beautiful\n  ","500211":"\n   40\n  ","500212":"\n   51\n  ","500213":"\n   52\n  ","500214":"\n   Hi, U can speak Arabic ?\n  ","500215":"\n   16\n  ","500216":"\n   18\n  ","500217":"\n   19\n  ","500218":"\n   Do you like animal crackers? spoiler: they really aren’t made out of animals.\n  ","500219":"\n   15\n  ","500220":"\n   9\n  ","500221":"\n   7\n  ","500222":"\n   6\n  ","500223":"\n   5\n  ","500224":"\n   3\n  ","500225":"\n   21\n  ","500226":"\n   #31\n  ","500227":"\n   #34\n  ","500228":"\n   -\n  ","500229":"\n   #4\n  ","500230":"\n   #17\n  ","500231":"\n   #53\n  ","500232":"\n   #13\n  ","500233":"\n   Which of the following do you say more than the other.... Bug or insect? Lippy or lipstick? Brows or Eyebrows? Killed or Murdered? Telly or TV? Gross or yuck? Sick or ill? Medium or standard? Punk or punk rock? Rear or back? Drop or droplet? Footpath or sidewalk?\n  ","500234":"\n\n    https:\/\/youtu.be\/osavObqP-5w\n   \n   Free Nature\n  ","500235":"\n   #67\n  ","500236":"\n   #8\n  ","500237":"\n   #26\n  ","500238":"\n   #25\n  ","500239":"\n   #36\n  ","500240":"\n   #35\n  ","500241":"\n   Do you think we all have a place of belonging? And... where do you belong? :)\n  ","500242":"\n   What fictional death upset you the most? The one in SLC Punk hit me haaaaard!!!!!\n  ","500243":"\n   We can see everything clearly in the day scenes so why would we want the night scenes too? 😁\n  ","500244":"\n   Whats your favorite alcoholic drink?\n  ","500245":"\n   in recent years american athletes have protested police brutality by kneeling for the national anthem. these protests not only faced criticism, but resistance, from organizations and leagues. what do you think of this form of protest? do you think these protests were disrespectful?\n  ","500246":"\n   If you were the nurse in the kiss of victory, would you mind if a strange man could not help kissing you when he heard the news of the end of World War II?\n  ","500247":"\n   Do you like where you live\n  ","500248":"\n   Wouldn’t you like to go where everybody knows your name? Where there always glad you came?\n  ","500249":"\n   How long are your nails\n  ","500250":"\n   Do ever just feel like walking out the door, not saying a word, and going ghost?? 💁‍♂️👻😐\n  ","500251":"\n   ‏﴿ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْرًا ﴾\n\n                                💚\n  ","500252":"\n   what is your favorite green emoji? (mines 🍏 or ♻️)\n  ","500253":"\n   Feeling better?\n  ","500254":"\n   Have you had any Embarrassing injuries and accidents?\n  ","500255":"\n   Unpopular opinion :..............!!\n  ","500256":"\n   Do you know anyone who's a chimera? Both my partner and their father are chimeras. Chimeras are people who were originally two twins in the womb who then fused together to make one person. Many don't even know until their child is tested and their DNA says they're their nephew\/niece\/nibling.\n  ","500257":"\n   does your town have more than one high school? does your town have any vegan restaurants in it? does your town have a Wal-Mart?\n  ","500258":"\n   sup\n  ","500259":"\n   Do you think that online dating has made it easier for people to find love, or has it made it harder? Why\/why not?\n  ","500260":"\n   can you think of any movies or tv shows you like where the main character is a mom or the main characters are moms?\n  ","500261":"\n   Biggest city you’ve been to? Do you like it?\n  ","500262":"\n   you are like the sweetest person tbh xo\n  ","500263":"\n   Las Vegas or Los Angeles?\n  ","500264":"\n   Is it windy?\n  ","500265":"\n   Is it racist if a black mom tells her black son she doesn’t want him bringing any “white girls” home?\n  ","500266":"\n   Nobody asked any numbers? :o I'll do that tonight then :)\n  ","500267":"\n   do you prefer almond milk or soy milk?\n  ","500268":"\n   What's your eye site like\n  ","500269":"\n   They mean Resident Evil 4 I assume :P\n  ","500270":"\n   Maybe they meant something else :P\n  ","500271":"\n   Why are so many basketball players black?\n  ","500272":"\n   Unpopular view do you think chemical cast should be a punishment for rapist ?\n  ","500273":"\n   have you ever seen the Statue of Liberty? what about the Space Needle? what about the Eiffel Tower? what about the Leaning Tower of Pisa? what about the Chicago Bean (aka Cloud Gate)? if u could see one of them tomorrow, which would u choose?\n  ","500274":"\n   Whenever your mom got pregnant with you, what was her relationship to your father?\n  ","500275":"\n   What do you think the punishment should be for both them crimes as I think they are the worse ?\n  ","500276":"\n   lunch?\n  ","500277":"\n   have you ever worked in a movie theatre?\n  ","500278":"\n   Should Thier be more punishment for the worse crimes such as murder and rape?\n  ","500279":"\n   what is the most touristy thing you’ve ever done? (was it fun?)\n  ","500280":"\n   Do you think of Atlanta, GA as being safe?\n  ","500281":"\n   should religion be taught in public schools? explain your reasons.\n  ","500282":"\n   during the summer, what is your favorite time of the day? during the autumn, what is your favorite time of the day? during the winter, what is your favorite time of the day? during the spring, what is your favorite time of the day?\n  ","500283":"\n   Socks or barefoot in bed ?\n  ","500284":"\n   do you find it difficult to socialize sober?\n  ","500285":"\n   Do contradictions make people seem more humane?\n  ","500286":"\n   do you eat avocados often? 🥑\n  ","500287":"\n   #65\n  ","500288":"\n   #63\n  ","500289":"\n   #33\n  ","500290":"\n   #28\n  ","500291":"\n   #20\n  ","500292":"\n   do you read , i read when i can\n  ","500293":"\n   are there any humans you “need?”\n  ","500294":"\n   #14\n  ","500295":"\n   22 and 60\n  ","500296":"\n   #11\n  ","500297":"\n   Mawiocudwoc must know you pretty intimately, you two have been f cking for years now\n  ","500298":"\n   I wished we talked more\n  ","500299":"\n   Be brutally honest: why do you think you don't get asked out?\n  ","500300":"\n   Sweetie\n  ","500301":"\n   Play last night?\n  ","500302":"\n   #2\n  ","500303":"\n   #1\n  ","500304":"\n   Number 12!\n  ","500305":"\n   do you force things?\n  ","500306":"\n   Hey\n  ","500307":"\n   how often do you wash your face? at night or in the morning? ♡\n  ","500308":"\n   Would you rather spend your time at the beach or in the mountains?\n  ","500309":"\n   Good night beautiful\n  ","500310":"\n   Lahore is boring. Where do I go?\n  ","500311":"\n   Hello\n  ","500312":"\n   What are some things you've learned from past friendships\/relationships, that you've learned about yourself? You've learned to improve on, for future ones? :D\n  ","500313":"\n   what’s the worst vegetable?\n  ","500314":"\n   I'm getting bored\n  ","500315":"\n   personally, i wouldn’t label a four year old a “racist.” i could definitely label a seventeen year old “racist.” at what age do you think a kid is capable of what you would label racism?\n  ","500316":"\n   ما هي نظرتك للمسلمين 🤕\n  ","500317":"\n   Do you like pita bread?\n  ","500318":"\n   what’s your favorite coffee shop?\n  ","500319":"\n   Hello\n  ","500320":"\n   Thoughts on porn? Healthy to watch?\n  ","500321":"\n   AKA Brooke. Did you ever talk to her?\n  ","500322":"\n   ماذا لو! الحلم بقي حقيقه ؟🌠🤲.. What if the dream came true?\n  ","500323":"\n   I ate pizza last night but it wasnt yummy\n  ","500324":"\n   I didnt study yesterday. I needed to go out but i didnt.  Im lonely. I want a girl like Alizeh in my life. I love her white arms.\n  ","500325":"\n   If i earn dollar 2000 i will be happy\n  ","500326":"\n   Okay. Good. Pepsi is not good for health. It can cause diabetes.\n  ","500327":"\n   Haha\n  ","500328":"\n   When did you drink pepsi last time\n  ","500329":"\n   Im asking for help being a friend. Im not using you.\n  ","500330":"\n   Do you believe that there is any truth in the saying, \"we never forget our first loves\"?\n  ","500331":"\n   Help me get the visa\n  ","500332":"\n   Is it better to confront a friendship that is drifting away, or to let it sail? Have you personally done either? If so, how did it pan out?\n  ","500333":"\n   Call me to where you are\n  ","500334":"\n   Think you’ll play tonight?\n  ","500335":"\n   Haha\n  ","500336":"\n   I love girls\n  ","500337":"\n   what is your phone background\/wallpaper?\n  ","500338":"\n   Call me to the UK\n  ","500339":"\n   Call me to London\n  ","500340":"\n   But you are not willing to help me\n  ","500341":"\n   I slept tonight and i didnt have sleep problem. Now i have stress about covering syllabus and earning money.\n  ","500342":"\n   Why do you think some build a foundation with another, all out of lies? Why is it a struggle to be honest with one another? Is it because they can't face the truth themselves? Or is it more? *curious upside-down emoji face*\n  ","500343":"\n   Awww :< I hope you get better\n  ","500344":"\n   Will you upload a new photo in red lipstick today?\n  ","500345":"\n   Last time you had an argument with someone\n  ","500346":"\n   🙄 Who or what made you roll your eyes recently?\n  ","500347":"\n   In general, how often do you swear\/curse?\n  ","500348":"\n   Do you like Chocolate milk? Do you like Hot chocolate?\n  ","500349":"\n   as we say good bye to the 2010s what do you expect from the 2020s?\n  ","500350":"\n   Khác với những phòng khám khác tại TPHCM về môi trường thăm khám cho đến phương pháp điều trị hiện đại, nam giới chọn chúng tôi để thăm khám và thực hiện điều trị các bệnh lý về nam khoa là quyết định sáng suốt nhất.\n   \n    https:\/\/namkhoabienhoa.com\/\n   \n","500351":"\n   XP that’s me- heh.\n\nAnything I can do to help?\n  ","500352":"\n   hello lynds xo\n  ","500353":"\n   Favorite pasta\n  ","500354":"\n   Describe ur mood in 3 emojis\n  ","500355":"\n   For last two years hair would grow on left fronal area and not on right but this time hair has grown on right side too. This is so good.\n  ","500356":"\n   What’s something free of charge that makes you happy?\n  ","500357":"\n   Do you find Ashley Graham (the plus size model) attractive\n  ","500358":"\n   So today with the birthday money my mother in law gave me I bought a new pair of workout shoes which i got on sale (49.99 reduced to 19.99!) and two pair of workout shorts. I had a coupon too which knocked my total down by 10.00! Then I went and got an icee.It was blue raspberry. Do you like onions?\n  ","500359":"\n   Aw... I’m sorry to hear that :\/\n  ","500360":"\n   Do you think that rather than advanced science and mathematics, schools should teach more practical skills such as cooking, cleaning, managing finances, first aid, etc.? Why\/Why not?\n  ","500361":"\n   Hey!!!! How’ve you been?\n  ","500362":"\n   Are you in Arizona for work?\n  ","500363":"\n   Hugs?\n  ","500364":"\n   Feeling better?\n  ","500365":"\n   What’s your favorite red fruit?\n  ","500366":"\n   what situation or instances do you decide to let something go?\n  ","500367":"\n   Would any of your exes wish you nothing but the best or wish bad things about you??? (Do you know it for a fact?)\n  ","500368":"\n   How are you doing\n  ","500369":"\n   It wasn't a joke. You have something called NAFLD, look it up.\n  ","500370":"\n   What the heck\n  ","500371":"\n   Describe today's underwear\n  ","500372":"\n   yes,healthy and happy life is great too\n  ","500373":"\n   bet they would get 5000, your so beautiful tbh\n  ","500374":"\n   do you enjoy cooking? (are you a good cook, honestly?)\n  ","500375":"\n   Brie Larson or Jennifer Lawrence?\n  ","500376":"\n   Post something you thing is worth 500 ask flames\n  ","500377":"\n   Good night beautiful\n  ","500378":"\n   How are you\n  ","500379":"\n   Ootd pic\n  ","500380":"\n   There's a new-ish \"trend\" going around, where people are sending a text to their \"number neighbor\"..if you haven't heard of this, it's where you text someone that has the same phone# as you, but the last digit is the next number up\/down from yours. Would you do this? Has someone done this to you? :P\n  ","500381":"\n   wyd?\n  ","500382":"\n   When you are old, what do you think children will ask you to tell stories about? 🤔\n  ","500383":"\n   Your picture\n  ","500384":"\n   When did something start out badly for you but in the end, it was great? 🤔\n  ","500385":"\n   OK, you two are the only formspringers that are handy. How can we summon the girl who brushes her teeth? Does anyone know where to find her?\n   \n    https:\/\/i.ytimg.com\/vi\/P25RXlw_Ak8\/hqdefault.jpg\n   \n","500386":"\n   If your job gave you a surprise three day paid break to rest and recuperate, what would you do with those three days? 🤔\n  ","500387":"\n   What animal would be cutest if scaled down to the size of a cat? 🤔\n  ","500388":"\n   I mean it 😸\n  ","500389":"\n   U have me 🙌🏼, lol I’m kidding 😺\n  ","500390":"\n   How\n  ","500391":"\n   What’s the most epic way you’ve seen someone quit or be fired? 🤔\n  ","500392":"\n   When you lost your verginity? 🤔\n  ","500393":"\n   I mean I will teach u some of Arabic\n  ","500394":"\n   Ahhh, it’s ok I will teach u some 🤟🏽\n  ","500395":"\n   Why\n  ","500396":"\n   lol 😂, u won’t, u said he having sex with that app... but it’s all right 🤚🏽\n  ","500397":"\n   Are you asexual?\n  ","500398":"\n   What inanimate object would be the most annoying if it played loud upbeat music while being used? 🤔\n  ","500399":"\n   What's app\n  ","500400":"\n   Ahhhh, he asked u ur WhatsApp number, and u talk about sex!!)) 🤣🤣👊🏼\n  ","500401":"\n   What about\nBe friends\n  ","500402":"\n   Do you want to try\n  ","500403":"\n   Do you do that\n  ","500404":"\n   This world is unjust, why can I still live in this world?\n  ","500405":"\n   How harshly do you hold yourself accountable to your actions?\n  ","500406":"\n   Goodnight\n  ","500407":"\n   Goodnight\n  ","500408":"\n   A question you wanted to ASK anonymously, but mistakenly you asked it openly, how will you save yourself?\n  ","500409":"\n   There is a spa near my house.\n   \n    http:\/\/nirvana.com.pk\/index.php?option=com_contact&view=contact&id=2&Itemid=30\n   \n","500410":"\n   I just keep changing angle and do not fall asleep.\n  ","500411":"\n   رقم الواتس؟!؟ 🤔\n  ","500412":"\n   I need money to be happy in life.\n  ","500413":"\n   Call me to England\n  ","500414":"\n   How do i sleep?\n  ","500415":"\n   I am sleeping on a charpai with mattress on it and i have pain in my chest due to hardness of charpai. Im not sleeping in my room. Saving electrcity by sleepin in my sisters room.\n  ","500416":"\n   Do you know what charpai is?\n  ","500417":"\n   Start talking to me privately so that i can be happy in life.\n  ","500418":"\n   What's the most dangerous thing you ever did?\n  ","500419":"\n   When did you kiss your bf last time?\n  ","500420":"\n   I am desperate about having straight teeth and fuller hair. I wanna cover my syllabus soon. Little hair has grown. I hope things will change for me in a month or so.\n  ","500421":"\n   No, i have stopped swelling those medicines\n  ","500422":"\n   I have to make god to wake up. He is being unfair to me\n  ","500423":"\n   I have sleep problem\n  ","500424":"\n   What are your plans, your ambitions for the next two and a half years?\n  ","500425":"\n   Would you rather have Peter Griffin or homer Simpsons as a parent\n  ","500426":"\n   Ty ... I heard that before you want to drink water with lemon and cucumber,put in the fridge for a few minutes or hours idk\n  ","500427":"\n   cute\n  ","500428":"\n   I still don’t think you’ve added me back. Dannywise86 is my snap.\n  ","500429":"\n   Ever broken a bone\n  ","500430":"\n   Do you prefer to sleep during the day or during the night?\n  ","500431":"\n   how do you feel about your body?\n  ","500432":"\n   How did that happen?\n  ","500433":"\n   Vans or converse shoes?\n  ","500434":"\n   thats great, xo had you someone looking after you\n  ","500435":"\n   Biggest lie you told?\n  ","500436":"\n   Do we make life more complex than it actually is?\n  ","500437":"\n   aw, glad your better sounds  so bad aww\n  ","500438":"\n   Do you like to dance?\n  ","500439":"\n   Would u ever try a facial ?\n  ","500440":"\n   How long is your hair\n  ","500441":"\n   thats good x\n  ","500442":"\n   glad your better x\n  ","500443":"\n   are you naughty or nice?\n  ","500444":"\n   Do guys like short girls or not?\n  ","500445":"\n   kaiden left ask lynds\n  ","500446":"\n   You have liver disease\n  ","500447":"\n   heyy\n  ","500448":"\n   you tell me\n  ","500449":"\n   I believe.......... . \nComplete it\n  ","500450":"\n   Do you talk \/sing out loud when you in a toilet cubical?\n  ","500451":"\n   hey lyn, are you okay now missed you xox\n  ","500452":"\n   i wish we were friends\n  ","500453":"\n   What is one thing that has made you smile today?\n  ","500454":"\n   Have you ever been asked to give up something for a relationship? (Would you quit smoking for your partner? What about drinking? What about meat?)\n  ","500455":"\n   Weirdest place you’ve ever came?\n  ","500456":"\n   what do you think of facial hair\/mustaches\/beards?\n  ","500457":"\n   Whats your opinion on micro cheating ?\n  ","500458":"\n   were you “boy crazy” or “girl crazy” or whatever in elementary school? (or did you have no interest in crushes and catching cooties.)\n  ","500459":"\n   What is the greatest benefit of travelling?\n  ","500460":"\n   How has parenthood affected your phobia? (Or phobias?)\n  ","500461":"\n   Good night cupcake\n  ","500462":"\n   Is it weird for a girl to yell \"fk me!\" while she's being fked?\n  ","500463":"\n   Added you\n  ","500464":"\n   what is ur view of having kids ?... isn't it a big responsibility? ... n do u think U can take this responsibility n manage it properly... :)\n  ","500465":"\n   what are you in the mood for?\n  ","500466":"\n   Hot amateur milf 😍\n  ","500467":"\n   Favorite pornstar ?\n  ","500468":"\n   Morgan Freeman from Bruce Almighty replacing Mark Wahlberg in Boogie Nights?\n  ","500469":"\n   Remember, i dont want to be inconvenient to you! It would be too much effort to show both soles, so just rest one foot on your knee and show one of your gorgeous feet👣💓💕😍 please\n  ","500470":"\n   Well i mean if i had a way to pay you $5 then i defs would❤\n  ","500471":"\n   If you could switch two movie characters, what switch would lead to the most inappropriate movies? 🤔\n  ","500472":"\n   Lol oh man...\n  ","500473":"\n   How many people do you consider your best friends?\n  ","500474":"\n   Do you feel like you get the credit you deserve?\n  ","500475":"\n   Aw😥 any chance of that sometime? Please?\n  ","500476":"\n   What would a world populated by clones of you be like? 🤔\n  ","500477":"\n   Any chance you posted a pic of your beautiful 👣soles?\n  ","500478":"\n   Do you know anyone who always complains about not having money yet then they show up with a brand new phone or new shoes etc??\n  ","500479":"\n   Trying to milk you for money.\n  ","500480":"\n   What silly or funny thing makes you afraid or creeps you out? 🤔\n  ","500481":"\n   What's first thing you do in the morning\n  ","500482":"\n   r the 5 fingers of our hand same.. no they r not, sa... same is with ppl... everywhere we have gd, bad n even worse sorta people... then why we always try to blame it either on a nation or religion... sad isn't it...?\n  ","500483":"\n   Current outfit\n  ","500484":"\n   Did you hear that Verizon is selling Tumblr to the owner of Wordpress?\n  ","500485":"\n   what are you in the mood for?\n  ","500486":"\n   Is it risk free and always beneficial to you, to be nice to a stranger?\n  ","500487":"\n   Last thing to shock you\n  ","500488":"\n   How are you\n  ","500489":"\n   Hey. What’s your snap?\n  ","500490":"\n   What’s your opinion on grits \/ cream of wheat \/ oatmeal?\n  ","500491":"\n   When, if ever, was the last time you went on a date and was it some place nice?? 🤗💑\n  ","500492":"\n   Do you like cream of wheat?\n  ","500493":"\n   How much do you think heartbreak  changes a person? for better or worse.\n  ","500494":"\n   Do you like fritos (the corn chip)?\n  ","500495":"\n   You are so gorgeous!\n  ","500496":"\n   How long do you need to shower?\n  ","500497":"\n   In your experience, are the Americans you’ve met racist?\n  ","500498":"\n   Do you use an alarm to wake up?\n  ","500499":"\n   For my brother it was Star Wars, for me it is\/was Transformers, for my sister Sylvanian Families... any trends running through your household?\n  ","500500":"\n   Might get drunk and put the Christmas tree up tonight... What do you think? 🍺🍺🍺🤪🎄🎅👌\n  ","500501":"\n   Where did you meet your best friend?\n  ","500502":"\n   What are you doing\n  ","500503":"\n   the color of your underwear + the last thing you eat = your superhero\n  ","500504":"\n   How many years ago did you finish high school?\n  ","500505":"\n   Post a picture of food that you have in your camera roll that you didn’t make?\n  ","500506":"\n   Have you ever been a witness to a crime?Did you give a statement or have to go testify?\n  ","500507":"\n   Growing up did you direct your house with christmas lights? Do you now?\n  ","500508":"\n   Good night\n  ","500509":"\n   🌹😴😴\n  ","500510":"\n   ew\n  ","500511":"\n   Sounds like you're killing it and have the belly button to show for it 😛💪\n  ","500512":"\n   Will you go out today?\n  ","500513":"\n   what picture does every white girl from ur high school have on her instagram?\n  ","500514":"\n   Why do you stay in your house 24\/7? Change your life. Get admission in a university.\n  ","500515":"\n   Is our life already destined? Can we escape fate?\n  ","500516":"\n   Hi :) ... do U like Hallmark movies ? ... especially light romantic comedies... :)\n  ","500517":"\n   Really? I didn't know that happened but that's a cool NSV!\n  ","500518":"\n   What are you doing?\n  ","500519":"\n   Are extremely successful people more driven by rational thinking or pure passion?\n  ","500520":"\n   Hi beautiful\n  ","500521":"\n   I'm not sure actually? Mine is more of a blob than an innie, and I've never seen inside of another one to tell 🤨 What does yours do?\n  ","500522":"\n   does the person you are now still fit into the clique you were in in high school?\n  ","500523":"\n   If you had 5 concerts tickets to your favorite band. Who would you take with you?\n  ","500524":"\n   what do you think of Tyler the Creator?\n  ","500525":"\n   Do you believe in destiny, fate or free will?\n  ","500526":"\n   wtf are you talk about\n  ","500527":"\n   Lo Fidelity Allstars\n  ","500528":"\n   Current outfit\n  ","500529":"\n   I mean tooler swift, theres this one guy that mixed tool and taylor swift in one video and titled it \"tooler swift\" 😂\n  ","500530":"\n   When will you talk to me on hangouts?\n  ","500531":"\n   Good morning\n  ","500532":"\n   What?\n  ","500533":"\n   Do you like tooler swift?\n  ","500534":"\n   What if the a\/c is broke?\n  ","500535":"\n   if you’re being completely honest, would you call your social circle “diverse?” why or why not?\n  ","500536":"\n   Do you have any weight loss tips?\n  ","500537":"\n\n    https:\/\/ask.fm\/tumblr_and_starbucks\/photopolls\/142334595\n   \n   have you heard of these brands before? ♡\n  ","500538":"\n   What if all women got one tube tied at 18.It would probably reduce unwanted pregnancies.\n  ","500539":"\n   Are white women attractive?\n  ","500540":"\n   Ever been stung by a bee? How bout a scorpion? What about a platypus?\n  ","500541":"\n   When king relaxes at the pool🌹\n  ","500542":"\n   Do you like bananas\n  ","500543":"\n   Do you own DVD's\/Blu-Ray's or do you stream everything?\n  ","500544":"\n   Do you like pickles ?\n  ","500545":"\n   economically, would you say your friends are diverse? are most of your friends in the same “social class” as you?\n  ","500546":"\n   generally, are your friends like you or do opposites attract?\n  ","500547":"\n   Are you more of a dog person or a cat person?\n  ","500548":"\n   Who did you last say “I love you” to?\n  ","500549":"\n   what does every single human being in this world deserve?\n  ","500550":"\n   What is your typical day like?\n  ","500551":"\n   Do you like sausages?\n  ","500552":"\n   politically, are your friends diverse? (do you discuss politics with your friends?)\n  ","500553":"\n   do you discuss politics with your family? do you and your significant other’s politics align?\n  ","500554":"\n   Do you like popsicles?\n  ","500555":"\n   Sausage Link or Sausage Patty?\n  ","500556":"\n   What’s your favorite day of the week\n  ","500557":"\n   Ya like pork?\n  ","500558":"\n   When was the last time you ate Chinese food? And what was it?\n  ","500559":"\n   Do you know anyone who thinks they're better than they actually are. What I mean by this is they got too much of a big ego\n  ","500560":"\n   Hello\n  ","500561":"\n   I have not started using it\n  ","500562":"\n   Hello\n  ","500563":"\n   In terms of dating desirability, studies show that women give asian men  the least value and men give black women the least value. Why? Why asian men and black women?\n  ","500564":"\n   do you consider photography art? (what about selfies?)\n  ","500565":"\n   What do you like to do on a rainy day?\n  ","500566":"\n   What do you do to cool down when its hot?\n  ","500567":"\n   hey friend whats up, you feeling any better\n  ","500568":"\n   Pap of  what you wear on your wrist?\n  ","500569":"\n   What's your favorite party game?\n  ","500570":"\n   Robin Williams died 5 years ago today. Do you remember what you were doing, and how you took the news?\n  ","500571":"\n   What do you think when you look in the mirror?\n  ","500572":"\n   Good night beautiful\n  ","500573":"\n   I bet he checked out the booty!\n  ","500574":"\n   what are two of ur all time favorite dinners?\n  ","500575":"\n   People with innie belly buttons, can you actually see to the bottom of them? What does it look like? 🤔\n  ","500576":"\n   Are you good at solving riddles? Try this one: What goes through a door but never enters and never leaves?\n  ","500577":"\n   What are your all time top three favourite films?\n  ","500578":"\n   Have you ever had beef bulgogi? (Korean)\n  ","500579":"\n   Do you find him attractive\n  ","500580":"\n   are there any foods that you think taste better slightly burnt?\n  ","500581":"\n   Yeah! He’s hoping for a post work massage😈\n  ","500582":"\n   He wants you!\n  ","500583":"\n   I am not happy in life. I can have happiness in life if i take exams\n  ","500584":"\n   I bet you look so good in your gym gear\n  ","500585":"\n   Like s*x or giving your man a bj\n  ","500586":"\n   How often do you wear thongs\n  ","500587":"\n   King relaxes with his Queen🌹\n  ","500588":"\n   Have you ever been caught doing anything like that\n  ","500589":"\n   Have you suffered from cabin puss before?\n  ","500590":"\n   Ever done anything😈 at a party\n  ","500591":"\n   I am a foreigner. I heard that the public security in the United States is very poor, because many people have guns. Is it true? Has anything dangerous happened to you because of poor security?\n  ","500592":"\n   There’s a media trope, colloquially referred to as a “Soap Box Sadie.” It’s a character (often young and female) who cares deeply and passionately abt all or almost all worthy causes. Who’s your favorite “Soap Box Sadie” character?\n  ","500593":"\n   What is something beautiful you see every day?\n  ","500594":"\n   Your opinion on masturbating\n  ","500595":"\n   how long have you been drinking coffee? when you first started drinking coffee how did you take it?\n  ","500596":"\n   What happened with the guy from the gym you liked?\n  ","500597":"\n   Do you have temperture?\n  ","500598":"\n   Kisses too?\n  ","500599":"\n   Pumpkin cheesecake or Apple pie?\n  ","500600":"\n   Sick of what?\n  ","500601":"\n   “MLK preached equality, Malcolm X fought for it.” What do you think? True or not?\n  ","500602":"\n   If your not faking than post real picture of yourself\n  ","500603":"\n   Those legs need massaged, too\n  ","500604":"\n   Hello hello hello\n  ","500605":"\n   families who've been in the US for generations went over bc of the famine here which people think was caused by potatoes but it was actually caused by the English and then the Irish people left here seen those going to the US as them siding with the English bc the English had colonized the US so it\n  ","500606":"\n   No, I just meant that I've seen people get so high up in themselves that they think it's okay to refer to people like that just bc they're of the same heritage but free up elsewhere. But I feel like the Irish would be a lot worse for it than the Greek, German or English bc most Irish American\n  ","500607":"\n   How do you do?\n  ","500608":"\n   I've no culture that I'm aware of from anywhere but Ireland but I see French people say French-Canadian people are \"uncultured\" and I see Irish people say similar things about Irish-American people. I feel like sometimes it's like theyve seen the movie but haven't read the book so they don't fully\n  ","500609":"\n   You probably have American culture bc ur from the United States lol\n  ","500610":"\n   Do you think that its because youre American and arent native to the lands that your culture comes from or what would you put it down to?\n  ","500611":"\n   “White people don’t have culture.” True or False?\n  ","500612":"\n   Nice back massage\n  ","500613":"\n   Opinion on Love Island? (If you’ve seen it?)\n  ","500614":"\n   I know why... Its cause your fake you scam people into giving you money for some fake pics you find on google I'm reporting you.\n  ","500615":"\n   Its not there :\/\n  ","500616":"\n   What would be your strategy for surviving an apocalyptic epidemic? 🤔\n  ","500617":"\n   did you take the pic down?\n  ","500618":"\n   I just bought some today as a result of you posting about it. Will try tomorrow. (T.y) How do you feel about pizza whose crust is cauliflower?\n  ","500619":"\n   Why do people sometimes lie and say they are happy when they are not?\n  ","500620":"\n   Ready for a massage?\n  ","500621":"\n   Outfit Currently?\n  ","500622":"\n   did we see your face in the pics?\n  ","500623":"\n   Feeling any Better\n  ","500624":"\n   Cuz there are no real pics of you here?\n  ","500625":"\n   Do we need bad to have good?\n  ","500626":"\n   Hello fake account\n  ","500627":"\n   Do you know more Mormons or Jehovah’s Witnesses?\n  ","500628":"\n   What is good hair to u?\n  ","500629":"\n   Do you know anyone who just will not drop the subject?\n  ","500630":"\n   do you have nostalgic feelings about Halloween ?\n  ","500631":"\n   Why do people act like they know everything, despite not knowing much?\n  ","500632":"\n   What is your best piece of advice?\n  ","500633":"\n   Which of the three types of husband would you rather choose? High income but he only gives you part of his income, middle income, he does not give you his salary, but all the expenses of the family are paid by him, low income he gives you all his salary.\n  ","500634":"\n   * brother-in-law's brother's wife\n  ","500635":"\n   Keep America Great 2020!!\n  ","500636":"\n   Have you ever seen racism firsthand?\n  ","500637":"\n   Whats your favourite TV program?\n  ","500638":"\n   Do you prefer green or red grapes?\n  ","500639":"\n   Seen any good movies lately? I took my youngest to see the Dora the explorer movie last night . It wasn’t that bad actually!\n  ","500640":"\n   what are the most effective ways to stop racism?\n  ","500641":"\n   have you ever gone through a haunted house? (have you ever gone through a haunted corn maze?)\n  ","500642":"\n   a lot of my friends throw the term “emotionally unintelligent” around (especially abt significant others). what do you think emotional intelligence is?\n  ","500643":"\n   Ohh what you watching\n  ","500644":"\n\n    https:\/\/ask.fm\/NicoleBuckleyyx\/answer\/158155856228?utm_source=copy_link&utm_medium=iOS\n   \n","500645":"\n   Heard what korn or the other artist?\n  ","500646":"\n\n    https:\/\/www.youtube.com\/watch?v=kTeefi3gNZ4\n   \n","500647":"\n   Do you control your heart or does it control you?\n  ","500648":"\n   What would you say the average middle class white persons favorite date night place is?\n  ","500649":"\n   Where was the last place you were at?\n  ","500650":"\n   ever tried Irish Coffee... n how's the experience...?\n  ","500651":"\n   Coke or Pepsi?\n  ","500652":"\n   What is the shi**iest fast food restaurant ? (In your opinion!)\n  ","500653":"\n   Currently at the beach. \n\nIdk what’s worse, these seagulls or the ugly chicks that keep trying to smile at me. \n\n#Betterthanyou\n  ","500654":"\n   > successful because of moronic people like you. And stop with the imaginary argument. It’s not valid. It’s dangerous. Like people saying girls wearing short skirts deserve to be ra.ped. It’s still harmful to have those opinions out there\n  ","500655":"\n   Is it really so hard for you, as an adult, to understand that adults must protect children? The “they’ll do it anyway” argument is so fkn pathetic. There are actual groups of organised pae.dos in the US trying to get the age of consent lowered so they can legally access children and they might be >\n  ","500656":"\n   Jack in the Box vs Burger King\n  ","500657":"\n   They were all from me and I’ll drop it now. I think my points\/disgust are pretty much registered.\n  ","500658":"\n   Ever stepped on a LEGO?\n  ","500659":"\n   Which do you prefer pony tails or pig tails?\n  ","500660":"\n   A child’s “personality” doesn’t decide if they are ready for a sex.ual relationship. They are a CHILD. Omfg. What is wrong with you?\n  ","500661":"\n   hope your all better soon\n  ","500662":"\n   Can you say fighting with a partner is a form of love?\n  ","500663":"\n   have you ever had Jamaican food?\n  ","500664":"\n   I’m going to McDonalds y’all want anything?\n  ","500665":"\n   What's your biggest secret that no one really knows.\n  ","500666":"\n   Jfc, you are really reaching now. Please just never have children\n  ","500667":"\n   ربي يجعل ايامك سعادة و فرح اصدقائي💚🌼🌹\nعيد مبارك .. شو أكثر شي بعدكم بتحبو بالعيد !💚💞😍\n  ","500668":"\n   Imagine not caring about children......\n  ","500669":"\n   What are you doing\n  ","500670":"\n   Did you like the movie Get Out?\n  ","500671":"\n   What do you think about the another sex\n  ","500672":"\n   Do you own any Calvin Klein ?\n  ","500673":"\n   What is the best food you've ever eaten\n  ","500674":"\n   Have you ever been to a British Pub? (What’s your favorite British Pub food.)\n  ","500675":"\n   Pleeeeeeese :)\n  ","500676":"\n   You did not say any of that. Why are you lying? All you did was keep defending your position. You were unable to admit how wrong and plain gross you were\/are about this.\n  ","500677":"\n   I wanna see your vagina :P\n  ","500678":"\n   Have you ever broken up with a friend?\n  ","500679":"\n   What is the most popular lie that people tell to each other?\n  ","500680":"\n   Who had the biggest influence on you as a kid?\n  ","500681":"\n   Self achieved or did you have sex? And did it feel good?\n  ","500682":"\n   Do you have porn posted online anywhere?\n  ","500683":"\n   Chocolate cupcakes or banana bread?\n  ","500684":"\n   When was the last time your vagina had an orgasm?\n  ","500685":"\n   How much money do you need to feel rich?\n  ","500686":"\n   how often do you wash your face\/clean your face? (& what product do you use?)\n  ","500687":"\n   do u moisturize ur face? (w what?)\n  ","500688":"\n   I'm a Vodka lover... but no fruity flavor :) ... n nah that is a dirty drink, once in Moscow an old Russian friend offered me that... but in fun he added 1 more shot of Tabasco... he was crazy... n i was not able to drink it... its hard...\n  ","500689":"\n   🥊 TOP HITS 🥊   ...\n   Have you ever been hit by lightning 🌩 ? ...  Hit by a person 🤛 ?  ...   Hit by a vehicle 🚛 ? ... Hit by a sudden realisation 💡 ? Hit by something else 🚪?\n  ","500690":"\n   Whats your favorite fruit?\n  ","500691":"\n   (bro my skin is so bad rn) do you have much of a specific skincare routine?\n  ","500692":"\n   Sometimes when I see a pretty girl in a short summer dress I pray for the wind to blow harder\n  ","500693":"\n   3 shots of vodka, 1 shot of tabasco, i shot of tomato juice, few lemon drops, pinch of black pepper, n 2\/3 pcs of thinly sliced garlic, few ice cubes... dont say, it looks disgusting... 😛\n  ","500694":"\n   bloody mary’s or mimosas?\n  ","500695":"\n   Are you any good at pool?\n  ","500696":"\n   What cuisine does your dad cook? (My dad line only does Italian lol.)\n  ","500697":"\n   (i am considering taking classes at the community college near me, but i never thought i’d go back to school.) did your education continue after high school graduation?\n  ","500698":"\n   I wouldn't be surprised if it had inferior taste though, but you've got to prioritize. Does it taste off, in any way?\n  ","500699":"\n   generally, would you say the addition of children makes relationships stronger?\n  ","500700":"\n   yay or nay: mac n cheese in a bread bowl\n  ","500701":"\n   When’s the last time you actually wrote a letter instead of sending text or typing ?\n  ","500702":"\n   Finally, someone speaking sense about this, unlike yourself\n   \n    https:\/\/ask.fm\/sweetnothings18\/answers\/155244678132\n   \n","500703":"\n   What is that one thing you did for others without expecting anything back?\n  ","500704":"\n   Opinion on decaf coffee?\n  ","500705":"\n   Pretty underwear?\n  ","500706":"\n   Opinion on leaving socks on during sex?\n  ","500707":"\n   Anything under the shorts?\n  ","500708":"\n   Opinion on turkey bacon?\n  ","500709":"\n   How are you feeling\n  ","500710":"\n   What pain are you suffering from?\n  ","500711":"\n   Look at king. He’s relaxed🌹😴\n  ","500712":"\n   Play last night\n  ","500713":"\n   Shorts rn\n  ","500714":"\n   hot coffee or iced coffee?\n  ","500715":"\n   Barefoot rn\n  ","500716":"\n   a lot of people say they’re picky eaters! are you a picky eater?\n  ","500717":"\n   what’s a food you associate w NYC?\n  ","500718":"\n   The beauty woman\n  ","500719":"\n   What is worse... To be unintelligent, or to be ignorant?\n  ","500720":"\n   aw, xo\n  ","500721":"\n   Worst smell in the world for you?\n  ","500722":"\n   would u find it unattractive if ur date ordered chicken tenders and fries?\n  ","500723":"\n   Can you resist scratching a skin itch when it arises?\n  ","500724":"\n   What are the best remedies for someone who has just been dumped?\n  ","500725":"\n   have you ever seen a two dollar bill?\n  ","500726":"\n   How are you?\n  ","500727":"\n   What you wearing now? Xx\n  ","500728":"\n   your welcome are you feeling better\n  ","500729":"\n   Are you a gamer\n  ","500730":"\n   rice or potatoes\n  ","500731":"\n   hey lynds, hope you fell better hugs\n  ","500732":"\n   How do you sleep? Naked, pjs or underwear?\n  ","500733":"\n   If You Could Only Eat One Food For The Rest Of Your Life, What Would It Be?\n  ","500734":"\n   Are you ready to have kids?\n  ","500735":"\n   How are ya been?\n  ","500736":"\n   record what you doing now\n  ","500737":"\n   does size matter\n  ","500738":"\n   Have you ever used Tinder or in of those dating apps and found someone you know? My cousin was doing tinder and it matched her with her cousin!\n  ","500739":"\n   Hey\n  ","500740":"\n   Hiiii\n  ","500741":"\n   Hello\n  ","500742":"\n   i'm so lonely\n  ","500743":"\n   Goodnight. Im going to sleep.\n  ","500744":"\n   what’s ur favorite meat? what’s your favorite way to consume said meat?\n  ","500745":"\n   Fast Food Or Mom’s Cooking?\n  ","500746":"\n   Ohhhh enjoy\n  ","500747":"\n   Your wet naked body in that bath😈\n  ","500748":"\n   Feeling any better\n  ","500749":"\n   I started to go to MMA and today I am not in the mood and I am not too much active and parts of my body hurts\n  ","500750":"\n   Someone you need badly right now?\n  ","500751":"\n   what bra color do you like to wear\n  ","500752":"\n   who is your country’s “royal family?” (if there’s no official one, u can say whatever u want!)\n  ","500753":"\n   Do you accept asexual marriage? Or sex is very rare and it's just an act of hugging or caressing. Do you accept this type of marriage?\n  ","500754":"\n   Early Bird Or Night Owl?\n  ","500755":"\n   That sounds like a \"no\"\n  ","500756":"\n   Do you feel you're living your best life at the moment?\n  ","500757":"\n   Have u ever hosted or been to a sleep over?\n  ","500758":"\n   This anonymous?!🤣😅\n  ","500759":"\n   Yes,people think medication will remove everything away ... you have to learn to live with that\n  ","500760":"\n   Good night beautiful\n  ","500761":"\n   Lays by you since king wants to be with you🌹😴😭\n  ","500762":"\n   Ahhhh, really!? D0 u know him?!\n  ","500763":"\n   I bet you’d give an awesome fj\n  ","500764":"\n   Or if you prefer brighter, I could go brighter\n  ","500765":"\n   How to heal depression ?\n  ","500766":"\n   King was crying a lot because he was worried about you🌹😭😭\n  ","500767":"\n   It could be...youre probably right tho\n  ","500768":"\n   Feel better my Queen. Kisses you softly🌹😘\n  ","500769":"\n   If you’re sick I don’t want to make you feel uncomfortable if you’re not in the mood\n  ","500770":"\n   If your butt hurts from the gym I’ll rub and massage it🌹\n  ","500771":"\n   Who said I’m new:)\n  ","500772":"\n   Ill pay for a video of you playing, or you can have one of me playing with you as my attraction😈\n  ","500773":"\n   Get your sexy ass on sc:)\n  ","500774":"\n   Places our crowns next to each other while we sleep🌹👑👑😴😴\n  ","500775":"\n   I’ll beat that king dudes ass to get into your bed first! You need a man!\n  ","500776":"\n   To play?\n  ","500777":"\n   I’m ready to sleep with you🌹😴\n  ","500778":"\n   Once I send it, how can we contact?\n  ","500779":"\n   Post a picture\n  ","500780":"\n   Hugs🌹🤗🤗\n  ","500781":"\n   Come play\n  ","500782":"\n   A nice grey?\n  ","500783":"\n   Love you more. I wanna say how sweet and caring you are for making me the best king. I’ll always love you for being my Queen🌹👑\n  ","500784":"\n   $100?\n  ","500785":"\n   can you think of any movies\/tv shows that take place or take place partially at a community college?\n  ","500786":"\n   I’ll paint your nails next time if you allow me to kiss your meet after for 5 mins\n  ","500787":"\n   I’ll always love you as my Queen🌹\n  ","500788":"\n   Enough so you no longer have to worry\n  ","500789":"\n   Are you happy to have your king back?🌹\n  ","500790":"\n   Then we can decide Together\n  ","500791":"\n   Babes you have lovely arms and legs. Hey I want to cover my syllabus within three months.\n  ","500792":"\n   Kisses your cheek softly🌹😘\n  ","500793":"\n   You make the rules, or google some?\n  ","500794":"\n   Omw\n  ","500795":"\n   What make it better than the others and is better than your fingers\n  ","500796":"\n   I don’t?\n  ","500797":"\n   So can we speak about it\n  ","500798":"\n   what properly?\n  ","500799":"\n   Do you worry about bills or pretty secure\n  ","500800":"\n   Dirty in a good way😈 I’ll give you a hint....you haven’t seen my D yet\n  ","500801":"\n   Before I feel you deserve to be worshipped!\n  ","500802":"\n   have you flashed someone you fancied?\n  ","500803":"\n   Yes 100%\n  ","500804":"\n   I have all social platforms:)\n  ","500805":"\n   Inclined to play at all?\n  ","500806":"\n   I’ll send you a vid of me c*mming to you, I know you like c*m\n  ","500807":"\n   I want to be your paypig\n  ","500808":"\n   Do you have more than $1k in the bank\n  ","500809":"\n   Do you know what a paypig is, if so, would you take one on\n  ","500810":"\n   How much money in little chucks would satisfy you\n  ","500811":"\n   Would you Dom?\n  ","500812":"\n   Well you make sure the guy knows your boys by demanding he give you it every penny of it.\n  ","500813":"\n   Was she quite popular\n  ","500814":"\n   Skye used to Dom? Did you know about this?\n  ","500815":"\n   Do you miss dan? Yours and skyes sub?\n  ","500816":"\n   Sing it with me\n  ","500817":"\n   Do your boobs look as nice?\n  ","500818":"\n   Nice toe colour too:)\n  ","500819":"\n   What colour is it?\n  ","500820":"\n   What about mine :(\n  ","500821":"\n   You gone?\n  ","500822":"\n   Do you have a fav toy\n  ","500823":"\n   Tell her to get online\n  ","500824":"\n   I’m him\n  ","500825":"\n   Can you tell her Kyle said he misses her\n  ","500826":"\n   They look good, you can see you woeknon them\n  ","500827":"\n   Adele x\n  ","500828":"\n   She used to dom me now I miss her a lot\n  ","500829":"\n   Where is skye\n  ","500830":"\n   They look so soft?\n  ","500831":"\n   If your life had gone the way you planned, what would you be doing with your life rn?\n  ","500832":"\n   How does Lyndsey feel about whole fat yogurt? (miss keto princess).\n  ","500833":"\n   What if it was just you in the role of dominating the man and taking their cash\n  ","500834":"\n   Do you have a go to vid when you play or pornstar you like?\n  ","500835":"\n   Thank you for posting that, I know you don’t do it often so thank you❤️\n  ","500836":"\n   Could you do it\n  ","500837":"\n   Do you know what a findomme is\n  ","500838":"\n   Haye you bought any new underwear recently, pretty ones\n  ","500839":"\n   Cute feet\n  ","500840":"\n   Lovely legs😈😈😈\n  ","500841":"\n   I can be cute, I can be dominant:p\n  ","500842":"\n   Leg pic?\n  ","500843":"\n   Need help:p\n  ","500844":"\n   Do you accolade them no matter what it is they like to be called\n  ","500845":"\n   Fav names to call guys when in that mood\n  ","500846":"\n   What’s your “Go to” Video or Gif for a laugh?\n  ","500847":"\n   Do you?\n  ","500848":"\n   Besides here, what other social media apps do you use\n  ","500849":"\n   How do you do?\n  ","500850":"\n   Have you ever been close too?\n  ","500851":"\n   Grabbing the sheets, toe curling good! Covering your mouth to stop the screams😈😈\n  ","500852":"\n   Yeah, the feeling you’ll get will be better than if you c*m every night...it will be like the first time!\n  ","500853":"\n   You’re feel sooooo good the next time you play due to not playing for a while\n  ","500854":"\n   If I were your man, I’d show you that infact I did love you, cuddles for you, kisses too\n  ","500855":"\n   Would you ever admit to any of your gfs that you started taking it in the B...or would you deny it\n  ","500856":"\n   And you like an*l right....if so....wow😈\n  ","500857":"\n   If it’s the time of the month for you, does that rule out anything for your man? Or would you still please him\n  ","500858":"\n   Would make an amazing gf\n  ","500859":"\n   My favourite are the Philadelphia Rolls.\n  ","500860":"\n   Some girls like their men fighting for them, in competition with another man, even if it’s not a turn on for you, can you see why it would be?\n  ","500861":"\n   👌\n  ","500862":"\n   Is there tan lines around your butt\n  ","500863":"\n   do you back into parking spaces or just pull in? (usually)\n  ","500864":"\n   Do you have tan lines\n  ","500865":"\n   On instagram there is an option that allows you to filter out specific offensive words from your comments... So that anyone who leaves a comment containing those words and phrases, their comment is not posted. Do you think that if Ask had a feature like this, it could help tackle bullying?\n  ","500866":"\n   Has someone ever pantsed you\n  ","500867":"\n   How early do you get to the airport?\n  ","500868":"\n   Is being a cop a dealbreaker?\n  ","500869":"\n   Hugs🌹🤗\n  ","500870":"\n   What is the perfect number of hours to sleep?\n  ","500871":"\n   mild, lemon pepper, or bbq (wings)\n  ","500872":"\n   Are you getting close with someone?\n  ","500873":"\n   If you could go on your dream date, regardless of monetary value or how outlandish it may be, what would it be? When you think of this date, do you have someone in mind that you're on said date with? Be as descriptive as you wish!!\n  ","500874":"\n   My back was sore when I fell🌹😢\n  ","500875":"\n   Can I ask your honest opinion, do D pics actually do anything git girls?\n  ","500876":"\n   Well thank you anyway, darling\n  ","500877":"\n   When you are\n  ","500878":"\n   King is not sore anymore. He’s alright🌹\n  ","500879":"\n   King is back🌹\n  ","500880":"\n   Have humans now stepped so far out of nature that there is no turning back?\n  ","500881":"\n   You’re lovely\n  ","500882":"\n   Thanks for always being nice despite the fact I pester you sometimes on Sc\n  ","500883":"\n   wyd?\n  ","500884":"\n   Post your favorite Ukulele song!\n  ","500885":"\n   What period in history had the best fashion? 🤔\n  ","500886":"\n   Do you like sushi? 🍣\n  ","500887":"\n   Cut or uncut? Preference\n  ","500888":"\n   Wanna see mine?\n  ","500889":"\n   Are you happy with your weight\n  ","500890":"\n   What’s the worse topping to put on a pizza?\n  ","500891":"\n   What is the worst thing your mom caught you doing as a kid?\n  ","500892":"\n   When was the last time you found yourself unable to sleep?\n  ","500893":"\n   What is the worst thing your mom caught you doing as a kid?\n  ","500894":"\n   So since you’re sick, no playing time?\n  ","500895":"\n   irl\n  ","500896":"\n   Is anyone in your family a Jehovah’s Witness?\n  ","500897":"\n   Caring on life with him\n  ","500898":"\n   Have you ever had chicken teriyaki?\n  ","500899":"\n   is it more attractive to have a big 🍆?\n  ","500900":"\n   How are ya doing! And how do u feel?!\n  ","500901":"\n   What’s the most spiciest thing you’ve ever ate in your life?\n  ","500902":"\n   lol, xo had you a nice day\n  ","500903":"\n   i dont want to annoy you, xo\n  ","500904":"\n   have u ever fooled around in public?\n  ","500905":"\n   Hiii there\n  ","500906":"\n   you my friend are goals, and i dont say it as much lol xo\n  ","500907":"\n   If someone likes you what do you think what will be the reason?\n  ","500908":"\n   no, the first time you said i did lol its cool xox, are you okay xo\n  ","500909":"\n   i got a kind vibe of you ist time on ask, even tho you said i annoyed you lol\n  ","500910":"\n   How quickly do you jump to conclusions about people?\n  ","500911":"\n   What was your dream job as a child? It doesn't matter how silly or unrealistic it was, please do share!\n  ","500912":"\n   Do you have any embarrassing nicknames from your childhood?What are they?\n  ","500913":"\n   Have you ever the Bible?the Koran?The Book of Mormon? Or any other religious writings?\n  ","500914":"\n   have you ever been called to jury?\n  ","500915":"\n   Can you list three movies about cats?\n  ","500916":"\n   You ever wanted to inflate like a balloon? Yeah me either 😶\n  ","500917":"\n   Removed Article 370\n\nYour views on this\n  ","500918":"\n   what does having cheeky toast mean?\n  ","500919":"\n   Good night beautiful\n  ","500920":"\n   How are you feeling today beautiful\n  ","500921":"\n   It’s long time you should have compromised\n  ","500922":"\n   Haha she does not have sibblings.\n  ","500923":"\n   Post a picture of you in something gorgeous\n  ","500924":"\n   Hm this white cat is lovely. Is it yours?\n  ","500925":"\n   How long were u togath\n  ","500926":"\n   Post  a picture\n  ","500927":"\n   then how was it your fault\n  ","500928":"\n   they’re like sorta opposites. pound cake is like a pound of each ingredient, super dense, angel food cake is supposed to be really light and it uses whipped egg whites. they’re kinda going for exact opposite kinds of cake.\n  ","500929":"\n   u cheated on him?\n  ","500930":"\n   what’s ur favorite dense dessert? what’s ur favorite light\/airy dessert?\n  ","500931":"\n   When was your last breakup? What was reason for that?\n  ","500932":"\n   What would you do if someone proposed to you tomorrow?\n  ","500933":"\n   What was reason for breakup?\n  ","500934":"\n   Mood rn\n  ","500935":"\n   the Kardashian family has been accused more than any other famous family of appropriation of black culture. from their big lips, their cornrows, their braids, their butts, and their tendency to date rappers and nba players. what do you think of these specific criticisms of the Kardashians?\n  ","500936":"\n   Do you had boyfriends before?\n  ","500937":"\n   Do you prefer vintage or new?\n  ","500938":"\n   That’s great\n  ","500939":"\n   Are u married?\n  ","500940":"\n   do you have any stick n poke tattoos? (who did them?)\n  ","500941":"\n   Hiiii there , how are ya doing?\n  ","500942":"\n   pound cake or angel food cake?\n  ","500943":"\n   cringe *\n  ","500944":"\n   I see\n  ","500945":"\n   have you ever taken a pottery or clay class?\n  ","500946":"\n   What’s the worst physical pain you’ve ever been in?\n  ","500947":"\n   How do u feel , are u feel better 2day?\n  ","500948":"\n   🍰 🎂 🎁 🎉 *invites you to my birthday party*\n  ","500949":"\n   What that’s mean?! Did I ?!\n  ","500950":"\n   did it go well today, if its not too personal big hugs lynds\n  ","500951":"\n   What should u do, when someone ignoring u ?\n  ","500952":"\n\n    https:\/\/ask.fm\/babycadiexo\/answers\/155205852762\n   \n","500953":"\n   lemon oreo cookies\n  ","500954":"\n   murder\n  ","500955":"\n   is being a picky eater unattractive?\n  ","500956":"\n   Get well\n  ","500957":"\n   Movie Madness: A) Blinded by the light  B) The Art Of racing In The Rain C) Once Upon A Time In Hollywood D) Playmobil: The movie E) The Sun Is Also A Star\n  ","500958":"\n   Tell the person next to you\nKenjestki\" says you are so beautiful\"\nAnd tell me what he said😂\n  ","500959":"\n   How are you feeling today beautiful\n  ","500960":"\n   same!\n  ","500961":"\n   Name one thing you’ll always find in your fridge!\n  ","500962":"\n   What would you say if someone says that they didn't like you?\n  ","500963":"\n   What's your temper like\n  ","500964":"\n   dinnerM\n  ","500965":"\n   Someday I will tell ya lots of things\n  ","500966":"\n   When I will be , I will tell ya 😬\n  ","500967":"\n   If u think so, maybe I will\n  ","500968":"\n   What's something (whether it be an ideal\/belief\/person\/ect) you're personally skeptical of? *curious face*... and why is that?\n  ","500969":"\n   What's a song you associate with cheerleaders?\n  ","500970":"\n   What's a song you associate with jocks?\n  ","500971":"\n   Ahhhh, no I’m not 👊🏼\n  ","500972":"\n   I will talk to you in the evening time. I will go home in three hours. Bye. Go out and enjoy.\n  ","500973":"\n   In the right time, I will tell ya 👌🏼\n  ","500974":"\n   I've got plenty of toilet paper lol\n  ","500975":"\n   I'm a little stressed atm and I've been for a 💩 6 times In 15 mins any ideas what to do\n  ","500976":"\n   How do you deal with stress\n  ","500977":"\n   Ahhhh, I will say nothing 🤭\n  ","500978":"\n   Can I say some ?!\n  ","500979":"\n   What do you think of anti-miscegenation laws\n  ","500980":"\n   what is an experience\/moment you wish you or someone had taken a photo of?\n  ","500981":"\n   sorry and now 4598\n  ","500982":"\n   Umm 😐 , god bless ya, I hope u will be better soon\n  ","500983":"\n   I followed you, Lynds\n  ","500984":"\n   What's a song you associate with emos?\n  ","500985":"\n   Why don’t you post pics\n  ","500986":"\n   have you ever seen Rocky Horror Picture Show (the movie)? have you ever seen Rocky Horror Picture Show live (like as a play)?\n  ","500987":"\n   goodluck with it, im always proud of lynds my cool friend\n  ","500988":"\n   thats so true, too many bullies no need if everyone was kind be lit tbh\n  ","500989":"\n   Offf, what happens to ya?\n  ","500990":"\n   yeah, thats cool people like you make ask kind vibes tbh xo\n  ","500991":"\n   yes thats very true, have to have limits etc xo\n  ","500992":"\n   Btw, how are ya doing?\n  ","500993":"\n   Ahhhhh, I got u 🤣👊🏼\n  ","500994":"\n   Are you romantic? Why or why not?\n  ","500995":"\n   what do you like most about ask\n  ","500996":"\n   are you against drink, or do you think people need to be educated more about the effects of drink\n  ","500997":"\n   So cute\n  ","500998":"\n   mention someone and tell him that will be a beautiful to spend the holiday with him ?\n  ","500999":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","501000":"\n   Last thing to make you smile\n  ","501001":"\n   What is it that keeps you awake at night?\n  ","501002":"\n   How can you tell a good person from a bad one?\n  ","501003":"\n   How do you express yourself, when words just aren't enough?\n  ","501004":"\n   Brock Lesnar؟\n  ","501005":"\n   ‏منشن شخص وقوله العيد بقربك حيكون اجمل؟\n  ","501006":"\n   u r sick\n  ","501007":"\n   Whats your most annoying habit?\n  ","501008":"\n   Do you ever just feel ugly? Yeah, same.\n  ","501009":"\n   What is the worst gift you have ever received?\n  ","501010":"\n   have you ever been drunk at a baseball game?\n  ","501011":"\n   Good morning\n  ","501012":"\n   Name a song u introduced to someone\n  ","501013":"\n   كسمكم\n  ","501014":"\n   Good night beautiful\n  ","501015":"\n   Will you go out today? Is  there any mall in Worcestershire? There must be malls in Worcestershire.\n  ","501016":"\n   Eggsy unfollowed you again lol\n  ","501017":"\n   What are u doing right now?\n  ","501018":"\n   last one, of the day :) ... what’s something... that easily... overwhelms you... :)\n  ","501019":"\n   Im in the mall now. I have taken full payment from the company? Can two friends kiss?\n  ","501020":"\n   yay or nay: cream cheese frosting\n  ","501021":"\n   is it possible... to be too creative... to the point of insanity... n why so... :)\n  ","501022":"\n   Are you a good dancer?\n  ","501023":"\n   Thanks everyone. It’s been fun - Kaiden\n  ","501024":"\n   which Is more important to u... what you say... or how you say it?\n  ","501025":"\n   If I dated you for a couple of weeks, what surprises would I get?\n  ","501026":"\n   You don't take compliments kindly?\n  ","501027":"\n   nd why?\n  ","501028":"\n   windy lindy is a cool nic name , do you us to start calling you it ?\n  ","501029":"\n   Heh....I bet you are HAWT!\n  ","501030":"\n   I heard gals named Lydsey are quite Hot. ;P\n  ","501031":"\n   Do you make friends easily?\n  ","501032":"\n   Clingy or nah?\n  ","501033":"\n   What was your favorite TV show when you were a kid?\n  ","501034":"\n   Is there something or someone you want but can’t have?\n  ","501035":"\n   🌹😘😘\n  ","501036":"\n   Do you always have to have the last word?\n  ","501037":"\n   how do you take your coffee?\n  ","501038":"\n   yay or nay: well done steak?\n  ","501039":"\n   Hugs🌹🤗\n  ","501040":"\n   Where’s that 20 bucks you owe me???👿\n  ","501041":"\n   Did you grow up eating Hamburger Helper? Do you ever eat it now?\n  ","501042":"\n   Pap the sexiest picture of you on your phone\n  ","501043":"\n   Would you ever get preordained so you could perform wedding ceremonies ?\n  ","501044":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","501045":"\n   Opinion on the shootings?\n  ","501046":"\n   yay or nay: nuts in brownies\n  ","501047":"\n   have you ever shotgunned a beer\n  ","501048":"\n   besides deep dish pizza, are there any foods you associate w Chicago?\n  ","501049":"\n   What’s something your mom knows but your father doesn’t?\n  ","501050":"\n   How far in advance do you prefer to plan?\n  ","501051":"\n   Have you ever woken up and thought CBA and went back to sleep\n  ","501052":"\n   what’s your opinion on meatball subs\n  ","501053":"\n   What slang word or phrase do you love to use?\n  ","501054":"\n   How do you like to start your morning?\n  ","501055":"\n   what’s you opinion on peanut butter and jelly sandwiches?\n  ","501056":"\n   ^_*\n  ","501057":"\n   What is the craziest  thing you have ever done for money?\n  ","501058":"\n   What is your weirdest \"quirk\"?\n  ","501059":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","501060":"\n   Hi how are u today\n  ","501061":"\n   What's your go to outfit that you wear when you're not working?\n  ","501062":"\n   Do you like Bilzen city?\n  ","501063":"\n   That’s because the only thing I know about you is that you own a dildo and when I try and make conversation with me you tell me thumbs down to small talk\n  ","501064":"\n   What are your healthy daily habits?\n  ","501065":"\n   Good morning my friend\n  ","501066":"\n   which one do you prefer getting on ask: likes, coins, followers, or questions? rank them (even if you don’t really care much) ♡ bonus question: why?\n  ","501067":"\n   Oh okay. You don’t like me very much do you?\n  ","501068":"\n   The band tool\n  ","501069":"\n   Have you had a good day then?\n  ","501070":"\n   What are you doing\n  ","501071":"\n   If you could only eat one thing for the rest of your life what would it be? PAP!\n  ","501072":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","501073":"\n   Hey\n  ","501074":"\n   What small thing has really made you happy lately? They started streaming Tool on amazon prime and I really am pleased about this\n  ","501075":"\n   What could you do as a child that you can't do now?\n  ","501076":"\n   What was the last movie you watched that was really good?\n  ","501077":"\n   Are you a big fan of the sugar rush? 🥞🍨🍰🍭🍫🍩🍪🍰🤗😋👌\n  ","501078":"\n   someone explain the appeal of skinny women to me.  like when u hitting it from the back wtf are u looking at??\n  ","501079":"\n   what’s your fav alien movie\n  ","501080":"\n   Have you and another person literally awkwardly got too close to each other while sorting out a DIY\/other problems ?\n  ","501081":"\n   Life without the internet - could this be possible?\n\n\nNo I can't live without internet what about u ??????\n  ","501082":"\n   Do you play much D&D at all (Dungeons and Dragons)?\n  ","501083":"\n   Do u know any Leos? Anybody birthday coming up?\n  ","501084":"\n   Good night sweetie\n  ","501085":"\n   Have you ever broken the bed having sex\n  ","501086":"\n   Who can sleep tonight? I can’t.\n  ","501087":"\n   What do you spend most of your money on?\n  ","501088":"\n   do you like rap?\n  ","501089":"\n   who’s ur fav musical artist who’s name starts w a K?\n  ","501090":"\n   I used to think that my life is a tragedy 😭 But I realized that it is a comedy 😂\n  "},"Answer":{"500018":"\n  every damn day\n  ","500019":"\n  my reaction too lol\n  ","500020":"\n  squirted too\n  ","500021":"\n  somewhere in the middle\n  ","500022":"\n  eventually ¯\\_(ツ)_\/¯\n  ","500023":"\n  does my dildo count?\n  ","500024":"\n  I come off that way when meeting new people.\n  \n  sizing them up\n  ","500025":"\n  Last April?\n  ","500026":"\n  No o.o\n  ","500027":"\n  imagine by John Lennon\n  \n  \"imagine all the people \"\n  ","500028":"\n  Mexican\n  \n  if you mean this Ricky person anon is talking about.. I have no idea at all\n  ","500029":"\n  Sometimes or just sing along\n  ","500030":"\n  no, agnostic at best\n  ","500031":"\n  sarcasm or??\n  ","500032":"\n  Rocky or a different movie?\n  ","500033":"\n  song lyrics, man.\n  ","500034":"\n  idk haven't had that problem lol\n  ","500035":"\n  it used to be Pepsi.\n  \n  if I have something now its usually virgils, hensons or zevia.. All sugar free and more watered down...\n  \n  I mostly just have water or tea these days\n  ","500036":"\n  still a tiny bit sick but pretty good regardless\n  ","500037":"\n  imagine all the people 🎤🎤🎤🎤🎤\n  ","500038":"\n  Not much\n  ","500039":"\n  rarely these days\n  ","500040":"\n  can i still call it a phase if its something medical?\n  ","500041":"\n  A little bit but the filtering words and stuff is a bit weird. Something seems fishy if you even think about filtering just because someone knows your details straight off the bat. That would be the least of my worries if I truly had nothing to hide. Something must be going on if that's one of the first things you think about.\n  \n  Yes, partners should have trust in each other and not always have to share passwords.\n  ","500042":"\n  Who is that?\n  ","500043":"\n  Do whatever feels right to you.\n  ","500044":"\n  anons haven't been that dirty if that's what you were thinking about 😂\n  ","500045":"\n  sitting on my bed.\n  ","500046":"\n  HH has been pretty boring since its mostly that # person asking 😂\n  ","500047":"\n  no lol\n  \n  makes me wonder what you forgot\n  \n  more lists ;)\n  ","500048":"\n  was last night but its whatever now\n  ","500049":"\n  yes\n  \n  its also weird seeing fwb that way since its more online ¯\\_(ツ)_\/¯\n  ","500050":"\n  yes\n  ","500051":"\n  no. scroll down my page and you'll see other answers related to\n  \n   @nal\n  \n","500052":"\n  The slipknot and DJ Cummerbund person. I think it's the same person? They leave music videos.\n  ","500053":"\n  I'm not seeing anyone right now\n  ","500054":"\n  if it called for it\n  ","500055":"\n  yes, parts of it.\n  \n  I'm not sure if I've seen The Mick.\n  ","500056":"\n  The scent\n  ","500057":"\n  uh depends lol\n  ","500058":"\n  if i liked big loads 😂\n  ","500059":"\n\n   @mawiocudwoc\n  \n  would I?😈😉\n  ","500060":"\n  Not much? That she wanted to talk or something ¯\\_(ツ)_\/¯\n  \n  🍉 honesty hour\n  ","500061":"\n  mmm yes\n  \n  🍉 honesty hour\n  ","500062":"\n  send questions\n  \n  🍉 honesty hour\n  ","500063":"\n  too long\n  ","500064":"\n  I know\n  ","500065":"\n  I'd make them go off\n  ","500066":"\n  Not that often.\n  \n  The last ones were Aladdin and Lion King. Also the Elton John one.\n  \n  every other month or so.. idk\n  ","500067":"\n  hell yes, sir 💸💸💸💸💸\n  ","500068":"\n  its ok. sometimes not needed 😉\n  ","500069":"\n  16-23\n  ","500070":"\n  4\/5\n  \n  one was pretty young so I never know if that one would count lol\n  \n  and no, they didn't all get HJs\n  ","500071":"\n  I got one of those \"we'll send you 1 million dollars emails\" I sent them my paypal.me\n  \n  think they'll do it? 😂\n  ","500072":"\n  correct but I'd imagine those reasons ring true for some girls out there.\n  ","500073":"\n  The whole poop idea\n  \n  not aroused fully so it hurts?\n  \n  you could be too big\n  \n  might need numbing cream\n  \n  you aren't gentle enough\n  \n  ¯\\_(ツ)_\/¯\n  ","500074":"\n  People I've dated\n  \n  not random friends\n  ","500075":"\n  Thanks for the reminder -_- :P\n  ","500076":"\n  \"you people \" meaning what exactly?\n  \n  in small quantities maybe but people in the uk eat mutton pies a ton.\n  \n  I don't think I've had it.\n  ","500077":"\n  o.o\n  ","500078":"\n  k\n  ","500079":"\n  well someone did. I don't quite believe you. Either way, have a wonderful night. bye\n  ","500080":"\n  uh someone definitely took it down lol don't try being good now\n  ","500081":"\n  I don't need protection\n  ","500082":"\n  and called me a bitch for no reason\n  \n  fuck you\n  ","500083":"\n  We were supposed to get a storm but nothing happened\n  ","500084":"\n  Thanks sweetheart\n  ","500085":"\n  I wasn't making an excuse\n  ","500086":"\n  I don't give to anons\n  \n  youcanjuiceme\n  \n  i don't have\n  ","500087":"\n  Jane's addiction came to mind\n  \n  i suppose coming on here and the gym or swimming. Need to get back to the latter ones as I've been sick and progress has probably died all around!\n  ","500088":"\n  People have lust for me but truly don't love me.\n  \n  oh, deep.\n  ","500089":"\n  hello king\n  ","500090":"\n  Maybe white lies when younger (parent said no type thing)\n  \n  when older.. no. That's not healthy behavior for anyone caught in it. What do you get out of it or them? Its not fair nor needed. Honesty is very important in relationships, workforce etc\n  ","500091":"\n  yes to all\n  \n  i suppose accidents in a twisted way o.o or do you mean stumbling into art kind of way?\n  ","500092":"\n  getting better? idk lol\n  ","500093":"\n  Not sure. I usually go for practical yet sentimental gifts, even traditional ones.\n  ","500094":"\n  I debated on going to the gym earlier today. I still feel a tiny bit sick so i didn't. Had a different kind of \"workout\" though.\n  ","500095":"\n  Not sure what you mean\n  ","500096":"\n  pancakes do sound good lol\n  ","500097":"\n  between soft and firm\n  ","500098":"\n  no idea\n  ","500099":"\n  Nope\n  ","500100":"\n  That everything is fine?idk ¯\\_(ツ)_\/¯\n  ","500101":"\n  no 😉\n  ","500102":"\n  ask froze so #s are off now\n  ","500103":"\n  I don't really time it\n  ","500104":"\n  no, it doesn't matter to me.\n  ","500105":"\n  we both do 💦\n  ","500106":"\n  yes, that's possible. They don't know if what they feel is love or not or they might not feel any emotions towards them.\n  \n  After i broke up with someone it was clear to me that what we had was pretty much nothing. I didn't feel sad or anything. I even told him that his friend liked him. I didn't feel anything when they started dating. Also a different relationship taught me how bad we were for each other too... weren't going anywhere, no growing together etc i didn't really see all that when we were together but apart, definitely! That wasn't love or anything lol\n  ","500107":"\n  everything lol\n  \n  but ya.. hopefully tomorrow I'll be fully fine\n  ","500108":"\n  too many\n  ","500109":"\n  nope. still getting over being sick.\n  ","500110":"\n  Not too much. you?\n  ","500111":"\n  yes among other things\n  ","500112":"\n  it can happen, not on purpose.\n  ","500113":"\n  we ended up getting some of that Magic Spoon cereal.. keto. I guess its good but I haven't tried them yet.\n  ","500114":"\n  I doubt it.\n  \n  sizes can be so inconsistent as well.\n  ","500115":"\n  Learn about each other?\n  ","500116":"\n  ¯\\_(ツ)_\/¯\n  ","500117":"\n  I've checked a few times today and its still doing that ¯\\_(ツ)_\/¯\n  ","500118":"\n  Private 😝\n  ","500119":"\n  I feel like most have meat in them..\n  ","500120":"\n  Thanks sugar\n  ","500121":"\n  Is anyone else's instagram being weird? I'll try going to the login page but it just shows a white screen and then clashes out of the app the next second o.o\n  ","500122":"\n  spiderman because of the web 😉\n  ","500123":"\n  my personality\n  ","500124":"\n  hakuna matata\n  \n  nobody puts baby in the corner\n  ","500125":"\n  strawberries and blueberries 👍\n  \n  blackberries 👎\n  \n  I'll still have at times\n  ","500126":"\n  my guardian angel must hate me 😂😇\n  \n  yes though\n  ","500127":"\n  better be\n  ","500128":"\n  That's hilarious. wearing black 😂\n  \n  go me 😂\n  ","500129":"\n  My sister made homemade chocolate chip cookie dough ice cream\n  ","500130":"\n  What was i wearing?\n  ","500131":"\n  not even the bride? damn\n  ","500132":"\n  my mom\n  ","500133":"\n  best wedding ever!\n  ","500134":"\n  waking up to a bag on the handle of my door which contained the black denim jacket i tried on the day before at the store.\n  ","500135":"\n  sounds fun! :)\n  ","500136":"\n  nice!\n  \n  Everyone on my feed said animals lol\n  ","500137":"\n  yes\n  ","500138":"\n  animals\n  \n  I don't think anyone has said kids yet 😂\n  ","500139":"\n  so how was the wedding? :p\n  ","500140":"\n  I'm glad x\n  ","500141":"\n  weird\n  ","500142":"\n  Cool\n  ","500143":"\n  Blue and white\n  \n  i don't always remember quotes. The \"love is patient \" one is high up there but I'm not religious either.\n  ","500144":"\n  B\n  ","500145":"\n  That would be a short conversation\n  ","500146":"\n  No. I don't even like getting into politics\n  ","500147":"\n  yes, in general.\n  \n  not with friends\/mates\n  ","500148":"\n  How nice :)\n  ","500149":"\n  about?\n  ","500150":"\n  You mentioned mates..\n  ","500151":"\n  D\n  ","500152":"\n  No. seems like some fwb there..\n  \n  only relationship wise\n  ","500153":"\n  to being \"busy\"?\n  ","500154":"\n  Tell you naughty things\n  ","500155":"\n  You didn't spell that right\n  \n  Are you a little busy? 😮😉\n  ","500156":"\n  average at best\n  \n  i don't think it matters on the size for that though?\n  ","500157":"\n  Just ask or try it? Maybe say you want to see how it feels etc\n  ","500158":"\n  been a while, mate.\n  ","500159":"\n  lol we're fucked\n  ","500160":"\n  difference between trying and doing 😈 yes\n  ","500161":"\n  Does it matter where someone has kissed? :p\n  ","500162":"\n  What?\n  ","500163":"\n  How nice\n  ","500164":"\n  yes\n  ","500165":"\n  Guess it depends how they behave.\n  \n  I feel weird holding babies.\n  \n  I like it more when they can talk\n  ","500166":"\n  naughty #\n  \n  sure\n  ","500167":"\n  yes\n  ","500168":"\n  friends -\n  \n  Taylor and Tara. They look identical but actually have different dads.\n  \n  Brianne and Darcy\n  \n  ---\n  \n  no to family but my nephews do look identical. year apart.\n  ","500169":"\n  I guess normal or medium sized on guys. smooth would be nice\n  ","500170":"\n  in what way?\n  ","500171":"\n  Obviously with guys\n  \n  never done anything with girls\n  ","500172":"\n  yes\n  ","500173":"\n  Probably family\n  ","500174":"\n  Not really.\n  ","500175":"\n  no?\n  ","500176":"\n  gym, reading, fam\/friends, pets, movies, music etc\n  ","500177":"\n  yes, sometimes.\n  ","500178":"\n  snow is very pretty.\n  \n  I can get sick of it if nonstop blizzards\n  ","500179":"\n  summer\n  \n  sunny with a breeze\n  ","500180":"\n  which ones? 😉\n  ","500181":"\n  I don't time them\n  ","500182":"\n  nah\n  ","500183":"\n  sure\n  \n  making up their own #s\n  ","500184":"\n  yes, I do.\n  ","500185":"\n  none. I'm not a fighter.\n  \n  I don't think trying to make someone stop counts.. especially as wasn't trying to hurt them..\n  ","500186":"\n  No, I don't think I'm mean.\n  ","500187":"\n  oh?\n  ","500188":"\n  I don't think I have any lol\n  \n  I don't care if things touch. its going to the same place.\n  \n  I like onions, Mexican, fruit...\n  \n  ¯\\_(ツ)_\/¯\n  ","500189":"\n  no\n  ","500190":"\n  Probably\n  ","500191":"\n  no.\n  \n  I would rather end a relationship if cheating even occurred to me.\n  ","500192":"\n  I don't remember the age, just that we were young.\n  ","500193":"\n  It's been pretty dull at times so i don't think its the best year ever...\n  \n  healthwise it has been.\n  ","500194":"\n  It's easier to forgive.\n  \n  I have a good memory but I don't use it to hold grudges, I just remember.\n  ","500195":"\n  I still feel sick\n  \n  I now have a black denim jacket but will i actually wear it? 😮 was reduced to $8👍\n  ","500196":"\n  Christmas colors :)\n  ","500197":"\n  if they did i wasn't around to see it?\n  ","500198":"\n  I believe so :(\n  ","500199":"\n  English and history? I did good in law class too.\n  \n  college -\n  \n  all the psychology, anthropology and other type of classes.\n  ","500200":"\n  Not currently\n  \n  I've had my ears done but they closed up both times. Rather save money not buying earrings as well :)\n  ","500201":"\n  Nah.\n  \n  The money, fans and doing good in the universe would be the benefits. I'd rather not always get noticed nor be in the public eye 24\/7 ¯\\_(ツ)_\/¯\n  ","500202":"\n  grow old\n  ","500203":"\n  I don't think about it? Whatever comes naturally.\n  ","500204":"\n  nice\n  ","500205":"\n  no, it's sunny.\n  ","500206":"\n  some might\n  ","500207":"\n  Yes. I was with a friend.\n  \n  One time I didn't have ID and I was the oldest out of the group and they still didn't let me in 😮 That sucked.\n  ","500208":"\n  nana and I don't think she likes pickles?\n  ","500209":"\n  It's on right now.\n  \n  Yes, I do turn it off at times especially when I keep getting stupid stuff sent.\n  ","500210":"\n  Good night\n  ","500211":"\n  When a kid haha\n  ","500212":"\n  Chinese food\n  \n  chicken parm\n  \n  lobster\n  \n  ice cream\n  \n  - keto -\n  \n  fathead pizza\n  \n  certain desserts\n  \n  rebel ice cream\n  ","500213":"\n  Not always or we simply don't notice the reasons\/signs. idk\n  ","500214":"\n  no but Google translate does a decent job at times.\n  ","500215":"\n  ° still a tiny bit sick\n  \n  • a bit bored., think I'll watch some YouTube before sleeping\n  \n  ° need to fill my water up again too\n  ","500216":"\n  depends how huge the spider is\n  ","500217":"\n  yes, maybe. To make things right...\n  ","500218":"\n  and the icing isn't really icing\n  ","500219":"\n  yes, dogs and cats\n  ","500220":"\n  No, I've never done that. Pretty gross.\n  ","500221":"\n  protein bar\n  ","500222":"\n  peacefully?\n  ","500223":"\n  single\n  ","500224":"\n  yes but I don't like talking about it.\n  ","500225":"\n  I'm not sure what I'll be doing over the weekend\n  ","500226":"\n  I doubt it\n  ","500227":"\n  I kind of had three separate dreams last night.\n  \n  I don't remember those right now but the last one was this...\n  \n  One dealt with Remi Cruz since she was the youtuber i was watching. Hung out with her in a van outside her house or someone's house. A few Asian girls walked past and I said Remi's name and some of the girls there started chasing the ones who walked past. one of the girls ended up staying with us and we chilled out listening to music along with talking o.o I think it was Remi's birthday or the girl who stayed idk\n  ","500228":"\n  updated\n  ","500229":"\n  Sometimes. up and down. Depends on the day, really. I think I've gotten better tho\n  ","500230":"\n  no. I was a good girl 😝\n  ","500231":"\n  talked to you\n  \n  youtube\n  \n  went the bathroom\n  \n  😴\n  ","500232":"\n  No. I don't hate anyone right now\n  ","500233":"\n  bug\n  \n  lipstick\n  \n  eyebrows\n  \n  interchangeable\n  \n  tv\n  \n  gross\n  \n  interchangeable\n  \n  uh.. not sure what that means.. I say medium more than standard though lol ¯\\_(ツ)_\/¯\n  \n  both are good\n  \n  back\n  \n  depends on what we're talking about\n  \n  sidewalk or path depending on what it looks like...\n  ","500234":"\n  Not a fan\n  \n  i actually like music, singing, background music\n  \n  not just house type sounds..\n  ","500235":"\n  I guess you and my brother-in-law\n  ","500236":"\n  Just in gym class\n  ","500237":"\n  I wanted to watch something but clearly that's not happening lol\n  ","500238":"\n  Yes, at times.\n  \n  grandpa.. death anniversary coming up\n  \n  my old dog\n  \n  feeling closer to friends\n  \n  etc\n  ","500239":"\n  I don't think I do. I would be a tad wary if they needed a second chance but it really depends what went down... if they changed, actually want to be better etc\n  ","500240":"\n  Maybe my mom. I don't know. I haven't cried in a while  ¯\\_(ツ)_\/¯\n  ","500241":"\n  I feel that the place can be anywhere.\n  \n  Yet belonging screams more a person to me.. so wherever you two are is the right place :)\n  ","500242":"\n  Dobby was sad lol\n  ","500243":"\n  Sunsets and night life\n  ","500244":"\n  I rarely drink but fruity ones are good\n  \n  apple martini, shaken not stirred\n  \n  margarita\n  ","500245":"\n  I don't think so. The National anthem should always be done.\n  ","500246":"\n  bring it on\n  ","500247":"\n  For the most part, yes.\n  ","500248":"\n  I wonder if the gym girls are worried about me 😂 one said that she looks forward to seeing me lol been gone a week or so.\n  ","500249":"\n  between short and medium length.\n  ","500250":"\n  nah\n  ","500251":"\n  The stuff on top doesn't translate for me.\n  ","500252":"\n  👽💸🌴🌵🌱🍃⚓\n  ","500253":"\n  Hopefully be 100% tomorrow\n  \n  its still there a bit\n  ","500254":"\n  No, I haven't.\n  ","500255":"\n  Dating your sibling would be very gross, even if step siblings.\n  \n  That dianel person has pictures of himself kissing his sister o.o\n  ","500256":"\n  Not to my knowledge. Very interesting though!\n  ","500257":"\n  I'm not sure. Never gone to AZ schools. The younger grades have more though!\n  \n  no. would have to go to Tempe, Phoenix, Chandler and other surrounding areas.\n  \n  Yes, one.\n  ","500258":"\n  Not much\n  ","500259":"\n  bit of both, tbh.\n  ","500260":"\n  otherhood\n  \n  the mom in Mean Girls\n  \n  Gilmore Girls\n  ","500261":"\n  I guess NYC, yes. I love the atmosphere of it. Different from Boston and easier to map out where you are.\n  ","500262":"\n  You are too kind x\n  ","500263":"\n  I haven't been to either :(\n  \n  The only California area I've been to is San Diego.\n  ","500264":"\n  Not much\n  ","500265":"\n  or prejudice.\n  \n  I would care more about the person being a bad influence instead of what color they are.\n  \n  You could make them rebel against your wishes too by putting that out into the world.\n  ","500266":"\n  yes, still have a lot that nobody asked\n  \n  thanks!\n  ","500267":"\n  Almond\n  \n  we switched to the costco brand one.\n  ","500268":"\n  sight\n  \n  I can't see far away.. more so words on things.\n  \n  I have no trouble seeing boats far out in the ocean etc\n  \n  contacts creep me out and i don't like the glasses i do have lol\n  ","500269":"\n  ohhh.. agreed then\n  ","500270":"\n  Most likely did lol\n  ","500271":"\n  tall\n  \n  good at the game\n  \n  talent\n  \n  don't give up\n  \n  stereotypical answers\n  ","500272":"\n  Not sure\n  ","500273":"\n  No. They were closed the day we went.\n  \n  yes\n  \n  haven't been to the rest of those areas\n  ","500274":"\n  married, I'm the youngest out of my siblings.\n  ","500275":"\n  depends on all the evidence. if plotted out or just happened and a bunch of other factors.\n  \n  each case is individual.\n  ","500276":"\n  turkey slices\n  \n  mixed nuts\n  \n  watermelon\n  \n  cheesestick\n  ","500277":"\n  I haven't.\n  ","500278":"\n  there\n  \n  Yes, probably. Jail time isn't always a punishment to those people?\n  ","500279":"\n  NYC\n  \n  Niagara Falls, Canada\n  ","500280":"\n  Not really. Is anywhere really safe though?\n  ","500281":"\n  They should teach different ones instead of just one religion. Without opinions would help too.\n  ","500282":"\n  noon\n  \n  evening\n  \n  morning i think\n  \n  noon\n  ","500283":"\n  I'd rather be barefoot\n  ","500284":"\n  Nope.\n  \n  If something doesn't catch my fancy then i don't contribute to the conversation. same if been drinking or drunk.\n  ","500285":"\n  Maybe at times.\n  \n  If they constantly lie then no. That wouldn't be a good contradiction.\n  ","500286":"\n  yes, often enough.\n  \n  we have normal ones and then packets of wholly guacamole.\n  ","500287":"\n  Depends if I liked him back? maybe give it a try or tell him I don't see him romantically. who knows\n  ","500288":"\n  I don't think so. I probably would have by now if I didn't like it lol\n  \n  Or do you mean change the last name if i get married? I kind of like hyphens.. totally depends on the last name though!\n  ","500289":"\n  No. I trust people until they give me a reason not to. I'm also a good judge of character so that has helped as well.\n  ","500290":"\n  Not to my knowledge\n  ","500291":"\n  outside before leaving\n  ","500292":"\n  yes. I read a lot. I've only read 10 books so far this year though, most dealing with the challenges I've been doing.\n  ","500293":"\n  yes and  want\n  ","500294":"\n  Yes.. a couple.\n  ","500295":"\n  2-3 kids would be ideal\n  \n  yes, eventually\n  ","500296":"\n  In real life, no. There's nobody. I wouldn't even say the gym guys I've mentioned before because I don't know anything about the newest one and the other is out of bounds.\n  ","500297":"\n  I suppose yet again I'm not comfortable with certain things but he helps break that down? ¯\\_(ツ)_\/¯\n  ","500298":"\n  who is this?\n  ","500299":"\n  I don't dress sexy enough\n  \n  resting bitch face\n  \n  fat\n  \n  they only say hi or head nods. They don't try getting to know me\n  ","500300":"\n  hi kitten\n  ","500301":"\n  no. I read and finished two books. Talked with\n  \n   @mawiocudwoc\n  \n  but not in that way. Watched a bit of YouTube before sleeping.\n  ","500302":"\n  family\n  ","500303":"\n  mom - yes\n  \n  dad - no\n  ","500304":"\n  haha yes\n  ","500305":"\n  Questions on y'all 😂\n  \n  no, I'm not very forceful.\n  ","500306":"\n  I'm still doing this if anybody is interested\n  ","500307":"\n  Morning\n  ","500308":"\n  I like both but beach as i haven't been to one in forever and I'm more a water person.\n  ","500309":"\n  Good night 😘\n  ","500310":"\n  wherever the wind takes you\n  ","500311":"\n  when adoreme talks about a free set but its ONLY free if you buy another set 👎\n  ","500312":"\n  I'm stronger than i knew\n  \n  more positive person\n  \n  not to be with someone because of a status or because it seems convenient\n  \n  learned that long distance can be hard\n  \n  always be truthful\n  \n  need a real connection with someone\n  \n  someone nonjudgmental\n  \n  a friend taught me not to compare boyfriends yet i knew that already too.\n  \n  to appreciate Stephen King novels more\n  ","500313":"\n  cauliflower can get annoying\n  ","500314":"\n  Same. nobody is asking me anything\n  ","500315":"\n  12+?\n  ","500316":"\n  why the sick looking emoji?\n  \n  Nothing against muslims. Most have been very nice on here. I don't put a whole race in bad categories. Not everyone does bad things. A few people shouldn't tarnish the whole Muslim community.\n  ","500317":"\n  Sometimes\n  ","500318":"\n  I don't really have one.\n  ","500319":"\n  Let's do this too\n  \n  other questions are welcomed as well 💚\n  ","500320":"\n  I think it depends on the  maturity level and thought process of the individual. P0rn often gives unrealistic ideas of how the girl should react, certain plot lines to try.. it's not always going to have the same outcomes. Most are drawn out. Too much of anything can get unhealthy.\n  ","500321":"\n  not much or nothing of importance\n  ","500322":"\n  reality\n  ","500323":"\n  WHAT A SHAME!!!!\n  ","500324":"\n  seems like she'd be ebony\n  ","500325":"\n  sweet\n  ","500326":"\n  I don't need diabetes. insulin is already fucked in other ways.\n  ","500327":"\n  What?\n  \n  I basically stopped cold turkey and switched to water and tea.\n  ","500328":"\n  10 years ago or something like that\n  ","500329":"\n  haha ok then\n  ","500330":"\n  Mine is a bit all over the place. Two guys come to mind. One when we were young and older...\n  ","500331":"\n  no. I'd marry for love, not someone trying to use me.\n  ","500332":"\n  we don't talk anymore? She has a wall up against me for some reason. I didn't really do anything. I try sometimes but it usually falls on deaf ears and eyes.\n  \n  sometimes it just happens by moving, distance, no contact...\n  ","500333":"\n  no thanks, lahore.\n  ","500334":"\n  Not sure\n  \n  def overdue\n  ","500335":"\n  they just don't love me :(\n  ","500336":"\n  I love men.\n  ","500337":"\n  whatever it came with\n  ","500338":"\n  ^^^^^\n  ","500339":"\n  why? I'm not even there lol\n  ","500340":"\n  talking to you privately would make you miss out on studying and earning money :p 💰💰💰\n  ","500341":"\n  That's good.\n  \n  You stress a lot\n  ","500342":"\n  Yes, maybe. Or like the whole catfish idea where the person might be young and don't like what they see etc\n  \n  I can't imagine lying about every single thing. How do they keep everything straight on what they said or did? Probably pathological liar or maybe other disorders going on. PTSD over something? Who knows. That wouldn't be a good relationship to be in.\n  ","500343":"\n  likewise. I do feel better but not 100% just yet\n  ","500344":"\n  I have Nars' Cruella but it doesn't show up that color on me :( more a purply tone.\n  ","500345":"\n  It's been forever.\n  ","500346":"\n  The doctor earlier,.. myself while trying to keep my breathing going. bit hard to inhale for a while when still a bit sick. When she said to exhale I'd end up coughing with it -_-\n  ","500347":"\n  25% of the time\n  ","500348":"\n  yes to both\n  \n  i don't have chocolate milk often though and HC is more a winter drink to me.\n  ","500349":"\n  hit weight goal eventually\n  \n  hopefully other great things\n  ","500350":"\n  Good for them?\n  ","500351":"\n  no\n  \n  my nap didn't last 😢\n  \n  woke up in a coughing fit\n  \n  annoying\n  ","500352":"\n  I have way too many coins\n  ","500353":"\n  The ones I can't have.\n  \n  Palmini is a good substitute.\n  ","500354":"\n  😴🍉😎\n  ","500355":"\n  Happy for you x\n  ","500356":"\n  naps\n  \n  I might take one?\n  ","500357":"\n  She's ok.\n  \n  I actually won a swimcoverup shirt thing from swimswuitsforall via one of her collabs.\n  ","500358":"\n  happy birthday! or belated.\n  \n  good deals.\n  \n  fun\n  \n  yes, sometimes.\n  \n  This was cool when I noticed i hit the 42 mark. Didn't always have 2.5 down though. Easy to break it down more. 💃\n  ","500359":"\n  yes, been sick, balloon girl.\n  ","500360":"\n  Yes.\n  \n  I went to a votech high school so a lot of that was implemented.\n  \n  We had to clean the machines, windows, take trash out, sweep the floors at the end of the day. It was kind of fun since you got to be in charge of who cleaned what for a week as well. .making the list was pretty much your job when it was time.\n  ","500361":"\n  awful\n  \n  thankful i don't look like that dp\n  ","500362":"\n  No. My siblings both live out here.\n  ","500363":"\n  Thanks\n  ","500364":"\n  coughing a tiny bit still\n  ","500365":"\n  watermelon. we got a baby one today\n  \n  strawberries\n  ","500366":"\n  It's never the same.\n  ","500367":"\n  The last one would probably be 50\/50 on that or similar ratios.\n  ","500368":"\n  Also the waiting game sucks balls\n  ","500369":"\n  Are you just basing that on hearing the words \"liver\" and knowing i have insulin resistance or more to it? I don't have diabetes or other things that it talked about. Looks like I'm already doing everything right for it then if its that.\n  \n  my stomach doesn't swell though. it remains the same.\n  \n  Regardless, she didn't share any information with me. Just that the scans will be looked at and then have to see the primary doctor to get the results.\n  ","500370":"\n  to what?\n  ","500371":"\n  a lighter blue\n  ","500372":"\n  The real dream ~\n  ","500373":"\n  Maybe 100 at best ¯\\_(ツ)_\/¯\n  ","500374":"\n  I make pretty basic things. mediocre\n  ","500375":"\n  JL\n  ","500376":"\n  my nudes wouldn't even get that many\n  ","500377":"\n  sure... good night.\n  ","500378":"\n  Almost better 🎉🎉🎉\n  ","500379":"\n  nah. I don't feel like getting up, putting a bra on again lol\n  \n  pink breast cancer tshirt\n  \n  black leggings with stripes on the side in pink, white and a greyish purple color\n  \n  i wore my VS bra earlier\n  ","500380":"\n  I'd have to be very bored to do that. but could be fun.\n  ","500381":"\n  On here sporadically\n  \n  Reading \"How it feels to float\" by Helena Fox.\n  ","500382":"\n  The mundane of everyday life?\n  ","500383":"\n  Were you going somewhere with this?\n  ","500384":"\n  Today kind of did :)\n  ","500385":"\n  I hope everyone does..\n  ","500386":"\n  vegas, baby.\n  \n  nah, I'm not sure, actually.\n  ","500387":"\n  polar bear\n  ","500388":"\n  lovely\n  ","500389":"\n  o.o\n  ","500390":"\n  It's virginity not verg\n  ","500391":"\n  puking?\n  ","500392":"\n  When I looked at a dictionary\n  ","500393":"\n  teach google translate too\n  \n  \"lucky me\" turned into \" I have luck\"\n  ","500394":"\n  ???\n  ","500395":"\n  Just don't. have enough apps that you can talk on etc\n  ","500396":"\n  probably is 😮\n  \n  bad translation then haha\n  ","500397":"\n  no. I just don't have anyone right now.\n  ","500398":"\n  that could be fun if music you actually liked.\n  \n  naughty toys came to mind\n  ","500399":"\n  I don't have one\n  ","500400":"\n  I said fuck that app....\n  \n  I don't use it lol\n  \n  anon was being more dirty!\n  ","500401":"\n  applications wanted\n  ","500402":"\n  haha no\n  ","500403":"\n  seems impossible to f*ck an app.\n  ","500404":"\n  You have something to live for. Hope etc\n  ","500405":"\n  I'm not sure. I don't do any harm ¯\\_(ツ)_\/¯\n  ","500406":"\n  6:10 pm\n  ","500407":"\n  Good night to you\n  ","500408":"\n  depends what was said. I don't hide on anon though.\n  ","500409":"\n  That's nice\n  ","500410":"\n  Good luck with tossing and turning. .\n  \n  maybe remove the matress off it and try sleeping on that so its not as hard?\n  ","500411":"\n\n   يمارس الجنس مع هذا التطبيق\n  \n","500412":"\n  Money won't solve everything but it sure helps.\n  ","500413":"\n  ditto\n  ","500414":"\n  Doesn't sound like you do.\n  \n  Maybe try a sleepy time tea or primrose? idk.\n  ","500415":"\n  yes, it doesn't seem practical to sleep on. more just decor piece or a seat. good luck\n  ","500416":"\n  I do now. I like the designs.\n  ","500417":"\n  That's a lot of responsibility\n  ","500418":"\n  fall in love\n  ","500419":"\n  I don't have one rn\n  ","500420":"\n  they will :)\n  ","500421":"\n  huh?\n  ","500422":"\n  .....\n  ","500423":"\n  insomnia?\n  ","500424":"\n  watch and find out 😈\n  ","500425":"\n  Homer\n  ","500426":"\n  sounds refreshing\n  ","500427":"\n  I try\n  ","500428":"\n  Just did\n  ","500429":"\n  No, thankfully.\n  ","500430":"\n  What if you do both, kind of? :o\n  ","500431":"\n  1x shorts were too big and they didn't have smaller sizes in them. They would have been great if in a Large.\n  \n  A size L in a different pair of shorts. They had a huge thick band so that made them only go up to my thighs :\/ the material was more stiff than they looked too\n  \n  Size m snakeskin leggings. they fit nicely, double lined.  my mom didn't think they looked good on the butt tho.. not as high up or whatever. They didn't have a large.\n  \n  got these green, blue, grey ones.. in L. under armour. was  $11.99 and retail of $55. The back\/sides have a mesh panel of the blue color. they look better in person\n  ","500432":"\n  😈😈😈😈\n  ","500433":"\n  both are great.\n  \n  I've had more Vans since I feel like converse would just make my feet look 46799% bigger or like clown shoes.\n  \n  9.5\n  ","500434":"\n  Yes\n  ","500435":"\n  Why bring that up?\n  ","500436":"\n  Sometimes 😮\n  ","500437":"\n  yup lol\n  \n  still cough a tiny bit. eyes are getting normal again.\n  ","500438":"\n  yes, I do.\n  ","500439":"\n  I did once or twice at a salon.\n  \n  I've had facial products and sheet masks.\n  ","500440":"\n  medium length\n  \n  i trimmed it a tiny bit but its still on the longer side\n  ","500441":"\n  The library too.\n  \n  It is! Been in the house since last Tuesday :p\n  ","500442":"\n  Yes. ended up going to Mcdonalds, Ross and Goodwill.\n  ","500443":"\n  Both\n  ","500444":"\n  My sister-in-law is 4'11 and her sister is short too.\n  ","500445":"\n  I know\n  \n  i have him on sc if needed him..\n  ","500446":"\n  You shouldn't joke like that.\n  \n  It doesn't bug me. probably just getting smaller or because I had a really bad sunburn the first bloodwork results and then the last ones were fine.\n  \n  Either way, the lady who works at the place is dumb. My mom wasn't sure if its the place in town or the one an hour+ away and the lady told her it was the one in town. We get there, she pulls up my information and starts saying how its at the other office. It's the same lady my mom talked to on the phone and she was all trying to act like it wasn't her fault, making excuses like how her voice must have been low... uh these towns sound very different 😂 I could have done it at 1pm but I was already hungry and didn't feel like waiting 3\/4 hours of fasting more. Ended up making an appointment for tomorrow then.\n  ","500447":"\n  hi\n  ","500448":"\n  Because you hide on anon?\n  ","500449":"\n  Blizzard is a creep\n  ","500450":"\n  no lol\n  ","500451":"\n  I do feel better. Still a bit eh though here and there.\n  ","500452":"\n  Why aren't we then?\n  ","500453":"\n  Nothing so far\n  ","500454":"\n  No. Nobody has tried changing me.\n  \n  If I felt like I needed to stop ____ then I would without someone needing to ask\/demand it.\n  \n  I don't smoke, I rarely drink.\n  \n  Meat is a bit iffy. I've never dated a vegan or anyone who didn't like meat. I'd definitely try new foods but I don't think I'd totally give up meat straight away either. I only really care about chicken. I know some alternatives already. Seems like a weird thing for someone to ask as well. I feel like it should be more gradual. Or if meat was making me sick type thing ¯\\_(ツ)_\/¯\n  ","500455":"\n  outside?\n  ","500456":"\n  sexy\n  ","500457":"\n  Haven't heard that term.\n  \n  Is it really cheating if the people have open relationships or poly?\n  ","500458":"\n  I only had crushes on boys. I wouldn't say that it was totally crazy. I'd like them for a while. My first bf was in elementary. Nothing happened though lol\n  \n  Never had a girl crush. It's more \"she's pretty, I like her outfit \" type thing. Never anything intimate. Also not elementary because nobody really had great style 😂\n  ","500459":"\n  experiencing the areas, culture\n  ","500460":"\n  I don't think having kids would cure phobias, it could bring more kid oriented ones...\n  \n  I'm not a parent nor do I have legit phobias.\n  ","500461":"\n  Night sugar\n  ","500462":"\n  no\n  ","500463":"\n  cool\n  \n  i really need to make a point to go on semi regularly 😂\n  ","500464":"\n  yes. currently i don't feel ready to take on those responsibilities. I can't even find a guy nevermind truly thinking about kids atm lol\n  ","500465":"\n  watching Remlife on youtube. I haven't watched her videos in 6 months so getting caught up. I have some ideas of what I've missed from her IG and stories :)\n  ","500466":"\n  I don't have kids\n  ","500467":"\n  I don't have one. Barely watch and its more amateur stuff when I do.\n  ","500468":"\n  sure ¯\\_(ツ)_\/¯\n  ","500469":"\n  yee, I remember :p\n  ","500470":"\n  paypal.me\/LNR87\/5\n  ","500471":"\n  imagine Morgan Freeman narration of a p0rn film\n  ","500472":"\n  You can pester me with 5 questions as well 😉\n  ","500473":"\n  2-3?\n  ","500474":"\n  Not always\n  ","500475":"\n  $5\n  ","500476":"\n  overweight and working on it\n  \n  hilarious\n  \n  ¯\\_(ツ)_\/¯\n  ","500477":"\n  nope..\n  ","500478":"\n  yes, my friend when younger. I think she probably stole the phones...\n  ","500479":"\n  Most likely .\n  ","500480":"\n  I hate doctors.\n  \n  I don't get why she still wants my liver checked when the last results came back fine.\n  \n  Also if she really thought something was wrong wouldn't i have went to the dr asap for more testing? Instead of just blood tests.\n  \n  It's been months and now I have an appointment tomorrow to take xray\/ultrasound of my stomach. Just seems like a waste ¯\\_(ツ)_\/¯\n  ","500481":"\n  go the bathroom\n  ","500482":"\n  yes. oene person being shitty shouldn't make all people behave that way.\n  ","500483":"\n  blue & white striped v-neck\n  \n  •they never look good on me°\n  \n  Black capri length leggings\n  \n  Blue underwear now\n  ","500484":"\n  nope\n  ","500485":"\n  Not much. I just took a shower, did some eye drops. Drinking a chocolate Premier Protein drink trying to keep my protein up when sick.\n  \n  Usually i eat way less and only really have soup but I've pretty much been eating real foods the whole time. Homemade bonebroth with chicken and veggies instead of progresso or ramen.\n  \n  I do want to try the 6 new flavors of Rebel ice cream  (keto brand) though. Looks good!\n  ","500486":"\n  idk.. I guess it could be a risk these days. Guys going crazy ¯\\_(ツ)_\/¯\n  ","500487":"\n  Not sure. don't get shocked much\n  ","500488":"\n  Still a bit sick\n  ","500489":"\n  youcanjuiceme\n  ","500490":"\n  no\n  \n  just mentioned\n  \n  good\n  ","500491":"\n  Haven't had a real one. It was just like we went together without all the dating parts of it. Maybe Massachusetts guys just suck at that? ¯\\_(ツ)_\/¯\n  ","500492":"\n  The oatmeal stuff? not really. tastes bland to me. Rather have a different brand or make my own recipe.\n  ","500493":"\n  A lot. All about what happened, why etc\n  ","500494":"\n  with tuna\n  ","500495":"\n  I don't feel that way currently\n  ","500496":"\n  5-20 minutes maybe. Just depends.\n  ","500497":"\n  Some can be\n  ","500498":"\n  Sometimes I do\n  ","500499":"\n  bro - transformers, firetrucks, video games.\n  \n  sis - pound puppies, polly pockets, hotwheels,  video games\n  \n  me- barbies, polly pockets, hotwheels. I played video games with them too.\n  ","500500":"\n  sounds like an excellent idea!! ;)\n  ","500501":"\n  school, 1st grade.\n  ","500502":"\n  Taking a break from unfollowing people on IG.. still in the process of doing that. Want to at least make it to 800\/900..\n  \n  Got rid of 506 so far all together. I've only been deleting people when I feel like it.\n  \n  2,675 to 2,169 now.\n  \n  I wish that they showed the last time they posted like Tumblr does.. I went through a deleting spree there too but it was easy since knew who hasn't been on in forever etc\n  ","500503":"\n  pattern bar\n  \n  ¯\\_(ツ)_\/¯\n  \n  white with a purple pattern on it\n  \n  kirkland's protein bar. Very similar to Quest and they cost less. Also come with more bars in the packages.\n  ","500504":"\n  I graduated in 2007.\n  ","500505":"\n  Nothing then.\n  ","500506":"\n  yes but they left me out of it too.\n  ","500507":"\n  Just the inside\n  ","500508":"\n  Good night 😘😘\n  ","500509":"\n  Good night king 😘\n  ","500510":"\n  yup\n  \n  got it in one eye\n  \n  woke up today with it in both (Sunday)\n  \n  hallelujah -_-\n  ","500511":"\n  have been\n  \n  but so not at that point yet 😂\n  \n  especially since my stomach and arms have the most insulin resistance going on there from pcos.\n  ","500512":"\n  doesn't seem promising. I do feel a lot better than i did but currently have conjunctivitis going on. Nobody would want to go out with crusty red\/pink eyes.\n  \n  Freaking have it all, honey. Coughing, mucus, almost losing my voice, the eye stuff. It's been grand 😂\n  \n  so sorry that I've been resting and being on here more because of being sick and can't do much else.\n  ","500513":"\n  I don't follow any of them there. most are mothers so probably their kids?? I have a few on FB and usually what they share...\n  \n  One does\/did check out my stories and follows me but she never writes comments or likes. I'd imagine probably nascar pictures since she's dating another one.. or the same old nascar dude. not sure.\n  ","500514":"\n  I've been sick this week. God forbid someone doesn't feel well enough to go out.\n  \n  I have been changing my life lol\n  \n  I don't take orders from people. If I go back to college it will be for the right reasons. Not a means of \"just getting out of the house\". I'd need to figure certain things out as well, not just jump in blindly.\n  ","500515":"\n  no, it can change.\n  ","500516":"\n  yes, sometimes.\n  ","500517":"\n  yes, less fat. stomach gets tighter\/lifted\/normal.\n  ","500518":"\n  A movie just ended\n  ","500519":"\n  Both but more so the passion, the drive, never giving up etc\n  ","500520":"\n  awwwe\n  ","500521":"\n  gets smaller with weight loss.\n  ","500522":"\n  I knew everyone but mainly kept to a small group.\n  \n  Most didn't get to see the real me. I wasn't funny or whatever to everyone if I didn't know them much.\n  \n  I like fitness stuff now. People who did know me would be shocked at that. I'm smaller now but still on the bigger side too. I feel like that's the only thing that has really changed.\n  ","500523":"\n  family or group of friends or mixture of both\n  ","500524":"\n  seems overrated these days?\n  ","500525":"\n  all three in small dosages.\n  ","500526":"\n  oh its a band 😂😂😂😂\n  \n  I thought it was some shoes advertisement because of the \"allstars\" and thought I'd seen before.\n  \n  What songs should i check out?\n  ","500527":"\n  I usually get asthma advertisements when I don't even have it\n  ","500528":"\n  grey tshirt, shorts\n  ","500529":"\n\n   https:\/\/youtu.be\/Tov5Qgfk5f8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  pretty awesome\n  ","500530":"\n  I don't use that.\n  ","500531":"\n  Good morning to you\n  \n  8:52pm here 🌃🌘\n  ","500532":"\n  ¯\\_(ツ)_\/¯\n  ","500533":"\n  Yes. apparently it's news that she went to an event alone? 😂\n  ","500534":"\n  then that would suck.. a fan? get people to fix asap\n  \n  go to Flagstaff, Payson since they are colder than here.\n  ","500535":"\n  50\/50 at times\n  ","500536":"\n  Yes, individually. Not everyone would fare from the same advice given. Rather tailor to people and their life or what they are working towards ¯\\_(ツ)_\/¯\n  ","500537":"\n  yes but haven't tried glossier and I don't use sunbum much\n  ","500538":"\n  You are a strange one\n  ","500539":"\n  I'm straight yet I feel like \"some more than others\" is fitting as well.\n  \n  Why just one race though?\n  ","500540":"\n  yes. wasps hurt more\n  \n  no, thankfully\n  \n  he wishes\n  \n   @JJD55\n  \n","500541":"\n  lucky you\n  ","500542":"\n  I do!!!\n  \n  Sadly they have a lot of carbs\/sugar in them. It would be a very small slice if I did feel like having some so I've just gone without bananas.\n  \n  We have this \"oatmeal\" (hemp hearts, flaxseed,chia seed, coconut flakes) that would be good with some 🍌🍌🍌\n  ","500543":"\n  yes. I still have DVDs (not with me)\n  \n  on my old laptop, I'd stream a lot.\n  \n  I mostly just use Netflix or youtube right now\n  ","500544":"\n  yes - I actually had one today.\n  ","500545":"\n  I'd say there's one rich, and the others would be middle class or between the boarder of low income.\n  ","500546":"\n  It's all over the place. some more dorky, outspoken, more trouble maker, shy, some are moms now or married etc\n  ","500547":"\n  I like dogs way more.\n  \n  We've had both growing up.\n  ","500548":"\n  I don't say those words unless in a relationship, telling family or a good friend that.\n  ","500549":"\n  you\n  ","500550":"\n  About the same but I've been sick so there's been more down time, taking medicine, watching films on Netflix. Drinking bonebroth with chicken and veggies added. Drinking keto gingerale. When I'm usually sick, i eat less but I've been trying to keep up with my macros this time. I have a humidifier in my room since two or three of the days being sick, I'd get a bloody nose. Coughing at times. Washing my hands more often. Watching youtube. Not meeting my fitbit step goals. social media... being a lazy sick, fucker.\n  ","500551":"\n  yes\n  ","500552":"\n  yes, I'd say so.\n  \n  nah, they can take things too seriously.\n  ","500553":"\n  It comes up. I don't really care much.\n  \n  mom likes Trump\n  \n  sister and her husband dont. dems\n  \n  I'm independent\n  \n  I don't have an s\/o right now. I don't mind dating people with other views. More about the person than what they believe.\n  ","500554":"\n  yes.\n  \n  But I like ice cream way more\n  ","500555":"\n  I feel like I have patties more lately.\n  ","500556":"\n  I think Wednesday\n  ","500557":"\n  I rarely have pork.\n  ","500558":"\n  Real Chinese food, in maine  before coming here - chicken wings, chicken fingers, lo mein, fried rice\n  \n  panda express (last week) - chicken teriyaki with veggies\n  ","500559":"\n  plenty of people\n  ","500560":"\n  hey\n  ","500561":"\n  oh. looks better atleast\n  ","500562":"\n  guess the hair stuff does work\n  ","500563":"\n  The typical stereotypes?\n  ","500564":"\n  yes, I do.\n  \n  some can be.. I guess we are all \"masterpieces\"\n  ","500565":"\n  sleep. it can make me feel tired and lazy\n  \n  if out and about in it.. whatever. can't stop what I'm doing.\n  ","500566":"\n  The pool or lake\n  \n  ice cream\n  \n  a\/c\n  ","500567":"\n  somewhat\n  ","500568":"\n  It's just my fitbit - Alta HR\n  \n  grey band\n  \n  not anything exciting lol\n  ","500569":"\n  cards against humanity!\n  \n  The online one can be fun too\n  ","500570":"\n  I think I found out from Facebook?\n  \n  Was sad since he's one of my favorite actors.\n  ","500571":"\n  Nothing good this week 😂\n  ","500572":"\n  night x\n  ","500573":"\n  Good for him haha\n  \n  I should sleep\n  \n  good night\n  ","500574":"\n  keto takeout:\n  \n  McDonald's - sausage egg mcmuffin or the quarter pounder (both bunless)\n  \n  Panda express- chicken teriyaki with veggies (cabbage, broccoli, onions) the dauce can be iffy\n  \n  Keto recipes:\n  \n  fathead pizza\n  \n  chicken (done different ways) veggies, salad\n  \n  normal food:\n  \n  ham and potato casserole. great winter comfort food.\n  \n  anything with chicken\n  \n  or chinese food, pad thai, lobster\n  ","500575":"\n  shouldn't it just lay flat?\n  ","500576":"\n  The doorknob\n  \n  sometimes, I'm good.\n  ","500577":"\n  Lion King\n  \n  Grease\n  \n  Dirty Dancing\n  ","500578":"\n  I believe so\n  ","500579":"\n  Had nice arms\n  \n  blonde hair\n  \n  ¯\\_(ツ)_\/¯\n  \n  Seemed like a nice genuine dude. don't know anything about him though. Maybe out of my league :p\n  ","500580":"\n  pizza\n  \n  bagels\n  ","500581":"\n  eh didn't stick around but it was raining so he's forgiven haha\n  ","500582":"\n  ah! The real reason why he was grunting when I'd walk past lol jk XD\n  ","500583":"\n  Best of luck\n  ","500584":"\n  haha no. oversized tops and whatever leggings. I do need to get some gym shorts that are midthigh soon.\n  \n  This muscular dude said good night to me though which was interesting since I saw him in the track area the whole time and no communication there ¯\\_(ツ)_\/¯\n  ","500585":"\n  no. I feel like the  \"good girls don't get caught \" is true for me 😈\n  ","500586":"\n  not often\n  ","500587":"\n  xoxo\n  ","500588":"\n  like what?\n  ","500589":"\n  sounds horrible\n  ","500590":"\n  No. I wasn't much of a party girl when younger. I tried staying out of trouble, reading books. I didn't need to drink, get high or anything else to have a good time. I didn't want people using me to party at my house... my sister was rebellious for the both of us in that way.\n  ","500591":"\n  No? I don't live near a border or dangerous places where people openly carry guns. Yes, a lot of Arizona people do have gun licenses but that wouldn't be a security issue like you are talking about.\n  \n  I'm thinking more government way...\n  \n  but with those walmart incidents and such there should have probably been more security there to not have had it happen ¯\\_(ツ)_\/¯\n  ","500592":"\n  Her character was into a lot of causes.\n  \n  The female in The Notebook came to mind as well.\n  ","500593":"\n  Another day\n  \n  cheesy\n  ","500594":"\n  You must be new to my page\n  ","500595":"\n  I rarely have coffee. There's no real time. I don't have in regularly in my life. More of a treat to me than a necessity.\n  \n  One of my high school teachers would bring some in at times with different creamers. I put enough in where it tasted good, same with sugar. Fine with 2-3 depending on the type.\n  \n  My college teacher did the same at times.\n  ","500596":"\n  Nothing? He'd only say hi. lol. He has a girlfriend anyways.\n  ","500597":"\n  no. I only had it on Monday.\n  ","500598":"\n  nah\n  ","500599":"\n  I've never had pumpkin cheesecake 😮\n  ","500600":"\n  being sick\n  ","500601":"\n  MLK died for it too.\n  ","500602":"\n  then :p\n  ","500603":"\n  si\n  ","500604":"\n  echo\n  ","500605":"\n  was seen as theirs at the time. Idk if I'm explaining this well enough. I need sleep.😩😂\n  \n  ----\n  \n  it's all good haha\n  \n  you should sleep, Danny.\n  ","500606":"\n  oh ok lol\n  \n  yes, that's pretty weird. it shouldn't matter.. they still have french in them! shouldn't feel degraded because of it\n  ","500607":"\n  sick still\n  ","500608":"\n  understand the culture. But I like seeing the tourists with Irish heritage interact with Irish culture and part take in it. 😊\n  \n  ----\n  \n  I don't exactly feel uncultured though. I feel like the greek side has had more culture foodwise at times. Like we made some greek for the international party we went to and stuff like that.\n  \n  yes, its definitely fun going to those places and learning there. seeing everything. actually experiencing something real.\n  ","500609":"\n  yup lol\n  ","500610":"\n  I suppose. someone said the same thing 😂\n  ","500611":"\n  I feel that it's true for me. I am Greek, Irish, German and English but I don't really hold any personal culture from those ¯\\_(ツ)_\/¯\n  ","500612":"\n  :)\n  ","500613":"\n  I haven't seen it! Notice it's more popular with uk people.\n  ","500614":"\n  This is hilarious considering nobody has ever paid me. And I'm clearly not faking. Nobody would fake being a bigger girl lol\n  ","500615":"\n  weird\n  ","500616":"\n  not share details 😉\n  ","500617":"\n  I didn't take anything down. it was probably July.. so lots of scrolling or someone reported it?\n  ","500618":"\n  I had a vanilla one today. I mixed peanut butter, blueberries, mixed nuts and a few lily's chocolate almond pieces on top.\n  \n  The brand Real GoodPizza (frozen) does it quite well. It does have dextrose in it but not enough to do any damage. I like the uncured supreme one.. pepperoni, sausage, olives ad whatever else it is.\n  \n  I like \"fathead pizza dough\" . it tastes like real dough and no cauliflower.\n  \n  cauliflower mash is good. .microwave one bug forget the brand\n  ","500619":"\n  I say content more because it's true.\n  ","500620":"\n  o.o\n  ","500621":"\n  old high school shop shirt\n  \n  green lounge shorts\n  ","500622":"\n  full body so I'd imagine, I forget.\n  \n  don't get how that would be fake if covered up a little either.\n  ","500623":"\n  somewhat\n  ","500624":"\n  Guess you didn't see the dress or bathing suit one then.\n  ","500625":"\n  Maybe to appreciate the good\n  ","500626":"\n  How do you figure that?\n  ","500627":"\n  hm more like mormons who don't like that lifestyle? Or neither.\n  ","500628":"\n  Becky with the good hair\n  ","500629":"\n  whoever that anon was about the birth control question. It's been months now lol\n  ","500630":"\n  A tiny bit.\n  ","500631":"\n  especially anons\n  ","500632":"\n  Do one thing you love everyday\n  ","500633":"\n  high \/ middle\n  \n  i feel like I should contribute as well.. even if its just money for a rainy day or something.\n  \n  low income doesn't scream salary to me....\n  \n  these beliefs seem pretty outdated\n  ","500634":"\n  That's a mouthful\n  ","500635":"\n  ...................\n  ","500636":"\n  yes, who hasn't?\n  \n  My brother-in-law's wife doesn't like Mexicans or Spanish people. sooo they haven't gone to any of the family parties (yet)\n  \n  would be interesting!\n  ","500637":"\n  none currently.\n  ","500638":"\n  cottoncandy grapes, aye.\n  \n  .uh... I like both equally, actually.\n  ","500639":"\n  Lion King was the last one I went to in theaters.\n  ","500640":"\n  Forgive the past? Compliment someone of color or whatever race you are racist over. Small steps.\n  \n  idk there's obviously still racism today.\n  ","500641":"\n  yes to both :)\n  \n  People are starting to sign up for the haunted manison contest the town always does. Will be interesting to see what people come up with. It's based on haunted house, decor and then the town's businesses.\n  ","500642":"\n  They might still be immature\n  \n  don't speak about hardships \/ show that emotion\n  \n  maybe they don't know how to deal with said friend when she's being emotional\n  \n  not sure how to be emotionally supportive\n  ","500643":"\n  I watched these yesterday;\n  \n  American Honey\n  \n  Employee of the month\n  \n  What a girl wants\n  ","500644":"\n  relatable\n  ","500645":"\n  korn\n  \n  don't know much about dj cummerbund but he sounded good\n  ","500646":"\n  that made me feel old\n  \n  been years sjnce I've heard it!\n  ","500647":"\n  with important decisions - me or we fight it out\n  \n  i suppose pumping is its way of controlling me\n  ","500648":"\n  pub\n  \n  bowling\n  \n  movie and dinner\n  \n  arcade \/ minigolf places\n  ","500649":"\n  kitchen, living room, bathroom, my room\n  \n  I've been at the house all week besides Monday.\n  ","500650":"\n  spiked coffee or one made in Ireland?\n  \n  Either way, no.\n  \n  I don't have coffee much.\n  \n  The dutch bros one was my first in years!\n  ","500651":"\n  I liked pepsi\n  \n  haven't had in 10 years or so\n  ","500652":"\n  ones i don't go to or ever bought from\n  \n  ¯\\_(ツ)_\/¯\n  \n  more item specific I'd say\n  ","500653":"\n  how would that make you better than someone?\n  ","500654":"\n  I don't think I'm moronic just because we don't agree on one thing. Also I wouldn't vote for the age to be lowered either.\n  \n  nobody should be r*ped.\n  ","500655":"\n  That's awful. I don't keep tabs on that unless I see a headline randomly. The culture differences are really screwed up. Also them believing that women should be married at a young age too.\n  \n  If I view the context that way then it's way worse what you have been talking about. But I wasn't thinking in those terms directly but I do think i hit on that once before..\n  ","500656":"\n  Jack in the box\n  ","500657":"\n  Yes.\n  \n  I think I'm more firm since my friend literally had a baby in the 7th grade. Wouldn't force bc but could at least be talked about and an option. Her home life wasn't the best nor was the town.\n  ","500658":"\n  yes, when younger\n  ","500659":"\n  pony\n  ","500660":"\n  I never said that it was ok for them to be having s*x at a young age.\n  \n  Also not what I meant when I wrote that.\n  \n  Do I currently have two anons right now? I could see what you mean with the last two messages and then this one is more trying to fight type thing.\n  ","500661":"\n  me too\n  ","500662":"\n  It's good to be passionate but I feel like that could be more controlling, abusive behavior going on. I don't like controversy. If we were always fighting, it wouldn't make me feel good. I don't want to walk around on eggshells waiting for the next fight. I shouldn't have to yell to get my point across. Fighting doesn't scream love to me - more like loveless, unworthy of their kindness etc\n  \n  Even fighting for them could get iffy. They should know that I only want them and no other man at that time. They should know that because I'd be with them.\n  ","500663":"\n  jerk chicken\n  \n  maybe some rice dish?\n  ","500664":"\n  sausage egg mcmuffin\n  ","500665":"\n  I don't have one.\n  \n  It used to be the whole not-getting-my-period-often one.. I'd just go along with or say what i did remember when I actually would have one if the subject came up.\n  ","500666":"\n  how am I reaching?\n  \n  you clearly said that as me not caring about children. You didn't say it in a general way lol\n  \n  WE ARE TALKING ABOUT HYPOTHETICAL = IMAGINARY. Not living and breathing people here.\n  ","500667":"\n  :)\n  ","500668":"\n  imagery children lol\n  \n  it could be different if I actually had kids, knew their personality and everything else. Nothing is set in stone. I wouldn't neglect them or anything.\n  ","500669":"\n  Not much\n  ","500670":"\n  I haven't watched it. Just looked at the trailer...\n  ","500671":"\n  in what way?\n  ","500672":"\n  no\n  ","500673":"\n  lobster\n  \n  chicken parm\n  \n  Chinese food\n  \n  chicken pad thai\n  ","500674":"\n  What makes a pub British?\n  \n  never been outside of America if location wise.\n  ","500675":"\n  begging like that isn't cute\n  ","500676":"\n  imagine getting this bent out of shape on a hypothetical question.\n  ","500677":"\n  yikes\n  ","500678":"\n  no. we just didn't see each other as often,  moved away, distance.\n  \n  A \"friend\" in high school during sophomore year decided to \"break up\" with us 😂 she literally made me check my email while we were on the phone together. It was creepy and laughable. We all got one and compared them. She basically talked crap in each one about someone else too. I wonder if I still have it saved 😂\n  ","500679":"\n  fine\n  ","500680":"\n  mom, sister and some friends.\n  ","500681":"\n  no prospects for that\n  \n  yes\n  ","500682":"\n  nope\n  ","500683":"\n  banana bread sounds heavenly right now\n  ","500684":"\n  Maybe 2 weeks now?\n  ","500685":"\n  my \"paypig\" still hasn't gave me $100\n  \n  guess he wasn't serious after all\n  ","500686":"\n  once a day in the shower\n  \n  ran out and haven't bought a new one yet. some foaming cleanser one.\n  ","500687":"\n  ceraVe\n  ","500688":"\n  The brand Pucker has a lot of flavored vodkas\n  ","500689":"\n  nope\n  \n  yes. stomach while playing basketball with a friend. total Grease moment -_-\n  \n  no\n  \n  yes\n  \n  hurricane, monsoon etc\n  ","500690":"\n  watermelon and all the berries\n  ","500691":"\n  mine is crap at the moment. hormonal spots. I really need to get a good facewash.\n  ","500692":"\n  I have plenty of dresses on my amazon wishlist\n  ","500693":"\n  Maybe a good hangover drink if you can stomach it\n  \n  i like fruity ones more\n  ","500694":"\n  I've never had a bloody mary. I don't like tomato much so I'd doubt I'd like it.\n  \n  mimosa is ok.. doesn't do much for me.\n  ","500695":"\n  Not really. My hands don't like grabbing it that way.. I tend to have it higher up ¯\\_(ツ)_\/¯\n  \n  I can still make decent plays though\n  ","500696":"\n  He doesn't cook much. His stews always come out well. kid pizza..random stuff like that.\n  \n  He did work for a catering company for a few years that was mainly kosher foods.\n  ","500697":"\n  Yes, I went right into community college afterwards.\n  ","500698":"\n  it just tastes lighter.. not much difference.\n  ","500699":"\n  Not always.\n  ","500700":"\n  I've never had it prepared that way. I'd rather just have the macaroni\n  ","500701":"\n  2009\n  ","500702":"\n  I've said a lot of that too.\n  \n  You just have a problem with me at this point.\n  \n  that debate is so old now\n  \n  cadie and now Jezebel. Who is next? :P\n  ","500703":"\n  wouldn't remembering it cause you the good deed effect? :P\n  ","500704":"\n  I rarely drink coffee but decaf can come in handy for people.\n  ","500705":"\n  nah. just basic crap lol\n  ","500706":"\n  weird\n  ","500707":"\n  underwear\n  \n  vagina\n  \n  ¯\\_(ツ)_\/¯\n  ","500708":"\n  Good\n  ","500709":"\n  ok atm\n  \n  just watching movies\n  ","500710":"\n  Being sick atm\n  ","500711":"\n  very nice\n  ","500712":"\n  no clearly not\n  ","500713":"\n  yes, loungy ones\n  ","500714":"\n  Don't have enough to care\n  ","500715":"\n  yes\n  ","500716":"\n  I like  what I like but I'm not picky when it comes to trying new things either.\n  ","500717":"\n  cheesecake\n  \n  hot dog vendors\n  \n  pretzels\n  \n  pizza\n  ","500718":"\n  What's up?\n  ","500719":"\n  ignorant\n  ","500720":"\n  passionfruit tazo tea is better than passion tea. I miss the fruity notes.\n  ","500721":"\n  cow poop?\n  ","500722":"\n  No because I'd probably go for the same. Seems like a lowkey place with fun adventures surrounding the area.\n  \n  If it was more of a fancy place then yes, might be a bit odd but hey, enjoy! ¯\\_(ツ)_\/¯\n  \n  Are you starting to date again?\n  ","500723":"\n  yes.  I don't get itchy much, thankfully.\n  ","500724":"\n  depends on the individual. healthy vs unhealthy coping mechanisms.\n  ","500725":"\n  once\n  ","500726":"\n  sick still\n  \n  fine\n  ","500727":"\n  tshirt, shorts\n  ","500728":"\n  about the same\n  ","500729":"\n  no\n  ","500730":"\n  Both are good\n  ","500731":"\n  Thanks\n  ","500732":"\n  shorts, leggings, tshirt and underwear\n  \n  just depends on the temperature\n  ","500733":"\n  chicken ot ice cream\n  ","500734":"\n  Not really\n  ","500735":"\n  ok\n  ","500736":"\n  watching Employee Of The Month\n  ","500737":"\n  Sometimes\n  ","500738":"\n  Did she swipe to see his page though? 😂\n  \n  That would be creepy happening.\n  \n  I didn't find anyone i knew but wouldn't surprise me either.\n  ","500739":"\n  bonjour\n  ","500740":"\n  hello\n  ","500741":"\n  hi\n  ","500742":"\n  *hugs*\n  ","500743":"\n  Good night\n  \n  hope you feel better\n  ","500744":"\n  chicken\n  \n  chicken parm\n  \n  but so many useful ways to use chicken too\n  ","500745":"\n  home cooked meal hands down\n  \n  regardless of who made it\n  ","500746":"\n  sounds dirty\n  ","500747":"\n  Was lukewarm\n  ","500748":"\n  Not much just made myself a bath :)\n  ","500749":"\n  post workout or getting electrolytes in could help. I usually do pickle juice or water mixed with salt. Gaterade and those type of drinks would help too.\n  \n  I've only done mma videos but a class would be pretty sweet.\n  ","500750":"\n  MYSELF TO NOT BE SICK\n  ","500751":"\n  Apparently grey\n  \n  only colors i have with me right now 😂\n  ","500752":"\n  I suppose Trump would be ¯\\_(ツ)_\/¯\n  ","500753":"\n  If it works for you, cool. Happy for you. There's nothing wrong with being asexual but I feel like in marriage, there should be compromise at times.\n  \n  Accept it, personally, I'm not sure. I'm not married. I don't think s*x is everything in a relationship but having it quite frequently would be nice. I would feel like I wasn't good enough if only getting hugs. I would wonder if something happened in their childhood to make them be less affectionate depending on the way they act, looked fearful of intimacy as a whole. I understand not always being sexual but there's give and take. Takes two people. If you really loved someone both needs should be met? The person should atleast try at times. I don't like clingy\/needy guys but sex should be fun, not just a caress ¯\\_(ツ)_\/¯\n  ","500754":"\n  Night owl\n  ","500755":"\n  indeed.\n  \n  I don't think I sing good anyways.\n  ","500756":"\n  besides being sick, yes.\n  \n  I mean a ton of things could still be improved on but yes, pretty much.\n  ","500757":"\n  Yes. Went to one. Tried apple jacks in the morning.\n  \n  Then once in HS for a friend's birthday party. It wasn't really a real one.. like we didn't stay in the same room with everyone. The birthday girl and one of our friends shared a bed and then me and another friend had our own room.\n  \n  -\n  \n  I've never hosted one unless it was with just one person lol\n  ","500758":"\n  Not sure. sometimes I can tell who it is, other times its a guessing game lol\n  ","500759":"\n  yes. Depression affects everyone differently too. I think talking about it and doing things you love helps but that's pretty much common sense there. So many reasons why people could get depressed as well.\n  \n  I've only had it once and luckily got out of that funk, lost myself and had to build myself up again. I look back at that time and its pretty much a blur, a blackhole. I guess with mine.. time did help. Grew stronger. Haven't felt like that since, thankfully. I do get a bit blah if I can't go to the gym in a while.. like unmotivated but its definitely not like how it was either, very different.\n  ","500760":"\n  Night x\n  ","500761":"\n  Good night king\n  ","500762":"\n  know who? lol\n  ","500763":"\n  yes, honey.\n  ","500764":"\n  all colors are nice\n  \n  fingers are currently black and then pink toes\n  ","500765":"\n  medication?\n  \n  getting rid of toxic people\n  \n  really depends on the why...\n  \n  I don't feel like it truly heals ¯\\_(ツ)_\/¯\n  ","500766":"\n  No need for that\n  ","500767":"\n  hasn't mentioned anything ¯\\_(ツ)_\/¯\n  ","500768":"\n  trying :)\n  ","500769":"\n  I wouldn't feel uncomfortable\n  \n  only one person there is talking to me but i don't feel like its the same person as here :p\n  ","500770":"\n  lol I haven't gone since Monday :(\n  \n  sick grr\n  ","500771":"\n  I'm not a mind reader then :p\n  ","500772":"\n  Maybe another time. Still feel awful, lights off as its 1am and I should be sleeping soon anyways.\n  ","500773":"\n  I'm there\n  \n  no new friend requests\n  ","500774":"\n  cute\n  ","500775":"\n  hahahaha\n  ","500776":"\n  was going with the theme\n  \n  my bad lol\n  ","500777":"\n  tucks you in\n  ","500778":"\n  I guess sc? I'm youcanjuiceme on there\n  ","500779":"\n  I don't have anything new to post rn\n  ","500780":"\n  hugs back\n  ","500781":"\n  pay me ;)\n  ","500782":"\n  grey can be fun :)\n  ","500783":"\n  aww you are too cute\n  ","500784":"\n  You should paypal.me\/LNR87\/100 so I know that you are serious about this then.\n  \n  I keep getting people who say one thing but never follow through or disappear altogether. pretty dumb thing to do when its the guy's idea in the first place.\n  ","500785":"\n  no.. think they were more university ones..\n  ","500786":"\n  which color, love?\n  ","500787":"\n  You better 😘\n  ","500788":"\n  nice. that didn't really answer the question though. estimate at least :)\n  ","500789":"\n  Of course\n  ","500790":"\n  yup. what type of stuff you are looking for? ideas on amounts? etc\n  ","500791":"\n  my arms are getting better but \"lovely\" wouldn't describe them.\n  ","500792":"\n  hey king\n  ","500793":"\n  Should be a joint decision\n  ","500794":"\n  on my way?\n  ","500795":"\n  a proper d*ck there would be better\n  ","500796":"\n  worry at times. most people would\n  ","500797":"\n  I guess\n  \n  still don't know all the rules\n  ","500798":"\n  Not fully. had underwear on still\n  \n  no complaints   ; )\n  ","500799":"\n  think you know the answer already\n  ","500800":"\n  That could be a lot of people, tbh.\n  ","500801":"\n  adorable\n  ","500802":"\n  The booty\n  ","500803":"\n  why?\n  ","500804":"\n  seems dirty lol\n  ","500805":"\n  I keep coughing here and there so it wouldn't be as fun\n  ","500806":"\n  You must be on sc then??\n  ","500807":"\n  oh really?\n  ","500808":"\n  Not at the moment\n  ","500809":"\n  yes.. more of what I'm talking about instead of slave stuff like anon is.\n  \n  again, would need to be talked about XD\n  ","500810":"\n  idk would have to be talked about.\n  ","500811":"\n  at times. more a switch\n  ","500812":"\n  I wouldn't want that. Rather get paid often instead of a huge chunk.. don't need to humiliate someone that way either. unless a shopping spree and had to hold bags but wasn't all of the money in one go ¯\\_(ツ)_\/¯\n  ","500813":"\n  Not sure\n  ","500814":"\n  yes. lol\n  ","500815":"\n  that was one time and he barely was there so no lol\n  ","500816":"\n  nah. I'm way worse when I'm sick lol\n  ","500817":"\n  Don't you wish you knew that answer; )\n  ","500818":"\n  It's more neon pink in person but doesn't show up on camera much\n  ","500819":"\n  flesh tone\n  ","500820":"\n  Haven't seen\n  ","500821":"\n  nope.\n  ","500822":"\n  Maybe 😉\n  ","500823":"\n  you\n  ","500824":"\n  alrighty then\n  ","500825":"\n  You can\n  \n   @storm_stuart\n  \n  if this is actually him\n  ","500826":"\n  Thanks :)\n  ","500827":"\n\n   https:\/\/youtu.be\/YQHsXMglC9A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","500828":"\n  She's looking for Kyle\n  ","500829":"\n  breaking hearts\n  ","500830":"\n  I don't feel like they show much definition when I'm laying down. Def feels more muscular feel wise and when I stand ¯\\_(ツ)_\/¯\n  \n  are soft legs bad though?  lol\n  ","500831":"\n  married, mom, probably a teacher... college made me like psychology more though so career wise still seems iffy...\n  ","500832":"\n  I was using the Chobani vanilla greek yogurt.\n  \n  switched to these ones recently..\n  \n  The peach one sounds good. haven't tried.\n  \n  mostly get the vanilla or mixed berry\n  ","500833":"\n  even better\n  \n  😂😈\n  \n  my paypal works now too\n  ","500834":"\n  Don't watch much 😉\n  \n  no to fave pornstar\n  ","500835":"\n  aw that's sweet o.o\n  ","500836":"\n  guess it depends on the fetish ¯\\_(ツ)_\/¯\n  ","500837":"\n  Just looked it up\n  ","500838":"\n  I haven't\n  ","500839":"\n  :)\n  ","500840":"\n  eh\n  ","500841":"\n  nice to know\n  ","500842":"\n  😈\n  ","500843":"\n  cute\n  ","500844":"\n  I guess\n  ","500845":"\n  their names. shocking 😉\n  \n  maybe nicknames or daddy\n  \n  just depends on the guy and what they like too\n  ","500846":"\n  I don't have one of those\n  ","500847":"\n  possibly :p\n  ","500848":"\n  most of them\n  \n  not given to anons\n  ","500849":"\n  good besides being under the weather\n  ","500850":"\n  hmm not quite\n  ","500851":"\n  sounds like you need that atm\n  ","500852":"\n  ah yes, falling off the bed good 😉\n  ","500853":"\n  yes. I feel like people don't understand that\n  ","500854":"\n  wonderful 😘\n  ","500855":"\n  I wouldn't deny it. Probably just not bring up. idk. not everyone needs to know everything you do or like\n  ","500856":"\n  not opposed to trying it\n  ","500857":"\n  depends how he'd feel about it too. Try anything type thing once ¯\\_(ツ)_\/¯\n  \n  definitely would depend on mood too. I can be all \"nobody loves me\" when\/if I actually do get my period.\n  ","500858":"\n  spread the word lol 😂\n  ","500859":"\n  I think I've tried those once\n  ","500860":"\n  I suppose.\n  \n  When I'm with someone, i only have eyes for them though.\n  ","500861":"\n  Thanks\n  ","500862":"\n  ya\n  ","500863":"\n  I'd pull in\n  ","500864":"\n  Yes, a bit.\n  ","500865":"\n  Yes because they wouldn't get it. Or they'd try harder with their vocabulary to make someone miserable.\n  \n  I don't use any filters. People haven't been rude there.\n  ","500866":"\n  no\n  ","500867":"\n  Maybe two hours beforehand? just depends on everything ¯\\_(ツ)_\/¯\n  ","500868":"\n  not to me\n  ","500869":"\n  Thanks\n  ","500870":"\n  6-10?\n  ","500871":"\n  mild\n  \n  bbq\n  \n  lemon pepper\n  ","500872":"\n  Is this because of my last answer?\n  \n  No, I just meant in general that's how it would be like if I had someone.\n  ","500873":"\n  It doesn't really matter what we'd do, just that we'd be together.\n  ","500874":"\n  massages it\n  ","500875":"\n  depends more on the girl. some could like, others not. It's creepy when it was never brought up and you randomly get one. ..\n  ","500876":"\n  xoxo\n  ","500877":"\n  its been months\n  ","500878":"\n  oh? What have you been doing?\n  ","500879":"\n  excellent\n  ","500880":"\n  in which way do you mean?\n  ","500881":"\n  Thanks sunshine\n  ","500882":"\n  I'm never on there 😂\n  ","500883":"\n  I have Across The Universe on.\n  \n  Answering some questions\n  ","500884":"\n  I don't know if I have one 😂\n  ","500885":"\n  1920 Paris and 1950s\n  ","500886":"\n  California rolls\n  ","500887":"\n  Either way is fine.\n  ","500888":"\n  depends who you are\n  ","500889":"\n  I'm happy that I'm in the 190's now but no, I still have a long way to go.\n  ","500890":"\n  sardines or anything else that would be weird\n  ","500891":"\n  oh someone stole this question then.\n  ","500892":"\n  this whole week so far. Then I finally do and its decent :)\n  ","500893":"\n  idk I was pretty good\n  ","500894":"\n  Pretty much. Not in the mood to do anything\n  ","500895":"\n  like 7ish\n  ","500896":"\n  no\n  ","500897":"\n  well i fucked that up, sweetie.\n  ","500898":"\n  yes lol\n  ","500899":"\n  I suppose. I like average at best.\n  ","500900":"\n  Just had some homemade soup and jello.\n  ","500901":"\n  hot chicken pad thai instead of medium\/mild.\n  ","500902":"\n  Not really. still sick.\n  ","500903":"\n  Good thing you don't then 😈\n  ","500904":"\n  pda or way more than that?\n  ","500905":"\n  Hello\n  ","500906":"\n  I've noticed :)\n  \n  aw why?\n  ","500907":"\n  humor, personality\n  ","500908":"\n  saying sorry a lot can be (for anyone )\n  \n  you as a person though - nope. never annoyed me\n  ","500909":"\n  You haven't annoyed me\n  ","500910":"\n  Depends on the person. What they are saying, how. If I get a certain vibe from them... my gut instinct is usually right about people.\n  \n  Like this one dude in Maine before was with his wife\/gf and they had a baby with them. Everyone kept talking about the baby. I didn't say anything because I'm just not someone who needs to talk about babies like that to strangers? They were getting enough attention. Then he started to kind of hit on me.. calling me bashful and stuff because I was more quiet. Like uh not interested in talking to you. You literally have a wife\/gf and baby right in front of you. It was pretty bizarre and definitely trying to flirt with me while saying all that. like ew, go away. He ended up going to our friends of the families house. There's a bathroom in the upstairs garage turned bar but the guy ended up going out on the balcony and peeing (high up and facing the driveway )\n  \n  he got talked to about that and then ended up doing it again later on... let's just say he ended up in the hospital for being disrespectful to them. I was right about what I assumed about him lol\n  ","500911":"\n  teacher\n  ","500912":"\n  I had a yellow raincoat and they'd call me Taxi when I wore it.\n  \n  Usually just lynseed\n  ","500913":"\n  not all of it. I usually do look at some if at a hotel\/motel ¯\\_(ツ)_\/¯\n  \n  no\n  \n  no\n  \n  not really\n  ","500914":"\n  Yes but I've never actually gone 😮\n  \n  The first time, I forgot about it. Was during the summer. I think I might have been sick as well?\n  \n  The other one kept getting postponed and then I wasn't in the area when it was supposed to happen. Never heard about it again.\n  ","500915":"\n  homeward bound\n  \n  aristocrats\n  \n  cats vs dogs\n  ","500916":"\n  no. feel round enough without balloons\n  ","500917":"\n  is that supposed to mean something to me because it doesn't\n  ","500918":"\n  Maybe that they are cheating on their diet? cheeky treat..\n  \n  I'm not sure though. never heard anyone say that about toast. Most Americans don't use cheeky in that context either\n  ","500919":"\n  Good night\n  ","500920":"\n  sick still\n  \n  I wish Cadet Kelly was on Netflix :(\n  \n  put Inside Out on\n  ","500921":"\n  on?\n  ","500922":"\n  whatever you want to think, creep.\n  ","500923":"\n  I don't  own anything like that\n  ","500924":"\n  sister's cat\n  ","500925":"\n  Two years\n  ","500926":"\n  Blizzard a few days ago\n  ","500927":"\n  Not getting into it.\n  ","500928":"\n  The more you know :)\n  ","500929":"\n  no. I've never cheated on anyone nor been cheated on to my knowledge.\n  ","500930":"\n  cheesecake\n  \n  White's Bakery has a wonderful strawberry shortcake with whipped frosting. its very light like angel food cake is\n  ","500931":"\n  too long and not getting into it besides that it was my fault. The end.\n  ","500932":"\n  laugh\n  ","500933":"\n  I've had 4\/5 relationships.. one is a bit iffy. Each time it was something different.\n  ","500934":"\n  sick\n  \n  reading\n  \n  these people thinking that everyone should be married or with kids by a certain timeline. most times its a huge cultural difference. Like sorry not everyone gets married as a child 😂 its frigging annoying at times.\n  ","500935":"\n  Is it really a criticism if it's true? ¯\\_(ツ)_\/¯\n  ","500936":"\n  clearly\n  ","500937":"\n  both\n  ","500938":"\n  I suppose.\n  ","500939":"\n  My bio only states \"single\" so how would I be married?\n  ","500940":"\n  I don't have any tattoos haha\n  ","500941":"\n  blah\n  \n  I'll finish reading this book though\n  \n  71 more pages to go\n  ","500942":"\n  What's the real difference? They seem pretty similar to me but pound cake being a bit less airy?\n  ","500943":"\n  yes lol\n  \n  especially to say beautiful to a guy\n  \n  ¯\\_(ツ)_\/¯\n  ","500944":"\n  see what\n  ","500945":"\n  No but that would be fun\n  ","500946":"\n  root canal pain.\n  ","500947":"\n  yes and no\n  \n  its just whatever at this point\n  ","500948":"\n  When is it?\n  \n  happy birthday\n  ","500949":"\n  no?\n  \n  I'm not ignoring anyone.\n  ","500950":"\n  pound down\n  ","500951":"\n  Not act like this asshole?\n  ","500952":"\n  I agree with certain things she said. Just because Cadie had something to say on it doesn't change my opinion. That person saying how it wouldn't be dangerous is something else, damn.\n  \n  There's so many factors that would go into the decisions to be made. I'm not going to sit around and talk about a hypothetical daughter. Surprised nobody had anything to say if it was a son having s*x at a young age. double standards all around.\n  ","500953":"\n  Never had\n  ","500954":"\n  redrum\n  ","500955":"\n  I'd rather be with someone who isn't scared to try new things. I suppose it depends more on what they won't eat. Think it's more odd than attractive or unattractive ¯\\_(ツ)_\/¯\n  ","500956":"\n  trying!!\n  ","500957":"\n  E\n  ","500958":"\n  No thanks\n  ","500959":"\n  sick\n  ","500960":"\n  nice 👽👾👽👾\n  ","500961":"\n  have three:\n  \n  yogurt, eggs, almond milk\n  ","500962":"\n  I suppose it comes down to who said it. a crush might hurt or a real good friend.\n  \n  If some random acquaintance then fuck them. I won't like you back lol\n  ","500963":"\n  barely have one\n  ","500964":"\n  keto chicken bbq pizza\n  \n  should be done in a few minutes and a salad\n  ","500965":"\n  ohh??\n  ","500966":"\n  better get on that then lol\n  ","500967":"\n  will tell me? 😉\n  ","500968":"\n  person; When they knew that the job didn't pay as much and now want to sue over it.\n  ","500969":"\n  pop songs\n  \n  \"i want a cheerleader\" song\n  \n\n   https:\/\/youtu.be\/QD-fAC5T3Qs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  hey mickey\n  ","500970":"\n  I'm not quite sure but this one came to mind. Trying to be the best etc\n  \n\n   https:\/\/youtu.be\/btPJPFnesV4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","500971":"\n  You can be\n  \n  shh\n  ","500972":"\n  I've been taking today easy\n  ","500973":"\n  fascinating\n  ","500974":"\n  That's good to know :p\n  \n  Hope you feel better soon\n  \n  Do you always stress poop?\n  ","500975":"\n  stay near the toilet?\n  \n  pray you don't run out of toilet paper?\n  \n  buy Poo-PourriToilet Spray so that it smells good 😂\n  \n  drink some water\n  ","500976":"\n  movie marathon\n  \n  be out in nature\n  \n  swim\n  \n  walk\n  \n  read\n  \n  gym\n  \n  facemask\n  \n  paint nails\n  \n  take time for yourself\n  \n  music\n  \n  definitely depends on what is making me stressed too. Sometimes facing it straight away helps if available to do so\n  ","500977":"\n  k\n  ","500978":"\n  freedom of speech\n  \n  yes :p\n  ","500979":"\n  That's pretty messed up. The government or state representatives shouldn't have the right to put laws on interracial marriages. I understand how back in the day it could have been a problem but today's society would be really weird to still have laws like that. People should love whoever they want regardless of skin tone. In the end, the person matters, not the shade. Everyone should have the same rights.\n  ","500980":"\n  ufo\n  ","500981":"\n  :o\n  ","500982":"\n  same\n  ","500983":"\n  4597\n  ","500984":"\n\n   https:\/\/youtu.be\/UCCyoocDxBA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","500985":"\n  I have before.\n  \n  also on ig but i don't share that with anons or people i never talked with. mutuals are fine though.\n  ","500986":"\n  Yes.\n  \n  I haven't\n  ","500987":"\n  Thanks. I been holding off on doing the inbody scan until i reach 191.. so it seems like forever 😂\n  ","500988":"\n  lit like this coffee\n  ","500989":"\n  Coughing a tiny bit\n  \n  throat feels hella dry\n  \n  mucus a bit\n  \n  had a fever last night but don't feel like I do now\n  ","500990":"\n  aww. I'd hope so! We don't need mean people around x\n  ","500991":"\n  for sure!\n  ","500992":"\n  sick\n  \n  why do nephews have to pass on their sickness? -_-\n  ","500993":"\n  ok XD\n  ","500994":"\n  at times\n  ","500995":"\n  Q&A aspect of it\n  \n  most people \/ friendships made\n  ","500996":"\n  I'm not against drinking, I just don't do it often. I also limit myself to how much I do drink, usually 1-3 depending on what it is. I don't need to get drunk to have a good time.\n  \n  Yes, people should be educated. Know your limits and all that. How much the proof (alcohol level) is etc\n  ","500997":"\n  Thanks\n  ","500998":"\n  That's very different than what showed up lol mentioned a feast and wasn't sure on the other wording.\n  \n  hmm he hides on anon ¯\\_(ツ)_\/¯\n  ","500999":"\n  Yes. Alcoholism runs on both sides of the family so I'd rather not be another statistic. I rarely drink as is. Saturday was the last time that I did drink. It doesn't do much for me.\n  ","501000":"\n  Good looking guy telling me good night yesterday\n  ","501001":"\n  A fever last night.\n  ","501002":"\n  What they do, say, actions..I'm a good judge of character and my assumptions are pretty spot on.\n  ","501003":"\n  actions, doing the damn thing\n  ","501004":"\n  Who?\n  \n  I was talking about the weather..\n  ","501005":"\n  Not sure what you mean\n  ","501006":"\n  sadly\n  ","501007":"\n  Probably putting dishes into the sink instead of the dish washer? I just forget at times ¯\\_(ツ)_\/¯\n  ","501008":"\n  Sometimes. Who hasn't felt that way at some point?\n  \n  Also being sick doesn't make me feel good about myself either.\n  ","501009":"\n  Anything my dad's aunt would give us at holidays.\n  ","501010":"\n  No, I've never even gone to a game.\n  ","501011":"\n  nah, I'm sick.\n  \n  Ugh\n  ","501012":"\n  The time is now\n  ","501013":"\n  \" As your thickness\"\n  \n  What? o.o\n  ","501014":"\n  Night\n  ","501015":"\n  I'd imagine there is but that wouldn't benefit me at all since I'm in America.\n  ","501016":"\n  How would you know what she does? I have these ones still unanswered and also some \"less pure eggsy\" questions from today too.\n  \n\n   @HeyGuysWantStuffJustAsk\n  \n","501017":"\n  I was looking at amazon Halloween costumes when you asked this. Here again..\n  ","501018":"\n  feeling sick\n  ","501019":"\n  if consensual\n  ","501020":"\n  It's ok.\n  ","501021":"\n  yes looo at Hemingway and some others\n  ","501022":"\n  I think anyone could improve.\n  ","501023":"\n  Good luck!\n  ","501024":"\n  oh, tough!!\n  \n  maybe the how? context, mood..\n  ","501025":"\n  Not much. What you see is what you get. I don't change my character for anyone. I also think that relationships shouldn't have guidelines or cheat sheets. We see what we want regardless of that\n  ","501026":"\n  Not always\n  ","501027":"\n  Because I'm comfortable with some space. I don't need to be up a partner's ass 24\/7. I'd trust the person. I wouldn't want to be annoying like that. Likewise, I don't like wicked clingy guys either, it's bizarre. Sometimes it could even be controlling behavior. I can love someone without being a clingy bitch lol\n  ","501028":"\n  no thanks\n  ","501029":"\n  well it was 115F today  (record) and it ended up raining so its a nice 87 currently.\n  ","501030":"\n  urban dictionary seems to think so\n  ","501031":"\n  Doesn't seem like it. All my friends were made in school settings.\n  ","501032":"\n  I'm not.\n  ","501033":"\n  barney, rugrats and all the other 80-90s ones\n  ","501034":"\n  hahaha fuck\n  \n  my \"of course lol\" was meant for this one\n  \n  😂😂😂😂😂😂\n  ","501035":"\n  The middle one totally gives me TLC vibes from this . Just need those reflective lights and platform shoes.\n  \n\n   https:\/\/youtu.be\/FrLequ6dUdM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","501036":"\n  Of course lol\n  ","501037":"\n  I rarely drink coffee.\n  \n  ◇Dunkin◇\n  \n  french vanilla\n  \n  creamer\n  \n  2-3 sugars\n  \n  ◇starbucks◇\n  \n  I've only had the premade bottles.. mocha or the vanilla mocha frappe\n  \n  The coffee at Dutch bros looks good but haven't had.\n  ","501038":"\n  nay\n  \n  medium rare at best\n  ","501039":"\n  xoxo\n  ","501040":"\n  paypal.me\/LNR87\/20\n  \n  Right there 😉\n  ","501041":"\n  Sometimes we did but usually had a healthy balance of food and some not so good items too. Mostly fat due to pcos and insulin resistance.\n  \n  No, I'm doing keto. No pasta for me.\n  ","501042":"\n  y'all tripping\n  ","501043":"\n  No. Wedding planner would be more fun and creative outlet even though bridezilla's would be frustrating lol\n  ","501044":"\n  Blonde suits me. Actually getting it done sometime this week or over weekend. Have all the stuff from Sallys :)\n  \n  That noted, I've only done highlights, never just one solid color.\n  ","501045":"\n  Sad, obviously. I don't get why people do that.\n  \n  The major here is actually going to be hosting a prayer vigil to honor the victims and survivors of the 252 active shooter events in 2019.\n  ","501046":"\n  I like them both ways.\n  ","501047":"\n  No, I don't like beer. I tasted it at a young age so probably why I don't like it.\n  \n  I don't mind corona, mikes hard lemonade, or sea breezes though.\n  ","501048":"\n  I'm not really sure. My brother-in-law is from there though but he's pretty picky with certain foods ¯\\_(ツ)_\/¯\n  \n  yet has no problem eating cat, bulls balls and other such things 😂\n  ","501049":"\n  I'm not sure. My mom usually passes certain information down so who knows what he actually remembers\/knows....\n  ","501050":"\n  a week, day, month....\n  \n  just depends on what it is..\n  \n  spontaneity is great too\n  ","501051":"\n  Sometimes or too comfy\n  ","501052":"\n  Good!\n  \n  I'm weird and eat the meatballs first....\n  ","501053":"\n  You sure love copying other people's questions they send out...\n  ","501054":"\n  alive...\n  \n  The first pee of the morning\n  \n  breakfast\n  ","501055":"\n  Good if you don't have anything else\n  ","501056":"\n  wink\n  ","501057":"\n  Nothing that crazy.\n  ","501058":"\n  my personality? idk. I don't view myself as quirky.. more funny.\n  ","501059":"\n  sleep or gym\n  ","501060":"\n  115F today. Record 🔥🔥🔥\n  ","501061":"\n  I don't need to dress up if I don't want to. work from home\/anywhere.\n  \n  Mostly been wearing lounge shorts or gym attire.\n  ","501062":"\n  ????\n  ","501063":"\n  I get a lot of hi, hello, hey's that always go nowhere.\n  \n  not my fault you zero in on one thing\n  ","501064":"\n  water throughout the day\n  \n  gym, swim,walking or running\n  \n  breakfast, lunch, dinner and maybe some snacks given the day\n  \n  showers \/ hygienic stuff\n  \n  sometimes a multivitamin and fishoil\n  \n  being surrounded with like minded people\n  ","501065":"\n  evening now\n  ","501066":"\n  Questions\n  \n  likes\n  \n  coins\n  \n  followers.. might be higher if knew who they were.. probably just a bunch of Islamic dudes.\n  ","501067":"\n  I don't know enough to have a real opinion.\n  \n  it can be creepy always getting dildo questions from you or other s*xual questions.. especially since you don't act that way with others on here\n  ","501068":"\n  cool :)\n  ","501069":"\n  It's been ok. nothing special\n  ","501070":"\n  I should take a shower and get ready\n  ","501071":"\n  tie between ice cream and chicken\n  ","501072":"\n  no, i dont.\n  ","501073":"\n  👎 small talk\n  ","501074":"\n  The band Tool?\n  \n  Running has been pretty nice.\n  ","501075":"\n  I feel like I can do more now...\n  ","501076":"\n  I watched The Book Club yesterday and it was decent.\n  \n  The Lion King in theaters.\n  ","501077":"\n  No. Sugar didn't really give me a rush. I could feel the crash at times though.\n  \n  Why are people body shaming today or just being rude in general?\n  ","501078":"\n  Don't discriminate on my page.\n  ","501079":"\n  The Cat from Outer Space\n  \n  ET\n  \n  Star Wars\n  ","501080":"\n  Don't think so\n  ","501081":"\n  Have before.\n  \n  It's quite different now though.\n  ","501082":"\n  I've never played\n  ","501083":"\n  Yes, a couple of them.\n  ","501084":"\n  Good night x\n  ","501085":"\n  nope\n  ","501086":"\n  It's only 9pm here\n  ","501087":"\n  food, clothes\n  ","501088":"\n  Sometimes\n  \n  NF is probably my favorite right now. my \"coach\" introduced me to it.\n  \n  old school rap😍\n  ","501089":"\n  Kanye west, katy perry, korn, kesha, some rap people, Keith Urban, Keith Anderson, kc&jojo, kelly Clarkson\n  \n\n   https:\/\/youtu.be\/tx47k1c5dvk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","501090":"\n  👍\n  "}}