{"Question":{"502164":"\n   a lot of users asked me likes, and I just give them even if I understand what they’re said or not\n  ","502165":"\n   if the Happiness is a person, who is that person?\n  ","502166":"\n   Just give him some likes 😜\n  ","502167":"\n   Some likes plz\n  ","502168":"\n   which is cooler: being a rockstar or being a rapper?\n  ","502169":"\n   pepper jack cheese or gouda cheese?\n  ","502170":"\n   weekend plans?\n  ","502171":"\n   kindest thing someone did for you\n  ","502172":"\n   You could roll up some toilet paper and fish the bug out with it without getting your hands and fingers wet\n  ","502173":"\n   Will you ask fm marry me ?\n  ","502174":"\n   He'll prob just get high all the time\n  ","502175":"\n   Dont you fcking think about it.\n  ","502176":"\n   What name ?\n  ","502177":"\n   Why not?\n  ","502178":"\n   Of you and all your siblings MIDDLE names, which is your fav?\n  ","502179":"\n   If you saw a bug drowning in a public toilet, would you try to save it by fishing it out somehow before flushing?\n  ","502180":"\n   thats cool\n  ","502181":"\n   He'll be worse than Trump\n  ","502182":"\n   Why don't people like to take risks in life?\n  ","502183":"\n   I just saw on the internet that Kayne West is going to run for president of the USA in 2024 please  tell me that's not true lol\n  ","502184":"\n   Send your picture when you are young\n  ","502185":"\n   i'm thinking about checking into a homeless shelter because i believe that finding a job and go back to school is just a waste of time i'm 22 still living in my mom's house and i have NOWHERE to live why can't my mom just move out\n  ","502186":"\n   When was the last time you slept in\n  ","502187":"\n   aw, xo do you like like getting dressed up makeup etc girly girl, or not ?\n  ","502188":"\n   Still trying to get the same result at the end though\n  ","502189":"\n   that anon is right, your so beautiful\n  ","502190":"\n   Sorry that’s vibrators\n  ","502191":"\n   aw, you are pretty amazing, i think you are so charismatic and you say moms love you and they are harsh on gfs lol xox\n  ","502192":"\n   So beautiful\n  ","502193":"\n   I can’t afford the luxuries of battery powered stuff. I’ve just got to use my hands haha\n  ","502194":"\n   do you beleive in god, if its okay to ask\n  ","502195":"\n   You need to stop using that dildo all night and you might have some energy in the day then haha\n  ","502196":"\n   im proud of you lynds\n  ","502197":"\n   Oh okay. How come you didn’t feel human before?\n  ","502198":"\n   How are you feeling today?\n  ","502199":"\n   Have you accomplished anything that you set out to do in 2019 or are you still working on things ?\n  ","502200":"\n   Hello Lyndsey\n  ","502201":"\n   An original way to attract a guy's attention?\n  ","502202":"\n   My relatives are going to major in Spanish at university.  He is afraid that machine translation will replace manual translation in the future. Do you think it is possible for machine translation to replace Human translation ？\n  ","502203":"\n   are japanese accents cute\n  ","502204":"\n   How important is your heritage to your life?\n  ","502205":"\n   Do you have a brother ?\n  ","502206":"\n   Have you ever watched porn\n  ","502207":"\n   Are German accents attractive?\n  ","502208":"\n   I am somebody who cares about people.But what should I do to help people  ? nobody trusts men.\n  ","502209":"\n   My jealousy was seriously harmed by someone's relationship. What do I do?\n  ","502210":"\n   Would you be okay with your child dating\/marrying an American?\n  ","502211":"\n   Are women possible or impossible ?\n  ","502212":"\n   How's the depression treating you these days? How's the fight against it?\n  ","502213":"\n   is smoking cigarettes more of a turn on or turn off?\n  ","502214":"\n   Do you like the card game Uno?\n  ","502215":"\n   I saw lion king already at the premiere🌹\n  ","502216":"\n   Is your house haunted? Ever been somewhere that’s haunted?\n  ","502217":"\n   Are italian accents sexy\n  ","502218":"\n   What kind of women are you most attracted to?\n  ","502219":"\n   How you feel about Indian food?\n  ","502220":"\n   Is it more unattractive for ur significant other to be super confident they won’t lose you or to be slightly insecure about losing you?\n  ","502221":"\n   Does “Ericka” or “Erika” or “Erica” look more right to you?\n  ","502222":"\n   Can animals feel emotional pain?\n  ","502223":"\n   Good night\n  ","502224":"\n   Do you mean to say that I should focus on studying. Right.\n  ","502225":"\n   Ams said client's inspection and third party lab report is mendatory. Now if I wanna get the order I will have to fulfill the condition of clients inspection and third party report.\n  ","502226":"\n   Are you more attracted to light skin black people or hispanic people\n  ","502227":"\n   What was your worst “meeting the parents”\n  ","502228":"\n   what’s your favorite place to buy slightly formal clothes (like... wedding guest clothes) (lol)\n  ","502229":"\n   Do you own any pets?\n  ","502230":"\n   Why would you 100 push-ups?\n  ","502231":"\n   What do you think your kids will look like ?\n  ","502232":"\n   Did you find water hope ten drops before ?\n  ","502233":"\n   How did you spend time yesterday?\n  ","502234":"\n   How are you doing?\n  ","502235":"\n   Victoria Secret or PINK?\n  ","502236":"\n   What is your favorite music?\n  ","502237":"\n   Lil Yachty, le renoi aux cheveux roux, est si beau ❤️\n   \n    https:\/\/youtu.be\/5XK4v2fgMPU\n   \n","502238":"\n   do you like my music?\n   \n    https:\/\/soundcloud.com\/outtotunetyrone\n   \n","502239":"\n   Lace, satin, or silk panties\n  ","502240":"\n   This is funny\n   \n    https:\/\/m.youtube.com\/watch?v=4TRD1cEnAgM\n   \n","502241":"\n   ايه اللي ب يفرحك ✨🌸\n  ","502242":"\n   Check out my latest track i think its a Club banger take a listen and let me know what you think!! Feedback appreciated!\n   \n    https:\/\/youtu.be\/oEYXwj-hKKI\n   \n","502243":"\n   Can you be happy without being successful in most aspects of life?\n  ","502244":"\n   Hanes or Fruit of the Loom for panties\n  ","502245":"\n   What are your plans for Friday,  do you consider it part of the weekend?\n  ","502246":"\n   Is she rubber woman ? wtf ?\n   \n    https:\/\/youtu.be\/Sh8oOSVa2oo\n   \n","502247":"\n   Have you got any advice on how to be a good person? Is it really as simple as not being a bad person? 🤔💁‍♂️\n  ","502248":"\n   u should watch one of those and see how far u get before falling asleep XD\n  ","502249":"\n\n    https:\/\/www.youtube.com\/watch?v=3UjuYtgMDIg\n   \n","502250":"\n   How would you describe the sense of taste to someone who can not taste?\n  ","502251":"\n   Thanks. Yea my ask app is acting goofy. Just wondered if it was a system wide thing. Git the notification I had an answer when you replied but of course I couldn't see it until I went to your page. Oh well 😔\n  ","502252":"\n   Hugs🌹🤗\n  ","502253":"\n   Plans for today?\n  ","502254":"\n   Is you ask app on your phone working? Mind won't let me see any answers to questions I ask. I get the notification but it doesn't show it. I have to just check the persons page and keep refreshing it.\n  ","502255":"\n   How are you doing?\n  ","502256":"\n   Beaut\n  ","502257":"\n   do you think workplaces can put a nix on dreadlocks (as being unprofessional)? (i’m currently reading about the Chastity Jones case, as well as the military ban on women having dreadlocks, interesting!)\n  ","502258":"\n   would u rather spend a week in Brazil or Portugal?\n  ","502259":"\n   would you rather spend a week in Montreal or Monaco?\n  ","502260":"\n   is it a power move to order for someone at a restaurant?  is it demeaning? does it depend on who it is? i.e. is it different if it’s coworkers at a business lunch vs a husband and wife?\n  ","502261":"\n   Ever been to a gun shooting range\n  ","502262":"\n   😴😴🌹\n  ","502263":"\n   salut je t'ai vue en euorpe aujourd'hui\n  ","502264":"\n   Is there a best?\n  ","502265":"\n   If you were on a dating website, what would you say you were looking for in another person?\n  ","502266":"\n   There are some, I block and unblock, just to get rid of their likes. Because they make me feel unclean.\n  ","502267":"\n   Thank you!\n  ","502268":"\n   No, it was truly dreadful. He had a big problem though. And the other likely just a rumour.\n  ","502269":"\n   When you block people, do you check your likes before and after, to see how many you drop?\n  ","502270":"\n   I have to go to see the Neurosurgeon at urgent time. Do you think it means night-night for me?\n  ","502271":"\n   hii\n  ","502272":"\n   How long since you heard from Ben? Do you miss him at all? On any level?\n  ","502273":"\n   How does love relate to freedom?\n  ","502274":"\n   I know 'Lahore' as an unfortunately named city. Like 'Bangkok', 'Phukit'. It is also a person? And Ben, did you hear he has passed?\n  ","502275":"\n   Have you ever felt ASK is a bleak wretched place?\n  ","502276":"\n   Like me?\n  ","502277":"\n   Give a classic example?\n  ","502278":"\n   When’s the last time you got a sunburn?\n  ","502279":"\n   Are you interested in seeing the Lion King?\n  ","502280":"\n   Obviously. One you don't follow. Perhaps the worst on your blocklist?\n  ","502281":"\n   Apart from anons? Which individual can't you stand?\n  ","502282":"\n   Maybe they're frightened of you. You're quite a frightening person.\n  ","502283":"\n   All without exception?\n  ","502284":"\n   how bout that person who types really bad and talks bout gross stuff\n  ","502285":"\n   Who's the most annoying on here?\n  ","502286":"\n   lol maybe that was why\n  ","502287":"\n   the guy u talk to cuz u said it wasnt that great\n  ","502288":"\n   So your brother-in-law and sister are the breadwinners, that was all I wanted to know, thanks\n  ","502289":"\n   What is keto?\n  ","502290":"\n   What kind of bread do you eat because I’m on a diet and I would like to know what you use for bread\n  ","502291":"\n   How about your brother-in-law?\n  ","502292":"\n   what happened what did he do wrong\n  ","502293":"\n   Does your sister work?\n  ","502294":"\n   ur #13 in England XD\n  ","502295":"\n   Do you really never eat bread?\n  ","502296":"\n   Wasn't asking about anyone's finances, and I didn't ask any other questions. Just wondered who brings home the bacon in your household, like, you know, who works?\n  ","502297":"\n   aw, if i have worries it takes me a while to get to sleep\n  ","502298":"\n   It was just a question, no need to get touchy\n  ","502299":"\n   what is the first word that comes to mind when you think of “the most evil thing you can possibly do” ?\n  ","502300":"\n   Who is the breadwinner in your household?\n  ","502301":"\n   Which social media site do you think is the best for your mental health and which is the worst?\n  ","502302":"\n   are you sleeping better x\n  ","502303":"\n   No c*m for you?\n  ","502304":"\n   Hello\n  ","502305":"\n   Chance the Rapper or J Cole?\n  ","502306":"\n   Which Room In Hogwarts Would You Most Want To Have S*x In?\n  ","502307":"\n   Hi\n  ","502308":"\n   you asked that when you were small?\n  ","502309":"\n   Play tonight\n  ","502310":"\n   have you ever had a mascot that was a person? (i.e. the pirates, the celtics, the vikings, the highlanders)\n  ","502311":"\n   have u ever had a mascot that was a jungle animal?\n  ","502312":"\n   Would you say your favourite colour suits your personality?\n  ","502313":"\n   Can you walk and text I cant lol\n  ","502314":"\n   Is it already turn into fall\n  ","502315":"\n   Good night beautiful\n  ","502316":"\n   Feeling ok🌹\n  ","502317":"\n   Im drinking milkshake of mango. When did you have smoothie last time?\n  ","502318":"\n   do you remember asking people embarrassing questions when you were younger ?\n  ","502319":"\n   lets watch u use ur new toy\n  ","502320":"\n   If your dad is a constructor then it means that he is familiar with structural steel and that he deals in building material too. Your mum does not have a job.\n  ","502321":"\n   Do you think Bilbo deserved the label of 'thief' that Gollum put upon him and he tried so hard to shake off? Didn't the ring come to him on a kind of finders, keepers basis 🤷‍♂️ and besides wouldn't Gollum have killed him if he had given it back to him anyway?? 🤔😬😳\n  ","502322":"\n   What is your favorite line from a movie?\n  ","502323":"\n   when u think of “hip hop artists” who do u think of first ?\n  ","502324":"\n   Ø!!!!!\n  ","502325":"\n   What is monthly salary of your mum? What do your dad do?\n  ","502326":"\n   why why and why?\n  ","502327":"\n   is child support unfair?should child support be handled differently? should the government be able to require absent parents to provide for their children?\n  ","502328":"\n   Which of your friends would be a perfect fit for a role in a movie to play a bad cop?\n  ","502329":"\n   How are you?\n  ","502330":"\n   is “thug” the new n-word?\n  ","502331":"\n   I have to go to see the doctor at 5 pm of pakistan time.\n  ","502332":"\n   Yeah, like in my situation most people are divided into thinking I must be v unhealthy or extremely healthy when really I eat whatever keeps my mental and physical health balanced.😄\n  ","502333":"\n   Damian Lillard or Lebron James?\n  ","502334":"\n   pap of your socks please\n  ","502335":"\n   I agree with them all except the \"shitty food\" one bc that depends on what your definition of shitty food is. To me shitty food is greasy food but mostly animal products whereas omnivores can be perfectly healthy. But I think to be mentally well, some people still need to eat an icecream, pizza now\n  ","502336":"\n   Legally, chicken's eggs can't be referred to as \"healthy\" for humans yet many think they are. What's something that people think is healthy but really isn't? (It can be food, behaviour, etc.)\n  ","502337":"\n   Who actually believes in Area 51?\n  ","502338":"\n   how many pictures do you have on your phone? ♡\n  ","502339":"\n   what are three local things you would miss if you moved tomorrow? (like locations\/places. parks or hikes or cafes or museums or restaurants or lookout points.)\n  ","502340":"\n   Plan too tonight?\n  ","502341":"\n   What was the hardest thing you ever did?\n  ","502342":"\n   But you can't have it though because of the keto diet? Do you plan on staying on it for the rest of your life?\n  ","502343":"\n   God, how did I limit you ; your words.\n  ","502344":"\n   In the United States. Who hasn’t heard of Harlem??? the Harlem renaissance\n  ","502345":"\n   How upsetting do you feel , that you will never have  baby, or never worry !?\n  ","502346":"\n   you mean dishonesty?\n  ","502347":"\n   hi\n  ","502348":"\n   Spicy Chicken Strips or BBQ Chicken Sliders\n  ","502349":"\n   What has been a life-changing experience for you?\n  ","502350":"\n   What does it really mean to be responsible?\n  ","502351":"\n   what would u bet the last emotion u faked is?\n  ","502352":"\n   How is ur mood today\n  ","502353":"\n   Do you like cloudy warm days\n  ","502354":"\n   How’s le dildo\n  ","502355":"\n   🌹🤗😴\n  ","502356":"\n   Did my best to make you sleep well🌹😢\n  ","502357":"\n   I was born male.I am six feet tall and 235 lbs.Do you have any comments ?\n  ","502358":"\n   Last time you were desperate for Sleep? \nlast time you were desperate for food ?\nLast time you were desperate for the toilet?\n  ","502359":"\n   Feeling alright my Queen🌹\n  ","502360":"\n   what’s your favorite boxed mac and cheese brand?\n  ","502361":"\n   When you sneeze do you actually ahchoo!?\n  ","502362":"\n   Good sleep?\n  ","502363":"\n   What's something you wished people cared about more?\n  ","502364":"\n   Gift ideas for a cousin getting married soon?\n  ","502365":"\n   what’s the most gullible you’ve ever felt? :\/\n  ","502366":"\n   have you ever gotten too close to a friend’s significant other? (not even like actual emotional cheating or anything serious, but just “too close.”)\n  ","502367":"\n   u seem to do it less often than before\n  ","502368":"\n   Thank you\n  ","502369":"\n   Tu hablas Español ?\n  ","502370":"\n   October or April?\n  ","502371":"\n   Just the once or multiple\n  ","502372":"\n   Is Honeywell a sexist company ? Does Honeywell discriminate against men ?\n  ","502373":"\n   Does your home have a front and back porch?\n  ","502374":"\n   What is ur fav color\n  ","502375":"\n   Hello\n  ","502376":"\n   what’s your favorite ice cream brand?\n  ","502377":"\n   C*m last night?\n  ","502378":"\n   What is your favorite ice cream flavour? 🍨\n  ","502379":"\n   have you ever been to Harlem?\n  ","502380":"\n   Most embarrassing clothing moment at school\n  ","502381":"\n   Do you do many drugs at all?\n  ","502382":"\n   U hate Arizona? :O\n  ","502383":"\n   Are you loud when you sneeze?\n  ","502384":"\n   do you snore?\n  ","502385":"\n   hypothetically, how would you feel about your 16 year old sophomore in high school dating an 18 year old senior? (sophomore is second year of high school, senior year is final year of high school.)\n  ","502386":"\n   Love you xoxo🌹\n  ","502387":"\n   Not a lot\n  ","502388":"\n   I won £1000 on a £2 scratch card yesterday\n  ","502389":"\n   🌹😴😴\n  ","502390":"\n   Are you happy\n  ","502391":"\n   Do you drink alcohol\n  ","502392":"\n   Good night sweetie\n  ","502393":"\n   What is your favorite place in the entire world?\n  ","502394":"\n   What is the most uncomfortable you ever had to wear\n  ","502395":"\n   which is cooler: skiing or snowboarding?\n  ","502396":"\n   What song makes you unconditionally sad?\n  ","502397":"\n   What do you think are the world’s three greatest cities?\n  ","502398":"\n   maybe we want to f@p to u tho its a compliment\n  ","502399":"\n   What's something that annoys you?\n  ","502400":"\n   Pap?\n  ","502401":"\n   Fav potato chip flavour\n  ","502402":"\n   to what extent do you shape your own destiny, and how much is down to fate?\n  ","502403":"\n   You're given one wish...what would it be?\n  ","502404":"\n   what is the best thing that happened to you during the past week?\n  ","502405":"\n   Describe your day with three emojis!\n  ","502406":"\n   what do you prefer\nFood or sleep\nOr both😂😂😂\n  ","502407":"\n   What's the worst nightmare you've ever had?\n  ","502408":"\n   -\n  ","502409":"\n   How would you describe colour to someone who has never had the sense of sight?\n  ","502410":"\n   Viens avec moi au Nevada bb on va libérer les extraterrestress\n  ","502411":"\n   Which country in South America would you like to visit?\n  ","502412":"\n   What colour nail polishes do you have?\n  ","502413":"\n   Babes may i get the sales order today. He is  coming to meet me today.\n  ","502414":"\n   Outfit of the night picture\n  ","502415":"\n   whats your fave topic in general?\n  ","502416":"\n   I literally switch positions 100 times lol I sleep left on the bed then right then pillow on my face lol\n  ","502417":"\n   do u like being called sexy mama\n  ","502418":"\n   Sounds just like me except I toss and turn can’t keep one position\n  ","502419":"\n   Terrorist killed 40 people in Las Vegas - France this morning. See here\n   \n    http:\/\/bit.ly\/30yLi6H\n   \n","502420":"\n   How are you?\n  ","502421":"\n   Tu le sais bien, les vraies femmes s'habillent en adidas. Poste une photo de toi en adidas #FuсkYouNike\n  ","502422":"\n   What is your favorite spot\n  ","502423":"\n   life,goals,music,art,languages,movies,shows,books,workout,dance etc\n  ","502424":"\n   what's the most hapites or things that you hate ina person! \n\nname 3\n  ","502425":"\n   What do you do to sleep comfortably\n  ","502426":"\n   How do I make decisions when nothing matters?\n  ","502427":"\n   I wanna become an engineer.\n  ","502428":"\n   want to see a picture I drew?\n  ","502429":"\n   i thought u only overshared the dirty XD\n  ","502430":"\n   Do you keep your vulnerable side from most people?\n  ","502431":"\n   How would you describe the sound of your voice?\n  ","502432":"\n   I enjoy drawing but am not good at it at all\n  ","502433":"\n   do you draw?\n  ","502434":"\n   can i talk to you ?\n  ","502435":"\n   what is a yummy healthy snack ?\n  ","502436":"\n   lol considering Ron got out of the friendzone thats the perfect example of everything being possible\n  ","502437":"\n   Which is correct: “But for you, I’ll make an exception or exemption?”\n  ","502438":"\n   do you think that everything is possible ?\n  ","502439":"\n   Name one rap song that starts w an N?\n  ","502440":"\n   What was the last thing to make you smile\n  ","502441":"\n   You're dating somebody you really really like, but there's some sexual stuff they won't ever do, no matter how much you ask. So you're never satisfied. Wat do\n  ","502442":"\n   TW: The makers of 13 Reasons Why have only now decided to edit the most graphic scene in season one. They were told before it was filmed, not to film it such a way bc it would trigger s*icidal teens and they didn't listen. What do you think of them editing it now instead of listening from the start?\n  ","502443":"\n   Lyndsey I know this isn't a question. But I'm dating this sweet girl who happens to be a doberman. We're happy together, I've learned a lot about myself, I've learned how to treat others better as a result. So, anything new?\n  ","502444":"\n   What's the last thing you did in order to \"improve\" yourself?\n  ","502445":"\n   On a scale of 1 to 10, how well do you sing?\n  ","502446":"\n   soo...There is a possibility that you will say yes\n  ","502447":"\n   Should women be able to be pilots?\n  ","502448":"\n   Is it unusual to have had sex with over 100 people by age 25?\n  ","502449":"\n   Good and yes getting there\n  ","502450":"\n   Why do negative emotions seem to win or outweigh the positive ones often times?\n  ","502451":"\n   Because askfm?\n  ","502452":"\n   I figured that out haha. How you been?\n  ","502453":"\n   Lynds?\n  ","502454":"\n   POUQ\n  ","502455":"\n   Does sex still have meaning for you or is it just a way to have fun\n  ","502456":"\n   Hello\n  ","502457":"\n   Good day?\n  ","502458":"\n   Have ever eaten frog ?\n  ","502459":"\n   How many people do you follow on here ? Curious if you follow me ?\n  ","502460":"\n   Why is it that telling the truth today seems to be a revolutionary act?\n  ","502461":"\n   When's the last time you talked to your dad?\n  ","502462":"\n   When was the last time you actually had to go inside of a bank?\n  ","502463":"\n   do u know any Scottish actors\/actresses off the top of ur head\n  ","502464":"\n   What's something that makes you feel elegant or glamorous?\n  ","502465":"\n   what are ur fav things to have on hand for breakfasts\n  ","502466":"\n   Good night beautiful\n  ","502467":"\n   Sleeps with you😴🌹\n  ","502468":"\n   i think thats going to come soon becuase the starring has started\n  ","502469":"\n   The more the better! Could you be covered in it?\n  ","502470":"\n   🌹🤗😘😴\n  ","502471":"\n   Relaxes in bed with you🌹😴\n  ","502472":"\n   The world is ending tomorrow at midnight. What will you do between now and then?\n  ","502473":"\n   yeah i think  thats a good idea\n  ","502474":"\n   What do you think it means, to be an \"influencer\"? :P ....Do you feel as if you've influenced others on here and\/or in life? If so, in what ways?\n  ","502475":"\n   Puts a smile to your face and heart🌹\n  ","502476":"\n   What's a smell that brings back a specific memory for you?\n  ","502477":"\n   Name something that makes your toes curl.\n  ","502478":"\n   You’re the only woman and queen that makes me feel special and loved🌹\n  ","502479":"\n   3 and 4\n  ","502480":"\n   LiKeRs GeT rAtE oUtTa TeN?????????\n  ","502481":"\n   King loves his queen so much. Wants to spend the rest of my life with you. You’ll always be my Queen🌹\n  ","502482":"\n   that they getting curious about me\n  ","502483":"\n   What else babes?\n  ","502484":"\n   well if my sister is around i ask who they want to take them to the toilet  its 50\/50  chance   they get taken into a disabled toilet while me or sis going in to the ladies i couldnt do that as i was still finishing my coffee plus had the pushchair and bags  what questions should i ask them?\n  ","502485":"\n   King needs his Queen to make him relax🌹\n  ","502486":"\n   For you my love🌹😘😘🤗\n  ","502487":"\n   King gets to relax with his Queen for post workouts🌹\n  ","502488":"\n   on burgers, do do you prefer shredded lettuce or leafy lettuce?\n  ","502489":"\n   how would u rank (from fav to least fav) strawberries, pineapple, watermelon\n  ","502490":"\n   Love you you make me wanna smile and be the best king🌹👑\n  ","502491":"\n   King had a great workout🌹\n  ","502492":"\n   i'm starting to worry what it could be but yeah\n  ","502493":"\n   What was the last song you listened on Spotify?\n  ","502494":"\n   i tried  that yesterday with my kids leaving them  with my sister but they were resistant and i badly needed to pee so i had to take them in with me even though they went to the toilet with sis minutes before\n  ","502495":"\n   Should i go to work today or not?\n  ","502496":"\n   It is raining\n  ","502497":"\n   Babes how are you doing?\n  ","502498":"\n   Have you ever given a restaurant a bad review\n  ","502499":"\n   When you move out of your parents home do you want to live by yourself or with a roommate ? Or if you already moved out how was it ?\n  ","502500":"\n   What is one thing that many people don't know about you?\n  ","502501":"\n   What's up\n  ","502502":"\n   Cute\n  ","502503":"\n   Would you like to live in another country?\n  ","502504":"\n   Good morning\n  ","502505":"\n   If someone comes to you that you do not know, he tells you that he invites you to a meal, what will you say?\n  ","502506":"\n   how did you last reward yourself?\n  ","502507":"\n   Did you take advantage of Amazon Prime Day? What did you order?\n  ","502508":"\n   you are very funny and charming too, was he married to scarlatt yohansan\n  ","502509":"\n   Youre lovely\n  ","502510":"\n   what’s ur opinion on guacamole on burgers\n  ","502511":"\n   Are you around Hurricane Barry\n  ","502512":"\n   What time do you usually wake up. What time do you usually go to sleep ?\n  ","502513":"\n   Ryan Reynolds didn't he play as deadpool\n  ","502514":"\n   You’ve said c*m is a turn on in the last, do you prefer it on your body stomach etc, on your face or in your mouth?\n  ","502515":"\n   How you been?\n  ","502516":"\n   your a good person tbh, i like when your online x\n  ","502517":"\n   if you were out and about with a close  friend\/family member and your kids would you let your kids come into the toilet with you or let them stay with the other adult who you trust?\n  ","502518":"\n   do you know what indian tacos (also called navajo tacos) are? do u like them?\n  ","502519":"\n   I’m about to fly to Pittsburgh. Do you like to fly?\n  ","502520":"\n   what is ur favorite chocolatey snack? what is ur favorite chocolatey dessert? :)\n  ","502521":"\n   where u live r u a minority or a majority?\n  ","502522":"\n   rice milk or cow’s milk?\n  ","502523":"\n   Why is the  black community  so homo phobic\n  ","502524":"\n   Do you feel young ?\n  ","502525":"\n   Have you had your wisdom teeth out\n  ","502526":"\n   i hate it tbh, and its such a double standard cause if we did that it would be frowned upon, i guess its funny sometimes but they tripped me before so its painful too\n  ","502527":"\n   Hello\n  ","502528":"\n   yes some girls are as bad as boys tbh, we get pinched if we pass some school girls in athletics and whistled etc\n  ","502529":"\n   i would compliment a person, i hate people whistling objectifying either gender\n  ","502530":"\n   Me too, goodnight angel x 😣\n  ","502531":"\n   I’ve had better, I missed work today because I couldn’t face going in, and that made me feel guilty. And the news was really depressing today as well. I’m hoping I’ll feel better when I go to sleep. 😓\n  ","502532":"\n   Yes\n  ","502533":"\n   what's arizona like\n  ","502534":"\n   i like legs i guess, boobs, but i would never objectify a person\n  ","502535":"\n   not all men are lol, had you a good sleep\n  ","502536":"\n   🤧 gosh thanks\n  ","502537":"\n   Why are men so obsessed with female rear ends ?\n  ","502538":"\n   Has he watched you use the d ldo?\n  ","502539":"\n   Say something to cheer me up a bit Lynds\n  ","502540":"\n   I want to give you this:\n   \n    https:\/\/imgur.com\/klu2vbk\n   \n   . How close are you to earning a cat?\n  ","502541":"\n   everybody loves free samples\n  ","502542":"\n   Is the mexican lad still your fk buddy?\n  ","502543":"\n   I was drunk.\n  ","502544":"\n   Why is Europe like a frying pan?\n  ","502545":"\n   what has been your longest relationship\n  ","502546":"\n   What are you reading?\n  ","502547":"\n   Is a home really a home when your loved ones are gone?\n  ","502548":"\n   what do you spend most of your time doing?\n  ","502549":"\n   No babes. Problem is that such companies delay payment for 6-7 months. So it is not possible to supply steel to AMS on credit. What do i say to them now?\n  ","502550":"\n   Why u havent married ?\n  ","502551":"\n   Reference to your below email, it is informed to you that we did not place our order yet to any party. But if you are interested to take this order, you have to do this atleast on 50% credit basis. \n\nAny how you can visit our office for further conversation on this matter.\n  ","502552":"\n   🌹🤗🤗\n  ","502553":"\n   yes\n  ","502554":"\n   u can post it here for a moment then so we can admire u\n  ","502555":"\n   Nike Air Max or Adidas Superstar?\n  ","502556":"\n   who did u show it to\n  ","502557":"\n   when did u take the latter cuz thats new info\n  ","502558":"\n   Wearing anything black what is it\n  ","502559":"\n   what is your go-to drink if you're thirsty?\n  ","502560":"\n   What motivates you to wake up each morning?\n  ","502561":"\n   What is something that you always make sure you have in the house?\n  ","502562":"\n   If you turn into a boy \/ girl, what will you do first?\n  ","502563":"\n   Can you live without lying at all?\n  ","502564":"\n   Doing lovely. Relaxes with his Queen🌹\n  ","502565":"\n   Are there any sxual pictures of you on your phone rn?\n  ","502566":"\n   oldest you would date?\n  ","502567":"\n   Are you afraid of commitment, as in, would you have sex with someone but be scared to actually be in a relationship with them?\n  ","502568":"\n   I will spend my time studying at work. Im going to work. May i get the order of 100 tonnes steel from Ams.\n  ","502569":"\n   🌹🤗😴\n  ","502570":"\n   thanks for always like cheering me up, and being kind to me it means sm to me\n  ","502571":"\n   what do you usually notice about the opposite sex\n  ","502572":"\n   «If you truly love nature, you will find beauty everywhere.»\n  ","502573":"\n   Can you trust people easily\n  ","502574":"\n   I would love to have your hand across my bottom.\n  ","502575":"\n   can i see\n  ","502576":"\n   If you can have one date with one celebrity who would you pick and why\n  ","502577":"\n   Have you thought about standing on a street corner and asking people that pass by?\n  ","502578":"\n   Where is the worst places to get a sun burn\n  ","502579":"\n   Your mother does not love you.\n  ","502580":"\n   i want to paint you green and spank you like a disobedient avocado\n  ","502581":"\n   last time u soaked the pink taco\n  ","502582":"\n   i know thank you lynds, you always help me hugs\n  ","502583":"\n   ik thanks, learned the hard way\n  ","502584":"\n   i really cant, i usually freeze tbh\n  ","502585":"\n   yeah, thanks shes always in control tbh i hate aggro so i usually do what she wants i hate conflict\n  ","502586":"\n   You Definitely didn't\n  ","502587":"\n   What do you do when you feel lonely?\n  ","502588":"\n   About  a year or more ago, I asked you if there was anyone on here that you'd date IRL. You said\n   \n    @TheChaosBringer\n   \n   , but his old account. So, not assuming.\n  ","502589":"\n   no your right lol, i went out with my friends did not meet her last night\n  ","502590":"\n\n    https:\/\/www.lunion.fr\/id80223\/article\/2019-07-14\/plus-de-800000-americains-veulent-envahir-la-zone-51-pour-liberer-les-aliens\n   \n   Qui veut venir avec moi aux USA en septembre pour libérer les extraterrestres ? 🤯👽\n  ","502591":"\n   yeah, i would never do it tbh, but liv says im boring shes mad with me rn\n  ","502592":"\n   would you engage in it, on the beach\n  ","502593":"\n   aw, i always want you around hugs\n  ","502594":"\n   Has your own family ever made you feel excluded?Like they didn’t want you around?\n  ","502595":"\n   When was the last time you went to the hospital and why?\n  ","502596":"\n   I wear a shirt and tank top but my nipples show since my chest is big🌹\n  ","502597":"\n   I have a friend, she’s been talking to this dude for a while but recently the guy told my friend he wanted to be friends with her and she’s sad and I don’t know what to do. Is there anything you can give me, advices or suggestions? :(\n  ","502598":"\n   Why is your paypal link in your profile? Should you get paid for being human?\n  ","502599":"\n   King waits for his Queen to sleep with him🌹😴😢\n  ","502600":"\n   Sleeps with you🌹😴\n  ","502601":"\n   Gets comfy with his Queen🌹\n  ","502602":"\n   • • ❥St🅰️tus❥ • •\n  ","502603":"\n   It’s almost the weekend.  Any good plans ?\n  ","502604":"\n   What do you think your purpose in life is?\n  ","502605":"\n   Until what time do you sleep during holidays?\n  ","502606":"\n   Will you give me a hug if England wins today?\n  ","502607":"\n   You would look gorgeous in that bikini when we go to the beach or go swimming together at the pool🌹\n  ","502608":"\n   Whats up baby?\n  ","502609":"\n   It looks gorgeous🌹\n  ","502610":"\n   everyone is so money hungry lately :\/ what happened to generosity its not like we the only ones who enjoy im sure u like when u get naughty too 😏\n  ","502611":"\n   post bikini pic\n  ","502612":"\n   but we need to see the quality of what we buying\n  ","502613":"\n   free samples\n  ","502614":"\n   was he 1%\n  ","502615":"\n   when will u post something for us to f@p to\n  ","502616":"\n   I hope you will have a great day babes xx\n  ","502617":"\n   You once said you were hot for the Irish man who plays with Lego?\n  ","502618":"\n   what was the last show you binge-watched? would you recommend it to friends?\n  ","502619":"\n   How’s your weather? It’s 110 degrees here.\n  ","502620":"\n   If you could change\/redesign your country’s national flag, would you want to? And if so, what would your design look like?\n  ","502621":"\n   Wow! Today England will win its first world cup.\n  ","502622":"\n   what is the most interesting purchase you've made recently?\n  ","502623":"\n   Would you hate a guy\/girl if he hits on you?\n  ","502624":"\n   Post a picture of what you see when you look up.\n  ","502625":"\n   What is your favorite way of wasting time?\n  ","502626":"\n   What is the first and last letter of the grossest thing you have ever seen ?\n  ","502627":"\n   What is your favorite salad?\n  ","502628":"\n   Hows your day been\n  ","502629":"\n   What is the first and last letter of the grossest thing you have ever seen ?\n  ","502630":"\n   a lot falls short XD wish all girls were this open instead of pretending they dont touch themselves\n  ","502631":"\n   oh hello there, what makes you different from others :)\n  ","502632":"\n   What do you do 28800 times a day\n  ","502633":"\n   Something bad happened to me when I was 17.It damaged me.It changed me.\n  ","502634":"\n   No, I don't mean that. You're beautiful, well-built and many sexy clothes are suitable for you to wear.\n\nSorry, I made a mistake typing too fast.\n  ","502635":"\n   aw, your so sweet xo\n  ","502636":"\n   Are you your parents fav child?\n  ","502637":"\n   I've seen this challenge atm. You have to lose 10 thousand calories in one day. How do you think you'll. Do at this challenge\n  ","502638":"\n   My friends ask me how to setup extender and share me your link @\n   \n    https:\/\/routerfixiya.com\/netgear-extender-setup\/\n   \n","502639":"\n   (trigger warning!) the producers of the netflix series \"13 reasons why\" are currently developing a comedy show revolved around s*icide called \"the now.\" what are your thoughts on this? do you believe that comedy & s*icide is appropriate or inappropriate?\n  ","502640":"\n   have u ever been on a cruise\n  ","502641":"\n   how much time do you spend on askfm? how many questions are in your inbox? are you selective about which questions you answer, or do you answer everything?\n  ","502642":"\n   When's the last time you saw either of your parents drunk?\n  ","502643":"\n   Would you rather live in Houston or Saint Louis?\n  ","502644":"\n   if someone rn was like “Hey, want me to bring you back a bagel from the bagel shop?” would u say yes or no? what would u ask for?\n  ","502645":"\n   do u feel like ur parents demonstrated good conflict resolution skills?\n  ","502646":"\n   Hello\n  ","502647":"\n   She dont uploaf because her husband dont allow him\n  ","502648":"\n   If you are a man I want to encourage you to become an engineer.I am on your side.\n  ","502649":"\n   Grow your hair!\n  ","502650":"\n   Good night beautiful\n  ","502651":"\n   Humans are born altricial(not able to care for ourselves right away) while some other animals are born precocial(able to care for themselves right away). What do you think would be our first actions as newborns if we were born precocial? How would it affect our relationship with our guardians?\n  ","502652":"\n   i do but ur not gonna want to show em XD so covered is good enough but ur be topless\n  ","502653":"\n   Do you like sharks, alligators\/crocodiles, spiders or snakes.  If you like all of them are there any animals or insects that scare you ?\n  ","502654":"\n   PAP an image of your hair may be\n  ","502655":"\n   u should post a pic covering them nips\n  ","502656":"\n   Hugs🌹🤗\n  ","502657":"\n   What are you sure of?\n  ","502658":"\n   Resting my body🌹\n  ","502659":"\n   I have taken shower. I have nothing to do except studying. Im getting bored.\n  ","502660":"\n   I felt this way too.. but at 14 I honestly knew what I wanted to do for the rest of my life ... Music.\n  ","502661":"\n   What should adults stop teaching younger people?\n  ","502662":"\n   wdym\n  ","502663":"\n   what’s ur fav American dish?\n  ","502664":"\n   lets get dirty tonite\n  ","502665":"\n   Seriously.\n  ","502666":"\n   I love you. I love you. I love you. I love you. I love you. Im trying to make things work. I love you. I love you. You are a cutie. You are lovely. You are cute. You are a cutie. I love you. I wanna kiss you. I wanna kiss you. I wanna kiss you. I wanna kiss you.\n  ","502667":"\n   of the classic burger fixings, which can u not stand? which is a necessity?\n  ","502668":"\n   Hm i am getting bored. I have to take a shower later.\n  ","502669":"\n   What is your type\n  ","502670":"\n   but i mean if they lived in ur city hypotetically\n  ","502671":"\n   we need to see ur fabled booty so we can worship it\n  ","502672":"\n   Really ?\n  ","502673":"\n   if u could date any1 from ask who u pick\n  ","502674":"\n   Is it because I'm weird LOL\n  ","502675":"\n   Too bad I'm not local\n  ","502676":"\n   you are a goddess\n  ","502677":"\n\n    https:\/\/youtu.be\/Ro4r1BzhpSU\n   \n   Please subscribe and like and help her\n  ","502678":"\n   Your beauty overshadows that\n  ","502679":"\n   me obvi\n  ","502680":"\n   yes\n  ","502681":"\n   The name \"Singapore\" means \"lion city\" but lions never lived naturally in Singapore. What's a name of a place, person or thing that makes no sense to you?\n  ","502682":"\n   Have you ever done the wild thing with someone you just met before? 😮\n  ","502683":"\n   If you owned a candy shop what would be your specialty treat?\n  ","502684":"\n   Write part of your Fav song 🎶\n  ","502685":"\n\n    https:\/\/www.youtube.com\/watch?v=D0q0QeQbw9U\n   \n","502686":"\n   Samuel was out for a walk when it started to rain. He did not have an umbrella and he wasn't wearing a hat. His clothes were soaked, yet not a single hair on his head got wet. How could this happen?\n  ","502687":"\n   What's the costliest gift you gave to someone, what was the cost?\n  ","502688":"\n   Have you created a bucket list yet. If you have what are your top 2 places to see or things to do on it ?\n  ","502689":"\n   Hello babes\n  ","502690":"\n   cool\n  ","502691":"\n   then show us from rear side problem solved\n  ","502692":"\n   Why do people constantly ponder philosophical questions rather than accept things as they are?\n  ","502693":"\n   Why are people so concerned with finding a partner in life? Like it was the end of the world if they didn't?\n  ","502694":"\n   belly button showing is sexy\n  ","502695":"\n   model for ur fans plz\n  ","502696":"\n   What states have you been to?\n  ","502697":"\n   Name one thing you wish people would stop posting on social media? ⚡(STAIF)\n  ","502698":"\n   (this is the most fun answers i have ever gotten) what is one more thing that is not as good as middle aged people act like it is\n  ","502699":"\n   How do you spell candy in 2 letters ?\n  ","502700":"\n   Favoriete merk kleding?😻 Kleding bestellen? Of winkelen? 😜\n  ","502701":"\n   what’s ur favorite Chinese dish?\n  ","502702":"\n   What's the first country to come to mind when you hear \"Africa\"? What's the first country to come to mind when you hear \"Asia\"? What's the first country to come to mind when you hear \"Europe\"?\n  ","502703":"\n   Which genre do you prefer? Horror, thriller, comedy, action or romance?\n  ","502704":"\n   Everyone's somewhat hypocritical in some way. For example, some consider me to be hypocritical because I'm vegan but I enjoy seeing taxidermied animals who passed away naturally, fossils etc. because I find it all fascinating even though they're all dead animals. Name some ways you're hypocritical.\n  ","502705":"\n   Studies have shown that the morals of a country's citizens are more often than not based on that country's leading religion. Even for the country's agonistics and atheists. Dogs even know they've done wrong when they chew shoes. But apart from religion, where do you believe we get our morals from?\n  ","502706":"\n   Ok give me it and U will know me when I add u 😂\n  ","502707":"\n   Do you prefer shorter questions like \"whats your favourite colour?\" or longer questions like the ones I most often send out?\n  ","502708":"\n   In part of Ireland it's still legal for an Irish man to kill an English man using a longbow. It's also still legal for a husband to hit his wife if the stick is thinner than his thumb. What's a ridiculous law from where you're from?\n  ","502709":"\n   Do u have insta ?\n  ","502710":"\n   Single ?\n  ","502711":"\n   What's your opinion on taxidermy? Is it wrong to kill an animal for fur but okay to turn roadkill into taxidermy art? Do you see taxidermy on the same level of art as painting? Overall, is it okay to enjoy taxidermy or is it wrong? Spill the beans and tell me all your thoughts on the subject! 😊\n  ","502712":"\n   \"Do you think you'd cry when Mufasa dies?\" I'm a crybaby, I cry with everything :\/\n  ","502713":"\n   I love this app because of you 😊 I swear\n  ","502714":"\n   The best answer ❤🌹\n  ","502715":"\n   I used to work in a factory with a female worker, about 50 to 60 years old, she hates wearing a sexy girl, why she hates wearing sexy girls.\n  ","502716":"\n   have a nice day :)\n  ","502717":"\n   Tell me how to are you? \nHow did you spend last months?\n  ","502718":"\n   What you doing now?\n  ","502719":"\n   I hope you saw my message with christina furb.\n  ","502720":"\n\n    https:\/\/amzn.to\/30a4Azm\n   \n","502721":"\n   Are you jealous or hateful? Girls post sexy photos on their social networking sites\n  ","502722":"\n   Btw, I'm going through the list of who I follow. If you'd like me to continue following you, answer this with \"follow\". I'll unfollow anyone who doesn't answer but also those who answer differently as I don't want my questions to be used as filler unless otherwise stated.\n  ","502723":"\n   ازاى اخرج من حالة اكتئاب؟ \nHow to get out of depression?\nجماعى#\n  ","502724":"\n   I miss you too 🌹🌹 I just want to explain something I wasn't online so I didn't reply. I mean that I can't ignore your questions never. I'm sorry 💔💔\n  ","502725":"\n   Hi\n  ","502726":"\n   As you like 💔🌹\n  ","502727":"\n   I am taken from a mine, and shut up in a wooden case, from which I am never released, and yet I am used by almost everybody.\n  ","502728":"\n   Did you unfollow me? 😃\n  ","502729":"\n   Would you rather be the absolute best at something that no one takes seriously or be well above average but not anywhere near the best at something well respected?\n  ","502730":"\n   How was your first day at school!👭🏫\n  ","502731":"\n   How do you like to spend your Free time\n  ","502732":"\n   okay i will try, xo\n  ","502733":"\n   Have you ever gone into a room and forgot why you went in there in the first place\n  ","502734":"\n   Last week, I watched \" Bridge to Terabithia \" .\nToday, I watched \"When they see us \" Series .\nI want to stop crying 😢💔\n  ","502735":"\n   thank you\n  ","502736":"\n   okay, i like it tho guess its not your taste ill give it up if you say x\n  ","502737":"\n   why don't u buy a longer one\n  ","502738":"\n   did you like the 5o shades movies\n  ","502739":"\n   do you put anything on the chips i like mayo with mine or curry\n  ","502740":"\n   if you give me lots of questions i will give you loads of coins as a thankyou\n  ","502741":"\n   as a child, did you have a movie that u were drawn to because it reminded you of your own life?\n  ","502742":"\n   If you're seriously interested, we could solve that problem. An anon doesn't have to stay anon\n  ","502743":"\n   What are u doing now\n  ","502744":"\n   hey whats up, do you to the gym in the hot weather\n  ","502745":"\n   U still own them ?\n  ","502746":"\n   Why don't you like the idea of meeting someone from ask for sex?\n  ","502747":"\n   bOoTy PaP\n  ","502748":"\n   Xbox or PS4?\n  ","502749":"\n   did u get bikini we must see\n  ","502750":"\n   Pic of you naked?\n  ","502751":"\n   What is ur fav video game\n  ","502752":"\n   Was it the pic of you in lingerie? It was nice.\n  ","502753":"\n   You honey\n  ","502754":"\n   What is the most difficult thing you’ve ever done?\n  ","502755":"\n   Cute\n  ","502756":"\n   Good night\n  ","502757":"\n   do you love your life !\n  ","502758":"\n   how did you meet your best friend? ♡\n  ","502759":"\n   how many inches longer would be great?\n  ","502760":"\n   Does lard still exist in your kitchen at home? Our fridge always has blocks of lard in it for cooking with. I don’t find it necessary, myself.\n  ","502761":"\n   is it long enough?\n  ","502762":"\n   Does it seem weird that one day you can be really intimate with someone, the next day they're complete strangers and you never see or speak to them again?\n  ","502763":"\n   Exactly, but not just that generation. I mean, here you are spending time on ask when you could be chatting with someone new in the real world. Why are you here?\n  ","502764":"\n   Technology factors in hugely. There's Facebook, and Twitter, and Instagram, and Snapchat, and a lot of people who learn most of what they know about the world from these places, rather than from interacting with actual human beings.\n  ","502765":"\n   My body is stronger🌹👑💪🏻\n  ","502766":"\n   Babe you love how I look🌹💪🏻\n  ","502767":"\n   I propose that the high divorce\/single female parent\/disconnected male parent rates, coupled with 24\/7 internet access, mean that a lot of boys are raised by the internet rather than fathers, leading to serious gender and sexual identity confusion.\n  ","502768":"\n   Even tho I workout and my chest is huge my nipples are showing when I wear a shirt or tank top🌹\n  ","502769":"\n   What do you think of the idea that boys should have strong role models, who can help the boys develop their masculinity?\n  ","502770":"\n   i dont think i say sorry, as much now, tysm for the feedback hugs\n  ","502771":"\n   In what ways do you feel you still need to grow up? If there are a lot, which are the top 3?\n  ","502772":"\n   Ever notice the smoke detector always needs its battery changed at 1AM in the morning? It can’t chirp during the day???\n  ","502773":"\n   Movie Madness: A ) The Dead Don't Die (Zombie.Comedy)  B ) Stuber ( Action Comedy )\n  ","502774":"\n   what slang words do you use when you tell people you need to go to the toilet\n  ","502775":"\n   did you help the poor bird? if it was someone’s pet it wouldnt last long in the wild you should have caught it and put flyers up saying you found him\/her :(\n  ","502776":"\n   Do you have any uncles in prison ?\n  ","502777":"\n   For fun\nWhat is ur grandmother's sister name😛😂\n  ","502778":"\n   Puts a smile to your face and heart for making me the best king🌹🤗\n  ","502779":"\n   Don’t want any creeps to trespass our kingdom or get your insta🌹\n  ","502780":"\n   King needs hugs🌹😭😢\n  ","502781":"\n   hey \nnow what you say\n  ","502782":"\n   loving\n  ","502783":"\n   if i will ask u openly then will be friends\n  ","502784":"\n   🤩🤩🤩🤩\n  ","502785":"\n   plzzz\n  ","502786":"\n   but all are not friend\n  ","502787":"\n   send me your instagarm id i will ask it seprately\n  ","502788":"\n   Do you have an accent\n  ","502789":"\n   King is stressed about the anon creep annoying his Queen🌹😢😭\n  ","502790":"\n   i want to know\n  ","502791":"\n   do you like sexxxx\n  ","502792":"\n   i want to do friendship with you\n  ","502793":"\n   Here to make you feel better🌹\n  ","502794":"\n   hey\n  ","502795":"\n   Glad I gave you butt massages and butt rubs to make your butt feel better🌹\n  ","502796":"\n   what is one of ur favorite poems of all time?\n  ","502797":"\n   What types of chips \/crisps are your favorite?\n  ","502798":"\n   do you ever find me annoying on ask, and if so how might i try  to be less annoying\n  ","502799":"\n   How are you at arm wrestling\n  ","502800":"\n   BLENDURRR!!!\n  ","502801":"\n   When's the last time you got drunk?\n  ","502802":"\n   Rubs your feet too🌹\n  ","502803":"\n   Have you ever had food poisoning before... This is the second time I had it ... And one time I was away from home 🤢\n  ","502804":"\n   Rubs your back softly🌹\n  ","502805":"\n   Why do some people not even bother arguing with others but instead do what they intend to do, whatever that may be?\n  ","502806":"\n   Je t'ai vue avec de l'herbe aujourd'hui. Et un peu de cokaïne.\n  ","502807":"\n   Do you remember your first real kiss?  When and where?\n  ","502808":"\n   What is ur favorite alcoholic drink?\n  ","502809":"\n   That take me back\n  ","502810":"\n   She is reducing my dosage in parts.\n  ","502811":"\n   Bye\n  ","502812":"\n   Follow for follow?\n  ","502813":"\n   Hugs🌹🤗\n  ","502814":"\n   what about that katie\/autumm girl\n  ","502815":"\n   Who is the most selfish person you have ever meet ignore the first one fucking auto correct\n  ","502816":"\n   Waffle House or IHOP?\n  ","502817":"\n   Do you think if a man cries he is less of a man?\n  ","502818":"\n   Do you think your priorities have changed since you were younger?\n  ","502819":"\n   have u ever been “catfished”\n  ","502820":"\n   My fucking psychiatrist will gradually reduce the amount of medicine i take. I were unable to sleep in the night when i stop taking medicine all of sudden.\n  ","502821":"\n   Are some people inherently bad people?\n  ","502822":"\n   Pap view ?\n  ","502823":"\n   How do I stop caring what people think about me?\n  ","502824":"\n   What do you intend to do in the next days\n  ","502825":"\n   Can you use chopsticks?\n  ","502826":"\n   How would you react if you found a guy casually checking out your boobs\n  ","502827":"\n   Im on my way to work.\n  ","502828":"\n   Do you hold some conspiracy theory? Tell us!\n  ","502829":"\n   Hm okay i wanna dance with you on a cruise ship in Dubai.\n  ","502830":"\n   How long is the dldo?\n  ","502831":"\n   we need proof\n  ","502832":"\n   why\n  ","502833":"\n   One more dance video please\n  ","502834":"\n   There are two monkeys on a tree and one jumps off. Why does the other monkey jump too?\n  ","502835":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","502836":"\n   how strict were your parents when you were in high school?\n  ","502837":"\n   hey lynds\n  ","502838":"\n   umbrella sounds a bit much o.o i meant hairbrush lol\n  ","502839":"\n   Even saw a girl use the tip of her umbrella. Seemed to work -- she got it in pretty deep\n  ","502840":"\n   u could try too\n  ","502841":"\n   Seen so many girls do it, not sure if it works for them or if it's just for show\n  ","502842":"\n   Are you skilled in first aid and cpr?\n  ","502843":"\n   Hh ever used a hairbrush to yanno toot your own horn?😂\n  ","502844":"\n   Told you nobody likes this guy.\n  ","502845":"\n   Nicest beach you’ve ever been to ?\n  ","502846":"\n   Milk or orange juice ?\n  ","502847":"\n   They have not flesh, nor feathers, nor scales, nor bone. Yet they have fingers and thumbs of their own. What are they?\n  ","502848":"\n   what’s ur opinion on mini golf\n  ","502849":"\n   you look beautiful, its better to put on lots of cream tbh xo\n  ","502850":"\n   They didn't. :(\n  ","502851":"\n   bro do you like believe in the universe, man?\n  ","502852":"\n   How was your day\n  ","502853":"\n   What is your benefit in life?😂\n  ","502854":"\n   Kill Bill or Django Unchained?\n  ","502855":"\n   no problem there\n  ","502856":"\n   i love the sun, hate the humidity, how are you bet you have a nice tan xo\n  ","502857":"\n   Pap view ?\n  ","502858":"\n   Hello\n  ","502859":"\n   i believe i saw a bug between ur b00bs i need a pic to check if its still there\n  ","502860":"\n   is the way you are on Ask a true representation for your personality in real life ?\n  ","502861":"\n   If I started an askfm softball team would any of you wanna play?\n  ","502862":"\n   at what time do you go to sleep ?\n  ","502863":"\n   let us know what its like there a million bad reviews for shein and  one good one! lol :)\n  ","502864":"\n   Is your booty ok🌹\n  ","502865":"\n   Contact Here >\n   \n    http:\/\/bit.ly\/2FZdqrQ\n   \n   I need to find a boyfriend to have sex\n  ","502866":"\n   Do you think cleavage is creepy on women over 21 ?\n  ","502867":"\n   Quick dinner poll:  Cereal, or chicken flavour noodles go go go!\n  ","502868":"\n   🌹👑😪\n  ","502869":"\n   Hello love\n  ","502870":"\n   If you had a boat, what would you name it?\n  ","502871":"\n   You're stunning\n  ","502872":"\n   Chocolate cake or chocolate ice-cream?\n  ","502873":"\n   Ever been cheated on\n  ","502874":"\n   How bad is it to fall for the wrong person?\n  ","502875":"\n   we each take 1 cheek\n  ","502876":"\n   Do you have issues with your phone holding a charge?\n  ","502877":"\n   If suppose my answer is \n\nYes I do\n\nWhat will be your question?\n  ","502878":"\n   i can massage it\n  ","502879":"\n   Rubs your booty🌹\n  ","502880":"\n   we need proof\n  ","502881":"\n   tv shows vs movies?\n  ","502882":"\n   did you have a nice day, hugs\n  ","502883":"\n   What's your lucky number 🎰?\n  ","502884":"\n   ur panty size\n  ","502885":"\n   PAP of you in your school dress.... \n\n#oldmemories\n  ","502886":"\n   What’s something not many people know about you?\n  ","502887":"\n   How many times have you been told the word I love you\n  ","502888":"\n   I will send money to you too\n  ","502889":"\n   have u ever been drunk in a diner\n  ","502890":"\n   Some new hair has grown. I keep applying hairmax daily. Rogaine is better. I eat GNCs vitamin but viviscal is better.\n  ","502891":"\n   Today England will play against Australia. I am supporting England. What about you Lyndsey? Wanna kiss? I hope that i will get thicker and fuller hair.\n  ","502892":"\n   Halloween\n  ","502893":"\n   Did you enjoy Shakespeare? I’m not a fan of his work honestly\n  ","502894":"\n   does your family have any unique Christmas traditions? Does your family have any unique Halloween traditions?\n  ","502895":"\n   When was the last time you shocked someone\n  ","502896":"\n   thought u had blocked the first 2\n  ","502897":"\n   I'm looking to become a firefighter or a prison guard now which also going bad\n  ","502898":"\n   why u want one\n  ","502899":"\n   Ever felt like you lost your best friend ?  If yes how long ago was it and how long did it take to really get over it ?\n  ","502900":"\n   Did you go to school with anyone who is famous now\n  ","502901":"\n   I wanted to be a pro wrestler when I was a kid lol 😂😂😂😂\n  ","502902":"\n   aw, glad you are you make things better xo\n  ","502903":"\n   What was your dream job as a kid\n  ","502904":"\n   hey lynds how are you\n  ","502905":"\n   Chai tea latte or Frappuccino ?\n  ","502906":"\n   Should of sent me a message on Snapchat if you were really that concerned .\n  ","502907":"\n   Fried chicken or Pulled pork?\n  ","502908":"\n   Spencer as a boys name or girls name? Armani as a boys name or girls nAme?\n  ","502909":"\n   Give yourself a nickname . I dub myself Tom the Terrifying.\n  ","502910":"\n   have u ever been through airport security\n  ","502911":"\n   drunk in Denny’s vs drunk in IHOP ?\n  ","502912":"\n   the quality is so bad tho!\n  ","502913":"\n   aw, ik i am gonna miss you, your so cool, sweet etc xo\n  ","502914":"\n   what’s a kind of food you’ve never tried? (i’ve never had ethiopian)\n  ","502915":"\n   what’s ur opinion on Easter ?\n  ","502916":"\n   If you could try any food from any movie or TV show, what would it be?\n  ","502917":"\n   So are you who’s my queen that puts a smile to my heart🌹👑\n  ","502918":"\n   how should two people go about paying the bill, while on a date? is McDonald’s good? what counts as dessert? can a granola bar be a dessert? can watermelon be a dessert? is cornbread bread?\n  ","502919":"\n   I’m more stronger and tougher🌹👑💪🏻💪🏻\n  ","502920":"\n   are there any characters that remind you of what you were like as a kid?\n  ","502921":"\n   Other than social media what is your largest time wasting habit ?\n  ","502922":"\n   Are you more strong or tough\n  ","502923":"\n\n    https:\/\/www.arabic-smile.com\/\n   \n   و اخيرا بعد انقطاع مده طويله..\nتعدت 7 شهور على ايقاف موقع smile..\nاليوم رجعنا شغلناه عنفس الشكل القديم ❤️\nاول موضوع نزل 💙\n  ","502924":"\n   How was your first squirting experience? Alone or a sexual partner? What age? What did you think it was when it happened?\n  ","502925":"\n   how tall are you?\n  ","502926":"\n   wesh ta oublié d'être high aujourd'hui ???\n  ","502927":"\n   What scares you most about your future?\n  ","502928":"\n   Ptdr pourquoi tu t'habilles comme une femme pendant la deuxième guerre mondiale\n  ","502929":"\n   Are you planning to grow old gracefully or have facelifts until your ears meet?\n  ","502930":"\n   FCUK\n  ","502931":"\n   The customer that had order of 131 tonnes just called me and is asking me to reduce price. I hope to get this order babes. Yay!\n  ","502932":"\n   Can I see the picture of you\n  ","502933":"\n   I am also from lahore thats why i asked for\n  ","502934":"\n   Pap wearing it from behind\n  ","502935":"\n   Lahore is a city\n  ","502936":"\n   What is Billy doing?\n  ","502937":"\n   Why you mentioned lahore ?\n  ","502938":"\n   I love girls ;)\n  ","502939":"\n   Ha i dont swallow medicines. I just pretend to swallow and then i throw it out of my mouth in washroom.\n  ","502940":"\n   I apply Hairmax on my hairline daily. It really promotes growth of new hair. I hope that i will get back hair soon that i lost due to watching porn. I watched porn throughout 2018. Didnt i?\n  ","502941":"\n   You have luscious skin. You have lovely arms. You looked stunning in your latest photo.\n  ","502942":"\n   then why this is the only fetish u keep indulging on\n  ","502943":"\n   how was your day\n  ","502944":"\n   What’s your favourite thing to wear in the summer ?\n  ","502945":"\n   cuz u secretly love feet too and showing yours\n  ","502946":"\n   Do you wear rings?\n  ","502947":"\n   PAP of your socks please\n  ","502948":"\n   Have you ever cleared out your ask account and started again? How many questions have you deleted at once? — yet again I’ve waved goodbye to another 1700 questions and cleared out my profile! 😂👀\n  ","502949":"\n   do you put sugar in cornbread?\n  ","502950":"\n   cool, bet your a great cook tbh x\n  ","502951":"\n   Thats ok but how you type such long answers giving explanation\n  ","502952":"\n   If u write such long lines in exam believe me you will be acing the exam\n  ","502953":"\n   For how many years ?\n  ","502954":"\n   You smoke ?\n  ","502955":"\n   That’s a really weird way of describing someone’s cholesterol, ever given your doctor a urine sample? What did they think of that?\n  ","502956":"\n   Do you like Pad Thai?\n  ","502957":"\n   cool, i am saying that keto is healthy too tho x\n  ","502958":"\n   Have you ever eaten caviar?\n  ","502959":"\n   what’s ur opinion on the “talking” precursor to a  relationship? have u ever started a relationship over text?\n  ","502960":"\n   On the flip side, what's your favourite vegetable? 🥕🌽🥦\n  ","502961":"\n   okay, can you meat, its healthy tho xo\n  ","502962":"\n   have you a crush now\n  ","502963":"\n   yes it is very quick and easy, your very disciplined on keto, o am proud of you friend xo\n  ","502964":"\n   i would miss you sm, from ask tbh xo\n  ","502965":"\n   Comedy\/funny or action  Movies ?\n  ","502966":"\n   do you like orange juice\n  ","502967":"\n   do you like porridge\n  ","502968":"\n   what were the first things you learn to cook for yourself?\n  ","502969":"\n   love scrambled eggs tbh\n  ","502970":"\n   Is shopping a form of entertainment for you?\n  ","502971":"\n   fave breakfast\n  ","502972":"\n   Have you ever had a breakfast quesadilla?\n  ","502973":"\n   Have you ever met someone named Landon? Have you ever met someone named London?\n  ","502974":"\n   Good night beautiful\n  ","502975":"\n   I hope you’re never multitasking when you’re talking to me haha\n  ","502976":"\n   age you bought or got your first s x toy?\n  ","502977":"\n   Riddle: What can point in every direction but can't reach the destination by itself.\n  ","502978":"\n   Hugs and kisses for you🌹😘🤗\n  ","502979":"\n   Nice does squishing feel better than a regular orgasm\n  ","502980":"\n   last time u were buffin the muffin\n  ","502981":"\n   Ready to sleep with you🌹😴😴\n  ","502982":"\n   What makes your day?\n  ","502983":"\n   Hygiene products... & perfume?💕\n  ","502984":"\n   You could have just said it to you I believe it\n  ","502985":"\n   u must model it for us ur fans\n  ","502986":"\n   you are a goddess\n  ","502987":"\n   Lays down with you🌹😴😴\n  ","502988":"\n   I will get in touch with you in the night time. Bye. Have a nice day.\n  ","502989":"\n   You ordered a bikini from China? How unpatriotic\n  ","502990":"\n   Why the scent of woman smell so good?😍❤\n  ","502991":"\n   lol the booty q keeps getting deleted XD\n  ","502992":"\n   Look at king🌹👑😴😴\n  ","502993":"\n   Healthy flirting is good because its funny and laughable, do you agree? Elaborate.\n  ","502994":"\n   SUP DOOD\n  ","502995":"\n   If Beyonce and Britney released an album on the same day, which of them would you listen first?\n  ","502996":"\n   Which websites do you visit most often?\n  ","502997":"\n   boby pic\n  ","502998":"\n   Because you put a smile to my heart🌹\n  ","502999":"\n   You ok my queen🌹\n  ","503000":"\n   صباح الجمال 😍 لايكس Likes ومردوده يا شباب 😉😁\n  ","503001":"\n   How are you doing? How will you spend time today?\n  ","503002":"\n   Poste aqui o seu decote poderoso!\n  ","503003":"\n   If you want to check my first video on Youtube, I will appreciate it.\n   \n    https:\/\/www.youtube.com\/watch?v=9pIkioCiAB0\n   \n","503004":"\n   They are thinking about placing the order to me. Products are stainless sheets and stainless steel Angles.\n  ","503005":"\n   Bungalows have stairs?\n  ","503006":"\n   A photograph of him\n  ","503007":"\n   well need proof\n  ","503008":"\n   Nope. It's a lot simpler\n  ","503009":"\n   Riddle:  You live in a one storey house made entirely of redwood. What color would the stairs be?\n  ","503010":"\n   A woman shoots her husband. Then she holds him under water for over 5 minutes. Finally, she hangs him. But 5 minutes later they both go out together and enjoy a wonderful dinner together. How can this be?\n  ","503011":"\n   what u ordered\n  ","503012":"\n   I hope to get sales orders today.\n  ","503013":"\n   Lyndsey, wbu? :P --> \"What's three things you would have done differently in your teenager years (no consequences )\"\n  ","503014":"\n   What is it that books can't teach you?\n  ","503015":"\n   How will helping others be considered as a selfish thing? Why?\n  ","503016":"\n   no one wants their child to be making such a decision when they’re not mentally mature enough but the point is, it can happen and you cannot just stop your whole life to watch their every move. it’s a possibility with so many influences around, but it’s your job to provide the proper education.\n  ","503017":"\n   there’s a video going around about a brawl between multiple adults in disneyland (\n   \n    https:\/\/youtu.be\/7RBWuYFeg9Y\n   \n   ) ⬅️ video provided !\n\nhave you seen it ? what do you think of people who fight in a public setting around children ?\n  ","503018":"\n   I have been living a boring life for years.\n  ","503019":"\n   what would be awful is forcing it on them. clearly it would be an open discussion between you and your pre-teen child. this person is acting like you’re going to shove it down their throat.\n  ","503020":"\n   Hi guys! Can you tag the people you’re following so I can get everyone back on here? Thanks 💛\n  ","503021":"\n   i don’t understand how someone can get up in arms about a hypothetical scenario that can change within a decades time ? \nalso, every pill is of trial and error and not every adolescent who chooses to make a big decision is due to ab^se, sometimes it’s lack of communication at home.\n  ","503022":"\n   You haven’t lived until…\n  ","503023":"\n   I'm depressed.\n  ","503024":"\n   this anon is reaching imo. there’s so many factors they’re disregarding and if your child is sexually active. don’t you want them to be safe by taking possible alternatives ? you can’t keep an eye on your kids 24\/7 and keep them locked away. no one is saying it’s ok, that it’s just possible.\n  ","503025":"\n   Protected? From what? Not from s3xually transmitted diseases or from emotional or physical damage, just possible pregnancy. Shitty job you’d be doing to protect.\n  ","503026":"\n   “If 12 is consensual there then what is the problem??“ Did you really type those words? The problem is they are children FFS! Any child engaging in s3x at that age is being abused or is acting out because they have been abused.\n  ","503027":"\n   Oh ok i thought whole trip\n  ","503028":"\n   Who has been the most influential person in your life and why?\n  ","503029":"\n   Only king gets to see them🌹\n  ","503030":"\n   i must\n  ","503031":"\n   cute panties x\n  ","503032":"\n   How many countries have you visited?\n  ","503033":"\n   What are your thoughts on online dating?\n  ","503034":"\n   would u and the person\/people u live w have been friends in high school, if u were non-related peers? (u and ur roommate, u and he husband, u and ur mom, whatever.)\n  ","503035":"\n   Have you ever been crabbing\n  ","503036":"\n   Have you ever worked in the food industry and\/or retail? Do you think everyone should experience\/exposure to that job field, at least once in their lifetime? *curious face*... If you have worked in that, do you think it makes you a better customer? If so, how?\n  ","503037":"\n   “But some secrets are too delicious not to share.” ―  Do you share your secrets with whom?\n  ","503038":"\n   we need proof\n  ","503039":"\n   funny this dude says hes not a flirt but hes only talked to u sexually and surely ur not the only one\n  ","503040":"\n   POUQ\n  ","503041":"\n   being kind etc to me, it  means heaps xo\n  ","503042":"\n   What just 100$ ?\n  ","503043":"\n   What are you doing now???♥\n  ","503044":"\n   what’s ur opinion on pickles?\n  ","503045":"\n   what’s ur opinion on Donald Trump?\n  ","503046":"\n   Oh well, good afternoon Lyndsey, hope you don’t mind me falling asleep early with my head on your lap\n  ","503047":"\n   aww, thx xox hugs\n  ","503048":"\n   What is the biggest risk you’ve ever taken?\n  ","503049":"\n   lol its funny\n  ","503050":"\n   How much it cost you ?\n  ","503051":"\n   It’s so weird that it’s still afternoon for you, I keep wanting to say goodnight.\n  ","503052":"\n   i was not making any assumption, it was a question xo sorry lynds x\n  ","503053":"\n   We’d have great cuddles\n  ","503054":"\n   do you  go on foreign holidays or just hoilday local\n  ","503055":"\n   why you even humor such people? they only ask such controversial questions for the sake of arguing\n  ","503056":"\n   As a rule, she uses more periods when she’s in a mood with me. Not sure if that’s a coincidence or tell tale sign. 😎\n  ","503057":"\n   When it comes to updates\/changes on an app and\/or website of your preference, do you prefer to be notified of those new updates\/fixes? Or, would you rather be surprised and play around with the features there? (assuming they are interactive, not just bug fixes)\n  ","503058":"\n   would you say your moody\n  ","503059":"\n   Have you ever used a meal kit delivery service like Hello Fresh, Blue Apron?\n  ","503060":"\n   On scale 1-10, how awkward are you?\n  ","503061":"\n   You didn’t say she should, you said she’d do it “anyways” so just put her on the Pill. A 12 year old child. It makes me really upset and angry that you would think so little of a child. Your OWN hypothetical one. One it would be your job to protect. A 12 year old is under the age of consent.\n  ","503062":"\n   Are there any historic landmarks in your area that are in danger of being either torn down or collapsing on their own?\n  ","503063":"\n   What TV shows do you watch\n  ","503064":"\n   🐅 🦈 Have you ever been attacked by an animal of any kind (except human), or thought you were about to be? \n🐕 🐝 What happened?\n  ","503065":"\n   Do you know anyone who got a bad tattoo? Like it’s misspelled or sloppy?\n  ","503066":"\n   What is one thing you thought you'd never, ever do... But you did?\n  ","503067":"\n   Share an unpopular opinion you hold\n  ","503068":"\n   what makes it happen the most\n  ","503069":"\n   what’s ur fav cheap date\n  ","503070":"\n   Dis you sleep with all your boyfriends caz some guys just want one thing from girls and once they get it they use whatever excuse to leave\n  ","503071":"\n   +++\n  ","503072":"\n   yikes lol\n  ","503073":"\n   We are taking about a 12 YEAR OLD CHILD. If you think someone of that age is physically or emotionally ready for s3x then please NEVER have a child. And if you think putting her on the pill is a solution then you have no idea of its side effects on WOMEN let alone a CHILD. You are awful.\n  ","503074":"\n   Your followers arent the only people on here, you know.\n  ","503075":"\n   Pap\n  ","503076":"\n   ironic ppl like this hate others when theyre most likely hated by others too\n  ","503077":"\n   U ever squirted\n  ","503078":"\n   we need proof\n  ","503079":"\n   It was random.\n  ","503080":"\n   Is your dildo still doing a good job?\n  ","503081":"\n   Big girls need loving too\n  ","503082":"\n   can u plz post a butt pic i just want to help u finally answer that q from months ago XD\n  ","503083":"\n   Approximately how many boyfriends have you had since you started dating?\n  ","503084":"\n   Do you hate any group of people? For me I can't stand the elderly. They are so entitled and always mention their age to imply they are incapable of doing things for themselves and want everything done for them. They take all the real estate and medical resources. Useless people...so?\n  ","503085":"\n   Are you pregnant ?\n  ","503086":"\n   Would you follow the white rabbit?\n  ","503087":"\n   Who is the biggest gossiper you know?\n  ","503088":"\n   But that would be pretty cool! Some of the ideas on the show are actually really good and never wouldve thought about it\n  ","503089":"\n   if you could watch everything that happened in your life until now, would you enjoy it?\n  ","503090":"\n   Hello you\n  ","503091":"\n   How do you know when you're in love?\n  ","503092":"\n   what is not as good as ur dad thinks it is\n  ","503093":"\n   Weirdest argument you've ever had\n  ","503094":"\n   what is not as good as Americans think it is ?\n  ","503095":"\n   “If you want to live a happy life, tie it to a goal, not to people or things.” — Are you tied to people or your goals at the moment?\n  ","503096":"\n   When do you think the world will end?\n  ","503097":"\n   oh yah hes obnoxious too but i was talking bout the guy getting mad over u putting ur daughter in birth control i seen him arguing all over the place\n  ","503098":"\n   Would you rather never have internet access again or never be allowed board an airplane again?\n  ","503099":"\n   Have you ever fired a gun\n  ","503100":"\n   Who sent the last text message you received?\n  ","503101":"\n   Where's My Big Orange Belly Wash?!\n  ","503102":"\n   Which female Youtuber or Youtubers would you smash: Biannca Prince, OMGYoAsh, Ki Cassanova, ItsEssi, Corie Rayvon, Kennedy Cymone, Queen Naija, MyreshaTv, Jania Bania, JadaAmor, Carmen Pritchett, Kennedy Rae, Mariah Millian, Airi, Paris Milan, or De'arra\n  ","503103":"\n   Do you miss being a kid?\n  ","503104":"\n   who\n  ","503105":"\n   Do you know Ghali the rapper?\n  ","503106":"\n   u should ignore that person who picks fights over everything hes prob he same guy who asks bout women asking their guys to wear a thong and then he argues bout the tiniest things\n  ","503107":"\n   When king get mad when the creeps messes with his Queen🌹\n  ","503108":"\n   Did you used to watch Jessie? I'm so sad that Cameron Boyce passed away. He was so young and so nice. I loved Jessie. I feel for his family. Poor guy.\n  ","503109":"\n   Even with no humidity inside, 80s would be miserable. My pets would be so hot in that.\n  ","503110":"\n   Which male Youtuber or Youtubers would you smash: Damien Prince, FlightReacts, Solluminati, DDG, Poudii, ClarenceNYC, CJSoCool, PrettyBoy Fredo, ModDaGod, Austin McBroom, Black Charcoal, TyTheGuy or Mega McQueen?\n  ","503111":"\n   Why do you keep the temp so warm in your place? It's run the a\/c on no stop and I'd get a window unit for my bedroom to make it ice cold.\n  ","503112":"\n   Double digits?\n  ","503113":"\n   I thought that was your bedroom\n  ","503114":"\n   Why do you prefer white  guys\n  ","503115":"\n   aw, yeah you deserve the best lol always make me laugh, so thanks xo\n  ","503116":"\n   do you like honey, i like it\n  ","503117":"\n   Because you are a racist?\n  ","503118":"\n   the bed looks so comfy\n  ","503119":"\n   Would ur mama have been mad if you dated a black guy in  high school ?\n  ","503120":"\n   Is that your bed\n  ","503121":"\n   name something you hate\n  ","503122":"\n   Lol. So is that a no then? Not anymore anyway\n  ","503123":"\n   if you're comfortable doing so, PAP of your bedroom! if you're uncomfortable, then describe to me your favorite thing about your bedroom.\n  ","503124":"\n   It's easy to fool people when they are already fooling themselves.\n  ","503125":"\n   What is the natural color of your eyes?👀\n  ","503126":"\n   The dildo is getting a rest then for the time being\n  ","503127":"\n   PAP of the selfie where you feel most confident! if you're uncomfortable doing so, then describe your favorite feature about yourself.\n  ","503128":"\n   Are you up to much?\n  ","503129":"\n   “I feel like most don't read on here”. What a pathetic generalization. Seriously.\n  ","503130":"\n   So how are you?\n  ","503131":"\n   Are you an introvert or an extrovert?\n  ","503132":"\n   If your solution is to “get her on the pill” then I hope you never have a child.\n  ","503133":"\n   would you like you, if you met you?\n  ","503134":"\n   I want to thank you for following me.\n  ","503135":"\n   Whats your number of sexual partners you had from the first guy to take your virginity to now\n  ","503136":"\n   PAP of your favorite nature photo that you've taken!\n  ","503137":"\n   Morning🌹\n  ","503138":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time?\n  ","503139":"\n   Would it bug you if your daughter became sxually active at a young age (say 12)? What if most kids her age start having sx at about the same, would you feel differently about it?\n  ","503140":"\n   Good night beautiful\n  ","503141":"\n   Relaxes in bed with you and watches tv🌹\n  ","503142":"\n\n    https:\/\/www.youtube.com\/watch?v=5hTtR7A8x0s\n   \n","503143":"\n   Would you rather have one get out of  free jail card or a key that opens every door in the world and why.\n  ","503144":"\n   Yes, which one?\n  ","503145":"\n   Are you in bed my Queen🌹\n  ","503146":"\n   Leave the Queen alone people🌹\n  ","503147":"\n   would u date a guy wholikes to wear diapers\n  ","503148":"\n   So happy I get to be with you🌹\n  ","503149":"\n   Would you rather tell your parents the truth or lie to your best friend?\n  ","503150":"\n   thats great, ik i sound dumb maybe i love when your online\n  ","503151":"\n   Love you with all my heart you’ll always be my queen🌹\n  ","503152":"\n   I WAN GO 2 DIDNEY WORL\n  ","503153":"\n   Tell me your instagram id Alice. I wanna see your photos.\n  ","503154":"\n   Is it just me or do you like a cold pillow too\n  ","503155":"\n   Ever had surgery\n  ","503156":"\n   weirdest q u got lately\n  ","503157":"\n   have u ever faked an 0rg@sm\n  ","503158":"\n   What countries do you want to visit\n  ","503159":"\n   Lays with you🌹\n  ","503160":"\n   Hm im getting bored\n  ","503161":"\n   i am\n  ","503162":"\n   Haha no\n  ","503163":"\n   up for some fun tonite\n  ","503164":"\n   What do you think of halle ( a  actress in case no one knows her), landing the role of princess ariel in the little mermaid live action? Do you think its fair or a total screw up on disneys part for giving the role to someone who isnt the skin tone of the original character nor has red hair?\n  ","503165":"\n   wouldnt be better to try going earlier cuz thats prob the reason u stay up late again\n  ","503166":"\n   How will spend time today? Upload a new photo of yourself.\n  ","503167":"\n   One random fact about yourself\n  ","503168":"\n   RNAK FITSEH\n  ","503169":"\n   Needs to lay down and relax🌹\n  ","503170":"\n   Hello🌹\n  ","503171":"\n   Last time you danced?\n  ","503172":"\n   Would shark cage diving interest you?\n  ","503173":"\n   Say something\n  ","503174":"\n   Will England beat Australia in semi-final?\n  ","503175":"\n   Have you ever eaten food from the floor?\n  ","503176":"\n   your hair is beautiful, i guess hair is so important for a woman  liv says it makes her feel sexy, do you love your hair what makes you feel good\/sexy if its okay to ask ?\n  ","503177":"\n   Truth or dare?\n  ","503178":"\n   When was the last time you cried?\n  ","503179":"\n   Hellos. How is the desert? Is it hot? Are you running the air conditioning? I like it super cold at night so I can sleep with a blanket. How about you?\n  ","503180":"\n   where is g sport\n  ","503181":"\n   Im getting bored. Show me your new dress.\n  ","503182":"\n   Beef. Not beer.\n  ","503183":"\n   Could you live without beef?\n  ","503184":"\n   Hello\n  ","503185":"\n   Do you want to hide in bed? I'm getting scared. I'm going to hide in bed I think.\n  ","503186":"\n   aw, missed you xo nice day ?\n  ","503187":"\n   hey xx\n  ","503188":"\n   Are wings keto? I like wings.\n  ","503189":"\n   How often do you go out to party?\n  ","503190":"\n   What book or movie has changed your life and why?\n  ","503191":"\n   How is your summer going so far ?\n  ","503192":"\n   which is the best and which is the worst: bagels, croissants, donuts\n  ","503193":"\n   ⚠️ I still sometimes get “crossed wires” when communicating by text or online, and it was the same when I used email regularly.  On a scale of 1-5 how well do you think you communicate online? Are you always understood, and do others always understand your meaning?\n  ","503194":"\n   Do you wear a wig\n  ","503195":"\n   Are you getting brain surgery tomorrow ?\n  ","503196":"\n   Who wins? Mind or heart?\n  ","503197":"\n   whats the point of nudist camp\/beaches\n  ","503198":"\n   I confess....I don't really like this girl that much, but I'm dating her just for sex. But she seems really into me, and also she really likes the s3x. Since she's getting something out of the relationship, should I stay with her or dump her?\n  ","503199":"\n   Hello\n  ","503200":"\n   should i buy blueberries or blackberries\n  ","503201":"\n   Good night beautiful\n  ","503202":"\n   صباح الخير\n  ","503203":"\n   مين بيفوز! العقل... القلب.. ؟! 🤔😂\n  ","503204":"\n   what’s ur opinion on Weezer? what’s ur fav Weezer song?\n  ","503205":"\n   Have you ever been coached in swordplay before? ⚔ Do you think there's even a place for swords in modern society anyway?\n  ","503206":"\n   If you were alone, could you have been\n  ","503207":"\n   Cake wars oops *\n  ","503208":"\n   Do you have any plans for this weekend? :3\n  ","503209":"\n   If you were to be given the opportunity to be on a baking show such as cake boss or cake boss and you had to create a cake based on a fantasy world. What would you design\/ create ?\n  ","503210":"\n   Hey friends, I'm moving over to a new account! If you still wanna follow me n stuff, I'm over on\n   \n    @astoldbyjoanna\n   \n   !\n  ","503211":"\n   which is the best & which is the worst: Starbucks, McDonald’s, Chick Fil-a\n  ","503212":"\n   do u collect anything\n  ","503213":"\n   which is the best & which is the worst: sparkling wine\/champagne, hennessy\/cognac, white wine\n  ","503214":"\n   is Panera bread good? is basketball entertaining? do u use soap on ur legs in the shower? is circumcision general mutilation? can non-lesbians say “d*ke?”\n  ","503215":"\n   Hello???🌹👑\n  ","503216":"\n   hey what’s ur opinion on banjos??\n  ","503217":"\n   What's something every teen should know?\n  ","503218":"\n   I am going jogging. I will get online after a hour or so.\n  ","503219":"\n   which is the best & which is the worst: chicken, pork, tofu\n  ","503220":"\n   Today weather is cloudy.\n  ","503221":"\n   just did but ask deleted it ur turn\n  ","503222":"\n   Im sorry. I didnt say goodnight to you last night. I were upset of you.\n  ","503223":"\n   full body pic from behind\n  ","503224":"\n   Hello love everything will be alright\n  ","503225":"\n   I am sorry\n  ","503226":"\n   movies?\n  ","503227":"\n   Not just a pretty face you see\n  ","503228":"\n   what is a better cheap date: wine + a movie or hot cocoa + a drive\n  ","503229":"\n   what is one thing that is not as good as middle-aged people act like it is?\n  ","503230":"\n   Do you get many scam calls\/emails\n  ","503231":"\n   Do you know how much I have suffered ?\n  ","503232":"\n   If it was my dreams you wouldn’t have a dildo\n  ","503233":"\n   hey lynds, how are you x\n  ","503234":"\n   But maybe another time?\n  ","503235":"\n   200 points for Uber creepiness. (Sorry about some ppl dude lol)\n  ","503236":"\n   What haha. I was just offering help if needed\n  "},"Answer":{"502164":"\n  The only thing I understood was something about a zipper being stuck. Doesn't seem like quality answers\n  ","502165":"\n  The one we must not name 😉\n  ","502166":"\n  I'll pass\n  ","502167":"\n  Nothing is in English. I don't like things that I don't know the meaning of.\n  ","502168":"\n  rock star\n  ","502169":"\n  both are decent\n  ","502170":"\n  Lion King tonight\n  \n  Sedona tomorrow\n  \n  not sure about Sunday\n  ","502171":"\n  We're going to see Lion King tonight so I guess that :)\n  ","502172":"\n  True\n  ","502173":"\n  who might you be?\n  ","502174":"\n  or promote his music, shoes etc\n  ","502175":"\n  about what? 😂\n  ","502176":"\n  Marie\n  ","502177":"\n  I'd probably go to a different stall if needed to go the bathroom instead of being in a bug infested one.\n  \n  I wouldn't want to put my hands in the toilet to get it out. what if it attacked me?\n  ","502178":"\n  Probably my sister's middle name. She always gave it to toys. Even Lulu and Bruin have her middle name. It's very common though.\n  ","502179":"\n  hell no\n  ","502180":"\n  I guess.\n  ","502181":"\n  Probably 😂\n  ","502182":"\n  I've been taking some, granted, they have been more minor to the naked eye.\n  \n  ie: buying a bikini, dildo, running around the track with other people present...\n  \n  ones that break the comfort zone a bit.\n  ","502183":"\n  idk.. everyone thought Trump running was a joke and ya.....\n  \n  I wouldn't think too much about it though!\n  ","502184":"\n  I don't have many digitalised. Sorry.\n  ","502185":"\n  yikes\n  ","502186":"\n  earlier\n  ","502187":"\n  I do but I'm also pretty casual day to day. usually gym clothes lately lol\n  ","502188":"\n  indeed.\n  \n  I have great results 😈\n  ","502189":"\n  I don't feel that way yet ¯\\_(ツ)_\/¯\n  ","502190":"\n  lol\n  ","502191":"\n  even with friendships they have :)\n  ","502192":"\n  Who, me?\n  ","502193":"\n  Dildos don't come with batteries...\n  ","502194":"\n  agnostic at best\n  ","502195":"\n  I'll remember that for future reference.\n  \n  not the reason why :p\n  ","502196":"\n  Thanks\n  ","502197":"\n  was utterly exhausted yesterday\n  \n  thought that's why you asked that lol\n  \n  feel normal today\n  ","502198":"\n  I feel human again 🎤\n  ","502199":"\n  Yes. I have a minigoal of 191 for the challenge and was 197 on Wednesday so almost there but I feel like getting out of the 200s is an accomplishment in general.\n  ","502200":"\n  hey\n  ","502201":"\n  Asking the wrong person 😂\n  ","502202":"\n  It's possible\n  ","502203":"\n  Some can be lol\n  ","502204":"\n  It's not?\n  ","502205":"\n  Yes.\n  ","502206":"\n  yup\n  ","502207":"\n  I suppose it depends on the individual.\n  \n  I haven't heard many German accents so its hard to be 'yes or no' with this question. Some are much better than others, I'd say ¯\\_(ツ)_\/¯\n  ","502208":"\n  not going around telling people what to do, how to live would be great lol. You'd look like an a $$hole instead of actually caring about the people. Advice should be given when they ask for it not because you feel like it?\n  \n  Sure, we do. I trust everyone until proven that I can't anymore. Or i get creepy vibes from them straight away and know not to trust them at all or let them in etc\n  ","502209":"\n  Apologize to the person you hurt?\n  \n  idk. this isn't clear on what happened to really give advice on\n  ","502210":"\n  Hypothetically, it's bound to happen being from America and all XD\n  ","502211":"\n  both 😈\n  ","502212":"\n  I've only really experienced depression in 2010. Had to build myself up again...\n  \n  Things are going great so I don't understand this question. I think the trouble sleeping lately has been because of eating mixed nuts before bed.. keeping energy and brain up. I didn't have any yesterday and ended up sleeping fine but I was still exhausted from yesterday so I'm sure that played a part too.\n  ","502213":"\n  It's neither to me. I don't like it but not opposed to others smoking. It's just whatever.\n  ","502214":"\n  Yes, I do. Fun :)\n  ","502215":"\n  I'm seeing it tonight\n  ","502216":"\n  I haven't noticed anything here.\n  ","502217":"\n  Maybe on the right person.\n  ","502218":"\n  Guys\n  ","502219":"\n  I like curry. Chicken marsala (sp) but besides those i haven't really had Indian food.\n  ","502220":"\n  single but;\n  \n  I think them being insecure would be more annoying. Like you must not trust me or the relationship is pretty shitty to begin with? or they don't trust themselves to be faithful to me.\n  \n  If everything is fine or we've been together for ages then why feel that way?\n  ","502221":"\n  no\n  \n  yes\n  \n  yes.. I'd use Erica the most\n  ","502222":"\n  Yes.\n  \n  just look at emotional support dogs.. they know when something is up etc\n  ","502223":"\n  gn\n  ","502224":"\n  Not really lol business wise. doing everything right aka by the book\n  \n  both couldn't hurt though\n  ","502225":"\n  by the book 📚👍\n  ","502226":"\n  i feel like Hispanic men usually seem to take interest.. there's one guy at the gym but he literally has a girlfriend so it doesn't matter lol\n  ","502227":"\n  Mom's always love me\n  ","502228":"\n  Not sure. Just have to shop around.\n  \n  I feel like most of the weddings were extremely casual or I've literally been a part of the wedding party and didn't have to think about what to wear kind of thing.\n  \n  My sister went to a wedding recently and was buying from Nordstorm Rack and some other places like Ross, Tjmaxx etc\n  \n  Macys isn't too bad at times\n  ","502229":"\n  yes\n  ","502230":"\n  some of them were modified lol\n  \n  but because the coach is doing a giveaway and you earn points by participating. plus it helps the core and all that. In the end it helps ¯\\_(ツ)_\/¯\n  ","502231":"\n  I had a dream so in that..\n  \n  one of the girls had blonde hair, looked more like me when younger\n  \n  the other had curly brown hair\n  \n  then there was a newborn boy.. hard to say.\n  \n  I felt like it was basically like seeing a mixture of myself and my sister as kids but reversed hair colors and also a bit of the guy mixed in too...\n  ","502232":"\n  what?\n  ","502233":"\n  breakfast\n  \n  online time\n  \n  300 squats, 100 pushups, planks\n  \n  shower \/ got ready\n  \n  went to the gym. did my normal routine and added the 1 mile run that was required from the earlier workouts.\n  \n  ate a late dinner\n  \n  had trouble sleeping -_-\n  \n  finally slept\n  ","502234":"\n  I feel like this kid.. physically tired from yesterday. Haven't done much of anything today.\n  \n  I still feel good though in other ways.\n  \n  Listening to a spotify playlist one of you made\n  ","502235":"\n  I think I like pink a little more..\n  \n  The comfort everyday bra i got was VS branded though.\n  ","502236":"\n  pop, classic rock, metal, alternative\n  \n  i like a lot of different music\n  ","502237":"\n  seems a bit rude but catchy\n  ","502238":"\n  its ok\n  ","502239":"\n  lace 😍\n  \n  if in order: lace, silk, satin\n  ","502240":"\n  aww\n  ","502241":"\n  music, movies, tv shows, reading\n  \n  swimming, gym..striving to be the best possible me\n  \n  family, friends etc\n  ","502242":"\n  👍\n  ","502243":"\n  sure. success looks different on everyone\n  ","502244":"\n  Hanes\n  \n  or other fun types of underwear\n  ","502245":"\n  Yes, I do.\n  \n  Seeing Lion King.\n  ","502246":"\n  😂😂😂😂😂\n  ","502247":"\n  Pretty much....\n  ","502248":"\n  Probably have nightmares or go crazy.\n  \n  such torture!!!\n  ","502249":"\n  You've sent that before\n  \n  □ 10 hr video ■\n  ","502250":"\n  Why can't they taste? Thought it would be more individual to the palette \/taste buds.. not everything as a whole.\n  \n  cardboard came to mind.\n  \n  maybe sunshine, spicy etc\n  ","502251":"\n  interesting.\n  \n  The only thing I've noticed was it putting me in different locations\n  ","502252":"\n  Earth, wind, fire\n  \n\n   https:\/\/youtu.be\/god7hAPv8f0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @CactusDoug\n  \n\n  did anyone actually pick that yet? :o\n  ","502253":"\n  I've done literally nothing today.\n  ","502254":"\n  I'm not sure. Says the last one was 9 hours ago. I don't remember if I've seen anyone answer my questions...\n  ","502255":"\n  Pretty good.\n  ","502256":"\n  <3\n  ","502257":"\n  I don't think they should have a say in how someone has their hair, period. Doesn't matter. It wouldn't hurt their work ethic. If the client doesn't like it, find a new person within the company to work with? ¯\\_(ツ)_\/¯\n  \n  You can still be presentable and have dreadlocks.\n  ","502258":"\n  Brazil.\n  ","502259":"\n  I'd say Montreal!\n  ","502260":"\n  Yes. Depends on who, how they did it, if they even asked what you liked etc\n  ","502261":"\n  I haven't.\n  ","502262":"\n  back in America 😂\n  \n  wonder where my page went. noticed Europe and some Arabic flag earlier..\n  ","502263":"\n  Je souhaite que j'étais\n  ","502264":"\n  Maybe this haha\n  \n  ig can be good too! :)\n  \n  all depends\n  ","502265":"\n  I didn't really specify. Granted, I haven't updated my profile in months.\n  ","502266":"\n  haha ok\n  ","502267":"\n  no night-night then? 😉\n  ","502268":"\n  Didn't know there were rumors about him either 😂\n  ","502269":"\n  No but I should 😈\n  ","502270":"\n  sounds scary\n  \n  good luck\n  ","502271":"\n  My page is traveling the globe today...\n  ","502272":"\n  nobody needs racist or other hurtful messages to them.\n  \n  It's been a while. didn't think he died though.\n  ","502273":"\n  The only thing coming to mind is being oneself and the choice you make in letting someone in can be freeing?\n  \n  idk.. what's your view on it?\n  ","502274":"\n  Yes, the anon is from there hence the nickname.\n  \n  nope\n  ","502275":"\n  it can be at times. I suppose all social media can feel that way.\n  ","502276":"\n  No, I love you.\n  ","502277":"\n  The \"hi\" questions especially when they don't try having an actual conversation afterwards or it goes dry\n  \n  the one the 2nd question mentioned. \"ma penis, masturbating, stuff about his family, poop etc\"\n  \n  lately been getting asked about family occupations which is weird. you don't need to know everything about them. How much made or job titles etc\n  \n  lahore hasn't been too bad lately\n  \n  the questions Ben would send out\n  ","502278":"\n  Last week but it wasn't that bad either\n  ","502279":"\n  and cry at Mufasa's death.\n  \n  but yes, I do want to see it.\n  ","502280":"\n  I suppose that Greg Smith dude. He acts normal on other people's pages but with me, he makes everything s*xual even if there wasn't anything going on my page.\n  \n  probably old lahore pages or something idk. that person who talks about that Reachel girl...\n  ","502281":"\n  I wouldn't follow anyone that I couldn't stand.\n  ","502282":"\n  How so?\n  ","502283":"\n  nah. Some are nice. Just the weird ones.\n  ","502284":"\n  yes, he's included in the anon. top 1 lately, tbh.\n  ","502285":"\n  anons\n  ","502286":"\n  ¯\\_(ツ)_\/¯\n  ","502287":"\n  he wasn't around :p\n  ","502288":"\n  more so my sister\n  ","502289":"\n  low carb \/ sugar\n  \n  protein and fat macros being higher\n  ","502290":"\n  tortilla - mission brand - carb balance ones\n  \n  Chompie has bread, bagels and other things. its more a speciality store but I think Target might sell?? Or check amazon.\n  ","502291":"\n  yes\n  ","502292":"\n  who???\n  ","502293":"\n  clearly\n  ","502294":"\n  I should be #1\n  ","502295":"\n  I'm not the only one doing keto.\n  \n  I haven't had real bread since January when we started.\n  \n  There's been a few keto cooking attempts.\n  \n  Chompies brand but I felt like it didn't really sit well with me.\n  \n  I'll sometimes have a sandwich via lowcarb tortilla wraps or make them into chips. That's probably the closest \"bread\" thing.\n  ","502296":"\n  That's the same thing lol\n  ","502297":"\n  Nothing is wrong right now so its super annoying! tried sleeping at one but finally fell asleep around 6ish. i kept yawning while on here and then it was like lets be fully awake when Lyndsey gets offline -_-\n  \n  I've been having nuts as a snack hours before bed so maybe its because of that? giving me energy still? idk.\n  \n  I should have had no problems sleeping since I did a lot yesterday.\n  ","502298":"\n  I'm not. It's just weird that I keep getting those type of questions lately. Dont feel like talking about anyone's finances.\n  \n  Also posting that in a  \"c*m thread\" is wicked weird as well.\n  ","502299":"\n  cry in front of you 🎤\n  \n  I've totally watched Grease a bunch 😂\n  \n\n   https:\/\/youtu.be\/hGzBZJHhHsc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","502300":"\n  Why do you care so much?\n  \n  Mom's the only one who still eats bread :p\n  ","502301":"\n  I feel like IG can be bad at times.\n  \n  I take breaks from FB too\n  \n  I don't go on twitter much but its not a reflection on mental health. just seems boring at times lol\n  \n  Any could be bad if you aren't in the right mind frame.\n  ","502302":"\n  The quality of sleep is fine.\n  \n  The getting to sleep has been the problem lately.\n  ","502303":"\n  meant sleep wise\n  \n  but wasn't the best either\n  ","502304":"\n  yo\n  ","502305":"\n  I'd say neither but I have more Chance the rapper songs..\n  \n  I only had power trip by J. Cole\n  ","502306":"\n  The bathroom one where Harry had to be with the egg, stairs that always moved or the dungeon type area?\n  ","502307":"\n  I was just going to answer a different hi \"question\" and then got this one 😂\n  ","502308":"\n  Maybe 12 or something lol\n  \n  my sister had a shirt that said the numbers on it and my mom and her were making jokes about it but wouldn't tell me. This girl online did and we became email penpals for a while 😂\n  ","502309":"\n  yes to help sleep\n  \n  it didn't work much\n  ","502310":"\n  vikings and warriors\n  ","502311":"\n  Only if you count bull dogs as jungle animals 😂\n  \n  Most of the mascots were war related.\n  ","502312":"\n  I'm not sure. I've always loved blue.\n  \n  Even mood rings would be a blueish purple\n  \n  ¯\\_(ツ)_\/¯\n  ","502313":"\n  yes but I'd rather not\n  ","502314":"\n  lol\n  \n  nope, old picture.\n  \n  The first one\n  \n  or did you mean the newest one? Either way, it wouldn't have been of me :P\n  ","502315":"\n  Night\n  ","502316":"\n  yes 😴\n  \n  yawning so hopefully I'll fall asleep fairly soon\n  \n  good night king\n  ","502317":"\n  Last month. was some peanut butter thing.\n  \n  actual fruit? its been a while. I usually just eat the fruit instead\n  ","502318":"\n  like asking what 69 meant?\n  ","502319":"\n  lets watch me not overshare things like that :\n  ","502320":"\n  Not that kind. More painting, plaster, sheetrock and all that.\n  \n  not every job is salary based in America.\n  ","502321":"\n  who knows what would have happened\n  ","502322":"\n  nobody puts baby in the corner\n  \n  hakuna matata\n  \n  i carried a watermelon\n  \n  the breakfast club paper they wrote\n  ","502323":"\n  I think more of 90-early 2000s when I actually  listened to rap&hip hop. No specific artist is coming to mind\n  ","502324":"\n  ???\n  ","502325":"\n  Doesn't have a salary.\n  \n  My dad does construction\n  ","502326":"\n  the gym, maybe playing. .gets you tired lol\n  \n  I ate dinner late after the gym so obviously was hungry\n  \n  held it in? needed relief ¯\\_(ツ)_\/¯\n  ","502327":"\n  I guess it depends on the amount, custody. They should definitely still see the parent if the mom\/dad still has to pay. Obviously if there was abuse or something then don't see them. it gets tricky...\n  \n  My uncle has a daughter. I haven't seen her since she was six years old. She's early twenties now. He still has to pay money because she wants to attend college. He is completely out of her life which is sad. The mom has some mental issues so lied about a lot of stuff. I haven't seen his son in years either. He's in his thirties as well and I probably haven't seen since he was maybe 16-18ish. Last i knew the daughter got married and had a kid. I believe the son has a kid too. My uncle's ex kept track of their going ons.. word of mouth. She was friends with both the mom and my uncle so been there throughout the court proceedings and all that. They almost got married  (was going to be a bridesmaid) but I think my uncle was scared to get married again... she ended up marrying his fishing buddy 😂 I think she just wanted to marry someone, anyone ¯\\_(ツ)_\/¯\n  ","502328":"\n  Katie. She actually worked in a police station too.\n  ","502329":"\n  good\n  \n  wishing I wasn't getting these..\n  ","502330":"\n  no, that's the T-word, silly.\n  \n  I think you can still be \"a thug\" without being a poc.\n  ","502331":"\n  better you than me\n  \n  i hate doctors 😂\n  \n  however it would be nice to update my weight on file. Is there actually a way to get all those records? be cool to see if this is the smallest weight I've been or not XD 197 today #pcossucks\n  ","502332":"\n  eh. fuck 'em. eat what you want and how. its all individual! nothing works the same for everyone. The last part though, yes!!!\n  ","502333":"\n  LJ\n  \n  not familiar with the other\n  ","502334":"\n  oops forgot to do. barefoot, again.\n  \n  Just white and light green\/blue stripes\n  ","502335":"\n  and then\n  \n  -----\n  \n  Yes, greasy ones. Or something that is \"healthy\" but you eat too much of.\n  \n  I expected my cholesterol to rise up with keto since I have been having more meat but it was actually a good amount the doctor said. Still think its funny how she called it beautiful. I eat more veggies and salads now as well.\n  \n  Agreed. I still have ice cream and pizza, granted its keto versions. Definitely need balance with anything! I've had lily chocolate as well.\n  ","502336":"\n  working out too much. Not listening to body. not getting all the nutrients. Working out and still eating shitty food.\n  \n  maybe getting too much \/ not enough sleep\n  \n  the hair one Allison mentioned\n  ","502337":"\n  I'm not sure. I do think aliens exist but who knows what is going on with that lol\n  ","502338":"\n  Not that many.\n  ","502339":"\n  There's not much locally that I'd miss besides the gym? Everything else you need to travel to get to\n  \n  and we don't go to those spots all that much. just a handful of times.\n  ","502340":"\n  we shall see ¯\\_(ツ)_\/¯\n  ","502341":"\n  Not sure\n  ","502342":"\n  I can't have it because I'm in Arizona, not Massachusetts :P\n  \n  -\n  \n  They make keto approved ice cream (Rebel)\n  \n  I wouldn't say its necessarily a favorite though. Real ice cream is always better.\n  \n  I'm just not brand loyal to ice cream ¯\\_(ツ)_\/¯\n  ","502343":"\n  thinking you have to have children before a certain age.\n  \n  Also not the best way going about it. Pretty rude if I did have those issues.\n  ","502344":"\n  I've been to one Renaissance place before.\n  \n  doubt its that one\n  ","502345":"\n  Just because someone has pcos doesn't automatically mean that they have the infertility  issues with it.\n  \n  Or are you saying that I'm too old to have children now? That thinking is so dumb. You hear about people being 40+ still having children. Stop putting limitations on women.\n  ","502346":"\n  nope. rather not lie, tyvm.\n  ","502347":"\n  Should I do honesty hour in a bit??\n  ","502348":"\n  I'll go with strips\n  ","502349":"\n  Going to the gym\n  \n  the 75hard challenge made me more accountable, stronger mentally  etc\n  \n  keto. losing weight more often than without it\n  ","502350":"\n  For one self or others?\n  ","502351":"\n  No idea\n  ","502352":"\n  Good\n  \n  ew @ doing 100 more squats though\n  ","502353":"\n  nah. I'd rather have it be sunny\n  \n  not ready for monsoon season to hit\n  ","502354":"\n  sleeping in its box along with the lube it came with\n  ","502355":"\n  coach hates us\n  \n  still working on the squats (77\/300). I need to do 1 more plank too\n  ","502356":"\n  Nothing to do with you\n  ","502357":"\n  Nope. People who are tall seem to carry more weight than they actually look though.\n  ","502358":"\n  I suppose last Friday as my fitbit actually tracked rem sleep and all that.\n  \n  yesterday after the gym\n  \n  last night\n  ","502359":"\n  yes, I feel good.\n  ","502360":"\n  kraft or Annie's white cheddar one\n  ","502361":"\n  Sometimes haha\n  ","502362":"\n  noooo :(\n  \n  I had a hard time getting to sleep.\n  \n  so restless. was hot too. mind was active\n  \n  i tried sleeping early and just didn't work lol\n  ","502363":"\n  up to them. Not going to dictate what people spend their time doing or caring about.\n  ","502364":"\n  money\n  \n  stuff they have on their lists\n  \n  something sentimental for the house  (something engraved about the day)\n  ","502365":"\n  It's been years since I've been gullible. hard to say lol\n  ","502366":"\n  Nope. I feel like I don't fully get to know them or haven't met type of thing.\n  ","502367":"\n  We're still good though :p\n  \n  can be more intense too\n  ","502368":"\n  For?\n  ","502369":"\n  Se un poco de español. Mi cuñada es guatemalteca.\n  \n   @mawiocudwoc\n  \n  me enseñó un poco también.\n  ","502370":"\n  October\n  ","502371":"\n  2\n  ","502372":"\n  Don't know what that is\n  ","502373":"\n  Yes.\n  ","502374":"\n  blue\n  ","502375":"\n  hey\n  ","502376":"\n  I don't really have one.\n  \n  However there's an ice cream parlor in my hometown that has cows there and they make the ice cream homemade. so good 😍\n  ","502377":"\n  No\n  \n  the night before tho\n  ","502378":"\n  chocolate chip cookie dough\n  ","502379":"\n  Haven't been outside the usa\n  ","502380":"\n  I was wearing the same sweater as the cheerleading coach....\n  ","502381":"\n  I don't do drugs.\n  \n  unless you count metformin, multivitamin and fish oil as drugs lol\n  ","502382":"\n  No? I just bitch about the heat at times lol\n  ","502383":"\n  at times\n  ","502384":"\n  only if stressed tf out\n  ","502385":"\n  I never understood those relationships. They never lasted for anyone that I knew once the guy was leaving the school.\n  \n  Two year age gap isn't bad however one clearly isn't legal so that could be a problem.\n  ","502386":"\n  Good night, king.\n  ","502387":"\n  better than nothing\n  ","502388":"\n  cool.\n  \n  I've seen this floating around yesterday on here.\n  ","502389":"\n  now people want to talk😂\n  ","502390":"\n  Some things could be better. content, I suppose.\n  ","502391":"\n  Rarely. Why?\n  ","502392":"\n  Night hot stuff\n  ","502393":"\n  I haven't been everywhere to decide that!\n  ","502394":"\n  Nothing comes to mind.\n  \n  There's a picture of my sister and I wearing  plaid outfits when younger.. bit matching but different. We didn't look too happy in the picture but I don't think anything was really wrong with the outfits either ¯\\_(ツ)_\/¯\n  \n  I don't have it digitalised so don't ask :p nor do i have it available\n  ","502395":"\n  snowboarding\n  ","502396":"\n  I'm not sure there is one.\n  \n  Maybe this song about feeling invisible? The way she sings 😍\n  \n\n   https:\/\/youtu.be\/_g5ZaV7ueAs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  came to mind so I'll go with it lol\n  ","502397":"\n  NYC\n  \n  I'm not sure about the other ones.\n  \n  Boston isn't that amazing to me. Hard to get around at times.\n  \n  I'd say areas aboard but never been\n  ","502398":"\n  This made me laugh  <3\n  ","502399":"\n  Guys thinking they are entitled to pictures every time they ask for one. Like I don't even know who that person is... don't be a creep.\n  ","502400":"\n  The Internet has enough fapping material\n  ","502401":"\n  Sometimes I feel like a potato.\n  ","502402":"\n  I think we have more power than we realize. Maybe 50\/50 or something more substantial.\n  ","502403":"\n  I don't share wishes or it might not come true! :p\n  ","502404":"\n  I'm not sure. It's been pretty uneventful. Just been swimming, walking and going to the gym.\n  \n  I was 200.5 pounds last Wednesday so hopefully I'll really be out of the 200s tomorrow. Wednesday's are my weigh-in days.\n  \n  I'd say the bikini too but I still don't like how the bottoms looked on just yet ¯\\_(ツ)_\/¯\n  ","502405":"\n  📚💪🐥\n  ","502406":"\n  sleep\n  ","502407":"\n  Not knowing if I die or not. always wake up. shot, stabbed.. blood coming out the wounds. These can be reoccurring but haven't had one in forever like that.\n  \n  my dad running over my sister o.o\n  \n  ¯\\_(ツ)_\/¯\n  ","502408":"\n  hello owl\n  ","502409":"\n  feelings? yellow is bright, red is hot, blue is cold. idk ¯\\_(ツ)_\/¯\n  ","502410":"\n  Et quoi après?\n  ","502411":"\n  Brazil for the awesome beaches. My friend in high school came from there.\n  \n  Ecuador. A friend of the family's just went back there.\n  \n  Peru would be cool. Don't know anyone from there though.\n  ","502412":"\n  not that many rn.\n  \n  usually just use one of my sisters\n  \n  i might do black or a bright color next\n  ","502413":"\n  nice. A meeting usually is good :)\n  ","502414":"\n  nah. way too hot to care about taking a picture lol\n  \n  just the shirt from earlier, lounge shorts now\n  ","502415":"\n  I'm fine with anything.\n  \n  Just don't like when it feels forced. no me gusta\n  ","502416":"\n  sounds exhausting\n  ","502417":"\n  no because I don't have kids so it doesn't seem fair to take on that name.\n  ","502418":"\n  same, mostly on my sides. depends how restless I'd be too\n  ","502419":"\n  I'd rather not watch people die, tyvm.\n  ","502420":"\n  ok. going to the gym pretty soon\n  ","502421":"\n  I own more Nike clothing right now.\n  \n  Growing up I had more Adidas products and shoes.\n  ","502422":"\n  Anywhere in nature.\n  ","502423":"\n  ok\n  ","502424":"\n  I feel like the qualities I'd hate would be different in each person. Just because I don't like it in one person doesn't mean the other people would be the same way...\n  ","502425":"\n  I toss the blanket off \/on at will.\n  \n  ceiling fan and a\/c going\n  \n  darkness\n  \n  no sounds\n  \n  👍\n  ","502426":"\n  Seems quite easy if it didn't matter lol\n  \n  Make it matter. Every decision sparks something new..\n  ","502427":"\n  best wishes\n  ","502428":"\n  sure\n  ","502429":"\n  eh. I've mentioned off days or weight related stuff.. can be vulnerable in different ways.\n  ","502430":"\n  Maybe a little but I've definitely overshared some vulnerability on here as well ¯\\_(ツ)_\/¯\n  ","502431":"\n  I'm not sure lol. I sound better on the phone than voice recordings.\n  \n  I've had people pinpoint Worcester  (outskirts of Boston) and my grandpa lived there growing up so that's cool XD\n  \n  I've had a dude say that my accent was strong\n  ","502432":"\n  I'm sure it's better than that!\n  ","502433":"\n  I haven't in forever.\n  \n  The picture isn't mine. Just looks similar\n  ","502434":"\n  Yes. What do you want to talk about?\n  ","502435":"\n  cucumbers with tajin seasoning\n  ","502436":"\n  Haha yes XD\n  ","502437":"\n  exception should be correct.\n  \n  exemption is more withholding and wouldn't really make sense here.\n  ","502438":"\n  Kim Possible\n  \n  Yes, especially if you put the work in to reach that level. not everything is going to be handed to you. believe in yourself, the possibilities are endless.\n  ","502439":"\n  Would this song count?\n  \n\n   https:\/\/youtu.be\/hgOu8eRJZ3Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don't listen to rap much these days\n  ","502440":"\n  Last night 😇😈\n  ","502441":"\n  Suppose it depends on what is missing. Could get a toy, do it yourself, add another person to the bedroom..\n  \n  If I really liked someone then there must be a great connection minus what they won't do. I'd want to know their perspective on why they won't do that. If there's any solution to the problem. If they could feel comfortable doing it eventually etc\n  ","502442":"\n  It should probably be kept? Seems late to change it?\n  \n  However, they should have kept that in mind to begin with. Clearly the targeted ages are teen and adults.\n  \n  I still haven't watched that show. I've read the book years ago but don't remember much about it.\n  ","502443":"\n  congratulations are in order then. When's the wedding? :p\n  \n  Same old stuff ¯\\_(ツ)_\/¯\n  ","502444":"\n  The gym yesterday, along with my walk.\n  ","502445":"\n  4\n  ","502446":"\n  Could be\n  ","502447":"\n  yes\n  ","502448":"\n  seems high.\n  ","502449":"\n  Cool\n  ","502450":"\n  You need more positivity  <3\n  ","502451":"\n  Very random question.\n  \n  My birthday though.\n  \n  He never asks to speak to me anyways.\n  ","502452":"\n  Good. You?\n  ","502453":"\n  Short for Lyndsey\n  ","502454":"\n  Not that exciting 😝\n  ","502455":"\n  it would definitely have meaning to me\n  ","502456":"\n  hi marigolds\n  ","502457":"\n  woke up\n  \n  breakfast\n  \n  put away and hung up clothing\n  \n  reading \"You are a badass everyday by Jen Sincero\" while also being on here.\n  \n  ok so far! :)\n  ","502458":"\n  Yes, frog legs. My parents lied and said it was chicken when I was younger.\n  \n  r.i.p\n  ","502459":"\n  55 and then whoever disabled.\n  \n  yes. if you get my questions = I follow you\n  ","502460":"\n  For you or the people around you?\n  \n  I haven't had any difficulty in that department.\n  ","502461":"\n  why?\n  ","502462":"\n  2018 i think\n  ","502463":"\n  Mel Gibson i believe??\n  ","502464":"\n  When I get my hair done, eyebrows waxed or have red nail polish on.\n  ","502465":"\n  I had a yogurt with peanut butter mixed in, i crumbled up a slimfast keto bomb, a few coconut flakes and mixed nuts for toppings today.\n  \n  my go to are usually yogurt with whatever toppings i felt like, scrambled eggs or protein mug cakes.\n  ","502466":"\n  adiós\n  ","502467":"\n  its 3am\n  \n  i should really sleep\n  ","502468":"\n  Good luck x\n  ","502469":"\n  The c*m question from earlier? Think that depends more on the guy 😉\n  ","502470":"\n  When most of your amazon wishlist is prime but you still don't have enough  $ to cover the cost. sigh\n  ","502471":"\n  gets comfy\n  ","502472":"\n  been online\n  \n  food\n  \n  shower\n  \n  gym\n  \n  walk\n  \n  play.. real s*x would have been better\n  ","502473":"\n  or if they start asking certain things about the body, babies and whatever else.\n  ","502474":"\n  I'm not sure. I have a lot of weird people on my page 😂\n  ","502475":"\n  heart skips a beat hehe\n  ","502476":"\n  So, one of my sister's exes had a problem with smelling things. He had no smell at all. We all went camping and their tent ended up getting cat sprayed. She was pretty much gagging when he wasn't around and talking about how bad it smelled. 😂\n  \n  it reminded me of the other questions you asked\n  \n  -------\n  \n  Cedar, grass cut in spring, smell of snow...\n  ","502477":"\n  Orgasms at times.\n  \n  Or were you looking for a bad type of toe curl? lol\n  ","502478":"\n  awwww *hugs*\n  ","502479":"\n  I feel like you don't really need to explain anything. Maybe if they were a little older.\n  \n  ¯\\_(ツ)_\/¯\n  ","502480":"\n  I'll say no just because a lot of people who i don't follow usually likes these. Its weird to rate people you've never talked with etc\n  ","502481":"\n  That's a little overkill <3\n  ","502482":"\n  oh ok lol\n  \n  maybe a mom on here would give better advice then. I suppose it depends on the ages. I don't think they really notice that much..\n  ","502483":"\n  ?\n  ","502484":"\n  What are you worrying about then?\n  ","502485":"\n  hugs him and massages his back\n  ","502486":"\n  roses and sunflowers are my favorites.\n  ","502487":"\n  There's an exercise barbie? 😮\n  ","502488":"\n  I like shredded more.\n  \n  bite sized pieces, please.\n  ","502489":"\n  I have strawberries more often so I guess they should be #1\n  \n  watermelon. I had some last week but sadly we didn't open it straight away so it wasn't as good. It sucks that its basically made of water but decent amount of carbs in it -_- I crave watermelon so much in the summer\n  \n  pineapple. don't have as much. I do feel like its more a house warming gift in our family 😂 sometimes the taste bugs my taste buds. I don't think I'm allergic though since nothing really happens.\n  ","502490":"\n  too sweet\n  ","502491":"\n  me too\n  \n  both ways 😉\n  ","502492":"\n  If they always do that when the sister is around then maybe something is up.\n  \n  Either way, its probably more the lines of they couldn't go the bathroom right then type thing. I'd probably ask them questions if you feel like its more than just that.\n  ","502493":"\n  One didn't come up so.. here's the latest ones that I've added.\n  ","502494":"\n  ya, kids can be weird that way.\n  ","502495":"\n  yes,if you can handle being there.\n  ","502496":"\n  I'll make it rain\n  ","502497":"\n  fine\n  ","502498":"\n  No. I don't really review things like that.\n  \n  usually just use influenster and review products hoping that they'll give me a box XD They fycjed me over with the last box though. was supposed to get opi nail polish  (3 colors) and they never sent me it. You do a survey and then they'll send another one asking for your address which means you are getting that package. i got that far and still no box ¯\\_(ツ)_\/¯\n  ","502499":"\n  I'd say live alone.\n  \n  if I found a partner, cool.\n  \n  if it came to me needing a bit of help with bills or just wanting company then a roommate would be practical.\n  ","502500":"\n  I'm not sure. I share a lot of stuff. if anything it would be individual what the person takes stock in...\n  ","502501":"\n  relaxing after the gym 💪🍑\n  ","502502":"\n  you are\n  ","502503":"\n  Is this an offer?\n  \n  haha\n  \n  maybe. can't hurt to get a feel of somewhere else :)\n  ","502504":"\n  it was ok\n  ","502505":"\n  That would be a little creepy. I'd rather set up a proper date instead of feeling rushed that I need to go out and eat right then and there.\n  \n  I'm not sure what I'd say. It really depends on how he did it, if genuine, decent looking lol I'd probably be taken aback by the request too lol\n  ","502506":"\n  I just took a shower but I wouldn't count that as a reward lol\n  \n  I guess maybe the bikini was? Getting closer to a mini weight goal that I set.\n  ","502507":"\n  I don't think i will. only have a small amount in my account and not sure what deals they have going on ¯\\_(ツ)_\/¯\n  ","502508":"\n  Not sure\n  ","502509":"\n  Thanks\n  ","502510":"\n  I do it sometimes. Need to be in a mood for that way\n  ","502511":"\n  No. I don't think its reaching Arizona :p\n  ","502512":"\n  too late 😂\n  \n  my sleeping schedule is a mess right now\n  ","502513":"\n  yes\n  ","502514":"\n  anywhere is fine. more in general :p\n  ","502515":"\n  I've been good.\n  ","502516":"\n  I know you do 🌞\n  ","502517":"\n  if I was in the bathroom and they didn't need to use it then I wouldn't drag them into the bathroom for no reason. They don't need to follow me.\n  \n  If you meant that the kids needed to go then I'd bring them or the friend\/family member  would. it definitely depends on the age as well aka going by themselves, don't need any help etc\n  ","502518":"\n  Haven't had much Indian food.\n  \n  fish came to mind but its probably something else\n  ","502519":"\n  Yes, I do. I think about what could go wrong though 😂\n  ","502520":"\n  chocolate bar\n  \n  chocolate covered strawberries\n  \n  pudding\n  \n  cake\n  ","502521":"\n  Could go either way, tbh.\n  ","502522":"\n  I like almond milk\n  \n  haven't tried rice\n  ","502523":"\n  ¯\\_(ツ)_\/¯\n  ","502524":"\n  Yes\n  ","502525":"\n  no\n  ","502526":"\n  agreed\n  ","502527":"\n  hi\n  ","502528":"\n  haha nice 😝\n  ","502529":"\n  Can be annoying\n  ","502530":"\n  Good night\n  ","502531":"\n  Tomorrow is a new day  <3\n  \n  hope its a better one\n  ","502532":"\n  What are you yes-ing to?\n  ","502533":"\n  desert\n  \n  hot.. 113F right now. Hello, Summer.\n  ","502534":"\n  :)\n  ","502535":"\n  yes, some go for boobs :p\n  \n  It was ok\n  ","502536":"\n  How's your day going, love?\n  ","502537":"\n  idk\n  ","502538":"\n  no comment\n  ","502539":"\n  You are adorable\n  ","502540":"\n  I like dogs more.\n  \n  Already have two cats here, don't need my own.\n  \n  no need to be rude\n  ","502541":"\n  lol\n  ","502542":"\n  Pretty much\n  ","502543":"\n  ok then\n  ","502544":"\n  Heat wave still going strong then?\n  ","502545":"\n  Dating wise- Two years\n  \n  I'm going to bed now though  <3\n  ","502546":"\n  Grit by Angela Duckworth\n  \n  You are a badass everyday by Jen Sincero\n  \n  The Sun and Her Flowers by Rupi Kaur\n  ","502547":"\n  No. The people \/person make it that way.\n  ","502548":"\n  Being online\n  \n  the gym\n  \n  swimming\n  \n  walking\n  \n  reading\n  \n  eating\n  ","502549":"\n  ¯\\_(ツ)_\/¯\n  \n  go with your gut feeling\n  ","502550":"\n  This is clearly a cultural difference here. Not everyone marries really young in America.\n  \n  Pretty sure a guy has to propose in order for that to happen. obviously old fashioned there but would be nice instead of me asking lol\n  \n  again, refer to being single XD\n  ","502551":"\n  Have fun with that\n  ","502552":"\n  This guy thinking a nude would be a \"free sample \"\n  ","502553":"\n  😂😂😂\n  ","502554":"\n  haha does that ever work for you?\n  ","502555":"\n  Adidas!\n  \n  I don't like the air max ones but Nike does have some cute ones at times in other styles.\n  ","502556":"\n  Nobody. Did more for me and to compare later on 😝\n  ","502557":"\n  June 1st\n  ","502558":"\n  Does a dark grey count? tshirt\n  ","502559":"\n  Water\n  ","502560":"\n  I need to pee lol\n  ","502561":"\n  I guess yogurt would be a top one.\n  \n  We got groceries today :)\n  ","502562":"\n  play or go the bathroom?\n  ","502563":"\n  I'd hope so.\n  ","502564":"\n  Good :)\n  ","502565":"\n  lingerie pictures and a nude\n  ","502566":"\n  35ish\n  \n  depends more on how well we got along\n  ","502567":"\n  no. I wouldn't lead someone on like that.\n  \n  Unless both parties agreed to a fwb or open relationship then that would be totally different.\n  ","502568":"\n  The online 8ball said yes\n  ","502569":"\n  How's my king today?\n  ","502570":"\n  No reason to be mean\n  ","502571":"\n  Everything 😉\n  \n  I suppose facial features first\n  ","502572":"\n  Even in oneself 😘\n  ","502573":"\n  I think I'm a good judge of character. There's just some people you definitely don't trust right away by what was said, action and all that.\n  \n  But generally, yes. Until they prove me wrong.\n  ","502574":"\n  weird\n  ","502575":"\n  mine isn't burnt\n  \n  its pale af :p\n  ","502576":"\n  I suppose Ryan Reynolds. He's funny, charming etc\n  ","502577":"\n  🎤🎤🎤🎤\n  \n  That's me in the corner\n  \n  That's me in the spotlight\n  \n  Losing my religion\n  \n  Trying to keep up with you\n  \n  And I don't know if I can do it\n  \n  Oh no, I've said too much\n  \n  I haven't said enough\n  \n  I thought that I heard you laughing\n  \n  I thought that I heard you sing\n  \n  I think I thought I saw you try\n  \n  Every whisper\n  \n  Of every waking hour\n  \n  I'm choosing my confessions\n  \n  Trying to keep an eye on you\n  \n  Like a hurt, lost and blinded fool, fool\n  \n  Oh no, I've said too much\n  \n  I set it up\n  \n  Consider this\n  \n  Consider this, the hint of the century\n  \n  Consider this, the slip\n  \n  That brought me to my knees, failed\n  \n  What if all these fantasies come\n  \n  Flailing around\n  \n  Now I've said too much\n  \n  I thought that I heard you laughing\n  \n  I thought that I heard you sing\n  \n  I think I thought I saw you try\n  \n  But that was just a dream\n  \n  That was just a dream\n  \n  That's me in the corner\n  \n  That's me in the spotlight\n  \n  Losing my religion\n  \n  Trying to keep up with you\n  \n  And I don't know if I can do it\n  \n  Oh no, I've said too much\n  \n  I haven't said enough\n  \n  I thought that I heard you laughing\n  \n  I thought that I heard you sing\n  \n  I think I thought I saw you try\n  \n  But that was just a dream\n  \n  Try, cry, why try\n  \n  That was just a dream\n  \n  Just a dream\n  \n  Just a dream, dream\n  ","502578":"\n  butt?\n  ","502579":"\n  Where'd you get that idea?\n  ","502580":"\n  I had some guacamole earlier, fitting!\n  ","502581":"\n  in a moment. .going to go swim 😝\n  ","502582":"\n  No problem\n  ","502583":"\n  haha yes\n  ","502584":"\n  relationships shouldn't just be one sided is all\n  ","502585":"\n  You need to stand up for yourself more  <3\n  ","502586":"\n  No idea why this person is obsessed with you right now.\n  ","502587":"\n  music\n  \n  movies\n  \n  maybe check okcupid 😂\n  \n  cry if its really bad\n  \n  talk it out\n  \n  poetry\n  ","502588":"\n  I don't remember that then.\n  ","502589":"\n  Seems controlling. You deserve to see friends as well. Not when it fits her schedule\n  ","502590":"\n  I don't feel like clicking the link nor translating that. .but I did see a ufo so I'm sure that aliens have to be real.\n  ","502591":"\n  haha why?\n  \n  no s*x on the beach for her? 😂\n  ","502592":"\n  I agree with\n  \n   @urlsareshittbh\n  \n  and\n  \n   @my_name_isnt_eric\n  \n  the most so far.\n  \n  but by the picture of the article it looked way too crowded. I don't think I would have felt comfortable with everyone basically on top of you and doing something very visable. At least try being more discreet about it.\n  ","502593":"\n  lol its fine :)\n  \n  Could have gone last night to see everyone but I didn't. luckily! They got back at 5am.\n  ","502594":"\n  Yes, sometimes.\n  ","502595":"\n  June 2017 - I didn't know if I got my period or something else going on. It was years since I got my period naturally (due to pcos)\n  \n  or this year to get my ultrasound test. part of learning that I had pcos.\n  \n  all the other doctor visits this year were more clinic like than hospital.\n  ","502596":"\n  Should just take it off\n  ","502597":"\n  find someone who actually likes you.\n  \n  Can't tell if there's a different friend involved or just the guy only sees her that way...\n  \n  either way, the guy sounds like bad news. She can do better.\n  ","502598":"\n  That would be nice 😉\n  ","502599":"\n  sleeps with you\n  ","502600":"\n  Have a good sleep\n  ","502601":"\n  Always comfy when king is near\n  ","502602":"\n  Remember a few weeks ago how i mentioned deleting a ton of people off instagram? Well, I'm still doing that. Got rid of a few more lol\n  ","502603":"\n  nope. Friday i stayed in. Car was at the shop.\n  \n  Tonight i went to the gym, walked and went swimming. I could have went to my brother's house but wasn't really in the mood to listen to karaoke or drink. My sister and her husband went.. still there and its 1:26am.\n  \n  Maybe do some errands or go shopping on Sunday.. not sure yet. Should return some magazines to the library. haven't finished the books yet.\n  ","502604":"\n  Still figuring that out\n  ","502605":"\n  This doesn't really make sense lol\n  ","502606":"\n  count on it\n  ","502607":"\n  I don't think it looked that good yet!\n  \n  Definitely wish the bottoms were 2-3 inches longer to feel more comfortable with\n  ","502608":"\n  Just on here atm\n  \n  relaxing\n  ","502609":"\n  lol thanks king\n  \n  I haven't took pictures in it yet\n  \n  I've only tried it on since was curious how it would look\n  ","502610":"\n  lol @  generosity\n  \n  You are asking a lot when I'm not completely comfortable with showing everything. Seems like i should get something out of it.\n  \n  I was thinking more pictures not exactly being naughty. .unless said items were more on the lingerie or sexy side of things.\n  ","502611":"\n  haha I'm an asshole\n  ","502612":"\n  that comes after ;)\n  ","502613":"\n  nope. doesn't work that way.\n  \n  Amazon or paypal\n  ","502614":"\n  was he? dun dun dun\n  ","502615":"\n  When you decide to pay me 😉\n  ","502616":"\n  its been pretty good. thanks x\n  \n  same to you\n  ","502617":"\n  I like British men more, tbh.\n  \n  Are you talking about\n  \n   @TheChaosBringer\n  \n  ? I know he's Irish and likes legos. I don't remember saying that about him though. You shouldn't assume things.\n  \n  Next time be specific on who\/what you mean.\n  ","502618":"\n  I believe that it was \"You\".\n  \n  Yes, I would.\n  \n  Also binged Walking Dead episodes. I think I still need to watch this season.. Yes. if they like zombie type shows.\n  ","502619":"\n  I'm not sure what the high was earlier. It's almost 11pm and its at 100F.\n  \n  There was a bit of heat lighting going on. 25% humidity 😰\n  \n  It felt so damn good going in the pool after the gym and walking in that \"dry heat\" lol\n  ","502620":"\n  USA\n  \n  I don't think I'd change it.\n  ","502621":"\n  congratulations!\n  ","502622":"\n  online:\n  \n  Uh..I guess my dildo would be considered \"interesting\"? haha.\n  \n  Besides that it was a bikini. I don't think that's too interesting... Maybe for the perverts on here it would be ¯\\_(ツ)_\/¯ I really wish that the bottoms had a  few more inches to them. Will probably buy a black pair of high waisted bottoms so I could mix and match with the top..  maybe even another top so i have more options.\n  \n  In person:\n  \n  Two cami tops and a workout top. not that interesting..\n  ","502623":"\n  No? It shows that they are into you and could progress into a relationship or just some fun ;)\n  \n  Obviously depends how they go about it. Don't be too obnoxious!!\n  ","502624":"\n  ceiling fan\n  \n  I'll spare you the trouble at looking at it lol\n  ","502625":"\n  ask\n  \n  music\n  \n  movies\n  \n  reading\n  ","502626":"\n  y - u\n  ","502627":"\n  greek\n  \n  Waldorf salad\n  \n  one with strawberries in it with a vignette dressing\n  \n  pasta salad (tomato, cucumber, olives)\n  ","502628":"\n  decent\n  ","502629":"\n  p p\n  ","502630":"\n  😘\n  ","502631":"\n  Nothing lol\n  ","502632":"\n  What?\n  ","502633":"\n  <3\n  ","502634":"\n  What's sexy to you anyways?\n  ","502635":"\n  old news here\n  ","502636":"\n  I feel like mom switches between my sister and I ¯\\_(ツ)_\/¯ it's pretty equal?\n  \n  Dad favors the brother\n  ","502637":"\n  I'd feel like death. That would be me working out at least 4\/5 times in a single day to get 8k more than I already reach. I feel like I'd have to wake up really early and not have any restful moments in the day. That's a lot to burn.\n  \n  I feel lucky if I reach 10k steps, never mind calories to burn lol\n  ","502638":"\n  Not clicking\n  ","502639":"\n  That seems really creepy and offensive.\n  ","502640":"\n  no but I'd like to eventually.\n  ","502641":"\n  I feel like it definitely varies depending on the day. Sometimes less, sometimes more often.\n  \n  I just checked and I have 398 questions 😮\n  \n  More about my mood i think. I've deleted some from lahore, the annoying \"ma masturbating\" person, last time you had s*x question and a few other dumb trolling type of questions today. I think we all know that I answer a lot 😂😂\n  ","502642":"\n  My mom doesn't drink much. At least 2-3 drinks if anything. She's never been flat out drunk.\n  \n  Kind of my dad's natural state. Alcoholic. Most times it's social but definitely has no problem drinking alone as well. It doesn't effect his work ethic though.\n  ","502643":"\n  I'm not sure, actually. Maybe Saint Louis.\n  ","502644":"\n  No. I don't need one at the moment. Also it wouldn't be keto.\n  \n  But if I did want a bagel, Dunkin Donut's chive onion bagel with the chive cream cheese would be my pick. Veggie spread if out of the chive cream cheese.\n  ","502645":"\n  Not at all.\n  ","502646":"\n  hey gorgeous\n  ","502647":"\n  I'm single. Haven't married anyone.\n  ","502648":"\n  I'm female. That field never interested me either.\n  ","502649":"\n  seems to be the consensus\n  ","502650":"\n  ew its still 90s out right now.\n  \n  Good night\n  ","502651":"\n  imagine if we could talk straight away...\n  ","502652":"\n  Not for free lol😝😈😉\n  ","502653":"\n  Not really afraid of any. I don't care for snakes but wouldn't say I'm afraid. it is what it is.\n  ","502654":"\n  eh. its about 2-3 more inches\n  \n  i don't feel like taking one at 12:32am\n  ","502655":"\n  I thought you'd want them uncovered?\n  ","502656":"\n  hugs back\n  ","502657":"\n  People like nipple length hair more\n  ","502658":"\n  likewise\n  ","502659":"\n  It's good to take breaks. get out and have some fresh air then come back to the studying.\n  ","502660":"\n  At that age it's more understandable.\n  ","502661":"\n  Maybe the \"what do you want to be when older\" question? Let them be kids. Most will say silly things anyways. Not everyone truly knows what they want to do at a young age. Most adults even change their major\/minors multiple times. Nothing is set in stone. Can't you find a different subject to talk about with someone young?\n  ","502662":"\n  Just feel blah\n  \n  bit tired too\n  ","502663":"\n  me. I'm a dish.\n  \n  bad joke\n  \n  I'd say burgers or chicken on the bbq...\n  ","502664":"\n  Today has been kind of an off day. No thanks\n  ","502665":"\n  up to you to come off anon or not\n  \n  rather get to know someone before doing anything though. casual hookups aren't really something i do. ¯\\_(ツ)_\/¯\n  \n  not going to promise anything :p\n  ","502666":"\n  That's a bit much\n  ","502667":"\n  When McDonald's decides to put the smallest amount of mustard on it. I didn't want ketchup (its not a sugar free one) so what makes them think I wanted anything else on it?\n  \n  -\n  \n  I'm fine with cheese, ketchup (that I can actually use). pickles, lettuce or avocado would be optional.\n  ","502668":"\n  Enjoy\n  ","502669":"\n  taller than 5'7\" (my height)\n  \n  build: lanky or muscular\n  \n  easy to communicate with without judgment\n  \n  facial hair or not, its fine.\n  \n  .blah blah blah\n  \n  I'm surprised none of my more in-depth answers about this haven't been in my TOP ones lol\n  ","502670":"\n  nobody does though.\n  \n  as far as i know\n  \n  rather not think of hypothetical questions like that.\n  ","502671":"\n  Guess I need to do more booty exercises 😉\n  \n  especially after the whole knee thing. certain weights seem harder now. building it back upppppp 🍑🍑🍑\n  ","502672":"\n  yes. not interested in ldr\n  \n  rather not hurt them or get hurt in the end\n  ","502673":"\n  Not sure. Not looking for online love and I know some others aren't either.\n  ","502674":"\n  a little weirdness is good\n  ","502675":"\n  Not my type\n  ","502676":"\n  local guys should start thinking that\n  ","502677":"\n  congratulations 🎉🎉\n  ","502678":"\n  😮😮😮😮\n  ","502679":"\n  Very nice :p\n  ","502680":"\n  with whom?\n  ","502681":"\n  Toad Suck, Arkansas\n  \n  A widely accepted story about Toad Suck’s name dates back to the days of steamboat travel on the Arkansas River. Toad Suck sits along the river and its tavern was a frequent stop for boatmen, who were said to “suck on the bottle until they swelled up like toads.”\n  \n  Dr. John L. Ferguson, late director of the Arkansas History Commission, proposed an alternate explanation. He thought it was likely that, since the first Europeans to thoroughly explore the area were French, the name was an English corruption of a French word (like howaux Arcsbecame Ozarks).\n  \n  ThisArkansas travel websiteruns with Ferguson’s idea and muses at length about the different words and phrases that could have given rise to Toad Suck, includingeau d' sucre,chateau d' sucréandcoté eau d' sucre.\n  ","502682":"\n  Should I? 😉\n  ","502683":"\n  me\n  \n  uh, idk.. I like reeses cups.\n  ","502684":"\n  Too many to name\n  ","502685":"\n  torture\n  ","502686":"\n  bald?\n  \n  hoodie or shielding himself with something lol\n  ","502687":"\n  Maybe  $50?\n  \n  I'd rather stick to a budget if I need to buy a lot for different people.\n  ","502688":"\n  Hawaii and Europe\n  ","502689":"\n  Good day, mate.\n  ","502690":"\n  You are\n  ","502691":"\n  its more cheeky on me too😉\n  ","502692":"\n  Might not fully understand it? Theories?\n  ","502693":"\n  idk. Whenever I actively look for someone, i get nowhere. When I'm not looking someone might come along.\n  \n  I don't need someone to feel good about myself. I'm just doing my own thing, focusing on myself.\n  ","502694":"\n  Not mine ¯\\_(ツ)_\/¯\n  \n  getting better but ya..\n  ","502695":"\n  I don't feel that confident yet 😂\n  \n  expected the bottoms to be 2-3 higher up but pretty much sits at belly button on me and thats not cute.\n  ","502696":"\n  The ones in blue.\n  \n  the majority while traveling coast to coast.\n  \n  maybe 3 more? I forget. did different routes each time.\n  ","502697":"\n  Their children's location? I've noticed them post the school location, those awards with the kids full name in view, and other things on instagram. I get that people are proud of their children but safety should be too!\n  ","502698":"\n  jello\n  ","502699":"\n  C and Y\n  ","502700":"\n  I don't order clothing online much. I'd much rather try stuff on and have the correct fit\/size.\n  \n  Goodwill\n  \n  Ross\n  \n  Target\n  \n  Forever 21\n  \n  Express should fit me based on other people's youtube hauls that are around my sizing.\n  \n  kohls had some cute stuff last time i was there\n  \n  tjmaxx\n  \n  I'm not too picky\n  ","502701":"\n  I don't think I get typical Chinese 😂\n  \n  its usually chicken (wings + fingers)\n  \n  lo mein in Maine\n  \n  in MA, fried rice, lobster sauce\n  \n  AZ sucks so its usually panda express's chicken teriyaki with veggies\n  ","502702":"\n  Cape Verde\n  \n  Thailand\n  \n  United kingdom\n  ","502703":"\n  comedy\/romcom and horror\n  \n  need to be in the mood for action\/thriller ones.\n  \n  Triple Frontier let me down big time. The trailer looked awesome but there wasn't much real action in the movie which it suggested.\n  ","502704":"\n  I feel like I did in that question XD\n  \n  fossils are pretty cool.\n  ","502705":"\n  From making mistakes\n  \n  being taught \/ learned environmentally\n  \n  likes vs dislikes\n  \n  right from wrong\n  \n  within\n  \n  as we age and experience more\n  \n  hardships\n  ","502706":"\n  or not\n  ","502707":"\n  I like a mix of them. Whatever way the asker feels most comfortable. I feel like my answers depend on mood too. Sometimes I feel like writing more opposed to yes\/no type of answers. By the way, my favorite color is blue.\n  ","502708":"\n  😂😂😂😂\n  ","502709":"\n  Not for anons\n  ","502710":"\n  Yes\n  ","502711":"\n  I personally wouldn't want to be the one that killed the animal. As far as taxidermy, I feel like it's cool to look at but also creepy too. I don't like the trophy aspect of it. Animals should be in the wild not worrying about humans but other animals.\n  \n  I kind of thought that my dad would have taxiderm'd our old dog 😂\n  \n  I feel a bit hypocritical since I went to nature's classroom in 5th grade. They had owl pellets and they made us make a design with the bones that we found. Also disected a rat. I made the other girl cut it open.. I've had rats before so it was a bit much!!\n  ","502712":"\n  I probably will too\n  ","502713":"\n  awww\n  ","502714":"\n  I try\n  ","502715":"\n  Also the question kind of implies that I can't be sexy. That's always cool -_-\n  \n  -\n  \n  I'm not sure what you mean. You can't WEAR someone. Maybe she feels too old to wear certain sexy outfits? idk. Ask her.\n  ","502716":"\n  You too\n  ","502717":"\n  The gym, walking and swimming 😂\n  ","502718":"\n  I was trying on the bikini.\n  \n  I wish the bottoms were about 2-3 inches longer.. looked more high waisted. Only complaint with it.\n  ","502719":"\n  She gets a lot.\n  \n  Which one specifically?\n  ","502720":"\n  I doubt people would spend close to $500 on that for you.\n  ","502721":"\n  Jealous and hateful are basically the same in that instance.\n  \n  Nah. Good for them. They deserve to show off their bodies. I follow a lot of fitness people who are losing weight or \"toning\" up. We don't need to break each other down. Cheer each other on! :)\n  ","502722":"\n  follow 😍\n  ","502723":"\n  depends on what is causing it? Get rid of toxic people, do something you love every day. Try getting out of bed. Go for a walk or something that gives endorphins. Sunshine. Vitamin c, fish oil. Take medication or seek help to get some. Understand why it could be happening. Try having a routine or if that's part of the problem (too mundane) .... mix it up. Watch films, listen to music. Try talking with others.\n  ","502724":"\n  haha i know, silly.\n  \n  😘😘😘😘\n  ","502725":"\n  hello sunshine\n  \n  When rain is expected lol\n  ","502726":"\n  Never on :(\n  \n  missed you x\n  ","502727":"\n  I don't get this one\n  \n  casket, shoebox, vault\/safe and other stuff came to mind.\n  \n  The mine and wooden case seems weird.\n  ","502728":"\n  I didn't want to keep asking questions  <3\n  ","502729":"\n  Either one. Whatever I enjoy more. I don't need stranger's validation on things like that.\n  ","502730":"\n  I remember my first day of kindergarten. It was ok. The teacher took a picture of my mom and I then mom left. Found my desk with my name on it etc\n  \n  or is this a back to school post? 😂\n  ","502731":"\n  The gym\n  \n  swimming\n  \n  shopping\n  \n  reading\n  \n  watching movies \/shows\n  \n  finding new music\n  \n  whatever i feel like\n  ","502732":"\n  Good :)\n  ","502733":"\n  yes. can be pretty annoying\n  ","502734":"\n  Gives you a tissue  <3\n  \n  can't remember if I've seen \"When They See Us\".\n  ","502735":"\n  Never change for anyone\n  ","502736":"\n  like what you like\n  ","502737":"\n  fine with it\n  \n  don't need a bunch of dildos 😂\n  \n  don't feel like paying for\n  ","502738":"\n  I didn't watch them.\n  \n  I've read a few of the books though.\n  ","502739":"\n  mayo sounds gross\n  \n  i put olive oil, salt, pepper, garlic powder. I did onion but I think it was empty.\n  \n  either with hummus or salsa \/ guacamole.\n  \n  We have some hummus. Not the best for keto but its been long enough where a little bit is fine.\n  ","502740":"\n  What if I want questions and coins?\n  ","502741":"\n  nope lol\n  \n  Just my favorite ones and none are that relatable\n  ","502742":"\n  How tempting :p\n  ","502743":"\n  baking some chips. Just put in the oven.\n  \n  On here\n  ","502744":"\n  Yup. They have fans there so it isn't too bad when inside. I go more later on so its not too hot when walking after the gym.\n  ","502745":"\n  somewhere lol\n  ","502746":"\n  Nobody offered that lol\n  \n  wouldn't trust anons. would need to know about them. trust, communication, consent etc\n  ","502747":"\n  pay up\n  ","502748":"\n  had both\n  \n  also the sega Nintendo\n  ","502749":"\n  I hope so!\n  \n  It says delivered to the mailbox.\n  \n  idk if anyone checked it but I don't see anything in the house.\n  \n  hopefully they put it in the right box. It was around 9pm when they delivered on Wednesday.\n  ","502750":"\n  nah. I had clothes on still. sports bra and shorts.\n  ","502751":"\n  All the old ones\n  \n  Frogger\n  \n  GTA\n  \n  Spyro\n  \n  Pacman\n  \n  etc\n  ","502752":"\n  I feel like the 1st one was that way.\n  \n  but nope, something else.\n  ","502753":"\n  aw thanks\n  ","502754":"\n  Post something vulnerable but yet it wasn't really such a big thing in the end.\n  ","502755":"\n  What is?\n  ","502756":"\n  Too early for that.\n  \n  3:47pm\n  \n  Good night to you.\n  ","502757":"\n  Not always\n  ","502758":"\n  In the 1st grade.\n  \n  °• school •°\n  ","502759":"\n  The total 7 i guess\n  \n  or 8 ¯\\_(ツ)_\/¯\n  ","502760":"\n  Bone broth more often.\n  ","502761":"\n  better than nothing lol\n  \n  but yes, its fine\n  ","502762":"\n  Yes. Can be weird.\n  ","502763":"\n  Well that wouldn't have anything to do with my dad lol\n  \n  Why are you? :P\n  ","502764":"\n  I guess this generation sees it that way.\n  ","502765":"\n  prove it\n  ","502766":"\n  Haven't seen you\n  ","502767":"\n  I don't think technology would factor in. Maybe if watching gay p0rn or something 😂\n  ","502768":"\n  Are you cold? 😈\n  ","502769":"\n  A father figure is good in general. Everyone should have both parents.\n  \n  I don't think masculinity is really the end all here. You can still be masculine if no father figure around.\n  ","502770":"\n  true\n  ","502771":"\n  I feel like having my own place is the biggest one.\n  ","502772":"\n  Wonder why that is. Always night -_-\n  ","502773":"\n  A\n  ","502774":"\n  \"I need to pee\"\n  \n  \"bathroom \"\n  \n  I don't really use slang.\n  \n  maybe potty if talking to a kid?\n  ","502775":"\n  It flew off my head .Not sure where it went after that.\n  ","502776":"\n  Not currently.\n  \n  One was in jail before though. Used to be in a gang.\n  ","502777":"\n  She has a ton of sisters. I've only met a couple. Don't really have a relationship with them.\n  ","502778":"\n  xoxo\n  ","502779":"\n  blocked him\n  ","502780":"\n  hugs\n  ","502781":"\n\n   https:\/\/youtu.be\/pBI3lc18k8Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","502782":"\n  you\n  \n  was\n  \n  red\n  \n  o.o\n  ","502783":"\n  friendship takes time\n  \n  and just because someone comes off anon doesn't mean they are entitled to other social media platforms that I have.\n  ","502784":"\n  creepy\n  ","502785":"\n  not for anons\n  ","502786":"\n  ¯\\_(ツ)_\/¯\n  ","502787":"\n  go away\n  ","502788":"\n  Yes, everyone does.\n  ","502789":"\n  I'm not annoyed lol\n  ","502790":"\n  Could have just asked separately\n  \n  yes but don't have much\n  ","502791":"\n  Why do you keep asking stuff in the threads?\n  ","502792":"\n  4445 followers do too\n  ","502793":"\n  rest will do that\n  ","502794":"\n  You keep asking this. Are you ok? <3\n  ","502795":"\n  haha it kind of hurts a little. I've only swam and walked today\n  ","502796":"\n  The road less traveled\n  \n  raven\/ nevermore\n  ","502797":"\n  Never been much of a chip person but I guess doritos or potato chips.\n  \n  I'm going to make some tomorrow out of low carb tortilla wraps. haven't done in a while.\n  ","502798":"\n  You say sorry too much when its not needed\n  ","502799":"\n  not bad, not good?\n  ","502800":"\n  pokemon or blender? o.o\n  ","502801":"\n  I've last drank in June. I don't drink to get drunk. 2-3 drinks and I'm content with that.\n  ","502802":"\n  The best king!\n  ","502803":"\n  yes but it didn't last too long\n  ","502804":"\n  feet would feel better atm\n  ","502805":"\n  You don't always need a reaction that results in fighting. Don't need to explain yourself all the time. Doing instead of talking about it.\n  \n  is there more context to this? Pretty vague to me.\n  \n  Either way, I'm not one for confrontation. I don't really do things that would lead to arguments either. If in a relationship, their perspective would be included in what I might do.\n  ","502806":"\n  Je le vendrais si c'était le cas.\n  ","502807":"\n  Don't remember the year but it was outside.\n  ","502808":"\n  I rarely drink but I feel like its between apple martini or margaritas.\n  ","502809":"\n  This should too 😂\n  \n\n   https:\/\/youtu.be\/6M6samPEMpM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","502810":"\n  Good luck finding the right fit\n  ","502811":"\n  bye bye bye\n  \n\n   https:\/\/youtu.be\/Eo-KmOd3i7s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","502812":"\n  followed\n  ","502813":"\n  hugs back\n  ","502814":"\n  clearly...  knowing a catfish and them personally catfishing you are different though!\n  ","502815":"\n  Not sure\n  ","502816":"\n  ihop.. seems to be more around.\n  \n  but the atmosphere in Waffle House is great. makes me feel all country o.o\n  ","502817":"\n  No. Emotions need to be let out at times. A good balance, for anyone.\n  ","502818":"\n  I don't feel like I changed much as a person but I imagine there's differences as well. Currently I'm more focused on fitness and goals within that.\n  ","502819":"\n  more so age wise.\n  \n  also I think that Leighton guy wasn't rich and most likely younger.\n  ","502820":"\n  better to reduce than stop altogether, lahore.\n  ","502821":"\n  Could be but I feel like its more environmental factors than genes.\n  ","502822":"\n  eh scroll down if you want room pictures lol\n  \n  nothing amazing atm\n  ","502823":"\n  with time?\n  \n  feeling more confident or knowing yourself better\n  \n  strangers shouldn't matter.\n  ","502824":"\n  Finally donate jeans to Goodwill . Doing the 25 coupon thing when you donate until the 14th..\n  \n  more gym and swimming.\n  \n  I don't think I have any legit plans yet ¯\\_(ツ)_\/¯\n  ","502825":"\n  I can but don't think I'm that good with them either.\n  ","502826":"\n  Thank him\n  ","502827":"\n  sell some steel\n  ","502828":"\n  Just the usual ones you hear about ¯\\_(ツ)_\/¯\n  ","502829":"\n  Never ever have I been on a cruise ship.\n  ","502830":"\n  5 insertable but 7 total\n  ","502831":"\n  I didn't film it\n  ","502832":"\n  why not?\n  \n  Also to get more steps in to complete my 9k step goal.\n  ","502833":"\n  I danced a little today\n  ","502834":"\n  The branch broke\n  \n  monkey see, monkey do.\n  ","502835":"\n  sign of the times - harry styles\n  \n  gyalchester - drake\n  \n  anziety- logic + lucy rose\n  \n  Apparently it's in a more rap type mood lol\n  ","502836":"\n  out of 10...\n  \n  5\/10 - mom\n  \n  0 - dad. didn't care\n  ","502837":"\n  weird thread to leave \"hey\" in\n  ","502838":"\n  This made me laugh\n  ","502839":"\n  👍\n  \n  was it curved or normal end?\n  ","502840":"\n  The umbrella?\n  \n  no thanks\n  \n  i have a dildo now anyways. don't need weird hacks lol\n  ","502841":"\n  Probably a bit of both.\n  \n  don't care much for how someone gets off :p\n  ","502842":"\n  I took a course on cpr and got certified but that's also something that you need to be up to date with.\n  \n  I'd know what to do in most cases but nope.\n  ","502843":"\n  no but that seems to be one of the top ones to do\n  ","502844":"\n  Which guy?\n  ","502845":"\n  The one in Florida\n  \n  Myrtle Beach\n  \n  some in Massachusetts. .more for the convenience. used to\n  \n  one in Nebraska \/ Colorado boarder\n  ","502846":"\n  oj\n  ","502847":"\n  gloves\n  ","502848":"\n  It's fun.\n  ","502849":"\n  indeed\n  \n  i got some color today though\n  ","502850":"\n  *hugs*\n  ","502851":"\n  Sometimes\n  ","502852":"\n  Weird! My mom and I were in the pool. This bird kept walking around it looking like it wanted to jump in or get a drink. It kept watching us too. It wasn't afraid of people at all!\n  \n  At one point it looked like it was going to dive in. There was a floatie and I pushed it up against the edge. The bird ended up jumping onto the floatie and walking around on it. It acted like it wanted to be in the water again and then flew off the floatie AND LANDED ON MY HEAD. IT WAS SO WEIRD!\n  \n  Definitely someone's pet bird that got out. Actually just looked up a picture and it was a grey dove.\n  ","502853":"\n  Chocolate covered strawberries and blueberries with coconut\n  ","502854":"\n  I actually still haven't watched the Kill Bill films.\n  \n  I do like Django Unchained ☺\n  ","502855":"\n  😂😂😂\n  ","502856":"\n  I guess. still feel pretty pale though XD\n  \n  maybe 3 shades darker than normal. idk\n  ","502857":"\n  my closet door isn't anything interesting lol (laying on top of my bed facing that way)\n  \n  I'm going to go swim though! :)\n  ","502858":"\n  its so hot today 🌞🔥🌴🌵\n  ","502859":"\n  This made me laugh last night\n  ","502860":"\n  I'm pretty much the same.\n  \n  However I can come off as shy when first meeting people because I size them up. so you might not get that side of me you see straight away. Need to be comfortable with the person.\n  ","502861":"\n  Depends what the uniform looks like.\n  \n  There was a volleyball team yesterday playing at the gym and it looked like they had underwear on instead of legit shorts.\n  ","502862":"\n  It varies.\n  ","502863":"\n  Cute XD\n  \n  uh oh. They sent me two coupon codes. 10 off and then 15 because I did a survey.\n  ","502864":"\n  yes :p\n  ","502865":"\n  WHY SEND THIS TO GIRLS THEN?????\n  ","502866":"\n  Not much you can do about it lol\n  ","502867":"\n  noodles\n  ","502868":"\n  sleepy king\n  ","502869":"\n  hi\n  ","502870":"\n  Iceberg\n  ","502871":"\n  The gif made me laugh.\n  \n  thanks <3\n  ","502872":"\n  cake 😍\n  ","502873":"\n  Not to my knowledge\n  ","502874":"\n  Pretty bad. Hopefully they didn't seem bad in the beginning.\n  ","502875":"\n  fantastic 😝\n  ","502876":"\n  no but having other issues with it. New contract + company. hasn't unlocked yet.\n  ","502877":"\n  if i had pets\n  ","502878":"\n  king had the same idea\n  ","502879":"\n  well hello to you too\n  ","502880":"\n  You just want to see the booty 🍑\n  \n  which hurts from the gym, btw lol\n  ","502881":"\n  I like both but I feel that I gravitate to movies more.\n  ","502882":"\n  Yes, it's been pretty good!\n  ","502883":"\n  I have a couple of them :)\n  ","502884":"\n  9 or xl?\n  \n  dumb question\n  \n  maybe even large. haven't tried VS underwear in forever.\n  ","502885":"\n  When you went to public schools.\n  ","502886":"\n  ¯\\_(ツ)_\/¯\n  ","502887":"\n  Not that much\n  ","502888":"\n  paypal.me\/LNR87\n  ","502889":"\n  Not many around here\n  ","502890":"\n  Happy for you! haha\n  ","502891":"\n  I'd support England too.\n  ","502892":"\n  forgot to answer that one.\n  \n  Nothing out of the norm? Trick or treating when a kid. My best friend would go with me. My dad would put marker on our old dog and try copying her look on himself o.o put a baggie around her neck to collect candy and she ran off after a cat once. came back and all the candy was gone XD\n  \n  High school, went with a different friend and once with a group of us.\n  \n  --\n  \n  In AZ, I've gone trick or treating a few times with the nephews.\n  \n  This town does a challenge where you have the best decorations or do a haunted house etc win money or gift cards to places around the town. everyone votes on the best house, haunted house and businesses. They came in 3rd. ww helped give out candy, dressed up to match the theme.\n  ","502893":"\n  Some are decent.\n  ","502894":"\n  Not really? We'd usually go to my nana's house on Christmas. Open and exchange presents with her, my uncles, my cousin.\n  \n  Christmas we'd have to ourselves. Breakfast of scrambled eggs. Watch movies on tv. Open presents.. could take us all day getting around to lol have Chinese food for dinner.\n  \n  -\n  \n  In AZ since there's so many people, they ended up just making a secret santa out of it and a certain amount to spend for the individual that we'd get. They used a site that matched people up and could post a wishlist there. Did that on Christmas eve.\n  \n  Christmas we ended up just chilling at the house. opening presents. phone call to my brother-in-law's parents. I think we had steak? AZ doesn't do good Chinese food.\n  \n  we also went over to his brother's house and watched them open presents. also ended up getting a gift card which was nice of them. Didn't expect to get anything there.\n  ","502895":"\n  when that lady screamed because she didn't know i was there walking past her 😂\n  ","502896":"\n  they keep coming back\n  \n  ask's blocking system is a joke\n  ","502897":"\n  Nice. Seems like a good fit. still active and everything.\n  \n  why is it not going well?\n  ","502898":"\n  lahore (even though he hasn't been too terrible lately )\n  \n  the m@sterbating dude\n  \n  so people don't say I'm always here :p\n  \n  good for mental health to take breaks at times\n  \n  waste less time, get more done\n  ","502899":"\n  yes and no. We always pick up where we left off. However its different since she has three kids, husband and all that.\n  \n  plus, I'm not in the same location so obviously miss out on stuff.\n  ","502900":"\n  highly doubt it!\n  ","502901":"\n  How's that going? :)\n  ","502902":"\n  aw thanks lol\n  \n  hugs\n  ","502903":"\n  Teacher.\n  \n  College made me a bit unsure 😂 Was liking all the psychology classes that I took.\n  ","502904":"\n  still here\n  ","502905":"\n  frappuccino\n  ","502906":"\n  I thought of that but didn't do :(\n  ","502907":"\n  chicken\n  ","502908":"\n  unisex\n  \n  I see Armani more on a girl.\n  ","502909":"\n  missed you\n  \n  was getting worried\n  ","502910":"\n  Not in a backroom or anything lol\n  \n  doesn't everyone have to? :p\n  ","502911":"\n  lots go with ihop.\n  \n  we have both here\n  ","502912":"\n  I haven't really had quality issues with them. Think its more the individual pieces.\n  \n  Sometimes the sizing can be a bit smaller even if the measurements were spot on. Its cool that you can search the reviews for the size that you'd go with and see it on other people when they review it. Gives me a feeling how it would look on me etc\n  \n  I've also been binge watching youtube videos from shein 😂 mainly to see the bikini i got on others and get more idea on the fit. it should be here later today.\n  ","502913":"\n  who knows what will happen lol\n  ","502914":"\n  I think I tried that at the party the sister-in-law hosted awhile back. no clue on the name of the dish though 😂😂\n  \n  It was mostly American food and Guatemalain food there with a few other random things.\n  \n  -\n  \n  I never tried Indian food\n  ","502915":"\n  only fun when a kid\n  ","502916":"\n  Maybe cake wars or something.\n  \n  Not much of a foodie. I just stick with what I know and like. I'd also try new things if given the opportunity.\n  ","502917":"\n  aw\n  ","502918":"\n  go dutch. someone pays the tip and the other the actual bill. whoever asked the person out should pay.,. just depends. whatever way works best.\n  \n  for a date? maybe if y'all have been together forever. seems like a pretty cheap date if someone new\/getting to know.\n  \n  typically whatever you last eat? lol. ice cream, pie, cake, whatever you like.\n  \n  sure lol but I'd probably get a hershey pie, apple pie, ice cream or yogurt parfait from Mcdonalds instead. whatever i felt like at the time\n  \n  i don't really view watermelon as a dessert but it could be haha\n  \n  I view it more as the roll variety..\n  ","502919":"\n  Guys usually are 😝😝\n  ","502920":"\n  Can't really think of anyone. Punky Brewster but that doesn't seem 100% and haven't watched in years. idk.\n  \n  think i was just myself lol\n  ","502921":"\n  Procrastination?\n  ","502922":"\n  strong\n  ","502923":"\n  I'm not clicking that.\n  \n  smile :)\n  ","502924":"\n  I knew what it was lol just very different from previous other times. 18 and alone\n  ","502925":"\n  5'7\"\n  ","502926":"\n  Wesh?\n  \n  Anyways, I don't get high.\n  ","502927":"\n  The not knowing\n  \n  feeling like a failure\n  ","502928":"\n  Je ne.\n  ","502929":"\n  gracefully i imagine\n  ","502930":"\n  'em\n  ","502931":"\n  hope everything works out\n  ","502932":"\n  I don't have it yet. Probably tomorrow by the looks of things.\n  ","502933":"\n  oh cool\n  \n  I'm from America.\n  ","502934":"\n  leggings?\n  \n  wearing lounge shorts now.\n  ","502935":"\n  You are new to my page then. Hello.\n  \n  The guy I'm talking about is from there so that's the nickname i gave him. Some even \"lahore dude\". He sends me annoying messages from time to time on anon.\n  ","502936":"\n  I know two Williams that go by Billy.\n  \n  One from high school and the other was a friend of my sister's.\n  ","502937":"\n  Because its from him? 😂\n  ","502938":"\n  congratulations\n  ","502939":"\n  it shows, lahore.\n  ","502940":"\n  hahahah\n  ","502941":"\n  Don't lie to me\n  ","502942":"\n  Because dildo stuff would keep getting deleted 😘😈😉\n  ","502943":"\n  Didn't get much sleep then overslept\n  \n  been lazy\n  \n  took a shower \/ got ready\n  \n  ate a lunch\/snack plate\n  \n  ready for the gym now\n  ","502944":"\n  practically live in a bathing suit\n  \n  I need more shorts. Including gym ones that atleast hit mid-thigh or a little above the knee. Don't always feel like leggings in this heat.\n  ","502945":"\n  haha no\n  \n  feet are gross, man.\n  ","502946":"\n  Sometimes. I need to be in a mood to wear jewelry. Go through phases of wearing \/ not wearing jewelry.\n  \n  I have these ones with me. The model had them stacked on all fingers but I don't feel like I pull that off.\n  ","502947":"\n  I don't get why I humor you guys\n  ","502948":"\n  I haven't. I've had an empty inbox but more because I've answered everything.\n  ","502949":"\n  Do you??\n  \n  I would figure its more flour and baking soda? I don't like cornbread much and never made it.\n  ","502950":"\n  basic at best\n  ","502951":"\n  It wasn't even that long XD\n  ","502952":"\n  😂\n  \n  I'll always remember one teacher. He said \"write what you know\".\n  ","502953":"\n  Probably not even a year.\n  \n  My friend was sneaky and held an intervention with my sister and our good friend and a few others. Apparently they suspected. Had a huge talk and didn't smoke since.\n  ","502954":"\n  No.\n  \n  I did when I was 15 for a little bit.\n  ","502955":"\n  haha right.\n  \n  who hasn't?\n  \n  healthy ¯\\_(ツ)_\/¯\n  ","502956":"\n  yes 😍😍😍\n  ","502957":"\n  yes, can be.\n  \n  its pretty easy when used to it\n  ","502958":"\n  Yes. It creeps me out.\n  \n  I'll stick with actual seafood instead.\n  ","502959":"\n  Only if instant messaging counts instead of legit texting.\n  \n  or kik\/sc ¯\\_(ツ)_\/¯\n  ","502960":"\n  broccoli and it used to be the most hated.\n  ","502961":"\n  Yes. Most of the stuff i eat is meat lol\n  \n  chicken, nuts, deli ham, deli turkey, burgers, bacon etc\n  \n  surprisingly the dr said my cholesterol was \"beautiful\". I was thinking it would be higher since more meat and eggs.\n  ","502962":"\n  nope\n  ","502963":"\n  It's just the way it is lol\n  \n  no oats, beans, bread etc\n  ","502964":"\n  haha we'll see how it goes 😂\n  ","502965":"\n  comedy 😍\n  ","502966":"\n  Sometimes\n  ","502967":"\n  yes\n  \n  quick and easy\n  \n  not good on keto tho :(\n  ","502968":"\n  bakery items in home ec\n  \n  pasta\n  \n  easy microwaveable items\n  \n  i know how to make my mom's ham and potato casserole\n  \n  uh not sure what else were firsts..\n  ","502969":"\n  Same.\n  ","502970":"\n  it can be.\n  \n  I think more about movies, amusement parks, concerts and other things more when \"entertainment\" comes to mind.\n  ","502971":"\n  These have been my go to breakfasts;\n  \n  yogurt, peanut butter mixed in and whatever toppings I feel like\n  \n  (today i did blueberries, strawberries, and two pieces of Lily's almond chocolate bar) -keto, low sugar chocolate-\n  \n  scrambled eggs with bacon or sausage\n  \n  protein mug cake if I'm feeling dessert like\n  \n  *keto* pancakes with bacon or sausage. fruit is nice too\n  ","502972":"\n  No. I usually stick with pancakes, scrambled eggs or omelets when I do go out to eat.\n  ","502973":"\n  Landon\n  ","502974":"\n  Night x\n  ","502975":"\n  he thinks we talk...\n  ","502976":"\n  I don't remember the age for the lackluster vibe but the dildo, now.\n  ","502977":"\n  compass\n  ","502978":"\n  xoxo\n  ","502979":"\n  squishing XD\n  \n  I feel like it feels the same? Just more of an \"oh\" type moment when it does happen. Doesn't feel different to me until that part haha.\n  ","502980":"\n  awful saying\n  ","502981":"\n  Good night, king.\n  ","502982":"\n  Every day is different.\n  \n  It's cool going from bad\/fair cardio heart fitness into fair and now at fair\/average for my age group though! 🎉\n  ","502983":"\n  bit of the same thing lol\n  \n  anything that helps make you smell nice :)\n  ","502984":"\n  aw thanks\n  ","502985":"\n  I hope I'll do it justice lol if it doesn't fit correctly then that's ok since losing weight still.\n  \n  I got the large in it and my measurements were inbetween the ones given. They didn't have XL and the plus size ones were more money than I had at the time of ordering.\n  \n  Everyone I've seen model it looked amazing so hoping it does on me too 😂\n  ","502986":"\n  That's not me\n  \n  just the model wearing it.\n  \n  The reviews looked really good and I've been watching youtube vids that have featured it too. It comes in different colors as well. Also a one piece with strings you can wrap around the waist. 🔥🔥🔥\n  ","502987":"\n  Thanks 😘\n  ","502988":"\n  You too\n  ","502989":"\n  its so cute though\n  ","502990":"\n  Hygiene products\n  ","502991":"\n  they can't handle the booty\n  ","502992":"\n  a sleepy king\n  ","502993":"\n  as long as nobody gets hurt\n  ","502994":"\n  Not much\n  ","502995":"\n  Britney\n  ","502996":"\n  This and ig\n  \n  I keep looking at shein.com lately too. I get their emails and it makes me want to look at the site since its always updating new looks 😂  Their sizing has gotten better too.\n  ","502997":"\n  Learn how to spell\n  ","502998":"\n  aw\n  ","502999":"\n  yes. why wouldn't i be? 😘\n  ","503000":"\n  unsure of what the 2nd part means\n  ","503001":"\n  typical routine minus the swimming today\n  ","503002":"\n  What makes a neckline powerful to you?\n  \n  I'll pass. Don't feel like taking my shirt off just for that :p\n  ","503003":"\n  I don't understand the language.\n  ","503004":"\n  exciting\n  ","503005":"\n  Most don't have stairs if only a one story here...\n  ","503006":"\n  ah ok\n  ","503007":"\n  😝\n  ","503008":"\n  I know M said video games earlier..\n  ","503009":"\n  Is invisible a color?  don't have stairs.\n  \n  but I'm guessing the flooring would be redwood too...\n  ","503010":"\n  The husband has a twin?\n  ","503011":"\n  a bikini 👙\n  ","503012":"\n  I wonder if I'll get my package tomorrow. It's in Los Angeles right now.\n  ","503013":"\n  save more money\n  \n  take a bit more risks \/ fun\n  \n  I remember i had another one when i asked but its not coming to me right now\n  ","503014":"\n  What love means to you and a bunch of other things.\n  ","503015":"\n  Maybe the whole \"good deed\" mindset. You want praise for doing X instead of simply helping out without telling everyone you helped.. it makes us feel good too.\n  ","503016":"\n  Indeed! The anon clearly doesn't understand that regardless of the trolling.\n  \n  S*x ed was a joke so much rather teach them more as well. Today's kids seem so grown up already so who knows what it would be like when I actually do have kids.\n  ","503017":"\n  I wouldn't fight with children around. I feel like they see that and believe that its ok to do and copy that behavior.\n  \n  Disney should be a happy place. Not a time for fighting. I don't care if lines are long or whatever reason that made the people fight. Don't do it. You just look like an a$$hole. Verbally communicate instead of being like that. Be adults, not act like children in a tantrum. It's not ok.\n  ","503018":"\n  same haha\n  ","503019":"\n  Correct. Also the doctor. They should be educated on all that if going to be doing it.\n  \n  My friend had a baby in the 7th grade. I wouldn't want that for a daughter in the future.\n  ","503020":"\n\n   @astoldbyjoanna\n  \n\n\n   @HernameisSara\n  \n\n\n   @Glicina\n  \n\n\n   @Adham5l5\n  \n\n\n   @DheerajJha\n  \n\n\n   @Christina_Furby\n  \n\n\n   @lyndseysboy\n  \n\n\n   @jonesymo\n  \n\n\n   @fiezuqa\n  \n\n\n   @SophieWhite3\n  \n\n\n   @Habiteha\n  \n\n\n   @Itslaurencim\n  \n\n\n   @thesmokingnymph\n  \n\n\n   @BlackSoulLord\n  \n\n\n   @CactusDoug\n  \n\n\n   @Bbkyky\n  \n\n\n   @KeepYourEyesPeeled\n  \n\n\n   @storm_stuart\n  \n\n\n   @DarkKnightRising\n  \n\n\n   @lightoflove\n  \n\n\n   @lillehjort\n  \n\n\n   @Hoff_tom\n  \n\n\n   @tericrosby2016\n  \n\n\n   @kaidenMc2000\n  \n\n\n   @David_1129\n  \n\n\n   @mawiocudwoc\n  \n\n\n   @zactc\n  \n\n\n   @courtneym4\n  \n\n\n   @urlsareshittbh\n  \n\n\n   @NO3MM3RZ\n  \n\n\n   @FeelFreeToAsk2017\n  \n\n\n   @tumblr_and_starbucks\n  \n\n\n   @curious_01\n  \n\n\n   @marcstaylit\n  \n\n\n   @AshleighRBenson\n  \n\n\n   @WayneBrat\n  \n\n\n   @cestlavie87\n  \n\n\n   @Coolio247\n  \n\n\n   @shehitsback\n  \n\n\n   @origamibirds\n  \n\n\n   @TheChaosBringer\n  \n\n\n   @AmericanLass\n  \n\n\n   @my_name_isnt_eric\n  \n\n  @ http.kayy.morgan\n  \n\n   @littlesha_\n  \n\n\n   @FreckleFaceDimpleCheek\n  \n\n\n   @NineGDxFour\n  \n\n\n   @emperorpartin\n  \n\n\n   @angie_caroline\n  \n\n\n   @Margaaria\n  \n\n\n   @LiviBates\n  \n\n\n   @poetalunam\n  \n  and their backup\n  \n\n   @AhmadBakheitMndo\n  \n\n\n   @Beaute_trompeuse\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @ErinWolf4919\n  \n\n\n   @mymountainofdreams\n  \n\n\n   @tashalikesbands\n  \n\n\n   @HeyGuysWantStuffJustAsk\n  \n\n\n   @breakfreefromlife\n  \n\n\n   @JJD55\n  \n","503021":"\n  true.\n  \n  haha i said that when they mentioned side effects. Apparently I'd be awful according to them ¯\\_(ツ)_\/¯\n  ","503022":"\n  you have a slutty imaginary 12 year old daughter?\n  ","503023":"\n  Sorry to hear\n  ","503024":"\n  Reaching so much! It's bizarre at this point. That's what I've been saying the whole time. Like what could you really do after the fact? Besides make sure that everything is ok, open communication on s*x and everything else? I don't think they understand that the pill just isn't for pregnancy either or use condoms\/both options. Agreed, so many factors. I was thinking with someone their own age yet they bring in \"consent is age 12, abuse \" and all these other things and that would be a whole different debate in itself!\n  ","503025":"\n  1. This is dumb to even debate further because you keep changing the topic over and over.\n  \n  how can you protect someone that's not real as well? There's no attachment there. I'd feel differently if i actually had a kid to protect.\n  \n  2. not everyone is a predator of young kids. I sure as hell wouldn't have those type of people around\n  \n  3. Nobody is fine with underage kids having s*x.\n  \n  4. I was thinking that it was \"consensual \" with someone their own age and here you go bringing in abuse and other stuff that makes me think you mean older people.\n  \n  5. you still haven't shared what you'd do. just more nonsense.\n  \n  etc\n  ","503026":"\n  peer pressure must not be a thing in your country? Abuse isn't always the answer to everything.\n  \n  This person reminds me of the Nike thing. its plastic... its not a real person people are upset over. Just like how this daughter isn't real lol\n  \n  also i could say a bunch of things that I'd think to do and the reality might be different.\n  \n  If they were abused then that's a totally different debate all together!!!\n  ","503027":"\n  Not sure how much it would have been. 20+ people went so probably split the cost of the rooms?\n  ","503028":"\n  sister, mom\n  \n  a few friends\n  ","503029":"\n  Not true\n  ","503030":"\n  lol\n  ","503031":"\n  You haven't seen them\n  ","503032":"\n  1 - Canada (Niagara Falls )\n  ","503033":"\n  hard but it could work out too\n  ","503034":"\n  mom - I doubt it. She was def a hippie\n  \n  sis - yes\/no. popular, would have been 2 grades ahead of me. Everyone would be all \"is ___ your sister? \" and yes, they did that a ton too -_-\n  \n  bro - eh probably not lol\n  \n  dad - no\n  ","503035":"\n  No. I've gone clamming though.\n  ","503036":"\n  You might be more accepting, patient... otherwise I don't think it would change you? Maybe a little more knowledgeable on price points?\n  \n  I haven't but I'd rather work retail than food.\n  ","503037":"\n  Don't really have any\n  ","503038":"\n  Of what?\n  ","503039":"\n  He's pretty tame on\n  \n   @Christina_Furby\n  \n  page..\n  \n  ya idk ¯\\_(ツ)_\/¯\n  ","503040":"\n  x\n  ","503041":"\n  You get what you give :)\n  ","503042":"\n  The passport\n  ","503043":"\n  on here\n  \n  eating before going to the gym + preworkout\n  ","503044":"\n  love them\n  \n  eating one now along with turkey, cucumber + tajin seasoning, cheesestick and cheese crisp things.\n  ","503045":"\n  indifferent, neutral.\n  ","503046":"\n  Good night\n  ","503047":"\n  thanking me for what? lol\n  \n  *hugs back *\n  ","503048":"\n  Probably ones that seem minor to other people? Like sharing pictures more, buying a bikini for the first time, buying a s*x toy and stupid things like that.\n  \n  I'm not much of a risky person. I'm pretty chill. I like spontaneity but not super risk taker either. Weight can hold me back at times even though I'm way smaller than I have been ¯\\_(ツ)_\/¯\n  ","503049":"\n  yes :)\n  \n  I'm not mad either\n  ","503050":"\n  I think it would be around  $50-100? Should do soon.\n  ","503051":"\n  Almost 5pm\n  ","503052":"\n  I'm not moody\n  \n  ok had to use this gif\n  \n  made me laugh\n  \n  <3\n  ","503053":"\n  oh i bet...\n  \n  😉\n  ","503054":"\n  I've only been to Canada. Lacking on foreign areas.\n  \n  local it is\n  \n  I would have got back last night if I went on the Mexico trip. #needapassport\n  ","503055":"\n  idk 😂 that one keeps coming back.\n  ","503056":"\n  haha i haven't noticed\n  ","503057":"\n  A mix.. depends what it is :)\n  ","503058":"\n  No. Just because I write a lot doesn't mean I'm moody.\n  ","503059":"\n  No, I haven't.\n  \n  However, I've had snack ones like Graze box and Lovewithfood before.\n  ","503060":"\n  a solid 4\/5\n  ","503061":"\n  That's out of context and you know it. Would you listen to a parent if they told you to not have sex? Highly doubt everyone would listen :p\n  \n  \"think so little of a child\" how so? I'd much rather have them be protected if they are going to do it regardless of how I'd feel about it. Again, the pill is not just for unwanted pregnancies. A child shouldn't be having sex at all.\n  \n  Also you expect a parent to be there 24\/7 holding their hand? not letting them out of the house because omg a boy might look at them the wrong way? Here's a twist.. what if they were s*xually active with a girl? hmm\n  \n  Uh no.. 16\/18 is the usual age for consent here.\n  \n  If 12 is consensual there then what is the problem?? Besides that the child would probably be with way older men and not someone their own age. That culture is gross. But you'd probably start praising it 😂\n  \n  it's funny how you keep adding stuff but still wont give an opinion on what you'd do.\n  ","503062":"\n  I don't believe so\n  ","503063":"\n  LOOKING FOR SOME RECOMMENDATIONS!\n  ","503064":"\n  no, animals usually like me.\n  \n  wasp once, ouch\n  \n  mosquitoes\n  ","503065":"\n  Not sure. think the placement or sizing was more of the problem\n  ","503066":"\n  smoke cigarettes? Luckily, it was short lived.\n  ","503067":"\n  Apparently the pill being an option is very awful ¯\\_(ツ)_\/¯\n  ","503068":"\n  I don't keep track lol\n  \n  usually just in the moment, not thinking :p\n  ","503069":"\n  Just being in their company is fine with me 😍\n  ","503070":"\n  no and I was older anyways.\n  ","503071":"\n  So would it be wrong to bring her to a doctor to see if she was pregnant or contracted a s*xually transmitted disease too or would that be awful of me???\n  \n  ¯\\_(ツ)_\/¯\n  ","503072":"\n  😂\n  ","503073":"\n  \"clearly not mature for that\" yes.. exactly that.. physically and emotionally. Did i say that they should? No!!! god damn.\n  \n  Weight gain, acne and other hormonal side effects could happen. Also if they had bad periods then pills could help with that. its all about trail and error when finding the right combination anyways. talking in general here.\n  \n  SO WHAT WOULD YOU DO? You keep grasping at straws but won't share what you'd do if you had a young s*xually active daughter. Why ask this question if you, yourself, won't share how you'd handle the situation?\n  ","503074":"\n  they'd get the questions i ask lol\n  \n  😂😂😂\n  ","503075":"\n  for the anons who mention lahore ~\n  ","503076":"\n  indeed\n  ","503077":"\n  Last time we played on the 3rd one, i squirted. so yes, it can happen. Doesn't always that way though.\n  ","503078":"\n  haha the last proof one about me being naughty got taken down XD showed off it in my hands\n  ","503079":"\n  ok then\n  \n  Actually almost at the smallest weight I've been ✌\n  ","503080":"\n  yes\n  ","503081":"\n  preach\n  ","503082":"\n  haha very helpful\n  ","503083":"\n  4\/5\n  \n  all pretty big gaps between them too\n  \n  Guys are either intimidated by me, don't tell me they like me, or don't try getting to know me.\n  \n  Not many guys i know like fat girls ¯\\_(ツ)_\/¯\n  ","503084":"\n  No. I don't group a whole race together because of one person.\n  \n  You must hate your parents and grandparents then if ALL elderly people bug you.\n  ","503085":"\n  No. Least of my worries lol\n  \n  What made you think that?\n  ","503086":"\n  Maybe\n  \n  I saw three bunnies on Friday.\n  ","503087":"\n  mom can be..\n  ","503088":"\n  Very true\n  ","503089":"\n  Probably be disappointed\n  \n  i have a great memory anyways\n  ","503090":"\n  yo\n  ","503091":"\n  I think about them more\n  \n  dream of\n  \n  real connection\n  \n  i want to talk about them with others\n  \n  learn about them more \/ share more with\n  ","503092":"\n  duck or other weird foods\n  ","503093":"\n  ones on here\n  \n  when someone else lied and blamed it on me when I didn't even do it.\n  \n  stupid shit ^^^^^^\n  ","503094":"\n  America\n  ","503095":"\n  I have more goals\n  ","503096":"\n  No clue\n  ","503097":"\n  right.. like I don't get that especially since I don't have kids yet.\n  \n  The pill can also help with other things as well.\n  \n  at least have them be educated about stuff, their body and all that if they are going to do it. like we can't be there 24\/7 watching them. not mind readers. I'd rather have a 12 ye old know all the risks than doing it blindly\/behind my back?\n  \n  chances are that person or their parent had kids young ¯\\_(ツ)_\/¯\n  ","503098":"\n  um.. I guess no Internet\n  \n  want to travel more!\n  ","503099":"\n  I haven't\n  ","503100":"\n  My sister asking if we felt the earthquake. (we didn't )\n  \n  mawiocudwoc and\n  \n   @cestlavie87\n  \n  on kik if that counts\n  ","503101":"\n  I'm supposed to know where you keep items??\n  ","503102":"\n  none of those names seem familiar and I'm not into girls.\n  ","503103":"\n  Sometimes\n  ","503104":"\n  \"ma penis is weird dagh\" type of spelling\n  \n  talks about his mom, sister and a dog named roco.\n  ","503105":"\n  Not personally 😉\n  \n  yes, what about?\n  ","503106":"\n  The m@sturbating guy is the worst lately\n  ","503107":"\n  ya there's lots of stupidity going around today lol\n  ","503108":"\n  I didn't but he does look familiar.\n  \n  r.i.p\n  ","503109":"\n  we have ceiling fans going too\n  \n  its perfect\n  \n  the animals are fine\n  ","503110":"\n  I don't follow any of those people.\n  ","503111":"\n  uh what?\n  \n  How is 80s warm???\n  \n  107F outside today\n  ","503112":"\n  less\n  \n  you still don't need to know though 😘\n  ","503113":"\n  -_-\n  ","503114":"\n  Just attracted to more.\n  \n  more common interests\n  \n  the connection is usually better\n  ","503115":"\n  aww thanks\n  \n  you too\n  ","503116":"\n  yes but can't have on keto\n  ","503117":"\n  No, personal preference, honey.\n  \n  Some black guys are hot but it never went anywhere. I'd also rather not be a stereotypical fat white girl. lol. Like are you a black guy interested in me??? because it shouldn't matter otherwise what i like XD\n  \n  My favorite on here is Mexican ¯\\_(ツ)_\/¯\n  \n  I just said that i prefer white guys. Are you going to have a problem with that too😮\n  ","503118":"\n  lol can be\n  \n  A queen for a queen XD\n  ","503119":"\n  My dad would have been more racist. However, there was a guy named Joe who came to the house a few times. My dad started calling the black cat we had, Joe. There was a guy nicknamed Hawk who was around too.\n  \n  When younger, the pickings were slim because it was more an all over white neighborhood.\n  \n  I prefer white guys anyways.\n  ","503120":"\n  What else would it be? 😂\n  ","503121":"\n  When people are bored and try getting a rise out of you on stuff that literally is so small and insignificant.\n  ","503122":"\n  I mean, I'm a good multitasker but nope.. its resting 😝\n  ","503123":"\n  love how Blizzard always shows up when the door is open 😂 Wrangler wanted to appear as well.\n  \n  Pretty boring. I guess the favorite would be the mirror since its literally the only real thing that's mine. It also breaks up the other wood furniture.\n  \n  I don't get why it looks smaller in pictures lol. queen bed, desk, chair, the mirror i got. dresser. I didn't show the closet.. literally just those doors that open from either side. night table. candles, library books and other shit lol\n  ","503124":"\n  sounds like a personal problem\n  ","503125":"\n  natural color seems weird lol I don't wear colored contacts or anything 😂\n  \n  They are hazel.\n  ","503126":"\n  lol\n  ","503127":"\n  It would have been a lingerie picture, so I'm not going to post XD\n  \n  eyebrows\n  \n  hair\n  \n  legs\n  \n  eyes\n  ","503128":"\n  Just on here at the moment\n  ","503129":"\n  Asks a bunch of book questions and then gets more than half the people who say that they don't read or haven't in years.\n  \n  asks that question and now its a \"generalization\".\n  \n  I think I know my followers more than you do.!\n  \n  I read pretty much every answer to the questions I do send.\n  \n  Can you pms elsewhere?\n  ","503130":"\n  I'm good\n  ","503131":"\n  in the middle\n  ","503132":"\n  She'd be doing it anyways regardless of what I said or did to stop it???\n  \n  Atleast would be more protected.\n  \n  What would you do? lock her away? Pretty sure that wouldn't work these days.\n  ","503133":"\n  I guess.\n  ","503134":"\n  What made you think that I followed you?\n  \n  I didn't like anything recently, no interaction whatsoever. Never seen your page before now....\n  ","503135":"\n  You don't need to know that.\n  ","503136":"\n  I think one of my favorites is on top of a mountain in a gondola and the view from there, plus a lake there.\n  \n  but enjoy this? lol\n  ","503137":"\n  afternoon now\n  ","503138":"\n  Just go for it? I don't care much about small talk so be entertaining?\n  ","503139":"\n  Yes. Clearly not mature for all that.\n  \n  Definitely would get her on the pill. Lots of open communication. I'd rather hear about it than have her be sneaky about it.\n  ","503140":"\n  xoxo\n  ","503141":"\n  night king\n  ","503142":"\n  very nice\n  ","503143":"\n  The latter\n  ","503144":"\n  all about the situation which I said in another question\n  \n  heart more often though\n  ","503145":"\n  yes 12am\n  ","503146":"\n  or pay me to answer these fetish questions lol\n  ","503147":"\n  get out of here lol\n  ","503148":"\n  I think i intimidate guys ¯\\_(ツ)_\/¯\n  ","503149":"\n  That depends what the lie\/truth is.\n  \n  I'd rather not lie to either one.\n  ","503150":"\n  not dumb\n  ","503151":"\n  so sweet\n  ","503152":"\n  I've never been :(\n  ","503153":"\n  I wouldn't do that, lahore.\n  ","503154":"\n  can be nice!\n  ","503155":"\n  I haven't\n  ","503156":"\n  idk lol\n  ","503157":"\n  Not yet\n  ","503158":"\n  All of them\n  ","503159":"\n  my king\n  ","503160":"\n  go do something or sleep\n  ","503161":"\n  I figured since asked\n  ","503162":"\n  ???\n  ","503163":"\n  Not really\n  ","503164":"\n  I feel like it should be someone who relates to the role.\n  \n  Diversity is good but ya.. kind of kills it for me when they change the whole thing and still keep the same name ¯\\_(ツ)_\/¯\n  ","503165":"\n  I like going a bit later because it would feel like death walking outside at 100+ weather. At least at night its more manageable. Was more humid tonight though.\n  \n  but ya 3pm-6pm would be more ideal.\n  \n  The weather thooooooo\n  ","503166":"\n  I ate a yogurt for breakfast\n  \n  went swimming, danced, layed out. ate fruit\n  \n  walked 3k steps before the gym around the pool while had music going\n  \n  took a shower\/ got ready\n  \n  had a snack + preworkout\n  \n  went to the gym. I went late so didn't really get too much done. More supersets type thing. walked afterwards. Went on the swings for a few minutes.\n  \n  had dinner\n  \n  got my paypal working again\n  \n  been online\n  \n  relaxing now\n  ","503167":"\n  my paypal works again 😘\n  \n\n   https:\/\/www.paypal.me\/LNR87\n  \n","503168":"\n  mnid bowln\n  ","503169":"\n  I am\n  ","503170":"\n  hey king\n  ","503171":"\n  This question is getting old XD\n  \n  I've been dancing in the pool at times\n  \n  but wouldn't truly count that?\n  ","503172":"\n  yes but rather not be alone lol\n  \n  put someone in a cage near me pls\n  ","503173":"\n  I'm giving up on you 🎤\n  \n\n   https:\/\/youtu.be\/-2U0Ivkn2Ds\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503174":"\n  Not sure.\n  ","503175":"\n  yes if it was just a second etc\n  \n  or I'd wash it off first depending what it was\n  ","503176":"\n  Not at the moment. hate when I have a lot of roots showing. just makes me not feel as good lol\n  \n  I get highlights. The top is dark now and the rest is pretty blonde compared to it :\/\n  ","503177":"\n  truth\n  ","503178":"\n  last month sometime\n  ","503179":"\n  10 pm and 97F out\n  \n  think the low will be 70s tonight\n  \n  yes a\/c is on. stays around 80 inside\n  \n  i kind of toss it on\/off of me depending how cold\/hot i get\n  ","503180":"\n  down below\n  ","503181":"\n  I don't have any new dresses.\n  ","503182":"\n  😂😂😂\n  \n  My bad.\n  \n  I'd say not during summer. Bit of a staple to have burgers.\n  ","503183":"\n  Yes.\n  \n  If I do have beer its more corona, mikes or seabreeze wine coolers...\n  ","503184":"\n  have a nutcracker kind of day 💂💂💂\n  ","503185":"\n  No thanks.\n  \n  have a good time\n  ","503186":"\n  It's been ok so far.\n  \n  pool, laying out, walked\n  \n  going to the gym pretty soon\n  ","503187":"\n  why hello there\n  ","503188":"\n  Depends how its made.\n  \n  Breaded could be a problem.\n  \n  Most bbq ones should be fine\n  ","503189":"\n  Parties are just family get togethers these days. 🎉\n  ","503190":"\n  The Giver made me like reading. I'm sure that the teacher made it even better XD\n  \n  Not really into government type books but ya..\n  ","503191":"\n  Not much going on lol\n  \n  salt river rafting with everyone besides that it's mostly just me going in the pool, hair getting lighter from the sun, reading, gym and walking.  Also been online.\n  \n  ¯\\_(ツ)_\/¯\n  ","503192":"\n  I'm not sure where to put croissants because I haven't properly had one.\n  ","503193":"\n  Maybe a 4?\n  ","503194":"\n  I've worn wigs twice before during Halloween. Otherwise, no, I don't. They make me feel itchy. I'm fine with my natural hair anyways.\n  ","503195":"\n  No.\n  \n  Is this because of the mind\/heart question? It's totally interchangeable depending on the given situation. ✌\n  \n  Or is this a bad pickup line waiting to happen?\n  ","503196":"\n  Probably heart but the context is still vague\n  ","503197":"\n  no tan lines?\n  ","503198":"\n  it would be better telling her straight that its more a fwb kind of thing for you instead of actually dating her\n  ","503199":"\n  Hi\n  ","503200":"\n  I like blueberries more.\n  ","503201":"\n  I'll watch more youtube but good night x\n  ","503202":"\n\n   تصبح على خير واحلام سعيدة🌘\n  \n","503203":"\n  I still don't understand\n  \n  \" Min Befuz! Mind ... heart ..?!\"\n  ","503204":"\n  I know I like some songs he's been featured on but my spotify playlist didn't show anything from him...\n  \n  no real opinion.\n  ","503205":"\n  D&D?\n  \n  Sports\n  \n  some psychotic person\n  ","503206":"\n  yup\n  ","503207":"\n  lol didn't even notice\n  ","503208":"\n  Not that I'm aware of\n  ","503209":"\n  Mermaid underwater type thing? ¯\\_(ツ)_\/¯\n  ","503210":"\n  followed\n  ","503211":"\n  McDonalds\n  \n  Starbucks. I love making the pink drink at home 😍 I've only really had their bottled mocha drinks. Haven't tried much food.\n  \n  I haven't ate at Chick Fil-a\n  ","503212":"\n  Not currently\n  ","503213":"\n  white wine\n  \n  h\/c\n  \n  I don't mind champagne for special occasions but sparkling wine is more odd\n  ","503214":"\n  I've only had once\n  \n  not to me.. I did get to help with the scoreboard before so that was kind of cool.yet pointless since was an elementary school game lol my friend was playing.\n  \n  yes, I do. bodywash more often tho\n  \n  I feel like its more cosmetic? It doesn't always need to be done..\n  \n  yes but I feel like they'd say it more as an insult?\n  ","503215":"\n  hi king\n  \n  sorry, was busy\n  ","503216":"\n  I like them lol\n  ","503217":"\n  basic cooking skills\n  \n  safe sex\n  \n  right from wrong\n  \n  how to balance a checkbook, taxes\n  \n  basic life skills\n  ","503218":"\n  cool\n  \n  I just walked around the pool to get my last 3k steps in to get my goal of 9k. Music definitely helped too.\n  ","503219":"\n  Correct\n  ","503220":"\n  The Eclipse is out\n  ","503221":"\n  haha highly doubt that\n  ","503222":"\n  \"I were\" isn't correct grammar.\n  ","503223":"\n  send nudes\n  ","503224":"\n  um ok lol\n  \n  Everything already feels that way XD\n  ","503225":"\n  for?\n  \n  Why are you keep repeating this?\n  ","503226":"\n  yes...\n  ","503227":"\n  haha i meant to type that answer for this. think ask is f.ucking with me 😂\n  ","503228":"\n  I feel like the hot chocolate and drive would only be fun in fall\/winter. Magical with Christmas lights, the smell of snow in the air. The slight chill :)\n  \n  I don't have wine much but movies are always a good idea.\n  ","503229":"\n  cocky tonight\n  ","503230":"\n  emails at times\n  ","503231":"\n  anon\n  \n  but no, why don't you tell me?\n  ","503232":"\n  well played, sir.\n  ","503233":"\n  Going to the gym now :)\n  ","503234":"\n  in your dreams?\n  ","503235":"\n  haha used to it!\n  \n  thanks\n  ","503236":"\n  Not currently\n  "}}