{"Question":{"503237":"\n   black coffee or black tea\n  ","503238":"\n   would u rather give up ALL berries or ALL cheese\n  ","503239":"\n   what stereotype do u fit? (high school drop out here! i DO work a minimum wage job. 😃)\n  ","503240":"\n   hi i am the official butt checker we need to see yours and see if it meets the official requirements please post a picture of it for inspection\n  ","503241":"\n   Good so you don’t need a hand?\n  ","503242":"\n   How’s your new dildo? Haha\n  ","503243":"\n   (what do u think??) is there an afterlife? is white chocolate good? is mac n cheese an entree? is there a God?\n  ","503244":"\n   How's your new vibe working\n  ","503245":"\n   Be honest, do you really enjoy sex? I feel that a lot of girls just have it because it's expected of them\n  ","503246":"\n   What is better, to trust people until they prove you wrong or to doubt them until they gain your trust?\n  ","503247":"\n   have u ever had lice? have you ever seen a Jack Black movie? have you ever played kickball? have you ever been drunk? have you ever had a pet fish?\n  ","503248":"\n   What is your go to wake up song? 🎶\n  ","503249":"\n   which is the best & which is the worst: salsa, guacamole, sour cream\n  ","503250":"\n   which is the best & which is the worst: coffee, tea, hot chocolate\n  ","503251":"\n   which is the best & which is the worst: Italian food, Mexican food, Indian food\n  ","503252":"\n   quick !! what song is stuck in your head right now ?!\n  ","503253":"\n   Can you sing\n  ","503254":"\n   Yes we do have a few questions\n  ","503255":"\n   I got thirsty and thought of you\n  ","503256":"\n   At least you have your king🌹👑\n  ","503257":"\n   Sup babe\n  ","503258":"\n   Yeah same lol i hope you day gets better!\n  ","503259":"\n   How was your 4th of july\n  ","503260":"\n   What is the weirdest question you've ever had\n  ","503261":"\n   Sounds good lol do you having a good day so far? I have a bad headache >.<\n  ","503262":"\n   What is one positive change that you have recently made in your life?\n  ","503263":"\n   Have you seen designated survivor?\n  ","503264":"\n   Momma is back lmao \nWhat's up?\n  ","503265":"\n   dialing the rotary phone meansthe same as paddling the pink canoe\n  ","503266":"\n   Okay don’t be naughty\n  ","503267":"\n   How come you didn’t watch the fireworks\n  ","503268":"\n   Should men be allowed to have networks ?\n  ","503269":"\n   What happened\n  ","503270":"\n   wait what? lol\n  ","503271":"\n   Lets exchange questions\n  ","503272":"\n   Do you rather overthink, overfeel, overlove or overstress?\n  ","503273":"\n   Good night beautiful\n  ","503274":"\n   Did you watch the fireworks\n  ","503275":"\n   _\n  ","503276":"\n   What scares you the most?\n  ","503277":"\n   ~~~~~~\n  ","503278":"\n   What needs to be added, taken away or changed in your life to make you content with it?\n  ","503279":"\n   fave movie? XD\n  ","503280":"\n   i am the best\n  ","503281":"\n   what puts you in a good mood?\n  ","503282":"\n\n    https:\/\/ask.fm\/tumblr_and_starbucks\/photopolls\/137232259\n   \n   why? is there any specific reason(s)? ♡\n  ","503283":"\n   hi im ur fave i wanna know if i am the best u ever had\n  ","503284":"\n   Happy 4th of July!! 🎆❤🇺🇸\n  ","503285":"\n   Happy Independence.\n  ","503286":"\n   Do you care about politics?\n  ","503287":"\n   Documentaries ?\n  ","503288":"\n   How tall are you?\n  ","503289":"\n   why girls only like tall guys i mean its not our fault we are born short and that already rules us out for like 95% of women :\/\n  ","503290":"\n   Favorite movie\n  ","503291":"\n   lol yeah i love her too, trouble is my fave song shes so pretty too\n  ","503292":"\n   Hey don’t be naughty hehe 😉 I ain’t even started talking yet\n  ","503293":"\n   O-Greg, Greg, you should never beg!!\n  ","503294":"\n   What’s the most scared you’ve ever been?\n  ","503295":"\n   Because you seem nice and I don’t know much about you?\n  ","503296":"\n   I've been dyinggg to see that! Was it any good?\n  ","503297":"\n   When does Christmas come before Thanksgiving?\n  ","503298":"\n   Are you afraid of cemeteries?\n  ","503299":"\n   My friend is 22 years old. He told me that his mate choice is the best for a woman who is ten years older than him. He will not accept a woman who is younger than him. What do you think of him?\n  ","503300":"\n   Are you watching fireworks tonight or are you watching it rain and lightning like me?\n  ","503301":"\n   If you were to die tonight, would you die as a fulfilled or an unsatisfied person?\n  ","503302":"\n   How are you celebrating the 4th of July?\n  ","503303":"\n   Do you think ask is dying ?\n  ","503304":"\n   \"free now, but by god you'll pay later\" ? ? ?\n  ","503305":"\n   i remember when u used to have full inbox of lahore qs XD\n  ","503306":"\n   POUQ\n  ","503307":"\n   bad blood i love, the song\n  ","503308":"\n   So I’d still like to get to know you better\n  ","503309":"\n   Do you care about your reputation?Do you care if your reputation is good or bad?\n  ","503310":"\n   If something was called \" Free Now \" you would expect whatever it was to be actually free? 🤔\n  ","503311":"\n   Last time you got a headache?\n  ","503312":"\n   Why do you think its hard for people to stay in relationships and be committed these days.  I’m in a long distance relationship and it’s the hardest thing in the world.  It feels like we have lost touch a bit and I haven’t said anything but feel like I’m in love with him.  What advice can you give?\n  ","503313":"\n   A ) Midsommer B ) Vita and Virginia C ) Annabelle Comes Home D ) The Cold Blue E ) Westlife the twenty tour live\n  ","503314":"\n   Good night ❤\n  ","503315":"\n   Is that a nighttime song for me to sleep🌹👑\n  ","503316":"\n   u get d1ck pics\n  ","503317":"\n   Laying in bed not falling asleep🌹👑\n  ","503318":"\n   Wraps my arms around you while you’re sleeping🌹👑\n  ","503319":"\n   Sleeps with you🌹👑\n  ","503320":"\n   last time u dialed the rotary phone\n  ","503321":"\n   u get to show ur amazing ass off and knowing ppl get hard cuz of it can get u goin to\n  ","503322":"\n   King needs to be tucked in🌹👑😢😭😭\n  ","503323":"\n   Loose fit jeans or skinny jeans?\n  ","503324":"\n   Well then i want to get tucks in lol 😂\n  ","503325":"\n   thats why we need to confirm it ourselves post pics plz\n  ","503326":"\n   You mean positive comments🌹👑\n  ","503327":"\n   Maybe who knows do you mind?\n  ","503328":"\n   Lmao ttyl 😊 xD\n  ","503329":"\n   Ofc! I will momma lmao but you have a good night have a good rest see ya\n  ","503330":"\n   Your king feels relaxed🌹👑\n  ","503331":"\n   that whoever sees it wants to spank it cuz it looks rly tasty\n  ","503332":"\n   aw, your cheering me up hugs\n  ","503333":"\n   Queen rubs my back and arm muscles🌹👑\n  ","503334":"\n   we need to see it to confirm if the legend is true\n  ","503335":"\n   Bye\n  ","503336":"\n   when will we see that fabled booty\n  ","503337":"\n   how giv girl organism\n  ","503338":"\n   Damn, that's pretty hot out there lmao i'm dying when it's warm like that idk aha\n\nYeah you need to drink a lot of water and stay not that long in the sun\n  ","503339":"\n   You make me feel loved and cared when I feel down and you’ll always be my Queen🌹👑\n  ","503340":"\n   Comfy by me🌹👑\n  ","503341":"\n   Local time\n  ","503342":"\n   صنم رتبة\n  ","503343":"\n   Are you comfy🌹👑\n  ","503344":"\n   Is there any chance we could get to know each other better?\n  ","503345":"\n   In your gain lies our gain. Make as much gains you can and also make the country gain in the process. That should be the objective.\n  ","503346":"\n   I am busy. I will talk to you in the  night time\n  ","503347":"\n   Do people generally take kindness for weakness?\n  ","503348":"\n   Well i hope you having a good day so far x) its been so warm here today\n  ","503349":"\n   Hope your booty will be ok🌹👑\n  ","503350":"\n   Goes to workout at the gym🌹👑\n  ","503351":"\n   😂🙆🏽‍♂️\n  ","503352":"\n   Wearing anything red what is it\n  ","503353":"\n   Loves to lay in bed with you and watch movies or tv shows🌹👑\n  ","503354":"\n   i get to chat to you which is cool\n  ","503355":"\n   Anything you want babe🌹👑\n  ","503356":"\n   Hugs🌹👑🤗\n  ","503357":"\n   Were you loud\n  ","503358":"\n   They are cute\n  ","503359":"\n   I meant you have made me feel happy and loved🌹👑\n  ","503360":"\n   Why did I think this almond is a chicken breast?\n  ","503361":"\n   What’s your favourite sex position?\n  ","503362":"\n   You are silly my Queen🌹👑😘\n  ","503363":"\n   C*m recently?\n  ","503364":"\n   I meant for 4th of July\n  ","503365":"\n   Plans for tomorrow\n  ","503366":"\n   When playing, ever played with the booty\n  ","503367":"\n   which of ur exes made u see stars with s3x\n  ","503368":"\n   would u let a guy lick ur armpits\n  ","503369":"\n   Do you think you're civilised\n  ","503370":"\n   Have you ever protested against anything?\n  ","503371":"\n   do u like Frank Ocean? do u like Flatbush Zombies? do u like Fleetwood Mac?\n  ","503372":"\n   Ever had your feet worshipped\n  ","503373":"\n   Hello\n  ","503374":"\n   Get off my thread, jealous \"king\"\n  ","503375":"\n   Should housewives be counted as employed persons ?\n  ","503376":"\n   had you a nice day, xo\n  ","503377":"\n   smell like?\n  ","503378":"\n   would u\n  ","503379":"\n   Last time you got mad at someone\n  ","503380":"\n   Have you ever taken anyone virginity\n  ","503381":"\n   Do you look more like your mum or dad\n  ","503382":"\n   Last movie you watched? ⚡(STAIF)\n  ","503383":"\n   thank you xo\n  ","503384":"\n   This is really embarassing but I need help... I want to try shaveing down there but I'm afraid it'll be itchy and hard to shave. Is there a way to make it easy to shave and keep it from being all itchy?\n  ","503385":"\n   Or would you rather ignore or hate me🌹👑😪😢\n  ","503386":"\n   Which exotic place would you love to visit?\n  ","503387":"\n   What is your favorite hobby?\n  ","503388":"\n   one oldest  memory you have from your childhood. Only answer this if you willing to share.\n  ","503389":"\n   Ofc 😄 food is love! i hope you had a wonderful sleep huh?\n  ","503390":"\n\n    https:\/\/ask.fm\/Glicina\/photopolls\/137154193\n   \n   Can you vote? Please! Thanks 😊\n  ","503391":"\n   What american states are the most racist \/\/ & least racist?\n  ","503392":"\n   How old u now\n  ","503393":"\n   Likers get 3 questions?\n  ","503394":"\n   Haha better be 😅🐣  maybe ttyl if you don't mind 😌 i'm going to have lunch soon lol\n  ","503395":"\n   Would you  ever like a statue of yourself\n  ","503396":"\n   wdym \"blocked\"\n  ","503397":"\n   What room do ghosts avoid?\n  ","503398":"\n   would u rather have dinner w Kanye West or Kim Kardashian\n  ","503399":"\n   hi¿\n  ","503400":"\n   guess the anon talking bout m@sturbating doesnt help either\n  ","503401":"\n   Why do you get mad at people on ask fm ?\n  ","503402":"\n   when u think of foods that white americans love, what do u think of\n  ","503403":"\n   have u ever broken a bone\n  ","503404":"\n   Have you had stitches\n  ","503405":"\n   Has ask been really quiet for anyone else recently, or is it just me?\n  ","503406":"\n   what color looks best on you in your opinion?\n  ","503407":"\n   Poll: Do you want me to stop sending questions to you?\n  ","503408":"\n   Loose fit jeans or skinny jeans?\n  ","503409":"\n   Post a picture which makes you feel happy when you look at it 🌸STAIF🌸\n  ","503410":"\n   Is it a matter of all your creative works being gone, or traffic to your links? Because if you searched for your profile through Google's cache, it might have been available for a while. Maybe archive.org too.\n  ","503411":"\n   Good night sleep well!\n  ","503412":"\n   who lol ?\n  ","503413":"\n   night xo\n  ","503414":"\n   I liked the jungle book anyways mu #1  king Loie was the best on this movie 😂\n  ","503415":"\n   ok whatever\n  ","503416":"\n   Good night sweetie\n  ","503417":"\n   all im saying is we used to talk alot but ever since he started talking to you he doesn't answer me\n  ","503418":"\n   hey okay xo, if you want to talk ill be up a little while xx\n  ","503419":"\n   wdy mean\n  ","503420":"\n   your lucky\n  ","503421":"\n   me or you, lol\n  ","503422":"\n   as long as your okay, i worry about you i care loads about you xo\n  ","503423":"\n   am i right lol, aha\n  ","503424":"\n   were you doing something naughty lmao, sorry if i am wrong\n  ","503425":"\n   why are you sore\n  ","503426":"\n   is it late where you are, xx\n  ","503427":"\n   its 354 am here i woke 10 mins ago\n  ","503428":"\n   im proud of you, cause you are really smart, you work so much on fitness etc, your a good person caring you always seem to care about me and others, thats why im so proud of you xo\n  ","503429":"\n   i am okay lynds, bit sore x\n  ","503430":"\n   letshave funn\n  ","503431":"\n   when it comes to food and drinks, do you believe it tastes good if it looks good?\n  ","503432":"\n   Ididn't know that lmao sorry abt that 😂 i hope you have a good day or night btw🙆🏽‍♂️\n  ","503433":"\n   Do you have a fav disney movie from you Childhood?\n  ","503434":"\n   Do you believe everyone deserves a second chance? ⚡(STAIF)\n  ","503435":"\n   Make up and dance videos. Or share your thought about life or something.\n  ","503436":"\n   Have you ever ridden a elephant?\n  ","503437":"\n   Jaan\n  ","503438":"\n   didn know that was lahore\n  ","503439":"\n   King still gets ignored🌹👑\n  ","503440":"\n   Im getting so bored. Upload your videos at facebook.i just hope to be a friend with you.\n  ","503441":"\n   why this person call u alice\n  ","503442":"\n   Do you wanna kiss me or make me cry?\n  ","503443":"\n   How can you reconcile in your mind all of the evil occurrences that are constantly occurring in the world and society?\n  ","503444":"\n   Alice when will dance again?\n  ","503445":"\n   Today it is hot. Monsoon is about to start. Monsoon is rainy season in Pakistan. It will be possible for me to go jogging on a rainy day.\n  ","503446":"\n   The birdie song\/dance  Or a song by a actual birdie?\n  ","503447":"\n   Which brand products do you use most frequently?\n  ","503448":"\n   What made you happy before but makes you sad now?\n  ","503449":"\n   (wait one more) have you ever been to a wedding? have you ever drank coffee? have you ever gotten a sunburn? have you ever peed in the ocean? have you ever made spaghetti?\n  ","503450":"\n   Hello lovely girl\n  ","503451":"\n   Instead of trying to ponder what the meaning of life is, why aren't people going out and making life meaningful?\n  ","503452":"\n   Favorite horror movie(s)? ⚡(STAIF)\n  ","503453":"\n   Favorite animated Disney character? ⚡(STAIF)\n  ","503454":"\n   are your grandparents alive\n  ","503455":"\n   Name one artist you've never seen live but would really love to. ⚡(STAIF)\n  ","503456":"\n   Hello cupcake\n  ","503457":"\n   - well, not as angry anyway !\n  ","503458":"\n   ~ well, certainly not like that.\n  ","503459":"\n   What was your best birthday?\n  ","503460":"\n   If you go for the best, it makes a difference, and pollock makes it bitter. . .\n  ","503461":"\n   For some. For others, not so ok, then.\n  ","503462":"\n   . . . .  More about how you feel? ......lol\n  ","503463":"\n   Do you ever, or often, have fish fingers?\n  ","503464":"\n   Not, like a 'good person' ? More about how you feel?\n  ","503465":"\n   I wish I could remove my mask without all who see, recoiling in horror.\n  ","503466":"\n   It basically made them happy? It was a pleasant experience for them, to glance a little more, a second look?\n  ","503467":"\n   How did it make them feel? (no-one may ever see mine)\n  ","503468":"\n   POUQ\n  ","503469":"\n   post it now plz\n  ","503470":"\n   Are you easily influenced by other people? ⚡(STAIF)\n  ","503471":"\n   u said u would post booty pics ur even saving a pic bout ur ass for months\n  ","503472":"\n   Would you be able to\n  ","503473":"\n   Has anybody ever seen your face?\n  ","503474":"\n   What do you do when you’ve had a bad day? 🌸STAIF🌸\n  ","503475":"\n   thank you lynds xo, I'm so proud of you too, x\n  ","503476":"\n   When some one says they're 'good' in this context, what exactly is good?\n  ","503477":"\n   Is Gavin Newsome the most hated man in America ?\n  ","503478":"\n   ugh that is so frustrating..\n  ","503479":"\n   that's weird that you didnt have a warning bc for my account, they emailed me about it at least twice\n  ","503480":"\n   Teenagers break the law, etc. Shopifted  do drugs,give their parents griff basically trouble teens  should they get sent to a prison for a day so prisoners can yell at them\n  ","503481":"\n   how are you, xox\n  ","503482":"\n   What got you into affiliate marketing?\n  ","503483":"\n   u gonna be busy unfollowing 1500 ppl o.o\n  ","503484":"\n   Hello\n  ","503485":"\n   have you ever been to a Mardi Gras parade\n  ","503486":"\n   have u ever been to New Orleans?\n  ","503487":"\n   What's the scariest movie of ur childhood? (Answer with a gif)\n  ","503488":"\n   What is your goals in life?\n  ","503489":"\n   (these all seem so universal so i am curious lol) have you ever eaten a Subway sandwich? have you ever been on a waterslide? have you ever had an oreo? have you ever thrown a snowball? have you ever seen The Little Mermaid? have you ever been in a pick up truck?\n  ","503490":"\n   A doctor and a bus driver are both in love with the same woman, an attractive girl named Sarah. The bus driver had to go on a long bus trip that would last a week. Before he left, he gave Sarah seven apples. Why?\n  ","503491":"\n   In what year were your parents born?\n  ","503492":"\n   What has a head, a tail, is brown, and has no legs?\n  ","503493":"\n   Can you name three consecutive days without using the words Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, or Sunday?\n  ","503494":"\n   Are you more like ypur mom or like your dad?\n  ","503495":"\n   Good night sweetie\n  ","503496":"\n   Do you believe that humanity and goodness is still alive and prominent than evilness?\n  ","503497":"\n   Do you believe in ghosts? If so have you had any paranormal experiences? ⚡(STAIF)\n  ","503498":"\n   Oh man im sorry to hear about that! Hope you'll be okay🙈\n  ","503499":"\n   From a scale of 1-10 (10 being the best), how good of a driver do you consider yourself? ⚡(STAIF)\n  ","503500":"\n   do u have any celebrity crushes who are generally not ur type\n  ","503501":"\n   Oh i never heard of that... doesnt sound good!🙈\n  ","503502":"\n   what’s a celebrity who’s kinda “ur type”\n  ","503503":"\n   Any good news?\n  ","503504":"\n   What is #PCOS?\n  ","503505":"\n   Can corruption be a good thing\n  ","503506":"\n   Monday morning musings:\n  ","503507":"\n   Do you like movies about UFOs and aliens?\n  ","503508":"\n   Do you think there is life on other planets? ⚡(STAIF)\n  ","503509":"\n   so many enjoyable restaurants\/foods get (rightfully) criticized for not being authentic. what are your favorite not very authentic things?\n  ","503510":"\n   King is here🌹👑\n  ","503511":"\n   Do you let your pet sleep in your bed with you?\n  ","503512":"\n   Nah it is not your voice. Say Hello Shaam.\n  ","503513":"\n   🌸\n  ","503514":"\n   Have you seen an UFO\/Alien?\n  ","503515":"\n   can u lick ur own bewbs\n  ","503516":"\n   Will you ever post a picture of your actual face? Like we've seen your body. That would've been the bigger struggle for me personally\n  ","503517":"\n   What are your favourite things to get for starter, main course and dessert to get out at a restaurant?\n  ","503518":"\n   Can you post a video of you saying something that will get me hard?\n  ","503519":"\n   Do you collect anything? If so, what do you collect? Since when did you start your collection? Are you close to completing it?\n  ","503520":"\n   what shoes did you\/are you planning to wear today? ♡\n  ","503521":"\n   It does not sound to be your voice.\n  ","503522":"\n   What's the current or last song u listened to?\n  ","503523":"\n   Doing much now? Chilling?\n  ","503524":"\n   I were upset of you last night so i didnt say goodnight to you.\n  ","503525":"\n   I am upset of your fake accounts. I were not upset because you didnt help me know names of books.\n  ","503526":"\n   Hell i cant decide either,  lots of interesting choices.  I cant seem to pick.  Maybe yiur right,  i giftcard but then what will you get with it?  Lingerie is always good but qill you wear it?\n  ","503527":"\n   Last Musical artist you saw live? ⚡(STAIF)\n  ","503528":"\n   Your deepest fear? ⚡(STAIF)\n  ","503529":"\n   If you could take a vacation anywhere in the world, where would you go? ⚡(STAIF)\n  ","503530":"\n   Did you use it?🤔😲\n  ","503531":"\n   we must\n  ","503532":"\n   ootd pic\n  ","503533":"\n   plz plz\n  ","503534":"\n   Pleasee can you post a pic of your 👣soles? Just of one foot so its easier to take a pic of❤\n  ","503535":"\n   postit here for a lil\n  ","503536":"\n   last time u sent a nude and to who\n  ","503537":"\n   What is this 🔰?\n  ","503538":"\n   Have you ever had a near-death experience? ⚡(STAIF)\n  ","503539":"\n   How old are you and how old do you get mistaken for? ⚡(STAIF)\n  ","503540":"\n   whats the perviest thing u done\n  ","503541":"\n   lets fcuk\n  ","503542":"\n   How fast are you at running\n  ","503543":"\n   If you did a trust fall when you fall backwards who would you trust to catch you\n  ","503544":"\n   Do you read children's books, even though you're an adult?\n  ","503545":"\n   Favorite movie scene? ⚡(STAIF)\n  ","503546":"\n   Opinion on relationship age differences ⚡(STAIF)\n  ","503547":"\n   should Americans eliminate the memorials to Confederate generals\/soldiers the way Germany eliminated monuments to Nazis?\n  ","503548":"\n   Have a nice day girl.\n  ","503549":"\n   What do you use more Twitter or Instagram? ⚡(STAIF)\n  ","503550":"\n   Last show you binge watched? ⚡(STAIF)\n  ","503551":"\n   Do you have any piercings or tattoos? ⚡(STAIF)\n  ","503552":"\n   if u had to get one letter of the alphabet tattooed, which would u get? (u can give an explanation but u don’t have to!)\n  ","503553":"\n   what is ur opinion on kid free weddings?\n  ","503554":"\n   are you an american? (if applicable: did u vote in the 2016 presidential election? how are you celebrating the 4th of july? did ur hometown\/family have any 4th of july traditions?)\n  ","503555":"\n   Do you wear a bilt\n  ","503556":"\n   Have you ever gotten stuck in an elevator??\n  ","503557":"\n   did u do anything to celebrate pride month? 🏳️‍🌈\n  ","503558":"\n   Good night beautiful\n  ","503559":"\n   Ohh😘😘 why not the second part? I would do that slowly so it feels great for you😍\n  ","503560":"\n   King gets to rub your foot🌹👑\n  ","503561":"\n   why :\/\n  ","503562":"\n   Do you think you'd enjoy having a foot rub? While having your big töe sücked on?😍👣💋\n  ","503563":"\n   Do you wanna be a friend with me?\n  ","503564":"\n   block list pap\n  ","503565":"\n   Whop Whop 😂\n  ","503566":"\n   ur fave person ever\n  ","503567":"\n   Pap of your ootn\n  ","503568":"\n   Do you wanna be in my arms? I wanna hug you.\n  ","503569":"\n   is it fun nite tontie\n  ","503570":"\n   Wyd rn\n  ","503571":"\n   Oh wow that sounds cool😘😘\n  ","503572":"\n   You are in the finale of Mr. \/Miss universe, you have been asked a question \n\nWill it be good, if there were only one country in this world, no other nation, no boundaries? Please elaborate.\n  ","503573":"\n   Did you took a picture of your self when you went swimming?\n  ","503574":"\n   What are you up to at the moment?\n  ","503575":"\n   When king needs his Queen🌹👑😢😭\n  ","503576":"\n   What size are they lol\n  ","503577":"\n   Do you plan to go overseas? Visit Australia or New Zealand?\n  ","503578":"\n   How was the swim?\n  ","503579":"\n   Are you bare foot at the moment?\n  ","503580":"\n   Lol me being one of those anons! But i'd be fine even if you put it at 4th place but hey if thats your honest ranking that its least weird, then you're super sweet😘😘\n  ","503581":"\n   Oh good to know foot is at the bottom 😅💕\n  ","503582":"\n   Lmao Happy happy Joy Joy😜😜 loved that show!\n  ","503583":"\n   Baby i wanna kiss your lips.\n  ","503584":"\n   How do you define being happy?\n  ","503585":"\n   Was that in order? Like the top of the list being the weirdest?\n  ","503586":"\n   Hello love.\nHello love.\n what is wrong with you?\n  ","503587":"\n   What king wants is to be with his Queen🌹👑\n  ","503588":"\n   What’s wrong with your king\n  ","503589":"\n   Ugh I am so sorry... The question mark was a typo I promise\n  ","503590":"\n   Wow you have a lot of followers.  How many of them ask you questions\/interact with you on a regular basis?\n  ","503591":"\n   Is my profile showing?\n  ","503592":"\n   Like= 20likes?\n  ","503593":"\n   Like= 20 likes?\n  ","503594":"\n   Hugs🌹👑😢\n  ","503595":"\n   Had a headache🌹👑\n  ","503596":"\n   You really mean that thanks? 🙈\n  ","503597":"\n   When Ive been ignored🌹👑😢😪\n  ","503598":"\n   You really look amazing! Honestly❤\n  ","503599":"\n   Remained hidden🌹👑😪\n  ","503600":"\n   Don’t know where he is\n  ","503601":"\n   WOW YOU LOOK AMAZING?😍😍😍 That is a very nice dress\n  ","503602":"\n   which anons u find the weirdest: stomach fetish ones, foot fetish ones, giant\/tiny fetish ones, anyone who talks bout poop or the thong dudes\n  ","503603":"\n   When you realized rn your king was missing\n  ","503604":"\n   Nice dress my Queen🌹👑\n  ","503605":"\n   You're not fat\n  ","503606":"\n   you are too, why are you proud of me if its okay to ask and thanks for always cheering me up btw x\n  ","503607":"\n   gold or diamonds?\n  ","503608":"\n   What would you shrink on yourself\n  ","503609":"\n   What can always make you laugh out loud?\n  ","503610":"\n   if there was a growth Ray on there would you use it on yourself\n  ","503611":"\n   Everybody is a bit odd some more than others I am the others LOL\n  ","503612":"\n   I visit your page occasionally! ❤ but WHAT? You're implying that you posted a selfie recently?🤔😲\n  ","503613":"\n   What are some signs to tell somebody is lying?\n  ","503614":"\n   POUQ\n  ","503615":"\n   have u ever been to a shooting range\n  ","503616":"\n   COOKIE DUDE!!!\n  ","503617":"\n   Oh why o.o? I know you would be beautiful to me💕\n  ","503618":"\n   Awww i will continue to wait until you show a selfie of your beautiful face!\n  ","503619":"\n   Wow is that you smiling in the right side photo?😍😍😍😍\n  ","503620":"\n   what is one thing you are afraid of\n  ","503621":"\n   One liner please\n  ","503622":"\n   i am currently fantasizing abt relaxing in bed. it is sooo nice. what is ur fav way to relax in bed? (sleeping in the morning? mid afternoon naps? sober? watching tv? windows open? idek what i’m talking abt.)\n  ","503623":"\n   If you were allowed to take one thing out of me,  what would it be?\n \nAnd what would you give me in return?\n  ","503624":"\n   lol but mexico has nothing to do with july 4th XD\n  ","503625":"\n   which is  a better date: bowling or a movie\n  ","503626":"\n   What's on ur mind?\n  ","503627":"\n   Did you enjoy school when you were there\n  ","503628":"\n   Hows your day going\n  ","503629":"\n   have u ever played (ice) hockey? have u ever been to a hockey game?\n  ","503630":"\n   Do you have a fan? ò.ó\n  ","503631":"\n   With or without?\n  ","503632":"\n   Whats your favorite pet with horns or without?\n  ","503633":"\n   have u ever baked bread\n  ","503634":"\n   Thank you, I can’t stop grinning 😊\n  ","503635":"\n   I know I'm odd\n  ","503636":"\n   thanks for following me hugs\n  ","503637":"\n   i think u let us see and hear u more this week than the last 2 years XD\n  ","503638":"\n   Lyndsey you have let me down :(\n  ","503639":"\n   could I ride on your shoulder lol\n  ","503640":"\n   Shit, I need to stop falling asleep, or at least check my notifications. Shower me with compliments\n  ","503641":"\n   what is sigh\n  ","503642":"\n   about 6 or 7 secs\n  ","503643":"\n   Xoxo\n  ","503644":"\n   a hate how a have alot of short yawns and half yawns a know a have annoying yawns but if they were longer yawns a would not care so much\n  ","503645":"\n   Which vegetable is your favorite?Do you prefer it raw or cooked in some fashion?\n  ","503646":"\n   Not really but I would look at it it would B like a ride\n  ","503647":"\n   When you're being too cute for 😍 so you get this 😻 😹\n  ","503648":"\n   Yes right. No in my case as I would rather spend time stalking pretty pretty girls in clubs and markets, and date someone.\n  ","503649":"\n   How close are ypu with ypur family?\n  ","503650":"\n   Any new questions from super Lyndsey 😃 ?\n  ","503651":"\n   +\n  ","503652":"\n   how do a come on to this girl sexually we have been friends for months but a feel like being dirty with her now but a dont know how she will react\n  ","503653":"\n   23\n  ","503654":"\n   am just telling you about ma life\n  ","503655":"\n   you told me to go away\n  ","503656":"\n   tell me why your angry at me\n  ","503657":"\n   Both have crappy food. Dairy Queen, Arby's, and Chick-fil-a are the good ones\n  ","503658":"\n   Polemic question: Which is better, Burger King or McDonald's?\n  ","503659":"\n   Hello\n  ","503660":"\n   70 plus is too old\n  ","503661":"\n   Pakistanis are supporting India today because if England lose this match then pakistan will have the chance to go semifinals after beating Bangladesh on 5th july.\n  ","503662":"\n   I cant support india because i wanna support you\n  ","503663":"\n   friends what's up\n  ","503664":"\n   Is it possible to stay friends with a person you have loved before?\n  ","503665":"\n   Have you ever loved someone you have not met?\n  ","503666":"\n   How do you handle people you don't like?\n  ","503667":"\n   Tell me a good comedy movie\n  ","503668":"\n   what was the last road trip u went on?\n  ","503669":"\n   With the main man\n  ","503670":"\n   Do you always smile for pictures?\n  ","503671":"\n   Play last night?\n  ","503672":"\n   Do you think it is wired if a girl calls her boyfriend daddy\n  ","503673":"\n   Okay. I have noticed that old English men go to watch the matches of England in stadiums.\n  ","503674":"\n   Good night sweetie\n  ","503675":"\n   good night\n  ","503676":"\n   Okay.\n  ","503677":"\n   Will you watch the match with your parents?\n  ","503678":"\n   Haha i imagined dropping off our children to their school with you. ;) i kissed ya near the school gate. You are yummier than milkshake of mango, arent you?\n  ","503679":"\n   Have you ever had a secret admirer?\n  ","503680":"\n   What's the most illogical thing ever?\n  ","503681":"\n   I'm good now x\n  ","503682":"\n   No it was ice cream. It wasnt pastry.\n  ","503683":"\n   So what is the number one thing you want off your list?\n  ","503684":"\n   Did you send her follow request? She hasnt accepted mine yet. Im getting bored. What do i do? It is hot and i cant go for a walk at this time. Wanna kiss in Carrefour?\n  ","503685":"\n   Show me your lovely arms\n  ","503686":"\n   What do you love the most about your family? What would you like to change?\n  ","503687":"\n   You are lovely\n  ","503688":"\n   It's Social Media Day! Name your favorite social media apps now!\n  ","503689":"\n   Yesterday what i ate was cornetto strawberry.\n  ","503690":"\n   I just ate ice cream. No one likes Mcdonalds.\n  ","503691":"\n   what does ur average sunday morning look like?\n  ","503692":"\n   How's your saturday so far?\n  ","503693":"\n   Shark diving, bungee jumping, or sky diving?\n  ","503694":"\n   What's your currently favorite show on TV?\n  ","503695":"\n   Do you believe in happy endings?\n  ","503696":"\n   What song are you listening to right this moment?\n  ","503697":"\n   why tp?\n  ","503698":"\n   toilet roll or wet wipes?\n  ","503699":"\n   Carrefour is a general store\n  ","503700":"\n   Please ignore my last question... I feel like I shouldn't have asked you that. It's none of my business.\n  ","503701":"\n   Have you ever BARED your soul to someone only to rejected in a cruel fashion?\n  ","503702":"\n   Would you accept an offer of 800 dollars just to paddle you for an hour?\n  ","503703":"\n   What now?\n  ","503704":"\n   It is hot today\n  ","503705":"\n   What did Harry say?\n  ","503706":"\n   Show me England\n  ","503707":"\n   Who will win today? Both teams are good. May England win the world cup.\n  ","503708":"\n   sexy\n  ","503709":"\n   You look so beautiful and gorgeous and amazing in that dress\n  ","503710":"\n   Post a picture of you in a dress\n  ","503711":"\n   that king dude has like 30 queens and he says all of em that they the only one XD\n  ","503712":"\n   how many msgs u get from lahore per day\n  ","503713":"\n   ah, it's both night and morning here, it's 1 am.  I saw your picture for the first time today.  Why do you think you'd lose followers if you shared it on here?\n  ","503714":"\n   What was the last book you highly recommended to someone else?\n  ","503715":"\n   😭\n  ","503716":"\n   How long did you have your last bf for?\n  ","503717":"\n   The pretty girl I saw at Carrefour last night\n  ","503718":"\n   How are you this morning?\n  ","503719":"\n   Could you eat Dwayne Johnson diet aka the Rock for a week\n  ","503720":"\n   Maybe her Instagram is alzehkhan2121\n  ","503721":"\n   Formal as in?\n  ","503722":"\n   I dont do Sc,  but if we agree neither of us is a nut job maybe we can share our kik\n  ","503723":"\n   i was eaten by a turtle when i was a kid, can i still drink orange juice?\n  ","503724":"\n   How do you do?\n  ","503725":"\n   Do you plan on ditching alcohol for good?\n  ","503726":"\n   Elton had no hair 😶\n  ","503727":"\n   Can you show them on feet please?😂\n  ","503728":"\n   Do you have any tattoo? Post a pic of them please?\n  ","503729":"\n   what’s ur favorite overpriced treat, that u can only splurge on occasionally ?\n  ","503730":"\n   Message💔🖤\n  ","503731":"\n   So youd just flick him away into the sewers or something? Step on him?\n  ","503732":"\n   Mood🙃\n  ","503733":"\n   So what do you use to post besides ask?\n  ","503734":"\n   dagh now am parranoy because ma mom is a wake and if she thinks am masterbating she might try to catch me\n  ","503735":"\n   “Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.” ― Are you someone's happiness?\n  ","503736":"\n   You're a cutie\n  ","503737":"\n   What are you wearing and sizes?\n  ","503738":"\n   Do you talk to your pet?\n  ","503739":"\n   I thought you were pretty open about your weight loss goals, so I felt like I had a free pass, but I felt iffy at the same time. As another compliment, you are unlikely to be the female version of Chris Farley. I think you will live a lot longer than him due to better care.\n  ","503740":"\n   What would you do if you found a cute guy only 3 inches tall?\n  ","503741":"\n   pap surroundings\n  ","503742":"\n   Pic💔👀\n  ","503743":"\n   Did you have a good day\n  ","503744":"\n   swimsuit pic from behid\n  ","503745":"\n   Have you ever smoked weed\n  ","503746":"\n   lets do sum padlin\n  ","503747":"\n   What is your definition of perfection? What makes something perfect? 🌸STAIF🌸\n  ","503748":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","503749":"\n   When’s the last time you stayed in a hotel?\n  ","503750":"\n\n    https:\/\/ask.fm\/whoiscuter\/photopolls\/136230695?utm_source=copy_link&utm_medium=iOS\n   \n","503751":"\n   Do you follow directions well?\n  ","503752":"\n   No your already a superstar\n  ","503753":"\n   Oh,  well explain how this works?  Im sure i can find some things off your list.\n  ","503754":"\n   what’s ur opinion on neapolitan ice cream ? 🍓🍦🍫\n  ","503755":"\n   do u have an iPhone?\n  ","503756":"\n   have you ever owned a trampoline?\n  ","503757":"\n   what was the stupidest rule ur parents had\n  ","503758":"\n   gif\n  ","503759":"\n   Lose a few more and you might look like Meghan McCain 😎\nBut who do you look the most like?\n  ","503760":"\n   How much of a mess is your room?\n  ","503761":"\n   have u ever been to Catholic mass\n  ","503762":"\n   What wild animals do you see around your home on a daily basis?\n  ","503763":"\n   S🌻a🌺d🍀\n  ","503764":"\n   Good night beautiful\n  ","503765":"\n   hard straight up sex then\n  ","503766":"\n   Skype please. I hope to talk to you on Skype soon. Yes you will do that once i have dense hair, success and a big house.\n  ","503767":"\n   what have you learned over the years?\n  ","503768":"\n   Lets talk on a phone call at whatsapp\n  ","503769":"\n   Have you ever cried tears of joy? When?\n  ","503770":"\n   What's the last thing that made you smile? 🌸STAIF🌸\n  ","503771":"\n   Who is your hero and why? 🌸STAIF🌸\n  ","503772":"\n   Pet peeve?\n  ","503773":"\n   So do you model your wishlist items?\n  ","503774":"\n   What are some misconceptions in society, that you'd like to let others know about (from your own experience\/understanding), so they don't expect it the way it's typically perceived? 🤔\n  ","503775":"\n   Yeah\n  ","503776":"\n   It looks beautiful my Queen🌹👑\n  ","503777":"\n   Were you closer with your mom or your dad when growing up?\n  ","503778":"\n   Love your swimsuit🌹👑\n  ","503779":"\n   Why do people let themselves be emotionally hurt? Why can't they see that this behavior is useless?\n  ","503780":"\n   My beautiful Queen🌹👑\n  ","503781":"\n   I talked to a customer and gave him address of our yard.\n  ","503782":"\n   Pap swimsuit\n  ","503783":"\n   Did you watch boy meets world and cruel intentions?\n  ","503784":"\n   What would you do if you had a shrink ray\n  ","503785":"\n   What is the most popular sport in your country?\n  ","503786":"\n   Haha. You are naughty, arent you? Is it a heart shaped underwear?\n  ","503787":"\n   And i am researching\n  ","503788":"\n   What's your \"famous\" 2019 motto that you'd like others to remember and quote you by? lol.\n  ","503789":"\n   lez\n  ","503790":"\n   What's up girl?\n  ","503791":"\n   am just telling you about ma life\n  ","503792":"\n   Your right\n  ","503793":"\n   PAP of your socks please\n  ","503794":"\n   pap\n  ","503795":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","503796":"\n   Do you like adventure?.   #♥\n  ","503797":"\n   \"All our dreams can come true if we have the courage to pursue them.\"  ―  Are you pursuing your dreams?\n  ","503798":"\n   Sorry .,, I am from the east so the sun come here\n  ","503799":"\n   good morning🌻🌺\n  ","503800":"\n   its because am reading very fast\n  ","503801":"\n   a was reading for 20 mins and it has messed up ma breathing DAGHHHHHH\n  ","503802":"\n   sorry i guess i just don’t understand what “how can it really be a black neighborhood?” means\n  ","503803":"\n   I only just learned that \"arugula\" is known as \"rocket\" here. I honestly just thought it was a leafy green only sold in the Americas and Canada.😂  What's a food name where you live\/are from which is called something different elsewhere?\n  ","503804":"\n   Are you a possessive person?\n  ","503805":"\n   yes when a was reading a kept having to take loud breaths every 5 or 10 seconds dagh\n  ","503806":"\n   yes but when you are reading some think you have to hold in some breath\n  ","503807":"\n   Do you make sound effects when you do something?For example I’ll throw a balled up sock into the laundry basket and go “ whoosh” or if Sophia walks under me I’ll make an airplane noise.\n  ","503808":"\n   when a was reading some think a keep running out of breath daghhhh lot of times when am reading thinks a run out of breath and have to breath deep and heavy\n  ","503809":"\n   Be honest, what kind of pr0n do you like to watch?\n  ","503810":"\n   How did your life change when you became s*xually active?\n  ","503811":"\n   when was the last time you were rudely interrupted while doing something sxual?\n  ","503812":"\n   Poker face or *poke* her in the face\n  ","503813":"\n   Do you ever share those Facebook posts that contain the words 'I bet none of my friends will share this'??\n  ","503814":"\n   Do you ever use people telling you an edgy joke as an excuse to unleash all your dark thoughts upon them?? 😆🤗🤡☻\n  ","503815":"\n\n    https:\/\/www.youtube.com\/watch?v=QhXHINK7-o4\n   \n","503816":"\n   Hi...\n  ","503817":"\n   that is just terrible. smh. thanks for answering my question\n  ","503818":"\n   nothing XD\n  ","503819":"\n   What's the stupidest question, someone has ever sent you?\n  ","503820":"\n   Proud for what?\n  ","503821":"\n   Are you a Christian? Have you ever been baptized by Christian church?\n  ","503822":"\n   hi\n  ","503823":"\n   what is one thing you hate to share\n  ","503824":"\n   If a reality is not what you want, what is your best attitude towards that reality, acceptance, acknowledgment, or what else?\n  ","503825":"\n   You can follow me on........\nTwitter\nCheck out GD Nahid (@gdnahid1):\n   \n    https:\/\/twitter.com\/gdnahid1?s=08\n   \n   Instragram\n   \n    https:\/\/www.instagram.com\/p\/BzP_N4fjF8s\/?igshid=kpxufzrfbcux\n   \n","503826":"\n   On the other hand, what is a movie you started watching, but couldn't get into? :3\n  ","503827":"\n   screen blocklist\n  ","503828":"\n   😏😏\n  ","503829":"\n   How does it feel to dislike someone but you still love them?\n  ","503830":"\n   Do you like having alone time\n  ","503831":"\n   In several predominantly African-American neighborhoods, there are only about three black men for every five black women under age 65. Where Have All the Black Men Gone?\n  ","503832":"\n   dont know either of em guess they rly arent active\n  ","503833":"\n   who\n  ","503834":"\n   wyd?\n  ","503835":"\n   Do you know anybody who doesn't like chocolate?\n  ","503836":"\n   Hello\n  ","503837":"\n   Have a nice day. Bye.\n  ","503838":"\n   What are some of the best feelings in life?\n  ","503839":"\n   what are you grateful for?\n  ","503840":"\n   There is a place in California near San Jose where there are tarantulas all over the street.\n  ","503841":"\n   You deserve anything for making me the best king and you are my beautiful queen🌹👑\n  ","503842":"\n   Do you ever wonder how things will turn out if you didn't do certain things\n  ","503843":"\n   What movie can you watch over and over again? :3\n  ","503844":"\n   what did batman say to robin before he got in the car? \"get in the car!\" HAHAHAHAHAHA\n  ","503845":"\n   FINALLY A PICTURE AFTER ALL THESE YEARS\n  ","503846":"\n   Goes swimming🌹👑\n  ","503847":"\n   What is the worse thing you've eaten or had to drink\n  ","503848":"\n   Ever been attacked by a bird?\n  ","503849":"\n   Ootd pic\n  ","503850":"\n   Yeah but not too crowded so I’m not going tomorrow and Monday🌹👑\n  ","503851":"\n   Why do I feel guilty when someone is kind to me?\n  ","503852":"\n   Enjoyed my day🌹👑🍿\n  ","503853":"\n   What happened\n  ","503854":"\n   What is the craziest thing you've ever done\n  ","503855":"\n   Queen🌹👑\n  ","503856":"\n   hey make sure you wear plenty of sun cream, sorry if im nagging you i just worry loads, xo\n  ","503857":"\n   Bravest thing you’ve done?\n  ","503858":"\n   it does indeed, i perfer it to be little cool then humidity, have you a pool where you live\n  ","503859":"\n   💐 Do you have, or have access to, a garden? Are you “green fingered” (i.e. good at gardening)? \n🌳 If you don’t have a garden, how close is your nearest green space?\n  ","503860":"\n   Hello\n  ","503861":"\n   Have you ever traded s*xual favors for anything? (money, food, anything else?)\n  ","503862":"\n   When was the last time ...    🦷 You had toothache? ... 🌹 Thought about an ex? ... 🚕 Used public transport? ... 🚣‍♀️ Went on a boat? ... 🌶 Ate something spicy?  ... 😀 Laughed when you shouldn’t have?\n  ","503863":"\n   u get asked much worse?\n  ","503864":"\n   GIVE ME 15 COINS\n  ","503865":"\n   lasttime someone used ur ass as bongos\n  ","503866":"\n   Do you like the sound of your voice? Record yourself saying the following sentence. “Tom i will give you 50 dollars”\n  ","503867":"\n   ama beedrilling u all nite and i will leave ur bulbasaur\n  ","503868":"\n   Do you make many jokes.\n  ","503869":"\n   You deserve my love for making me feel loved. I’ll always love you and you are my everything🌹👑\n  ","503870":"\n   Bye\n  ","503871":"\n   Good night beautiful\n  ","503872":"\n   Gn my Queen. I’ll rub your butt and give you booty massages🌹👑\n  ","503873":"\n   Booty massages for you🌹👑\n  ","503874":"\n   Is your butt feeling better🌹👑\n  ","503875":"\n   Who is the happiest person in the world?\n  ","503876":"\n   Butt rubs for you🌹👑\n  ","503877":"\n   Okay bye. I will talk to you at 4 pm of Worcestershire time. Have a nice day yummy girl.\n  ","503878":"\n   what’s something you don’t really like abt the last person u sent a text to (feel free to keep it anonymous ofc)\n  ","503879":"\n   Is tomato🍅 a fruit or vegetable?\n  ","503880":"\n   Do you like pork chops?\n  ","503881":"\n   I'm not being racist. I just informed you that a Chinese customer came to buy steel sheet from us. He wanted to get 25mm thick plate. We have 22 mm thick plate.He sèemed interested to buy 22mm but we have suggested him to go another dealer for 25mm. He might come back because new steel is expensive.\n  ","503882":"\n   King touches your butt to make you feel better🌹👑\n  ","503883":"\n   Food spam: Which type of pastry is your favorite?\n  ","503884":"\n   If you like Italian food what is your favorite dish?\n  ","503885":"\n   If you like Mexican food what is your favorite dish?\n  ","503886":"\n   If you like Filipino food which dish is your favorite?\n  ","503887":"\n   What kind of cheese do you like on your burger?\n  ","503888":"\n   Hugs🌹👑🤗\n  ","503889":"\n   maybe it would be red idk but just post it\n  ","503890":"\n   Rubs your butt🌹👑\n  ","503891":"\n   My girlfriend is being bad what should I do\n  ","503892":"\n   I meant going to the pool at night🌹👑\n  ","503893":"\n   A Chinese customer has come in our yard and is sitting in front of me.\n  ","503894":"\n   we need proof\n  ","503895":"\n   I just have my father with me in the office. I dont think that it is hygienic to sleep in the sofa on which customers sit when they visit us. Also this market is dirty and there is dust on roads that disperse in the air when a vehicle pass through the roads.\n  ","503896":"\n   Been taking my shirt off at night since it’s over 100 degrees 🌹👑\n  ","503897":"\n   King is just relaxing with his Queen🌹👑\n  ","503898":"\n   would u charge em? o.o didnt know ur current guys already paid\n  ","503899":"\n   Thanks\n  ","503900":"\n   u should get ur own harem lmao one diff guy every time\n  ","503901":"\n   You have the strongest king🌹👑💪🏻\n  ","503902":"\n   are u taking any newcomers\n  ","503903":"\n   Do you like it\n  ","503904":"\n   Ha I am at work. I have a sofa in the office  but I don't like to sleep in the office.\n  ","503905":"\n   I'm getting bored. I have drowsiness because I drank milkshake of mango earlier.\n  ","503906":"\n   Do you believe in hate at first sight?\n  ","503907":"\n   🌹👑🤗🤗\n  ","503908":"\n   how many guys u do it with\n  ","503909":"\n   Paste the last thing that's in ur clipboard\n  ","503910":"\n   then the pink canoe wasnt paddled recently lmao i had to look up what thatmean XD\n  ","503911":"\n   Thoughts on that see rocketman those days🌹👑\n  ","503912":"\n   Yesterday i studied about polynomials.\n  ","503913":"\n   anyone else counts when was the last time he helped\n  ","503914":"\n   is that guy still arund i thought u didnt speak anymore\n  ","503915":"\n   Ever slipped and fallen\n  ","503916":"\n   last timesomeone helped u other than the same guy\n  ","503917":"\n   Hello girl did you have coffee last night?\n  ","503918":"\n   What is your favorite month of the year?\n  ","503919":"\n   Id you like Chinese food which dish is your favorite?\n  ","503920":"\n   wdym\n  ","503921":"\n   What have you done today\n  ","503922":"\n   i like dancing the birdie in my underwear when it rains\n  ","503923":"\n   Shush just made it happen you're a lil princess\n  ","503924":"\n   Do you worry much\n  ","503925":"\n   Do you care if someone doesn't like you?\n  ","503926":"\n   My hair is getting dense. Yay. I will show you tonight.\n  ","503927":"\n   what was ur mother right abt?\n  ","503928":"\n   Pick 3 ask users and tell us why you like them.\n  ","503929":"\n   What  size shirt pants and shoe are you? I’m an XL shirt 36 waist and 9.5 shoe for those interested in getting me something for my birthday .\n  ","503930":"\n   do you wear mascara?\n  ","503931":"\n   do you take baths?\n  ","503932":"\n   hello, aw your a cutie too\n  ","503933":"\n   You're there 😇\n  ","503934":"\n   Do you like cheezits? Do you have a favorite flavor of them?\n  ","503935":"\n   whatever happened to leighton\n  ","503936":"\n   POUQ\n  ","503937":"\n   I had a nightmare I was white\n  ","503938":"\n   Do you have a soft spot for anything. Example I have a soft spot for animals I like them and dont want to hurt them\n  ","503939":"\n   You're too cute\n  ","503940":"\n   😥😥\n  ","503941":"\n   if for the rest of ur life u could drink water, one hot drink, one cold drink, and one alcoholic drink; what would u choose for each?\n  ","503942":"\n   do you own anything that’s zebra print\n  ","503943":"\n   Blushingggggg\n  ","503944":"\n   You should cutie\n  ","503945":"\n   Jesus where u live Texas? L.A? Florida?\n  ","503946":"\n   love the sun just hate if its humid x\n  ","503947":"\n   Air gets too dry and that’s what makes my nose bleed🌹👑😪\n  ","503948":"\n   i want to move away from my grandparents, and it is just breaking my father’s heart. what is a choice that ur parents really wanted\/did not want you to make? what did u choose??\n  ","503949":"\n   Last picture in ur phone? Including screenshots\n  ","503950":"\n   With what?🌹👑🍿\n  ","503951":"\n   Food spam: Which type of Cheerios are your favorite?\n  ","503952":"\n   Final food question : who makes the best cakes in your area?\n  ","503953":"\n   😍 yay\n  ","503954":"\n   Can’t wait tomorrow🌹👑😪🍿\n  ","503955":"\n   What is something people always do when you go to the gym. Mine is  wipe off your sweat off the fucking machine when you've finished using it\n  ","503956":"\n   Lindz my lil cutie how have you been\n  ","503957":"\n   Be HAPPYYYYY\n  ","503958":"\n   lol, whats the weather like in arizona\n  ","503959":"\n   What do you do when you feel sad?\n  ","503960":"\n   oh cool, your like so easy to chat so chill its cool x\n  ","503961":"\n   How flexible are you\n  ","503962":"\n   Do you workout\n  ","503963":"\n   cool,  do you like your legs if its okay to ask liv likes to flaunt her shes so confident x\n  ","503964":"\n   Favorite makeup brand\n  ","503965":"\n   do you wear shorts or skirts in summer\n  ","503966":"\n   hey its good to chill to lynds\n  ","503967":"\n   Which ones\n  ","503968":"\n   What's one thing that you need\n  ","503969":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","503970":"\n   had you a nice day, i was at the beach x\n  ","503971":"\n   What’s your favorite type of soup?\n  ","503972":"\n   If the answer is i rubbed my bum all over your carpet. Then what's the question? 🤔🤔\n  ","503973":"\n   Peanut butter ....chunky or smooth??\n  ","503974":"\n   Movie Madness! A) The Queen's Corgi B) Yesterday C) Spiderman: Far from home C) In Fabric\n  ","503975":"\n   Gonna have to go Friday Saturday and Monday to the movies🌹👑😪\n  ","503976":"\n   I had a bloody nose last night but I'm ok. I'll have to see rocket man tomorrow Saturday and Monday because of the bloody nose I had🌷👑😢😓\n  ","503977":"\n   Hey baby, sup\n  ","503978":"\n   Say something to me in a voice answer 😚\n  ","503979":"\n   Plans for today\n  ","503980":"\n   i just wanted to say hello xo, hope you have a great day\n  ","503981":"\n   A lot of the girls I follow on askfm end up dropping out of college, or if they finish it they never really do anything useful with their degrees. Why do you think that is?\n  ","503982":"\n   Pakistani rupees 164=$1\n  ","503983":"\n   I know a lot about female anatomy 😏 is that joke overused? 😟\n  ","503984":"\n   what’s ur favorite non meat sandwich ?\n  ","503985":"\n   who is one of ur favorite poets of all time?\n  ","503986":"\n   How did you spend time yesterday?\n  ","503987":"\n   Current outfit?\n  ","503988":"\n   Who is the most beautiful person in your family?\n  ","503989":"\n   Are you left or right handrd\n  ","503990":"\n   Do you ever have a barbeque in the summer\n  ","503991":"\n   Thoughts on Bill Nye?\n  ","503992":"\n   Have you ever Been to JB Dawson’s?\n  ","503993":"\n   Do you care about the man’s lips\n  ","503994":"\n   both pairs\n  ","503995":"\n   hello again! were you raised where you were born? did you play sports growing up? what’s your favorite sport to watch? what kind of climate is ideal to u? what’s your favorite sandwich?\n  ","503996":"\n   how are you had you a nice day\n  ","503997":"\n   in ur romantic relationships do u feel like u more often are striving to please the other person, or the other person is striving to please u? (yes, ideally it would be equal but a lot of relationships arent perfectly balanced.)\n  ","503998":"\n   what’s your favorite book genre\n  ","503999":"\n   Are you getting weird anonymous  questions?\n  ","504000":"\n   Do you have nice lips\n  ","504001":"\n   Can you lose gracefully?\n  ","504002":"\n   At what do you stop trying with someone?\n  ","504003":"\n   There is 3 containers all 3 have 2 gold bars in them. The first container has boiling water in it, the second container has acid in it and the last one has venomous scorpions in it. Which container would you put your hand in to get the gold bar and why\n  ","504004":"\n   When was the last time you hugged someone? 🌸STAIF🌸\n  ","504005":"\n   Would you rather never be able to speak again or have to say everything you're thinking\n  ","504006":"\n   do u have a lucky number?\n  ","504007":"\n   Block buster went bust ages ago\n  ","504008":"\n   Does that make you feel\n  ","504009":"\n   How do you like to start your day\n  ","504010":"\n   Chocolate Pudding or Vanilla Pudding?\n  ","504011":"\n   What is a fun fact that you would like to share for no apparent reason what so ever?\n  ","504012":"\n   I felt old today I'm 23 someone asked me what is a VHS player\n  ","504013":"\n   Have you ever ordered something from Etsy? What was it?\n  ","504014":"\n   When was the last time you felt old\n  ","504015":"\n   have u ever lived higher than the fourth floor?\n  ","504016":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","504017":"\n   Have you ever eaten escargot?\n  ","504018":"\n   Do you get flash flooding where you live?\n  ","504019":"\n   What's Gemma's @\n  ","504020":"\n   Have you ever been thrown out of anywhere or asked to leave?\n  ","504021":"\n   What swimsuit did you decide on?\n  ","504022":"\n   when u think of “college towns” where comes to mind first ?\n  ","504023":"\n   +++++\n  ","504024":"\n   Has anyone borrowed anything from you and had yet to return it?Have you borrowed anything from anyone and not returned it?\n  ","504025":"\n   Good night sweetie\n  ","504026":"\n   \" spider pig... spider pig... does he fly? No he can't... look out it's spider pig!\"\n  ","504027":"\n   Because you made me a great king who made me become stronger and my whole body became muscular and had huge muscles🌹👑\n  ","504028":"\n   Have you ever been so popular in a job that they've thrown you a Leaving do when you left, complete with cake, a present, and everything?? 🙀🎉🎁🎂\n  ","504029":"\n   One beautiful queen who will make my life happy forever when I went through the hard times in school would be you because you make me feel special and loved. Without you my life wouldn’t be complete🌹👑\n  ","504030":"\n   What time do you wake up?\n  ","504031":"\n   🌹👑🤗\n  ","504032":"\n   Love relaxing with you in bed🌹👑\n  ","504033":"\n   I wanna dominate you:)\n  ","504034":"\n   Have you done much selling on eBay? Would you recommend it as a way of making some quick cash? 💷 Also, how is a new seller suppose to sell anything if they don't have any feedback? 🤷‍♂️\n  ","504035":"\n   How many times have you fallen in love?\n  ","504036":"\n   Play tonight?\n  ","504037":"\n   How would you describe being a good friend?\n  ","504038":"\n   King relaxes in bed🌹👑\n  ","504039":"\n   Followed\n  ","504040":"\n   like my new posts\n  ","504041":"\n   Have you ever had to learn anything the hard way if so what\n  ","504042":"\n   Where do you get your best ideas?\n  ","504043":"\n   Tell me something that will make me happy😍😍\n  ","504044":"\n   What kind of things to you do when you want to blow off a bit of steam?\n  ","504045":"\n   Do you wear sunscreen when going to the beach?\n  ","504046":"\n   What's the best gift you've got from  your parents?\n  ","504047":"\n   what’s ur opinion on Popeye’s ?\n  ","504048":"\n   What was the last life-changing decision you had to make?\n  ","504049":"\n   What gives you goosebumps?\n  ","504050":"\n   What is the last thing you did to be kind to yourself? 🌸STAIF🌸\n  ","504051":"\n   hi! what’s ur first name? what’s ur fav type of pizza? are you religious? are you outdoorsy? how many kids do u want, total? do you think you’d enjoy living in a big city?\n  ","504052":"\n   what’s going on in ur life ?\n  ","504053":"\n   Is there a Chinese population where you live\n  ","504054":"\n   Doing much?\n  ","504055":"\n   And I bet it feels good:)\n  ","504056":"\n   growing up, what groups do you think you witnessed the most discrimination towards?\n  ","504057":"\n   Take the socks off, beautiful\n  ","504058":"\n   Forget it. Its gonna come right back to me 😂😂😂\n  ","504059":"\n   Put some on?\n  ","504060":"\n   What are you up to today\n  ","504061":"\n   my body gets sore\n  ","504062":"\n   Went to the gym for about 4 hours now i'm tired lol\n  ","504063":"\n   hugs\n  ","504064":"\n   can i count on you to join unitymix.com ?\n  ","504065":"\n   Im sure ot was mentioned in the south park movie too\n  ","504066":"\n   that's good\n  ","504067":"\n   Lol aw but good weird though right? By confidence you know i meant making you feel good and confident to show off your beautiful feet anytime! Not just taking pics for on here😘😘\n  ","504068":"\n   you seem like a person with a great sense of humor\n  ","504069":"\n   your funny lol\n  ","504070":"\n   LOL\n  ","504071":"\n   Doing great. Hugs🌹👑\n  ","504072":"\n   hows your day going\n  ","504073":"\n   Hello Lynds\n  ","504074":"\n   Hi, sorry to bother you guys but I have a new account\n   \n    @HernameisSara\n   \n   , I might deactivate this one in the future 🌸 STAIF 🌸\n  ","504075":"\n   Oh haha sorry then! Was also trying to give you more confidence with your feet too! And i do mean those compliments😍😘\n  ","504076":"\n   Could be. But not what im think of. A very popular tv show still\n  ","504077":"\n   Love you my Queen. You made me feel better last night🌹👑\n  ","504078":"\n   Hey🌹👑\n  ","504079":"\n   3rd time I’ll see rocketman either Friday or this weekend🌹👑\n  ","504080":"\n   \" i'm not fat... i'm just big boned!!! Motherf&&&kerr\"\n  ","504081":"\n   \"You telling me you built a time machine??\" \"Marty, we must go back!\"\n  ","504082":"\n   \"Why throw away your life away so easily?\" \" i'd ask you the same thing Megatron\" *epic clash*\n  ","504083":"\n   Vague music reference question: what was all that Sally wanted to do? (A little hint: the Song Featured in The Commitments movie)\n  ","504084":"\n   It's amazing!!!!!\n  ","504085":"\n   To infinity and ?\n  ","504086":"\n   What is your next plan?!!! ★Any Matter★\n  ","504087":"\n   What was last meal you cooked?\n  ","504088":"\n   Name ONE thing that you have done\/said in the past that you still regret, how do you deal with these feelings of regret?\n  ","504089":"\n   Do you ever think that parents only discipline their kids in public (not spankings but verbally admonishing them) to try and show off to others around them? Like saying see? I’m a good parent I don’t let my kids get away with things?\n  ","504090":"\n   What time do you normally go to bed and get up\n  ","504091":"\n   Is it just me or do you really hate buses\n  ","504092":"\n   If a group of friends asked you to share an adventure with them, do you think you'd be up for it, or do you find adventures nasty, disturbing, uncomfortable affairs?\n  ","504093":"\n   A human fullterm pregnancy is 40weeks. That equals to 10months yet most people say that humans give birth, full term at 9months. Which do you agree with and which do you say?\n  ","504094":"\n   Do you read\n  ","504095":"\n   Im just about to finish Breakin Bad so anyone want to suggest another Netflix series to watch?\n  ","504096":"\n   Good night beautiful\n  ","504097":"\n   Goodnight\n  ","504098":"\n   I want to hug you and kiss you. I want you to sleep in my arms every night cutie.\n  ","504099":"\n   Babes i love you.\n  ","504100":"\n   If you got superpowers what super power would you have and would you use it for good or for evil\n  ","504101":"\n   What do you usually do on a rainy day?\n  ","504102":"\n   🌹👑😘\n  ","504103":"\n   Oh you were being sarcastic🙈 Uhm, how did that sound creepy then? Just wondering!😊 i mean i thought you were reasonably accepting of foot fetishes😅 was it overly complimentary?🤔\n  ","504104":"\n   What would you do if there was no more Internet in the world?\n  ","504105":"\n   What is the best good moment in your life?! ♥♣♪♠♦\n  ","504106":"\n\n    https:\/\/66.media.tumblr.com\/f9cf4207042f608abe9a0bf32d97c750\/tumblr_p7chhfI7Gd1qd3mqdo1_500.jpg\n   \n   do u listen david bowie\n  ","504107":"\n   What's your mood in the mornings?\n  ","504108":"\n   if u were one of the two, would u be lemon or lime? would you be soap or shampoo? would you be the sun or the moon? would you be salt or pepper? (not which u prefer, but which is more ur energy? which do u identify with more??)\n  ","504109":"\n   what’s ur favorite knight?\n  ","504110":"\n   Have you ever seen the pain and hurt in someone’s eyes and it made you both upset and angry at the same time?\n  ","504111":"\n   what time is it?\n  ","504112":"\n   What or who motivates you to get out of bed every morning?\n  ","504113":"\n\n    https:\/\/m.youtube.com\/watch?v=ErreyYBqa3Y\n   \n   Colorblind is so pretty song, you can listen so many playlists from movies and shows\n  ","504114":"\n   Needs his Queen to sleep with king🌹👑\n  ","504115":"\n   King needs his Queen🌹👑😪\n  ","504116":"\n   Do you think that many people are ignorant and by this they live happily?\n  ","504117":"\n   Oh it doesn't? Well good to know! Im just being honest, also complimenting your perfect feet!\n  ","504118":"\n   Rate my D?\n  ","504119":"\n   Because I fell on my back and needed you to make me feel better🌹👑😢\n  ","504120":"\n   I feel ok starts to cry since king needs his Queen🌹👑😪😢\n  ","504121":"\n   What's the point of being happy if you are just going to be sad again?\n  ","504122":"\n   Analyzing? I just asked you the simplest question in the world\n  ","504123":"\n   Hey lovely\n  ","504124":"\n   Ever been in a situation where no ones listening but you have to keep talking anyways?\n  ","504125":"\n   Do you think whales and dolphins belong in captivity for education and research ?\n  ","504126":"\n   I need a gf I am 13 and a gamer I don't care if you are beautiful or not,\n  ","504127":"\n   LETS PARTY!!!!\n  ","504128":"\n   Played tonight?\n  ","504129":"\n   What did you have for dinner?\n  ","504130":"\n   Has anyone told you they don’t blame you yet treated you like they do?\n  ","504131":"\n   BOBY. NOW.\n  ","504132":"\n   Needs back rubs since I fell🌹👑😪\n  ","504133":"\n   What ya doing\n  ","504134":"\n   Have you ever been in a fight in school?\n  ","504135":"\n   Why is need to care about other people anyway?\n  ","504136":"\n   YES!!!!!!!!!!\n  ","504137":"\n   Have you ever fantasied about it?\n  ","504138":"\n   Is there anyone in your life who expects you to stop what you’re doing and listen to their problems and vent but when it’s your turn to vent they can’t be bothered??\n  ","504139":"\n   What's the best way for a girl to keep her rack naturally perky?\n  ","504140":"\n   LETS DO IT!!!\n  ","504141":"\n   Haha, fair enough! But yours are absolutely beautiful! Especially with your painted toe nails! And i know i'd just love your soles too!😍😘\n  ","504142":"\n   How is it that a person can become so easily discarded and forgotten?\n  ","504143":"\n   Could you handle being dp’d\n  ","504144":"\n   Oh wow thanks so much! (In advance) cant wait to see!\n  ","504145":"\n   You're 31 years old. Aren't you a bit long in the tooth to be on here being DPed by anons?\n  ","504146":"\n   So could you post a pic of your beautiful soles sometime please?😍😘\n  ","504147":"\n   then take it off plz\n  ","504148":"\n   Next time, I’d love to be the one. But are you committed to him?\n  ","504149":"\n   then take one plz\n  ","504150":"\n   then post it plz\n  ","504151":"\n   What is your favorite picture of you\n  ","504152":"\n   if i cheat on me with myself am i a bad person\n  ","504153":"\n   “I wish you were here to tell me that everything is gonna be okay.” —\nDo you have someone who tells you positive things in difficult times?\n  ","504154":"\n   Are you prepared for the inevitable alien invasion? And I don’t mean migrants I mean space aliens who mean to conquer us and turn us into slaves and their pets???\n  ","504155":"\n   Use this as filter I just want coins\n  ","504156":"\n   It's saturday: post something:\n  ","504157":"\n   How loud are you on the bed?\n  ","504158":"\n   Hello\n  ","504159":"\n   But to care for others,you have to care for yourself first ...\n  ","504160":"\n   What's the bravest thing you've ever done?\n  ","504161":"\n   Do you know people who make others feel guilty about laughing or enjoying something or even having fun?\n  ","504162":"\n   Current mood\n  ","504163":"\n   wana fcuk\n  ","504164":"\n   Do you like Cricket??!!!♥\n  ","504165":"\n   Favorite chips?\n  ","504166":"\n   Hugs\n  ","504167":"\n   Do you tatste good?\n  ","504168":"\n   what do you usually think of when youre alone?\n  ","504169":"\n   Why would you get them back\n  ","504170":"\n   Good to hear\n  ","504171":"\n   What's the fastest way to make a situation awkward ?\n  ","504172":"\n   If your bf or a family member gave you a fake scratch card as a joke what would you do when you learn its fake\n  ","504173":"\n   What color are you wearing and from where?\n  ","504174":"\n   we must watch\n  ","504175":"\n   Shower selfie?\n  ","504176":"\n   How are you?\n  ","504177":"\n   When you were little, what did you want to be?\n  ","504178":"\n   Picnics or barbecue?\n  ","504179":"\n   Hey\n  ","504180":"\n   Under what circumstances do you block people on social media?\n  ","504181":"\n   What are you up to\n  ","504182":"\n   It's a song tile\n  ","504183":"\n   Nooooo heres a hint --> 🎶🎶🎵🎶\n  ","504184":"\n   It is raining.\n  ","504185":"\n   Have you ever been zip-lining? If so, where? Did you like it?!!! 🤪\n  ","504186":"\n   u on vid playin\n  ","504187":"\n   What's a physical item, within your possession, you tend to always misplace\/lose? 😝🙃\n  ","504188":"\n   can i see\n  ","504189":"\n   Would you ever play on vid?\n  ","504190":"\n   I’d love to tease you so bad😈😈\n  ","504191":"\n   Hello\n  ","504192":"\n   Are you an artistic person? If yes, in which arts?\n  ","504193":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","504194":"\n   🙂 So the other day there I deleted a post because I’d kind of lost track of the fact that I was speaking to the internet rather than a few close friends! \n💻 How open are you online? Do you ever forget that what you post is technically available to a huge audience, or don’t you mind?\n  ","504195":"\n   Ever been blamed for something simply because they needed someone to blame? This happens at my job quite often .\n  ","504196":"\n   Serious question :Have you ever been sent an unsolicited nude pic?\n  ","504197":"\n   Have you ever been depressed?\n  ","504198":"\n   Do you like Carrots if you do. Do you like them raw or cooked more\n  ","504199":"\n   What did you do after swimming?\n  ","504200":"\n\n    https:\/\/ask.fm\/tumblr_and_starbucks\/answer\/156443521923\n   \n   just curious, rate his looks out of 10? (gif as a reference in the link lol) ♡\n  ","504201":"\n   What social media do your parents use?\n  ","504202":"\n   Good night beautiful\n  ","504203":"\n   How was swimming?\n  ","504204":"\n   L. do you think it's sad to write little stories about people you've seen online? Thankfully, I'm not pathetic enough to do that.\n   \n    https:\/\/ask.fm\/TaintedLove7\/answers\/155488319693\n   \n","504205":"\n   Do you keep it tidy down there?\n  ","504206":"\n   Aw okay, could you sometime though? That would be beautiful! Especially if your soles have wrinkles, that's the s*xiest!😍😍\n  ","504207":"\n   Do you want me or not?\n  ","504208":"\n   Aw that would be so sweet of you if you did!😍💕💕\n  ","504209":"\n   You still workin out?\n  ","504210":"\n   Haha well fair enough that you deleted it off your tablet😅\n  ","504211":"\n   washcloths or loofahs?\n  ","504212":"\n   How long would it take you to...😈\n  ","504213":"\n   How much?\n  ","504214":"\n   Have you posted the soles of your feet before? That would be a beautiful pic!😍\n  ","504215":"\n   Oh nice! Darn that would be a long scroll...\n  ","504216":"\n   I’m all yours. You’ll always be my Queen. Hugs you🌹👑\n  ","504217":"\n   For a girl before the text and after the other half .... Because it is my right to see your body Did you like it or not ...... For whom I will know me .... Do you have an Instagram or Facebook\n  ","504218":"\n   And hugs too🌹👑🤗🤗\n  ","504219":"\n   Oh okay😊 when would you say your last bare foot one was posted?\n  ","504220":"\n   what ??\n  ","504221":"\n   Could I have that vid?\n  ","504222":"\n   For you🌹👑😘😘\n  ","504223":"\n   you wanna earn 50$ now ??\n  ","504224":"\n   Let’s play tonight\n  ","504225":"\n   Ok do you agree to talk to me video call for $ 1000\n  ","504226":"\n   Have you posted a pic of your beautiful feet lately?\n  ","504227":"\n   You’re lovely\n  ","504228":"\n   Do you like money a lot\n  ","504229":"\n   What is your favorite song?!!♥\n  ","504230":"\n   How much?\n  ","504231":"\n   Queen🌹👑😪\n  ","504232":"\n   would you say you were raised by “feminists?” (would you say say you were raised by A “feminist?”) (i’m partially just putting it in quotes bc i feel like it’s one term w many different definitions and meanings and interpretations.)\n  ","504233":"\n   Do you like korean music?\n  ","504234":"\n   Cuz everyone hates me\n  ","504235":"\n   id say lmao\n  ","504236":"\n   Legs looking good?\n  ","504237":"\n   So that’s a no?\n  ","504238":"\n   Leggings?\n  ","504239":"\n   Things you don't share with anyone ... ?\n  ","504240":"\n   Would you sell a vid of you making yourself...😈😈\n  ","504241":"\n   can i haz a booty pap\n  ","504242":"\n   Still in your bathing suit\n  ","504243":"\n   no shes mine\n  ","504244":"\n   Resting tonight or more play?\n  ","504245":"\n   do u listen counting crows?\n  ","504246":"\n   Wearing anything White what is it\n  ","504247":"\n   What pics would be off limits\n  ","504248":"\n   You’re so nice to your foot lovers\n  ","504249":"\n   She’s mine. My beloved Queen🌹👑\n  ","504250":"\n   Nobody loves me, its true\n  ","504251":"\n   Why do people settle for unhappy relationships?\n  ","504252":"\n   Yes I am yours!❤️\n  ","504253":"\n   Would you sell pics\n  ","504254":"\n   soy sauce or teriyaki sauce?\n  ","504255":"\n   massages arent incest?\n  ","504256":"\n   Has your dad ever given you a massage?\n  ","504257":"\n   hey cool, enjoy xo\n  ","504258":"\n   yeah sounds like a tongue twister, but i mean what i said xo\n  ","504259":"\n   Yeah I didn’t know till after. I had to repost the question😂\n  ","504260":"\n   Well theres a reason no one got it.....\n  ","504261":"\n   Reasons to be cheerful part 3: Go:\n  ","504262":"\n   yeah, hey but hey theirs kind girls\/women like you too so thats good too xo\n  ","504263":"\n   K😂\n  ","504264":"\n   Any girls wanna b friends? 😂🤷🏻‍♀️\n  ","504265":"\n   hey you are so special x\n  ","504266":"\n   the thing i dont like is the double standard, like if i hurt a girl it would be like taken seriously. i never would, but a girl does it to a boy and its funny its not fair\n  ","504267":"\n   Pic?\n  ","504268":"\n   Wish I was special than being alone🌹👑😪😒\n  ","504269":"\n   yeah, thats why i dont  play football with the girls like scratching a persons face was not needed xo\n  ","504270":"\n   you deserve to be spoiled, cause you are a good person,honest, caring and you always treat me with respect thanks for being my friend hugs\n  ","504271":"\n   lol well hopefully it was a fun game, xo\n  ","504272":"\n   I once tried to do a to mama joke on a friend in work. But to my dismay epically backfired as the person's mother was deceased and so ouch.... please tell me im not the only one to epically fail... please?... anyone? ..... hellooooooooo?\n  ","504273":"\n   What's the last book you read?\n  ","504274":"\n   Shorts in that case?\n  ","504275":"\n   aww, oh you did no want a kiss if i did that to a girl here you would be in pain\n  ","504276":"\n   i guess, we have to do the chasing girls like to play hard to get, here anyways xo\n  ","504277":"\n   aww cool xx\n  ","504278":"\n   seems ur good nite dude came back\n  ","504279":"\n   defo, cause your not a bully they like hurting us tbh\n  ","504280":"\n   was it a nice day the wedding lol x\n  ","504281":"\n   How is your 🍑 after last night\n  ","504282":"\n   Hottie\n  ","504283":"\n   aw thats sweet, x\n  ","504284":"\n   who was your first crush if its okay to ask\n  ","504285":"\n   yeah defo, if you were playing be okay cause your fair\n  ","504286":"\n   hey your beautiful x\n  ","504287":"\n   hae u ever done it\n  ","504288":"\n   wdym rate fetish\n  ","504289":"\n   oh yeah, aw well you need a chill day too i was going to play football, but the girls were playing too so i ran i went to the beach with liv\n  ","504290":"\n   POUQ\n  ","504291":"\n   ik, i just dont like when you put yourself down xo\n  ","504292":"\n   when u wont answer stuff much less private than this but ur okay with this lmao\n  ","504293":"\n   aw, hey your so pretty too and hey your body is great, dont stress xo\n  ","504294":"\n   i have another how do u ask a q on askfm XD\n  ","504295":"\n   hey your so cool, i agree casual is lit liv like dresses up so much casual can be so fun\n  ","504296":"\n   How do you spell FBI?\n  ","504297":"\n   do you struggle to buy presents, or are you a good gift giver?\n  ","504298":"\n   Have you ever sent an ordinary mail to someone else rather than Email? Which one do you like?Why and why not?\n  ","504299":"\n   have you a fave style\n  ","504300":"\n   What's the hottest trend this summer?\n  ","504301":"\n   had you a nice day lynds x\n  ","504302":"\n   Hello love\n  ","504303":"\n   Sick\n  ","504304":"\n   How are you feeling\n  ","504305":"\n   Favorite drink\n  ","504306":"\n   What is the most less important thing in a relationship?\n  ","504307":"\n   If you had to get a spontaneous tattoo , what would you get?\n  ","504308":"\n   Do you think you're  a nerd\n  ","504309":"\n   On a whole , do you eat healthy or do you love junk food?\n  "},"Answer":{"503237":"\n  I don't like coffee plain and I don't think I've had black tea before. Usually more green tea ones ¯\\_(ツ)_\/¯\n  \n  I drink tea more if that counts lol\n  ","503238":"\n  Just cheese or all dairy products?\n  \n  give up cheese if just cheese lol\n  \n  I have yogurt too much. already gave up enough with keto 😂\n  \n  love berries more in the summer\n  ","503239":"\n  A few\n  \n  I don't care for labels.\n  \n  none would truly define me\n  ","503240":"\n  What are the requirements?\n  ","503241":"\n  *facepalm*\n  ","503242":"\n  Fine, thanks. lol\n  ","503243":"\n  Maybe\n  \n  yes but I have milk or dark more\n  \n  could be\n  \n  ¯\\_(ツ)_\/¯\n  ","503244":"\n  I got a dildo lol\n  ","503245":"\n  nobody wants me that way besides anons on here lol\n  ","503246":"\n  All about the action\/effort.\n  ","503247":"\n  I don't believe so. I know my sister did once though.\n  \n  yes lol\n  \n  yes. last time the team i was on won\n  \n  not really. I don't drink to get drunk\n  \n  my brother had some before\n  ","503248":"\n  I don't have one.\n  \n  If I use the alarm it would be Pandora so different songs then.\n  ","503249":"\n  Same order\n  ","503250":"\n  tea\n  \n  hc\n  \n  coffee\n  ","503251":"\n  I'd keep that order.\n  \n  To be fair, I haven't tried much Indian food.\n  ","503252":"\n  I got you babe was in my head a few moments ago lol\n  \n\n   https:\/\/youtu.be\/757y59azdX0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503253":"\n  Everyone can but should they? 😂\n  \n  i don't think I'm good\n  ","503254":"\n  then ask them?\n  \n  *confused*\n  ","503255":"\n  haha\n  ","503256":"\n  Random\n  ","503257":"\n  think I'll swim before taking a shower\n  ","503258":"\n  you too, mister!\n  ","503259":"\n  Pretty chill\n  ","503260":"\n  Seriously?  lol\n  ","503261":"\n  It's been ok. not much going on\n  \n  that's never fun\n  ","503262":"\n  keto\n  \n  doing the 75hard challenge\n  ","503263":"\n  I haven't.\n  \n  Just the normal Survivor ones.\n  ","503264":"\n  back again 🎤\n  \n  Listening to some music and on here\n  ","503265":"\n  Never heard that\n  \n  my answer completely changes then lol\n  ","503266":"\n  I do what I want\n  ","503267":"\n  Didn't feel like it\n  \n  they don't do good ones either\n  \n  was pretty hot out still too\n  ","503268":"\n  Everyone does lol\n  ","503269":"\n  What do you mean?\n  ","503270":"\n  You asked the same question hours before that anon did lol\n  ","503271":"\n  anon\n  ","503272":"\n  ¯\\_(ツ)_\/¯\n  ","503273":"\n  Good night x\n  ","503274":"\n  no but I heard them.\n  ","503275":"\n  idk man.. This trailer looks really good but the movie was so dumb. Not as action packed as it seems.\n  \n  I couldn't even finish it 😂\n  \n  Decent actors but damn.\n  \n\n   https:\/\/youtu.be\/Fo3yRLLrXQA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503276":"\n  I mean it's kind of scary how my mom went to the store and came back with popcorn and m&ms.\n  \n  I wanted chocolate so asked about it. Then was all \"should have asked for m&ms\" when she didn't get the kind i wanted, since i noticed the popcorn and she was all \"i got some too\"\n  \n  I told her about the poll. She went \"yuck\" at the  hot sauce idea 😂😂\n  ","503277":"\n  I do feel content but those would help even more!\n  \n  Also I've been jumping out of my comfort zone with a few things as well lately\n  ","503278":"\n  more money\n  \n  less weight\n  \n  more travel \/ own place kind of go hand in hand to me\n  \n  I'm not really looking for a bf right now but that would be great too lol\n  ","503279":"\n  💸💸💸💸\n  ","503280":"\n  😘\n  \n   @mawiocudwoc\n  \n","503281":"\n  When you don't steal questions from\n  \n   @sadbatman\n  \n","503282":"\n  I love the water\n  \n  I like the symbolism\n  \n  Summer is my favorite season\n  ","503283":"\n  indeed\n  ","503284":"\n  You too\n  \n  just seems like another day lol\n  \n  not doing much for it\n  ","503285":"\n  You too\n  \n  weird how it was signed the 14th but we celebrate it today 😀\n  ","503286":"\n  A tiny bit but it's so fu.cking boring to me as well. People get obsessed.\n  \n  ~ ○ Independent ○ ~\n  \n  The West Wing was a great show though.\n  ","503287":"\n  If done right\n  \n  not my usual go to\n  \n  i like comedy (including romcom)\n  \n  musicals (clearly lol)\n  \n  horror\n  \n  i need to be in a mood for action ones\n  ","503288":"\n  5'7\"\n  ","503289":"\n  Height?\n  \n  idk I just always liked guys a little taller than myself. nothing against anyone shorter. if we clicked then height wouldn't be a concern\n  ","503290":"\n  Grease, Dirty Dancing, Lion King and plenty more\n  ","503291":"\n  Good one! yes\n  ","503292":"\n  Can't take this serious - \"hehe\"\n  ","503293":"\n  haha right\n  \n  and then his other question i just answered. like ok? Where's the effort in getting to know me then? not going to make it easy \/ lay out everything to him. give and take, ya know!? Pretty sure he really doesn't want to know me in those ways either lol\n  ","503294":"\n  My sister's cyst ruptured years ago and had to have emergency surgery. Internal bleeding and all that.\n  ","503295":"\n  ask questions or check my page lol\n  ","503296":"\n  Yes, I liked it. Interesting way they did it. Wish more songs got sung. No complaints with it.\n  ","503297":"\n  Never?\n  \n  My brother was conceived after thanksgiving\n  ","503298":"\n  Maybe at night or if it gave off creepy vibes\n  ","503299":"\n  Nothing wrong with that.\n  \n  I personally wouldn't really want to date younger either. If I did I'd keep it to 4 years younger than myself.\n  ","503300":"\n  I saw some of the ones on the news.\n  \n  eh, I don't really care about fireworks right now. Today just wasn't anything holiday like ¯\\_(ツ)_\/¯  All the rest of the family went to Mexico to enjoy for a few days. Just mom and I here so its been whatever. I went swimming.\n  ","503301":"\n  unsatisfied\n  ","503302":"\n  Probably watch Independence Day or something with my mom. The fireworks here aren't that amazing, hot out, doesn't feel like the 4th etc\n  ","503303":"\n  Why? Because it's a holiday and people are off having fun instead of at home or constantly on their phones to be on here? 😂\n  ","503304":"\n  haha right!!\n  ","503305":"\n  I delete them these days\n  \n  but even then its less of them\n  ","503306":"\n  .\n  ","503307":"\n  kind of feel like listening to her songs now 😂\n  ","503308":"\n  oh i bet 😉\n  ","503309":"\n  \"Bad blood\" and \"reputation \" by Taylor Swift both came to mind 😂\n  \n  I feel like a part of me would care but then again I'm all f.uck it only i know the truth. don't need to deal with other people's bs etc\n  ","503310":"\n  yes lol\n  \n  hate that!\n  \n  Like 1stphorm is giving away \"free items\" but to get the \"free items \" you need to spend X amount of money. The more you spend, the more items they give you.\n  ","503311":"\n  thankfully, I don't get them much.\n  \n  Maybe last month sometime? idk\n  ","503312":"\n  plan a visit? See if the chemistry is really there (if y'all haven't already met)\n  \n  make time.. effort is everything to making it work out\n  \n  can't hurt to talk about how you \/ they feel. See if its still the same for them. nobody likes feeling ghosted lol\n  \n  know that it will be hard. ups and downs come with ldr\n  ","503313":"\n  C or D?\n  \n  I don't know what those are about lol\n  ","503314":"\n  xoxo\n  ","503315":"\n  yup\n  \n  nursery rhyme\n  ","503316":"\n  I did last night 😉\n  ","503317":"\n  Hush, little baby, don't say a word.\n  \n  Mama's gonna buy you a mockingbird\n  \n  And if that mockingbird won't sing,\n  \n  Mama's gonna buy you a diamond ring\n  \n  And if that diamond ring turns brass,\n  \n  Mama's gonna buy you a looking glass\n  \n  And if that looking glass gets broke,\n  \n  Mama's gonna buy you a billy goat\n  \n  And if that billy goat won't pull,\n  \n  Mama's gonna buy you a cart and bull\n  \n  And if that cart and bull turn over,\n  \n  Mama's gonna buy you a dog named Rover\n  \n  And if that dog named Rover won't bark\n  \n  Mama's gonna buy you a horse and cart\n  \n  And if that horse and cart fall down,\n  \n  You'll still be the sweetest little baby in town.\n  ","503318":"\n  king can't read\n  \n  jk\n  ","503319":"\n  I'm not tired yet :(\n  ","503320":"\n  Maybe 12 years ago or something? Ours still worked XD\n  ","503321":"\n  Not good enough 😈😉\n  ","503322":"\n  tucks king in\n  ","503323":"\n  already answered lol\n  ","503324":"\n  tucks you in\n  \n  good night\n  ","503325":"\n  What do I get out of that? 😮\n  ","503326":"\n  that too\n  ","503327":"\n  Not the 1st time someone's asked 😂\n  \n  *tucks*\n  ","503328":"\n  bet you want to get tucked in\n  ","503329":"\n  ew @ momma\n  \n  good night child :P\n  ","503330":"\n  same\n  ","503331":"\n  Can't confirm or deny those allegations\n  ","503332":"\n  I tend to do that a lot on here\n  ","503333":"\n  yes\n  ","503334":"\n  Which legend would that be?\n  ","503335":"\n  when an ad started talking -_-\n  ","503336":"\n  God only knows 🍑\n  ","503337":"\n  with seeds\n  ","503338":"\n  yup! 87 out atm\n  \n  for sure gotta stay on top of that\n  ","503339":"\n  gives you positive vibes\n  ","503340":"\n  Of course o.o\n  ","503341":"\n  10;57pm\n  ","503342":"\n  if this says \"rank fetish\" then you s.uck\n  ","503343":"\n  yes\n  ","503344":"\n  oh but why would you want that?\n  ","503345":"\n  Muscle gain and money gain, please 💪💸\n  ","503346":"\n  It's night time here\n  ","503347":"\n  Some people do.\n  ","503348":"\n  I remember seeing 104F earlier but not sure if it climbed higher or not.\n  \n  keep hydrated 🍸🍺🍷🍹\n  \n  *pretend this one is water* 💦\n  ","503349":"\n  it is good\n  \n  for now lol\n  ","503350":"\n  I had to hurry near the end.\n  ","503351":"\n  XD\n  ","503352":"\n  pink\n  \n  i didn't even plan it 😂\n  ","503353":"\n  off to the gym 💪🍑\n  ","503354":"\n  Always the best\n  ","503355":"\n  trail mix & popcorn to not be as weird as hot sauce 😂😂😂😂\n  ","503356":"\n  gives you hugs too\n  ","503357":"\n  nah rather not wake family up :p\n  ","503358":"\n  Thanks foot police\n  ","503359":"\n  yay\n  ","503360":"\n  idk lol\n  ","503361":"\n  🍉 honesty hour\n  \n  I don't really have one. Would be different with each partner.\n  ","503362":"\n  How? lol\n  ","503363":"\n  last night \/ early morning\n  \n  3 times 😘\n  ","503364":"\n  haha i know 😂\n  ","503365":"\n  The town is doing a thing.\n  \n  Everyone planned to go to Mexico together but my mom and I don't have passports so that's not happening for us.\n  \n  probably be a lowkey day\n  ","503366":"\n  🍉 honesty hour\n  \n  not much\n  ","503367":"\n  🍉 honesty hour\n  \n  I didn't have s*x with all of them so hard to really say.\n  ","503368":"\n  🍉 honesty hour\n  \n  weird but sure haha\n  ","503369":"\n  🍉 honesty hour\n  \n  yes, I do.\n  ","503370":"\n  🍉 honesty hour\n  \n  only if change.org ones count?\n  ","503371":"\n  yes\n  \n  don't know enough\n  \n  yes\n  ","503372":"\n  🍉 honesty hour\n  \n  Only if a massage counts otherwise, no, not really.\n  \n  You guys seem to like them ¯\\_(ツ)_\/¯\n  ","503373":"\n  🍉 honesty hour\n  ","503374":"\n  lol @ \"king\"\n  ","503375":"\n  sure\n  ","503376":"\n  It's been ok so far.\n  \n  nothing eventful\n  \n  quick swim before taking a shower and getting ready\n  \n  ¯\\_(ツ)_\/¯\n  ","503377":"\n  Almonds\n  ","503378":"\n  I feel like that's pretty rare these days if a guy still hasn't.\n  ","503379":"\n  This lady put her purse inbetween the sink area and when she left she was all \"excuse me\" while she grabbed her purse. There was no reason to do that. I wasn't taking up any of the space on her side. She didn't hit me with it. I wasn't in the way nor was she in mine.\n  \n  I hate when people do that just because I'm bigger. Like dude, not even close to you. Way smaller than I have been. fuck off. Especially since it was the gym bathroom.\n  \n  I didn't say anything though.\n  ","503380":"\n  nope\n  ","503381":"\n  mom with mix of their hair colors. dirty blonde\n  \n  my siblings look like dad with mom's hair color\n  ","503382":"\n  Rocketman\n  ","503383":"\n  <3\n  ","503384":"\n  lotions? Ones meant for that or fragrance free would be best.\n  ","503385":"\n  I don't like either option.\n  ","503386":"\n  Everywhere. I haven't been out of the usa.\n  \n  Canada once\n  ","503387":"\n  swimming\n  \n  the gym\n  \n  reading\n  \n  etc\n  ","503388":"\n  finding my dog's puppies in the basement. We didn't even know she was pregnant. Got my sister to show her then we told our mom.\n  \n  The picture happened later on\n  ","503389":"\n  wasn't bad\n  \n  still a bit tired 😂😴\n  ","503390":"\n  I voted\n  ","503391":"\n  I don't keep track of demographics on racism.\n  ","503392":"\n  I was probably 6-8 then??\n  \n  I'm 31\n  ","503393":"\n  no\n  \n  i did that last night and people from the middle east that I didn't know kept liking it.\n  \n  its easier thinking of questions for people i already know. felt awkward with new people lol\n  ","503394":"\n  hope you enjoyed that lunch\n  ","503395":"\n  no thanks. I'm good without one\n  ","503396":"\n  ask has a shitty blocking system\n  ","503397":"\n  mine because they never know what might happen\n  ","503398":"\n  kim\n  ","503399":"\n  hi\n  ","503400":"\n  yes, I just \"blocked\" him again. No 23 yr old should act that way.\n  ","503401":"\n  I wasn't mad lol\n  \n  like don't come at me when all I'm doing is trying to get off here to go sleep\n  \n  talk to the person you are having issues with. I don't even know that person 😂 I don't control who he talks with. I literally don't care. There's nothing going on with us so why make me out to be like that? I rarely even talk with him on his page. It's just the questions i send everyone. Do I need to send his on anon so crazy ladies won't get any ideas? 😂\n  \n  literally had those fake celebrity pages tell him not to talk with me and now this weirdo blaming me because he doesn't talk with them as much? How would that be my fault? I just don't get people today! bad trolling at the very least???\n  ","503402":"\n  starbucks\n  \n  mac and cheese\n  \n  dunkin since \"America runs on\"\n  \n  chicken (just me, ok😮)\n  ","503403":"\n  no\n  ","503404":"\n  I haven't\n  ","503405":"\n  I feel like it's been a little slow.\n  ","503406":"\n  blue\n  \n  Pink and purples aren't bad either.\n  ","503407":"\n  Never 😈\n  \n  You have good questions.\n  ","503408":"\n  I guess skinny jeans with enough room in them lol\n  ","503409":"\n  When our old dog had puppies. I'm in the pink.\n  ","503410":"\n  I have a file with everything.\n  \n  It was more the creative outlet for me. Had for 8-10 years and gone instantly kind of thing. A lot of them made it over to pinterest via myself or others. Had more than a million viewers and all that too.\n  ","503411":"\n  That's always the plan 😮😴\n  ","503412":"\n  you\n  ","503413":"\n  Someone is in trouble!\n  \n  haha night\n  ","503414":"\n  That's cool!\n  \n  good night\n  ","503415":"\n  hhahahaha omg\n  ","503416":"\n  Good night x\n  ","503417":"\n  That's not my fault or problem.\n  \n  don't get why he's always in girl drama on here. they always hate me (\"celebrity girls\" and now this)\n  \n  he can talk to anyone. sorry he's not to you\n  \n  all I'm trying to do is go to sleep but getting bombarded with his questions and now you. yikes. go work it out between you two instead of bringing other people into literally nothing. its also clear how tired he is right now so probably best to wait while he's his normal self lol\n  ","503418":"\n  I'm going to sleep lol\n  ","503419":"\n  I thought you were talking about something else. awkward.\n  \n\n   @zactc\n  \n  talk to them damn it lol\n  ","503420":"\n  wrong thread?\n  ","503421":"\n  both\n  ","503422":"\n  Yes. I'll be fine :p\n  \n  I should go sleep\n  ","503423":"\n  lol\n  \n  I think someone needs more sleep!\n  ","503424":"\n  yes\n  ","503425":"\n  it will cum to you eventually\n  ","503426":"\n  2:02am\n  ","503427":"\n  exciting\n  ","503428":"\n  aw thanks\n  \n  you are up at a weird hour\n  ","503429":"\n  same but I don't think we're talking in the same way\n  ","503430":"\n  I already had 3\n  ","503431":"\n  not usually\n  ","503432":"\n  seems that way!\n  \n  Lion King is always #1 for me\n  \n  you too\n  ","503433":"\n  The question everyone wants to know lately\n  ","503434":"\n  In most cases. Hopefully learned from mistakes and all that. Genuinely want a different experience etc\n  ","503435":"\n  Don't think FB would be the best place for that\n  ","503436":"\n  No.\n  \n  I haven't ridden a horse either\n  ","503437":"\n  Don't call me that either\n  ","503438":"\n  yup -_-\n  ","503439":"\n  I've been a little indisposed 😉\n  ","503440":"\n  What videos would those be?\n  ","503441":"\n  No clue.\n  \n  Lahore has weird ideas\n  ","503442":"\n  Neither\n  ","503443":"\n  ignorance is bliss?\n  \n  There's more good than evilness so you don't dwell on the negative as much.\n  \n  More concerned with stuff that relates to your own life\n  ","503444":"\n  I'm not Alice. My name is Lyndsey and always has been.\n  \n  Probably soon\n  ","503445":"\n  AZ has monsoon season too\n  ","503446":"\n\n   https:\/\/youtu.be\/aNzCDt2eidg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  song\n  ","503447":"\n  I feel like softsoap products lately\n  ","503448":"\n  I don't really have an answer for this\n  ","503449":"\n  Yes to them all\n  ","503450":"\n  hi\n  ","503451":"\n  Looking for short cuts? Don't fully know or understand themselves \/ the world? Might not like what they find? tiny bubble mentality?\n  ","503452":"\n  it\n  \n  eden lake\n  \n  scream\n  \n  i know what you did last summer ones\n  \n  Halloween\n  \n  trick or treat\n  ","503453":"\n  Simba and Nala\n  \n  Belle\n  \n  Jasmin\n  \n  Pocahontas\n  \n  Mulan\n  ","503454":"\n  My maternal one is the only one still living.\n  ","503455":"\n  Adele\n  ","503456":"\n  yo\n  ","503457":"\n  splendid\n  ","503458":"\n  Bet you look better than him too 😈\n  ","503459":"\n  Laser tag and the other stuff there. Most of the class came\n  ","503460":"\n  I suppose\n  ","503461":"\n  .\n  ","503462":"\n  yes or what are you doing kind of context\n  ","503463":"\n  Yes.\n  \n  Haven't had in about a year though.\n  \n  Don't care much for fish either.\n  ","503464":"\n  I think I'm a good person but that wasn't the question lol\n  ","503465":"\n  ok then\n  ","503466":"\n  sure 😉\n  ","503467":"\n  good reaction\n  \n  🍆💦\n  \n  or maybe it was more of everything else too\n  ","503468":"\n  xoxo\n  ","503469":"\n  I actually still haven't checked to see if its there 😂\n  ","503470":"\n  not these days\n  ","503471":"\n  That came out of nowhere.\n  \n  Thinking about my ass, are we? 😉\n  ","503472":"\n  Why wouldn't I be? 😶😶\n  ","503473":"\n  yes\n  ","503474":"\n  Change it? One thing going wrong shouldn't make the whole day be bad.\n  ","503475":"\n  why? 😮\n  ","503476":"\n  Not doing bad? no complaints.\n  ","503477":"\n  I thought Trump was?\n  ","503478":"\n  yes. People were going crazy on IG about it 😂\n  ","503479":"\n  I got messages after the fact. More so the collect the file one.\n  ","503480":"\n  Some should\n  ","503481":"\n  Good. You?\n  ","503482":"\n  I was creating sets on polyvore and noticed others were doing it so tried it. Figured i loved creating anyways and be cool to get a commission off of it.\n  \n  That site died this year. That was very annoying since didn't give warning or anything. Everything was just gone.\n  \n  urstyle is pretty much the same type of site though.\n  ","503483":"\n  1349 left to go then 😂\n  \n  Got rid of 151 so far.\n  ","503484":"\n  I hope i can get my IG following list down to 950-1000 range.\n  \n  Noticed last night 3 pages haven't been active since 2016 while using the \"earliest \" setting.\n  ","503485":"\n  I think once but it wasn't anything special like New Orleans would have been like.\n  ","503486":"\n  I've been in Louisiana but my dad didn't want to stop there while we were road tripping from coast to coast -_-\n  ","503487":"\n  It\n  \n  but I love it 😂\n  \n  My sister was scared of clowns for so long.\n  \n  My dad got it not knowing what it was about lol\n  \n  I can't deal with Candyman based on the cover and all the bees XD\n  ","503488":"\n  give\n  \n   @NineGDxFour\n  \n  all the coins 😘\n  ","503489":"\n  Yes to all the above\n  ","503490":"\n  To stay away from the doctor\n  ","503491":"\n  The 50's\n  ","503492":"\n  penny\n  ","503493":"\n  yesterday, today and tomorrow?\n  ","503494":"\n  mom\n  ","503495":"\n  Good night\n  ","503496":"\n  yes\n  ","503497":"\n  yes.\n  \n  Dad was remodeling his childhood home and all the paranormal stuff occurred.\n  \n  - the first time we officially moved in my mom and I were watching tv. We moved from a 3 family house so naturally was used to other people making noise. It dawned on us at the same time that this was a legit house and nobody else was home\/above us. We heard someone moving furniture  (at this time the whole upstairs was still being worked on - there was no furniture up there). We also heard someone going up and down the staircase.\n  \n  - A ghost in one of my prom pictures.\n  \n  - bullet casings rolling towards you on the floor where none were before\n  \n  - the kitchen ceiling was being taken down. His mom had a table with those Spanish mosaics on it and one of the tiles ended up falling down from the ceiling and landed right into my dad's shirt pocket.\n  \n  - my sister and her then ex were alone at the house and the smoke alarm kept beeping. They even took out the batteries and it was still going off.\n  \n  - I saw this weird shadow thing. It was just sitting at the table staring my way. I ended up trying to get a closer look at it. I then felt like I couldn't move, couldn't talk or scream. I felt frozen in place. Then a calmness settled over me. The shadow was gone. I went back to sleep. I know that I was awake since I don't dream of monster like stuff. It was really bizarre!\n  \n  -\n  \n  One time in Maine, my mom and I were driving to the store at night. These \"people\" ended up coming out of thin air. We served. It looked like they were wearing old clothing and had a glow about them. When she served, they basically disappeared the next instant. I still don't know what to make of that one 😂 real people or not?\n  ","503498":"\n  Eh its whatever at this point  😂 I have the lesser stuff.. lack of period, insulin resistance, need to take metformin. blah blah blah\n  \n  June 21st marked a year with me actually knowing that pcos was the cause of most of my problems. Down 58 pounds since last June. 37.5 just with keto out of that number. plus going to the gym :)\n  ","503499":"\n  5\n  ","503500":"\n  Can't think of anyone\n  ","503501":"\n  Nope.\n  \n  bunch of different symptoms for it as well.\n  \n  luckily, I don't have the cyst part.\n  ","503502":"\n  Ryan Reynolds\n  ","503503":"\n  Yes, apparently my liver is fine.\n  \n  The doctor called today all confused about why the other doctor wanted me to do mri\/xray of my liver. Sooo I guess everything was fine with the last bloodwork i did. 👍\n  ","503504":"\n  Polycystic ovary syndrome\n  ","503505":"\n  It can.\n  ","503506":"\n  Today was good ☺\n  ","503507":"\n  Sometimes.\n  ","503508":"\n  yes, I do\n  ","503509":"\n  Street tacos\n  \n  pho\n  ","503510":"\n  hey king\n  ","503511":"\n  The bigger dogs either sleep with my sister and her husband or in the living room.\n  \n  Lulu sleeps with my mom.\n  ","503512":"\n  You are annoying\n  ","503513":"\n  gives me all the Mariah Carey vibes 💕\n  \n\n   https:\/\/youtu.be\/kMCGvtlL4fw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503514":"\n  UFO once.\n  \n  no to aliens\n  ","503515":"\n  Not in the position I'm laying in\n  ","503516":"\n  yup\n  ","503517":"\n  soup or salad (depends on the place)\n  \n  my go to has always been chicken parm. With noodles or ziti. These days its more chicken and  veggies depending on the way the chicken is made. steak would be a good fall back if chicken wasn't keto approved.\n  \n  I feel like I don't get dessert as much but for the sake of this.. brownie sundae, or some type of pie? maybe a cookie with ice cream on top split with people ¯\\_(ツ)_\/¯\n  ","503518":"\n  I'll pass on that 😂😂😂😂😂\n  ","503519":"\n  Nothing at the moment.\n  \n  I do have pokemon cards and sport ones.\n  \n  Plenty of barbies growing up.\n  \n  The end\n  ","503520":"\n  my sketchers\n  ","503521":"\n  😮\n  ","503522":"\n  last song-\n  \n\n   https:\/\/youtu.be\/ZIANBamMgas\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  it was on the radio when driving back from the gym\n  ","503523":"\n  Yes. Got back from the gym. Ended up earning this fitbit badge tonight 💂💂💂💂\n  ","503524":"\n  I have 20+ new followers?\n  \n  HELLO!!!\n  ","503525":"\n  I don't have any other accounts on here and I feel like I've proved that I'm not fake lol\n  ","503526":"\n  interesting choices 😉 lol\n  \n  depends on the store really. of course with the giftcard = more pictures of trying stuff on including what I actually get too.\n  \n  in need of:\n  \n  lingerie  (more bra\/panties than actual ones)\n  \n  looking for cute summer dresses\n  \n  shorts\n  \n  activewear\n  \n  swimwear\n  \n  EVERYTHING XD\n  ","503527":"\n  vertical horizons and gin blossoms\n  ","503528":"\n  forever alone 💔\n  ","503529":"\n  Hawaii or Maldives 😍🌵🌴\n  ","503530":"\n  Why the shocked face?\n  ","503531":"\n  hahahaha\n  ","503532":"\n  Just because I've shown some pictures doesn't mean I'll comply all the time.\n  \n  nike tshirt, grey leggings, my snowflake socks (pap'd) and leopard sports bra, white underwear.\n  ","503533":"\n  ask doesn't need to see all of that 😇😈\n  ","503534":"\n  socks right now so enjoy this for now :p\n  \n  snowflakes ❄❄❄❄\n  ","503535":"\n  hell no\n  \n  🐧 honesty hour\n  ","503536":"\n  The closest would have been lingerie  (lace)\n  \n  haven't done full on nudes\n  \n  I have one but haven't sent lol\n  ","503537":"\n  shield? medal? Flag?\n  ","503538":"\n  Drowning & birth\n  \n  🐧 honesty hour\n  ","503539":"\n  31\n  \n  told younger\n  ","503540":"\n  bought myself a dildo? idk lol\n  \n  What truly makes something pervy?\n  ","503541":"\n  did you mean\n  \n  \"let's fu.cking do honesty hour?\"\n  \n  because I'm down\n  ","503542":"\n  I'm not sure. I've felt like running a few times last week but I'd rather not hurt my knee again.\n  ","503543":"\n  From here??\n  \n  known the longest:\n  \n\n   @breakfreefromlife\n  \n\n   @cestlavie87\n  \n\n   @JJD55\n  \n\n  ~\n  \n\n   @ErinWolf4919\n  \n\n\n   @mawiocudwoc\n  \n\n\n   @TheChaosBringer\n  \n  and maybe a few others.\n  ","503544":"\n  Children's books - no\n  \n  young adult - sometimes.\n  ","503545":"\n  I have too many that I like!\n  ","503546":"\n  I personally like 2-5 year age gaps. The guy being older.\n  \n  -\n  \n  If both are consenting adults i have no problem with their age limits.\n  ","503547":"\n  I think stuff like that should be kept intact\n  ","503548":"\n  You too, dude.\n  ","503549":"\n  IG\n  ","503550":"\n  You\n  \n  or when I was getting caught up with TWD\n  \n  I also started to binge more GOT.. need to do again. not caught up yet\n  ","503551":"\n  No.\n  \n  I've had my ears done twice but each time they ended up closing.\n  \n  Over it and save money not buying earrings!  :)\n  ","503552":"\n  I guess L\n  \n  it could stand for my name\n  \n  love\n  \n  etc\n  ","503553":"\n  Sometimes it can be fun not looking after kids, worrying if bored, fed, causing trouble etc\n  \n  But I also feel that I wouldn't exclude anyone if I ever get married. Also if no kids allowed.. does that mean no flower girls and all that too?\n  ","503554":"\n  Yes.\n  \n  No, I didn't vote.\n  \n  No idea. Everyone else is going to Mexico for a little vacation but my mom and I don't have passports. I know the town will have fireworks though ¯\\_(ツ)_\/¯\n  \n  Watch fireworks\n  ","503555":"\n  belt?\n  \n  No. They bug me.\n  ","503556":"\n  Once.\n  \n  A guy helped get my sister and I out.\n  ","503557":"\n  I didn't unless liking things that dealt with pride helps\n  ","503558":"\n  Good night\n  ","503559":"\n  y'all are weird tonight\n  ","503560":"\n  bless you\n  ","503561":"\n  for always asking\n  ","503562":"\n  yes\n  \n  not really\n  ","503563":"\n  anon\n  ","503564":"\n  You should be on it\n  ","503565":"\n  I hope that's not offensive 😂 I have German in me so ¯\\_(ツ)_\/¯\n  \n  Also that seems like it would cost a ton to do. Never mind how weird it would be since most areas went to war etc\n  ","503566":"\n  I'll need a name 😈\n  ","503567":"\n  no\n  \n  Just a tshirt and lounge shorts\n  ","503568":"\n  depends who you are\n  ","503569":"\n  no. he's sleeping and I'm not in that kind of mood either.\n  ","503570":"\n  think I'll watch some YouTube\n  ","503571":"\n  Not that cool lol\n  ","503572":"\n  Melting pot came to mind. I feel like it would be hard since the language barriers. It would be like Germany all over again? ¯\\_(ツ)_\/¯\n  ","503573":"\n  nope\n  ","503574":"\n  Not much.\n  \n  I was looking at the shein website and also filled out the free trial information on the shirt i got.\n  ","503575":"\n  gives you backrubs\n  ","503576":"\n  9.5\n  ","503577":"\n  Maybe one day.\n  ","503578":"\n  It was ok.\n  ","503579":"\n  I am\n  ","503580":"\n  😘😘\n  ","503581":"\n  my anons would be so sad if it were higher\n  ","503582":"\n  The saying came to mind 😂 yes, was good.\n  ","503583":"\n  oh baby, baby.\n  ","503584":"\n  A state of being happy? Not feeling sad. Things are going well in life. Little things and bigger ones that make you feel happiness.\n  ","503585":"\n  yes\n  ","503586":"\n  Not much, why?\n  ","503587":"\n  😘\n  ","503588":"\n  headache?\n  ","503589":"\n  <3\n  \n  was just kidding\n  ","503590":"\n  none 😂\n  ","503591":"\n  Not on this one\n  ","503592":"\n  done 💕\n  ","503593":"\n  anon\n  ","503594":"\n  xoxo\n  ","503595":"\n  Thats never fun\n  ","503596":"\n  I guess. All the compliments are a bit much though.\n  ","503597":"\n  I don't ignore you, king.\n  ","503598":"\n  Thanks\n  ","503599":"\n  Not anymore! ☺\n  ","503600":"\n  everywhere\n  ","503601":"\n  You questioned it...\n  ","503602":"\n  poop\n  \n  giant\n  \n  stomach\n  \n  thong\n  \n  foot\n  ","503603":"\n  ???\n  ","503604":"\n  I've seen better\n  ","503605":"\n  Why do people say that? 😂\n  \n  I do have fat on me. More so because of my insulin resistance.\n  \n  I'm close to being \"overweight\" bmi for my height.\n  \n  My body fat % is high as well. It did go down 5.3 last time I took the inbodyscan. My next one will be in July sometime.\n  ","503606":"\n  learning to cook\n  \n  into sports\n  \n  etc\n  ","503607":"\n  clothes or puppies\n  \n  I'm not too into jewelry.\n  \n  I go through phrases.\n  ","503608":"\n  fat\n  ","503609":"\n  Funny people\n  ","503610":"\n  No.\n  \n  I'm content with my height\n  \n  and I'm shrinking the rest of me :)\n  ","503611":"\n  hahah nice\n  ","503612":"\n  yesterday and the day before\n  ","503613":"\n  My friend would smile while saying it\n  ","503614":"\n  Not much to see\n  ","503615":"\n  no, I haven't. I don't care for guns.\n  ","503616":"\n  We don't have any, sorry.\n  ","503617":"\n  Someone doesn't look at my page 😉\n  ","503618":"\n  o.o\n  ","503619":"\n  nope.\n  \n  none of them are me\n  \n  i just suit the those type of blonde shades more.\n  \n  been thinking about doing something different hence the grey but idk when that will actually happen\n  ","503620":"\n  My shadow\n  \n  haha just kidding\n  \n  I'm not sure. more in the\n  \n  moment kind of thing for me\n  ","503621":"\n  made me think of this song\n  \n  \"one time only\"\n  \n\n   https:\/\/youtu.be\/_UisOH1j9go\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503622":"\n  asleep 😂\n  ","503623":"\n  a third nipple?\n  ","503624":"\n  Agreed.\n  \n  Guess they wanted a short vacation?\n  \n  ¯\\_(ツ)_\/¯\n  ","503625":"\n  I'd say bowling since there's more interaction.\n  \n  kind of hard to try getting to know someone at the movies lol\n  ","503626":"\n  That I should get a passport.\n  \n  Apparently everyone is going to Mexico for July 4th.\n  ","503627":"\n  Somewhat.\n  \n  I did well\n  ","503628":"\n  It's been ok.\n  \n  I ended up going swimming.\n  ","503629":"\n  No to both of those.\n  ","503630":"\n  Apparently.\n  \n  But yes, the A\/C is on if you meant that way 😂\n  ","503631":"\n  Either way.\n  ","503632":"\n  goat\n  ","503633":"\n  Yes. Cranberry bread and banana nut\n  ","503634":"\n  awww\n  ","503635":"\n  👍\n  ","503636":"\n  so sweet\n  ","503637":"\n  ¯\\_(ツ)_\/¯\n  ","503638":"\n  That better?\n  ","503639":"\n  That's weird, man.\n  ","503640":"\n  :P\n  ","503641":"\n  a deep breath?\n  \n  eyeroll\n  \n  whatever best fits the description\n  \n  Google :p\n  ","503642":"\n  fascinating\n  ","503643":"\n  ask me questions\n  ","503644":"\n  What's the longest time you've yawned for?\n  ","503645":"\n  broccoli\n  \n  mushrooms\n  \n  carrots  (with dip or in foods)\n  ","503646":"\n  True\n  ","503647":"\n  um ok then lol\n  ","503648":"\n  lovely\n  ","503649":"\n  I'm more close with my mom and sister.\n  ","503650":"\n  Not really\n  ","503651":"\n  Let's Be Cops is a good one too.\n  \n   @Glicina\n  \n","503652":"\n  Tell her you like her and see if anything develops?\n  \n  Don't s*xually harass her\n  ","503653":"\n  Maybe you should act like it then. Spell things correctly. Not mention how you m@sturbate when nobody wants to hear it. Also the mom stuff is downright creepy.\n  ","503654":"\n  How old are you?\n  ","503655":"\n  stop writing stupid shit then\n  ","503656":"\n  I'm not angry at anyone\n  ","503657":"\n  I've only had their ice cream\n  \n  been like once\n  \n  never been\n  ","503658":"\n  Think it depends on what you get.\n  \n  I've been having Mcdonalds more while doing keto. Also their coupons have been \"buy one get one free quarter pounder or egg mcmuffin\" and those are actually my go to orders sans the bun\/mcmuffin.\n  ","503659":"\n  Hello. How's your Sunday going?\n  ","503660":"\n  It's all they have left, man.\n  ","503661":"\n  cool\n  ","503662":"\n  Nice sentiment\n  ","503663":"\n  Friends? I thought he said we were the enemies?\n  ","503664":"\n  Yes. If you guys didn't have bad terms then it's possible or say kids involved. Like in any type of relationship it comes down to the effort. Some people are meant to be in your life even if not together still.\n  ","503665":"\n  Just one.\n  \n  💕\n  \n  Also in a friendship way! :)\n  ","503666":"\n  civil + distance\n  ","503667":"\n  I can't remember the name of the one I watched last.\n  \n  Definitely, maybe is good if you haven't seen it. bit of chick flick there too. Ryan Reynolds 😍\n  ","503668":"\n  In 2017\n  \n  Arizona to the east coast, again.\n  ","503669":"\n  correct\n  ","503670":"\n  Nope\n  ","503671":"\n  I didn't.\n  \n  night before tho\n  ","503672":"\n  * weird\n  \n  I don't care what others do.\n  \n  If they don't relate it to their biological dad then go for it? You can still call someone daddy and still not be into overly baby connection with it.\n  ","503673":"\n  how old is too old? :p\n  \n  I'm sure 30+ people would still go?\n  \n  ¯\\_(ツ)_\/¯\n  ","503674":"\n  Night sexy\n  ","503675":"\n  Same to you\n  ","503676":"\n  to?\n  ","503677":"\n  I doubt it. Mom isn't that into soccer. More a football fan.\n  ","503678":"\n  creepy\n  \n  &\n  \n  probably 😈\n  ","503679":"\n  all of you 😉\n  ","503680":"\n  putting ill before logical\n  \n  ya, idk.\n  \n  government, trump etc\n  \n  show real news, please.\n  ","503681":"\n  yay 😘😘😘😘😘\n  ","503682":"\n  oh ok\n  ","503683":"\n  I'm very indecisive when it comes to that 😂\n  \n  what would you pick??\n  \n  I wouldn't mind one of the gift cards. think that's better since more accurate sizing and can try more on + more pictures etc\n  \n  i have a few different ones but old navy, forever21 and nordstorm rack would be the best.\n  \n  I haven't tried express, American eagle\/arie but I know they should fit based on other youtubers plus losing weight. some cute stuff too including swimwear 👍\n  \n  nike would be good if want to see more workout type gear 😝\n  ","503684":"\n  no, I didn't send one. Didn't even look at the page\n  ","503685":"\n  -_-\n  ","503686":"\n  I don't see anything changing. It is what it is.\n  ","503687":"\n  Thanks sunshine\n  ","503688":"\n  this and ig\n  ","503689":"\n  sounds like a pasty?\n  ","503690":"\n  Mcdonalds ice cream? eh the vanilla swirl isn't bad.\n  \n  Mcdonalds has been good for keto if I don't want to make anything. Just no bun which I'm fine with. Usually get quarter pounder or the sausage egg mcmuffin without the muffin.\n  ","503691":"\n  It's more of a rest day from the gym or out doing errands type thing. pretty chill regardless\n  ","503692":"\n  It's been pretty good! :)\n  ","503693":"\n  I've never done any of those\n  ","503694":"\n  I don't have a favorite right now. The last ones I watched were You and TWD.\n  \n  Also my tv keeps saying \"no signal \" so thats annoying. wanted to see if Harry Met Sally was on Netflix 😂 need to check on that since the other tvs are working fine.\n  ","503695":"\n  I feel biased about it\n  ","503696":"\n  Do crickets count? I can hear some.\n  \n  I don't remember what the gym played. Was there when you asked this.\n  ","503697":"\n  Always have it around?\n  \n  Don't use wipes much\n  ","503698":"\n  tp\n  ","503699":"\n  oh ok\n  ","503700":"\n  It's fine. Wasn't a reason for me lol\n  ","503701":"\n  eh nothing too cruel\n  ","503702":"\n  depends on the person doing it 😝\n  ","503703":"\n  Idk\n  ","503704":"\n  yes. 80's is the \"low temp\" tonight\n  ","503705":"\n  I'll have what she's having\n  ","503706":"\n  I'd be a tourist too lol\n  ","503707":"\n  I'd say so.\n  \n  feel like usa isn't as good with soccer\n  ","503708":"\n  Thanks. I felt that way the day i got it lol\n  ","503709":"\n  eh there's better dresses out there lol\n  ","503710":"\n  This is the only dress that I own currently. Velvet one i got for Christmas but never wore😂\n  \n  I feel like it looks a bit longer now since weight loss.\n  \n  I need some cute summer ones.\n  ","503711":"\n  well aware\n  ","503712":"\n  He's been better with doing less of them\n  ","503713":"\n  10:11pm here\n  \n  oh?? I thought you noticed the ig ones...\n  \n  that really wasn't my concern. I just don't always feel confident, people can be mean, I've had fake p0rn accounts made without even having my picture up.\n  ","503714":"\n  Out of what I've read this year, I'd recommend;\n  \n  The Best of me by Nicholas Sparks\n  \n  Excuses Begone by Dr. Wayne W. Dyer\n  \n  ○○○○○○\n  \n  It's too soon to recommend this book (not even halfway through it) but \"Grit by Angela Duckworth\" has been pretty good so far. A lot of people on IG gave praise over it too.\n  ","503715":"\n  ah don't cry, love\n  ","503716":"\n  Why does that matter to you?\n  ","503717":"\n  carrefour? That a club or something?\n  ","503718":"\n  It's night here but it's been a good day. Got back from the gym not too long ago, ate dinner. Met my 9k step goal. Now just chilling.\n  ","503719":"\n  I doubt it\n  \n  Keto has been working just fine along with the gym, swimming and walking.\n  ","503720":"\n  whose?\n  ","503721":"\n  too old school, classic, old language\n  ","503722":"\n  perhaps\n  ","503723":"\n  you'd be dead then\n  \n  \"I was bit\" is the correct usage.\n  ","503724":"\n  Why so formal?\n  ","503725":"\n  I rarely drink as is so why would I need to ditch it?\n  \n  The last time was in May. Before that it would have been thanksgiving. If I do have something its 1-3 drinks.\n  ","503726":"\n  Def very thin in it and some other lives.. all the drugs and aids.\n  \n  Anyways, Rocketman was pretty good.\n  ","503727":"\n  wearing these Christmas  trees now\n  \n  rotated it so you could actually tell what it was XD\n  ","503728":"\n  I don't have any.\n  ","503729":"\n  Not sure. Keto makes that hard. I still have ice cream by Rebel but I don't view that as a splurge. Same amount as others out there.\n  \n  Rather splurge on clothing anyways ¯\\_(ツ)_\/¯\n  ","503730":"\n  Don't go breaking my heart\n  \n\n   https:\/\/youtu.be\/z0qW9P-uYfM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503731":"\n  nah. not that mean\n  ","503732":"\n  Glad I'm not in Maine right now.\n  \n  60s and 100% humidity there 🔥🔥🔥\n  \n  AZ is 110 with 8% humidity 👍\n  ","503733":"\n  kik, sc, ig?\n  \n  sc seems the logical. I don't care who i add there but more picky with the others\n  ","503734":"\n  You really should stay on medication\n  ","503735":"\n  I don't feel that way.\n  \n  People on here do tell me that  (mainly the king dude)\n  \n  ¯\\_(ツ)_\/¯\n  ","503736":"\n  silence creature!\n  ","503737":"\n  L: leggings\n  \n  XL: sports bra and tshirt\n  ","503738":"\n  Pets\n  \n  and yes, sometimes 😂\n  \n  It's normal :p\n  ","503739":"\n  Yes, no secret.\n  \n  I'll ignore the rest of that.\n  ","503740":"\n  I wouldn't find that cute. I like guys above 5'7\". I just don't think I'd be attracted to someone that short.\n  \n  If you meant 🍆 then hey, I could work with that but even then I'd like a bit bigger.\n  \n  preferences, man.\n  ","503741":"\n  Here's a vid instead\n  ","503742":"\n  Wrangler\n  ","503743":"\n  It's been ok so far\n  ","503744":"\n  who knows 😉\n  ","503745":"\n  No. I don't care for the smell. I've only had contact highs.\n  \n  Wouldn't mind cbd but I don't feel like I need it either.\n  ","503746":"\n  doggie paddling\n  \n  haha\n  \n  I'm gonna go swimming :p\n  ","503747":"\n  Perfection is the biggest lie of them all. We all have things we could improve on.\n  ","503748":"\n  depends what is there.\n  \n  Maybe yogurt, leftover meals, some chocolate covered peanuts, cheese and meats..\n  ","503749":"\n  2017 i believe?\n  ","503750":"\n  They look similar though.\n  \n  I just liked the pic on the right more\n  \n  no idea who those accounts are.\n  ","503751":"\n  fuck off with that East, West stuff..\n  \n  For tests, yes. I do need to remind myself to read the directions though.\n  \n  giving direction(s), I'm ok.\n  ","503752":"\n  That is what you are 🎤\n  ","503753":"\n  Idk never really done\n  \n  I'd much rather know who the sender is and share that way instead of just posting on my page?\n  ","503754":"\n  The strawberry is the best part\n  ","503755":"\n  nope, androids\n  ","503756":"\n  no but a friend did\n  ","503757":"\n  They didn't really have much. Come home when the streetlights are on (not that stupid ) and check in\/call if going to be late when a teen... especially if my mom didn't know the people.\n  ","503758":"\n  almost see it in this one\n  ","503759":"\n  Seems rude coming from you but she looks good in these shots so I'll take it as a compliment.\n  \n  I don't really feel like I look like any celebrity. There's a gif of Mariah Carey where i can almost see it if I was smaller. Maybe a little bit of Adele ¯\\_(ツ)_\/¯\n  ","503760":"\n  It's not too bad.\n  \n  My dresser looks messy since I have clothes that I'll change into ontop of it and my VS bag is still up there. I have my shoes and sandals on the ground. but ya, it's still pretty clean too.\n  ","503761":"\n  My grandpa's funeral\n  ","503762":"\n  the dogs and cats\n  \n  birds + hummingbird\n  \n  lizards at times\n  \n  a mouse\n  \n  bees\n  \n  not much real wildlife in AZ.\n  \n  Maine has a lot of deer if that counts\n  ","503763":"\n  It doesn't look very sad with flowers!\n  ","503764":"\n  Night x\n  ","503765":"\n  live hardcore 🎤\n  \n\n   https:\/\/youtu.be\/bo_efYhYU2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503766":"\n  oh its you\n  \n  definitely not then!\n  ","503767":"\n  too much\n  ","503768":"\n  Let's not.\n  \n  Anyways, I don't use that app.\n  ","503769":"\n  It's been a while for happy ones.\n  \n  luckily i don't cry much!\n  ","503770":"\n\n   @Christina_Furby\n  \n  is too funny\n  \n  stuff\n  \n   @mawiocudwoc\n  \n  said\n  \n\n   @NineGDxFour\n  \n\n   @poetalunam\n  \n\n   @ErinWolf4919\n  \n  and some others whether it was on their page or in reply to one of my questions.\n  \n  dogs being cute\n  \n  pool time\n  ","503771":"\n  I don't feel that I have one. When I get older all of that stuff just doesn't matter. Be Your own hero, ya know?\n  ","503772":"\n  This will be about wishlists since my last Q talked about it\n  \n  -\n  \n  its annoying when someone mentions it, goes on and on about buying something and then doesn't. like why bother saying all that????\n  \n  Yes, its up there but doesn't mean that anyone actually needs to get me something. Also don't waste my time and yours if you aren't serious about it.\n  ","503773":"\n  I would if people actually got me stuff\n  \n  have took pictures in the lingerie but only two people have seen those 😈\n  ","503774":"\n  too many 😴\n  ","503775":"\n  Would you like that?\n  ","503776":"\n  Thanks lol\n  ","503777":"\n  mom\n  ","503778":"\n  its nothing special\n  ","503779":"\n  preach\n  ","503780":"\n  hey\n  ","503781":"\n  wonderful\n  ","503782":"\n  I did earlier\n  ","503783":"\n  yes to both\n  ","503784":"\n  use it on you and flick you into outer space\n  ","503785":"\n  Football\n  ","503786":"\n  nah, I think its just a booty short and its riding up more? (I'm not the 1 pictured )\n  \n  but yes, I can be naughty.\n  ","503787":"\n  I need underwear like that\n  \n\n   https:\/\/www.instagram.com\/p\/BzOUIA7A280\/?igshid=11arlofn8zxtd\n  \n","503788":"\n  I haven't found one yet\n  ","503789":"\n  I've watched some but eh.\n  \n  more for certain techniques than anything else\n  ","503790":"\n  listening to some new music on Spotify\n  \n  on here\n  \n  not much else\n  ","503791":"\n  What did you end up watching?\n  ","503792":"\n  aww thanks\n  ","503793":"\n  I'm barefoot, however, I wore these ones yesterday.\n  ","503794":"\n  Can't get enough of me?\n  \n  lol jk\n  ","503795":"\n  California or Las Vegas seems the most practical distance wise right now.\n  ","503796":"\n  Yes, I do.\n  \n  Need more of them!\n  ","503797":"\n  Not quite :\/\n  ","503798":"\n  Good morning to you :)\n  ","503799":"\n  10:12pm\n  ","503800":"\n  slow down, killer.\n  ","503801":"\n  feel better\n  \n  I've read around 50+ pages today. Normal book and then some of the poetry from the book Ross got me.\n  ","503802":"\n  i’m not the original asker but that statistic doesn’t imply not predominantly black neighborhoods... just a gender discrepancy? like even if there are more women than men, the neighborhood can still have more black people than white people?? lol\n  \n  ------\n  \n  I suppose. maybe I read it wrong.\n  \n  either way growing up there were only three black guys, an older kid and his sister. Most of the town was white.\n  ","503803":"\n  I've heard it both ways.\n  ","503804":"\n  No, not really.\n  ","503805":"\n  That doesn't seem normal.\n  ","503806":"\n  I think we just forget to at times\n  ","503807":"\n  Sometimes I'll meow kr something ¯\\_(ツ)_\/¯\n  ","503808":"\n  This was hard to read\n  \n  breathe more pls\n  ","503809":"\n  What kind do you think I'd be into?\n  ","503810":"\n  it didn't change that drastically lol\n  ","503811":"\n  in my dream, actually 😂\n  ","503812":"\n  Poker Face\n  ","503813":"\n  I think I did once ¯\\_(ツ)_\/¯\n  \n  but usually, no.\n  ","503814":"\n  haha no\n  ","503815":"\n\n   https:\/\/youtu.be\/bTEibbmRl1c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503816":"\n  hello\n  ","503817":"\n  lol XD\n  \n  no problem :)\n  ","503818":"\n  😘\n  ","503819":"\n  This one is pretty bad\n  ","503820":"\n  It's cool that you moved far away and everything coming together for you. It's also nice hearing that at times!\n  ","503821":"\n  No to both.\n  \n  My mom was raised Catholic but didn't make us do any church stuff. I'm basically agnostic for lack of a better word.\n  ","503822":"\n  What should I ask?\n  ","503823":"\n  😂😂😂\n  ","503824":"\n  denial?\n  \n  haha\n  \n  idk\n  \n  obviously try changing it?\n  ","503825":"\n  Why would I do that?\n  \n  know absolutely nothing about you lol\n  ","503826":"\n  The movie that I can't recall right now 😂\n  ","503827":"\n  No thanks\n  \n  lahore\n  \n  someone wanting to sniff my ass\n  \n  someone whining about stupid shit\n  \n  etc\n  ","503828":"\n  so smug\n  ","503829":"\n  I don't dislike anyone that I felt love for\n  ","503830":"\n  yes but definitely need a good balance, man.\n  ","503831":"\n  How can it really be a black neighborhood then?\n  \n  jail, dead, living large in more white neighborhoods lol\n  ","503832":"\n  Agreed.\n  \n  I have more than 50 people so it can be annoying when I do send questions out\n  ","503833":"\n  sammy\n  \n  some paula girl (she's been active at least but rarely answers my stuff so why bother. Seems to like a yes\/no type of questions rather than actual ones)\n  \n  some girl with avocado in the name\n  \n  J don't feel like blowing up people's pages when they haven't been on or they don't actually answer what I send\n  ","503834":"\n  unfollowing some people.\n  \n  they either haven't been online in months, don't answer my questions, never talked with etc\n  ","503835":"\n  more for me 😈\n  ","503836":"\n  hello ~\n  ","503837":"\n  will do\n  ","503838":"\n  sunshine\n  ","503839":"\n  The pool and Alexa right now\n  \n  🌴🌵🔥\n  ","503840":"\n  Good thing I'm not there\n  ","503841":"\n  aw\n  ","503842":"\n  yes, sometimes.\n  ","503843":"\n  Grease, dirty dancing, lion king, titanic, les miserables, beauty and the beast etcccccc\n  ","503844":"\n  old news\n  ","503845":"\n  Not really. I've posted some others but def more showing while still slightly hidden too :p\n  ","503846":"\n  yay :)\n  ","503847":"\n  cauliflower rice can get annoying\n  ","503848":"\n  no but there's some birds chirping out here\n  ","503849":"\n  bathing suit and tried that fishnet\/mesh shirt as a coverup.\n  \n  pool now\n  ","503850":"\n  Think once is enough :)\n  ","503851":"\n  The same way in school if your name is announced and need to see the principal and you think if you did anything wrong 😂\n  ","503852":"\n  Did you see the movie?\n  ","503853":"\n  not much. trespassing\n  \n  police weren't called.\n  \n  The security dude followed us out behind us in a golf cart.\n  \n  Was a nice night tho. went on their boat where they do dances. Met some guys. luckily we told them a few minutes before that we weren't supposed to be there 😂 they made the guys leave us.\n  ","503854":"\n  get kicked out of a resort\n  ","503855":"\n  hi lovebug\n  ","503856":"\n  yes. its 111F out\n  \n  110 was supposed to be the highest 😮😣\n  ","503857":"\n  I answered this yesterday lol\n  ","503858":"\n  yes\n  ","503859":"\n  Yes. Tomatoes and other stuff are growing.\n  \n  Also my cactus is still alive!!\n  ","503860":"\n  Most asked \"question\"\n  ","503861":"\n  no, I haven't.\n  ","503862":"\n  early 2000s\n  \n  yesterday 😩\n  \n  been a while\n  \n  mother's day\n  \n  last week\n  \n  always\n  ","503863":"\n  Of course 😂\n  \n  don't really feel like answering those types of questions right now\n  ","503864":"\n  nah\n  \n  coins for\n  \n   @NineGDxFour\n  \n","503865":"\n  last time someone slapped you for being obnoxious?\n  ","503866":"\n  no, I don't.\n  ","503867":"\n  haha oh god\n  \n  pokemon pickup lines are back? 😂\n  ","503868":"\n  no but I'm funny in other ways\n  ","503869":"\n  First this from\n  \n   @AhmadBakheitMndo\n  \n  and now you? Too much to take in, man. stopppp 😂\n  ","503870":"\n  It's never goodbye\n  ","503871":"\n  Bonne nuit mon beau\n  ","503872":"\n  lol thanks king\n  ","503873":"\n  all day, every day\n  \n  i should sleep\n  \n  good night, king.\n  ","503874":"\n  comes and goes\n  ","503875":"\n  nobody\n  ","503876":"\n  yay\n  ","503877":"\n  yummy girl lol\n  \n  bye\n  ","503878":"\n  I don't hate anyone but the closest person out of everyone would be my uncle's 2nd wife.\n  \n  Christian but doesn't help when someone was in need. It shouldn't have been a huge thing. My sister's last ex was into drugs and his mom had problems too. It was thanksgiving and they didn't have anywhere to go so you'd think it wouldn't have been a problem lol but nope, caused a huge thing.. my sister and them didn't end up going. Then when we went she did a huge speech on giving to others.. mentioned that she hoped they found a place to go etc like ??????? 😂😂😂😂 my mom wanted to kill her over that\n  \n  she's also fat phobic. My uncle's bathroom is pretty small on the 1st floor and she had to bring it up after i went the bathroom like i had a tight squeeze or was going to get stuck in there or something. like it wasn't that small? why be annoying?\n  \n  she's also one of those gossip type people. always wants to know what you are doing etc\n  \n  Sends cryptic updates on my nana making me think something is really  wrong. She's 90.. what do you expect? Sorry that she forgot a certain word momentarily. Also she sent a picture of them on mother's day together but it seemed more like a  \"you guys don't care because not in the same state\" type of sentiment instead of a normal reason to send a pic\n  \n  end rant\n  ","503879":"\n  both\n  ","503880":"\n  Sometimes\n  ","503881":"\n  Nice\n  ","503882":"\n  Not sure that would help haha\n  ","503883":"\n  Cannoli came to mind.\n  ","503884":"\n  chicken parm 😍😍😍😍\n  ","503885":"\n  enchiladas or tacos\n  ","503886":"\n  Haven't tried\n  \n  what's good?\n  ","503887":"\n  I'm fine with American\n  ","503888":"\n  lots of 'em\n  ","503889":"\n  haha no thanks\n  ","503890":"\n  gracias\n  ","503891":"\n  Get a new one?\n  ","503892":"\n  sure you did 😘\n  ","503893":"\n  Don't be racist\n  ","503894":"\n  even if i did post a pic\/vid you wouldn't notice the actual soreness so......\n  ","503895":"\n  indeed\n  \n  best not to then\n  ","503896":"\n  pap or it didn't happen\n  ","503897":"\n  mu butt hurts from the gym\n  ","503898":"\n  They don't\n  \n  well one did buy me lingerie but it wasn't like that 😂\n  ","503899":"\n  😂😂😂😂\n  ","503900":"\n  they should pay me in amazon things because paypal still doesn't work :(\n  ","503901":"\n  I know\n  ","503902":"\n  my dildo 😉\n  \n  uh idk\n  \n  nothing was ever planned lol\n  ","503903":"\n  I'll keep you posted, bby.\n  ","503904":"\n  I wouldn't either unless with a coworker 😉\n  ","503905":"\n  You should sleep then\n  ","503906":"\n  Not hate but I feel like you can get a feel for someone and not mesh well with said person.\n  ","503907":"\n  I have the best king\n  ","503908":"\n  Mostly just M these days\n  \n  ~\n  \n  haven't with %rose in a few months\n  \n  kev was just a random occurrence that time 😂\n  ","503909":"\n\n   https:\/\/youtu.be\/WziA88-n02k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503910":"\n  not by him recently lol\n  \n  there's a difference pal 😝\n  ","503911":"\n  Sounds good?\n  \n  There weren't that many people there when we saw it which was nice XD\n  ","503912":"\n  awesome\n  ","503913":"\n  May or something like that?\n  ","503914":"\n  I don't think he gets on here\n  \n  we don't talk that much. just  lucky timing i guess 😂\n  ","503915":"\n  yup\n  \n  winter\n  ","503916":"\n  kevin\n  \n  does he count tho? not someone 100% new\n  ","503917":"\n  haha weird\n  \n  and no\n  \n  i rarely drink coffee and wouldn't indulge at night either\n  ","503918":"\n  Summer ones 🌵🌴\n  ","503919":"\n  in MA: chicken wings, chicken fingers, lobster sauce and fried rice\n  \n  In ME: chicken wings, chicken fingers, lo mein and rice. They don't really do lobster sauce or it just doesn't taste good hence the change to lo mein. It's also the noodles there instead lol\n  \n  Surprisingly Chinese food is shitty in AZ so its usually Panda Express and more of a healthy one. Chicken teriyaki with veggies or black pepper chicken and veggies. It's also considered keto there but also should be limited too.\n  ","503920":"\n  rain made me think of this song + the person is probably a little lonely?\n  \n\n   https:\/\/youtu.be\/C-Naa1HXeDQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","503921":"\n  slept 😴\n  \n  ate food\n  \n  gone online\n  \n  gym\n  \n  walk\n  \n  bought some stuff at Frys. Their clothing is so cute rn.. need to buy some stuff soon\n  ","503922":"\n  It's not 3am, mate.\n  ","503923":"\n  made what happen?\n  \n  SHOULD I BE WORRIED? 😮\n  ","503924":"\n  No\n  \n  i only worry when there's a need to\n  ","503925":"\n  Nah. They simply don't matter to me then. Not everyone likes the same people. It's their problem, not mine. In most cases, i probably wouldn't like them back XD\n  ","503926":"\n  I don't care that you are bald\n  ","503927":"\n  Most things\n  \n  ¯\\_(ツ)_\/¯\n  \n  No examples are coming to mind though\n  ","503928":"\n\n   @poetalunam\n  \n\n   @littlesha_\n  \n\n   @NineGDxFour\n  \n\n  Must I say all the reasons?\n  ","503929":"\n  tops: idk. I have a top or two in large. I have some XL's and even xxl. Totally depends on the brand and material. Or if I wanted a larger fit... I ended up sizing up on two cami's and a workout top since I didn't want them tight on me. Also if something is Asian sized then I'd go for the bigger sizes too.\n  \n  pants: I guess 14 according to the shorts i got. Haven't tried on any pants. As far as leggings, large are fitting me the best lately.\n  \n  shoes: 9.5\n  ","503930":"\n  Yes, if going somewhere on the day to day.\n  \n  I don't wear eye makeup at the gym though, just everything else.\n  ","503931":"\n  rarely\n  \n  i still have a few bathbombs from Christmas to use, i believe.\n  ","503932":"\n  That seems to be the consensus on here 😮\n  ","503933":"\n  oh shush\n  ","503934":"\n  The best summer roadtrip snack\n  \n  cheddar\n  ","503935":"\n  blocked him\n  \n  how would I know?\n  \n  He's so fake anyways\n  ","503936":"\n  lots of food questions\n  \n  especially ones that aren't allowed on keto 😂\n  ","503937":"\n  me every day\n  ","503938":"\n  animals\n  \n  fitness \/ swimming\n  \n  water in general. mermaid life\n  ","503939":"\n  getting there\n  ","503940":"\n  I've had a bedspread and a cami top before. think that might be it\n  ","503941":"\n  water\n  \n  hot chocolate\n  \n  let's go with the pink drink\n  \n  maybe strawberry daiquiri  (other options: apple martini, margaritas, seabreeze drink)\n  ","503942":"\n  Not at the moment\n  ","503943":"\n  aww even more cute\n  ","503944":"\n  Yup\n  ","503945":"\n  Arizona 🌞🌵🌴\n  ","503946":"\n  same. humidity sucks\n  ","503947":"\n  hate when that happens\n  ","503948":"\n  You have to go with your heart. Have you heard what the grandparents think? They'd probably want you to follow what is right for you. If you don't see them much as is then it would be pointless living near them as well. You can't always do what others want of you.\n  ","503949":"\n  screen shot would have been this one\n  ","503950":"\n  Tomorrow. Hopefully nothing bad happens 😝\n  ","503951":"\n  The original kind\n  ","503952":"\n  I'm not sure.\n  \n  My sister does good ones but hasn't really mastered keto ones.\n  ","503953":"\n  lol\n  \n  you are adorable\n  ","503954":"\n  Good luck! :)\n  ","503955":"\n  I would hope so! There's a ton of areas where they have wipes all over the gym.\n  ","503956":"\n  Pretty good. You?\n  ","503957":"\n  I didn't say I felt sad lol\n  ","503958":"\n  🔥🔥🔥🔥🔥🔥🔥🔥🔥\n  ","503959":"\n  Watch movies or listen to metal music are my usual ones.\n  \n  write \/ poetry\n  \n  walk \/ gym \/ swim\n  \n  analyze why I feel sad\n  ","503960":"\n  Thanks *bows *\n  ","503961":"\n  Not sure\n  ","503962":"\n  Yes, I do.\n  ","503963":"\n  I don't really think about my legs shen wearing shorts but yes, I do. Most muscular part of me.\n  ","503964":"\n  Tie between Maybelline and L'Oréal.\n  \n  I haven't tried much higher end brands.\n  ","503965":"\n  shorts\n  ","503966":"\n  I know 😝\n  ","503967":"\n  I have some on my amazon wishlist\n  ","503968":"\n  shower me with gift cards 😍\n  ","503969":"\n  Clothing or makeup related products\n  ","503970":"\n  I suppose. I did absolutely nothing so far.\n  ","503971":"\n  chicken noodle\n  \n  lobster bisque\n  ","503972":"\n  How'd that stain get on the carpet?\n  ","503973":"\n  I like it on the smoother side.\n  ","503974":"\n  Yesterday\n  ","503975":"\n  enjoy\n  ","503976":"\n  Elton had one too\n  ","503977":"\n  yo\n  ","503978":"\n  What should I say?\n  \n  I hate being put on the spot like that 😂 never know what to say. overthink or ramble XD\n  ","503979":"\n  Watched Rocketman\n  ","503980":"\n  aww hello cutie\n  ","503981":"\n  I didn't exactly set out to drop out. I was moving to a different state and ya...\n  \n  As far as the degree i do have.. I was doing more copy and envelope jobs, along with advertisement pages. It's not the funnest job in the world. Also didn't really see any real jobs like that around or i didn't want to travel too much just for that.\n  ","503982":"\n  Thanks for sharing\n  ","503983":"\n  nah. its fine\n  ","503984":"\n  tuna\n  ","503985":"\n  Robert Frost\n  ","503986":"\n  Tuesday - gym, walked\n  \n  Wed - saw Rocketman\n  ","503987":"\n  shirt and leggings\n  ","503988":"\n  My sister if you mean in the looks department\n  ","503989":"\n  Righty\n  ","503990":"\n  Always\n  ","503991":"\n  The science guy\n  \n  Science is cool but doesn't really interest me. The Big Bang Theory is good though. Funny and learn things at times.\n  \n  ¯\\_(ツ)_\/¯\n  ","503992":"\n  That would be a no considering they are only in Pennsylvania and DE.\n  \n  I've been to Pennsylvania but not at those areas where they have that restaurant.\n  ","503993":"\n  Should be smooth\n  \n  idk\n  \n  not really the first thing i notice on a guy if you meant that way,\n  ","503994":"\n  😗 pucker up 😗\n  ","503995":"\n  Not in the same location as the hospital but yes to it still being in Massachusetts.\n  \n  no\n  \n  football\n  \n  sunshine with some nice breezes\n  \n  Italian sub... or just ham&cheese. Need to be in the mood for pb&j\/fluff.\n  ","503996":"\n  Yes.\n  \n  read, pool+listened to music, got some color\n  \n  going to the movies shortly\n  ","503997":"\n  single but I feel like it can be a bit more equal when I do have someone.\n  ","503998":"\n  fiction\n  \n  YA\n  \n  horror\n  \n  drug related\n  \n  Love triangle stuff\n  ","503999":"\n  When don't I??? 😂\n  \n  But yes, two were a bit weird.\n  ","504000":"\n  Not too bad\n  ","504001":"\n  Yes, sir.\n  ","504002":"\n  When it's not working and you both want something \/ someone else.\n  ","504003":"\n  The water or scorpions lol\n  \n  \"all 3 have \"\n  \n  Wouldn't matter which you pick but those would be the safest\n  ","504004":"\n  The last time everyone got together. We always hug bye\n  ","504005":"\n  Never speak lol\n  ","504006":"\n  a few\n  ","504007":"\n  I know hence \"days\"\n  ","504008":"\n  old\n  \n  blockbuster days 😍\n  ","504009":"\n  well.. I ended up doing a cucumber sheetmask today. It was very cooling. Made my skin softer. I have a few spots right now and they feel tinier too.\n  \n  It's Wednesday so I ended up weighing myself.\n  \n  \"Made\" breakfast.. Yogurt, peanut butter mixed in. strawberries, new chocolate covered peanuts from lilys sweets\/chocolate. A bit of caramel drizzle over that.\n  \n  checked email, here and ig\n  \n  I should read my 10 pages, swim then get ready for the movies later (Rocketman)\n  ","504010":"\n  chocolate\n  ","504011":"\n  58 down since last June\n  \n  37.5 down on keto since January\n  \n  11 pounds away from my minigoal of 191\n  ","504012":"\n  😂😂😂\n  ","504013":"\n  Yes, once. I forget. Must not have been important then.\n  ","504014":"\n  When my knee was acting up\n  ","504015":"\n  Nope. It's either been 3 family house or our own home.\n  ","504016":"\n  Secretary\n  ","504017":"\n  Yes, I have. My dad would get a bunch of them and all the neighborhood kids thought it was the coolest thing and try them. I liked them from what I remember.\n  \n  Definitely more a lobster, crab,mussels, clams, and scallops kind of girl.\n  ","504018":"\n  We can during monsoon season.\n  ","504019":"\n  ¯\\_(ツ)_\/¯\n  ","504020":"\n  The same Resort various of times throughout the years 😂\n  ","504021":"\n  I was going to go with the bikini one\n  \n  but those bitches lied to me! Said that the shipping would also be free. Hence why I bothered looking at the site anyways.\n  \n  TURNS OUT IT WAS  $19 FOR SHIPPING. I told them how it still said that when I was in the process of checking it out. Figured they'd give me another code to get rid of that part but the lady was all \"no, you pay shipping just once and all the other times it will be free\". It was going to be a brand ambassador type thing.\n  \n  like uh no.. why should I believe that when they STATED it was free first off. How do I know that the next times would be legit? $19 seemed like a lot for an Asian brand as well. I ALSO FUCKING HATED HOW SHE KEPT CALLING ME MA'AM 😂😂😂😂\n  ","504022":"\n  Harvard.. Cambridge, Massachusetts.\n  ","504023":"\n  Also a girl from college \"borrowed \" a book for a reading course that we did. Literally just read different books and did mini summaries on them the whole time. Easiest class ever. Had to jot down time read etc\n  ","504024":"\n  A cd (I ended up buying it again years later but the order of the songs is different than my original )\n  \n  Some movies.. its whatever at this point lol\n  ","504025":"\n  Good night\n  ","504026":"\n  Simpsons\n  ","504027":"\n  That's all on you 😘\n  ","504028":"\n  They should 😈\n  ","504029":"\n  oh?\n  ","504030":"\n  I haven't slept yet\n  \n  12:37am\n  \n  anywhere from 7am-11ish though.\n  ","504031":"\n  goat 😍\n  \n   @FeelFreeToAsk2017\n  \n\n\n   https:\/\/www.instagram.com\/p\/BzJzAZXA0hM\/?igshid=ar72g0rz4cxq\n  \n","504032":"\n  aw\n  ","504033":"\n  The gym already did that 🍑\n  ","504034":"\n  I have sold one thing on there before. lol\n  \n  However, when we were selling our house in Massachusetts, my dad sold a lot of postcards and other things like that on there.\n  \n  With selling things, the people would give feedback. Same as how Amazon is when you buy something, a review of sorts.\n  \n  I guess it depends what it is, the price point, auction part etc Ebay does take some commission out of the sales.\n  \n  Craigslist or Facebook's marketplace might be better? idk.\n  ","504035":"\n  Not that many. I don't fall easily so if I ever said \"I love you\" to anyone i truly meant every word of it.\n  \n  Also some relationships can show you how bad the rest really were (not in an abuse way but in general..)\n  ","504036":"\n  Only if the gym counts 💪🍑\n  ","504037":"\n  being there\n  \n  inside jokes\n  \n  length of time known\n  \n  etc\n  ","504038":"\n  me too\n  ","504039":"\n  anon\n  \n  who you be?\n  ","504040":"\n  doesn't work like that\n  ","504041":"\n  Let's not dwell on the past, ok?\n  ","504042":"\n  noon or night\n  \n  sometimes in the shower or pool\n  ","504043":"\n  I follow you?\n  \n  haha I don't know you at all so hard to say what makes you happy. I've only known you existed on here for a week?\n  ","504044":"\n  Dance\n  \n  listen to music\n  \n  write \/ poetry\n  \n  gym\n  \n  take a walk\n  \n  really depends on the situation\n  ","504045":"\n  Depends how long I'd be there but typically, yes.\n  ","504046":"\n  life? idk 😂\n  \n  laptop\n  \n  barbies when younger\n  \n  etc\n  ","504047":"\n  I've only been once but their popcorn chicken was ok.\n  ","504048":"\n  Still need to hear back from them ¯\\_(ツ)_\/¯\n  ","504049":"\n  A good book\/movie\/tv show\/song\n  \n  the weather at times\n  \n  love\n  \n  when kids are well behaved and say cute sh!t\n  ","504050":"\n  The gym ,walked.\n  \n  facemask\n  \n  lit a candle\n  \n  movie\n  \n  ¯\\_(ツ)_\/¯\n  ","504051":"\n  Lyndsey\n  \n  cheese, bbq chicken or chicken feta spinach. Fathead keto pizza is great too if that counts\n  \n  nope. maybe a bit more spiritual. Agnostic at best\n  \n  yes, especially more in the summer\n  \n  2-3\n  \n  yes.. maybe NYC or London? I do like country too.\n  ","504052":"\n  Found a fake today. That Katherine girl from earlier. I messaged the real person on ig. so that was bizarre. like b!tch, you clearly had no idea what \"summersmash\" meant. Plus lol @ \"being sore\" if they worked out that long. Also kept posting stuff from days ago on here from her actual ig page.\n  \n  went to the gym and walked.\n  \n  Found out Lily's chocolate made a reese cup fatbomb. I like the Slimfast keto ones more. Also tried a coffee one from a different brand but didn't care for that since it was all melted and messy. The taste was pretty strong too..\n  \n  Seeing Rocketman tomorrow\n  \n  uh.. nothing exciting happening.\n  ","504053":"\n  AZ:4.1%\n  \n  Maine: 0.3%\n  \n  Massachusetts hometown: 0.43% (didn't seem like that much )\n  ","504054":"\n  this, ig, maybe I'll watch some YouTube before bed. idk\n  ","504055":"\n  yes\n  \n  especially since its hot in az\n  ","504056":"\n  black or Asian?\n  \n  My town was mostly white.\n  ","504057":"\n  One of the first things I do :)\n  ","504058":"\n  ???????\n  ","504059":"\n  I remembered to take one today\n  \n  °• Where's Waldo? •°\n  ","504060":"\n  The usual. gym, walk etc\n  ","504061":"\n  no shit\n  ","504062":"\n  I bet\n  \n  i only do around 2 hours including my walking\n  ","504063":"\n  gives them back\n  ","504064":"\n  What is that?\n  ","504065":"\n  Cool. Don't think I've seen the movie.\n  ","504066":"\n  yes\n  ","504067":"\n  yup 😘\n  ","504068":"\n  I am :)\n  ","504069":"\n  why?\n  ","504070":"\n  Haven't been yet :(\n  ","504071":"\n  yay\n  ","504072":"\n  It's been ok so far. Yours?\n  ","504073":"\n  I really need to go to summersmash next year 😂\n  ","504074":"\n  I followed 💕\n  ","504075":"\n  haha weird\n  ","504076":"\n  oh. I wasn't thinking of tv shows\n  ","504077":"\n  yay. How's the back?\n  ","504078":"\n  Do you have a question?\n  ","504079":"\n  Cool\n  ","504080":"\n  Probably wrong but made me think of this one 😂\n  ","504081":"\n  Back to the future 😍\n  ","504082":"\n  Transformers?\n  ","504083":"\n  Ride?\n  ","504084":"\n  That's good to know! Figured it would be\n  ","504085":"\n  beyond\n  ","504086":"\n  See Rocketman tomorrow finally\n  ","504087":"\n  scrambled eggs and bacon for breakfast\n  ","504088":"\n  with time\n  \n  knowing that you can't change it or the other possible outcomes wouldn't have been good either\n  \n  loving yourself\n  \n  learning from the mistake(s)\n  ","504089":"\n  Maybe.\n  ","504090":"\n  It varies. I had a hard time sleeping last night but still managed a decent amount of sleep too. Also was surprised to see rem, light and dark sleep recorded since it didn't seem that way to me.\n  ","504091":"\n  I think it's just you!\n  \n  There's not much transportation like that around here besides one that goes to the casino and another thing that picks people up\/drop off but I actually haven't used either one.\n  ","504092":"\n  I love doing new things.\n  ","504093":"\n  I guess 9 months but maybe add a few more days on? Obviously the baby will decide ultimately when the arrival will be.\n  ","504094":"\n  Yes\n  ","504095":"\n  Better Call Saul\n  ","504096":"\n  Sweet dreams\n  ","504097":"\n  adiós\n  ","504098":"\n  Don't make promises you can't keep\n  ","504099":"\n  I wish people wouldn't say that.\n  ","504100":"\n  Both 😇😈\n  ","504101":"\n  watch the storms (hello, monsoon season.. Please don't come just yet!)\n  \n  errands\n  \n  get sleepy\n  \n  perfect movie weather\n  ","504102":"\n  king should sleep!\n  \n  *rubs his back more *\n  ","504103":"\n  Yes. a little over the top <3\n  ","504104":"\n  Seeing as its 12am now.. be sleeping?\n  ","504105":"\n  Lately or overall throughout the years?\n  ","504106":"\n  A few songs\n  ","504107":"\n  \"5 more minutes \" mentality or ready to start the day 👍\n  ","504108":"\n  lime\n  \n  depends on the type..\n  \n  moon\n  \n  uh salt..i guess. idk.\n  ","504109":"\n  Oh, Romeo.\n  \n  Or Jamie from Got\n  ","504110":"\n  More angry at myself than the actual person.\n  ","504111":"\n  11:55 pm\n  ","504112":"\n  \"God only knows\"\n  \n\n   https:\/\/youtu.be\/Q5cPQg3oq-o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","504113":"\n  Good song!\n  \n  Agreed\n  ","504114":"\n  That's a strong wish 😉\n  ","504115":"\n  \"i was here the whole time \"\n  \n\n   https:\/\/youtu.be\/VuNIsY6JdUw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","504116":"\n  Could be ¯\\_(ツ)_\/¯\n  ","504117":"\n  haha it was :p\n  \n  all good\n  ","504118":"\n  beautiful\n  ","504119":"\n  I gave back rubs\n  ","504120":"\n  aw why sugar?\n  ","504121":"\n  This movie scene came to mind\n  \n\n   https:\/\/youtu.be\/7pO4e9NEYh0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","504122":"\n  is it?:p\n  \n  seems complex\n  ","504123":"\n  hello kind anon\n  ","504124":"\n  Just in school speaking situations? I doubt anyone actually listens? #daydream\n  ","504125":"\n  No, they should be free.\n  ","504126":"\n  way too old for you\n  ","504127":"\n  I did\n  ","504128":"\n  Just at the gym 😝\n  ","504129":"\n  Italian sausage link, pepper, onions.\n  \n  There was salad available as well but I didn't feel like eating that.\n  ","504130":"\n  wouldn't surprise me, tbh.\n  ","504131":"\n  BYOB is better\n  ","504132":"\n  rubs\n  ","504133":"\n  Got back from the gym. Ate dinner.\n  \n  My free shirt i won from shein came while I was gone. Not quite sure how I'll wear it. It's a neon mesh\/fishnet kind of top  XD\n  \n  It's 10:46pm so I'm just chilling in bed now. Answering some questions.\n  ","504134":"\n  Not really.\n  \n  Our counselor had to talk to everyone since one girl was being all petty.\n  ","504135":"\n  double edge sword, my friend.\n  \n  don't feel like analyzing everything atm 😂\n  ","504136":"\n  calm down, stranger.\n  ","504137":"\n  Not that much\n  ","504138":"\n  Maddox came to mind. He'd also kind of \"blackmail\" you about certain things you told him too. Like why bring up something randomly like that? We haven't been friends for a few years now. I had enough of being his therapist when he'd treat me like nothing.\n  ","504139":"\n  I feel like weights, dumbbells and stuff like that can help.\n  \n  Surgery being the easiest way lol\n  ","504140":"\n  wow so enthusiastic\n  ","504141":"\n  That doesn't sound creepy at all haha\n  ","504142":"\n  I never forget anyone.\n  ","504143":"\n  Yes, I believe so.\n  ","504144":"\n  Just feet.. don't get the appeal lol\n  ","504145":"\n  Never heard that expression before.\n  \n  Probably. Only kidding with that \"let's go \" answer though.\n  ","504146":"\n  yes but don't feel like doing anything right now.\n  \n  gym 💪😴🍑\n  ","504147":"\n  damn\n  ","504148":"\n  idk.. there's been two others at times but like you said M is the \"main guy\".\n  ","504149":"\n  no thanks\n  \n  not wearing anything cute :p\n  ","504150":"\n  Can't post something i don't have lol\n  \n  wow\n  ","504151":"\n  I don't have it online\n  ","504152":"\n  That's not cheating.\n  ","504153":"\n  Not really\n  ","504154":"\n  totally o.o\n  \n  Maybe we'll have a fun time together\n  ","504155":"\n  and I want questions but ask seems dead 😮\n  ","504156":"\n  It's Monday now.\n  ","504157":"\n  Depends\n  ","504158":"\n  hey\n  \n  ask me stuff\n  ","504159":"\n  I suppose in some ways that's true\n  ","504160":"\n  I'm not sure 😂\n  ","504161":"\n  Yes but we aren't close\n  ","504162":"\n  waiting on questions\n  ","504163":"\n  Not at the moment.\n  ","504164":"\n  Never really played it\n  ","504165":"\n  cape cod potato chips\n  \n  or\n  \n  doritos\n  \n  popcorn\n  \n  * All things i can't have on keto. I wasn't much of a chip person anyways. Rather have ice cream or chocolate junk food\n  ","504166":"\n  Does anyone have questions?\n  ","504167":"\n  taste\n  ","504168":"\n  anything\n  ","504169":"\n  mean thing to do :p\n  ","504170":"\n  yes\n  ","504171":"\n  Why would you try doing that?\n  ","504172":"\n  laugh\n  \n  get him\/them back somehow when they least expect it\n  ","504173":"\n  grey, white, blue\n  \n  I believe the top is from Hot Topic since its a band t.. or singer in this case. (dark grey)\n  \n  Leggings from Ross (light grey, white mesh and fishnet )\n  \n  Target Sports bra (two different blue colors)\n  \n  a green\/blue color underwear. probably Walmart? idk.\n  \n  And I'll wear green Christmas socks :p\n  \n  candycanes and peppermints\n  ","504174":"\n  😂😂😂\n  ","504175":"\n  I need to take a shower\n  ","504176":"\n  I'm good :)\n  ","504177":"\n  teacher\n  ","504178":"\n  We do bbq more.\n  ","504179":"\n  Hello\n  ","504180":"\n  I don't block people often. The reasons could vary.\n  \n  I think the last one kept sending me religious texts in another language and I kept telling him not to and he continued to do so.\n  ","504181":"\n  charging my fitbit while being on here\n  ","504182":"\n  Don't think I've heard it then\n  ","504183":"\n  Something with music\n  ","504184":"\n\n   https:\/\/youtu.be\/C-Naa1HXeDQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","504185":"\n  I haven't. Always thought it would break\n  ","504186":"\n  That was a very fast response 😮\n  ","504187":"\n  Nothing because I take notice of my things.\n  ","504188":"\n  see what?\n  ","504189":"\n  Maybe\n  ","504190":"\n  well that's rude\n  ","504191":"\n  hi muffin\n  ","504192":"\n  I like painting, sketching but I don't think I'm good at it 😂\n  \n  Writing but need to be in the right mindset for it. Same with poetry.\n  \n  I love music but I don't think I'm a good singer lol\n  ","504193":"\n  Maybe when younger but all the marriages i looked up to ended in divorce....\n  \n  Yes, I still want that grow old with love that lasts a lifetime. The ups and downs life throws at you with someone at your side. It would take work. I don't think it's 100% easy.\n  ","504194":"\n  I forget or don't think of it. I have no filter at times 😂\n  ","504195":"\n  Yes, when younger.\n  \n  My sister got a p0rn virus on the computer and blamed me.\n  \n  Only found out a few years ago that it was her 😂\n  ","504196":"\n  Yes. Sometimes I didn't mind 😉\n  ","504197":"\n  Once.\n  ","504198":"\n  Yes, I do. Either way is fine.\n  \n  I do like dipping them in sauce or in actual meals :)\n  ","504199":"\n  put clothes on. brushed hair and put it up\n  \n  ate dinner.. beef stroganoff with cauliflower rice instead of pasta.\n  \n  was on here, watched some YouTube, replied to messages elsewhere.\n  ","504200":"\n  6-8 range\n  ","504201":"\n  My mom made a FB but never remembers her information so hasn't used it in years.\n  ","504202":"\n  night\n  ","504203":"\n  it was ok.\n  ","504204":"\n\n   @JJD55\n  \n  miss you\n  ","504205":"\n  👍\n  ","504206":"\n  Good to know\n  ","504207":"\n  No thanks. I don't like how you came across.\n  \n  good looking guy though\n  ","504208":"\n  😘\n  ","504209":"\n  yes. I've gone the whole week.\n  \n  Yesterday was a different kind of workout 😉\n  \n  Today has been pretty chill. I usually don't go on Sundays. Only went swimming today.\n  ","504210":"\n  Should keep a folder just for you 😈\n  ","504211":"\n  loofahs are more fun to say and use\n  ","504212":"\n  depends on a lot of other stuff\n  ","504213":"\n  Not sure\n  ","504214":"\n  nope\n  ","504215":"\n  For sure.\n  \n  I deleted it off my tablet too 👎\n  ","504216":"\n  ok, this was super cute\n  ","504217":"\n  This doesn't make sense. It's also not a right but a privilege to see someone's body.\n  \n  yes, I have both. Doesn't mean you'll get them.\n  ","504218":"\n  aw the best\n  ","504219":"\n  Maybe last month?\n  ","504220":"\n  What are you referring to?\n  ","504221":"\n  none have been made *yet*\n  ","504222":"\n  flowers and kisses?\n  ","504223":"\n  When you seen this circulating\n  ","504224":"\n  😂😂😂\n  ","504225":"\n  Why do I feel like you wouldn't pay up?\n  \n  also that seems pretty desperate and I don't know who you are\n  ","504226":"\n  Not really. Some sock ones though\n  ","504227":"\n  I know\n  ","504228":"\n  be nice to have more\n  \n  but no, I don't like money either o.o\n  ","504229":"\n  I added these ones lately\n  \n  I'd say its a  tie between god only knows and when she comes home tonight out of the ones shown\n  ","504230":"\n  How much would you be willing to pay?\n  ","504231":"\n  king\n  ","504232":"\n  nope\n  ","504233":"\n  I haven't heard enough to have an opinion on it\n  ","504234":"\n  I doubt that!\n  ","504235":"\n  haha\n  \n  you love it\n  ","504236":"\n  Apparently not :(\n  ","504237":"\n  It's a yes according to that\n  ","504238":"\n  lounge shorts\n  ","504239":"\n  I share a ton, man.\n  ","504240":"\n  This made me laugh\n  ","504241":"\n  oh 8ball don't like you 🍑🍑🍑\n  ","504242":"\n  no, not anymore.\n  ","504243":"\n  😘\n  \n  I'm everyone's and no-one's\n  ","504244":"\n  Not sure yet\n  ","504245":"\n  Not so much these days.\n  \n\n   https:\/\/youtu.be\/SAe3sCIakXo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  these ones are great  though!\n  \n\n   https:\/\/youtu.be\/1D5PtyrewSs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  ♥\n  ","504246":"\n  Nothing white today\n  ","504247":"\n  Not sure. more on the individual asking.\n  ","504248":"\n  I'm nice to everyone\n  ","504249":"\n  When you don't have anyone yet online people just want to sign themselves spots 😂\n  ","504250":"\n  Why do you think that?\n  ","504251":"\n  Can't relate. way too single. lol\n  \n  think the person will change\n  \n  scared of going back into the dating game\n  \n  love there still\n  \n  not aware that the relationship is actual sh!t\n  \n  don't think they can do better \/mental abuse\n  ","504252":"\n  sigh\n  ","504253":"\n  who would buy?\n  ","504254":"\n  I like both. Let's go with soy sauce.\n  ","504255":"\n  Whenever I get messages about my dad ,the sender usually has that type of context going on. Which is really strange anyways to get. I believe its that Dan guy just trolling.\n  \n  Either way it seems odd to me. I could understand if the kid did sports or something that would warrant a massage. or say a baby burping kind of thing.\n  \n  But ultimately, no, I feel like that's something you learn later on in life, not because a parent gave you a massage? ¯\\_(ツ)_\/¯\n  ","504256":"\n  Why are you obsessed with incestuous behavior?\n  \n  no, stop being gross.\n  ","504257":"\n  will do\n  ","504258":"\n  I know\n  \n  should go swim now\n  ","504259":"\n  oh ok lol\n  \n  I already count most of the people i follow as friends  <3\n  ","504260":"\n  oh? 😮\n  \n  the poll?\n  ","504261":"\n  I didn't get part 1 or 2?\n  ","504262":"\n  That felt like a tongue twister\n  ","504263":"\n  it was anon 😂\n  ","504264":"\n  Not really.\n  ","504265":"\n  Thanks sunshine\n  ","504266":"\n  yes, that sucks\n  ","504267":"\n  nah\n  \n  its nothing special\n  \n  black with floral pattern\n  ","504268":"\n  Same\n  ","504269":"\n  yes clearly!\n  ","504270":"\n  😍😍😍😍\n  ","504271":"\n  better than getting hurt 😝\n  ","504272":"\n  Nice 😝\n  \n  I'm sure it's happened.\n  ","504273":"\n  The soul healing miracles 👎\n  \n  The rest of them were good.\n  ","504274":"\n  bathing suit now\n  \n  will swim fairly soon\n  ","504275":"\n  Not really was gross\n  \n  but ok too\n  \n  😂\n  \n  it was more game like ¯\\_(ツ)_\/¯\n  ","504276":"\n  it was sad since everyone else was a bit taller and could jump on my dad's van when he tried doing that 😂\n  ","504277":"\n  he'd always chase us to give kisses 😂😂😂\n  ","504278":"\n  yes 😍\n  ","504279":"\n  yes, I wouldn't set out to hurt anyone\n  ","504280":"\n  I guess lol\n  \n  We stood on the basement door thing. my sister acted like the priest person and our friend acted like a camera man.\n  ","504281":"\n  Didn't try it last night\n  \n  communication error then lol\n  ","504282":"\n  It's quite hot out\n  ","504283":"\n  Yes lol\n  \n  he always seems happy when we bump into each other randomly though out the years XD\n  ","504284":"\n  David\n  \n  We ended up getting married when playing house. Ring pop ring :)\n  ","504285":"\n  I suppose lol\n  ","504286":"\n  Thanks\n  ","504287":"\n  yes so it can be annoying when they keep asking it. won't even tell me specific ones to pick from etc\n  ","504288":"\n  Someone sends me that a lot. They want me to rate certain fetishes.\n  ","504289":"\n  The beach seems way better\n  ","504290":"\n  I still have some questions leftover from last night too😉\n  ","504291":"\n  Neither do I but didn't view it that way  <3\n  ","504292":"\n  idk, man. No filter last night 😂😂😂\n  ","504293":"\n  I'm not stressing lol\n  ","504294":"\n  such a rebel!\n  ","504295":"\n  Yes. I feel like there's time and places to dress up more.\n  \n  yet I'd probably do the same if my body was better ¯\\_(ツ)_\/¯\n  ","504296":"\n  You just did it. Congratulations\n  ","504297":"\n  I think I'm decent at it!\n  ","504298":"\n  Yes. Good times x\n  \n  I use email or text more these days.\n  ","504299":"\n  Not really. I feel like I like more boho grunge type looks. casual... athletic wear\n  \n  People should just wear whatever they like\n  ","504300":"\n  I feel like I keep seeing stripes, more lighter colors, pops of neon, floral designs. Lots of bandeau tops\/bikinis. Pastel tie dyes....\n  ","504301":"\n  It's still going\n  \n  I haven't done much\n  ","504302":"\n  aw hello\n  ","504303":"\n  That's never fun :(\n  \n  *makes you soup*\n  ","504304":"\n  Great. You?\n  ","504305":"\n  Water, tea\n  \n  alcoholic ones:\n  \n  apple martini\n  \n  margarita\n  ","504306":"\n  Religious beliefs don't matter to me.\n  ","504307":"\n  Probably henna because I don't feel like my body is ready for the tattoos that I actually want to get.\n  \n  or I'd get a cross tattoo on the inner side of my middle finger. I feel like personally, I gravitate to smaller tats that could be hidden.\n  ","504308":"\n  Not really. I don't think I do anything that is overly nerdy. I like to read. I rarely play video games. Do most nerds like the gym?\n  \n  ¯\\_(ツ)_\/¯\n  ","504309":"\n  Both. Well I guess only chocolate or ice cream. I'm not much of a chip person.\n  \n  Even on keto I've been having a keto ice cream and lily's chocolate.\n  \n  I've only really cheated once on keto. We went out to eat. The people next to us had a sundae that none of us could pass up after we finished our meal 😂 My mom and I shared it since it was pretty big. Sister and her husband had their own one.\n  "}}