{"Question":{"50431":"\n   There'll come a point where the disrespect some of these kids and teenagers show to others will get them in deep sh*t when decent people who are in the firing line simply say to themselves \"We're not putting up with this anymore\", human tolerance can only be pushed so far ?\n  ","50432":"\n   Night ??\n  ","50433":"\n   What’s one bad habit that you would like to quit but can’t?\n  ","50434":"\n   Do you trust your gut instinct?\n  ","50435":"\n   What song best describes you?\n  ","50436":"\n   So cute\n  ","50437":"\n   no thing it's fine\n  ","50438":"\n   How was your day\n  ","50439":"\n   The movie wasn't that great\n  ","50440":"\n   no so much haha ^_^\n  ","50441":"\n   Last thing to disappoint you?\n  ","50442":"\n   Let’s try this one more time I keep forgetting to take the anonymous off. You didn’t used to have to do that every time\n  ","50443":"\n   Ask must not like dog's lol\n  ","50444":"\n   How do you get back on your feet?\n  ","50445":"\n   Good Night My Friends,\n\n  I am lucky because my day starts\n\n  and ends with a text from\n\n  a friend as lovely as you.\n  ","50446":"\n   What would the child you once were think of the adult you've become? ?\n  ","50447":"\n   Oops sorry I wrote that post before I read your page\n  ","50448":"\n   What's a song that contains a lesson you live by? ?\n  ","50449":"\n   I think my last post on my page wa written just for you. Sorry to hear of your sad news my friend.\n  ","50450":"\n   Ranch dressing yay or nay?\n  ","50451":"\n   What is that one talent in you which you consider it as your superpower ??\n  ","50452":"\n   Who is your favorite author?\n  ","50453":"\n   How many eggs do you usually keep in your fridge?\n  ","50454":"\n   Oh I am sorry\n  ","50455":"\n   Would you consider yourself a loyal friend? How do you earn people's loyalty?\n  ","50456":"\n   What's the best advice you've ever given yourself? ?\n  ","50457":"\n   LSU looks good!! I like your head coach I wish USC hadn’t of let him get away\n  ","50458":"\n   What's something you think most people have got in common? ?\n  ","50459":"\n   Pick a boo my friend\n  ","50460":"\n   What do you think society has lost sight of these days? ?\n  ","50461":"\n   If everyone carried a gun, would there be more or less shootings? ?\n  ","50462":"\n   What will you always believe in? ?\n  ","50463":"\n   Be honest , have you ever made fun of our picked on someone who looked different from you? Example they were overweight or wore glasses or had acne etc. I’m not judging I’m just asking for the purpose of the concept of this site .\n  ","50464":"\n   What would you change about society if you could? ?\n  ","50465":"\n   At what age do you believe a child should first start learning how to cook?\n  ","50466":"\n   What is your favorite dessert? ...\n  ","50467":"\n   When was the last time you used the following: oven, stove, microwave, & bbq? What did you use each for if you can even remember!?\n  ","50468":"\n   Would you say books are now outdated? ?\n  ","50469":"\n   What's your favourite thing about autumn\/fall? ?\n  ","50470":"\n   nice but really you do thes things in real life ?\n  ","50471":"\n   Do you like nachos and nacho cheese?\n  ","50472":"\n   right\n  ","50473":"\n   Are u on Snapchat?\n  ","50474":"\n   Will you scold your children for getting bad grades?\n  ","50475":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","50476":"\n   Would you rather be famous or rich?\n  ","50477":"\n   so miss America ?\n  ","50478":"\n   What do you do?\n  ","50479":"\n   You said you don’t have sc you can talk to me here. I said sure??\n  ","50480":"\n   Sure\n  ","50481":"\n   Ever sent a good question and then realized you did it anonymously? I just did and I don’t get to reap the rewards of coins:(\n  ","50482":"\n   Ok ok thanks??\n  ","50483":"\n   I! \"Which of your five senses is the best\"? ALL however; a brain and with common sense is necessary.\n  ","50484":"\n   Would you rather be a rich or famous?\n  ","50485":"\n   Who can explain me what those it mean the expression of : Pop some thing, please ?\n  ","50486":"\n   & it's Monday again.. you got this! ? Do you have any plans at all for this week?\n  ","50487":"\n   What do you spend most of your money on?\n  ","50488":"\n   Have you ever been on a silly diet?\n  ","50489":"\n   What do you cook most often with oil or butter?\n  ","50490":"\n   Have you ever acted in a tv show\/movie? If so, which?\n  ","50491":"\n   “Never underestimate the power of Dua\n  ","50492":"\n   aha ok ! so cute\n  ","50493":"\n   How is your day going so far? ?\n  ","50494":"\n   If Apple made a car... Would it have Windows!? ??\n  ","50495":"\n   If Apple made a car... Would it have Windows!? ??\n  ","50496":"\n   You didn’t ?\n  ","50497":"\n   I'd like that\n  ","50498":"\n   That might be the character I'm thinking of my favorite bad guy what's dr. Drakken did you see the live-action Kim Possible movie\n  ","50499":"\n   ❤️ your hair\n  ","50500":"\n   I love pitbulls\n  ","50501":"\n   What do you always look forward to? ?\n  ","50502":"\n   Do you have any pets\n  ","50503":"\n   Was warhok the guy with the metal hand and the eye patch his sister was the leader of the other organization\n  ","50504":"\n   If you were famous what would you be famous for?\n  ","50505":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","50506":"\n   I love that show it had any good ending who was your favorite villain\n  ","50507":"\n   What did you get when you were shopping\n  ","50508":"\n   Did you like Kim Possible\n  ","50509":"\n   When do we really live life to the fullest?\n  ","50510":"\n   What's one thing you think everyone should do every day?\n  ","50511":"\n   What did you do today\n  ","50512":"\n   Your gorgeous\n  ","50513":"\n   What did you watch on TV yesterday?\n  ","50514":"\n   If you could have one wish what would you wish for?\n  ","50515":"\n   Thanks ?\n  ","50516":"\n   The second one wasn't that bad Kronk's New Groove\n  ","50517":"\n   My mother said to her mother what happened to chicken she said we ate it last night\n  ","50518":"\n   Sweet\n  ","50519":"\n   Hugs\n  ","50520":"\n   Did you like emperors new groove\n  ","50521":"\n   They ate it\n  ","50522":"\n   Follow Back ?\n  ","50523":"\n   I did like zombies\n  ","50524":"\n   Why do girls' and boys' clothes have buttons on opposite sides?\n  ","50525":"\n   What's your favorite drink?\n  ","50526":"\n   Who do you respect the most?\n  ","50527":"\n   What's one thing that always makes you happy? PAP!\n  ","50528":"\n   Perfect!\n  ","50529":"\n   Followed bella ??\n  ","50530":"\n   Mi a véleményed a lábfétisről?\n  ","50531":"\n   Bon Dimanche & Bon Weekend a toutes & a Tous, Good Sunday & Good Weekend to all, Доброе воскресенье и хорошие выходные всем, Duminică bună și Weekend bun tuturor, يوم سعيد وعطلة نهاية أسبوع سعهيدة للجميع ????✔\n  ","50532":"\n   No problem it happens\n  ","50533":"\n   Hercules was an awesome movie the TV show was good as well\n  ","50534":"\n   What's your favorite color\n  ","50535":"\n   My mother used to have a pet chicken when she was a kid\n  ","50536":"\n   Followed!\n  ","50537":"\n   What else is on the app\n  ","50538":"\n   I never get good at those games\n  ","50539":"\n   It looks like one of the marshmallow peeps LOL\n  ","50540":"\n   Just your voice\n  ","50541":"\n   It won't cost much\n  ","50542":"\n   I've seen bits and parts about it it's about Ariel's daughter and it's Ursula sister I haven't seen the whole movie there has to be no way it being As Good As the First\n  ","50543":"\n   My mother 72 my fathers 79 my aunt is 68 my cousin is 38 my cousin's son is 9\n  ","50544":"\n   What's the app called again\n  ","50545":"\n   What are you doing\n  ","50546":"\n   That little chick is so cute I want it\n  ","50547":"\n   @\n  ","50548":"\n   Good night, where is the smile? ?\n  ","50549":"\n   You rock\n  ","50550":"\n   Did you ever see the second Little Mermaid\n  ","50551":"\n   Lol\n  ","50552":"\n   My sister is 40\n  ","50553":"\n   Is that site you sing your songs on is that an app\n  ","50554":"\n   Hey\n  ","50555":"\n   I'm fine.. what about speaking on Instagram\n  ","50556":"\n   Hugs\n  ","50557":"\n   What is the nerdiest thing about you? ?       (staif)\n  ","50558":"\n   Followed ?\nBack Maybe? ✨\n  ","50559":"\n   Gem mining? Have you ever found any emeralds? ?\n  ","50560":"\n   Outward beauty is subjective and effects everyone differently. Inward beauty can be appreciated though by many. Character and class can be learned too. But your getting this because all these describe you!?\n  ","50561":"\n   What’s your fav Christmas movie?\n  ","50562":"\n   Real Friends do not get offended\n\nwhen you insult them.\n\nThey smile and call you something\n\neven more offensive :P ;)\n  ","50563":"\n   Do not promise when you are happy,\n\nDo not reply when you are angry\n\nAnd do not decide when you are sad\n\nGOOD NIGHT\n  ","50564":"\n   What's your favourite movie series? ?\n  ","50565":"\n   How does somebody on ASK FM know it is me when I send anonymous messages ?\n  ","50566":"\n   I hate how a new phone isn't working for a month and then it's trash\n  ","50567":"\n   I'm 34\n  ","50568":"\n   DUI meaning speeding tickets\n  ","50569":"\n   You and your husband should do a duet singing shiny\n  ","50570":"\n   As long as we all look out for one another, everything will be fine ? ?\n  ","50571":"\n   how much in centimetres ? ^^\n  ","50572":"\n   Which movie do you think is overrated?\n  ","50573":"\n   What is the most important dish in your country that you would recommend to everyone?\n  ","50574":"\n   Are you an optimist, pessimist or realist? Are you extrovert or introvert?\n  ","50575":"\n   Hey Bella I’m gonna be turning off my phone for a few days and ghost for awhile! I gotta work some stuff out mentality and other things. I just wanted to let you know why I won’t be on here! Stay positive you are still beautiful as ever bye for now\n  ","50576":"\n   What food do you most often crave for?\n  ","50577":"\n   What things do you like to do in your free time? ?\n  ","50578":"\n   Did u workout\n  ","50579":"\n   who's the closest to you?\n  ","50580":"\n   How do I know if some body has blocked me ?\n  ","50581":"\n   If you could have any car you wanted, what kind of car would you get?\n  ","50582":"\n   Which of your five senses is the best?\n  ","50583":"\n   Which superstition do you believe to be true?\n  ","50584":"\n   A bit like an extended family? ?\n  ","50585":"\n   No worries ? I could've explained better ? And aye, I get you there ? And thank you ? ?\n  ","50586":"\n   Elvis versus Sinatra? Who wins? ?\n  ","50587":"\n   What strange thing would you like to have at your wedding?\n  ","50588":"\n   \"What do you think about when you’re by yourself\"? It's not suicide and\/or shooting innocent people. I think about many things including Jenni's safe return home.\n  ","50589":"\n   \"Do you have a favorite outside activity\"? Preparing the outside for the upcoming holidays.\n  ","50590":"\n   Wow!! So what was your last surprise to anyone?\n  ","50591":"\n   Ah that's good, as much as some people deny it, community's very important ?\n  ","50592":"\n   It always tastes better when you know you're the one who caught it in the first place? ? ?\n  ","50593":"\n   We all have dreams and needs we want fulfilled today. May you find those get exceeded in a special way! You are a blessing to me may this be a blessing to you? May you have a wonderful day whatever you do!\n  ","50594":"\n   Anyone else wish Ask had a feature which allowed you to edit your own answers if you make a typing error? ?\n  ","50595":"\n   If you could pick how much you got paid for a job, how much would you be getting per hour?\n  ","50596":"\n   I have to get a new phone this phone is giving me problems it's time for an upgrade anyways\n  ","50597":"\n   Did you use stabilisers at first? ?\n  ","50598":"\n   Your 20\n  ","50599":"\n   How old were you when you learned to ride a bike?\n  ","50600":"\n   What's up\n  ","50601":"\n   favourite type of potatoes?\n  ","50602":"\n   Sweet.\n  ","50603":"\n   Soccer\n  ","50604":"\n   I follow you again haven't been on here in over one month\n  ","50605":"\n   would you be able to do a pepper eating challenge?\n  ","50606":"\n   What is your current favorite song\n  ","50607":"\n   Haha I’m 6’4\n  ","50608":"\n   How tall are you?\n  ","50609":"\n   When you are sitting alone what do you thank about\n  ","50610":"\n   I was born in 1985\n  ","50611":"\n   I guess I will keep trying to load it then\n  ","50612":"\n   Sadly no\n  ","50613":"\n   Hows work\n  ","50614":"\n   Good night\nتصبحوا على خير\n.. مساحة ? ?\n  ","50615":"\n   How patient are you?\n  ","50616":"\n   Are you really sweet?\n  ","50617":"\n   Hey there wass up! Btw what's the meaning of Bella in your world? Here it's my place Mangalore India it's about a sweet blocks made of sugar cane juice in Tulu language.\n  ","50618":"\n   Your welcome :)\n  ","50619":"\n   How loyal are you?\n  ","50620":"\n   Hey there wass up! Nice font style\n  ","50621":"\n   I want speak you Facebook\n  ","50622":"\n   Pleasure..Keep going.. Be calm and well always as you are ?\n  ","50623":"\n   You got it, Bella ? ?\n   \n    https:\/\/www.youtube.com\/watch?v=KIiUqfxFttM\n   \n","50624":"\n   What's your favourite swimming style? ?\n  ","50625":"\n   When were you born\n  ","50626":"\n   Is that where your record songs you sing\n  ","50627":"\n   What sort of fish do you mainly catch? ? ?\n  ","50628":"\n   I’m from Egypt and you\n  ","50629":"\n   U have Facebook\n  ","50630":"\n   Your neighbours show gratitude to you tho? ? ?\n  ","50631":"\n   Are you beautiful so much                I want talk you\n  ","50632":"\n   Thats why you are sweet bella ?\n  ","50633":"\n   Hello how are you\n  ","50634":"\n   Do you put others first or yourself?\n  ","50635":"\n   So you are Belle from Beauty and the Beast LOL\n  ","50636":"\n   Oh..Ok?\n  ","50637":"\n   How do you surprise other people?\n  ","50638":"\n   What time is it there right now\n  ","50639":"\n   Thank you Bella, I very much appreciate that ? ? Tbh, I know a lot about the borders of your country, what I meant was I'm not sure about what the various states are known for? Apart from California's orange groves and Michigan's car factories ? ?\n  ","50640":"\n   So do you wear glasses ?\n  ","50641":"\n   Are you scared of the dark?\n  ","50642":"\n   Hi\n  ","50643":"\n   My failures\n  ","50644":"\n   What are you up to\n  ","50645":"\n   Hey my friend do you know what I hate about anonymous people that they call me a creep every single time\n  ","50646":"\n   Damn, I'm sorry to hear that ?\n  ","50647":"\n   But then again, we all have faults? ?\n  ","50648":"\n   How do I look in twin buns ?\n  ","50649":"\n   How do I look in twin buns ?\n  ","50650":"\n   When’s the last time someone’s silence told you all you needed to know?\n  ","50651":"\n   What's your favorite thing to do when you have free time?\n  ","50652":"\n   Great stuff ? Please forgive me, my knowledge on US geography's not as good as I'd like it to be ?\n  ","50653":"\n   I know it hit the Bahamas, the poor souls ? It were all over our news, I didn't know it hit Georgia tho, thank you for telling me ?\n  ","50654":"\n   But that's humanity, where prying is apparently more important than expressing thankfulness ?\n  ","50655":"\n   Whats a bad habit of yours????\n  ","50656":"\n   You're about to get in a fight, what song comes on as your soundtrack?\n  ","50657":"\n   Thanks alot. Are you on Snapchat?\n  ","50658":"\n   What's the most unprofessional thing you've seen someone do?\n  ","50659":"\n   I can't get it to play it's probably my crappy phone\n  ","50660":"\n   ههههههههه\n  ","50661":"\n   Jak brzmi Twój ulubiony żart?\n  ","50662":"\n   Some people lack gratitude, unfortunately, it's sad really ?\n  ","50663":"\n   Follow back\n  ","50664":"\n   Hey\n  ","50665":"\n   صباحكم\n.. مساحة ?\n  ","50666":"\n   Mississippi has them too? Good stuff ? ?\n  ","50667":"\n   And you passed your tests in a quiet background? ?\n  ","50668":"\n   Aye, it's difficult to focus in that sort of environment, isn't it? ?\n  ","50669":"\n   Alabama? I've heard they're the cotton capital of your country? ? ?\n  ","50670":"\n   What are your top 10 favorite Disney movies it doesn't matter what order\n  ","50671":"\n   Ah, I meant to ask, Mississippi hasn't been affected by that hurricane Dorian, has it? ?\n  ","50672":"\n   What's your favorite candy or bake goods?\n  ","50673":"\n   You can try try try but you can't expect a demigod to beat a decapod look it up you can die die die it's time for me to tear apart your aching heart\n  ","50674":"\n   How would you like to celebrate your next birthday?\n  ","50675":"\n   Are you still sleeping with the window open or are you too cold?\n  ","50676":"\n   What's your favorite video game? Currently I'm hooked on Shadows of Mordor again\n  ","50677":"\n   What's one thing that is on your to-do list this weekend? One of mine is to watch Angel Has Fallen\n  ","50678":"\n   Some song's lines for your crush or love ?\n  ","50679":"\n   Do you think I’m attractive\n  ","50680":"\n   Did you know dogs can have horoscopes too?\n   \n    http:\/\/read.ohippo.com\/article\/do-dogs-have-a-zodiac-sign-astrology-isn-t-just-for-humans-a16970\n   \n","50681":"\n   ♥️♥️♥️\n  ","50682":"\n   You mean from the hurricanes? ?\n  ","50683":"\n   what are your top 5 favourite cereals?\n  ","50684":"\n   ever volunteered in a beauty pageant?\n  ","50685":"\n   Oh yeah ! great !! i remember well my courses then ! hahaha\n  ","50686":"\n   how tall are you ,Combien mesurez vous, Какой у вас рост ,كم طولك, cat de inalt esti ?  ???\n  ","50687":"\n   I’m hangry\n  ","50688":"\n   \"What’s the craziest conversation you’ve overheard\"? I was on the 40th floor and some one asked another whether or not they were going up or down.\n  ","50689":"\n   Your truck is really really nice???\n  ","50690":"\n   Could i see a pic of your pups please? Dogs are so cute ???\n  ","50691":"\n   I! I haven't read any thing\/questions from you of late. Are you disappointed with me? Have I written you some thing objectionable? Please write me. I feel that I have disgraced you in some form or another.\n  ","50692":"\n   Good choice!! I approve!\n  ","50693":"\n   If you had one wish, what would you wish for?\n  ","50694":"\n   If you had to work without getting paid for a whole year, what work would you want to do? ?\n  ","50695":"\n   How old are you?\n  ","50696":"\n   Which state of the US would you say has the best hunting grounds? ?\n  ","50697":"\n   do you like chicken pot pie?\n  ","50698":"\n   What makes you nervous?\n  ","50699":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","50700":"\n   Random question time. Do y'all believe in multiple \/parallel realities and dimensions?? Why or why not?\n  ","50701":"\n   Would you rather quit your idea or stick to it, if everybody is against it?\n  ","50702":"\n   Yup...?\n  ","50703":"\n   Which do you prefer: Play Station, Xbox, PC or Nintendo? ?\n  ","50704":"\n   How is everyone feeling today? ? Do any of you have anything planned? ✨\n  ","50705":"\n   Noo ???I never did that ??\n  ","50706":"\n   what do you think is your best feature?\n  ","50707":"\n   You gotta love toa toma he speaks French lol\n  ","50708":"\n   Friendly hug\n  ","50709":"\n   do you like grits\n  ","50710":"\n   انسي الموضوع??\n  ","50711":"\n   What's one thing most people don't know about you?\n  ","50712":"\n   Who was the last person you said thank you to?\n  ","50713":"\n   Do you trust your friends?\n  ","50714":"\n   What do you say during awkward silences?\n  ","50715":"\n   When one should stop learning?\n  ","50716":"\n   Would you rather have no internet or no cell phone?\n  ","50717":"\n   If you could have any car you wanted, what kind of car would you get?\n  ","50718":"\n   Mehandi on ur hands making u more adorable ?\n  ","50719":"\n   Its gonna be an awesome movie, too excited, I hope he would do justice to the character as Heath ledger does!\n  ","50720":"\n   What did you do when you got up this morning my friend\n  ","50721":"\n   Btw, I am watching \"why women kill\" tv series, it's interesting too!\n  ","50722":"\n   How was your day\n  ","50723":"\n   Hi my whats up\n  ","50724":"\n   Next up,  Joker in October\n  ","50725":"\n   What’s your favorite Friday night activity?\n  ","50726":"\n   mmagdy7411\nthats my insta\n  ","50727":"\n   All the songs that movie were amazing my two favorite songs in that movie are you're welcome and shiny\n  ","50728":"\n   I watched IT:chapter2 yesterday and I would say  it's a mix of twists and turns and ending was good\n  ","50729":"\n   But I am afraid of deepwater?\n  ","50730":"\n   Thanks for always being there to talk with me and being such a good friend\n  ","50731":"\n   Indeed we are all I need from you now buddy is some of your amazing Cajun cooking LOL\n  ","50732":"\n   Wowwwwwwwwww\n  ","50733":"\n   Did you like Moana\n  ","50734":"\n   I feel like I've really gotten to know you so well\n  ","50735":"\n   If we meant we were be good buddies\n  ","50736":"\n   اسمج الراحه بعد يوم طويل ?\n  ","50737":"\n   I know you have more knowledge then the internet\n  ","50738":"\n   Your day brightened every second of every day you have a husband that loves you you have a family you are a lucky woman\n  ","50739":"\n   When I was a kid I always thought that was so weird how time zones are different in different parts of the world\n  ","50740":"\n   That's what the internet is for for all the information lol\n  ","50741":"\n   mmm can we talk on insta ?\n  ","50742":"\n   It's definitely worth a watch if you don't remember\n  ","50743":"\n   I'm an hour ahead of you\n  ","50744":"\n   I love you you are awesome you are so right you are such a smart woman change can be good when they remake movies and then again change can be bad if the movie was perfectly fine to begin with but that's just change they take\n  ","50745":"\n   Why u dont want to be a friend to me\n  ","50746":"\n   Your the greatest\n  ","50747":"\n   I Love Queen did you see the Bohemian Rhapsody movie it was amazing\n  ","50748":"\n   What time is it where you are\n  ","50749":"\n   I didn't see the live-action Beauty and the Beast I had a friend that let me borrow it that movie was amazing it was so good another one of my friends were saying it sucks there was a bunch of controversial crap blah blah blah he doesn't know what he's talking about that movie was awesome\n  ","50750":"\n   Why\n  ","50751":"\n   Go to sleep? ?\n  ","50752":"\n   Friendly hugs\n  ","50753":"\n   Do you like Queen\n  ","50754":"\n   What did you do today\n  ","50755":"\n   Do you like Disney movies\n  ","50756":"\n   Pretty good\n  ","50757":"\n   What are you doing for the rest of your evening? ? ?\n  ","50758":"\n   That's creepy how that happened\n  ","50759":"\n   Work your magic\n  ","50760":"\n   الحلو من وين\n  ","50761":"\n   شنو اسمج ي حلوه\n  ","50762":"\n   وسهلين\n  ","50763":"\n   Sorry, that anon button's a f***ing nightmare sometimes ?\n  ","50764":"\n   نعم نعم الحمدالله ❤?\n  ","50765":"\n   Great stuff ? Mine went brilliantly thanks, and thankyou for asking in return ? ?\n  ","50766":"\n   Hmm, Kit Kat (Great Britain) versus Almond Joy (United States)? Who wins? ?\n  ","50767":"\n   ماهو اليوم المبارك ياصديقتي ؟؟\n  ","50768":"\n   I am not good at asking questions.  I wanna be a good friend\n  ","50769":"\n   How've you been today? ?\n  ","50770":"\n   Hey girl\n  ","50771":"\n   Blimey, you lasted on there much longer than I did, nice one Bella ?\n  ","50772":"\n   Haha you are so sweet :))❤\n  ","50773":"\n   What's your favourite chocolate bar? ? ?\n  ","50774":"\n   Follow for follow bella?\n  ","50775":"\n   your favorite trucks? ?\n  ","50776":"\n   sometimes, I am too silent during swimming that my friend's started calling me \"torpedo\"\n  ","50777":"\n   I wish I know you beautiful ?\n  ","50778":"\n   هلا والله شخبار❤\n  ","50779":"\n   Ikr\n  ","50780":"\n   Are you on it? ?\n  ","50781":"\n   Chocolate? ?\n  ","50782":"\n   Salty or sweet snacks?\n  ","50783":"\n   wanna have kids?\n  ","50784":"\n   Hehe i am not anon bella)) i just stumbled upon your profile you are so sweet ))\n  ","50785":"\n   private*\n  ","50786":"\n   i want to speak with u privare\n  ","50787":"\n   Qual a música que você mais escutou hoje?\n  ","50788":"\n   It certainly does need more of it ?\n  ","50789":"\n   How are you doing\n  ","50790":"\n   How i can get rid of someone bad in my university i see him every day?\n  ","50791":"\n   What's one word people who know you well would never use to describe you? ?\n  ","50792":"\n   If someone made a statue of you, what position would you choose?\n  ","50793":"\n   اهلين\n  ","50794":"\n   لايكات فديتكم\n  ","50795":"\n   What made you smile today ? ✨✨\n  ","50796":"\n   Hey there! Someone mentioned you in a so and said i should follow you because you are a wonderful person so you have a new follower lolol ?❤️\n  ","50797":"\n   Have you been caught doing something lately? Nothing bad but something silly like singing or stealing a cookie from the cookie jar etc..\n  ","50798":"\n   I saw a full rainbow today in its entire splendor, but in its entire array it could not compare with someone so lovely and tender. It was merely a mirage, gone like the ocean's spray, but the beauty inside you will always be here to stay! Have a splendid day!\n  ","50799":"\n   Ranks these place from favourite to least favourite subway, McDonalds, kfc, burger king, dominos and pizza hut\n  ","50800":"\n   Thank God I left then ?\n  ","50801":"\n   What is your favorite and least favorite quality about yourself?\n  ","50802":"\n   Good morning! I want you all to know that I ate pizza last night and now I have gas!! ? Do you tend to overshare things?\n  ","50803":"\n   Who’s bored?\n  ","50804":"\n   That series used to be my teenage jam!! #i am only team edward so that i can have jacob all to myself?\n  ","50805":"\n   If you could switch places with someone for a day, who would it be?\n  ","50806":"\n   His birthday is January 8th my mother's birthday is January 10th David Bowie died on my mother's birthday\n  ","50807":"\n   Me fall in love with russian guy... But my “oklahomamama” said  russians “f****ng nuclear bastards” and whooped with belt...  ???CryCry Cry...\n  ","50808":"\n   What causes you to panic?\n  ","50809":"\n   Do you wear watch? If so, will you show it? If you want, show off.\n  ","50810":"\n   If you could choose for one part of your body to never age, what would you choose?\n  ","50811":"\n   Are you on IG or twitter? Has anyone famous ever followed you , liked, or retweeted one of your posts?\n  ","50812":"\n   you are cute\n  ","50813":"\n   do you have a pic of your husband?\n  ","50814":"\n   Insta?\n  ","50815":"\n   If I could eat it forever and never gain weight that would be awesome\n  ","50816":"\n   Did you take pic today Friday show and why you think about it?\n  ","50817":"\n   You so sweetie person I ever see :) how old you\n  ","50818":"\n   I'm finding it out who is doing that✌ I mean... What made it do that??it's really kind of the anonymous who's doing this, no doubt about that ?\n  ","50819":"\n   What do you want most out of life? ?\n  ","50820":"\n   What’s the best time of the day?\n  ","50821":"\n   Swimming, that's great, what style of swimming do you like, I love underwater swimming! Don't like to move my hands like this....?\n  ","50822":"\n   Do you wear socks with your sandals? I do it’s cool!\n  ","50823":"\n   hi how are you\n  ","50824":"\n   Hello\n  ","50825":"\n   Followed! Follow back? ?\n  ","50826":"\n   Hello\n  ","50827":"\n   How are u\n  ","50828":"\n   omg\n  ","50829":"\n   Come to NYC on your holidays I will take care of your all things ??\n  ","50830":"\n   I mean they are tagging our profiles to follow ?\n  ","50831":"\n   Hiiii ? someone is using shootouts to our profiles ?\n  ","50832":"\n   What are your weekend plans? My family is taking me out to dinner for my birthday.\n  ","50833":"\n   Hello\n  ","50834":"\n   How do I look in my recent picture as a girl ?\n  ","50835":"\n   How can I make money fast?\n  ","50836":"\n   Followed ?\n  ","50837":"\n   Listen to him he's good\n  ","50838":"\n   I can never get tired of pizza\n  ","50839":"\n   Have a nice weekend ?\n  ","50840":"\n   Do you like David Bowie\n  ","50841":"\n   What time do you usually go to sleep? What time is it at your place?\n  ","50842":"\n   I haven't done that for a very long time\n  ","50843":"\n   I like a mix\n  ","50844":"\n   Awsome\n  ","50845":"\n   I remember when I was a little kid and I used to make pizza with my mother I used to like putting holes in the dough on purpose to make the air bubble LOL\n  ","50846":"\n   Most important in a date: Intelligent or Funny?\n  ","50847":"\n   What is your country?\n  ","50848":"\n   Ever hate when you ask a person a question and then you receive a question in return as a response? Just me? Okay...\n  ","50849":"\n   What kind of music do you like\n  ","50850":"\n   It was just frozen pizza nothing special LOL\n  ","50851":"\n   wooo thats alot ??\n  ","50852":"\n   Pic and today\n  ","50853":"\n   Making pizza\n  ","50854":"\n   What movie ? is your favorite and never stop watching?\n  ","50855":"\n   What are you listening to\n  ","50856":"\n   You could customise your channel in some cool ways too, I don't think you can do that anymore either? ?\n  ","50857":"\n   If you could move once and money wasn't an issue, where would you move to? ?\n  ","50858":"\n   • Do you have a lucky number ?\n• Do you have anything related to you being lucky ? (can be anything)\n• do you believe in lucky numbers ?\n• do you find them true in being lucky ?\n  ","50859":"\n   ? Ill take it\n  ","50860":"\n   I want dinner ?\n  ","50861":"\n   YouTube ?\n  ","50862":"\n   Plus you could send private messages to people, apparently Google did away with that ?\n  ","50863":"\n   Do you remember how it was before they got in? ?\n  ","50864":"\n   Do you think Google have changed YouTube for the better or the worse? ?\n  ","50865":"\n   When the opportunity arises again, you know what to do ?\n  ","50866":"\n   I give up ?\n  ","50867":"\n   now you understand God heard my prayers ?? how are you?\n  ","50868":"\n   What's one thing that you would like to have in your room?\n  ","50869":"\n   But yeah, if you encounter another one, try and confront your fear, you'll feel that much better once you've conquered it ? ?\n  ","50870":"\n   Post a picture\n  ","50871":"\n   It's been a lovely journey with you all, i will be deleting ASK on this sunday, thank you all for being the part of my life. Anybody wanna ask any thing, they might till Sunday.\n\nThank you\n  ","50872":"\n   When something bothers you, are you more passive or up front about it? Is confrontation hard for you?\n  ","50873":"\n   Those things are super fast when striking? ?\n  ","50874":"\n   just you answer as a question here at my ask, hard to understand that ??\n  ","50875":"\n   What is your favorite band?\n  ","50876":"\n   of course there is a way... everybody talks by inbox\n  ","50877":"\n   Please tell? ? ?\n  ","50878":"\n   You are the nicest and sweetest ever. Big hug for you ❤️\n  ","50879":"\n   Imbox Bella\n  ","50880":"\n   How are you doing right now my beautiful best friend I love you\n  ","50881":"\n   I want to talk Bella\n  ","50882":"\n   Time to move on, I think? ?\n  ","50883":"\n   The funny thing from my end is I didn't even mean to make that funny ? Oh well ?\n  ","50884":"\n   No disagreement here ? That's the difference between them and us, I suppose? ?\n  ","50885":"\n   I've got it, it'd only be selfish for you not to do so if you had kids ?\n  ","50886":"\n   Hmm, I don't know tbh ? I suppose it depends how you see it? ?\n  ","50887":"\n   Good night\n  ","50888":"\n   Каким одним словом ты можешь охарактеризовать сегодняшний день?\n  ","50889":"\n   Mississippi !!! there are a river if i remember well my courses of Geography yes ?\n  ","50890":"\n   Only under extreme, and I mean EXTREME circumstances should that option ever pop up ?\n  ","50891":"\n   Who has more people Russia or China\n  ","50892":"\n   Definition of ego and attitude?\n  ","50893":"\n   I hope not either ?\n  ","50894":"\n   Ah, The Sound of Silence ? ?\n  ","50895":"\n   Friendly hugs\n  ","50896":"\n   It's gonna carry on rising as the years pass ? Apparently it'll reach 8 billion six years from now? ?\n  ","50897":"\n   I suppose it's a bit like unruly kids? - Don't blame the kids, blame the parents ? You raise a child right, and they'll be good kids ? You raise your pet\/s right, and they'll be good pets ? ?\n  ","50898":"\n   What are you watching\n  ","50899":"\n   Do you hate people who don't take time to read and just take things and run with it?\n \nI hate it!\n  ","50900":"\n   If you could visit any country in the world, where would you go?\n  ","50901":"\n   What never fails to capture your attention? ?\n  ","50902":"\n   Thoughts and opinions on open relationships?\n  ","50903":"\n   What's something you would legalize?\n  ","50904":"\n   Are you tired?\n  ","50905":"\n   Glass half full or half empty??\n  ","50906":"\n   Which Twilight character are you?\n  ","50907":"\n   Do you have a relative named Frederick ? ?\n  ","50908":"\n   That never crossed my mind, I think you could be onto something there tbh ?\n  ","50909":"\n   Describe your school lunch in three words!\n  ","50910":"\n   Do you think people deserve second chance?\n  ","50911":"\n   Are you bipolar?\n  ","50912":"\n   I woke up with a headache this morning . Do you currently have any aches or pains?\n  ","50913":"\n   Today is a new day what is past is past.\nIt is up to you though what memories will last.\nYou can’t change yesterday but today is still new.\nThe memories for tomorrow are now up to you!\nMake it a great day to remember!\n  ","50914":"\n   Sweet Bella, I haven't any question from you, Whyyyy ??\n  ","50915":"\n   What are you doing\n  ","50916":"\n   Why do good, healthy foods never taste as deelish as bad, unhealthy foods? ?\n  ","50917":"\n   If you could learn a new skill today, what would it be?\n  ","50918":"\n   Helloo where are u from\n  ","50919":"\n   where are you exactlly in USA ? Texas ?\n  ","50920":"\n   Hello America ! ??✔\n  ","50921":"\n   If you could change your name to anything, what would it be?\n  ","50922":"\n   I actually don't know how to speak it I just know some words here in there\n  ","50923":"\n   ??✔?\n  ","50924":"\n   Do you believe in second chances? What about a third?\n  ","50925":"\n   What is ur fav emoji\n  ","50926":"\n   PAP something you like on my wall.\n  ","50927":"\n   No you rock\n  ","50928":"\n   When have you felt your biggest adrenaline rush?\n  ","50929":"\n   What is your biggest fear?\n  ","50930":"\n   pap ?\n  ","50931":"\n   Ever wanted to live in a different time era if so which? The mideves the 80's etc if you can choose all what would it be\n  ","50932":"\n   Wow...u look so pretty...dear???\n  ","50933":"\n   How do you deal with feeling overwhelmed?\n  ","50934":"\n   Parlez-vous francais\n  ","50935":"\n   Friendly hugs\n  ","50936":"\n   You are most welcome ❤️?\n  ","50937":"\n   Lg\/ Tbh you are a friendly and kind  person with great answers... ?\n  ","50938":"\n   Bella ciao\n  ","50939":"\n   Hey there\n  ","50940":"\n   What is the single most romantic gesture that someone else has done fro you?\n  ","50941":"\n   What emoji do you wish existed?\n  ","50942":"\n   by the beach with a bikini\n  ","50943":"\n   Your awesome\n  ","50944":"\n   you are rich in life friend. you have already won.\n  ","50945":"\n   I could see you sent a photo\n  ","50946":"\n   Gaming? Alongside your hubby? ? ?\n  ","50947":"\n   I want you to have a photo of yourself in a bikini\n  ","50948":"\n   Aye, it's better to see whatever you want to buy with your own eyes and be able to touch it ASAP? ?\n  ","50949":"\n   Are you willing to try anything\n  ","50950":"\n   so nice. do you ever make your own pasta\/noodles from scratch?\n  ","50951":"\n   Good night\nتصبحوا على خير\n...\nWhat do you like to do before your sleep.. Watch a movie... Read a book.. Just thinking.. Nothing.. Etc..?\n  ","50952":"\n   What makes a friend unforgettable? ?\n  ","50953":"\n   I really like ancient ladies who lived so long and aged well I would love to hold hands together with a 23 year old like an old tree branch and feel our veins pumping each other\n  ","50954":"\n   Do you still have some love in those old veins?\n  ","50955":"\n   i mean do you have facebook-instagram follow?\n  ","50956":"\n   When is the last time you thought “screw this” and what was it about?\n  ","50957":"\n   What would you name the autobiography of your life? ?\n  ","50958":"\n   When are you most comfortable and confident? ?\n  ","50959":"\n   What was the last chance you took? (without knowing how the outcome would turn out)\n  ","50960":"\n   May your day be bright and your night time sweet,\nAnd may blessings shine down on you with each one you meet?\nMay you discover the beauty that radiates from you inside?\nAnd never let that light go dim, for that would be a shame to hide!\nBlessing to you always!\n  ","50961":"\n   Snack?\n  ","50962":"\n   Snack?\n  ","50963":"\n   fb-insta??\n  ","50964":"\n   mm ok\n  ","50965":"\n   What is \"Ikr\"?\n  ","50966":"\n   23 years old?\n  ","50967":"\n   i dont use insta but i looked at your page and your energy just comes through glancing at your page. dont know how to put it exactly but you are authentic, can feel your authenticity. see\/feel it in the photos.\n  ","50968":"\n   that is exactly what i am saying\n  ","50969":"\n   Who is the last person to give you a gift of some sort? Who was the last person you made a gift to?\n  ","50970":"\n   Leave one message to someone....\n  ","50971":"\n   What language is this anon speaking\n  ","50972":"\n   U'r Wellcome Sweety ;)\n  ","50973":"\n   Sounds amazing .. ❤\n  ","50974":"\n   What are you planning to do for the rest of your day? Feel free not to tell me if you like, I'm doing the unwanted human need of prying ?\n  ","50975":"\n   I don't mean you want to talk?\n  ","50976":"\n   Followed.\n  ","50977":"\n   and here. how do you like what you are looking for?\n  ","50978":"\n   You deserve to be rich\n  ","50979":"\n   I like spicy but I don't like it so spicy where it hurts to eat\n  ","50980":"\n   You would be flat-out broke\n  ","50981":"\n   Do you prefer to ask or be asked questions and why?\n  ","50982":"\n   Do you want to talk with me?\n  ","50983":"\n   we are stefanos from greece\n  ","50984":"\n   can you tell me about this homemade chocolate pie?? sound like something i need to make!\n  ","50985":"\n   a day full of cooking is always a good day. a labor of love  :)\n  ","50986":"\n   hi beautiful bella from l.a. here?\n  ","50987":"\n   Which breakfast cereals are the best ones?\n  ","50988":"\n   What kind of things are you interested in?\n  ","50989":"\n   You’re welcome ?\n  ","50990":"\n   Awww congratulations ... and an anniversary coming up .. anything special planned ??\n  ","50991":"\n   ?? .. How long have you been married? ??\n  ","50992":"\n   hey bella. can i have your instagram?\n  ","50993":"\n   Heyy can I hav ur sc?\n  ","50994":"\n   How do you feel when someone really likes you and you know that??\n  ","50995":"\n   hahah not a big deal its okay if you wont do\n  ","50996":"\n   followed maybe back\n  ","50997":"\n   When you read a book, then you don't remember exactly what you were reading, does that happen to you??\n  ","50998":"\n   An old man was asked this morning how are you? He said I woke up and I’m on the right side of the grass so it’s going to be a good day! I’m no motivational speaker but perspective can define your attitude most definitely! Thank you for the nice compliment!?\n  ","50999":"\n   Have you ever gone surfing or boogie boarding or paddle boarding?\n  ","51000":"\n   Have you ever been close to death\n  ","51001":"\n   What are your favorite dessert foods?\n  ","51002":"\n   What is the next movie you are looking forward to seeing?\n  ","51003":"\n   What time of the day is your personal chill and so whatever time?\n  ","51004":"\n   What has been the notable event of your day so far?\n  ","51005":"\n   Do look around sometimes and wonder why am I here?\nDo you seek a purpose or meaning which does not seem clear?\nKnow that you are a blessing to me and others too so do not fear;\neven if you never know the plan God has for you, you are very dear!\nHave a wonderful day!\n  ","51006":"\n   Do you know to change a tire the battery or the oil on your vehicle  ?\n  ","51007":"\n   I! \"What activity instantly calms you\"? Music, reading, a unmentionable.\n  ","51008":"\n   What's it like? Is it any good? ?\n  ","51009":"\n   What event in your life caused the most anxiety in you? What were you most anxious about in your life?\n  ","51010":"\n   You're welcome ? As to mine, the weather could have been better, but other than that, yeah mine was good ?\n  ","51011":"\n   I may be moving out in about a month or so, and this will be my first time having my own place that isn't with a parent. I thought I'd ask a bunch of you, how you got on when you moved out for the first time (if you have). How did it go, and is there any advice you'd give me? ?\n  ","51012":"\n   How often do you shop on Amazon?\n  ","51013":"\n   Have a nice and quiet night my gal pal ✌?\n  ","51014":"\n   Your new picture is beautiful I liked?\n  ","51015":"\n   hi my beautiful best friend and how are you doing\n  ","51016":"\n   How has your day been so far? ?\n  ","51017":"\n   What foods from other countries or cultures is it a goal of yours to try one day?\n  ","51018":"\n   100 more lol\n  ","51019":"\n   yoyoy\n  ","51020":"\n   I! I do many. Walk at home and work, my duties at home, some yard work, climbing hills and some mountains. I even do some physical exercises.\n  ","51021":"\n   I never blast it. I keep it at a comfortable setting. Now I can prepare to shut it off for the winter season.\n  ","51022":"\n   Hey, I am new here, I am following you, can you following me? (Like = Like)\n  ","51023":"\n   Was it spicy\n  ","51024":"\n   Do you want more\n  ","51025":"\n   Looks tasty\n  ","51026":"\n   Do you drink Starbucks Pumpkin Spice Lattes?\n  ","51027":"\n   Do you have neighbors? What are they like and how do you get along with them?\n  ","51028":"\n   Deffo ? The quality can set off alarms sometimes ?\n  ","51029":"\n   Cool, that diamond shaped tattoo might hurts you? It is bulging out\n  ","51030":"\n   Sweet\n  ","51031":"\n   You would become rich with your amazing cooking\n  ","51032":"\n   Wheat or regular bread?\n  ","51033":"\n   Post a GIF of something that reminds you of your childhood. ?\n  ","51034":"\n   If you receive this then congratulations you survived the clear out for some reason ? Just kidding you're all wonderful people ✨✌??\n  ","51035":"\n   Bonne journée, Have good day, يوم سعيد, Dobri Outra ! Keep Smiling ???\n  ","51036":"\n   I've challenged myself to turn off receiving anonymous questions for a whole month starting today. 4th September - 4th October! ? Just to see what difference it will make to my life.\n  ","51037":"\n   Did you ever ride the bus to school? Any horror stories from your bus rides? I’ve got a few ?\n  ","51038":"\n   Do you like dodgeball\n  ","51039":"\n   If mental health disorders were a monster, what would it look like? ?\n  ","51040":"\n   I! As an owl, I have a delightful meal. Ummm......let's see. Lizard Cacciatore, fish cakes, bug-eye soup, mice-a-roni with vintage water. Yum-yum......lol. Bon appétit!!\n  ","51041":"\n   That's humanity for you - we survive on food, water, air, and unfortunately, prying ?\n  ","51042":"\n   I remember you telling me about them, those cotton blankets, it's a shame they're not that common? ?\n  ","51043":"\n   That's why most people don't trust any sort of link, I suppose? ?\n  ","51044":"\n   How much did u lift yesterday\n  ","51045":"\n   How long have you used askfm and how would you summarize your experience with it?\n  ","51046":"\n   livin' the dream instead are we? :)\n  ","51047":"\n   Be friend ♥️ I follow you\n  ","51048":"\n   What smell brings back memories to you?\n  ","51049":"\n   What percentage of your dream are nightmares?\n  ","51050":"\n   WOOOW !!!! so amazing !! & ur eyes ;) ! ??✔?\n  ","51051":"\n   You should have your own restaurant\n  ","51052":"\n   Vos cheveux sont longs ou courts, your hair is long or short ? mettez une photo vu du dos si possible, put a picture from back to see\n  ","51053":"\n   What's your recently used 3 emojis ?\n  ","51054":"\n   I know a tattoo is one of those things that you really have to think about it cuz when you get it you're stuck with it forever I know you can get it removed but it will cost more to remove it then put it on\n  ","51055":"\n   What’s something you know as fact. I know for a fact the AI on the sports games I play on PS4 cheats.\n  ","51056":"\n   You're always on the move\n  ","51057":"\n   The only two people that don't have tattoos in my family on my mother and me and my little cousin because he's only 9\n  ","51058":"\n   You are a giantess compared to me\n  ","51059":"\n   I wish I could eat your cooking\n  ","51060":"\n   Do they trick you? ?\n  ","51061":"\n   you mean you feel \"accomplished\" and proud of yourself afterwards or actually enjoy the process while you are doing it?\n  ","51062":"\n   What did u did\n  ","51063":"\n   Oops, sorry ?\n  ","51064":"\n   Sounds like you had a busy day\n  ","51065":"\n   If time travel were possible and you could travel back into any time which one would you travel to and why.\n  ","51066":"\n   What weird food combinations do you really enjoy?\n  ","51067":"\n   How much more does colored usually cost to depend on the size or how much color is used\n  ","51068":"\n   I bet they taste amazing\n  ","51069":"\n   What is one commonly used word or phrase that you are sick of hearing?\n  ","51070":"\n   It couldn't have cost more than $60\n  ","51071":"\n   What did you do today\n  ","51072":"\n   How long have you had that\n  ","51073":"\n   I'm tiny\n  ","51074":"\n   Went to the eye doctor today and my vision hasn’t changed enough to need new glasses so that’s good. Glasses even with insurance is expensive plus it’s good my eyesight hasn’t gotten worse. It’s important to take care of your vision it really is. Maybe I’ll get the eye surgery one day. Do u like pie\n  ","51075":"\n   Not to bad\n  ","51076":"\n   What's something good that's hard to find? ?\n  ","51077":"\n   Your so tall lol\n  ","51078":"\n   Awsome tattoo\n  ","51079":"\n   I want to mke revelation with you in your bed ? i will make you shout all time???\n  ","51080":"\n   Hello up there\n  ","51081":"\n   Do you enjoy having breakfast? What did you have for your breakfast today?\n  ","51082":"\n   great points bella. social media makes it so easy to connect with each other but there is that easy to disappear aspect... you know that whole to every action there is an equal and opposite... lol. anyway ill be around askin you stuff. you are a great follow. i have much i can learn from you :)\n  ","51083":"\n   YOU\"RE HIRED! ha its obvious you are a hard worker and take pride in everything you do. what department in your retail store do you feel the most at home working in?\n  ","51084":"\n   That's awesome\n  ","51085":"\n   Is that a tattoo on your bicep?\n  ","51086":"\n   What's something you're 100% devoted to? ?\n  ","51087":"\n   How many times do you snooze your alarm until you finally wake up ? ⛅⛅\n  ","51088":"\n   You have big ass and very nice ?\n  ","51089":"\n   Ok i will  tell but don't make block??\n  ","51090":"\n   What song always makes you happier? ?\n  ","51091":"\n   Do you make your bed each morning?\n  ","51092":"\n   Talk you but private yes?\n  ","51093":"\n   Be honest: Are looks important??\n  ","51094":"\n   Would you eat an entire stick of butter for 20 bucks?\n  ","51095":"\n   Your body very sexy ❤❤\n  ","51096":"\n   Who is your favorite avenger\n  ","51097":"\n   What question do you often ask yourself? ?\n  ","51098":"\n   that was a rough movie\n  ","51099":"\n   Good Night, Sweet Dreams ?\n  ","51100":"\n   What was the most unsettling film you’ve seen?\n  ","51101":"\n   Hi\n  ","51102":"\n   Hello!!\n  ","51103":"\n   U workout today\n  ","51104":"\n   “We need old friends to help us grow old and new friends to help us stay young.”\n  ","51105":"\n   If you could teleport, where would you go?\n  ","51106":"\n   oh ive always been exclusively anonymous my whole time on askfm. no followers here lol. but im happy to follow you and we can have a back and forth discussion using your page if thats okay? if you want to know something just mention it in your replies to me. im happy to answer (\"_\")\n  ","51107":"\n   How do you like to season your hamburgers\n  ","51108":"\n   Do you like hiking in the mountains?\n  ","51109":"\n   what sort of work do you do?\n  ","51110":"\n   where is home rn?\n  ","51111":"\n   It must be great there, considering you get to wear your own clothes there? ?\n  ","51112":"\n   Good to hear that you love your family! I think, everyone should have insane side of personality! You don't get bored easily, that means!!!\n  ","51113":"\n   snap your fingers and change one thing, what is it?\n  ","51114":"\n   my mom's name is isabella. are you italian?\n  ","51115":"\n   What is the last song you listened to?\n  ","51116":"\n   Any crazy memories from childhood ?\n  ","51117":"\n   Hi\n  ","51118":"\n   Life is best when:\nA) you just let it happen.\nB) you chase after it.\n  ","51119":"\n   What's your hype song?\n  ","51120":"\n   what are the last few things you usually do before going to bed?\n  ","51121":"\n   who in your family do you think you take after the most?\n  ","51122":"\n   as you have gotten older how has your personality changed? what are some traits you may have now that you didnt have earlier in you life? new strengths? new weaknesses? talk about how you have grown or recessed as a person.\n  ","51123":"\n   its simple. they cheat because they dont have your character ;)\n  ","51124":"\n   what are your go-to snack foods?\n  ","51125":"\n   what your childhood nostalgia meal that mom (or whoever took care of you) used to make that you just loved and still love to this day?\n  ","51126":"\n   Do you also buy coins?\n  ","51127":"\n   thats a baker's answer right there! lol\n  ","51128":"\n   Good afternoon\n  ","51129":"\n   Are you the type of person who is always running late or always early?\n  ","51130":"\n   Category 5. 160 mph winds\n  ","51131":"\n   PAP your last picture you took\n  ","51132":"\n   Yesh!\n  ","51133":"\n   How did you know your best friend...\nDo you remember when? And where?\n?\n  ","51134":"\n   They're your brothers from other mothers, and sisters from other misters? ?\n  ","51135":"\n   I get you ? Sorry, \"infamous\" was the wrong word, I should have said \"made fun of?\" ?\n  ","51136":"\n   Who do you trust more, your friends or your parents?\n  ","51137":"\n   How good are you at taking important decisions ??\n  ","51138":"\n   Thank you :)\n  ","51139":"\n   Follow back maybe?\n  ","51140":"\n   Как проводишь второе сентября???\n  ","51141":"\n   She opened her arms to her killer and went to give him a hug ? Just goes to show how much she loved everybody, even those that didn't deserve her love or anybody elses.\n  ","51142":"\n   Ty an glad u played all those sports too...it's not easy play 3sports at once is sometimes have 3diffent sportsgames in one day or have to pick which ones..??️⛹️????️?\n  ","51143":"\n   The day that happened I was so angry and upset. I thought it was a fake article and to read it actually happened broke me. I used to watch her covers on Youtube all the time, she had an amazing voice that no one will forget. ❤️\n  ","51144":"\n   What did you do today\n  ","51145":"\n   Hello my lovely friend I hope you are have a nice day??\n  ","51146":"\n   Every now and then someone special like you comes along, just like you hear in all the love songs. Beautiful and incredible and a dream come true. For these songs must have all been written about you? Have a wonderful day and stay the inspiration you’ve always have been!?\n  ","51147":"\n   Post something you want to say directly to someone but can't.\n  ","51148":"\n   So you are like Leonardo Da Vinci, COOL!\n  ","51149":"\n   Do you have a favorite picture of yourself?\n  ","51150":"\n   That works out really well for you! Transportation and exercise at the same time.\n  ","51151":"\n   What is the most important thing to be with your lover?\n  ","51152":"\n   I see, thanks for explaining ? Apparently it's quite infamous to be one? ?\n  ","51153":"\n   What's a life lesson some people learn too late? ?\n  ","51154":"\n   It's just what disney is doing again n again like they did with beauty and the beast or any new one's too many songs in between and same old story\n  ","51155":"\n   How was your day\n  ","51156":"\n   What kind of bike riding do you do? Are you really flexible? Cause I’ve always wished I was.\n  ","51157":"\n   Hello. Thanks for the questions :) how are you?\n  ","51158":"\n   Do you have a favorite exercise or lift?\n  ","51159":"\n   Hello how are you doing\n  ","51160":"\n   Haha. You're very sweet. I imagined it :)\n  ","51161":"\n   What's your main passion? ?\n  ","51162":"\n   What's the furthest you've ever travelled from home? ?\n  ","51163":"\n   What's something you should never trust? ?\n  ","51164":"\n   nice! im up at 4am everyday baking something or another haha. its really just cool feeling the same passion in other people. i can chat food basically for eternity haha. glad i stumbled on to your page. you can meet the coolest people so randomly! i appreciate the effort you put into your replies.\n  ","51165":"\n   I just took a shower and shaved. I feel great after 2 days of being in the woods and I didn’t shower once. I swam but it was in a pond so that’s not the same as a good shower with soap and shampoo. I like how i feel after I shave my face feels so refreshed and smooth.Do you like skittles?\n  ","51166":"\n   No yes I still play indoor soccer on Thursday s an pick up basketball full court on Tues..then sat I coach a indoor soccer age 12_14  an I belive that's sport's keep kids minds that have a tough life 2_3hrs of thinking of something fun,an teachs them character, team work, dreams..sports are great\n  ","51167":"\n   Where’s the next place you’re going? Do you want to go, or you’re just going because you should?\n  ","51168":"\n   Just okay?\n  ","51169":"\n   Do you enjoy working out?\n  ","51170":"\n   What did u did\n  ","51171":"\n   If you had to act in a movie, what character would you choose to be?\n  ","51172":"\n   He did and He does thank you!?\n  ","51173":"\n   Do you like detective novels? Suggest me a detective novel, which is worthy of reading! Last time I read the novel named \"Mysterious affair at styles\" by Agatha Christie! But it has no match to publications by Sir Arthur Conan Doyle's Sherlock Holmes!\n  ","51174":"\n   As I was at the light today two girls in the car next to me were looking at me and smiling.they couldnt have been more than 18 but it was flattering that girls still think I’m cute.Then again they could have been making fun of me , nah they thought I was cute?. So anyways what kind of TV do you own?\n  ","51175":"\n   Did u workout\n  ","51176":"\n   Thank you very much I do really appreciate it ????\n  ","51177":"\n   I'm trying to get laid tonight but my roommate is being super annoying.  He keeps knocking on the door asking me for a condom. He knows  the only one I have left I plan on using. he keep banging on the wall. He ate half of the snacks that I had for me and my girlfriend. How can I get him to stop\n  ","51178":"\n   I think you're really beautiful with makeup on :) ^^ :) ^^\n  ","51179":"\n   I’m back from my camping trip did I miss anything?\n  ","51180":"\n   “In any relationship, communication is key. In a long-distance relationship especially, all you and your partner have when it comes to communicating are your actual words.”\n  ","51181":"\n   “The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart.”\n  ","51182":"\n   thank you this is great. i didnt know they made a mix. im used to making everything from scratch ingredients and proofing the dough. although i can see that can be a pain. love your descriptive explanation. i could feel your passion for cooking and savoring your creations shine though. so awesome!\n  ","51183":"\n   Hey Bella ? What exactly is a \"freshman?\" ?\n  ","51184":"\n   nice! would you mind posting your beignet recipe? always appreciate how other people do their thing in the kitchen.\n  ","51185":"\n   Nutters Я Us? ?\n  ","51186":"\n   True happiness comes from within. No one can take it away from you before your day begins. A kind word or deed can make it better though and a mean one can make it lesser so. May you have a delightful day and know you are appreciated you know!?\n  ","51187":"\n   I followed you  back , thank you very much I do appreciate it  x))\n  ","51188":"\n   Yes it is really sad\n  ","51189":"\n   What is your best childhood memory? :3\n  ","51190":"\n   what are your favorite things to cook or bake?\n  ","51191":"\n   Alaadin is okayish!\n  ","51192":"\n   Scale of 1 to 10 how crazy are u?\n  ","51193":"\n   Hurricane Dorian will strike Georgia, South Carolina, and North Carolina in the middle of this week\n  ","51194":"\n   I! No. To me, it's the dinette or the dining room table. May be go to a Bed and Breakfast should you want to eat breakfast in bed.\n  ","51195":"\n   Does your cat do things to annoy you ? If yes what is it ?\n  ","51196":"\n   Your last two photo poll nearly killed me. They both are awesome. \n\n???\n  ","51197":"\n   Wow you like sorted it all out already ?? GoodLuck on your trip\n  ","51198":"\n   do you have any greek ancestry?\n  ","51199":"\n   How much time do you spend on your telephone daily?\n  ","51200":"\n   What do you think about the guys who immediately give compliments to the girl just met?\n  ","51201":"\n   What's the last movie you watched?\n  ","51202":"\n   Ur the female of me lol u suer u not related\n       \nSoccer 27yr.                                        \nFootball\nRolkerhockey     \nVolleyball\nMMA_reacord 36_2\nRunning\/triathlon\/marathon\nTennis\nBasketball\nMost 20,plus yrs\nUr very athletic good work it's God's gift of talented,I'm so glad he did?\n  ","51203":"\n   Wat are they bella\n  ","51204":"\n   Yummy ? cheese on mine please ??\n  ","51205":"\n   \"When something sounds a little too good to be true, it usually is\" - Do you agree or disagree? ?\n  ","51206":"\n   With and without makeup you're very beautiful\n  ","51207":"\n   Would you rather get noticed by the hottest person at party or have perfect abs?\n  ","51208":"\n   Are we BBQ'n today ??\n  ","51209":"\n   Flats or heels\n  ","51210":"\n   What countries would you travel first to if you were to do a world trip?\n  ","51211":"\n   Do you tend to listen more to male or female singers?\n  ","51212":"\n   What would you do if you woke up to find yourself alone on Earth?\n  ","51213":"\n   Whom have you hugged today?\n  ","51214":"\n   When do you feel the most “you”?\n  ","51215":"\n   If you became a teacher tomorrow, what would you teach?\n  ","51216":"\n   What is the most awkward thing you've said to someone special?\n  ","51217":"\n   Would you rather have no internet or no cell phone?\n  ","51218":"\n   Do not worry this is very easy if you love to visit\n  ","51219":"\n   You should visit Egypt soon. I am sure you will like it\n  ","51220":"\n   If you could have one superpower what would it be?\n  ","51221":"\n   What’s the vegetable you hate the most?\n  ","51222":"\n   Yes Geary t work put\n.too...\n  ","51223":"\n   Welcome, I am from Egypt, do you know Egypt?\n  ","51224":"\n   your are from  U S A\n  ","51225":"\n   I don't know you this is the first time we talk\n  ","51226":"\n   That's great I've plsyed since I was 11si 21 yrs u Should play Beach volleyball it great an tough with running in sand it's great work out an  triering so I live it  as very welll\n  ","51227":"\n   how are you\n  ","51228":"\n   Stay blessed\n  ","51229":"\n   hello\n  ","51230":"\n   Is it any good\n  ","51231":"\n   Who do you admire the most right now?\n  ","51232":"\n   What has been the scariest experience in your life?\n  ","51233":"\n   I play on a 2v 2 sand voelly ball team , we're going to try a few toenaments I a Florida an Cailfonia an one in South Carolina ..\n  ","51234":"\n   What song best describes your life right now?\n  ","51235":"\n   What was your favorite childhood TV show?\n  ","51236":"\n   What is your favorite sport to play?\n  ","51237":"\n   What do you think about more than anything else?\n  ","51238":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","51239":"\n   Do you believe in fate?\n  ","51240":"\n   Have you ever gone mountain climbing?\n  ","51241":"\n   Are you afraid of falling in love?\n  ","51242":"\n   Get some sleep ?\n  ","51243":"\n   You’re up late my friend.\n  ","51244":"\n   If you’ve had a good day give thanks to God with gratitude. If your days been rough may this change your attitude. You are worthy of joy and gladness and may tomorrow make you forget today’s sadness? May God give you many days ahead to thank Him for? You’re the best believe it!?\n  ","51245":"\n   What are you doing\n  ","51246":"\n   Before noon or before midnight?\n  ","51247":"\n   What time is on your clock? I have 6:52am\n  ","51248":"\n   Awsome sauce\n  ","51249":"\n   Hello. How are you? How's your mood?\n  ","51250":"\n   Thanks xoxo\n  ","51251":"\n   Ever sleep naked alone\n  ","51252":"\n   Thanks and dont worry i love people who are unique. That is totally awesome.  Big hugs for you from Puerto Rico ❤️\n  ","51253":"\n   Japanese or chinese tattoos?\n  ","51254":"\n   How often do you be naked alone at home\n  ","51255":"\n   I just followed you and I already like you. Im Alison. Not even Lucifer lol *drop mic*\n  ","51256":"\n   Following you by reference xoxo\n  ","51257":"\n   Good night sweet dreams\n  ","51258":"\n   Who wants to see me naked???\n  ","51259":"\n   Friendly hugs\n  ","51260":"\n   Sorry I meant love not live. Haha.\n  ","51261":"\n   Awsome\n  ","51262":"\n   I've missed singing so much. I would live to do a collab with you. I'll install the App and add you. Hopefully, when I get some time, peace and quiet here at home I'll give it a go again. Haha.\n  ","51263":"\n   How long have you guys been together\n  ","51264":"\n   The plot thickens\n  ","51265":"\n   Which Avril songs do you like? I like her too.\n  ","51266":"\n   What games do you like to play ?? PS4\n  ","51267":"\n   I'm finna level the playing field. I can't believe I didn't think of this before.\n  ","51268":"\n   Lmao nah it said I had negative 3. I gave Cassidy_Raffey like 4 thousand\n  ","51269":"\n   Fuck thanks guys for the coins especially u chloe and the gal who gave me 60 I really appreciate it fr\n  ","51270":"\n   Lmao I have negative 3 coins hahaha\n  ","51271":"\n   How much time it usually takes for you to wash the dishes??\n  ","51272":"\n   He sounds like a fun guy\n  ","51273":"\n   Your husband's one lucky guy\n  ","51274":"\n   I love you for knowing that most people don't know what that is\n  ","51275":"\n   What about purposely???\n  ","51276":"\n   So you know what famicom is\n  ","51277":"\n   We would get along good together\n  ","51278":"\n   I have PlayStation 2 Playstation 3 PlayStation 4 a top loader NES Super NES super famicom famicom Game Boy Color original Gameboy Nintendo DS Gameboy Advance SP 3DS Sega Genesis Nintendo 64 I have a Super Nintendo classic\n  ","51279":"\n   Hey what’s up?\n  ","51280":"\n   Have you ever stepped on a bug?\n  ","51281":"\n   What system do you own\n  ","51282":"\n   I had a 360 I barely ever played it I had the r2dtoo Edition 1 with the gold C-3PO controller I sold that thing I still had the Box the guy gave me $200 for it I only paid $60 for it on a Black Friday sale\n  ","51283":"\n   I enjoy talking with you\n  ","51284":"\n   It was really noisy when you were playing the system then the desk tray got stuck and then it just burnt out\n  ","51285":"\n   I respect you so much\n  ","51286":"\n   Who was your idol when you were growing up?\n  ","51287":"\n   PS4 or Xbox One? Why?\n  ","51288":"\n   My favorite Xbox was the original\n  ","51289":"\n   It would be a treat if I could try your cooking\n  ","51290":"\n   What are you doing\n  ","51291":"\n   You look in deep thought\n  ","51292":"\n   It's actually pretty funny LOL\n  ","51293":"\n   You are an amazing cook\n  ","51294":"\n   I love your new profile picture\n  ","51295":"\n   What I like least in a person is…\n  ","51296":"\n   Who was the last person you talked to?\n  ","51297":"\n   What do you wish you'd had time to do this summer?\n  ","51298":"\n   You can look it up on YouTube the original Ronald McDonald used to wear a cardboard hat on his head and have a serving tray in front of him\n  ","51299":"\n   Cool!! OK Bella is my questions r weird?\n  ","51300":"\n   Haha yea we're nuts ur cool can i know ur name?\n  ","51301":"\n   U answers r crazy I think ur crazy girl agree?\n  ","51302":"\n   I had a friend once she said it was creepy it looks like it would come to life and steal your kid\n  ","51303":"\n   What are you doing right now\n  ","51304":"\n   When painting, do you prefer to do portraits or landscapes? ?\n  ","51305":"\n   If you invented a monster what would you call it?\n  ","51306":"\n   Not all are honest by what is said.\n  ","51307":"\n   Il reste 4 mois jour pour jour d'ici la fin de l'année 2019, quels sont tes objectifs a réaliser d\"ici le réveillon ?\n  ","51308":"\n   favorite hair color?\n  ","51309":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","51310":"\n   What was the best thing you ever found on the street?\n  ","51311":"\n   Worst drug you've used?\n  ","51312":"\n   <3\n  ","51313":"\n   Would you rather have a migraine or jump off a pier?\n  ","51314":"\n   Hats or no?\n  ","51315":"\n   What makes you feel better when you are in a bad mood?\n  ","51316":"\n   What to do when u feel depressed???? by ignored\n  ","51317":"\n   Me\/You\/others could ask any thing however; will me\/you\/others really know?\n  ","51318":"\n   ? Pretty much, there's no such thing as a perfect system anywhere in the world? ?\n  ","51319":"\n   What are your go to Autumn \/ Fall clothing? ??\n  ","51320":"\n   You're an old soul? ?\n  ","51321":"\n   Are you more focused on doing things right, or doing the right things? ?\n  ","51322":"\n   How old would you be if you didn’t know how old you are? ?\n  ","51323":"\n   PAP! With your curly hairs ?\n  ","51324":"\n   ?Yass\n  ","51325":"\n   How do you know that you're in love?\n  ","51326":"\n   Your new Dp ♥️\n  ","51327":"\n   What is your best question to get to know someone?\n  ","51328":"\n   ? Well if it's hot enough, the sun will cook whatever it can ?\n  ","51329":"\n   At the McDonald's near my house they used to have a big blow up one on top of the roof it was so creepy\n  ","51330":"\n   What's the best news you could hear right now?\n  ","51331":"\n   Do you have a favourite hot drink to have in the colder weather? ☕\n  ","51332":"\n   Really? ?\n  ","51333":"\n   Hot enough to cook eggs outside? ?\n  ","51334":"\n   What's the weather like where you are? ?\n  ","51335":"\n   I knew somebody that would eat the slimy part inside the crab\n  ","51336":"\n   If you were an ice cream flavor, what would you be?\n  ","51337":"\n   Can animals feel emotional pain?\n  ","51338":"\n   Mine is success. Theirs is what they make it.\n  ","51339":"\n   Good night ?\n  ","51340":"\n   If money wasn’t an issue, what would you do?\n  ","51341":"\n   your turn ?\n  ","51342":"\n   I! Art is what it says to you\/me\/others that can be related. Art is personal. Not art is scribble and has no relatable meaning......to me.\n  ","51343":"\n   What is the craziest thing you've done in public?\n  ","51344":"\n   The world is full of sadist people, cruel is a small word\n  ","51345":"\n   Do you have a tattoo on your hand?\n  ","51346":"\n   Noice profile pic\nWhat's that tattoo on your hands? Can you show us a clear look?\n  ","51347":"\n   What you doing rn?\n  ","51348":"\n   Block and report Ben, he’s harassing women on here, his link:\n   \n    https:\/\/ask.fm\/Gotaspareblembruv?utm_source=copy_link&utm_medium\n   \n","51349":"\n   You must be in excellent shape\n  ","51350":"\n   What did you believe for way too long as a child? ?\n  ","51351":"\n   Did u workout yesterday\n  ","51352":"\n   What are you looking forward to in September? ?\n  ","51353":"\n   Goodbye August and hello September! ?? What was good in August for you? ^~^\n  ","51354":"\n   Pleasant dreams\n  ","51355":"\n   Ooh\nWhat is your favourit of drinks?\nAnd love it ?\n  ","51356":"\n   Nice ? ?\n  ","51357":"\n   ???\n  ","51358":"\n   Describe your mood rn in 3 emojis\n  ","51359":"\n   Name something you are proud that you changed about your life style? I'm glad I changed the way I eat, the way I think and choose to go out instead of staying indoors all day ✨?\n  ","51360":"\n   I dont even know anyone who has it ? I dont either ?\n  ","51361":"\n   I have heard that drivers are being encouraged to utilize a dashcam while they are driving to provide evidence in case of a crash,  do you use one?\n  ","51362":"\n   When can.we get together for a coffee..??\n  ","51363":"\n   everybody has whatsapp lol\n  ","51364":"\n   What tastes better than it smells?\n  ","51365":"\n   whatsapp?\n  ","51366":"\n   Hi\nI. Miss your questions\n  ","51367":"\n   I don't think that lasted that long\n  ","51368":"\n   ❤??\n  ","51369":"\n   They were using a creepy Happy Meal box with eyes in the mouth and hands and feet\n  ","51370":"\n   You can get them here they're just kind of expensive when I was a kid I used to live in a marina my family had a boat I used to catch blue crabs I used to eat them a lot\n  ","51371":"\n   You're a working machine\n  ","51372":"\n   Someone apparently committed suicide after appearing on the show ?\n  ","51373":"\n   Please could you send me a link? ?\n  ","51374":"\n   Hello  ??❤\n  ","51375":"\n   What makes you really nervous?\n  ","51376":"\n   Good?\n  ","51377":"\n   What would you try to do if you knew you could not fail?\n  ","51378":"\n   Well we don't have to worry about that anymore we sold the house so what's their problem\n  ","51379":"\n   .\n  ","51380":"\n   I've had crab since I was a kid\n  ","51381":"\n   Sounds like you had a really busy day\n  ","51382":"\n   Glitchy, aye, Rockstar's notorious for having them ?\n  ","51383":"\n   Jeremy Kyle? He's our version of Jerry Springer ? Only Jeremy's show has now been cancelled ?\n  ","51384":"\n   That's understandable, Avril's got a powerful voice ?\n  ","51385":"\n   They don't even use him anymore\n  ","51386":"\n   Do you have a flight or fight response to being scared?\n  ","51387":"\n   Have you got a favourite TV advert\/commercial? ?\n  ","51388":"\n   Is there a person you hate for no reason?\n  ","51389":"\n   may i lay upon the face my love cherries? i am not from country but thank for beautiful skin upon cheriies -raja lumbo\n  ","51390":"\n   Hey guys how are you all doing today?\n  ","51391":"\n   When you're feeling low\/unmotivated \/down\/bored, what do you usually do to try and help make yourself feel better during those times? Anything in particular you've found helpful?\n  ","51392":"\n   Você é uma garota linda e educada. Eu gostei de você <3\n  ","51393":"\n   No need to apologise, I completely sympathise with you ? ?\n  ","51394":"\n   I have a small backyard used to take care of it with a weed wacker cuz that's all we had I wanted to get it perfect I know that for hours and I just stopped caring about it it looks like a jungle now\n  ","51395":"\n   No worries ✌ ? ?\n  ","51396":"\n   Dedicate a song to your crush and\n   \n    @tag\n   \n   them if you're brave!\n  ","51397":"\n   Als je een roadtrip door heel de wereld gaat maken en je mag 1 tot 10 askers mee nemen wie neem je mee?❤\n  ","51398":"\n   Goede middag peeps\nHoe ziet jullie school rooster eruit aankomende week?❤\n  ","51399":"\n   That's awesome\n  ","51400":"\n   What does a paranormal person do?\n  ","51401":"\n   What's your dream job\n  ","51402":"\n   Do you cut them only into 6 pieces?\n  ","51403":"\n   Aye, this one has its fair share of them too ?\n  ","51404":"\n   Do you cut credit cards only in 6 pieces?\n  ","51405":"\n   Alongside Ariana? ?\n  ","51406":"\n   We have all got something about ourselves which we wish we could change... So what about you??\n  ","51407":"\n   So I have this friend on roblox and she’s always trying to follow me wherever I go. There are times where I wanted to wander off and all that, and whenever I do that she gets mad and it feels like I can’t do anything about it. I know this sounds weird and that I should unfriend, but what should I do\n  ","51408":"\n   If you became a multi-millionaire overnight, what would you buy?\n  ","51409":"\n   What was The last thing that you were trying hard to get but lost interest after getting it?\n  ","51410":"\n   Something you want to say??\n  ","51411":"\n   Oh trust me, from what I've read about that thing, I'd have to be downright stupid to think about downloading it now ? Although we can't blame others for getting it, everyone has their own tastes, the best thing we can do is warn them about those they'll come across on it ? ?\n  ","51412":"\n   Although tbh, you'd probs need to understand a bit about British humour if you did watch him? ?\n  ","51413":"\n   Do you like crab\n  ","51414":"\n   Okey\n  ","51415":"\n   Have you ever cut up a credit card?\n  ","51416":"\n   Do you believe in magic and I hope you do because you always have a friend wearing big red shoes LOL\n  ","51417":"\n   I! Ummm......yum-yum!! The tasty Cajun cooking. Don't forget the good beer......lol.\n  ","51418":"\n   “There is always something new to learn and feel each Sunday.”\n  ","51419":"\n   Even though crawfish look like little lobsters,  don't you think they taste more like crab?\n  ","51420":"\n   Which ones, if you don't mind me asking? ?\n  ","51421":"\n   Just doing some laundry playing some video games while I wait\n  ","51422":"\n   Take wild guess, what are we talking about? Lol\n  ","51423":"\n   Roaming? Do you do activities in them? ?\n  ","51424":"\n   In the GTA games, which were your least favourite missions in each of the ones you've played? ?\n  ","51425":"\n   Ciao tu hai un talento inutile? Tipo incrociare gli occhi o toccare il naso con la lingua o cose simili? Se si quale ?\n  ","51426":"\n   Show me please, lol\n  ","51427":"\n   Nice ? You wanna see Lee Evans tho, he'll get your stomach hurting from laughing too much ?\n  ","51428":"\n   I wanna see Lol\n  ","51429":"\n   Hahaha ?\n  ","51430":"\n   Ok my bad, well your a fine chick also!\n  ","51431":"\n   Just so you know, I'm really happy I met you on here ?\n  ","51432":"\n   Name one thing you dream about at night!\n  ","51433":"\n   Would you be happy without money?\n  ","51434":"\n   Are you circumsized and does is matter?\n  ","51435":"\n   Mix up the good things from both of us and create something even better? ? I know, I'm daft ?\n  ","51436":"\n   Melons? No way ? I've never liked them, unfortunately, and I say that because apparently they're really good for you, healthwise? ?\n  ","51437":"\n   Mister Nightmare's got some stories about that Snapchat? Pretty much mentioning how you just described it? ?\n  ","51438":"\n   \"I don't care if she would have stabbed me... I would have beat the crap out of her\" - Nice one Bella ? ? Some people are beyond help, and she sounds like one of them ? If you did meet her and beat her, I'd be cheering you on, seriously ?\n  ","51439":"\n   What did u did?\n  ","51440":"\n   How long do you have to wait for the bathroom in the morning?\n  ","51441":"\n   Hi\n  ","51442":"\n   Can we talk\n  ","51443":"\n   Do you try to look attractive when you go to the local grocery store?\n  ","51444":"\n   Hey beautiful are you live in New York ?\n  ","51445":"\n   .\n  ","51446":"\n   If you don't mind me asking, which photo was it that moved you to tears? ?\n  ","51447":"\n   I've no idea what it's even like? ?\n  ","51448":"\n   hi\n  ","51449":"\n   Do you know anyone who's been in or is in a cult?\n  ","51450":"\n   I really wanna taste your melons\nDon't mind\n  ","51451":"\n   can you  a blackgirl because I want a blackgirl if you have a friend tag pls\n  ","51452":"\n   Aye, we're good at some things, you're good at other things, put us in a blender? ?\n  ","51453":"\n   iam very good?? tell me about ur day\n  ","51454":"\n   Hello how are you doing\n  ","51455":"\n   Do you believe in God?\n  ","51456":"\n   Do you believe in ghosts?\n  ","51457":"\n   Do you believe everything happens for a reason?\n  ","51458":"\n   Do you believe in aliens?\n  ","51459":"\n   Your favourite memories from school? ?✨\n  ","51460":"\n   Have you ever fallen\/jumped\/been pushed into water with your clothes on?\n  ","51461":"\n   Hi !\nHow are u\n  ","51462":"\n   You'd think Snapchat would be a thing of the past now, considering how fast things are moving? ?\n  ","51463":"\n   I! Don't you ever....ever....cut your hair!! A trim to remove the dead ends is okay however; not on a park bench. Nice image. Stay pretty.\n  ","51464":"\n   Last time you had hiccups\n  ","51465":"\n   I'm going to sleep, have a nice and quiet night. ?\n  ","51466":"\n   I've not got it either, it's hard to understand what the massive rave about it is? ?\n  ","51467":"\n   Do you use a word \"c**t\"? X)\n  ","51468":"\n   Your rock\n  ","51469":"\n   If people had a warning label, what would yours say?\n  ","51470":"\n   Do you think there is justice in this world! !\n  ","51471":"\n   Good night my beautiful friend I love you sweet dreams\n  ","51472":"\n   Hi, I just followed you :)\n  ","51473":"\n   Follow me on snapchat\n   \n    @ExStoner09819\n   \n   please\n  ","51474":"\n   Followed you too\nYour welcome\n  ","51475":"\n   Follow me maybe \nI'll follow back\n  ","51476":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","51477":"\n   report please: Elizabeth2018x\n  ","51478":"\n   If my time is 7:15 am, what time is it at your place?\n  ","51479":"\n   What's your favorite dish? ?\n  ","51480":"\n   لا بدي اخرف معك بالعربي\n  ","51481":"\n   Thank you! I followed back\n  ","51482":"\n   I love you so much my beautiful best friend\n  ","51483":"\n   Have a lovely evening and a good weekend\n  ","51484":"\n   Vc é linda\n  ","51485":"\n   Thanks for answering my question.\n  ","51486":"\n   Have you taken any photos that moved you to tears?\n  ","51487":"\n   I missed you so much my friend ❤\n  ","51488":"\n   Sometimes I'm so tired, I look down at what I'm wearing, and if it's comfortable enough to sleep in, I don't even make it into my pajamas. I'm looking down, and I'm like, 'T-shirt and stretchy pants? Yup, that's fine. It's pajama-y, good night.'\n  ","51489":"\n   Friendly hugs\n  ","51490":"\n   What is your motivation for each day?\n  ","51491":"\n   Oh look it is my favorite beautiful best friend\n  ","51492":"\n   One reason people resist change is because they focus on what they have to give up instead of what they have to gain\n\n\nGOOD MORNING\n  ","51493":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","51494":"\n   What kind of games\n  ","51495":"\n   Thankyou Bella, tbh I think I'd feel more at home in the US tbh ? Although I wish I could say that about my own country? ?\n  ","51496":"\n   Craziness can only go on for so long, it'll be a distant memory by then, surely ?\n  ","51497":"\n   Tell me the details about your day\n  ","51498":"\n   i'm thinking about calling the police on those bastards\n  ","51499":"\n   Do you need me to e transfer you money\n  ","51500":"\n   I'm good getting more box for moving\n  ","51501":"\n   With any luck, it will have sorted itself out by then ? ?\n  ","51502":"\n   No worries ? You're definitely good at it tho ?\n  ","51503":"\n   Describe one weakness you have.\n  "},"Answer":{"50431":"\n  Exactly.\n  ","50432":"\n  ??\n  ","50433":"\n  Nail biting... I quit once. Hopefully at the end of the year I will again.\n  ","50434":"\n  100 %\n  ","50435":"\n\n   https:\/\/youtu.be\/bxV-OOIamyk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","50436":"\n  They are aren't they. ?❤\n  ","50437":"\n  Ok. ?\n  ","50438":"\n  It's decent. Been better. But I am good.\n  ","50439":"\n  I think that's why I didn't watch it because people kept telling me it wasn't that great to not waste my time or something like that\n  ","50440":"\n  Haha\n  ","50441":"\n  Some news\n  ","50442":"\n  This one?\n  ","50443":"\n  Guess not. I think I was able tonpost it under another question. Here's another picture tho.\n  ","50444":"\n  Depends on what situation you're referring to that dropped you off your feet.\n  ","50445":"\n  ?✌ Thaaanks.\n  ","50446":"\n  Proud.\n  \n  I think she would tell me to keep going and keep trying. Don't give up. Sh-ts gonna hit ya in the face and you go on but keep going on, cause that's life.\n  ","50447":"\n  I still don't know who you are your anonymous, but I guess thanks.\n  ","50448":"\n\n   https:\/\/youtu.be\/bxV-OOIamyk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","50449":"\n  Your anonymous.\n  ","50450":"\n  I actually used to really not like Ranch but now I do I don't know if my taste buds changing over the years are what but now I like Ranch.\n  \n  So yee!\n  ","50451":"\n  Haha. Maybe my singing. I love to sing.\n  \n  Guessing ability. Haha.\n  \n  I used to be really good at that one game like they would hand you a jar of marbles and asked you to guess and I would be off by like a couple or be right on the number. Strange I know. ?\n  \n  I try to be creative and come up with ideas. I don't know if that's one. Lol\n  ","50452":"\n  I don't exactly have a favorite.\n  ","50453":"\n  Well I cook and bake a lot so about 18? Sometimes I won't use them for weeks sometimes I'll use them in a couple days. Just depends.\n  ","50454":"\n  It's all good.\n  \n  Just hard. Especially when it's someone very close to you. Who raised you. They have always been there for you. They've always been in your life. They are a really good person.\n  \n  It's life.\n  ","50455":"\n  I believe I'm a loyal friend.\n  \n  And how do I earn their loyalty? Just by talking to them. Relating. Being there for them. Favors. Care.\n  ","50456":"\n  Ignore haters.\n  ","50457":"\n  Ikr? ? Gotta love em' Tigers man! ❤\n  ","50458":"\n  We alp have feelings that don't like to be missed with.\n  ","50459":"\n  ?\n  ","50460":"\n  I think that people don't get out and do things anymore and socialize. They just stay at their house. People don't get out and go places anymore. Socializing is a very important thing for humans for animals for anyone.\n  \n  People are not disciplining their children at all. Just the other day I heard a little girl she was like six or seven or eight and she was cursing her mom out in the mom didn't even care she just let her.\n  \n  And this is just one account. And say nobody is disciplining their kids.. but no.. I will give credit to the people that still are! but around where I am at (living), it seems that they let their kids get away with a lot. Everything really... But then I see it on YouTube and these are people like me.. Cause I Upload and watch.. And I see it and a lot of other places... Only states.. Countries... More and more than I have ever... It's scary... I don't know if I'm just realizing it? But I just feel like it's getting worse as the days go?!\n  ","50461":"\n  Depends on the person carrying... I think that they should be careful with who they give a gun because some of these people are not mentally stable to have one. That is what I think is the sole reason to the shootings. They are poorly background checking these people. I mean even if they have even a slight problem wrong with them they should not be given a gun.\n  \n  Because I have seen somebody pull a knife on someone try to rob them and because somebody was concealed carrying they saved everyone's life in that building.. or at least the people that was around that lady. That guy with the knife, he put it down.. Out the miney down and everything and I think he started saying sorry and everything?! But he was about to kill people?! but if that guy wasn't carrying that day I think some of them people would have died.... But because that gun was put in the right hands he did the right thing. Saved lives...\n  \n  I think if people took more time out with distributing these guns to people.. so they could conceal carry them... then more lives wpuld be safe and  we would have less shootings. That's my answer.\n  \n  For a machine to work there has to be an operator. There has to be some sort of operator. Law of motion.\n  \n  People kill. People's choices...\n  \n  And the choice of giving a gun to a mentally unstable person can put lives at risk... Depending on what this issue is. But no matter what it is, they shouldn't be giving it anyway. Under any circumstance.\n  ","50462":"\n  God and myself, because he made me. So I believe I have a purpose if he made me. He brought Jason into my life. So I believe in him too.\n  ","50463":"\n  I don't try to make fun of anybody. Karma\n  ","50464":"\n  People need to stop thinking about themselves so much.\n  \n  Some people need to learn that change is a thing and it is impossible to stop it, so we need to just get over it and go with it. Just learn to adjust.\n  \n  Being judgmental is pointless and is a waste of time and just shows what kind've a person you are and is never a good thing that comes out of it.\n  \n  Get to know something or someone before jumping the gun.\n  \n  People need to spend more time outside and not inside.\n  \n  People need to realize underpopulation and overpopulation are both bad things and need to be regulated. With both people and animals.\n  \n  People need to know boundaries, also need to learn self-control.\n  \n  Some people need to realize that rules are different in different countries and  if they go to those countries they need to respect what happens there. (And I am talking about all countries, not just America. Some people go to other countries and get offended by how they dress. What they eat. Their government.)\n  \n  If you decide to go to Bangladesh. Then you need to respect and the people there and what they do.\n  \n  If you decide to go to Switzerland then you need to respect the people and what they do there.\n  \n  And same with any country.\n  \n  You need to respect their laws. You need to respect if they have curfews.\n  \n  This is a selfish type topic and discriminative topic I'm talking about. Closely related to the ones I already said above.\n  \n  I believe people should just accept. Be respectful.\n  \n  People need to understand that some people disagree with certain things and some people agree and that it's okay. Just because someone disagrees with you doesn't mean you have to hate them.\n  ","50465":"\n  Younger then the age 10. Watching is very important. Always watch and learn traditional techniques. When learn how to cook you want to grow into it. You want to be raised through it all.\n  \n  Little cooking with the microwave around the age of 8, 9 and 10? And watching and helping people with the ? dinner is good for learning.\n  \n  Go shopping with mom and dad. Ask ?'s\n  \n  13 little cooking like rice and noodles type things... Canned foods. Helping and watching alot.\n  \n  Also learning to bake is a good start. Baking takes a lot of reading. Exact of the directions. Adding just an ounce more or less of water can ruin a dish. Learning to read and follow the directions, learning techniques with cooking is very important when starting. As you grow into cooking you can ignore directions because you learn the techniques by heart. You can also twist the cooking and making it taste like something that is yours! By adding dashes and adding extra things. Maybe cooking it longer or less to have it a certain way. There are many different things that you can do to change a recipe.\n  \n  From the age of 13 to 16. Try to learn everything you can about the picking out, preparing, washing, how long to cook.. Meats. ??\n  \n  But cook with a partner that is very experienced. You do not want to undercook Meats. It can make you sick and also be fatal. Do you want to learn how to enhance flavors and be careful with your seasoning. When turning into the age of 18 you can try things by yourself. But make very certain that you know what you're doing if you're going to cook a meat. Same thing with fish and seafood. You want to make sure that you are meats are clean while preparing and cooking.\n  \n  ? Anybody can learn how to cook. It takes lots of practice. It takes patience. You want to want to cook. Try. There will be mistakes. There will be times where you ruin an entire meal. Don't get discouraged and learn from your mistakes and improve. As long as you haven't burn the place down... I think that you're good. ?\n  ","50466":"\n  Old school homemade chocolate pie.\n  \n  I love beignets.\n  \n  Mississippi Mud Pie.\n  \n  Hot fudge.\n  ","50467":"\n  Used all. And just cooked dinners. Lol. I tdy to cook everyday. In my blood. Grew up into Cajun cooking.\n  ","50468":"\n  No.\n  ","50469":"\n  The sights of the different colors in the landscaping changing. Nearing cool season. Celebrating my 1st year beung married to my husband. (5 and a half years together though)\n  \n  Then being thankful for what we have and being alive.\n  ","50470":"\n  Yes. Plus more. Keeping healthy and watching your hygiene is very important in life.\n  ","50471":"\n  I am not a huge fan of nachos, but they are okay.\n  ","50472":"\n  Yea! ??\n  ","50473":"\n  No.\n  ","50474":"\n  Depends. Are they trying?\n  ","50475":"\n  Idk? ? I don't know if I can choose. Someone else would havr to. Idk\n  \n   @redoasis2017\n  \n\n  What would you say. ? this is so funny to me.\n  \n  What kind of dog breed do I resemble? ? hahaha\n  ","50476":"\n  Neither. Just be happy.\n  ","50477":"\n  ?.?\n  ","50478":"\n  What do you mean? By what do you do? Srry.\n  ","50479":"\n  Oh. ? I THOUGHT YOU THOUGHT I WAS LIEING THERE TOO HAHA XD I WAS LIKE BRUH. ANOTHER PICTURE?! ???? I am so dead. Sorry. Haha. I was just like omgosh! Here we go again! Haha ??\n  ","50480":"\n  Sure what now?! ?\n  ","50481":"\n  Sent it again. Shoot. I would and be like. IT WAS ME!\n  ","50482":"\n  ?\n  ","50483":"\n  Your right! Very right.\n  \n  I have to pick two.\n  \n  Smell and touch.\n  ","50484":"\n  Neither. Just happy.\n  ","50485":"\n  ???\n  ","50486":"\n  My husband's birthday is on Friday! Planning on making him have the best birthday! ❤ He will be 26! ? We are supposed to go on a little road trip to a Harley-Davidson store for his birthday. I am making his favorite for dinner! I am making him bed and breakfast that morning. Got him gifts! And I'm planning on doing so much more for him! Making him a handmade card! ❤ Happy Birthday Jason! Love tou hun!\n  \n  And today! My Monday is good! ? I hope your Monday is going well!\n  ","50487":"\n  Bills\n  \n  Family\n  \n  My pups\n  \n  Food, water\n  \n  Supplies\n  ","50488":"\n  Dieting can be good. But Consulting with the doctor first is definitely recommended so they don't look like, \"silly diets.\"\n  ","50489":"\n  Depends. Different things.\n  \n  Oils\n  \n  Oils are usually form either flavor or helping to work with the pot better or pan.\n  \n  Oils also help for texture. Also making foods moist.\n  \n  Olive oil I definitely use for flavor. Vegetable oil for other uses.\n  \n  Butter\n  \n  Butter is good for making foods moist also and for soaking into foods to add flavor. Butter is good with baking and steaming and boiling foods. It is a good add with salty foods. Well with cheese and eggs. When making dishes. Butter is also good for working well with pots and pans. Helping with nonstick also just as oils are.\n  \n  Butter and oil have way more roles with cooking. This is just some.\n  ","50490":"\n  A movie.\n  \n  It is called My Heart.\n  ","50491":"\n  \"*\n  \n  And kool.\n  ","50492":"\n  Ikr. I'm tiny. Haha ?\n  ","50493":"\n  Great. Thanks for asking. ? How is yours going so far?! ? I hope well!\n  ","50494":"\n  Again. Goofy. Haha. It would probably have touch screen windows. ? hahaha\n  ","50495":"\n  ? Probably touch screen ones! Hahahaha\n  \n  Haha goofy.\n  ","50496":"\n  Ummm. Yes. I did. Anything else dude?\n  \n  Pitiful that I have to take a picture and send it to show you?? Now THAT makes me not want to follow..\n  \n  When I say that I have followed you back. That is what I mean.\n  \n  And am still followed. Anything else?\n  ","50497":"\n  Let's see if it will let me post one now. It's cause of where I live. In the middle of nowhere.\n  ","50498":"\n  I think I saw some scenes. But I never fully saw it. I'm surprised I haven't\n  ","50499":"\n  Thanks. ?❤\n  ","50500":"\n  Me too. ? I keep trying to post a picture of them but it won't let me... Ugh.. So annoying.\n  ","50501":"\n  Road trips! ?\n  \n  When my husband gets off and comes home!\n  ","50502":"\n  Yep. We have two bluenose pitbulls. Good dogs. Are our kids.\n  \n  I would post a picture but my phone for some reason won't let me right now.\n  ","50503":"\n  I can't really remember at the moment I'm really tired\n  ","50504":"\n  Maybe my singing or helping and informing people on the Paranormal\n  ","50505":"\n  Definitely movie actor.\n  ","50506":"\n  ? I remember senor senior senior. Haha.\n  \n  Shego. Haha\n  \n  Warhok\n  \n  Dr. Drakken\n  ","50507":"\n  They ended up not having that I needed so we just got a few knick-knacks.\n  \n  I got this necklace to wear on Halloween that lights up.\n  \n  I got me a bomb bomb keychain because my other one broke.\n  \n  And then I got me some really good thick soft ponytails. These are hard to find ponytails because they're extra big. They're easier to put your hair up and and they don't hurt your head.\n  \n  Didn't really get much. We just wantes to get out.\n  ","50508":"\n  That's probably one of my most favorites this my ringtone. It's been like that for a while. I grew up off of Kim Possible.\n  ","50509":"\n  By going with the flow and not stressing everyday. That's what I feel like we live life to the fullest. Everything happens for a reason.\n  ","50510":"\n  Wash their face brush their teeth and shower. Eat. I know this is more than one but this is things that I think everyone should do. Drink water and brush your hair. Clean around where you live, in your environment.\n  ","50511":"\n  I worked most of the day and then went shopping a little bit at the end of the day. My husband took me\n  ","50512":"\n  Thanks.?\n  ","50513":"\n  The Omar gosh\n  ","50514":"\n  Awesome future house with a big famiyl I make with my husband in it! ? Definitely!\n  ","50515":"\n  You're welcome\n  ","50516":"\n  Haha. Right?  I think I saw that one.\n  ","50517":"\n  ?????\n  ","50518":"\n  Yee ?\n  ","50519":"\n  Thanks! ??\n  ","50520":"\n  Yeah I did. That was a good one. That movie.\n  ","50521":"\n  ?\n  ","50522":"\n  Followed! ??\n  ","50523":"\n  I don't really like zombies\n  ","50524":"\n  ?\n  ","50525":"\n  I like iced coffee and tea\n  ","50526":"\n  My mom my grandmother and my husband\n  ","50527":"\n  Little baby sister-in-law. ?❤??\n  ","50528":"\n  Ikr?\n  ","50529":"\n  Followed back! Thanks! ??\n  ","50530":"\n  Lehet, hogy mások számára. Nem nekem. ?\n  ","50531":"\n  Thanks!\n  ","50532":"\n  I meant to say.. Sorry. Lol you can sing with multiple people. Solo. Or in a duet\n  ","50533":"\n  I never got into that one\n  ","50534":"\n  ❤⚪?\n  ","50535":"\n  Yea? Kool.\n  ","50536":"\n  Followed back!\n  ","50537":"\n  You just sang. You can stay with multiple people. You can sing solo and you can sing a duet\n  ","50538":"\n  Alot of playing and everyday. Reaction time\n  ","50539":"\n  LOL NO XD\n  ","50540":"\n  It doesn't cost money to download Smule just to get the VIP pass does\n  ","50541":"\n  What?\n  ","50542":"\n  Definitely the first one is a lot better I agree\n  ","50543":"\n  Nice\n  ","50544":"\n  Smule\n  ","50545":"\n  Playing COD4\n  ","50546":"\n  Little baby chick. So cute! ❤?\n  ","50547":"\n  ??\n  ","50548":"\n  Goodnight.\n  \n  Me holding a little chick. ❤ So cute! Little baby!\n  ","50549":"\n  Thanks.?\n  ","50550":"\n  I think I did. Awhile back.\n  ","50551":"\n  Yeah my bad hahahaha\n  ","50552":"\n  Nice\n  ","50553":"\n  Yep\n  ","50554":"\n  Hey ?\n  ","50555":"\n  I speak on here. That's it.\n  ","50556":"\n  ?✊\n  ","50557":"\n  I am a gamer and I enjoy studying about many different things. I love watching documentaries.\n  ","50558":"\n  Yee! Followed ya!\n  ","50559":"\n  No. I've never been able to go yet. But I really want to do that. But it looks like so much fun! So fascinating! And Emeralds are really hard to find in the US. I think you have to go to like Africa or something. I'm sure they have some out here but they are more out there I have heard.\n  ","50560":"\n  ?✌? Thaaaanks.\n  ","50561":"\n  So many!\n  \n  The old school The Santa Clause movie. Rudolph the Red-Nosed Reindeer. Frosty the Snowman. The Grinch Stole Christmas. So many old school Disney Channel movie Christmas movies.\n  \n  More. This is all I can think of at the moment. But I like a lot of different Christmas movies.\n  ","50562":"\n  Haha! RIGHT! ???\n  ","50563":"\n  ??\n  ","50564":"\n  I really like the Fifty Shades of Grey series. Twilight. Halloweentown on Disney Channel.\n  \n  Those are probably some of my favs\n  ","50565":"\n  You're not supposed to know. Unless they're in guessing correctly. Unless you're accidentally picking the open option on accident or something.\n  ","50566":"\n  Yea.\n  ","50567":"\n  My best friend is 44. ?\n  ","50568":"\n  ? No... Oops.\n  ","50569":"\n  Me and my husband have done plenty of Duets before together. Haha. Especially when out on the road together. My bad. ?\n  \n  I meant to type this. I told you I was tired last night! ?\n  ","50570":"\n  Absolutely! ??\n  ","50571":"\n  157.48\n  ","50572":"\n  Not sure..\n  ","50573":"\n  Pie\n  \n  Hamburgers\n  \n  Fired foods\n  \n  Tater tot casserole\n  \n  Gumbo\n  ","50574":"\n  Realist\n  \n  Extrovert\n  ","50575":"\n  Ok ? Come back soon tho!\n  ","50576":"\n  Fired food\n  \n  Meat\n  \n  Pickles\n  ","50577":"\n  Game\n  \n  Paint\n  \n  Yard work\n  \n  Call friends\n  \n  Wood burn\n  \n  Work on cars\n  \n  Watch Youtube\n  \n  Sing\n  \n  Cook\n  \n  Raod trip\n  \n  Antique Shopping\n  \n  Pawn shop hopping\n  \n  Shoot guns\n  \n  Fish\n  \n  Hunt\n  \n  Go gem mining.\n  \n  Study\n  \n  And more... This is just some.\n  ","50578":"\n  Of course.\n  ","50579":"\n  My family.\n  ","50580":"\n  Idk if you can find out or not. Sorry I couldn't be of help.\n  \n  But I don't believe that there is a way to see.\n  ","50581":"\n  McLaren 720S\n  \n  Or an Old 2nd Gen Chevy.\n  ","50582":"\n  Smell and touch\n  ","50583":"\n  Anything can be possible.\n  ","50584":"\n  Yea! Like y'all! ??\n  ","50585":"\n  You're welcome.  ?\n  ","50586":"\n  Oh idk. Haha.\n  ","50587":"\n  Already married. ? And I wanted my dogs to be at it but they weren't. Maybe when we remarry, renew our vows! YEAH!\n  ","50588":"\n  Right. Right. Very good.\n  \n  I think of my future. My family. Our future home and what it will look like. Where I will br 25 or 40 years from now. I wanna stilo be like I am. Family! Like I said!\n  \n  Maybe making more money then I am now and more hours maybe.\n  \n  Think about friends and family.\n  ","50589":"\n  That's a good one!\n  \n  Yard work. Gardening. Bonfires. Poping fireworks and blowing stuff up! Mudding! ? Cooking out and pinics! Jump in a Bayou somewhere! Climbing! Backroading! All kinds of stuff.\n  ","50590":"\n  A birthday cake! Breakfast in bed soon for one... Got him a bunch of kool, \"to do,\" type nick nacks kinda things. He liked them alot!\n  ","50591":"\n  Extremely. ? Definitely\n  ","50592":"\n  Yea!\n  ","50593":"\n  Thaaaanks. ??\n  ","50594":"\n  YES\n  ","50595":"\n  22 per hour.\n  \n  Gotta be reasonable.\n  ","50596":"\n  I hear ya.\n  ","50597":"\n  Absolutely.\n  \n  I learned to go eithout training wheels.. At... 5? Or 6? Can't remember.. So long ago.\n  ","50598":"\n  No. I am almost 24.\n  ","50599":"\n  Real young. Like 4?\n  ","50600":"\n  ? Hello\n  ","50601":"\n  Any, I cook with them all.\n  ","50602":"\n  ???⚽\n  ","50603":"\n  I like soccer. I used to play it when I was younger.\n  ","50604":"\n  Yeah I already saw you a minute ago before I even saw you! Lol! I have been wondering where you went! I was so said when you left\/disappeared! Have missed ya!\n  \n  So happy you are back! Followed back! ??\n  ","50605":"\n  I've eaten some thowe peppers without the challenge. I am cajun and we cook with them down here! ?\n  ","50606":"\n  I don't believe that I have a current favorite song\n  ","50607":"\n  Nice.\n  ","50608":"\n  I am 5 foot 2 I am tiny\n  ","50609":"\n  Many things. Sometimes I'm planning. Sometimes I'm thinking of the future. Sometimes I'm worried. And sometimes I'm just happy and thinking positive. Just depends.\n  ","50610":"\n  Nice\n  ","50611":"\n  Maybe you can listen to it on a different platform or someone else's phone. I don't know though.\n  ","50612":"\n  Darn I'm sorry I will probably post one in a few days but I can't right now. My internet's too slow tonpost videos on here and it takes a long time to upload it and most of the time it doesn't let me.\n  ","50613":"\n  I'm not at work right now I'm about to go to sleep tho\n  ","50614":"\n\n   تصبح على خير\n   \n   Goodnight\n  \n","50615":"\n  In life that's probably the biggest lesson I have learned, is to have a lot of patience.\n  \n  So yes, I have a ton of patience.\n  ","50616":"\n  Idk? Ask my husband. ❤?\n  ","50617":"\n  The world Bella means alot of different things in the world.\n  ","50618":"\n  ??\n  ","50619":"\n  Very\n  ","50620":"\n  Thanks. ?\n  ","50621":"\n  I don't have. Sorry. I have this. That's it.\n  ","50622":"\n  Thanks love. ??Appreciate kind words!\n  ","50623":"\n  Yep haha\n  ","50624":"\n  Probably freestyle and butterfly\n  ","50625":"\n  1995\n  ","50626":"\n  Yep.\n  ","50627":"\n  Love tuna fishing! I wanna go!\n  \n  Bass. Catfish! I wanna go noodling! Gator catching!\n  \n  I like to fish for anything honestly. ? Good eating!\n  ","50628":"\n  ??\n  ","50629":"\n  I have this. That's it\n  ","50630":"\n  Yea. They do ?\n  \n  Y'all do for sure\n  ","50631":"\n  I am sorry. I don't understand your question.\n  \n  Thank you tho.\n  ","50632":"\n  Aww.. Thanks. I really do tho.\n  ","50633":"\n  ? Hello. I am doing good. Thanks\n  ","50634":"\n  Absolutely try to always.\n  ","50635":"\n  Did you hear it?\n  ","50636":"\n  Yee ? I'm trying\n  ","50637":"\n  Usually with something creative and thoughtful. I usually ask them one day a few things that they want and then a couple weeks or months later get them that thing. Write it down. And literally 100% keep it a secret.\n  ","50638":"\n  12.28am\n  ","50639":"\n  Oh my bad I thought you might not have been aware of like where the positioning of the states are because I could see how that could be confusing I mean there's 50 of them. Haha. Ya know what I mean. ?\n  \n  Just looking out for you. Cuz I love geography and I love informing people about it.\n  \n  My bad.\n  ","50640":"\n  It's not like a reading issue. I think it is some kind've damage with my eyes from the light. I need to look into it more with doctors and maybe get some shades that help brighten things up a bit for me at night or something.\n  ","50641":"\n  Not even close and I have night blindless issues. You'd think I'd be, but not with the type of work I do.\n  ","50642":"\n  ?\n  ","50643":"\n  What?\n  ","50644":"\n  Just chilling. I have work in the morning.\n  ","50645":"\n  I hear ya\n  ","50646":"\n  Yeah... I guess that's life.\n  ","50647":"\n  Definitely\n  ","50648":"\n  Very cute. I saw it. ?\n  ","50649":"\n  Very nice! I went and check it out. Very pretty!\n  ","50650":"\n  Everyday. It's crazy how you can read someone like that so easily.\n  ","50651":"\n  Road trips\n  \n  playing gaming.\n  \n  Pawn shop hopping\n  \n  Antique shopping.\n  \n  Painting.\n  \n  Hunting.\n  \n  Fishing.\n  \n  Working on cars.\n  \n  Work out extra\n  \n  More\n  \n  Just some\n  ","50652":"\n  It's okay if you ever need me to help you just ask.\n  \n  North Carolina and South Carolina are on the eastern border also Georgia Florida and Virginia and that's where the hurricane waa going towards, all these areas, it kind of affected these areas with water rain and flooding hurricane surge also. Random in these areas.\n  ","50653":"\n  Yeah I know it was really sad and still is... Everything's destroyed and a mangled up down there. And no problem letting you know it hit somewhere over there on the eastern border. I know it hit the Carolinas.\n  ","50654":"\n  Lol. Right.\n  ","50655":"\n  Nail biting.\n  ","50656":"\n  Some wrestling theme songs come on. Lol\n  ","50657":"\n  No.\n  ","50658":"\n  Downing their customers and being rude to them just because they are not aware of the policies and rules of the stores, when they make mistakes. Unless they're acting a fool and do know the rules... I think people should handle the manners professionally and appropriately. Cause some places don't.\n  ","50659":"\n  It is on an app called Smule. Maybe download it. It's a fun app.\n  ","50660":"\n  Haha\n  ","50661":"\n  Memes\n  ","50662":"\n  I guess so.\n  ","50663":"\n  Followed ✔ done\n  ","50664":"\n  ? Hello\n  ","50665":"\n\n   صباح الخير هناك!\n  \n","50666":"\n  Yep. ? Maybe some in Louisiana too!\n  ","50667":"\n  Yes! Cause I could focus! Cause noise I cannot. With quite I can! My mind cannot multitask. AKA can't hear more than one noise of time and do more than one thing at a time... when I'm reading in my head that's an action and I'm focusing on that I can't multitask a focus on the background noise and me reading at the same time.\n  \n  I honestly always thought it was pretty rude because I'm always quiet for them when they're taking their test why can't they do it for me.\n  ","50668":"\n  Dyslexia plays an annoying role in my life and has my whole life. Puts challenges in my life.\n  \n  In school. I could never take tests and concentrate with people talking in the room. I would have to leave the room just to take my test and go somewhere else.\n  ","50669":"\n  I believe it. Definitely. We got some cotton out here too!\n  \n  I think I have a picture of a field.. But it's on my camera camera. Can't get to them to show yet. Yet.\n  \n  The fields are a beautiful site. Hard hot heavy work tho.\n  ","50670":"\n  I don't know about favorite because it's so hard to pick just 10. I love so many of the Disney Channel movies.\n  \n  I can't remember a lot of the unanimated ones. But I'll just name a bunch of movies that are like throwing up off of Disney Channel.\n  \n  I loved the Cheetah Girls. The Even Stevens movie was the bomb Diggy. The Zenon movies were good. High School Musical was good. And then of course you got Beauty and the Beast. I love that moving. The Swan Princess is good. Aladdin is awesome. All The Lion King movies. The Aristocrats. Homeward Bound movies. The Beethoven movies were good. The original Cinderella Story the cartoon version. Then the Remake Cinderella stories. They were good. Our lips are sealed. I don't know if this movie counts but I love Forrest Gump. Halloweentown movies are probably some of my favorite. Hocus Pocus. Lilo & Stitch. Pocahontas. Moana. Twilight was my s*** growing up. The Air Bud movies. Heidi. And so many more. The Sandlot. This is just a few that I can think of at the moment. But I really liked watching.\n  ","50671":"\n  No the hurricane hit the eastern border of the United States it hit and destroyed the Bahamas at a category 5 scratched Florida and went up towards Georgia and the Carolinas and affected them pretty bad\n  ","50672":"\n  Old school homemade chocolate pie\n  ","50673":"\n  Dang\n  \n  O.O\n  ","50674":"\n  Around tons of family and friends. I'm thinking about getting my nails done. I am thinking about getting an ice cream cake in a pie I'm having a little party. Then I'm thinking about going on a road trip with my husband.\n  ","50675":"\n  It is not cold here at all. It is over a hundred degrees in the day and at night is 80 or 90. Open the window we would have bugs and animals get in because we live out in the middle of nowhere and it would be extremely hot. Plus the weather gets really bad here so we would have water in the house. I'm a cold natured person. So I like to have the AC on. I love the winter.\n  ","50676":"\n  I have been playing alot of Grand Theft Auto V, Call of Duty 4 Black Ops, Minecraft.\n  \n  I play more.\n  \n  I also wanna get the new Modern Warfare game that's coming out!\n  ","50677":"\n  Spend tons of time with family! ?\n  ","50678":"\n  I could still hear your voice\n  \n  I ain't got no choice.... 'cause I'm here all alone...I know I can't wait 'til you get home!...\n  \n  Oh, I don't have you here with me! But at least I have the memory... I tried to make it through the night!... But I can't control my mind...\n  \n  I'm just thinking bout you...\n  ","50679":"\n  Your anonymous\n  ","50680":"\n  Whaaaaaaat. That's kool asf.\n  ","50681":"\n  Was good.\n  ","50682":"\n  Not always from Hurricane sometimes it'll just rain a lot and just go ahead and I mean a lot. Also accidents occur with levees being broken that are holding back water.\n  ","50683":"\n  I love Honey Nut Cheerios. Cocoa Puffs. Oreo O's. And anything that has nuts in it.\n  ","50684":"\n  I don't know if I've ever been in one or not\n  ","50685":"\n  ??\n  ","50686":"\n  5.2\n  \n  I am tiny.\n  ","50687":"\n  Here's you a plate. This is what we had tonight. King crab legs. Hot sausage. Alligator bites. Baked beans. Potato salad. Tamales. French fries. Onion rings. Sweet butter. Come back sauce. And more here is a picture. So good.\n  ","50688":"\n  One of the most crazy conversations I have heard. Not the most craziest but one of. Was some guy on the phone with someone and they're asking them how many pounds they wanted. And it wasn't of something lovely. I told him that he might want to take it off the speaker because I could hear him and a few others could. And I laughed and he laughed and everyone laughed. I don't think he realized that guy was going to say that on the phone. Hilarious. Haha. ?\n  ","50689":"\n  Yeeeep. Thanks. I love my baby! His name is Vennom! ?\n  ","50690":"\n  Dixie, on the left\n  \n  The black and white dog.\n  \n  She is about 8 years old. Mama of the other. Around Hundred pounds. She is a full blue nose pitbull and is a great pet. She is a sassy sweet caring mama.\n  \n  Golden-Freddy\n  \n  G-Fred (G for short)\n  \n  G, on the right is a golden, redish, brownish pup. He is about 3 now. He is the son of Dixie. He is about 60 to 70 pounds. About. He is a Gator mouth pit\/Blue nose. His daddy also had red in him too. His dad was a brown and white, black, brindle looking pitbull. He was a short and strong tough pitbull. All 3 good pets. G is fast and is a hunter. He is a goof ball and is quite the character. He loves frogs and birds. Haha.\n  ","50691":"\n  No. Your fine. I'm just extremely busy today. With family. I never get to be with. I am happy. ?\n  \n  No your fine. You haven't done anything wrong love. You are okay. ?\n  \n  No internet where I was really either. It was slow.\n  ","50692":"\n  Yee yee! ??\n  ","50693":"\n  House and a lovely family.\n  ","50694":"\n  Help people gut and fix their homes out from the storm and floods.\n  ","50695":"\n  Says in my biography\n  ","50696":"\n  Idk. Haven't hunted much all over. Mississippi is nice tho. I'm sure Alabama. Arkansas.\n  ","50697":"\n  I'm American. My answer.\n  ","50698":"\n  Too many peopoe doing things at once and too much talking\n  ","50699":"\n  Tiny\n  ","50700":"\n  Anythings possible honestly.\n  ","50701":"\n  Depends of course.\n  ","50702":"\n  ? Yee ??\n  ","50703":"\n  Have played all. Prefer. Oh idk. I like all of them. ? Haha. All great!\n  ","50704":"\n  Today I have family coming over and we are all going to sit around the table and eat seafood together and chit l chat! Spend time together! Crab legs, shrimp and bullion. I have been cleaning, preparing for it. Trying to get the house to look, smell and feel cleaned! ?\n  \n  My anniversary with my husband is this month(21st) and his birthday is on the 13th so we have quite a bit plan for this month. Also celebrating the incoming of fall and winter soon! I love winter! Cold!\n  ","50705":"\n  Seriously tho. I thought it was you! Haha! They have been shouting us out for months like this is the fourth or fifth month maybe longer.\n  ","50706":"\n  Idk... Like physical feature? I work hard to keep my  hygiene up. My hair looking nice and heathly.\n  \n  Mentally? I tried to always be judgemental and fair. Sticking uo for what's right. Morals.\n  ","50707":"\n  ?\n  ","50708":"\n  ??\n  ","50709":"\n  Love them.\n  \n  Bacon cheesy shrimp grits are good too.\n  \n  And down here some people eat your grits with pork chops.\n  ","50710":"\n  Ok. ? I forget it.\n  ","50711":"\n  That my most favorite thing in the world to do is to sing. I am very passionate about singing. I have been singing since I was about the age of 6 or 7 or younger. I love to sing. I have sang for many schools, events and parties. So much more. I hope to make a career out of it one day or something. I enjoy entertaining people. Making people happy and laugh. I enjoy seeing smiles on people's faces. If I can create those smiles, it means the world to me. People go through so much. They deserve that, at least. To try to be happy. To try to be cheered up. To have someone that actually cares about them whether they know them or not.\n  ","50712":"\n  I think it was someone on here or to my husband, Jason.\n  ","50713":"\n  Yes\n  ","50714":"\n  Meh\n  ","50715":"\n  Never\n  ","50716":"\n  I used to live without neither. I could do it again today.\n  ","50717":"\n  A McLaren 720S\n  ","50718":"\n  ?❤ Thx\n  ","50719":"\n  Yea? Neat.  Sounds dope.\n  ","50720":"\n  I got ready for work, ate some crackers, went to work, worked all day till 4, then when I got off I got a birthday cake for my husband and a dinner for his birthday. I'm going to make him a dish. Then I went to another store and got some more stuff for the dish. Then I came home got me something to eat, laid down and have been resting since then because I'm exhausted. I have been doing all day. And now I'm doing clothes and a bunch of other stuff. And I'm about to go to sleep.\n  ","50721":"\n  ?\n  ","50722":"\n  Exhausting but good. Long.\n  ","50723":"\n  ?\n  \n  Nm\n  \n  Just resting after a long day.\n  ","50724":"\n  Haha. Right? What are you expecting from it?\n  ","50725":"\n  Gaming!\n  ","50726":"\n  K\n  ","50727":"\n  Yeah!\n  ","50728":"\n  Yea? Nice!\n  ","50729":"\n  I just don't like water that I can't see in, but it's long as I have some sort of water shoes I'm fine. Because you never know what you're going to step one. It could be something sharp.\n  ","50730":"\n  Your welcome. Same back. ??\n  ","50731":"\n  Haha\n  \n  Thx ?\n  ","50732":"\n  ?\n  ","50733":"\n  Definitely\n  \n  My husband favors that one too\n  ","50734":"\n  Well. I am here. Always here to talk to.\n  ","50735":"\n  We are now.\n  ","50736":"\n\n   بلى. يجب علي. أنا منهك.\n  \n","50737":"\n  Lol\n  ","50738":"\n  Thanks. ?\n  ","50739":"\n  Me too. Your not alone. I was kinda like... \"Wtf. Why ain't nobody told till now bruh?!\" ?\n  ","50740":"\n  Right. Right.\n  ","50741":"\n  As long as the conversations are appropriate. And only as friends. Yeah? Sure. But honestly, you can ask me anything on here and I'll answer it. No need to hide to talk to me. I am not the one to judge people.\n  \n  I just don't see the point in talking in private? Ya see what I'm saying when this is the same type of platform. You talking Instagram is the same as here.\n  \n  I don't really go on their much. So if you message me on there it may take days for me to get to you.\n  \n  I talk to so many people. And busy as ever. I try to get to eveyone but it is literally impossible. People get mad at me. But it's not that I don't want to talk to yall.. It's just because I am crazy busy? So I do apologize ahead of time if I do not reply immediately.\n  \n  It's nothing personal.\n  \n  By the way. You should check out my biography pn here and on Instagram.\n  \n  My Instagram is\n  \n   @Ice_Frozen_Vocals\n  \n\n  I do warn everyone ahead of time that follows me on Instagram. If you want to message me. Only message me appropriate things. Nothing inappropriate. Thanks! Follow all the way!\n  ","50742":"\n  Yeah. I doubt I've seen it. But my memory isn't the greatest. I should look it up sometime.\n  ","50743":"\n  Yeah I'm in the central time zone in the USA you must be on the eastern border if you are an hour ahead of me.\n  ","50744":"\n  Exactly.\n  ","50745":"\n  I never said I didn't want to be a friend. I said that I prefer to talk on here. So yea?\n  ","50746":"\n  Thanks. I really try.\n  ","50747":"\n  I'm not sure. Maybe. And I'm sure it was good.\n  ","50748":"\n  It is 11:23 p.m.\n  ","50749":"\n  People just hate change in general. Are scared sometimes too. People don't like remakes... And people don't like movies that are really good. They always got to make something bad out of something seeming so good. Always... Never fails.\n  \n  No one will ever be able to mimic the magical Disney Channel movies because they are legitimately unrealistic. The point of the remakes is to make them feel realistic to us and like open your mind up to it and visualize it yourself in real life. That's what I feel like the remix are for? And I appreciate that honestly? And that is what I get out of them. That's why I like them so much.\n  \n  People are trying to be creative. They're also trying to continue movies. People are running out of ideas. Shoot, at least they're trying?\n  ","50750":"\n  Why what?\n  ","50751":"\n  Yea.. I just may in a few... ?\n  ","50752":"\n  ??\n  ","50753":"\n  Like yes. Don't listen to a ton ot their music.\n  ","50754":"\n  Worked\n  ","50755":"\n  Love them. I just spent like an hour or so literally listening to some of the songs. Going back.\n  ","50756":"\n  Well that's awesome!\n  \n  Very good.\n  \n  Good to be good!\n  ","50757":"\n  Resting. I am really tired...\n  ","50758":"\n  Yea?\n  ","50759":"\n  I'm exhausted atm\n  ","50760":"\n  ??\n  ","50761":"\n\n   الراحة بعد يوم طويل\n  \n","50762":"\n\n   بلى ?\n  \n","50763":"\n  ? it's all good\n  ","50764":"\n\n   بلى! ?\n  \n","50765":"\n  No problem! And that's good that you had a good day.\n  ","50766":"\n  ?\n  ","50767":"\n\n   كل يوم نعمة!\n  \n","50768":"\n  Yea. That's fine.\n  ","50769":"\n  Been good. Today went well for me. You?\n  ","50770":"\n  ? Nice shoutout to many.\n  \n  Hi.\n  ","50771":"\n  ? Yee\n  ","50772":"\n  Thanks. ?\n  ","50773":"\n  I'm stuck in between the Kit Kat and and Almond Joy.\n  ","50774":"\n  Followed! ?\n  ","50775":"\n  Love my old Chevrolet's and Fords. Love a dually! Duramax. Cummins.\n  \n  I have a 93  Chevy K 1500.\n  ","50776":"\n  Haha! That's awesome. ?\n  ","50777":"\n  Aw.. You can know me through this app! Just ask! Always here!\n  ","50778":"\n\n   لديك يوم مبارك يا صديقي. ??\n  \n","50779":"\n  ❤\n  ","50780":"\n  On Youtube? Oh yes.  been on there for a long time. I think I have about 500 videos on there. Open YouTube and for probably over a decade now.\n  \n  BellaMarieStarSwan is my channel. Vloggs and more.\n  ","50781":"\n  Sure! That can be one!\n  ","50782":"\n  Sweet. Definitely. ?\n  ","50783":"\n  Absolutely. I want to build a family. Not a ton of kids... Whatever. The Lord blesses with me shall. ❤??\n  ","50784":"\n  Oh my bad! The profile just didn't load for me so it looked like an anonymous. ? lol darn.. My apologies. Welcome! And thanks for the compliment! ?\n  ","50785":"\n  ?\n  ","50786":"\n  I only talk on here. Sorry.\n  ","50787":"\n  Canções do canal Old Dinsey. ?\n  ","50788":"\n  Absolutely.\n  ","50789":"\n  I am doing great today?\n  \n  You?\n  ","50790":"\n  Avoid them. Report them. Ignore them.\n  ","50791":"\n  Quite ?\n  ","50792":"\n  I don't know? Lol.\n  ","50793":"\n  ?\n  ","50794":"\n\n   ماذا؟\n  \n","50795":"\n  My husband as always, y'all and then random strangers at work.\n  ","50796":"\n  Omgosh! That is so wonderful! So happy to see this message! Thabk you so much for following! I followed you back as well!\n  \n  You are beautiful!\n  \n  WELCOME! ??\n  ","50797":"\n  Lol. ? Not really. No.\n  ","50798":"\n  Thank ya so much! ? You rock! ?? Always my friend!\n  \n  Always supplying the wonderful wise words!\n  \n  Thanks much again!\n  ","50799":"\n  Popeye's Chicken\n  \n  McDonalds\n  \n  Domino's\n  \n  Subway\n  \n  Burger King\n  \n  Pizza Hut\n  \n  Kfc\n  ","50800":"\n  I hear ya.\n  ","50801":"\n  Fav. Am always fair and always try to stick up for what's right or for someone.\n  \n  Least: My frustration levels. My lack of understanding things quickly. And learning slow. That's how I was made and I try my best. That counts and is me trying at least? So yeah. Nmnot worried about it. We are all flawed. We've all got things to improve and work on day by day.\n  ","50802":"\n  ?\n  ","50803":"\n  Not me atm. Rarely am ever. Always busy doing something.\n  ","50804":"\n  Haha. I hear ya! I love the movies! Love all the casts!\n  ","50805":"\n  I would trade places with my husband so I could see what he does with that work everyday.\n  ","50806":"\n  Awesome\n  \n  And that's sad. I'm sorry.\n  ","50807":"\n  .-.\n  \n  People are people.\n  \n  There are bad and good all over. That's just it.\n  ","50808":"\n  Over loading me multiple tasks. Multiple people talking at once. Multiple things and people talking at the same time.\n  ","50809":"\n  Used to wear watches. Still do but don't have one around to show atm. I do like watches tho.\n  ","50810":"\n  Maybe my skin or hair. Idk. I don't mind gmfetting old.\n  ","50811":"\n  Many.\n  \n  And I am on both. Don't really use Twitter much.\n  \n  Instagram I used to use alot. Not much now.\n  \n  Insta: Ice_Frozen_Vocals\n  \n  Twitter: IceFrozenVocals\n  ","50812":"\n  Aw. Thanks.??\n  ","50813":"\n  This is me and my love.\n  \n  He is leaning to be at my height btw may I remind you he is a gaint compared to me. Haha. ?❤\n  \n  I am 5.2\n  \n   He is 6 and a half feet tall.\n   \n\n     View more\n    \n\n","50814":"\n\n   @Ice_Frozen_Vocals\n  \n  is my Instagram\n  \n  But I asked politely for no one to a message me anything inappropriate. Please and thanks! Follow away though!\n  ","50815":"\n  Haha I hear ya.\n  ","50816":"\n  Only picture I have taken today. Just took it.\n  \n  Why you think about it?\n  \n  I don't understand this question.\n  \n  What do I think about it?\n  \n  Just me. Lol. ?? With beautiful flag in it with me. ? That i love representing! ❤\n  ","50817":"\n  Thank ya and my age is in ny biography. You should check it out! I absolutely love it when people read my biography on here! ?\n  ","50818":"\n  I know right. For the longest I thought it was actually you. Lol... My bad on that. But honestly I don't think that would be a really bad thing to believe because you're that kind of a person. You're nice. Kind. Awesome.\n  \n  I don't know who it is but I really appreciate whoever is doing it. I never asked them to.\n  \n  I just want to thank them for doing it.\n  \n  Thank you whoever!\n  \n  You are a blessing! If you see this!\n  ","50819":"\n  To live it to its fullest and try to experience everything that I can before I pass.\n  \n  Build a family and teach them to love. The world needs more of that.\n  ","50820":"\n  Afternoon! ??\n  ","50821":"\n  I like different dives and tricks.\n  \n  Holding breath comp.\n  ","50822":"\n  Sometimes lol\n  ","50823":"\n  I am well. Thank you. ? Hope you are well anon.\n  ","50824":"\n  ? Hey\n  ","50825":"\n  Followed ya back, thanks! ???\n  ","50826":"\n  ? Hey\n  ","50827":"\n  I am well. Thank you for asking. ? Anonymous\n  ","50828":"\n  Dude... THAT WOULD BE AWESOME. Seeing all the decorations?! ❤??\n  ","50829":"\n  Oh my gosh that would be the best time to come and visit during Christmas?! YAAAAS\n  ","50830":"\n  Aw. Well that is darling of them. I really appreciate it. Wish I knew who it was so I could personally thank them because they have done it so much in the past couple of months off of their own time and they don't have to do that.\n  ","50831":"\n  Yea? They are shouting us out??\n  ","50832":"\n  This whole month of September is me focusing on spending time with my husband because both our anniversary and his birthday or in this month.\n  ","50833":"\n  ? Hey\n  ","50834":"\n  Aw! That's really pretty!!\n  ","50835":"\n  Cut alot of people's grass.\n  \n  Babysitting.\n  \n  Learning skills and becoming a handyman and helping older folks around their home.\n  \n  Create or make things and sell them.\n  \n  Offer to help promote people at the best extent you can and ask if they can pay you and return\n  ","50836":"\n  Followed you! Thanks! ?\n  ","50837":"\n  I just might have to look him up\n  ","50838":"\n  Ikr\n  ","50839":"\n  Thanks. You have a good weekend too.\n  ","50840":"\n  Have kind of heard about him but I have never really listened to his music before\n  ","50841":"\n  It is random when I go to sleep and right now it is 11:37 p.m.\n  ","50842":"\n  So good\n  ","50843":"\n  Again same here.\n  \n  ? nice\n  ","50844":"\n  Yee ?\n  \n  You?\n  ","50845":"\n  Yea? Haha. I like making homemade pizza.\n  ","50846":"\n  Intelligence of course\n  ","50847":"\n  ??\n  ","50848":"\n  Well some people think that the question that some people give them isn't good enough so they reverse it with a question in return. AKA them not answering it.\n  ","50849":"\n  Really anything honestly alternative rock\n  \n   rock pop hip-hop\n   \n   metal country R&B\n   \n   And other\n   \n\n     View more\n    \n\n\n","50850":"\n  Still good\n  ","50851":"\n  ?\n  ","50852":"\n  ?\n  ","50853":"\n  Nice\n  ","50854":"\n  The Twilight series\n  ","50855":"\n  Was listening to PVRIS\n  ","50856":"\n  Kind've... Not really. Lol sadly\n  ","50857":"\n  Alaska or the UK\n  ","50858":"\n  1,111\n  \n  Not really. Can't think of anything atm.\n  \n  Sure. Anything's possible.\n  ","50859":"\n  (Hands)\n  ","50860":"\n  I made you a plate!\n  ","50861":"\n  Yeah. I used to like that feature.\n  ","50862":"\n  On ask or on Youtube? Cause Youtube. Yes.\n  ","50863":"\n  Yes. Fair. Still flawed but not that bad.\n  ","50864":"\n  Definitely worse. All YouTubers getting demonetized for almost everything. People are not being able to pay their bills.\n  ","50865":"\n  Absolutely\n  ","50866":"\n  Idk. ? I sent you a message on your page on here. This all I know how to do on the app\n  \n  Is answer and ask. I'm sorry.\n  ","50867":"\n  I'm good.\n  \n  And I sent you a question\/message to you on your page as you asked I think.\n  \n  ??\n  ","50868":"\n  A treadmill!\n  ","50869":"\n  Yeah! Ikr?! Must!\n  ","50870":"\n  ?❤\n  ","50871":"\n  I personally would like for you to stay. But if you must go. Then do so. I enjoy your company on the app and I'm sure the app does too as well.\n  \n  Yup to you tho.\n  \n  Nice having ya here friend.\n  ","50872":"\n  Definitely depends on the situation. Is it life threatening? Cause there is a time to keep quite and a time to speak. Life could be at stake..\n  \n  Most times I try to be upfront and speak up tho\n  ","50873":"\n  Yesss\n  ","50874":"\n  Ohhhhh right. My bad.\n  \n  What's going on?\n  \n  My bad Cara..\n  \n  ? I was about to say?! Inbox?! Wheeeen they put that in. Would be nice but at the same time idk. ? haha lol\n  ","50875":"\n  A few\n  \n  I like\n  \n  Paramore\n  \n  Skillet\n  \n  Evanescence\n  \n  PVRIS\n  \n  Flyleaf\n  \n  Avenged Sevenfold\n  \n  Disturbed\n  \n  Linkin' Park\n  \n  Love Avril\n  \n  Ariana Grande\n  \n  Becky G\n  \n  Ryan Upchurch\n  \n  More. But this is some.\n  ","50876":"\n  There is no inbox of here. On ask. Where is this inbox on here... ?.? ?\n  ","50877":"\n  ? Almost caught a snake in the store and \"saved\" everyone from it. ? lol But the only reaspn why i didn't pick it up is because I think it may have been venomous. So I stopped. I would have too. Kinda scared of them. But I NEED TO GET OVER MY FEAR! So pick it up. I'm good.\n  ","50878":"\n  ??\n  ","50879":"\n  There is no way to inbox on here sadly.\n  ","50880":"\n  I am well\n  \n  Thanks\n  ","50881":"\n  Yah. What's up?\n  ","50882":"\n  Yeah. Lol I don't think I wanna think of that result. Lol.\n  \n  (Looks at the people around me and thinks... Them???! I gotta eat... ?)\n  \n  ???\n  ","50883":"\n  I know. I just think its hilarious that we are ven talking about it is all. Haha ?\n  ","50884":"\n  ? Haha. You kill me. Everytime. Haha. We talking about cannibalism and still seem to find a way to make it sound absolutely hilarious! Haha! THAT FRIENDSHIP DANGIT! HAHA LOLOL ?????\n  ","50885":"\n  Aye... Some animal's do that man.. I'm just saying... I guess they don't like the way they kid look?? Bruh. They just eat them?!!! Savage asf I say... ?\n  ","50886":"\n  ? Hahahahaha\n  ","50887":"\n  Have a nice night my friend!\n  ","50888":"\n  Веселье\n  ","50889":"\n  Mississippi River is here. Runs throw the middle of the USA, inbetween the states. 4th longest river in the world and one of the most widest river in the world.\n  ","50890":"\n  I rather die. Selfish... Idk?\n  ","50891":"\n  China has tops the population of Russia by almost 10 times.\n  \n  China has over a billion people living there.\n  \n  When Russia only has approximately 150 million people living there.\n  \n  I like both places! Would like to visit both some day! ?\n  ","50892":"\n  EGO a person's sense of self-esteem or self-importance.\n  \n  The part of the mind that mediates between the conscious and the unconscious and is responsible for reality testing and a sense of personal identity.\n  \n  Yourego is your conscious mind, the part of your identity that you consider your \"self.\" If you say someone has \"a bigego,\" then you are saying he is too full of himself.\n  \n  ____________________\n  \n  Attitude is a settled way of thinking or feeling about someone or something, typically one that is reflected in a person's behavior...a position of the body proper to or implying an action or mental state.\n  \n  To have an attitudeis a little difficult todefine... It is generally used tomean...that you behave somewhat arrogantly or disrespectfully. Do you have anattitude? When we hear that question we generally think of someone with a negative outlook on a particular topic, thing or person. This is witnessed all the time.\n  \n  But yeah.. There ya go.\n  ","50893":"\n  Haha. Ikr?\n  ","50894":"\n  Si ?❤\n  ","50895":"\n  ?? Thanks.\n  \n  What you up to?\n  ","50896":"\n  More than likely. Yes. Sadly... And that.. Is not good for the environment. Overpopulation even with people can be damaging... And just as animals... The government looks at it as a problem. When an animal is over populated, what usually happens? They thin it out, hunt it or allow the certain species to be hunted more. Allowing more numbers in gathering per hunter.\n  \n  But with people, we don't exactly.. Do that? Because.. Well.. Lol were aren't food. At least I don't hope.\n  \n  Survival of the fittest.\n  ","50897":"\n  Exactly.\n  ","50898":"\n  Listening to music atm.\n  ","50899":"\n  Depends\n  ","50900":"\n  Maybe visit Canada ??\n  \n  The ?? UK maybe?!\n  \n  So Australia ??!\n  \n  ?? Germany?! ?❤\n  \n  So many places I want to go!\n  ","50901":"\n  Sweet innocent honest children. ❤\n  ","50902":"\n  Others can do them.\n  \n  I'm happy with my husband. ?\n  ","50903":"\n  Pitbulls in all states. They are like any other animal.\n  \n   I have two.\n   \n   It's how you raise the dog.\n   \n   Pitbulls you have to be stern with.\n   \n   Don't judge. Not even with an animal. You can make any pet a good pet with teaching. Even a tiger can be a good pet.\n   \n\n     View more\n    \n\n\n","50904":"\n  Was. Kinda still am. Worked all day.\n  ","50905":"\n  If you mean wine. None. But give me almost anything else and I'll try it.\n  \n  Haha. I don't drink often tho so nah.\n  ","50906":"\n  Bella everyday\n  \n  ❤?\n  ","50907":"\n  Noope\n  ","50908":"\n  It's sad. But the population of the world has risen crazy high fast in just the past 20 years.\n  \n  There are approximately 7.7 billion people that live on this planet.\n  \n  That's alot of people...\n  ","50909":"\n  Not to bad.\n  ","50910":"\n  Absolutely. People make mistakes.\n  ","50911":"\n  Not at all I don't believe.\n  ","50912":"\n  No. Not really, but sometimes I do wake up with a headache. Usually sinuses \/ tension headache. It usually goes away quickly.\n  ","50913":"\n  Think you so much! ??\n  ","50914":"\n  I have sent a ton in the past few days? And to all I follow, including you. Soo... Idk what your talking about. Sorry.\n  ","50915":"\n  Watching Youtube.\n  ","50916":"\n  I guess cuz people try to create things that we're going to continue to eat?\n  \n  But then again I don't know how that could be the answer to your question. Maybe because people are horrible want us to die.\n  \n  Make foods that kill us that taste good so they can kill us. And die down the population? Probably.\n  ","50917":"\n  Does sky diving count?\n  ","50918":"\n  ??\n  ","50919":"\n  I was born and raised in south Louisiana but currently live in Mississippi\n  ","50920":"\n  ?? Thank you. Gm.\n  ","50921":"\n  I like it how it is\n  ","50922":"\n  It's okay. Very good.\n  ","50923":"\n  ??\n  ","50924":"\n  Absolutely\n  ","50925":"\n  ?\n  ","50926":"\n  ?.?\n  ","50927":"\n  Thx again\n  ","50928":"\n  I don't remember but I have I think before.\n  ","50929":"\n  I don't really like snakes too much.\n  ","50930":"\n  Thanks. One more for the night! Goodnight y'all! ??❤\n  ","50931":"\n  Yeah. About that time. Maybe the 70s or 60s\n  ","50932":"\n  Thank you. ❤?\n  ","50933":"\n  I take him in and out. Try to count to 10. Talk to someone. Warm baths. Listen to some good music. Watch a movie. Back massages. A walk. Pet dogs.\n  ","50934":"\n  Je peux parler français. Rappelez-vous, je suis cajun français.\n  \n  Remember I am Cajun French.\n  ","50935":"\n  Thanks. ??\n  ","50936":"\n  ??\n  ","50937":"\n  Aw.. Thank you so much. I try. I really do. ❤??\n  ","50938":"\n  ?\n  ","50939":"\n  ?\n  ","50940":"\n  Sometimes he will wake up and just start making ne breakfast by surprise. One time when he was done and I was still asleep. Still didn't realize he was cooking, he came in the room and picked me up and carried me to the kitchen to eat cause he knew I was too tired to get up. ❤\n  \n  Sometimes he will just be like. Let's go. Road trip! Let's go riding and we won't even have anywhere to go. Or he will just randomly go and get coffee with me. ❤\n  \n  Sometimes he will just start looking up a movie and we will start watch together. ❤\n  ","50941":"\n  A girl playing volleyball!\n  \n   Bartender emoji!\n   \n    Wood burning emoji!\n    \n\n      View more\n     \n\n","50942":"\n  ?\n  ","50943":"\n  Thaanks\n  ","50944":"\n  Lol\n  ","50945":"\n  ?\n  \n  I have photos on here.\n  ","50946":"\n  Of course.\n  ","50947":"\n  ?\n  ","50948":"\n  Exactly I want to look at it before buying it. Quality.\n  ","50949":"\n  Yep I've always been that kind of person I'm not afraid to try new things\n  ","50950":"\n  Yeah. Sometimes.\n  ","50951":"\n  Game\n  ","50952":"\n  The things they did \/ do for me when they got my back.\n  ","50953":"\n  I am only here to make friends. Nothing more\n  ","50954":"\n  Only 23 lol So old.\n  ","50955":"\n  I thought I had given it to you already. My bad.\n  \n  It is the same as my username on here.\n  \n\n   @Ice_Frozen_Vocals\n  \n\n  The only thing I'm going to say is do not follow me and message me inappropriate things I tell everyone this before they follow me.\n  \n  You're more than welcome to follow me and talk to me as long as the conversations are appropriate.\n  ","50956":"\n  Waiting for someone for a whole hour. Said eff it and gave up and left. I was patient and courteous and waited a whole additional hour. Wasn't stabbed or anyting the person ended up just not being able to come but that was the situation\n  ","50957":"\n  The Cajun life.\n  ","50958":"\n  Being around people who love me. Family. Friends. My husband\n  ","50959":"\n  Idk. I can't quite remember exactly.\n  ","50960":"\n  Thank you so much!\n  ","50961":"\n  Again, ???\n  \n  Sentences please so I can understand these questions!. ?.?\n  ","50962":"\n  ????\n  \n  Sentences please so I can understand these questions!. ?.?\n  ","50963":"\n  ?.?\n  ","50964":"\n  ?\n  ","50965":"\n  Ikr\n  \n  Is I know right. Short text. My bad. ?\n  ","50966":"\n  That's what it says in my biography.\n  ","50967":"\n  Thank you. ?\n  ","50968":"\n  Yeah. We can talk as friends, yes.\n  ","50969":"\n  Can't remember. My husband? My mom?\n  \n  Got my mom flowers.\n  \n  Husband. A few things.\n  ","50970":"\n  Miss you and love you Paw paw!\n  ","50971":"\n  Il parle francais\n  \n  He speaks French.\n  ","50972":"\n  Bienvenue ??\n  ","50973":"\n  Thanks. Ikr?! ? I'm excited! ❤\n  ","50974":"\n  Lol ?\n  \n  Just chilling.\n  \n  Cooked all day.\n  \n  Gaming atm\n  ","50975":"\n  You asked if I was looking for something. I didn't lose anything. Lol. I don't mind talking as a friend?? Yeah.\n  ","50976":"\n  Thanks! I followed ya back!\n  ","50977":"\n  How do I like? What does this mean?\n  \n  What am I looking for? I am not looking for anything?? I haven't lost anything. ?\n  ","50978":"\n  Well thanks.\n  ","50979":"\n  I love spicy and hot food! ?❤\n  ","50980":"\n  I already am. ?\n  \n  That's why I don't get them often.\n  ","50981":"\n  I like both. Enjoy doing both. I like to listen and talk.\n  ","50982":"\n  We can talk on here like we are now? I mean. Idk what you mean. Lol.\n  ","50983":"\n  Nice\n  ","50984":"\n  There's many different ways that you can make it. You can also look it up online because it's really hard to make. It can be really tedious. It takes technique. It would take me hours to explain.\n  \n  The recipe is a family one. Prefer not to say. Sorry.\n  ","50985":"\n  So is! ?❤?\n  ","50986":"\n  ? Hello and wait what? I'm sorry. I don't understand what you say.\n  ","50987":"\n  Anything with nuts in it\n  ","50988":"\n  I have alot of different interests.\n  \n  My most favorite thing to do is sing\n  \n  I love painting,Wood burning\n  \n  I ennoy building thingg\n  \n  Mechanics in working on vehicles\n  \n  I like fishing and hunting\n  \n  I enjoy playing video games\n  \n  I'm a sports person\n  \n  so I love playing sports\n  \n  I enjoy playing soccer\n  \n  volleyball\n  \n  basketball\n  \n  baseball\n  \n  I like smithing\n  \n  I enjoy traveling and adventuring\n  \n  Urban exploring\n  \n  I really like to cook, it's in my blood. That.\n  \n  I love working hard I enjoy volunteering and helping people\n  \n  I love researching different things\n  \n  my favorite things are probably\n  \n  meteorology\n  \n  geography\n  \n  and the Paranormal.\n  \n  I've been studying the Paranormal for over 13 years now and I've been going on many explorations and adventures\n  \n  I love learning the history behind it all\n  \n  I enjoy exercising and working out\n  \n  I really like to gem hunt\n  \n  Photography\n  \n  I bartend time to time\n  \n  I love gardening\n  \n  Enjoy sewing\n  \n  And sooo much more.\n  \n  This is just some. Lol.\n  ","50989":"\n  ??\n  ","50990":"\n  For our anniversary and thinking about going to a movie and dinner, then we were thinking about going to take a road trip way out of town to go look at some motorcycles because in a few years were thinking about investing in one. A 3 wheeler. Safer.\n  ","50991":"\n  I have been with my husband for five and a half years and we've been married for one year September 21st. ❤\n  ","50992":"\n  My Instagram is the same as my username on here.\n  \n\n   @Ice_Frozen_Vocals\n  \n  .\n  \n  But I do tell everyone beforehand if you follow me and decide to message me, do not message me anything inappropriate.\n  \n  This is what I say to everyone because usually when I give people my social media on here and they tried to send me inappropriate things in messenger. Do not do this. Thank you. ?\n  ","50993":"\n  I don't have Snapchat.\n  ","50994":"\n  I am flattered! I'm not one of those people that get aggravated when someone compliments them either.\n  \n  But at the end of the day I do tell them that I'm married.\n  \n  I don't like leading people on and meddling. I don't believe in that. I am loyal to my husband. He's my best friend and is all I want in a partner.\n  \n  But it's good to have people that like and love you. Admire you. Good for your confidence and just makes you feel good about yourself.\n  ","50995":"\n  No. I'm more than welcomed to! ?\n  \n  I wish my phone would tell me who follows me. It just says. You got a new follower! But doesn't tell who it is? Idky. I've tried to look further into the app to see if maybe there's a page or something, but there's not. That's why I'm happy when you guys tell me that you follow me because I'm not aware who follows me. This app doesn't show me on my phone.\n  \n  It's not a problem. I don't mind calling you guys! That's why y'all are here! That's why I am! ??\n  ","50996":"\n  Yeah! I followed ya! Sorry! I didn't know that you followed me! My bad! My phone doesn't show me.\n  ","50997":"\n  Yes. I have always had these issues. I get it due to not being able to pay attention because there is something else going, grabbing my attention. Annoying... Because I need complete quiet when I'm writing and no distractions.\n  \n  I struggle with reading do to my dyslexia. But I still managed to break through the challenge and read still!\n  ","50998":"\n  It is no problem.\n  \n  You are more than welcome and thank you always for the positive words. The wise words.\n  \n  Promoting positivity.\n  \n  Promoting happiness.\n  \n  Just promoting good vibes? is an amazing thing for someone to do. That's what I try to do as well.\n  \n  And don't try to hate. There's just too much of that already in the world. I just try to spread love and kindness and try to relate to people.\n  \n  Try to inform people on things.\n  \n  Try to spread old traditions and importants.\n  \n  Try to strengthen morals.\n  ","50999":"\n  Yep. Have done a few.\n  ","51000":"\n  To many times.\n  ","51001":"\n  Ice cream cake is good.\n  \n  Chocolate mousse cake.\n  \n  An old school homemade chocolate pie.\n  \n  Mississippi mud pie.\n  \n  Beignets.\n  \n  Hot chocolate molten cake.\n  ","51002":"\n  A few movies in theater. Like I want to see the Pokemon movie. I want to go see the Aladdin movie but I heard it's not that good but still want to go see it kinda. I want to go see the new Swan Princess movie.\n  \n  And a few others. I think they had a new Insidious movie come out I can't remember or Conjuring.\n  ","51003":"\n  11am- till 5pm.\n  \n  Depends if I am working tho.\n  ","51004":"\n  I have been cooking for people all day. Has been fun.\n  \n  Are you going to take my dogs good today.\n  \n  I love seeing smiles. ?❤\n  \n  I also have been watching YouTube and cleaning.\n  \n  Getting ready for tomorrow because I work very early.\n  ","51005":"\n  I absolutely love seeing these messages from you. I have always wanted to have motivational speakers in my life and have had a few and then have people that are positive all the time. Being positive and happy are very good things in life that everyone should try. Some people constantly just look at the negatives in life and then wonder why they aren't happy. Sometimes they just need to realize that things could be really worse and that there are other people that are dealing with way worse things, ten times worse and that we are blessed.\n  ","51006":"\n  Yep.\n  \n  Yep.\n  \n  Aaand yep.\n  \n  And more. Haha.\n  \n  One day when I was fixing my truck. Was changing out the distributor cap and a few other things.\n  \n  And then gave my truck a good tune-up.\n  ","51007":"\n  Talking to friends. Creating something relaxes me and keeps my mind clear, only on that. Watching a show alone. Petting my dogs. A nice warm bath. Backroading.\n  ","51008":"\n  Yeah. Shopping on Amazon is pretty good. I just don't shop online a lot.\n  ","51009":"\n  My last two years in high school because they were rough. My school was literally trying to fail everybody. So yeah... A lot of us were full of anxiety. It's terrible that our school is trying to do that. But yeah.\n  \n  Going through losing my Paw paw and around that time a lot of stuff was going on.\n  ","51010":"\n  I hear ya there.\n  \n  But that's good that you still had a pretty good day!\n  ","51011":"\n  Just be aware of your surroundings always. Be on top of bill payments, and organize events and just be careful with your money. Have savings just in case if things go wrong.\n  \n  Pick random times of the week to clean your entire area for a healthy environment. It's good to make habits of cleaning.\n  \n  To save money download apps for grocery stores and try to save money constantly even when you don't need to that way you can rack up any extra money! ?\n  \n  Everything went well when I move out. I made sure for sure that I was ready to move out when I did.\n  \n  It will take some time for you to get used to but you can definitely do it it is nothing impossible.\n  ","51012":"\n  Eh. Rare. But do.\n  ","51013":"\n  Thank ya! You too!\n  ","51014":"\n  Thank you. ??\n  ","51015":"\n  ?\n  \n  I am well.\n  ","51016":"\n  Everything has been going pretty good today so far.\n  \n  Thanks for asking. I hope that your day is going pretty good?\n  ","51017":"\n  Nothing I can really think of off the top of my head atm, but I don't mind trying anything. I'm not bad was trying new things.\n  ","51018":"\n  Noo...\n  ","51019":"\n  ? ?\n  ","51020":"\n  Nice! Very good! ?\n  ","51021":"\n  Yea?\n  ","51022":"\n  Yee. I followed ya back! ?\n  ","51023":"\n  This time I didn't make it really spicy because I had a Maw maw eatinf it this time. So can't have it too hot.\n  ","51024":"\n  Not a ton. Maybe just a few more.\n  ","51025":"\n  Was. It was very good.\n  ","51026":"\n  Can't have cinnamon.\n  ","51027":"\n  I live out in the middle of nowhere so I don't have a lot of neighbors but I do have a few and they're fine we're cool\n  ","51028":"\n  Absolutely in the questions and information that provide sometimes do\n  ","51029":"\n  No it didn't hurt and sometimes tattoos do that. They bulge out depending on what part of the body you get them on. Also how thin the skin is in that area.\n  \n  This is when I 1st had just gotten it done.\n  \n  The only thing that kind of hurt was the light colors, but that's always. But it doesn't like excruciatingly hurt or anything. Nah. Like a sunburn.\n  ","51030":"\n  Yee\n  ","51031":"\n  Haha. Thanks.\n  \n  Made multiple noodle, three bean beef soup today.\n  ","51032":"\n  Wheat\n  ","51033":"\n  Mud wrestling. Clubhouses. Water balloon fights. Riding bikes. Old school council video gaming. And house forts.\n  ","51034":"\n  Ayyyye! Thanks! ??\n  ","51035":"\n  ?? Thanks! You have a good day too!\n  ","51036":"\n  sounds like an awesome idea\n  ","51037":"\n  Yeah I used to ride the school bus. I stopped because of the horror stories in the bad things that would happen on there.\n  ","51038":"\n  Yeah. It is fun. The sport.\n  ","51039":"\n  Oh man.. Who knows... Man.\n  ","51040":"\n  ??\n  ","51041":"\n  Yeeeeeep\n  ","51042":"\n  The other kind of old school. Their quilts. They are very nice. Super expensive though. And usually when you find them they're kind of ripped up still and old. Wore out.\n  ","51043":"\n  Definitely depends. Really unpredictable. I guess on the quality of the link. Maybe?\n  ","51044":"\n  Not a ton but a decent amount. I worked alot of the dya.\n  ","51045":"\n  A looooong time. Years. Like 6 or 7 years? I think? More or less. My experience with Ask.com.fm is and has been good.\n  ","51046":"\n  Absolutely.\n  ","51047":"\n  I called you back too! Thank you so much for following me!\n  ","51048":"\n  My mom's cooking. Vienna sausages. Chlorine water from the pool.\n  ","51049":"\n  2% out of 100.\n  \n  I don't dream often and if I do I don't usually remember them\n  ","51050":"\n  Thank you so much for the lovely comments. ?\n  ","51051":"\n  I would love that! But naw.. So much money to keep up. Expensive.\n  ","51052":"\n  My hair is long. I am 5.2 and my hair is half of me or more. Almost 3 feet long.\n  ","51053":"\n  ??❄\n  ","51054":"\n  Yep.\n  \n  Before I got my other tattoo, it took me... like.. years before getting it. To be for sure. Definitely make sure ahead of time if I am for sure tmwith getting it. I definitely try to be as responsibe as possible with that as I can and I don't exactly push it on to other people? but I tell them about my experience. If they ask. And I respect other people's beliefs and views on that and choices.\n  ","51055":"\n  ??\n  ","51056":"\n  Always. Us Cajun? Without a dought.\n  ","51057":"\n  Yea?\n  ","51058":"\n  Lol\n  ","51059":"\n  Thanks.\n  \n  I hear ya.\n  ","51060":"\n  Yeah!\n  \n  Just recently had a friend click on an ad and they got all of her information and stole all of her money.\n  \n  She got the money back... Took a min... but my point is.. it is a shame... that you can't even click around on your phone without somebody kinda trick you?, without someone tryna' steal alo your money... take all of your information?! ....It just goes to show you... even on click can even mess your life up.\n  \n  Be aware y'all!\n  ","51061":"\n  All of the above.\n  \n  I love to work out. ?\n  ","51062":"\n  Walked all day. Lifted alot today.\n  ","51063":"\n  Nah. Your good bud.\n  ","51064":"\n  Exhausted. Yes.\n  ","51065":"\n  When I met my husband for the 1st time. Why? Because it was quite lovely how we met to me. ?❤\n  ","51066":"\n  Potato salad and Black Eyed Peas.\n  \n  I love BBQ sauce almost and everything.\n  \n  Hot sauce in my soup, red beans and rice and sloppy joes. That's probably normal.\n  \n  Root beef floats are bae...\n  \n  Vanilla shake and fries.\n  \n  Sounds gross but it's actually pretty good.\n  ","51067":"\n  Depends on the type of work you gain. Depends on the tattoo artist. Depends on everything.\n  \n  Sometimes it doesn't even turn around color sometimes tattoo artists have a shop minimum. They will tell you before you get anything that they have a shop usually. Aka saying.. a shop is basically a price set before you get extra. Like. You pay the appointment fee. But not all the time this is true. But some places, yes. Like his is 80? I think or 40?\n  \n  Can't remember. And then if you get like a realy bug tattoo and its really hard and takes awhile and has alot of shading well then of course it will get more.\n  \n  Definitely just depends.\n  ","51068":"\n  Absolutely!\n  ","51069":"\n  Lit\n  \n  Yo that's lit bro!\n  \n  So lit!\n  \n  Man! That's so litty lit lit!\n  \n  Aye! It's lit up in here!\n  \n  About to go get.... lit! you in??\n  \n  LIT!\n  \n  This live stream is LIT!\n  \n  STOP\n  \n  Fuggen lit your mouth on ? fire! XD YOU DO THAT! NOW THAT'S LIT! LAWL LIT-ERALLY!\n  \n  I. AM. DEAD! ??????\n  ","51070":"\n  I think that mine was 30? 40?\n  \n   His was 60 or 80??\n   \n   I think both together were a hundred.\n   \n\n     View more\n    \n\n","51071":"\n  Woke up.\n  \n   Got ready for the day.\n   \n   Walked dogs.\n   \n   Went shopping.\n   \n   Came home, unloaded.\n   \n   Did a beer run for someone.\n   \n   Ate a snack for lunch.\n   \n   Then went to work.\n   \n   Came home and ate dinner, played games and am about to hit the hay shortly.\n   \n\n     View more\n    \n\n\n","51072":"\n  Two or three years? It think 2.\n  ","51073":"\n  Sh... I am tiny. 5.2 ?\n  ","51074":"\n  Good to know that you are in check with your eye's and take care of them.\n  \n  I have a night blindless issue. Can't see at all at night and my eye's have issues with adjustment in lightings.\n  \n  I need to go in soon.\n  \n  And yes. ? I love an old school, homemade chocolate pie! Mississippi mud pie! And a nice pecan pie!\n  ","51075":"\n  Well. That's good.\n  ","51076":"\n  Polished cotton blankets and pellow cases! The BEST sleeping ? set ever! They hold room temp in them! So they aren't so hot. Extremely comfortable and feel great! Rare and expensive. I want a bunch of pellow cases! 4 of them! And then a few blankets! My favorite!\n  ","51077":"\n  ?\n  ","51078":"\n  Thanks. ❤? It is my other heart!\n  ","51079":"\n  Interesting...\n  ","51080":"\n  Ayyyyyye\n  ","51081":"\n  I enjoy in having and preparing breakfast!\n  \n  I had crackers this morning I think. Can't remember!\n  \n  Oh wait! I had some noodles and then crackers for lunch!\n  \n  Not much of a breakfast! But I was busy all day so...\n  ","51082":"\n  ❤❤❤\n  \n  Very sweet comments. Thanks much! ? Much love!\n  ","51083":"\n  Cashier and the Meat Market.\n  \n  My favorites working.\n  \n  Produce too. Learn alot in this department.\n  \n  And then I'd have to say gardening. Get good tips.\n  ","51084":"\n  ? Thanks.\n  ","51085":"\n  Yep. ?❤\n  ","51086":"\n  My wonderful loving husband, Jason.\n  ","51087":"\n  Alot.... Too much probably. ?\n  ","51088":"\n  ?\n  ","51089":"\n  ? Lol\n  ","51090":"\n\n   https:\/\/youtu.be\/W5-XzFqppt8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/0TqIuL2DSPw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","51091":"\n  Used to. I set my bed up to where it's comfortable for my dogs. Because my dogs usually lay up on my bed while my husband's at work and I pet them all day. But I just might make it tomorrow!\n  \n  But yes I used to make my bed every single morning regardless\n  ","51092":"\n  Nope. Just on here. Sorry. But thanks for the offer.\n  ","51093":"\n  I mean I think hygiene is important and looking appropriate but looks no. I don't think looks are important. But I do believe in making yourself look cuz least presentable for other humans\n  ","51094":"\n  Idk... I'd probably get sick. Haha ?\n  ","51095":"\n  Why thank you.\n  ","51096":"\n  Deadpool or Iron Man\n  ","51097":"\n  Why can't people just mind their own business?\n  ","51098":"\n  Yeah.. and I watched it when I was kind of young not super young... But I was flipping through channels bored one day and think I was at home sick and stumbled upon the movie and saw a seen and just kept watching it but I did not like it at all. I don't know why I kept watching... I guess cuz I wanted to see what would happen? But.. Yeah. Very unsettling. For sure.\n  ","51099":"\n  Thanks! Gn! ?\n  ","51100":"\n  The butterfly effect\n  ","51101":"\n  ?\n  ","51102":"\n  Hey ??\n  ","51103":"\n  Yep\n  ","51104":"\n  Yes! ??\n  ","51105":"\n  To Louisiana and see my fam! ?\n  ","51106":"\n  That's fine! I just felt that you deserved a new follower! I really enjoy your company is all! Thanks for it! ? Just like ya around and wanted better ways to keep in touch.. Because people have disappeared on this app that I really enjoyed talking to. I should have added other soical medias or something.. Because I have lost them..\n  \n  :( Am sad\n  \n  Like Autumn... I lost her. Idk where she is now.\n  \n  A few others too.\n  ","51107":"\n  Don't really like to guve that recipe out. Sorry. ?\n  ","51108":"\n  Yeah! Sure!\n  ","51109":"\n  For nine years I have worked in retail. I worked at my family's store for seven and a half years and then now I work at a very alike type place. Just like my old job. The only thing I do different now as I work in more departments then what I did at my old job. That's a good though. I am improving and moving on up.\n  \n  I can work the registers.\n  \n  I can work in the meat market.\n  \n  I can work in the dairy in frozen foods.\n  \n  I can work in the office.\n  \n  I can do gardening and flowers.\n  \n  I can work in the delis.\n  \n  I can do anything you need me to do in retail.\n  \n  Salesman.\n  \n  I also do a few Hobbies inside jobs. Researching different topics and helping people through them.\n  \n  Been working in the paranormal field for over 1e years now. Researching many different topics throughout it and help to inform people. Tell the history. Give locations out.\n  \n  I did a lot of sports when I was younger so I could probably teach volleyball if I had the chance. Probably more than definitely work with kids.\n  \n  I could more than definitely could work with animals. Love animals! I own some myself. Love all types of animals. Enjoy taking care of them.\n  \n  I took care of some older folks while growing up.\n  \n  I am very capable of doing heavy work and working outside. Like gardening and working in the yard.\n  \n  Have cleaned houses before.\n  \n  Storm chasing and explorations. Youtube.\n  ","51110":"\n  It is a house. Share living.\n  \n  Want my own place.\n  \n  So I can start a family.\n  \n  ?? Usa. I am from south Louisiana. Born and raised. Currently live in Mississippi.\n  ","51111":"\n  Not at the school I went to, you could not dress up unless it was Spirit day AKA free dress day.\n  \n  Which every Friday was or special occasions.\n  \n  We have uniforms where we are.\n  ","51112":"\n  Haha. Definitely don't get bored easliy. That's for sure. I try to always keep myaelf busy with something 247. Helps to avoid depression.\n  ","51113":"\n  Home\n  ","51114":"\n  No.\n  \n  Maybe deep down in my family. But no. I'm not.\n  \n  IsaBella*\n  ","51115":"\n  Smile - Avril Lavgine\n  \n\n   https:\/\/youtu.be\/KagvExF-ijc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","51116":"\n  For my 10th birthday was so excited to see my cousins come to my party and I rode my bike as fast as I could to the speedbumb where we lived and slipped on my bike I was riding and skinned my knee bad. Not LIKE ER bad. No.. but decently bad... But! was still happy to see them and ignored it rode all the way back home with my knee bleeding and hug them and everything and they were like, \"oh my gosh! your leg is bleeding!\" and I was like, \"I don't care! you're here!\"\n  \n  LOL I HAVE ALWAYS BEEN PART INSANE\/IMPOSSIBLE I SUPPOSE. ? HAHA.\n  \n  One of the best memories. Love my cousins. Love my family. Haha WILL SKIN MY KNEE FOR YA MAN! haha lolololol ?\n  ","51117":"\n  ? Hey\n  ","51118":"\n  Both\n  ","51119":"\n  Fighter - Gym Class Heros\n  \n\n   https:\/\/youtu.be\/bxV-OOIamyk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","51120":"\n  Depends.\n  \n   Wonder.\n   \n   Questions.\n   \n   Happiness.\n   \n   An appreciating type mood.\n   \n\n     View more\n    \n\n\n","51121":"\n  My mom. ? And my Maw maw.\n  ","51122":"\n  I feel that I am aware of my surroundings more now? Yea. I think that's how we all get as we get older. We've realized more things in the world. Realism becomes something in our lives more as we get older. We realize that there are dangerous people in the world a lot more than what we thought. Or at least this is while I was growing up. I always thought all adults were Heroes. Because it's sad because they should be. That's how the world should be. But it is not.\n  \n  I feel that I understand things more. I have learned a lot of patience. I think it's a child I didn't have quite enough but now I feel like I have more than enough but it is good to have more than none or not enough.\n  \n  I have learned a lot in general growing up. My morals are thickening, becoming more wiser I feel. Slowly but surely I'm working on that.\n  \n  I am every day trying to improve on being a better person. I feel like we should all be like this every day of our lives until we lay down for good.\n  ","51123":"\n  Aw.. Your doll. Thank you sweetie. ❤ I just try to be true. That's all that matters. Beung true.\n  \n  That's how I have always tried to be.\n  \n  This is the way a special person who passed in ny life. A few people... That's how they would want me to be. So I shall continue to be it! Be kind. Helpful. Care. And true.\n  ","51124":"\n  Celery\n  \n  Cheesy salty crackers\n  \n  Any type of fruit or vegetable\n  \n  Little mini pies\n  \n  Cashews\n  ","51125":"\n  My mom's homemade chicken casserole. Her homemade potato salad. Her homemade gumbo. The Beignets she used to cook.\n  \n  Everything was good thay my mom made. ?❤\n  ","51126":"\n  Nope. I have earned everything on here I've gotten.\n  \n  I am not here for likes, fire, level. I am just blessed with it I guess and I thank you all for the rewards. Thank you.\n  \n  I am here to talk and listen and help people. This is what I tell everyone regardless, because this is honestly why I am here.\n  \n  For a while I didn't even know what rank, coins, fire was and I had to have someone explain to me what it was and that I was high up on the leaderboard and I didn't even know it and didn't even try.\n  \n  Idk why people cheat? Idk? But I don't take the app seriously with that. I am just here for company. That is all.\n  ","51127":"\n  ??\n  ","51128":"\n  Good afternoon!\n  ","51129":"\n  Always early\n  ","51130":"\n  That's weird because it hit the Bahamas at 220 mile an hour winds\n  ","51131":"\n  My pups\n  ","51132":"\n  ?\n  ","51133":"\n  Met him 6 years ago unexpectedly on Xbox 360 on Gta V one afternoon about around 12ish. In February of 2014.\n  \n  We were good friends from that day, ever sense.\n  \n  Now married.\n  \n  Ever thought it this would happen.\n  \n  The impossible is possible.\n  \n  4 and half years of long distance too.\n  ","51134":"\n  Absolutely! ?\n  ","51135":"\n  Idk ?\n  \n  It's okay to be a freshmen.\n  \n  Going through highschool and college. Everyone is one once. Any country. We just all call it different things.\n  \n  9th grade - Freshmen, 1st year of highschool\n  \n  10th grade - Sophomore, 2nd year of highschool\n  \n  11th grade - Junior, 3rd year of highschool.\n  \n  12th grade - Senior, 4th and last year of highschool!\n  ","51136":"\n  Considering my best friends are like family.\n  \n  My family.\n  ","51137":"\n  I think pretty good. ? 9\n  ","51138":"\n  Welcome\n  ","51139":"\n  Yeah. I followd ya! I didn't know that you followed me. Sorry.\n  ","51140":"\n  На работе. Приготовление еды. Проведите время со своей семьей.\n  ","51141":"\n  RIGHT?! ??\n  \n  Just life... I suppose... I ask the same thing everyday. Why? Why her?!\n  \n  RIP ANGEL! ?? We will always remember you Christina!\n  ","51142":"\n  Well I played them separate throughout my life. At times I did have two at a time but very rare. I did not like to be overboard with things. And I like to focus on my schoolwork also.\n  ","51143":"\n  Yep. ?\n  \n  I have been following her for a long time.... She is definitely an idol of mine, an inspiration to me. She's a wonderful person. She is so sweet and kind. She has a magnificent voice. Adam Levine took very being interest in her also and was the one who paid for her funeral, Memorial. Everything I believe. I've been watching her grow from her YouTube channel all the way up to the voice and then she was doing that last performance before going on tour I believe? and then that happened at an open arms meet and greet... along aside the massive shooting the next day I believe...  the world chooses the wrong people to take out of it... She was not ready to go. She could have changed things with her level of kindness. She is one of the reasons why I am the way I am. Spreading kindness. Trying to spread the kindness that she wants to that she cannot no more... ? SO SAD. I still cry today.. Randomly sometimes. A real touchy heart breaking hard thing to talk about sometimes with a straight face... For me it's hard to talk about. I try to talk about it though because she deserves to be heard. Because she was a wonderful person and still is! ❤\n  \n  But this is what I would want to say to him and ask. Why?\n  ","51144":"\n  Woke up. Went to work. Came home. Made hamburgers. And now I'm just chilling with my husband\n  ","51145":"\n  I am! Thanks for asking! ?Hoping everything is good for you?!\n  ","51146":"\n  ?\n  ","51147":"\n  F-ck you to the dude that murderer the wonderful and one of my idols... Christina Grimmie... :( WE MISS YOU ANGEL! and ask him why??\n  \n  Considering he killed himself right after her nobody knows why... ???????\n  ","51148":"\n  Lol\n  ","51149":"\n  Don't have a \"favorite,\" but here's a photo of me.\n  \n  My puppy and me! ❤\n  ","51150":"\n  Absolutely. And you're doing good with the environment\n  ","51151":"\n  I don't understand the question.\n  ","51152":"\n  No it's fine to be a freshman. Everybody's a freshman once in their life. It's just another way of saying a grade. Like first grade second grade third grade, you're just in high school and is then. And they have the \"cool kids\" and the cool kids like to make fun of the new kids.... if you know what I mean? Kind of like a rookie? That's basically what a freshman is. There's nothing wrong with being a Freshman. There's just people that like to categorize it as something bad when it's not.\n  ","51153":"\n  Meeting people they don't know...\n  ","51154":"\n  Yea?\n  ","51155":"\n  Good.\n  ","51156":"\n  That's my only needs of transportation is bike riding. So I get a lot of exercise from biking.\n  ","51157":"\n  Hey. You're welcome. I am well. Hope you're doing all right.\n  ","51158":"\n  Deadlift\n  \n  Bench press\n  \n  My favs\n  \n  I love riding bikes and stretching.\n  ","51159":"\n  I am well. Thanks. ?\n  ","51160":"\n  ?\n  ","51161":"\n  My singing. ❤ My will to never give up. ❤ My family. ❤\n  ","51162":"\n  Not far. Florida maybe. Haha ? that's all.\n  ","51163":"\n  Click on adds. Fuggem....\n  ","51164":"\n  Absolutely. I don't know who you are because you're posted as Anonymous. I would like to know to make sure I am following you.\n  \n  Yeah absolutely I love talking about food. I could definitely go on for eternity talkin about it. And yes it's nice seeing other people's love for cooking and other Hobbies. But especially for hobbies that I like.\n  \n  And random people? That is definitely the best way to meet the best of friends! You can meet really good friends on this app.\n  ","51165":"\n  ?\n  \n  Awesome.\n  \n  Hope ya a good camping trip!\n  ","51166":"\n  Absolutely. Very good.\n  ","51167":"\n  Work.\n  \n  I wanna go.\n  \n  Don't mind. ?\n  ","51168":"\n  I have really bad dyslexia, so I don't read much. I do read. But just not much.\n  \n  Love following along and listening to the audio. I do.\n  ","51169":"\n  Yes. I do.\n  ","51170":"\n  I did a ton of walking today\n  \n  Lifting\n  ","51171":"\n  I would be the heart thrown girl or a hero or care giver.\n  ","51172":"\n  ?? Always\n  ","51173":"\n  They are okay.\n  \n  And nice!\n  ","51174":"\n  ??\n  ","51175":"\n  Yep. Of course.\n  ","51176":"\n  ? Of course.\n  ","51177":"\n  Go f-ck her in your car. Solution.\n  ","51178":"\n  Why thank you for the lovely comment. ?❤\n  ","51179":"\n  Nah\n  ","51180":"\n  Absolutely!\n  \n  Was in a long distance relationship for 5 years and communication was the most important thing most definitely. Still is.\n  \n  You are correct. ?\n  ","51181":"\n  Yep. This is one of my most favorite quotes of all time!\n  \n  Don't believe me?! Here is a photo of it on my phone tjat I saved awhile back that I kept, edited and have used so much!\n  \n  I love these words! Thanks for sharing them around with me and for everybody to see! They are great! Wise words! ❤?\n  ","51182":"\n  You can do that too! ? Making them from scratch is even funnier! Especially when you have the extra time around with family and friends! Mkst definitely! I just love the mix! It's quick and easy and helps new folks with learning. Helps for when ya want to do them alot too! If new at making them I would definitely start with using the mix! Cause even the mix takes technique in perfecting!\n  \n  And in the morning for a suprise for everyone as a treat for the day! That is the time that you make them usually! ?\n  \n  And yes. I love to cook! I am from south Louisiana! Born and raised! Cajun French! Creole folk! We love our good food! And enjoy preparing it and seeing the smiles eating it! I myself have a passion for cooking!\n  \n  Thanks for the sweet comments! ❤? So nice!\n  \n  Have fun making!\n  ","51183":"\n  In America, I don't know how it works and other places in the world, but in America you go to high school and there are four grades, 1st- Freshman then-sophomore than junior senior. Then when you graduate you go to college and you have freshman year again you have to talk more than Junior and then final senior but you can go longer and get more stuff in college. A freshman is your beginning year at that school.\n  ","51184":"\n  Beignets are simple. You can get the beignet mix online or at your local Walmart store depending on where you live.\n  \n  2 cups of the beignet mix that you use and then you put just 8 oz or however much you put into the cup and then you mash up and make you some dough.\n  \n  Then you use healthy amounts of flour to dry up the dough perfectly to roll out into a flat surface to how thick you want the beignets.  I don't make him extremely thick. I make the dough about a quarter of an inch thick.\n  \n  Then you cut out how ever big you want your beignets to be. I usually do mine about 4in long and 2in or 3in wide.\n  \n  You put about 2 and 1\/2 inches of grease into a pan to let that get hot 1st and then put your Beignets in the grease (only 3 or 4 at a time. Do not crowd the fryer.) (Flip them half way) until they float and are a little brown. You don't even put them in there for more than 3 minutes. And they're done. Then get some powdered sugar and put it in a container. About a half a bag of powdered sugar and shake the Beignets in there and you're done. Then you have a crunchy juicy beignet covered in powdered sugar ready to eat. But eat them there now because they are hot and warm. You can continue to eat on Beignets for about 2 or 3 days after you make them but you have to microwave them to make them taste the same. Warm again!\n  ","51185":"\n  Extremely. ?\n  ","51186":"\n  Thank you so much! ❤? May God bless!\n  ","51187":"\n  No problem! ??\n  ","51188":"\n  Yes it is!\n  ","51189":"\n  Going swimming in the backyard.\n  \n  Playing Pokemon in the pool and livingroom with my sisters when growing up.\n  \n  Water balloon fights and mud fights in the yard.\n  \n  Racing bikes and building ginormous Lego towers.\n  \n  Playing volleyball with friends in school.\n  \n  Cooking many different things with my mom and family.\n  \n  Vacationing birthdays and celebrations with friends and family.\n  ","51190":"\n  I love to make beignets.\n  \n  I love baking cornbread.\n  \n  I like to make jambalaya and gumbo.\n  \n  Stromboli is really fun to make and is really good.\n  \n  Tilapia is the best!\n  \n  Rice and gravy is so good!\n  \n  Campbell's chicken cheesy rice.\n  \n  Mississippi mud pie\n  \n  Homemade old school chocolate pie\n  ","51191":"\n  Yea? Don't spoil it or anything but if you're able to tell me what you didn't like about it without spoiling it. What was it that you did not like about it?\n  ","51192":"\n  9 or 10 ?\n  ","51193":"\n  I figured... Sad. ?\n  ","51194":"\n  I like breakfast any kind of way in the middle of the night lunch in a hotel make it home\n  ","51195":"\n  I did have a cat and she did annoy me sometimes because she would be moody. She wasn't a... I want to be pet much cat. Lol When she was a good cat though. She like being pet on her head that's about it. I miss her.  she was a lot like a human. She would drink out the faucet and eat at the table. Haha. And like a dog, would go to the door to wait to go to the bathroom and then come back in. And when it was too cold or rainy she would come home.\n  ","51196":"\n  Aw... Thanks. ???\n  ","51197":"\n  ? YEE ?\n  ","51198":"\n  Maybe.. But I don't believe so.\n  ","51199":"\n  On this app a bit on some days and some days not alot, but I don't need my phone. I could live without it. Used to.\n  ","51200":"\n  We are humans. This is what we do, we do this with both boys and girls. Lol.\n  ","51201":"\n  I'm not sure.. It's been awhile. I don't watch many. Thinking about watching the new Swan Princess or Aladdin movie.\n  ","51202":"\n  ? That's awesome! I love sports and being extremely athletic! It's good for ya!\n  \n  That's awesome that you do all that or have done all that!\n  \n  Very good! And thanks for all the nice comments!\n  ","51203":"\n  ?.?\n  ","51204":"\n  Haha ?\n  ","51205":"\n  Yeah. Depends definitely.\n  ","51206":"\n  Thanks. ?\n  ","51207":"\n  None\n  ","51208":"\n  Working today.\n  \n  Hamburgers later though! ?\n  ","51209":"\n  Neither.\n  ","51210":"\n  Shoutout to! ?\n  \n   World tour ?!\n   \n    ?? Canada!\n    \n     The ?? UK!\n     \n      Pakistan! ??\n      \n      ?? Egypt!\n      \n      Bangladesh ??\n      \n      ?? Japan!\n      \n      France! ??\n      \n      ?? Germany!\n      \n      Australia! ??\n      \n      ?? Malaysia!\n      \n      India! ??\n      \n      ?? Ireland!\n      \n      Spain! ??\n      \n      ?? Mexico!\n      \n      And so many more places! ❤\n      \n\n        View more\n       \n\n\n\n\n\n","51211":"\n  Mix of both\n  ","51212":"\n  Sad\n  ","51213":"\n  Jason. ❤\n  ","51214":"\n  When I am around family anf friends. ?❤\n  ","51215":"\n  Geography\n  \n  Vollyeball\n  \n  Meteorology, atmospheric science\n  \n  History\n  \n  Paranormal\n  ","51216":"\n  Jk ?\n  ","51217":"\n  Don't need either\n  ","51218":"\n  I don't have 2 or 3 thousand dollars laying around so there is no way? ?\n  \n  Lol I want to visit many different places. I have friends and family from all over I want to see, but people want like 2 or 3 or 4 thousand bucks in exchange to come over and that doesn't count with stays and food and water and guide.\n  ","51219":"\n  I know I would. But it is way to much money to travel to. I wish money wasn't an issue.\n  ","51220":"\n  Weather - ice\/air ability\n  ","51221":"\n  Idk. ? I think I like all. ?\n  ","51222":"\n  I also played.\n  \n  Softball\n  \n  Football\n  \n  Basketball\n  \n  Soccer\n  \n  And then Volleyball.\n  \n  Weight lifting\n  ","51223":"\n  I have a few friends from there. But I have never been. Alot of money is required. A shame.\n  ","51224":"\n  Yes. It says on my profile. Yes. I am from America.\n  ","51225":"\n  I know. I figured. Still nice to ask if your well.\n  ","51226":"\n  I have played this before it is very fun and yes challenging\n  ","51227":"\n  I am great. Thanks. Hope you are doing well. ??\n  ","51228":"\n  Thanks friend. ? Thanks for the love! And support!\n  ","51229":"\n  ?\n  ","51230":"\n  Yeah. It was.\n  ","51231":"\n  This wonderful man\n  ","51232":"\n  Too many.\n  \n  Not really feeling it to talk about atm honestly. Sorry.\n  ","51233":"\n  Loved playing Volleyball! Played for years. Was the team captain for a few years. ??\n  ","51234":"\n  ? Was a duet so I only sang certain parts!\n  \n\n   https:\/\/www.smule.com\/p\/1169051704_2435911178\n  \n","51235":"\n  Baby Looney Toons! ?❤\n  ","51236":"\n  Volleyball ?\n  ","51237":"\n  My future family I am ? gonna create with my husband! ?\n  ","51238":"\n  ? What in the world.\n  ","51239":"\n  Anything is possible so yeah.\n  ","51240":"\n  Kinda\n  ","51241":"\n  Nope. I an inlove now with my wonderful half, Jason. ❤?\n  ","51242":"\n  I really should. Just chilling atm. Will be very shortly.\n  ","51243":"\n  Yeah\n  \n   I'm here. Lol.\n   \n\n     View more\n    \n\n","51244":"\n  ?❤\n  ","51245":"\n  Just chilling on here and watching what he's watching. Idk what it is. Documentary? Or something.\n  ","51246":"\n  Midnight\n  ","51247":"\n  Almost 12 here.\n  ","51248":"\n  Yee\n  ","51249":"\n  Good. A little sleepy.\n  ","51250":"\n  Welcome! ?\n  ","51251":"\n  Ever walked on a pit of glass before anonymous?\n  ","51252":"\n  Awesome! I had a good friend from there!\n  ","51253":"\n  All ????❤\n  ","51254":"\n  Yo. What up with all the naked questions tonight?! ?\n  ","51255":"\n  ? Haha. My bad. My humour is cold. Just my morals is all.. Sad how people have no self respect anymore. Shouldn't be flaunting your body out there like that. This world is very dangerous even without doing.\n  \n  And thanks for following me btw! ? I'm a but of a different kinda goofy. I'm Cajun french, Creole, so beware. ? Haha I'm as true as it gets (or at least I try to be real as I can) and am here if ya ever need me.\n  \n  Yeah. It's a girl who was asking too. Nasty.\n  \n  But again! Thanks for following me! I followed you back! ?\n  ","51256":"\n  Ouuu. Thanks! Followed ya back! ???\n  ","51257":"\n  Decided to get back on for a little.\n  ","51258":"\n  Not even lucifer wants to see. So no here. ????\n  \n  Don't ask such questions if you don't want to get roasted, because I'm as honest as a mfer, mfer. ??\n  ","51259":"\n  Thanks! ?\n  ","51260":"\n  It's okay. ?\n  ","51261":"\n  Yee\n  ","51262":"\n  Yee, definitely. ?\n  ","51263":"\n  6 years.\n  ","51264":"\n  ?.?\n  ","51265":"\n  All of them. New and old. ?\n  ","51266":"\n  What I used to play... I'm playing GTA games. SpongeBob. I played a ton of sport games. I played the surfing game that I used to love playing. I used to play a bunch of games I can't remember a lot of them can I play the PlayStation back in the day, offline. I don't have one anymore but I've been thinking about getting another.\n  ","51267":"\n  ?.?\n  ","51268":"\n  ?\n  ","51269":"\n  Your welcome. Anytime. Answer questions awesome and you get them!\n  ","51270":"\n  Lol wtf? Oh wait. That maybe your earning for the day. It's saying what you earned for the day and is probably saying that your off for the day by just 3. I am assuming tho.\n  ","51271":"\n  Not long at all. Depends. Sometimes I have alot of dishes. Sometimes I only have a few.\n  ","51272":"\n  ? Yep\n  ","51273":"\n  ? He's awesome. He's a great person.\n  ","51274":"\n  Haha\n  ","51275":"\n  Again. I am sure we have all. Lol\n  ","51276":"\n  I have heard lot's about it.\n  ","51277":"\n  I love to game. Been gaming since I was like 4 or 5. Haha.\n  ","51278":"\n  Yep. Same here pretty much all of that I have played lol.\n  ","51279":"\n  ?\n  ","51280":"\n  I'm sure we all have even without trying. Their are bugs we can't even see.\n  ","51281":"\n  Xbox1 atm. A few of them. Had many old consoles and stuff too.\n  ","51282":"\n  Nice!\n  \n  I have the blue Forza edition Xbox One.\n  \n  My husband has played the first Xbox. Back then I wasn't really one Xbox much. My first Xbox that I owned was a 360. The old white one.\n  \n  I have alot of old consoles. Gameboys. DS's. Have had the Wii, PlayStations.\n  ","51283":"\n  Likewise. ?\n  ","51284":"\n  Yeah.\n  ","51285":"\n  Aw. ??? Thanks.. S\n  \n  Such nice comments. Thank you!\n  ","51286":"\n  Avril Lavgine\n  ","51287":"\n  I liked both. Why? Because I like playing games on them. Lol. Never understood the fight\/battle everyone's got against both.\n  \n  Like who gives af? Haha. They are made to play games on. I have play on both. Owned both PlayStation and Xbox1.\n  ","51288":"\n  Yeah? Nice.\n  ","51289":"\n  Aw. That was a nice comment. Thanks. ?\n  ","51290":"\n  Chilling with Jason atm. On Xbox1. Listening some music. May play some COD4.\n  ","51291":"\n  Was on vacation in this picture. Was happy. Out.\n  ","51292":"\n  I bet.\n  ","51293":"\n  Thanks. ? I really enjoy cooking. Always have. It is in my blood.\n  ","51294":"\n  Thanks. ?\n  ","51295":"\n  Selfish ness\n  \n  Constant negativity\n  ","51296":"\n  My husband. He is home. ??❤\n  ","51297":"\n  GO SWIMMING!\n  \n  And vacation and travel with my better half, considering this is how we pretty much met and it is our favorite thing to do together. ❤ Travel! ❤ Adventure! ❤ Explore!\n  ","51298":"\n  Well then.\n  \n  Just may.\n  ","51299":"\n  Nah\n  ","51300":"\n  Thanks.\n  \n  And my name is\n  \n  IsaBella with a capital B.\n  \n  But everyone just calls me Bella. I prefer Bella.\n  ","51301":"\n  Sure. Why not? We all nuts.\n  ","51302":"\n  Lol oh dang\n  ","51303":"\n  About to lift some weights and then probably go and nake sone corn bread and rice\n  ","51304":"\n  Color. Feeling. And landscapes. Words.\n  ","51305":"\n  Idk... The cajun-nator! ? idk hahaha\n  ","51306":"\n  Yea\n  ","51307":"\n  Obtenez une maison pour ma future famille. Arrête de me ronger les ongles. Payer beaucoup de factures.\n  ","51308":"\n  Goldish. Brownish kinda red.\n  \n  Natural colors.\n  ","51309":"\n  Climbing or seeing at night.\n  \n  Flying maybe!\n  ","51310":"\n  Growing up where I have... I have seen too much happen on the streets. But I will say something positive! New things and money!\n  ","51311":"\n  Don't use.\n  ","51312":"\n  ??\n  ","51313":"\n  Are these both supposed to be bad?? Because LOL down here in the bayou. Haha. We jump off piers for fun! Heck yeaha!\n  ","51314":"\n  I like hats. I own probably over 100. ? Maybe more. Haha.\n  ","51315":"\n  God.\n  \n  Family and friends. ?\n  \n  My pups.\n  \n  And of course! My wonderful husband!\n  \n  My Heritage. Culture tradition. Hobbies. Being social. Going out.\n  ","51316":"\n  F-ck them.\n  \n  Go do something else and ignore them! They will see that you aren't giving a f and will be like.. Whoa.. Why aren't they giving an f??? Because! You wanted to do it to me! Sooo ima do it to you! They don't like it? Then you say... Well.. Then don't do it to me!\n  \n  Give them a taste of their own  medicine.\n  \n  People need to learn to treat the one's that they are supposed to love, around them, right! Not wrong.\n  \n  They have got to learn a lesson some time..\n  ","51317":"\n  Wait what? I'm sorry. Further explain what you mean for me please my friend?\n  ","51318":"\n  Besides your upper belief. How ever, whoever, how people choose to believe.\n  \n  Everyone has choice.\n  \n   To believe or to not and what.\n   \n   I respect anyone's religion and choice of beliefs.\n   \n   I am proud that people have faith in something. That is my feel on it. Even if it is yourself. Believe in something. Have hope. Be happy. Postive.\n   \n\n     View more\n    \n\n","51319":"\n  My usual.\n  \n   Boots\n   \n    Jeans\n    \n     Shirt\n     \n     Maybe add a jacket if it gets a but cold\n     \n     Maybe a warm hat\n     \n\n       View more\n      \n\n\n\n","51320":"\n  Beung 23, almost 24. I have friends of all ages. 10, 15, 18, 25, 28, 33, 38, 43, 47, 55, 59, 66, 70, 77, 84, 90, 97.\n  \n  All ages.\n  \n  I have only went to older bars.\n  \n  They are nice.\n  \n  Not troubled places really.\n  \n  Great drinks.\n  \n  Great people. ?\n  \n  These are just random numbers.\n  \n  But really. I have. Friends of all ages!\n  ","51321":"\n  Doing things and trying my best. That is all you can do. ??\n  ","51322":"\n  60\n  ","51323":"\n  My hair isn't really curly. I thinknI have one where I curled it. Let me see if I can find it.\n  \n  Here is one. ? Curls.\n  \n  My husband, Jason's mother, my mother-in-law did my hair for me. ?❤ I loved it!\n  ","51324":"\n  ??\n  ","51325":"\n  It is unexplainable because it is different for everyone.\n  \n  You just know. ?\n  ","51326":"\n  ❤ ? Thank you\n  ","51327":"\n  Tell me about your life? And I let them tell me their story.\n  ","51328":"\n  Ikr? ? sad\n  ","51329":"\n  Yea.. That would be.\n  ","51330":"\n  All your bills are paid off and here's a house!\n  ","51331":"\n  Warm tea.\n  \n  Coco.\n  ","51332":"\n  ? lol yep\n  \n  1st grade.\n  \n  It was we literally cooked cookies outside\n  ","51333":"\n  Ya know... I have tested this before. Know this?\n  ","51334":"\n  Cooking cookies ? hot ? ? out ?\n  ","51335":"\n  Yea. Some do.\n  ","51336":"\n  Well I am Cajun French.\n  \n  Probably something spicy or hot. Haha! Ew! ?\n  \n  Something carmel! ?\n  ","51337":"\n  Absolutely!\n  ","51338":"\n  Yea? ? Good. ?\n  ","51339":"\n  Goodnight there.\n  \n  Good evening here! ??\n  ","51340":"\n  Go touring all over the world with few people I know.\n  \n  Would buy everyone I know their dream house and dream car.\n  \n  I would open a few charities in animal shelters.\n  \n  Adopt a few kids and animals.\n  ","51341":"\n  I gotcha. Thanks by the way. ?\n  ","51342":"\n  Very good. ?\n  ","51343":"\n  Met my husband for the 1st time! We were strangers!\n  ","51344":"\n  But really though. This is how I felt when I was growing up. This is how it should be but sadly it's not...\n  ","51345":"\n  It's a henna. ?\n  ","51346":"\n  It's a henna that I got once. ? I love hennas!\n  \n  And thanks.\n  ","51347":"\n  Just walked my dogs.\n  \n  On here and watching Moe sargi on YouTube.\n  ","51348":"\n  Link didn't go anywhere.\n  ","51349":"\n  I try my best for sure!\n  ","51350":"\n  That all adults are heroes and good people.\n  \n  Mine around me are!\n  \n  But I thought all were! Nope.. The world is cruel.\n  ","51351":"\n  Yep.\n  \n  Everyday.\n  ","51352":"\n  It's my husband's birthday on the 13th! ??❤\n  ","51353":"\n  Was my sisters birthday was in August! Happy birthday sis!\n  \n  Had a good time with my family here this month!\n  \n  Wanna go visit my fams in Louisiana soon too!\n  \n  Got some bills paid this month!\n  ","51354":"\n  Thx\n  ","51355":"\n  Love crown drinks.\n  \n  Jameson.\n  \n  Especially in an frozen drink glass with ice. Ice cold.\n  \n  Love margaritas!\n  \n  And a nice beer.\n  ","51356":"\n  Thanks! Had alot of fun recording this one!\n  ","51357":"\n  ?\n  ","51358":"\n  ???\n  ","51359":"\n  I have gained a lot of patience in the past six years. I am happy for that.\n  \n  Learning to slow down when doing things. Happy for this.\n  \n  Tryna' work on my frustration levels. Trying my best on that. I am!\n  \n  Tryna'! Stop! Biting! My nails!\n  ","51360":"\n  THAT'S WHAT I SAID.\n  \n  I'M LIKE. NO ONE HAS IT? Not everyone?! ?\n  \n  That's like saying. Everyone still has MySpace!\n  \n  Ummm... No???? No one has that?\n  ","51361":"\n  I feel like this is a good idea. I want some cameras in my vehicles but I have to invest in them\n  ","51362":"\n  Umm.. I don't really know you.. So... But thanks for the ask tho!\n  ","51363":"\n  Well obviously not everyone because have my friends don't have it and neither do I.\n  ","51364":"\n  Swedish meatballs\n  ","51365":"\n  Don't have.\n  \n  If someone needs to talk to me. It can be on here and that's it.\n  ","51366":"\n  I ask them? I mean. Not too many because I have alot of people I send to and my notification blow up bad and I like to read all of y'alls answers and if I send too many it will be impossible to read all. So I only send a few so I can keep up.\n  ","51367":"\n  Yea?\n  ","51368":"\n  Lol ?\n  ","51369":"\n  Oh really?\n  ","51370":"\n  Yea?\n  ","51371":"\n  Yep ?\n  ","51372":"\n  :(\n  ","51373":"\n\n   https:\/\/www.smule.com\/p\/1169051704_2306312883\n  \n","51374":"\n  ?\n  ","51375":"\n  Playing games.\n  ","51376":"\n  Yep\n  ","51377":"\n  Good and helpful investment\n  ","51378":"\n  I see.\n  ","51379":"\n  ? ( ) \/ \\ % ÷ × + \"\n  ","51380":"\n  Not hard to make or get here idk ablut there. Is good. Gotta know how to peel them though. Eat them.\n  ","51381":"\n  I did.\n  ","51382":"\n  Yeah sometimes I say broke. It's al broke. ? lol\n  ","51383":"\n  I didn't hear about that?! What?! ! Why?!!!!\n  ","51384":"\n  Yess\n  ","51385":"\n  Yea?\n  ","51386":"\n  Eh. Probably\n  ","51387":"\n  I really used to like that cat commercial I used to go meow meow meow meow meow meow meow. ?\n  \n  And then I've always liked the Geico commercials because they're always hilarious.\n  \n  Tony the Tiger\n  ","51388":"\n  I do not hate. Anything.\n  \n  Dislike? And there isn't really anyone I dislike for no reason. Nope.\n  ","51389":"\n  O.o waa\n  ","51390":"\n  I am great. ? Thanks for asking. Am good.\n  ","51391":"\n  Talk with friends and family.\n  \n  I just stop and think for a moment.. Things could be worse.\n  ","51392":"\n  Obrigado. Eu tento ser educado.\n  ","51393":"\n  Yay ?\n  ","51394":"\n  Weed killer and start over.\n  \n  Lol. You can also hire somebody to come and help you. Or get you some really good machetes and a few friends and go out there and go ham on it. Just make sure you have your clothes and Boots on.\n  ","51395":"\n  ? I just posted another song that I am singing, uf you wanna check it out.\n  ","51396":"\n\n   https:\/\/www.smule.com\/p\/1169051704_2306312883\n  \n\n  He doesn't have an account on here. But I have sang this to him before! ❤\n  \n  Beauty and Beast!\n  ","51397":"\n  Ik kon er niet zomaar een kiezen.\n  ","51398":"\n  Ik heb geen schoolrooster.\n  ","51399":"\n  Thanks. ?\n  ","51400":"\n  Unending research.\n  \n  New things everyday.\n  \n  Testing theories.\n  \n  Studying different equipment.\n  \n  Trying out different equipment.\n  \n  Building equipment.\n  \n  Going to different locations.\n  \n  Documenting.\n  \n  Exploring places.\n  \n  Learning the history in different places.\n  \n  Waaay waaaay more.\n  ","51401":"\n  Continuing to either work in the Paranormal field and help people and inform people with whatever they need to know.\n  \n  Work with animals. Marine biologist.\n  \n  Meteorologist\n  ","51402":"\n  Again, I usually shred them.\n  ","51403":"\n  Most definitely\n  ","51404":"\n  I shred them usually.\n  ","51405":"\n  Ariana is not really an idol of mine I just enjoy her music and she's just fun. I do like her very much tho. She's awesome!\n  \n  But Avril or Ari?\n  \n  Avril everyday.\n  \n  Literally from the age of four or five all the way till now I'm still a humongous fan. If only you knew. Me and my sister bonded with this. Being huge fans of Avril. That is kinda how our style is like.\n  ","51406":"\n  Maybe a few fears.\n  \n   Maybe my frustration level.\n   \n\n     View more\n    \n\n","51407":"\n  I think you should do what you want. How you want. And not be friends with people that are trying to hold you back from such simple things in life.\n  ","51408":"\n  If I had enough money I would buy every single one of my family members a house and two vehicles and then I would do that for myself.\n  \n  Then I would for the rest of my life pay for everyone's insurances and life insurances!\n  \n  So I make sure that everyone is taken care of for the rest of their life!\n  \n  And then if I had enough money still I would pull out a loans of 2 million dollars for each person I talked about.\n  ","51409":"\n  My nails done.. though I still kind of want to get them done but the only reason why I want to do this is so I can try to stop biting my nails! MEH!\n  \n  Last time I got them done I quit biting my nails for almost an entire year!\n  \n  If I get them done again I bet you I can completely stop biting my nails. This will be an achievement in my life!\n  ","51410":"\n  Avril Lavigne played a huge role in my life growing up. She is one of my idols!\n  ","51411":"\n  Yeah. Definitely and I mean you can try to avoid all the creepiness? I mean even this app has a lot of grapes lol. My phone put ? ?... CREEPS. has alot of creeps. Omgoodness... I am dead... ???? I'm sure they have alot of creeps on it too. I'm sure all apps have their own level of creepiness on them. Hahahaha\n  ","51412":"\n  Idk if I have watched him or not.\n  \n  I love the Jeremy Kyle show though. He's hilarious. I don't really watch too many different things.\n  ","51413":"\n  I do. I love almost all seafood.\n  ","51414":"\n  Okay. ?\n  ","51415":"\n  Hundreds. Maybe more.\n  \n  Work in a field around them.\n  ","51416":"\n  Lol.\n  ","51417":"\n  Oh. For sure. ???\n  ","51418":"\n  Yep. ?\n  ","51419":"\n  Not really. No.\n  ","51420":"\n  Oh my gosh there's so much stuff you can do on Grand Theft Auto V... You can go mudding. You can pimp out your cars. You can do car shows. Go swimming on the beach and pools. Bmx bike riding. Check each other's car garages and houses out. Do little side jobs, like the people that call you on your phone. They're very random. The heists are okay. They're very glitchy. You can go to the casino now. There is strip clubs... bars... motorcycle clubs and so many other different things now. You can go monster truck riding. Parties. Get tons of different ammo. You can explore. There is Clues throughout the map. You can ride in Planes. You can ride on trains. You can pop fireworks. You can play many different games. Hide and go seek. Tag. Race. And so much more.\n  \n  I all of this and more.\n  ","51421":"\n  Yeah I did laundry and mop the floors. I swept the floors also. Cleaned the bathroom. Cooked a little bit and made one of his favorites. Chicken salad. I walked my dog's and fed them. Now I'm just waiting for my husband to come home. He's going to cut the grass and then we're going to go and get a few snacks for the house.\n  ","51422":"\n  My d*ck? Lol. I told you! I do not have a pee pee!\n  \n  And if anything else.. I do not think my husband would appreciate that.\n  \n  So sorry! ?\n  ","51423":"\n  Yes I do.\n  ","51424":"\n  Oh man... I have played hundreds of missions. Some of them I have liked and some I haven't. I can't even remember how to describe alot of them.. I have been playing GTA games since I was really young and as I've gotten older I don't really like doing the missions too much anymore I just like roaming but honestly I've kind of always been like this.\n  ","51425":"\n  Non lo so. Forse suonare uno strumento chiamato dulcimer. Sono abbastanza bravo a farlo.\n  ","51426":"\n  Show you what? ??????\n  ","51427":"\n  I bet. Lol\n  ","51428":"\n  ???\n  ","51429":"\n  ? ikr??\n  ","51430":"\n  Thx ?\n  \n  It's ok\n  ","51431":"\n  Thanks me too you're a really good friend of mine. Star considered. I really enjoy coming on here and talking to ya. You're definitely one of the people that make my day! And thanks for that! ✊✌????\n  ","51432":"\n  I don't really remember my dreams too much but I try to think of good things like my future family then going to make with my husband\n  ","51433":"\n  I don't really have money and I'm happy. Sooo... ? well then.\n  ","51434":"\n  Yep. I totally have a d*ck dude. ?\n  ","51435":"\n  I'm dead ????? asf.\n  \n  Ya killing me bruh... Hahahaha\n  ","51436":"\n  ?\n  ","51437":"\n  ? Yeah I guess so. Haha.\n  \n  You go ahead and go download it. ?? Keep it for 1 month.\n  \n  Bet you'll get at least 25 people trying to hook up with you... At least 10 to 15 asking for photos... And then probably a hundred fake profiles messaging you. ? Just joking with ya. Haha.\n  ","51438":"\n  Oh.. And I'm sorry for saying this.. But her face would have been unrecognizable... stabbing an innocent sweet little helpless child??? Oh yeah... She would've been done... Yeah. I don't play with bs like that.\n  ","51439":"\n  Well yesterday I cut a ton of grass considering we own a few Acres of land. Push mower.\n  \n  And in a few minutes I'm going to work my arms out. Plus all day I've been cleaning and walking around.\n  ","51440":"\n  Not at all?? Lol\n  ","51441":"\n  ?\n  ","51442":"\n  Yea. On here? As friends?\n  ","51443":"\n  I always look like myself everywhere I go. Lol. Try to look appropriate. So idk?\n  ","51444":"\n  Thanks and no.\n  \n  I am from Louisiana. Born and raised in Louisiana. Currently living in Mississippi.\n  ","51445":"\n  But I definitely hope this didn't upset you, me sharing this. This is what kind of have me a little down yesterday at the end of the night. This is why I'm scared to have kids sometimes. Idk what I would do if that was  happen to one of my kids. It would not be pretty for the other person.\n  ","51446":"\n  Oh I don't even really specifically remember one recently but maybe a few of people growing up on me. Recently, a couple of my friends and family birthdays have passed. And some of the people are younger than me and just seeing them grow up, just lets me remember that life is moving and that I am growing also and I miss them as well. The people. The place is. The memories. They're all still here. It's just life is going to continue. And change.\n  \n  But also I saw a video that was sad. I don't know if that's exactly what you're looking for... but I feel that some videos move you to tears in good ways and bad ways.\n  \n  It was a horrible video. Some random lady just walked up to some couples kids and start stabbing them :( and the parents were trying to.. Like protector their kids and like stop the lady and the lady was trying to hurt them too... but was walking away??? after hurting the kids?? Only? like she just wanted to hurt them? I didn't really want to watch the video I just saw in the corner of my eye and thought it was horrible... I didn't understand but then then thought on it for awhile..\n  \n  But I don't care if she would have stabbed me... I would have beat the crap out of her... I just wish I could have been there...\n  \n  People nowadays think that some people shouldn't have kids... so I'm guessing that's why she did that to the children. To try to put them down. To try to express her hate towards certain groups of people. This is me assuming. Maybe she saw the couple and they weren't doing too well. Maybe seeming that they weren't raising the children right or something? Maybe they were on drugs? Maybe the kids were acting up and the parents weren't doing anything about it? Maybe that aggravated the woman in thinking...  some people shouldn't have kids because they're going to spread more of these kinds of people or something??\n  \n  I don't know. But regardless you do not do this to people. Children.. Does not matter what they do to you. But yeah.. ?...\n  ","51447":"\n  I don't know...lol but ain't much to it I'm sure.\n  \n  The most the time when people ask for it it's because they want to hook up.. or talk to me about inappropriate stuff or sending nasty pictures. Just sick. And even if you are married they still want it!? And I'm like okay...you meddling homewrecker?... This is why people don't get married anymore or are married for even a year. Because people are constantly meddling into their relationships. And people are giving in. No self-control. It's pitiful.\n  \n  And I'm not interested in any of the above... so there's no point in having the app? Ya know? Pictures. \"Chatting.\"\n  \n  The only thing I thought that was funny about the app was the funny features maybe? but there's so many creepy people it makes you not even want to have it.. So yeah....\n  ","51448":"\n  ?\n  ","51449":"\n  Oh.. Idk.. ?\n  ","51450":"\n  Interesting... Umm..\n  \n   @redoasis2017\n  \n\n  Are you suppling the fruit? Cause I'm sure the hell ain't. ?\n  ","51451":"\n  O.O what\n  \n  Can I do what and the what what what?\n  \n  This isn't a store bro..\n  ","51452":"\n  ? LOL\n  \n  What in the world. Haha\n  ","51453":"\n  That's good to hear that you're doing good.\n  \n  And my day has been well. ?\n  \n  I've been working out.\n  \n  Walking all around my house, cleaning.\n  \n  I mopped and did some laundry.\n  \n  I made my husband some chicken salad. It is his favorite.\n  \n  I fed my dogs and walked them a few times.\n  \n  Now I am just waiting for my husband to come home so we can finish cutting the grass and go shopping a little.\n  \n  Then I'm going to make him his lunch for tomorrow and probably play video games with him and make dinner.\n  ","51454":"\n  I am quite well. Thank you for asking. Hope all is well for you! ?\n  ","51455":"\n  We all have choice.\n  ","51456":"\n  I work in this field. Been for over 13 years. Sooo.. Idk. ? lol. You tell me.\n  ","51457":"\n  Yes.\n  ","51458":"\n  Eh. Could happen. Aliens. But what do we know?\n  ","51459":"\n  Would definitely be have to be with my little group that I had back in middle school.\n  \n  I used to play volleyball for my school. And my last few years playing volleyball for that school, I was the libero aka the captain. I really enjoyed working with them girls and being a part of their team. I also played basketball, baseball, soccer, but volleyball was probably my most favorite sport. We went on a lot of volleyball vacations together. I had a lot of good time with all of those people.\n  \n  I have a lot more good memories but this is one I'd like to share today.\n  ","51460":"\n  Yep and there's a really popular video of Me on YouTube doing it. Haha\n  \n  BellaMarieStarSwan is my YouTube\n  ","51461":"\n  Hey. ??\n  \n  I am good.\n  \n  Thanks for asking!\n  \n  I hope that you are doing all right! ???\n  ","51462":"\n  Probably. ? lol\n  \n  I tried it a few years back and didn't see what the great \"hoo-hah\" in it, so I just uninstalled it. Haha ?\n  ","51463":"\n  Thank you so much for the kind words and I don't even remember the last time I \"cut, cut,\" my hair before, but I have trimmed it recently. But yeah...I could never cut my hair. it would be a heartbreak in the making. ❤?\n  ","51464":"\n  I don't know ?\n  ","51465":"\n  Thank you\n  \n  you have a good night\n  ","51466":"\n  Lol ? ikr?\n  ","51467":"\n  Nah. Not really. In jokes mostly.\n  ","51468":"\n  Thanks! You do too! ??\n  ","51469":"\n  Warning\n  \n  Cerole incoming. ?\n  ","51470":"\n  Depends in some instances it seems like justice is served.\n  \n  And in a lot of them it doesn't seem like it has.\n  ","51471":"\n  Thank you.?\n  ","51472":"\n  Thanks! Same. ??✌?\n  ","51473":"\n  I don't have s\/c.\n  \n  Sorry.\n  ","51474":"\n  Thanks. ?\n  ","51475":"\n  Yeah. ? Thanks. I followed you back. Thanks for not spamming it and being patient. I really appreciate it.\n  ","51476":"\n  Gospel Metal\n  ","51477":"\n  Why?\n  ","51478":"\n  When you sent this it was like 1 or 2 in the morning. I think.\n  \n  Atm here in the Central part of America, it is 2:00 P.M.\n  ","51479":"\n  Probably spicy, hot crawfish spaghetti. Sounds nasty. So goo.\n  ","51480":"\n\n   يمكنني أن أبذل قصارى جهدي مع اللغة العربية. إنه صديق جيد. ?\n  \n","51481":"\n  Your welcome!\n  ","51482":"\n  Thanks ?\n  ","51483":"\n  You as well. Thank you.\n  \n  I followed you. ?✌\n  ","51484":"\n  Por que obrigado pelo comentário adorável.\n  ","51485":"\n  Your welcome dear. ?✌\n  ","51486":"\n  Yeah. I have. ?\n  ","51487":"\n  I'm here. ?\n  ","51488":"\n  Haha. I hear ya. Gn fam!\n  ","51489":"\n  ??\n  ","51490":"\n  My will to complete something.\n  ","51491":"\n  ? Hey and thanks\n  ","51492":"\n  Gm there\n  \n  Good evening here!\n  \n  And thanks!\n  \n  Very good words!!\n  ","51493":"\n  Just being here and alive.\n  \n  Being able to have all my senses because some people don't have them all.\n  ","51494":"\n  Alot of different kind.\n  \n  Battlefield Games\n  \n  Minecraft\n  \n  Call of Duty Games\n  \n  Destiny Games\n  \n  Elder Scrolls\n  \n  Skyrim\n  \n  Gta Games\n  \n  Skate Games\n  \n  Ghost Recon\n  \n  MW Games\n  \n  Waay waaaay more.\n  \n  This is just a few.\n  \n  Waaay more.\n  ","51495":"\n  Goes both ways I'm sure!\n  ","51496":"\n  Really. Hopefully. I wish you lived near by. You could be a really good friend of the family.\n  \n  Are now.\n  \n  But wish ya lived more near by.\n  \n  You rock. ? Enjoy talking with ya! Always.\n  ","51497":"\n  Chilled with ny sick husband and then went out and cut the grass for a few hours.\n  \n  Feed my dogs good.\n  \n  My dog's hear is a bit messed up. We are tryna aid that.\n  \n  About to eat some chicken wings.\n  ","51498":"\n  ?.?\n  ","51499":"\n  LOL yea. Cash app only. ?\n  ","51500":"\n  Yea?\n  ","51501":"\n  Hopefully\n  ","51502":"\n  Thanks. ? I try.\n  ","51503":"\n  When I see people down or upset. I've gotta cheer them up.\n  \n  Seeing innocent people getting beat on... I do not like that..\n  "}}