{"Question":{"505383":"\n   can i see\n  ","505384":"\n   Hello\n  ","505385":"\n   You wanna movie\n  ","505386":"\n   What are you doing?\n  ","505387":"\n   Hello\n  ","505388":"\n   “Henry James wrote, Be not afraid of life, believe that life is worth living, and belief will help you create the fact.”\n\n\n“Have you ever had a dream that seemed so real, when you woke up you didn’t know what to believe?”\n— \tOne Tree Hill\n  ","505389":"\n   Yeah,these girls are my fave too...what do u think about Lucas Eugene Scott?😍\n  ","505390":"\n   aw lol, your so funny you are very pretty too\n  ","505391":"\n   You watched a movie for him\n  ","505392":"\n   On the edge of glory (not.the lady gaga song) or on the edge of forever?\n  ","505393":"\n   i think you can get a repellent from bees etc, xo\n  ","505394":"\n   I mean when you searched\n  ","505395":"\n   Fred Flinestone or Barney Rubble?\n  ","505396":"\n   Do you like it\n  ","505397":"\n   How long is it\n  ","505398":"\n   Groundskeeper Willie or Lunch Lady Doris?\n  ","505399":"\n   Homer or Barney?\n  ","505400":"\n   For m@sturbation\n  ","505401":"\n   When you have to make a difficult decision, what do you do?\n  ","505402":"\n   omg, thank god lol im so dumb x\n  ","505403":"\n   Do you post a picture of you here?\n  ","505404":"\n   I have my shirt off since it’s hot. You’ll get to see my huge abs muscles and bigger chest and muscular back🌹👑\n  ","505405":"\n   Old school batman (adam west tv show) or 80's and 90's Batman (micheal Keaton Val kilmer george clooney) late 2000's Batman (christian Bale, Ben Afflek)\n  ","505406":"\n   omg are you okay, hopefully not ill\n  ","505407":"\n   Would you ever get a piercing? Where?\n  ","505408":"\n   as in temperature lol or \n\nas in temperature or i guess both cause you are beautiful too\n  ","505409":"\n   Which askfm friend would you like to meet in real life?\n  ","505410":"\n   aw, how are you xo\n  ","505411":"\n   The Coors \"Radio\" or Robbie Williams \"Radio\"\n  ","505412":"\n   My sandwich or your sandwich? Which is better today?\n  ","505413":"\n   hey lynds\n  ","505414":"\n   Why you need that\n  ","505415":"\n   Does your local news or newspaper do reports on restaurants that were signed by the health department? One of my dads favorite restaurants got so many demerits they were shut down. 🤢\n  ","505416":"\n   do you like pineapple?\n  ","505417":"\n   Would you ever allow a close guy friend to spank you if he asked?\n  ","505418":"\n   Di satu sisi, lebaran kmrn si H datengin ke meja km buat ngucapin maaf lahir batin gtu. Dan parahnya si H berani banget deket2 si cowo di depan mata. Kesannya si H caper mulu sm ni cowo. Dan si cowo ntah knp tiba2 bersikap manis dan baik lg sm km sprti dulu. Apa yg bakal km lakuin?\n  ","505419":"\n   Have you ever eaten paper\n  ","505420":"\n   Aminah she is not 👎my lady she is my cousin beba Ponce part from my mom patty\n  ","505421":"\n   What does love mean to you?\n  ","505422":"\n   Why would I ask anyone if I can try it?😕\n  ","505423":"\n   Have you ever taken a drug test?Did you pass?\n  ","505424":"\n   What was the biggest mess you’ve ever made? Literally or physically\n  ","505425":"\n   How often are you flirted with or hit on in both your real life and on askfm?\n  ","505426":"\n   Ever been to comic con if you haven't would you\n  ","505427":"\n   between u and the last person u sent a text to: who is a better cook? who texts back faster? who is a better student? who is lazier?\n  ","505428":"\n   Sleeps with you and makes you comfy🌹👑\n  ","505429":"\n   Good night sweetie\n  ","505430":"\n   Hugs🌹👑\n  ","505431":"\n   How long do you recon you'll surive a zombie apocalypse if zombies were real\n  ","505432":"\n   Wanted to make you feel great🌹👑\n  ","505433":"\n   What was the craziest dream you’ve ever had?\n  ","505434":"\n   Kisses your cheek🌹👑😘\n  ","505435":"\n   What are some things that make you really happy?\n  ","505436":"\n   What age are you scared of?\n  ","505437":"\n   What is your favourite movie that you've seen that was made before you were born\n  ","505438":"\n   I love the idea of you working yourself over with a big toy\n  ","505439":"\n   lol u just love oversharing always have so we know that when u say u wont anymore it wont last lmao\n  ","505440":"\n   Are you good at keeping secrets?\n  ","505441":"\n   my english is the bestest i am the most very expert with the languaje\n  ","505442":"\n   why not 12 in like me 😏\n  ","505443":"\n   Nice. Did you try it out yet?\n  ","505444":"\n   How big is the dldo?\n  ","505445":"\n   can i haz da booty too\n  ","505446":"\n   this sounds dirty XD\n  ","505447":"\n   Sorry, the correct word was \"happiness\" '-'\n  ","505448":"\n   How will you spend your day?\n  ","505449":"\n   Scooby doo or Scrappy doo\n  ","505450":"\n   My little pony or the Care Bears\n  ","505451":"\n   Harry Potter or Daniel Radcliff\n  ","505452":"\n   If you consider asking a basic question about work harassment then you kinda already answered the q\n  ","505453":"\n   A real job is smth you take seriously + makes a living\n  ","505454":"\n   Are you addicted to unhappiness? '-'\n  ","505455":"\n   No it's just that obviously the thing you do isn't anything serious\n  ","505456":"\n   What three habits will improve your life?\n  ","505457":"\n   Your king is doing great🌹👑\n  ","505458":"\n   What makes you sad?\n  ","505459":"\n   rate out of 10 for you own mobile phone\n  ","505460":"\n   Have you ever wondered where you really came from? Did God really create everything, or did we really evolve over a long period of time from simpler life forms?\n\ng\n  ","505461":"\n   Do you expect to find a real job some day?\n  ","505462":"\n   I dont get it. The police dont even have my number, where do you get it from?\n  ","505463":"\n   How does it feel to have sex?\n  ","505464":"\n   For those of you finished high school  what advice do you have for those of us not done yet. \nAnd for those not done yet, what scares you the most about life after high school ?\n  ","505465":"\n   Por favor senor gibme a dollar 👲\n  ","505466":"\n   I am willing to share Freddie with you\n   \n    @depig\n   \n","505467":"\n   King’s here for you🌹👑\n  ","505468":"\n   Do you play any videogames, if so what kind?\n  ","505469":"\n   yeah i got stung too before x\n  ","505470":"\n   wyd?\n  ","505471":"\n   ... this little piggy went to the market\n  ","505472":"\n   do you know how to do french braids?\n  ","505473":"\n   POUQ\n  ","505474":"\n   do you like pomegranate?\n  ","505475":"\n   do you like jelly doughnuts?\n  ","505476":"\n   Favourite part about summer ?\n  ","505477":"\n   Top gun ? or erm... Robotech?\n  ","505478":"\n   What's the one thing in the world you desire above all else?\n  ","505479":"\n   Yay or nay?\n  ","505480":"\n   Did you ever use a fake Id when you were younger\n  ","505481":"\n   Good morning people\nHave a nice day\n  ","505482":"\n   Fair enough, night night Lyndsey :) x\n  ","505483":"\n   hey your right too, and  idont want you hurt,# your funny lol\n  ","505484":"\n   what’s the best breakfast sandwich? (bagel? english muffin? croissant? what kind of meat? what kind of cheese?)\n  ","505485":"\n   I keep yawning so much my eyes are watering\n  ","505486":"\n   Are you a happy person\n  ","505487":"\n   When  you wear clothes do they have to match\n  ","505488":"\n   hi im from big company we want to make bestproducts for that we are getting pictures of female bodies with no clothes as feedback for our products we want to be the very best please help us we only need one picture but u can share as many as u like thx bai bai\n  ","505489":"\n   guss the guy doesnt cut it anymore huh\n  ","505490":"\n   oh nice, yeah definitely take care with the knee hugs\n  ","505491":"\n   Would your mom date a black guy?\n  ","505492":"\n   aww, poor you, hate wasps xo\n  ","505493":"\n   swimming is good exercise, have you alot of muscle, i try to build muscle liv oogles boys with hot bods jealous dot com lol\n  ","505494":"\n   aw, sucks maybe they like you, x\n  ","505495":"\n   Thong or g string\n  ","505496":"\n   hello lynds, miss you\n  ","505497":"\n   Ah one of them\n  ","505498":"\n   Who doesn’t love tickles 😏 except most people\n  ","505499":"\n   bout time lmao what made u decide\n  ","505500":"\n   tickles you to bump it to the top\n  ","505501":"\n   Goes swimming🌹👑\n  ","505502":"\n   What’s passion tea when it’s at home?\n  ","505503":"\n   did your mom ever play this little piggy on your feet when u were a kid?\n  ","505504":"\n   My love🌹👑\n  ","505505":"\n   never have i ever: been to Japan\n  ","505506":"\n   My life has come to a point where a noun could either be me or a dildo.\n  ","505507":"\n   That’s interesting, not how I thought you’d list it\n  ","505508":"\n   both lmao\n  ","505509":"\n   seems like u have a new fave\n  ","505510":"\n   Okay, what’s worse - Feet, advertisements, tickling, insults or pic request questions?\n  ","505511":"\n   are u rly getting one\n  ","505512":"\n   jordan.\n  ","505513":"\n   huh\n  ","505514":"\n   A unisex name...Chris\n  ","505515":"\n   Thanks Lynds, being sick sucks\n  ","505516":"\n   Let’s have kids then 😏\n  ","505517":"\n   Do you shower in the morning after you wake up before you go to bed?\n  ","505518":"\n   I’m feeling a lot better today\n  ","505519":"\n   Doesn’t look a day over 18\n  ","505520":"\n   Would you go to the prom with me?\n  ","505521":"\n   What do you do if you are having dinner with your bf\/gf family for the first time and you don’t want to eat what they made?\n  ","505522":"\n   Last one: Mario Kart or Actual go karting?\n  ","505523":"\n   How many sugars do you have in your tea\/coffee\n  ","505524":"\n   What makes you feel really uncomfortable?\n  ","505525":"\n   Mario Party or having an actual party\n  ","505526":"\n   Risk (the board game) or taking an actual risk?\n  ","505527":"\n   Voltron or Power Rangers?\n  ","505528":"\n   Was it acceptable in the 80's?\n  ","505529":"\n   Say now you were a guy and you saw your actual self as a women on Tider would you swipe left for no or right for yes\n  ","505530":"\n   Say now you are in Florida and in a boat and a Dolphin drops by to say hi to you what would you do\n  ","505531":"\n   Do you think you still have a baby face\n  ","505532":"\n   Do you find couples who can't keep their hands off eachother in public cute? 👫💕\n  ","505533":"\n   Vertigo or Vertigo (the U2 somg)\n  ","505534":"\n   Lara Croft or Angelina Jolie?\n  ","505535":"\n   Can you whistle?\n  ","505536":"\n   Hey there check out my favorite website\n   \n    https:\/\/www.amazon-fire-tv-stick-support.com\n   \n   for Amazon Fire TV stick support, their assistance is really wonderful If you need any kind of assistance regarding Amazon Fire TV Stick to visit the website and contact the support team.\n  ","505537":"\n   Only king gets to touch your booty🌹👑\n  ","505538":"\n   Hello Lyndsey\n  ","505539":"\n   🌹👑😘😘\n  ","505540":"\n   Sorry about what I asked '-'\n  ","505541":"\n   -\n  ","505542":"\n   boby pic\n  ","505543":"\n   Poor king🌹👑😖\n  ","505544":"\n   Are you married? '-'\n  ","505545":"\n   What is your favorite movie?\n  ","505546":"\n   Thanks for keeping my body strong and muscular🌹👑\n  ","505547":"\n   Goes swimming with you🌹👑\n  ","505548":"\n   What is your weapon of choice for smiting your enemies - axe or sword?\n  ","505549":"\n   What’s on your bucket list?\n  ","505550":"\n   Do you know anyone who looks just like someone famous? My department manager at works looks just like a real life Homer Simpson. What’s funny is he even admits to this and has a laugh about it!\n  ","505551":"\n   Livin' on the edge or the edge of glory?\n  ","505552":"\n   Salt N' Peppa or Mel and Kim?\n  ","505553":"\n   Hot chocolate (the band)  or hot chocolate (the drink)\n  ","505554":"\n   Wonderwall or a wall\n  ","505555":"\n   Any summer book recomendations?\n  ","505556":"\n   What did tou mean with \"using it on you\" 😱\n  ","505557":"\n\n    https:\/\/youtu.be\/OX09nClMQhs\n   \n   what did you think about this weapon?\n  ","505558":"\n   POUQ\n  ","505559":"\n   «Goals are achieved through discomfort and hard work. They aren’t achieved when you hide out in a place where you’re nice and cozy.»\n  ","505560":"\n   Silent and very deadly or just really loud ?\n  ","505561":"\n   Kids (MGMT) or Kids (Take That) or Kids (Robbie and Kylie)\n  ","505562":"\n   never have i ever: come out to my parents\n  ","505563":"\n   never have i ever: eaten 😺 (lmao 😬)\n  ","505564":"\n   if u are receiving head, what is ur fav way to be. (lying down? standing up? all fours?)\n  ","505565":"\n   Because I wanna be happy when I was in pain for a few days🌹👑😭\n  ","505566":"\n   Hugs🌹👑😖🤗\n  ","505567":"\n   Puts tiara on your head when you put a crown on my head🌹👑\n  ","505568":"\n   Does anyone famous live in your town\/city if so who\n  ","505569":"\n   Treats you like a queen🌹👑\n  ","505570":"\n   What separates real, friends from acquaintances?\n  ","505571":"\n   What is one thing you can do today to help someone?\n  ","505572":"\n   Love you more🌹👑\n  ","505573":"\n   How long is your hair\n  ","505574":"\n   King is Happy to be with his Queen🌹👑\n  ","505575":"\n   should marijuana be legalized in the united states? what are the pros\/cons of legalizing marijuana?\n  ","505576":"\n   sober sxx or drunk sxx\n  ","505577":"\n   what is your opinion on physician-assisted s*icide? should it be implemented or prohibited? what do you believe the restrictions should be?\n  ","505578":"\n   What's your favorite or best physical feature?\n  ","505579":"\n   My bad good night and foryeah\n  ","505580":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","505581":"\n   Doing well. I’m alright🌹👑\n  ","505582":"\n   Thanks a lotLynds enjoy he rest of ur dauy\n  ","505583":"\n   what's your favourite friends character! and why\n  ","505584":"\n   God idea, I just wish I had thought of that earlier 🤧 Have to sort that out\n  ","505585":"\n   whatever\n  ","505586":"\n   Blocked up sinuses, can’t get comfy and have to breath with my mouse open\n  ","505587":"\n   Mickey or Minnie\n  ","505588":"\n   Hey🌹👑\n  ","505589":"\n   I don’t think you’d like my favourites aha\n\n\nNow, I’ll have some virtual back tickles please, it’s 02:05 here and your boy can’t sleep 😞\n  ","505590":"\n   thoughts on the following,\n   \n    @SophieWhite3\n   \n   ,\n   \n    @alpacasarenice\n   \n","505591":"\n   Skeletons in your closet or monsters under your bed?\n  ","505592":"\n   So the rideshare company Lyft has introduced self driving cars that will pick up and drop off people . Would you ever take a ride in a car that drives itself?\n  ","505593":"\n   Lyndsey, you are missing out 🙄\n\nLeans head on lap and hugs your legs, goodnight x\n  ","505594":"\n   Like ASMR?\n  ","505595":"\n   omg,u watched it?which seasons and characters r ur faves?\n  ","505596":"\n   Huh, I’m betting a heater of some kind. Let me know if you find out\n  ","505597":"\n   how do i unbake a cake\n  ","505598":"\n   do u read Maugham?\n  ","505599":"\n   Did you find out what the package was?\n  ","505600":"\n   If you made a family tree on your family  how far could you go  back\n  ","505601":"\n   Why doorbells? 😂\n  ","505602":"\n   Eggsy or less pure eggsy?\n  ","505603":"\n   R.E.M  Or  R.E.M (the band)\n  ","505604":"\n   Chicken or duck\n  ","505605":"\n   If you did a blog on your life for a day would it be interesting\n  ","505606":"\n   What will there always be a need for?\n  ","505607":"\n   True, I’m no angel. 😏 Feeling a bit better thanks, my nose and throat are sore though\n  ","505608":"\n   never have i ever: lived in a college dorm\n  ","505609":"\n   Ask.fm or kiwi?\n  ","505610":"\n   Die hards or terminators\n  ","505611":"\n   (i’ve legit never done any of these! have u?) never have i ever: gone out w someone who asked for my number in public\n  ","505612":"\n   Don't wanna miss a thing or Armaggeddon (so basically the hit song or the movie itself)\n  ","505613":"\n   never have i ever: been arrested\n  ","505614":"\n   never have i ever: been in a wave pool (they look lit tho)\n  ","505615":"\n   What makes you say that? Devil 👿\n  ","505616":"\n   Jolene (Dolly parton) or Jolene (Miley cyrus) or Jolene (Amy Winehouse)\n  ","505617":"\n\n    http:\/\/filmovi.infopult.net\/online-film\/sa-prevodom\/2349-10787\/One-Tree-Hill-Season-8-Episode-05\n   \n","505618":"\n   Ine the end (linkin park)  or  in the end (black.veil brides)\n  ","505619":"\n   Good day so far?\n  ","505620":"\n   Why does society place such a high value on beauty when it serves no functional purpose?\n  ","505621":"\n   nous avons besoin de preuves\n  ","505622":"\n   have you ever had sex with 2 different people in one day\n  ","505623":"\n   FAVOURITE POKEMON\n  ","505624":"\n   do you believe social media has changed the dynamic of interpersonal relationships? how so?\n  ","505625":"\n   What do you like to spend money on?\n  ","505626":"\n   Have you ever seen someone you know somewhere and when you said hi or nodded or whatever they just blew you off?Like they didn’t even acknowledge you?\n  ","505627":"\n   in general, would you rather own ur own business\/company (and be ur own boss but have the risks associated w that) or work for an established company\/corporation (and have a boss, but job security)\n  ","505628":"\n   have you ever been a relationship w mismatched libidos?\n  ","505629":"\n   Are your good looks a blessing or a curse?\n  ","505630":"\n   drank today?\n  ","505631":"\n   Glad to hear, could do with some better sleep myself. 😇\n  ","505632":"\n   Hello\n  ","505633":"\n   😁 Good rest?\n  ","505634":"\n   What is the worst thing you've bought\n  ","505635":"\n   So if somone did it with you\n  ","505636":"\n   Ever caught anyone looking over your shoulder as you were playing on your phone?\n  ","505637":"\n   Would you ever do a sky dive\n  ","505638":"\n   Somebody sent you song lyrics Lynds, do you know \"castle on the hill\"? Love this song\n   \n    https:\/\/youtu.be\/K0ibBPhiaG0\n   \n","505639":"\n   When it comes to getting gifts , do you like to be surprised or would you prefer to pick out your own present?\n  ","505640":"\n   What would your parents have named had you been born the opposite sex?I would have been Tracy\n  ","505641":"\n   hold it and squeeze it.\n  ","505642":"\n   😖 Who has given you the most grief recently?\n\n😀 Who has given you the most joy?\n  ","505643":"\n   at what age would u say u smoked the most 🌲 ?\n  ","505644":"\n   So I got banned from Bingo last night - everytime someone shouted 'Line' I walked over with a rolled up 20... Was I playing it wrong??\n  ","505645":"\n   have u ever done lsd\n  ","505646":"\n   Do you think it's really possible to photograph the soul leaving the body at the point of death? 😯 I've seen some compelling photos online but due to our current age of photoshopping and what not, it's hard to know what's real and what's fake... 💁‍♂️\n  ","505647":"\n   If you were given a very powerful, but utterly evil magical trinket, and, due to your honest, uncorruptible nature, charged with the task of taking it to the only place in the world where it could be destroyed and casting it into the fire, would you go through with it or sack the task off & keep it?\n  ","505648":"\n   Night Lyndsey 😘\n  ","505649":"\n   What is one thing so terrible that you wouldn’t even wish on your worst enemy?\n  ","505650":"\n   Do you miss the days of having weekend jobs, getting paid, buying cheap spirits and drinking them straight with your friends?\n  ","505651":"\n   How do you personally view the contentious topic of gender? As a social construct or just a way of identifying between the two sexes? Not trying to start sh💩t btw, I know this is a predominantly left wing site, and I don't wanna f🤯ck with people's safe space, just wondering what y'all think? 🤔😬\n  ","505652":"\n   have u ever broken a couple up? (was it inadvertent?)\n  ","505653":"\n   (today i discovered that me and my best friend have very different definitions of the perfect cinnamon roll.) describe the perfect cinnamon roll!\n  ","505654":"\n   why do you  think some people are racist!\n  ","505655":"\n   in the immortal words of Prince, “you don't have to be beautiful, to turn me on.” do you share his sentiment?\n  ","505656":"\n   How many followers do you have?I just reached my 900th. Happy day!!!\n  ","505657":"\n   would you rather have a latte or a sandwich in ur hand rn\n  ","505658":"\n   Good night beautiful\n  ","505659":"\n   Good morning! I guess bed time for you soon, right?\n  ","505660":"\n   Do your friends turn to you for advice? On what subjects?\n  ","505661":"\n   what do you look like? You should pap, you’ve been on here for years\n  ","505662":"\n   can i see\n  ","505663":"\n   needs a spankin\n  ","505664":"\n   Do you think the majority of people on ask have your best interests at heart ?\n  ","505665":"\n   When was the last time someone hit on you?\n  ","505666":"\n   Oh hey imma sorry\n  ","505667":"\n   Well that’s nice!\n  ","505668":"\n   What is the prettiest city you have ever been to?\n  ","505669":"\n   Hi😊 I’m new and you seem nice\n  ","505670":"\n   So you're the one who keeps calling on the phone?\n  ","505671":"\n   i’m gonna do a bunch of spam on\n   \n    @eggsydoessomethingnaughty\n   \n   bc i’m in a questioning mood. ask me to follow u there if u want spam tonight!\n  ","505672":"\n   Hello people of the earth 😅\n.. I have always wanted to say that\n  ","505673":"\n   should there be more severe legal consequences to cyber-bullying? how can we prevent cyber-bullying from happening?\n  ","505674":"\n   Hey Lynds how are you\n  ","505675":"\n   How u can write such long sentences ?\n  ","505676":"\n   what happened to the guy u were talking to\n  ","505677":"\n   I wish 😚 Goodnight sweet cheeks x\n  ","505678":"\n   Too much explanation you give \nHow you do this ?\n  ","505679":"\n\n    @NineGDxFour\n   \n   babys name is heaven backwards ;)\n  ","505680":"\n   Does cgpa matters ?\n  ","505681":"\n   Thanks Lynds, please pray I fall asleep soon so that I don’t wake up late 💤\n\nCuddles into you\n  ","505682":"\n   Why are you single?\n  ","505683":"\n   Please Lyndsey, my nose is blocked and I can’t sleep 😞\n  ","505684":"\n   Can you massage my thighs please? I’m sick, have a cold\n  ","505685":"\n   Do you still have any of your old toys when you were a kid\n  ","505686":"\n   Which youtubers do you really hate\n  ","505687":"\n   Do you want to be roasted for a bit of fun\n  ","505688":"\n   do you love your job!😮\nand what is it if you have one😮\n  ","505689":"\n   oh cool liv wears both, its embarassing way taller then lol\n  ","505690":"\n   do you wear heels\n  ","505691":"\n   do you like getting dressed up or are you casual kinda girl\n  ","505692":"\n   Voodoo Donuts from Portland 😎\n  ","505693":"\n   Have you ever been poisoned? What with?\n  ","505694":"\n   Would you rather please or be pleased?\n  ","505695":"\n   If i showed up at your front door holding a box of donuts how long would it take you to call the police??\n  ","505696":"\n   how was your weekend, anything fun happen\n  ","505697":"\n   Who do you trust with your life?\n  ","505698":"\n   What was the last concert that you went to?\n  ","505699":"\n   What are you looking forward to?\n  ","505700":"\n   would you rather give up meat or coffee?\n  ","505701":"\n   would you rather give up alcohol or instagram?\n  ","505702":"\n   would you delete any social media account you have to try to salvage your relationship?\n  ","505703":"\n   Why is your bedroom so tiny?\n  ","505704":"\n   how do u feel abt superhero movies?\n  ","505705":"\n   What is one thing you wish your significant other would do more often?\n  ","505706":"\n   Yes, hope you don’t mind a bf who’s made of snow ☺️\n  ","505707":"\n   What’s the last thing your bf\/gf did that really made you angry or upset?\n  ","505708":"\n   You make me melt Lyndsey\n  ","505709":"\n   were you fascinated by dinosaurs as a kid? what about ancient Egypt?\n  ","505710":"\n   Cold here, can you give me a nice big hug to warm me up? ♥️\n  ","505711":"\n   Love you🌹👑\n  ","505712":"\n   It’s because she only likes speaking to me\n  ","505713":"\n   Hey hot girl\n  ","505714":"\n   Is there any reason why this topic annoys you in particular? Like you’re kinder to the feet and butt guys lol\n  ","505715":"\n   I’m really sorry for bugging you with the tickling thing\n  ","505716":"\n   What's your advise to my friend?\n  ","505717":"\n   Did you know PCOS doesn't actually cause obesity?\n  ","505718":"\n   How long for? Did they at least get a smile out of you? 😊\n  ","505719":"\n   Are you feeling better than you were a year ago?\n  ","505720":"\n   Tickle story?\n  ","505721":"\n   Are you an organ donor?\n  ","505722":"\n   My friend wife doesn't allowed her husband touch her and have sex with her husband so hard to bear once her husband peek at his wife having shower his wife scolded him what's psychology of his wife\n  ","505723":"\n   i can't stop thinking about you from yesterday♥️ i want to say sorry for you and also thank you♥️ i don't want to say who i am because maybe you will be angry if you know that😅\n  ","505724":"\n   Ever had your heart broken?\n  ","505725":"\n   Is once a cheater ALWAYS a cheater?\n  ","505726":"\n   Is it dangerous for a woman to falsely accuse men ?\n  ","505727":"\n   At what age would you like to live alone by?\n  ","505728":"\n   If you could marry anyone in the world, who would it be and why?\n  ","505729":"\n   What month is your birthday in?\n  ","505730":"\n   Do you like to go boating or kayaking?How about surfing or boogie boarding ?\n  ","505731":"\n   What’s your favorite type of pasta?\n  ","505732":"\n   Who do you look more like your mom or dad?\n  ","505733":"\n   do you wear small medium large or XL clothes\n  ","505734":"\n   Good night beautiful\n  ","505735":"\n   Just curious, what do you think of my page?\n  ","505736":"\n   Oh i'll probe YOU. For answers. *Looks closer at dp, realizes its a drawing* Frick. Nvm.\n  ","505737":"\n   if i was gonna go to a donut shop RIGHT NOW what would u ask me to bring back for u\n  ","505738":"\n   If you saw an alien and can only ask one question what would you ask and why\n  ","505739":"\n   What is your favorite animated cartoon?\n  ","505740":"\n   What to do with it ?\n  ","505741":"\n   Your king had chest pain and back pain and wasn’t on for a few days🌹👑😖\n  ","505742":"\n   Yeah i have made your sketch\n  ","505743":"\n   Is their an appropriate way to tell someone that their breath stinks?\n  ","505744":"\n   Which s3x toys do you have?\n  ","505745":"\n   Do you have a favorite sports team?\n  ","505746":"\n   As the tilte says: Funny Cool or Stupid,  what do you think?\n   \n    https:\/\/www.instagram.com\/p\/ByYMTfzD-VQ\/?igshid=1tw50o4ob1jg0\n   \n","505747":"\n   I have made you sketch ?\n  ","505748":"\n   Which part of your body is sexest?\n  ","505749":"\n   Do you like and do you believe in time travelling?\n  ","505750":"\n   Single\n  ","505751":"\n   Have you ever gamble?If yes lose or Win\n  ","505752":"\n   R u depressed ?\n  ","505753":"\n   Are you a massive gamer\n  ","505754":"\n   hugs\n  ","505755":"\n   How big is your butt\n  ","505756":"\n   Have you ever tried gourmet chocolate? Did you notice a difference between it and Hershey’s or Cadbury?\n  ","505757":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","505758":"\n   What moment in your life have you displayed complete humility? :)\n  ","505759":"\n   I’m watching you......that’s what I just told my TV.Anyhow are you related to anyone famous?\n  ","505760":"\n   What is the best book you have read?\n  ","505761":"\n   what are three foods that remind you of your childhood? (i am feeling nostalgic lol)\n  ","505762":"\n   Are you difficult to satisfy?\n  ","505763":"\n   do u like black licorice ?\n  ","505764":"\n   List of everyone who you follow\n  ","505765":"\n   Have you ever bought something on the internet?\n  ","505766":"\n   Hello\n  ","505767":"\n   What are your plans for this weekend?\n  ","505768":"\n   Humor me (please!) when was the last time you were tickled?\n  ","505769":"\n   Fun little thing you can hide all of your details post a picture of your driving licences or learners permit\n  ","505770":"\n   why didn't you go?\n  ","505771":"\n   proof we need\n  ","505772":"\n   How would you feel if you earned the nickname Peggy?\n  ","505773":"\n   Nice 😃 I‘m looking for „new“ vinyl records. I‘m in a music fever actually lol.\n  ","505774":"\n   Why change?\n  ","505775":"\n   Are ED or impotence (etc) the ultimate 'safe sex'?\n  ","505776":"\n   Have you ever 'pegged'?\n  ","505777":"\n   If your classmates used to bully you your teachers look down upon you, would you still go to a class reunion after graduation? Do you still hate them after you left school?\n  ","505778":"\n   I don’t\n  ","505779":"\n   Because you farted\n  ","505780":"\n   do you like avocado toast?\n  ","505781":"\n   Dunno\n  ","505782":"\n   lesb1ans get 1t 0n. get y0urself a tr1ple serv1ng 0f r0ast beef!\n  ","505783":"\n   I get weird atmosphere on your profile\n  ","505784":"\n   Someone has been looking at lingerie\n  ","505785":"\n   If it became law that everyone had to die in their 70th year, but you could choose the day and have a free lavish 'deathday party', what day would you choose and how would you celebrate?\n  ","505786":"\n   Are you a city or a nature person?\n  ","505787":"\n   Is there someone that when you first them you didn’t like them but now you’re really close with?\n  ","505788":"\n   Do you shy away from discussing difficult topics with strangers, such as politics and religion. Why \/ Why not?\n  ","505789":"\n   Yes, are u in LA county\n  ","505790":"\n   Hello. My name is Demi Lovato. Can you like my 74 answers and follow me? Gracias ;) #Followed Have a nice day! (:\n  ","505791":"\n   Are u in pacific time zone also?\n  ","505792":"\n   How good is your WiFi signal? I’m at work and mine sucks!\n  ","505793":"\n   Would money truly make you happy?Would it truly make all your problems go away?\n  ","505794":"\n   what time do you generally fall asleep? like not just go to bed, but what time of night r u sleeping?\n  ","505795":"\n   How is a game of chess like a swordfight?\n  ","505796":"\n   do you like oatmeal?\n  ","505797":"\n   do you like oysters?\n  ","505798":"\n   do you like soy milk?\n  ","505799":"\n   What number am I thinking of? Winner gets 50 coins.\n  ","505800":"\n   Are evil people born or created?\n  ","505801":"\n   How are you?!\n  ","505802":"\n   Oh no that sucks!\n  ","505803":"\n   Poste an photo in the French sun\n  ","505804":"\n   Do you know what it is to feel the light of love inside you? And all the darkness falls away?\n  ","505805":"\n   Сколько лет тебе сейчас ( сколько месяцев лет и дней со дня Рождения)?\n  ","505806":"\n   what do you think the best way to deal w the n-word in literature, in classrooms? can non-black people read it aloud? if not, what’s the best alternative?\n  ","505807":"\n   your fav youtuber\n  ","505808":"\n   what’s the best casual date?\n  ","505809":"\n   What’s the nicest thing a complete stranger has done for you?\n  ","505810":"\n   Have you ever lost a bet? What did you have to do?\n  ","505811":"\n   Ever lather yourself up in sunscreen like putting on literally the whole bottle and you STILL got burned??\n  ","505812":"\n   Can you solve a rubix cube\n  ","505813":"\n   Favourite TV shows on Netflix (I’m looking for suggestions go binge watch)\n  ","505814":"\n   Favourite Disney character\n  ","505815":"\n   is that bad\n  ","505816":"\n   do u get a lot of unsolisited ones\n  ","505817":"\n   How does a guy get your number?\n  ","505818":"\n   What is the numbers mean?\n  ","505819":"\n   who that\n  ","505820":"\n   Can I pay to see them more\n  ","505821":"\n   3\n  ","505822":"\n   What you doing?\n  ","505823":"\n   how many pick dics have u gotten\n  ","505824":"\n   lyndee can i repeat it?😝\n  ","505825":"\n   What is one thing you regret not doing in life?\n  ","505826":"\n   Do you have a fat butt?\n  ","505827":"\n   How clean  is your house\n  ","505828":"\n   1\n  ","505829":"\n   True that, nighty night Lyndsey x\n  ","505830":"\n   My comment is always, big or small, “they’re boobs”!\n  ","505831":"\n   1\n  ","505832":"\n   if you are here i want to till you that you are the best😝\n  ","505833":"\n   I've just unfollowed 25 people if you get this then this means I'm still following you\n  ","505834":"\n   Some of ur fans are kinda cute haha\n  ","505835":"\n   Have fun, I’m sleepy now too, so I should hit the the hay, imagine I’m there asleep on a lilo or something ☺️\n  ","505836":"\n   Well I can dream\n  ","505837":"\n   That’s hot, just be careful with your leg to not make it worse ♥️\n  ","505838":"\n   1\n  ","505839":"\n   😏\n  ","505840":"\n   Yes hello I would like a back rub please\n  ","505841":"\n   Bet your foot guys were pleased\n  ","505842":"\n   Like back rubs?\n  ","505843":"\n   Damn, I miss all the good stuff\n  ","505844":"\n   What does? 😞\n\nWould you rather “smashes knee to pieces with Thor’s hammer” ?\n  ","505845":"\n   1\n  ","505846":"\n   Do you give them pics or do you not put up with us? 😄\n  ","505847":"\n   Gently rubs your bad knee to cheer you up\n  ","505848":"\n   You get some funny people here, Lynds\n  ","505849":"\n   Welcome, you get foot guys here often?\n  ","505850":"\n   Bet your footsies are cute, you know it 🧦\n  ","505851":"\n   What’s it like having pretty feet?\n  ","505852":"\n   I didn’t even win at sports in school, still got a cup tho\n  ","505853":"\n   i'm sending this while i'm enjoying😍🙈🙈 cute lynde🙊🍑\n  ","505854":"\n   Heeey, you found it! Here’s a cookie for your trouble 🍪\n  ","505855":"\n   Oh, the thing you answered just now\n  ","505856":"\n   Good idea, I should do that \n\nAlso I asked earlier, but my post probably got buried under the other idiots\n  ","505857":"\n   Slept well thanks, hope u do too :)\n  ","505858":"\n   So true, so true\n  ","505859":"\n   thank you,😍😍😍 ❤️\n  ","505860":"\n   I probably should sleep earlier tonight, I ate too much pizza and got drunk earlier and now I feel funny and my stomach is sore 🤮\n  ","505861":"\n   Did you have a nice day? What did you do?\n  ","505862":"\n   Damn, 23:15 here, not as late as yesterday, but you still got half the day left 😗\n  ","505863":"\n   1\n  ","505864":"\n   What time is it in Lyndsey land?\n  ","505865":"\n   Aw Lyndsey 😞\n\nHugs\n  ","505866":"\n   Which foreign country would you love to visit?\n  ","505867":"\n   1\n  ","505868":"\n   What’s up with your knee?\n  ","505869":"\n   wdym\n  ","505870":"\n   What's your favorite picture of you\n  ","505871":"\n   Movie Madness ( and some other live events this week)  A) Gloria Bell B) Papi Chulo C) Late Night D) Liam Gallagher: As it was (live) D) Take That greatest hits concert (live)\n  ","505872":"\n   lol was the youtuber cute, xo\n  ","505873":"\n   Are you more afraid of death or not really living?\n  ","505874":"\n   last time u were churning the cream\n  ","505875":"\n   Do you talk or yell at your tv when watching something? You know they can’t hear you right?\n  ","505876":"\n   i don't have a gf and i'm really turned on what i have to do🤦🤦\n  ","505877":"\n   What is a perfect work place for you?\n  ","505878":"\n   Any weekend plans?\n  ","505879":"\n   Whats up Lynds 😊 ?\n  ","505880":"\n   can i ask you a question but maybe you will think that it is stupid🤦??\n  ","505881":"\n   They shoot innocent people? Why\n  ","505882":"\n   Are you the butt of people’s jokes ?\n  ","505883":"\n   Rice or chips\/fries with my chicken tonight?\n  ","505884":"\n   in my country cops are allowed to punish us what about your country?\n  ","505885":"\n   I am psychic do you have a cat named Tango ??\n  ","505886":"\n   At least u r enjoying u r happy with yourself\n  ","505887":"\n   What is one of your hidden talents?\n  ","505888":"\n   Woow better than mine\n  ","505889":"\n   Turns that peach into a tomato.\n  ","505890":"\n   Would you steal to feed your family?\n  ","505891":"\n   Nothing\n  ","505892":"\n   What you study ?\n  ","505893":"\n   Hhmmm\n  ","505894":"\n   Is it weird that I think boob size isn't very important?\n  ","505895":"\n   Then you stood up on your own ?\n  ","505896":"\n   What subject should be added to the required curriculum in schools?\n  ","505897":"\n   Would you sell advertising space on your body or property if the money was  right? I’d sell the naming rights to my home in a second. You could call or Starbucks home at Toms place.\n  ","505898":"\n   Have you ever fainted or fell on ground ?\n  ","505899":"\n   What's up\n  ","505900":"\n   Hahaha 😂 😂\n  ","505901":"\n   Say something nice🌼\n  ","505902":"\n   Have you ever jumped off a roof holding an umbrella with the intent on floating safely down ala Mary Poppins? How’d that work out for you?\n  ","505903":"\n   Where are you from?\n  ","505904":"\n   Would you kill for the one you love?\n  ","505905":"\n   What are you doing right now ?\n  ","505906":"\n   i like your questions (they’re creative), answers (they’re fun to read), and that you’re nice to pretty much everyone lol 🌸\n  ","505907":"\n   Do you have any nicknames? What is your favourite nickname you've ever been given? And alternatively, what is your LEAST favourite?\n  ","505908":"\n   Do you have any goals for this summer (or winter for my Southern Hemisphere friends) ?\n  ","505909":"\n   Well I wasn’t here, no fair.\n  ","505910":"\n   sometimes i like to pretend im a squid and my toes are my tentacles\n  ","505911":"\n   who was that one\n  ","505912":"\n   oh so he is rose dude then\n  ","505913":"\n   i thought he was that guy u talked but a while ago\n  ","505914":"\n   now u can get dirty again\n  ","505915":"\n   Just started cutie\n  ","505916":"\n   02:27, my sleep pattern is terrible 😴\n  ","505917":"\n   👑 you wear one well prinny\n  ","505918":"\n   are u glad lyndseys boy is back\n  ","505919":"\n   I LIKE GIRLS🤦‍♂️🤦‍♂️🤦‍♂️SO WHY WOULD I GO TO A GAY BAR IF I LIKE GIRLS🤦‍♂️ AND I’VE ONLY KISSED ONE GUY BUT HE INITIATED IT AND I DIDNT LIKE IT SO WHY WOULD I GO TELL ME PLEASE\n  ","505920":"\n   Hello\n  ","505921":"\n   What time do you normally get up\n  ","505922":"\n   Rests head on your lap and falls asleep\n  ","505923":"\n   Your knee? Is it okay?\n  ","505924":"\n   Do you still love me? 😚\n  ","505925":"\n   summer potlucks or pool parties?\n  ","505926":"\n   Ah, yeah, hindsight. Now I have to make a new account 😅\n  ","505927":"\n   so what do you like about my page then ms masshole\n  ","505928":"\n   Wheres your worst spot?\n  ","505929":"\n   Do you Like to be tickled?\n  ","505930":"\n   If you asked your boyfriend if he could guess correctly what color your panties are right now do you think he could get it right?\n  ","505931":"\n   What do you like about my page? Please don't say nothing, lol🧚‍♀️\n  ","505932":"\n   Do you have a huge butt?\n  ","505933":"\n   Hello? 😞\n  ","505934":"\n   What are your favourite kind of questions to receive? 💛\n  ","505935":"\n   How's your butt\n  ","505936":"\n   Shoes or heels👞👠\n  ","505937":"\n   CAH:  There is no God. It's just ______________________________ and then you die.\n  ","505938":"\n   😚\n  ","505939":"\n   Would you clone yourself if you could?\n  ","505940":"\n   Favourite emoji?\n  ","505941":"\n   oh hate weird dreams lol\n  ","505942":"\n   That makes me happy.:) One more thing, I’ve asked non-anon before but you didn’t like my account name, but it was supposed to make you happy, can I message non anon in future?\n  ","505943":"\n   How do you greet your friends?\n  ","505944":"\n   Love you my Queen you’re the best🌹👑\n  ","505945":"\n   And the best actor awatd goes too:\n   \n    https:\/\/www.instagram.com\/p\/ByKmBOvgDx7\/?igshid=mtkafpmdkfkf\n   \n","505946":"\n   Ever been professionally paddled?\n  ","505947":"\n   Would it bother you if someone watched you have sex\n  ","505948":"\n   Yeah it sucks cus I come here often, and have an account I made for you, but I’m usually on anon, looking to be loved. 😚\n  ","505949":"\n   Got me good softy ❣️ I’ll change that name if it doesn’t suit\n  ","505950":"\n   what’s a breakfast food you don’t like? what’s a dessert you don’t like?\n  ","505951":"\n   Favourite food\n  ","505952":"\n   Lmao, I had to Google that, puta it is 😅\n  ","505953":"\n   I think it's more than just her lol\n  ","505954":"\n   It’s a cute nickname name for you, can I get one? 😚\n  ","505955":"\n   Congrats softy 👍🏻\n  ","505956":"\n   Have you ever talked to that balloon person?\n  ","505957":"\n   You still on keto?\n  ","505958":"\n   Do you think you're a  nice person\n  ","505959":"\n   Sounds like a fun time, haha\n  ","505960":"\n   Mmm, I bet you have soft skin Lyndsey. 😚\n  ","505961":"\n   Would you snitch on a close friend , relative or loved one if you knew they committed a serious crime?\n  ","505962":"\n   Can you cuddle me so that I fall asleep on you please? ♥️\n  ","505963":"\n   What’s your favorite thing to do when it’s dark outside?\n  ","505964":"\n   Do you agree with legally assisted suicide?\n  ","505965":"\n   have you ever lived in a home with a pool\n  ","505966":"\n   What’s an unpopular opinion you have? I have one, Taylor Swift’s music isn’t very good. She’s really regressed since her country days.\n  ","505967":"\n   anytime, aw so proud of you lynds\n  ","505968":"\n   sexy pap\n  ","505969":"\n   What do you work on just leg\n  ","505970":"\n   I see perfectly\n  ","505971":"\n   Do you know anyone who uses their disability as an excuse to be rude, needy, pushy or lazy? As harsh as this question sounds I know someone like this.\n  ","505972":"\n   When is the world going to end?\n  ","505973":"\n   Cool I'm working out\n  ","505974":"\n   When does life begin?\n  ","505975":"\n   What would you do if you found a celebrity's phone?\n  ","505976":"\n   Um... how? You're so beautiful and perfect\n  ","505977":"\n   What are you doing\n  ","505978":"\n   How does a man hold your attention?\n  ","505979":"\n   Who was your biggest crush?\n  ","505980":"\n   can a society exist without laws?\n  ","505981":"\n   if you were a necrophiliac, which celebrity would you want to dig up?\n  ","505982":"\n   Hello\n  ","505983":"\n   What makes a person rich?\n  ","505984":"\n   bring naughty lindsey back\n  ","505985":"\n   Can you take it as well as you give it?\n  ","505986":"\n   So my oldest informed me she doesn’t like Star Wars or Harry Potter as much as she used to. I told her that’s just apart of growing up that the things you once liked as a kid you’ll eventually grow tired of. What’s something you loved once that you outgrew or got tired of?\n  ","505987":"\n   Can I massage your foot\n  ","505988":"\n   do you have any relatives in jail\/prison? share your story (delete this if it’s too personal) 🌸\n  ","505989":"\n   do u have a twitter?\n  ","505990":"\n   Should people be required to pass a drug test in order to collect food stamps?\n  ","505991":"\n   okay, but you are doing so well im so proud of you xo big hugs\n  ","505992":"\n   What’s in your left front pocket right this second?\n  ","505993":"\n   pap unanswered\n  ","505994":"\n   dont u miss it when its been weeks\n  ","505995":"\n   Dominos is great to be fair\n  ","505996":"\n   Hug?\n  ","505997":"\n   Ask mods are such beaches. Fack them with old and rusty broom handles\n  ","505998":"\n   Is that a yes?\n  ","505999":"\n   They already know. I'm surprised they didn't tell you what they were thinking\n  ","506000":"\n   Do you have good friends from your very childhood?\n  ","506001":"\n   Ah. Are you chilling rn\n  ","506002":"\n   Why?\n  ","506003":"\n   Current mood?\n  ","506004":"\n   we need proof\n  ","506005":"\n   Yes, your alt\/ast. If they were asking about your liver then they already know what you have\n  ","506006":"\n   Would you ever f*ck on a massive pile of cash\n  ","506007":"\n   High is outside the limits of normal, if you're in the limits then you're not high. Were any of your results actually high?\n  ","506008":"\n   DO you have more than $5k at the moment\n  ","506009":"\n   Who? Lol\n  ","506010":"\n   I have a spare foot question in my queue,  do you want me to give it to you? Lol 😄😄\n  ","506011":"\n   so do you think 3 times a day is good? specially in the first months of the realtionship?\n  ","506012":"\n   what do you prefer more\na long time sex but only one time \n3 time in the day but it's not a long sex\n1 time and it's not long?\n  ","506013":"\n   wondered if u still did that\n  ","506014":"\n   Oh so your calcium WASN'T high\n  ","506015":"\n   Are you doing ok financially\n  ","506016":"\n   When did you last play\n  ","506017":"\n   Your calcium should never be high. Did they do a pth? How about a sodium?\n  ","506018":"\n   Have you never heard of it?\n  ","506019":"\n   do you like your partner to have a high sex drive?\n  ","506020":"\n   Would you set up an onlyfans\n  ","506021":"\n   What are your other numbers? Especially your phosphate and a1c?\n  ","506022":"\n   Dominos!!\n  ","506023":"\n   What are your other numbers? You should never have excess calcium\n  ","506024":"\n   I wish you were a ketchup bottle.\n  ","506025":"\n   Sup chica\n  ","506026":"\n   some people are talking a bunch of nonsense\n  ","506027":"\n   I think I’m a really nice easy going guy......but whatever I’ll take the high road.  #SaltOfTheEarth\n  ","506028":"\n   Do you think real men walk away from the fight\n  ","506029":"\n   do u like butts? (do u like ur own butt?)\n  ","506030":"\n   For the people who are responding to this with “lol me too”. \n\nNo. You are a liar. You are also very ugly. \n\nStop.\n  ","506031":"\n   So sick of people stopping me in the middle of my workout to tell me how ridiculously good looking I am. \n\nLet me live in peace.\n  ","506032":"\n   hey i think you are like very critical of yourself your gym routine is tough you my friend are fit and goals hugs\n  ","506033":"\n   what’s a current problem in ur life, that someone else caused? (if u can think of one lol but i feel like we all have one or two)\n  ","506034":"\n   King relaxes with his Queen🌹👑\n  ","506035":"\n   too bad they didnt get bday present lmao\n  ","506036":"\n   Hi there, I was wondering if you could give me some tips on how to keep my inner sesh gremlin in check? Just a couple of pints these days seems to be enough to awaken the f*cker, which wouldn't be a problem if it wasn't for the fact seshing for me now days inevetiably involves c0caine use 😫🤷‍♂️🙈✋\n  ","506037":"\n   name 3 things you do in the bathroom?\n  ","506038":"\n   lol the qs of the person begging for pics got deleted too XD\n  ","506039":"\n   would u ever do stuff with a girl\n  ","506040":"\n   Humans are very complicated and, frustrating. Do you agree or not? Why?\n  ","506041":"\n   why\n  ","506042":"\n   some of ur qs got delted\n  ","506043":"\n   Is the area you live known for any strange events such as UFO sightings or any mysterious creatures such as Bigfoot or the Beast of Bray Road? Have you ever witnessed anything like this?\n  ","506044":"\n   What is one important piece of advice you want to share with everyone?\n  ","506045":"\n   What have you been doing?\n  ","506046":"\n   Have you ever heard one of your friends having sex\n  ","506047":"\n   aw hopefully,  im like you i try to keep fit, even though over did it and athletics my arms are sore\n  ","506048":"\n   what color are you wearing right now.?? Top to bottom..??\n  ","506049":"\n   Have you ever attended a wedding?\n  ","506050":"\n   Do you believe in miracles?\n  ","506051":"\n   you are amazing person, im like you i that i dont hold grudges either wish more people were like you ik i might sound dumb but your friendship means heaps x\n  ","506052":"\n   🏡 Which room in your home is ...  - The brightest?  - The loudest?  - Best for entertaining?  - The safest?  - The quietest?  - Has the best decor?  - Do pets prefer (if applicable) ?  - Where you spend the most time?\n  ","506053":"\n   Kisses your cheek🌹👑😘\n  ","506054":"\n   Answer this with a confession. Here's mine.... I love that it's 2019 and high fashion people where Crocs unironically.\n  ","506055":"\n   Do you like it on your face or swallow?\n  ","506056":"\n   How are you\n  ","506057":"\n   Hugs🌹👑🤗\n  ","506058":"\n   Youcanjuiceme\n  ","506059":"\n   Is stalking a bad thing to do ?\n  ","506060":"\n   What makes you nervous?\n  ","506061":"\n   What scares you?\n  ","506062":"\n   I've been good. Just busy\n  ","506063":"\n   Thank you gotta keep those huge muscles🌹👑\n  ","506064":"\n   What music do you listen to when you have to concentrate?\n  ","506065":"\n   Rests head on your chest 🥰\n  ","506066":"\n   hey hope the bloodwork went great, xoxo\n  ","506067":"\n   If they filmed Mulan and Die Hard in live action. It might be real carnage with ith swords and machine guns. What do you think? 😄\n  ","506068":"\n   Relaxes with you🌹👑\n  ","506069":"\n   Which two movies would you like to combine into one?\n  ","506070":"\n   Heyyy\n  ","506071":"\n   What are two true things and one lie about you?\n  ","506072":"\n   Makes you feel better from the blood work you took🌹👑\n  ","506073":"\n   How are you feeling🌹👑\n  ","506074":"\n   🌹👑😴\n  ","506075":"\n   Would you rather have an old phone with fast internet or a new cool phone with super-slow internet?\n  ","506076":"\n   Do you have any Gucci clothing\n  ","506077":"\n   Do you prefer phone or computer\nAnd why؟\n  ","506078":"\n   WILD ALASKAN HALIBUT\n  ","506079":"\n   Silly joke 2: Did you hear about the crossed-eyed teacher who lost her job because she couldn't control her pupils?\n  ","506080":"\n   This girl today said she recognized me from the Vegetarians Club, but I'd swear I've never met herbivore.\n  ","506081":"\n   Are pets good company\n  ","506082":"\n   \"don't worry babe ur beautiful\"\n  ","506083":"\n   What is the worst gift you have ever received?\n  ","506084":"\n   If you drink coffee do you have a special coffee cup or travel mug? If so post a pic.\n  ","506085":"\n   No issue world is full of dishonest people my teacher told me\n  ","506086":"\n   ادخل للموقع  fast.com ورينا سرعة النت عندك 😅😅\n  ","506087":"\n   أكبر مبلغ مسكتووووو بحياتك؟😃😃\n  ","506088":"\n   Les meuf comme toi ont peur de parler aux beaux mecs. Mais tkt bb t belle.\n  ","506089":"\n   nous allons vraiment ignorer le fait que je suis le plus beau mec sur Ask ??????\n  ","506090":"\n   If I gave you 15k and said you have one hour to spend it what would you buy.  Note you must spend it all or you will lose everything you bought  and the some expeditions you cant buy an item over 1k\n  ","506091":"\n   Would you rather know the world is coming to an end or be completely oblivious to it?\n  ","506092":"\n   Have you ever been stuck in a room or somewhere with someone you despised?\n  ","506093":"\n   What are your thoughts on the new 'slicked back' haircut Donald Trump is currently sporting? 😯 Do you think it makes him look like a boss?? 😎👌\n  ","506094":"\n   Most men dont like other men looking at their d!cks\n  ","506095":"\n   I told you after following you u and u said ok i follow you since then i am waiting \nYou r not honest\n  ","506096":"\n   I am following you why u r not following back\n  ","506097":"\n   Why there is no display pic of yours\n  ","506098":"\n   يقال \n\nفي العادة المرأة تميل لأن تجادل الأشخاص \nالذين تهتم لأمرهم وتحبهم، \nفإن لم تجادلك إمرأة فإعلم أنها لا تهتم لأمرك 🌸…😌\n\nصح \/ غلط\n  ","506099":"\n   What impression do you think you give when you first meet someone?\n  ","506100":"\n   Ptdr çA me fait pEnser à tOi\n   \n    https:\/\/fr.m.wikipedia.org\/wiki\/Intelligence_des_abeilles\n   \n   🤔\n  ","506101":"\n   What day was that\n  ","506102":"\n   Who’s prettier?\n   \n    @kizzleisback\n   \n   or\n   \n    @osavagestepho\n   \n","506103":"\n   Opinion on a girl says she will take a nude Photos album when she getting older she will show her son how beautiful his mom was when she was young.Do you agree the thought of that girl?\n  ","506104":"\n   Are you an optimist, a pessimist, or a realist?\n  ","506105":"\n   If you have a pet,how often do you feed them? I just fed my dog and then I was informed my oldest had already fed him earlier...rat bastard dog just tricked me again.\n  ","506106":"\n   What was the  day when you were born\n  ","506107":"\n   Worries for you🌹👑\n  ","506108":"\n   and why in public? sort of\n  ","506109":"\n   whats the point of men using urinals?\n  ","506110":"\n   Did you blow Bubbles as a kid? Well he’s in town give him a call.\n  ","506111":"\n   What's your favorite exercise,  and also your least favorite exercise? Does it ever feel like a fashion show when you go to the gym?\n  ","506112":"\n   What was the last thing you purchased?\n  ","506113":"\n   Me and my little sister used to be best friend but since she went to high school she completely changed, she started to embarrass in front of people, snitch etc how can I change her behaviour? Have you even in this situation before? Would things go back to normal?\n  ","506114":"\n   what is some of the juiciest tea you’ve ever found out ?\n  ","506115":"\n   What song brings back memories from your childhood?\n  ","506116":"\n   What would you never post online?\n  ","506117":"\n   what’s a vegetable you don’t like? what’s a fruit you don’t like?\n  ","506118":"\n   Hope you’re ok I’m here for you if you’re in pain🌹👑\n  ","506119":"\n   How good is your relationship with your parents? 👨‍👩‍👧👪\n  ","506120":"\n   Are you a forgive and forget type of person or do you hold grudges?\n  ","506121":"\n   lemonade or cold beer?\n  ","506122":"\n   who do you think is more compasionate\/kind, which gender, do you think gender is a factor ?\n  ","506123":"\n   Quick poll. Noodles or pancakes? GO!\n  ","506124":"\n   is it sunny\/hot today x\n  ","506125":"\n   What did you do today\n  ","506126":"\n   beach day or pool day?\n  ","506127":"\n   in ur hometown what are people’s favorite summer activities?\n  ","506128":"\n   my sister’s family recently stopped going to their church because they were so infuriated by a sermon. have u ever in ur life regularly gone to church? have u ever heard a really bad sermon?\n  ","506129":"\n   I took a shower earlier.\n  ","506130":"\n   Do you spend much time arguing with strangers on the internet about politics?\n  ","506131":"\n   Being successful demands you to give up on some people.\nIs that true?😕\n  ","506132":"\n   Have you ever been somewhere like a doctors office or waiting for something and there’s no one in the room and then someone comes in and despite all the room and seats available they sit right next to you?what the hell man??\n  ","506133":"\n   what do u order at Dunkin’ Donuts ?\n  ","506134":"\n   what’s the best thing @ mcdonald’s\n  ","506135":"\n   Tucks you in🌹👑😓\n  ","506136":"\n   What type of people are you afraid of?\n  ","506137":"\n   Do your kids have more friends of the same or opposite gender?\n  ","506138":"\n   I also get into movie marathons when stressed\n  ","506139":"\n   what’s ur dad’s fav sport? what’s ur mom’s fav sport?\n  ","506140":"\n   How do you  release stress and anger\n  ","506141":"\n   Aw the love We have for each other🌹👑\n  ","506142":"\n   I meant I enjoyed watching Aladdin. My favorite part was the magic carpet ride Aladdin and Jasmine were on and their love for each other🌹👑\n  ","506143":"\n   I'm looking for a way to be happy. Are you happy? Any ideas on how to become happy?\n  ","506144":"\n   How do you like to celebrate your birthday?\n  ","506145":"\n   Because I was giving you hugs🌹👑🤗\n  ","506146":"\n   What movie🌹👑\n  ","506147":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","506148":"\n   Of what🌹👑\n  ","506149":"\n   Gets out of the cinema since the movie ended🌹👑\n  ","506150":"\n   lol\n  ","506151":"\n   Do you follow any black men on ask.fm?\n  ","506152":"\n   You ok my queen🌹👑\n  ","506153":"\n   I am getting bored\n  ","506154":"\n   How would you feel if your soon to be husband or wife invited their ex to your guys wedding? What if that ex was his or her friend? Or does that not matter?\n  ","506155":"\n   Bye girl I don't know what. How about you talk to me at whatsapp?\n  ","506156":"\n   good x\n  ","506157":"\n   i really like this girl, i am 17 shes 22 is it too much one girl on ask said it is i really like her\n  ","506158":"\n   I was just touching your back not your booty🌹👑\n  ","506159":"\n   Do your mum really smoke?\n  ","506160":"\n   So beautiful\n  ","506161":"\n   I thought you didn’t want your king to touch your booty\n  ","506162":"\n   do you like tater tots? do you like mayonnaise? do you like cotton candy? do you like gatorade?\n  ","506163":"\n   oh yeah ik it was not you xo\n  ","506164":"\n   Only king gets to touch your booty🌹👑\n  ","506165":"\n   yeah lol, i would seriously miss you here if i left, its just the crap i got here about flirting\n  ","506166":"\n   Have you ever gotten drunk and done something stupid??\n  ","506167":"\n   are you picky?\n  ","506168":"\n   shes really crazy, she gets in loads of trouble in school, she pranks people loads, i heard she had a water fight with school boys soaked them, shes always making guys in school jealous lol, but i like her, but im so boring tbh in comparison ik\n  ","506169":"\n   Why do you think that sometimes, you feel as if you don't deserve the people you have in your life? I'm not necessarily speaking on the terms of \"love\" and not feeling as if you \"deserve love\"... But more as, this person is SUPER SPECIAL... why am I so lucky to have them in my life? kinda dealio :P\n  ","506170":"\n   What's your mum doing?\n  ","506171":"\n   yeah a cousin julia shes wild but we are friends, thanks\n  ","506172":"\n   What is your favorite thing about summer?\n  ","506173":"\n   How big is your booty\n  ","506174":"\n   i might be going to ireland i have family their, and liv has 2nd cousins their too\n  ","506175":"\n   when was the last time you took a day (or even a few hours!) to work on yourself, your own needs or happiness? what did you do?\n  ","506176":"\n   How big Is your tv\n  ","506177":"\n   thank you\n  ","506178":"\n   How inspired you\n  ","506179":"\n   hey i did not ask you any questions about liv, and if i wanted to it would not be on anon, i am seriously thinking  of leaving ask so many people saying im flirting with you and other girls\n  ","506180":"\n   Tell me another Fact?\n  ","506181":"\n   have you ever had a roommate?\n  ","506182":"\n   have you ever been to Toronto?\n  ","506183":"\n   Aren't carb free alcoholic drinks fine as long as it's not all of the time?\n  ","506184":"\n   Do you go to the Gym\n  ","506185":"\n   Thx I'm learning English language bec of that I asked u 💚\n  ","506186":"\n   So if he’s got a girlfriend then why is he going round flirting with other lasses\n  ","506187":"\n   tbh stand for what ?\n  ","506188":"\n   i feel so sorry for zactc\/jack, liv treats him so bad and he is a sweet guy i think she uses him\n  ","506189":"\n   What is this challenge for? Looks like a unique set of rules. Weight loss I am assuming?\n  ","506190":"\n   wow, so confident wish i was more like that tbh\n  ","506191":"\n   I don’t even know who Liv is. I’m mentioning jack because he’s one of many people who seem to have bad judgements about me being a player who makes out he’s squeaky clean and he clearly isn’t\n  ","506192":"\n   you are funny, lol\n  ","506193":"\n   hey babes\n  ","506194":"\n   Do you smile much\n  ","506195":"\n   Just so you know that jack Vaughan guy is messaging like six other girls at the same time he’s messaging you and he’s flirting with them all\n  ","506196":"\n   How often do you take naps?\n  ","506197":"\n   From 1-10, how chilled are you as a person?\n  ","506198":"\n   its gonna be more, aw\n  ","506199":"\n   HAPPY PRIDE MONTH 🏳️‍🌈 What’s your sexuality? I’m Pansexual:3\n  ","506200":"\n   what is one thing you want to improve upon? how do you propose to do it?\n  ","506201":"\n   happy pride month 🏳️‍🌈💖\n  ","506202":"\n   aw, i bet so many would miss you\n  ","506203":"\n   Have you ever been pulled over?\n  ","506204":"\n   do you think you will move back to boston again, bet they miss you at home, i miss you when you are not here xo\n  ","506205":"\n   How long can you go without using your phone?\n  ","506206":"\n   cool, bet you will look awesome turn heads i bet x\n  ","506207":"\n   how can u tell its him and not another of the many middle east creeps lol\n  ","506208":"\n   what’s a color you despise\n  ","506209":"\n   if you were to walk into a convenience store and look at the cold beverage section, which beverage would you be most likely to pick up\/buy first?\n  ","506210":"\n   When you were a kid what did you want to be when you grew up?\n  ","506211":"\n   Have you ever seen a humming bird that was not in flight?I found one on my outside patio chair. I thought it was hurt but as soon as I tried to touch it popped up and flew around me and then away.\n  ","506212":"\n   when\n  ","506213":"\n   What are your plans for the summer?\n  ","506214":"\n   When was your last uh oh moment? What happened?\n  ","506215":"\n   whats your fave thing about summer\n  ","506216":"\n   last thing you ate and drank?\n  ","506217":"\n   Are you ready for late sunsets, bonfires and warm weather?\n  ","506218":"\n   Good night beautiful\n  ","506219":"\n   King cuddles you up🌹👑😴\n  ","506220":"\n   How are you?\n  ","506221":"\n   Have you been to a Waterpark? :D If so, what is your favorite water attraction there? (i.e. water slide, the wavepool, the lazy river, the spiral\/tonado slide, the water playground, ect.) ... If not, dude... COME TO ARIZONA! WE HAVE LOADS OF THEM!!!\n  ","506222":"\n   would you rather be married with nine kids or a single parent of one kid\n  ","506223":"\n   I’m seeing it these days🌹👑\n  ","506224":"\n   Had a migraine tonight🌹👑\n  ","506225":"\n   Going to see it tomorrow, Monday Wednesday Friday and Saturday🌹👑\n  ","506226":"\n   did you sunbathe\n  ","506227":"\n   During the summer, do you sunburn or tan??\n  ","506228":"\n   👌 keep updated\n  ","506229":"\n   thats good, glad its better\n  ","506230":"\n   Describe your day in emojis\n  ","506231":"\n   PAP of your socks please?\n  ","506232":"\n   I stayed up all night to see where the sun went, and then it dawned on me.\n  ","506233":"\n   aw, hate your in pain xo\n  ","506234":"\n   aw im glad what happened it hugs\n  ","506235":"\n   hey you will reach it x\n  ","506236":"\n   so you like powerwalk its good exercise\n  ","506237":"\n   hello hope you are having a nice sleep, and sweet dreams\n  ","506238":"\n   Go for it 👍\n  ","506239":"\n   aw, i think you seem to be so content, strong etc xo\n  ","506240":"\n   Including women who try to compliment on my body🌹👑😓\n  ","506241":"\n   Same and it's good you've been decent too x\n  ","506242":"\n   what age do you think is when a person is most happy\n  ","506243":"\n   sometimes i like to pretend im a squid and my toes are my tentacles\n  ","506244":"\n   do you like coffee\n  ","506245":"\n   When I go to the beach they’ll stare at my body🌹👑\n  ","506246":"\n   When we go to the beach you think some guys or women will stare at my huge muscular body🌹👑\n  ","506247":"\n   🌹👑💪🏻\n  ","506248":"\n   أن ازعجك كلامي، تحدث معي، ان اغضبتك دون علمي، أخبرني، لا تكتم افعالي التي تزعجك، لا تُحّمل نفسك اكثر من ذلك.👧💟\n  ","506249":"\n   SUP DOOD\n  ","506250":"\n   Are you a fan of pokemon?\n  ","506251":"\n   Do you know anyone who comes from an ethnic background that has their own dialect yet cannot speak the language? Example I’m Mexican but I don’t speak a word of Spanish.\n  ","506252":"\n   Age you first had sex\n  ","506253":"\n   Today I momentarily forgot the word for shoes so I pointed at a pair and said \"the feet things\".😂 When was the last time you forgot the word for something and what was it?\n  ","506254":"\n   A small question - how do you imagine your happy future?\n  ","506255":"\n   Ever been in the middle of a conversation with someone and then suddenly realized what they’re saying made absolutely no sense?\n  ","506256":"\n   What do you like to do in ask\nYou ask\nOr answer\n  ","506257":"\n   Have you ever shared something personal with someone you thought was open-minded, and have them tell you \"you're sick\"? How did you feel, and how did you get past it?\n  ","506258":"\n   Do you know any females with traditionally male names? How bout a male with a traditionally female name?\n  ","506259":"\n   I will shred this site to its last bit. And then create a new one with people who know not what they have lost but what they have been given. A grateful social media.\n  ","506260":"\n   Do you like tater tots?\n  ","506261":"\n   I thought by eliminating half of the users in here, the other half would thrive. But you've shown me thats impossible. As long as there are those who remember what was, there will always be those who are unable to accept what can be. They will resist. I am thankful. Cuz I now know what I must do.\n  ","506262":"\n   How often do you go to parties?\n  ","506263":"\n   Would you consider yourself a good artist?\n  ","506264":"\n   What kind of pets do you have?\n  ","506265":"\n   Have you ever had to evacuate your house? If so, why?\n  ","506266":"\n   POUQ\n  ","506267":"\n   Hey y’all! :)) what are you currently reading?! 📚\n  ","506268":"\n   Ever jumped into a warm body of water only to discover the lower water is freezing ass cold???\n  ","506269":"\n   Good night beautiful\n  ","506270":"\n   How was your day yesterday? Describe it in one sentence!\n  ","506271":"\n   What was the best part of your day\n  ","506272":"\n   Is being a man hell ? \nIs being a man unbearable ?\n  ","506273":"\n   If you were able to forget one thing you wish, but at the cost of forgetting another random thing (that you might never know since well, you forgot about it), would you do it?\n  ","506274":"\n   CAH :I tell you, it was a non-stop f^ckf^st. When it was over, my ^sshole looked like __________________________________ .\n  ","506275":"\n   CAH:  Mum's to do list: ● Buy groceries ● Clean up _______________________  ● Soccer practice\n  ","506276":"\n   CAH: One more thing. Watch out for Big Mike. They say he killed a man with ______________________ .\n  ","506277":"\n   CAH: Well, sh^t. My eyes ain't so good, but i'll eat my own boot if that ain't ________________________________!\n  ","506278":"\n   CAH 1:  Oh no! Siri, how do i fix ____________________________?\n  ","506279":"\n   CAH: She's just one of the guys, you know? She likes beer, and football, and __________________________________ .\n  ","506280":"\n   CAH 2: I'm sorry, sir, but your insurance plan dosen't cover injuries caused by ______________________________________. .\n  ","506281":"\n   FINALLY! but why u covered the face\n  ","506282":"\n   CAH: Google Calender alert: _____________________________ in ten minutes.\n  ","506283":"\n   let you go, ,means goodbye etc, not saying ill let ypu go do something, id never control you or anyone, byeeeee xoxo\n  ","506284":"\n   Selfie?\n  ","506285":"\n   hey dont too much in  the gym dont overdo it, apologies i worry\n  ","506286":"\n   why the lemon juice lynds\n  ","506287":"\n   yeah definitely, sometimes its dull here and humid i love the sun tho\n  ","506288":"\n   How are you doing my queen🌹👑\n  ","506289":"\n   im glad your  treating it, i love the sun too i lie hot weather dont like humidity\n  ","506290":"\n   King was worried about you in pain with the blood work🌹👑😓😓\n  ","506291":"\n   aw, hey put on loads of suncream , mum always gives me suncream xo\n  ","506292":"\n   do you like the sun, i like sunbathing tbh\n  ","506293":"\n   Hello beautiful, how is the heat treating you?\n  ","506294":"\n   Do you collect any pop vinyl\n  ","506295":"\n   Do you think death by drowning or death by electrocution would be more painful?\n  ","506296":"\n   Watching a horror movie burns about 200 calories. So… would you rather go for a run or watch how Freddy Krueger is doing?\n  ","506297":"\n   u dont seem to get as many as other ppl tho\n  ","506298":"\n   ofc, im sorry lynds i was just worried i guess that why i annoy liv so much saying the wrong things\n  ","506299":"\n   why\n  ","506300":"\n   Movie Madness: A) Ma or B) Dark Phoenix   only two this week\n  ","506301":"\n   wyd?\n  ","506302":"\n   When you follow someone on here do you as a courtesy let them know you’re following them? Oh and I follow you btw 😆\n  ","506303":"\n   Do u like ask.fm\n  ","506304":"\n   Do you keep your bread in the fridge or in a breadbox pantry etc?\n  ","506305":"\n   Do you normally pay with cash credit or debit?\n  ","506306":"\n   How many questions do you have unanswered? I still have 180 to go, but I feel that's not even close to how many some of you do :P\n  ","506307":"\n   Good night sweetie\n  ","506308":"\n   How do you like your steak\n  ","506309":"\n   Do you mostly wear tank tops or shirts\n  ","506310":"\n   Who is the most beautiful woman?\n  ","506311":"\n   If you were on Game of Thrones what character would you be\n  ","506312":"\n   What mythical animal do you resonate with, and why?\n  ","506313":"\n   whats your most embarrassing moment ever?\n  ","506314":"\n   What scares you?\n  ","506315":"\n   What is the best invention ever?\n  ","506316":"\n   What sort of athletics are you interested in?\n  ","506317":"\n   If askfm were able to organize a meet and greet for its members and you were able to go .Would you go and who would you like to meet from here?\n  ","506318":"\n   If you could change your name to anything else that you like  what would you change it to and why\n  ","506319":"\n   Right now I'm listening to Neon Trees-Everybody Talks. I haven't heard this song or band in years. I used to listen to them a lot as a young teen. What's a band or song you used to listen to a lot but haven't heard in a long time?\n  ","506320":"\n   Have you ever gone out of your way to do something or make something for somebody? Only to have them tell you they don’t like it or criticize it ?\n  ","506321":"\n   In Ireland the word \"dope\" is an insult but in the US it's more of a compliment. The word \"savage\" here has meant \"amazing\" for decades but in the US it means \"fierce\". The word \"fierce\" here means \"very\". What's a word that means something where you live and something entirely different elsewhere?\n  ","506322":"\n   Do you love horror movies\n  ","506323":"\n   Actually when you said it in Arabic it’s more funnier in English me also when I read it in English I don’t laugh and I don’t like it at all but when I read it in Arabic I know what he means and I laugh so much 😅.. so it’s different in meaning when you say it in English and Arabic\n  ","506324":"\n   Ur name......\nUr adress....\nUr age......\nUr pet name.....\nAnd ur nake name....\n  ","506325":"\n   yeah cool i was worried, im glad and hey if you are ever uncomfortable tell them right away, hugs\n  ","506326":"\n   مرة واحد حط تحت المخدة قنبلة ليش؟؟؟ مشان يفقعها نومة😂😂😂😂😂😂\n  ","506327":"\n   I know that I was angry the last time\nI felt a little tired\nSo please forgive me❤😢\n  ","506328":"\n   I put the STD in STUD now all I need is U\n  ","506329":"\n   Hey Sexy\n  ","506330":"\n   ik, i hate  to think of you like that i really do, can you bring someone with you hold your hand type of thing xo\n  ","506331":"\n   Travellers ✈️: what’s your worst flight experience? how was your latest trip\/flight, did you have any complications?\n  ","506332":"\n   aw, im sorry hey its gonna be  okay, xo\n  ","506333":"\n   💔\n  ","506334":"\n   Favourite soda\n  ","506335":"\n   I’m too strong and my whole body has huge muscles and abs🌹👑💪🏻💪🏻\n  ","506336":"\n   hey lynds x\n  ","506337":"\n   No damage to my head and didn’t hurt much🌹👑\n  ","506338":"\n   Say a joke\nJust for fun\n  ","506339":"\n   Here for you🌹👑\n  ","506340":"\n   No just need more support to be more happy from Monday on what happened when I got hit by a beach ball🌹👑\n  ","506341":"\n   When I need love and support🌹👑😓\n  ","506342":"\n   King makes you feel better🌹👑\n  ","506343":"\n   Is happiness a state of mind or we need to act in order to achieve it?\n  ","506344":"\n   makes you feel comfy when you had blood work done🌹👑\n  ","506345":"\n   Makes you be in less pain after blood work🌹👑\n  ","506346":"\n   King tries to make you comfy at night🌹👑\n  ","506347":"\n   What would you do to me rn? 😘\n  ","506348":"\n   You ok my Queen🌹👑\n  ","506349":"\n   hey i hope everything went okay, hugs\n  ","506350":"\n   wow someone is up early o.o\n  ","506351":"\n   • Painting or Drawing?\n• Reading or Writing?\n• Singing or Dancing?\n  ","506352":"\n   What's something about your country you recently learned?\n  ","506353":"\n   If you were\/are alone in whereever you were, would you still lock the bathroom door?\n  ","506354":"\n   What’s a movie that’s meant for kids that is actually pretty fucking disturbing? We watched Disney’s Pinocchio Tuesday night and that movies pretty dark!\n  ","506355":"\n   Good night sweetie\n  ","506356":"\n   Love you so much that my heart feels happy when you touch my chest🌹👑\n  ","506357":"\n   Hugs you🌹👑🤗\n  ","506358":"\n   what’s a music genre u don’t care abt at all\n  ","506359":"\n   Kisses your cheek for making me the best king🌹👑😘\n  ","506360":"\n   What would you say if the whole world was listening to you?\n  ","506361":"\n   mexican or thai (food)\n  ","506362":"\n   King feels great🌹👑\n  ","506363":"\n   do you like “classic rock?” when you think of classic rock, who do u think of\n  ","506364":"\n   would you want to do a sponsored run in just your underwear for Charity\n  ","506365":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179859704\n   \n","506366":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179856120\n   \n","506367":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179852536\n   \n   your response:\n  ","506368":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179941624\n   \n","506369":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179947000\n   \n   q17:\n  ","506370":"\n   What do you think is the best feeling in the world?\n  ","506371":"\n   what’s the name of the last playlist you created\n  ","506372":"\n   wdym\n  ","506373":"\n   What would you like to change about yourself?\n  ","506374":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179958520\n   \n   q18\n  ","506375":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154179963896\n   \n   q20\n  ","506376":"\n   My father said when I was younger that hard times breed better men.\n  ","506377":"\n   Needs a response🌹👑😓\n  ","506378":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154180921592\n   \n   q22\n  ","506379":"\n   be honest u prob miss him\n  ","506380":"\n   Good\n  ","506381":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154180927480\n   \n   q23\n  ","506382":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154181319672\n   \n   q24\n  ","506383":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154181321976\n   \n   q25\n  ","506384":"\n   What’s the sickest you’ve ever been. Did it come with a high fever or have a name besides flu or cold. How old were you when it happened ?\n  ","506385":"\n   Sbg cewe, dulu lo punya tmn main (cewe) misal si H. Ga lama, si H berkhianat di blkg lo & critain ke org yg dia kenal (& lo kenal) seolah2 dia yg korban. Sisi lain,lo punya tmn cowo yg deket bgt, dan si H ini caper ke tmn cowo lo, smp si co mau aja respon & care si H & cuek sm lo. Apa action lo?\n  ","506386":"\n   ‎\n\nايهما اجمل ماضيك ام حاضرك...?\nبصراحة'\n  ","506387":"\n   I recently learned that Ireland now has more cigarette quitters than cigarette smokers. What's something about your country you recently learned?\n  ","506388":"\n   So I guess you didn't have any advice for me\n  ","506389":"\n   Yay\n  ","506390":"\n   Yes Lindsay how you been?\n  ","506391":"\n   Sing a song 😂\n  ","506392":"\n   no i dont think i do, you seem to care about me tbh xo\n  ","506393":"\n   Freakin cutie\n  ","506394":"\n   hah, your so sweet wish people were like this here\n  ","506395":"\n   yeah i like it too, its called american football here its scored different too, ill bore you now lol x\n  ","506396":"\n   hey do you like soccer my cousins in uk and ireland love it\n  ","506397":"\n   how are you,anything fun happen today x\n  ","506398":"\n   I want to eat 🍴🍕\nCan i😂\n  ","506399":"\n   4\/1 to chelsea😂\n  ","506400":"\n   High in the halls of the kings who are gone jenny would dance  with her ghosts..🎵\nThe ones she had lost and the ones she had found and the ones who had loved her the most\nAnd she never wanted to leave\nNever wanted to leave\nNever wanted to leave........❤😭\n#got❤😢\n  ","506401":"\n   Hey\n  ","506402":"\n   full body pic from behind\n  ","506403":"\n   What's your favorite and least favorite part of your body and why?\n  ","506404":"\n   Do you want to have children, if yes how many?\n  ","506405":"\n   Would you ever grow your hair to your butt again?\n  ","506406":"\n   Will you watch the European League final today?😃😃😃\n Chelsea vs Arsenal\n  ","506407":"\n   Did anyone famous go to your high school? Jimmy Kimmel went to mine\n  ","506408":"\n   Have you ever used the expression \"It's not you, it's me\", for someone or something? Is it really us? Or is it a way to not hurt the other? Or do both go hand in hand?\n  ","506409":"\n   What was the last thing to shock you\n  ","506410":"\n   Have you ever been labelled a disturber of the peace before? 😯\n  ","506411":"\n   Scenario: You've been up for 24 hours straight on the sesh, and your body is crying out for sleep... ✋😴🛌 Your friend, however, doesn't feel like sleeping, and stupidly orders another gram... ❄😳 What do you do?? 😬🙉\n  ","506412":"\n   Robbed this off snapchat:  would you rather get naked or tell the truth and nothing but the truth?\n  ","506413":"\n   How do you react when somebody tries to talk to you about Love Island? 😫😵🤚\n  ","506414":"\n   Do you have that one 'friend' who never contributes their stuff to a sesh, and just scabs off you all the time, and when you attempt to say \"No, enough's, enough\", they try and shame YOU for being selfish!!! 😬🙇‍♂️ On top of that, do they borrow money off you and never return it?? 🙄😐\n  ","506415":"\n   Do you like cole slaw?\n  ","506416":"\n   Have you always had short hair?\n  ","506417":"\n   Would you ever be in a open relationship?\n  ","506418":"\n   Are you a Christian?Do you pray before have meal?\n  ","506419":"\n   How do you prefer celebrating your birthdays?\n  ","506420":"\n   Good night beautiful\n  ","506421":"\n   If you knew you had one day to live, how would you spend it?\n  ","506422":"\n   Do you have a post office I could send it to\n  ","506423":"\n   Would you like a souvenir from Australia and New zealand\n  ","506424":"\n   Do you think spanking is wrong overall\n  ","506425":"\n   were the cops called when she hit her child\n  ","506426":"\n   i write this shit\n  ","506427":"\n   How about this- i am a server and thought it was abuse when a mother made her 6 yr old daughter to stand in the corner-- she embarrassed her as a child\n  ","506428":"\n   The sad night bird\nFly in the air\nThis poor man flies\nFly high in space\nTouring the horizons\nCry this sad\nLooking for hope\nBut where is the hope?\nHope in hearts\nThe hearts did not die\nBut waiting for the beloved\nBeloved and Beloved\nThis is the poor bird\nLooking for hope.....\n  ","506429":"\n   Do parents have the right to punish there kids by holding em back form a vacation trip\n  ","506430":"\n   Hugs you🌹👑😓\n  ","506431":"\n   You deserve anything🌹👑😓\n  ","506432":"\n   Apple or orange\n  ","506433":"\n   It makes me feel great at least🌹👑😓\n  ","506434":"\n   Bodywash now?\n  ","506435":"\n   I feel a little embarrassed now, I didn't really mean me personally.\n  ","506436":"\n   Do you shower in the morning or night\n  ","506437":"\n   I use axe body wash and old spice🌹👑\n  ","506438":"\n   Does sweat always smell bad?  Can sweat ever smell good?\n  ","506439":"\n   From where do you draw inspiration for the way you dress?\n  ","506440":"\n   What’s your choice  1) Breakfast lunch or dinner?  2) Dinner and a movie date or amusement park date 3) Beach vacation or visit other cities 4) Cable TV, Satellite or Streaming ?\n  ","506441":"\n   🌹👑😴😴😴\n  ","506442":"\n   Do you love dark chocolate\n  ","506443":"\n   she’s often not wearing socks actually\n  ","506444":"\n   Are you one of those people who when you try to be as quiet as possible you make more noise? Like in the morning when I’m getting ready for work I’ll try to get my things ready quietly yet I still end up knocking over something or making a lot of noise.\n  ","506445":"\n   Sock pap?\n  ","506446":"\n   What's your main rule in life?\n  ","506447":"\n   Which sports do you follow on TV?\n  ","506448":"\n   Are you rich\n  ","506449":"\n   Are you a health-conscious person? What things do you do to take care of yourself and look after your health?\n  ","506450":"\n   King lays down with his queen🌹👑\n  ","506451":"\n   هسا ليش الزوج الاردني بس يخلص فطور ، ببوس  ايدين زوجتة وبحكيلها يسلموا عالاكل الزاكي والله لايحرمني منك\nوبساعدها بلم الاكل ؟😱😅\n  ","506452":"\n   What is your schedule like this week?\n  ","506453":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/answers\/154162036216\n   \n   question 9:\n  ","506454":"\n   If you were making spag bolgbaise what ingredients would you use? Feel free to name spices herbs etc too. (Might rob ideas from your recipe)\n  ","506455":"\n   what does the p mean pls\n  "},"Answer":{"505383":"\n  nah. Ask doesn't need to see one leg covered in shaving cream lol haven't done the other one yet.\n  ","505384":"\n  when you noticed you haven't shaved your legs in June yet.. oops. Doing now 😂\n  ","505385":"\n  p0rn one? No, I'm good.\n  \n  normal movie recommendations, sure. Comedy, romcom, horror :)\n  ","505386":"\n  Will swim then get ready\n  ","505387":"\n  🐞 I might send questions out later 🐞\n  ","505388":"\n  yes\n  ","505389":"\n  I had a bit of a crush on him 😂\n  ","505390":"\n  xoxo\n  ","505391":"\n  I think just pictures\n  \n  don't remember\n  \n  i don't watch p0rn much\n  ","505392":"\n  forever\n  ","505393":"\n  indeed\n  ","505394":"\n  I guess\n  ","505395":"\n  Fred\n  ","505396":"\n  Haven't received it yet. in the shipping process :p\n  ","505397":"\n  7 inch long - insertable size is 5\n  \n  girth is 4.8 inch\n  ","505398":"\n  Willie\n  ","505399":"\n  Homer\n  ","505400":"\n  Obviously. Suction cup too 😈\n  ","505401":"\n  depends what the decision is..\n  ","505402":"\n  stop calling yourself dumb\n  ","505403":"\n  Have before or more hidden but you get the gist\n  \n  also foot ones for my lil weirdos\n  ","505404":"\n  pap\n  ","505405":"\n  80\/90s one\n  ","505406":"\n  The weather 😂\n  \n  not my actual temperature lol\n  \n  😂😂😂😂😂\n  ","505407":"\n  I don't think so.\n  \n  I've had my ears done twice but they both ended up closing. Rather not waste the money on earrings.\n  \n  I've toyed with eyebrow, nose and lip piercings but I don't know if I'd actually get them done.\n  ","505408":"\n  108\n  \n  says that the real feel is 114\n  ","505409":"\n  a few\n  \n\n   @breakfreefromlife\n  \n\n   @cestlavie87\n  \n  come to mind first since I've known them for yearssssssss\n  ","505410":"\n  hot\n  ","505411":"\n  radiohead 😈\n  ","505412":"\n  YOURS!!\n  \n  Because I don't have a sandwich.\n  \n  maybe later.\n  \n  we ended up buying some keto friendly bread\n  ","505413":"\n  hi buttercup\n  ","505414":"\n  need what?\n  ","505415":"\n  I don't think so\n  \n  One restaurant closed down but apparently it was for renovations and reopening soon.\n  ","505416":"\n  Yes, I do. It kind of bugs me after a while though.\n  ","505417":"\n  sure or a surprise butt slap\n  ","505418":"\n  stop writing nonsense to me.\n  \n  figure out what to do\n  \n  its not hard lol\n  ","505419":"\n  Maybe if it was on a wrapper and didn't come off all the way.\n  \n  but no, I wouldn't eat paper lol\n  ","505420":"\n  No idea what you're talking about\n  ","505421":"\n  A lot of different things.\n  ","505422":"\n  -_-\n  ","505423":"\n  No, I haven't needed to.\n  \n  I would have since I don't do drugs\n  ","505424":"\n  Each time that I -------\n  \n  2010\n  ","505425":"\n  so much on here\n  \n  irl.. not as much. its more a headnod, hi type bullshit, or possible catcalls like the \"thick thighs\" thing.\n  ","505426":"\n  I've been to Anime Boston before if that counts\n  ","505427":"\n  Was three different people\n  \n  her: her, not sure, her, it varies\n  \n  him: me, depends, not sure, him\n  \n  her: her (just guessing), me, I'd say about the same, depends.. probably equal for both lol\n  ","505428":"\n  yup..\n  ","505429":"\n  adiós\n  ","505430":"\n  *hugs *\n  \n  good night my king\n  ","505431":"\n  few weeks, a month?\n  ","505432":"\n  Mission accomplished\n  ","505433":"\n  A nightmare\n  ","505434":"\n  oh why?\n  ","505435":"\n  puppies\n  \n  kids that are cute and well behaved lol\n  \n  summer\n  \n  swimming \/ gym\n  \n  watermelon\n  \n  ice cream\n  \n  losing weight\n  \n  tattoos\n  \n  good nights rest\n  \n  good morning \/ night texts\n  \n  the fact that Nike has more sizes now but people keep making obese comments and stuff? It doesn't affect them! You tell people to workout\/eat better but yet not supposed to have clothes to do that in? ridiculous. It's only more fabric 😂 wtf. Also not everyone has diabetes who is bigger too. Use some logic please.\n  ","505436":"\n  old age\n  \n  especially if i end up alone\n  ","505437":"\n  most of them 😂\n  \n  gotta love the 80s\n  ","505438":"\n  lol good to know :p\n  ","505439":"\n  😘😘😘😘\n  ","505440":"\n  Yes. If it actually means something to someone.\n  \n  I was going to be quiet about my purchase but oh well. spilled the beans lol\n  ","505441":"\n  You again\n  ","505442":"\n  wasn't double ended\n  \n  jk\n  \n  didn't see any bigger ones or wasn't within what I felt like paying for\n  ","505443":"\n  Don't have it yet. ordered it last night\n  ","505444":"\n  7inches 😈\n  ","505445":"\n  gotta pay for that\n  ","505446":"\n  True 😂\n  ","505447":"\n  I'm not addicted to happiness either lol\n  ","505448":"\n  weird hours of being awake\n  \n  bought a dildo\n  \n  play\n  \n  went to sleep\n  \n  had a yogurt\n  \n  made chocolate covered strawberries\n  \n  online; checked email, here\n  \n  pool + music + passion tea drink + ate the ccs\n  \n  more music (Sagittarius playlist on spotify)\n  \n  had 1oz of cheese for a snack\n  \n  kik chats with\n  \n   @mawiocudwoc\n  \n  and\n  \n   @cestlavie87\n  \n  (separately )\n  \n  bathroom breaks :p\n  \n  ate the massive salad\n  \n  instagram (might be why I got work hate since made a brand ambassador post which is new for me there)\n  \n  had some rebel ice cream 😂 I hate when I have salad and then crave something \"unhealthy\"\n  \n  its almost 11pm so just chilling out in bed now. Hasn't been much of a productive day besides the swimming.\n  ","505449":"\n  Scooby doooooooooop\n  ","505450":"\n  My Little Pony\n  \n  .The one with the strawberry on its butt was my favorite\n  ","505451":"\n  HP\n  ","505452":"\n  Also most people live paycheck to paycheck, that's not 100% living like this person makes it out to be.\n  \n  You really are bored right now lol\n  ","505453":"\n  What do you do besides harass people about work?\n  ","505454":"\n  I'm not unhappy.\n  ","505455":"\n  And you know that how? I don't talk about finances much on here. It was serious but then the main site died so its been harder lately. I don't share work stuff on here because its boring and rather not seem like someone who is money hungry, showing advertising and all that. That would get annoying to the followers since that's not why they follow. Ask isn't the best platform for my work either.\n  \n  You are just saying anything now. Didn't answer my question, mr. riddler.\n  ","505456":"\n  ° sticking with keto - weigh in tomorrow. I'll probably hit my minigoal sometime in June\n  \n  ° keep doing me. Don't listen to hate\/negativity. They don't know every single thing about me or what I'm doing etc\n  \n  ° Sleep at an earlier time 😂 been bad lately with that.\n  ","505457":"\n  Happy for king\n  ","505458":"\n  You guys would use it against me lol\n  ","505459":"\n  hmm 5-6 range\n  ","505460":"\n  parents had s*x\n  \n  evolution\n  \n  ¯\\_(ツ)_\/¯\n  ","505461":"\n  What do you consider a real job as? I bet you'd shit on cashiers or other retail work.. nothing would ever be good enough for you.\n  \n  You should worry about yourself more.\n  ","505462":"\n  aint nobody calling you\n  ","505463":"\n  try it\n  ","505464":"\n  - don't sweat the small stuff. it won't matter later on\n  \n  - have a good yearbook quote. Don't change it to something sentimental about friends there because it can change for the worst lol\n  \n  - I wish I was more active in sports or other activities\n  \n  - senior year will zoom bye! or mine did.\n  \n  - you don't have to figure everything out straight away\n  \n  - check out colleges, have options\n  \n  - save up  $$$$$\n  \n  - do the work, have some fun too!!\n  ","505465":"\n  milkshake by Kelis is on the playlist 😂\n  ","505466":"\n  I don't know about that\n  ","505467":"\n  yes!!\n  ","505468":"\n  none currently\n  ","505469":"\n  it sucks\n  ","505470":"\n  eating a huge @ss chicken cobb salad for dinner\n  \n  listening to my spotify Sagittarius playlist since a new one landed. It's actually been good so far. less rap lol\n  ","505471":"\n  Let's not\n  \n  actually need milk and some other things.\n  ","505472":"\n  I get the idea of it but no :(\n  ","505473":"\n  lots of\n  \n   @TheChaosBringer\n  \n  questions x\n  ","505474":"\n  Yes, I do.\n  \n  more so in drinks or skincare\n  ","505475":"\n  The dd munckin ones aren't bad otherwise no\n  ","505476":"\n  Everything! It's my favorite season.\n  ","505477":"\n  Top Gun\n  ","505478":"\n  I feel like if I share then it won't happen\n  \n  (not s*xual )\n  ","505479":"\n  bit weird to do now\n  \n  save it for babies :p\n  ","505480":"\n  No, I was a good girl for the most part.\n  ","505481":"\n  You too\n  ","505482":"\n  lol\n  \n  have a good rest\n  ","505483":"\n  ditto\n  \n  thanks  <3\n  ","505484":"\n  egg, sausage 😍\n  ","505485":"\n  Time to sleep, love.\n  ","505486":"\n  more content\n  \n  certain things could be better but ok too :)\n  ","505487":"\n  nope.\n  \n  if I'm going for something more monochrome then that would be nice lol\n  \n  I have these gym leggings that are black with white, pink and a light purple\/grey stripes down the sides so I usually do wear a pink top but it is slightly darker than the pink on it.\n  ","505488":"\n  I took one last week\n  ","505489":"\n  uh no\n  \n  people can buy s*x toys without having something go  wrong lol\n  \n  if anything could enhance it more etc\n  ","505490":"\n  Have been #lazyass\n  ","505491":"\n  Considering that she's married, not that likely.\n  \n  My dad is close enough. Greek coloring. Gets super dark in the summer.\n  \n  We got more of the irish, German and English skintone.\n  ","505492":"\n  Same. one stung me when younger\n  \n  no me gusta\n  ","505493":"\n  more so in my legs\n  \n  I've been staying out of the gym and just swimming lately. don't want to hurt the knee more. it does feel better so probably go back to the gym tomorrow. Just been resting it etc\n  ","505494":"\n  I don't like them :(\n  \n  think a few were wasps?\n  \n  looked bigger\n  \n  meh\n  ","505495":"\n  thong any day over gstrings!\n  \n  I don't like how they feel lol\n  ","505496":"\n  bees are annoying!\n  \n  wouldn't let me lay out\n  \n  was dodging them in the pool too\n  \n  sigh\n  ","505497":"\n  except not paying the price for it😂\n  \n  only been introduced to them last month.\n  \n  easy to make\n  ","505498":"\n  yes\n  \n  gonna go focus on swimming now\n  ","505499":"\n  it was pretty cheap, decent reviews, good size.\n  \n  besides that idk... in the mood? ¯\\_(ツ)_\/¯\n  ","505500":"\n  evil\n  ","505501":"\n  I am\n  \n  106 out\n  ","505502":"\n  Starbucks drink\n  ","505503":"\n  yes\n  ","505504":"\n  Nothing like a passion tea and chocolate covered strawberries and the pool :)\n  ","505505":"\n  Same\n  ","505506":"\n  😂😂😂\n  ","505507":"\n  Tickling at the top then?\n  \n  I don't get them enough to be on top\n  \n  only started coming back again\n  ","505508":"\n  hard to tell 😝\n  \n  it's not like that with him\n  ","505509":"\n  The dildo or are you talking about\n  \n   @lyndseysboy\n  \n  ?\n  ","505510":"\n  ads depending on the type\n  \n  insults\n  \n  tickling\n  \n  pic\n  \n  feet\n  ","505511":"\n  yes, ordered last night.\n  ","505512":"\n  That's not bad!\n  \n  I'm surprised people actually responded too 😂\n  ","505513":"\n  🍆🍆🍆🍆\n  ","505514":"\n  No thanks. Reminds me of my brother's friend lol 😂\n  ","505515":"\n  agreed\n  ","505516":"\n  Smooth 😝\n  ","505517":"\n  Morning \/ afternoon time\n  ","505518":"\n  That's good to hear\n  ","505519":"\n  Good genes\n  ","505520":"\n  too old for prom\n  ","505521":"\n  Maybe eat something before you go. Know the menu ahead of time. Let dietary restrictions be known or picky with what you do eat.\n  \n  I feel like bringing your own food would be rude so eat before or after? idk\n  ","505522":"\n  I'd say actual go karting\n  ","505523":"\n  normal tea - none\n  \n  at home version of the Starbucks passion tea - 1 sugar packet\n  \n  coffee - 2 or 3 depending on the taste (I don't have coffee much though)\n  ","505524":"\n  buying a dildo at 3am?\n  ","505525":"\n  Both.\n  ","505526":"\n  taking a real risk\n  ","505527":"\n  Power Rangers\n  ","505528":"\n  I suppose. wish I got to experience more of the 80's.\n  ","505529":"\n  left atm\n  \n  in the future, right.\n  ","505530":"\n  Probably make dolphin noises at it? want to pet or swim with it. Take a picture or video\n  ","505531":"\n  I don't think I'd go that far. However, I still look younger than my age.\n  ","505532":"\n  depends how far they are taking it\n  ","505533":"\n  The song\n  ","505534":"\n  Lara Croft\n  ","505535":"\n  no :(\n  ","505536":"\n  Thanks but nothing is wrong with it at the moment\n  ","505537":"\n  That's not what I heard\n  ","505538":"\n  hi anon\n  ","505539":"\n  ugh. I can't win with dia&co\n  \n  on the normal site it cuts off all the information to submit what you want, personal info etc\n  \n  on chrome it doesn't waver the  $20 fee.\n  \n  plus i feel like most of their clothing is more older lady looking and way too pricy for the actual outfits. not enough color either for summer items! The dresses were more subtle..\n  ","505540":"\n  It's fine.\n  ","505541":"\n  This is what they sent\n  \n  only 6 more months 😂\n  \n  seems like forever though!\n  ","505542":"\n  lol they just noticed that. I wasn't complaining!\n  ","505543":"\n  yes\n  \n  🏊💦\n  ","505544":"\n  No. My bio clearly states single.\n  \n  Don't get why people always ask this.\n  ","505545":"\n  Lion King\n  \n  Grease\n  \n  Dirty Dancing\n  \n  & some other ones\n  ","505546":"\n  That's all on you\n  ","505547":"\n  I did that earlier\n  ","505548":"\n  sword\n  \n  axe seems too messy, closer range etc\n  ","505549":"\n  fuck on a mountain\n  ","505550":"\n  My dad's friend reminds me of this dude in a Russian p0rn if that counts. Same facial looks etc\n  ","505551":"\n  We'll go with livin' on the edge rn\n  ","505552":"\n  Not sure who mel&kim are so s&p for default\n  ","505553":"\n  hot chocolate\n  ","505554":"\n  Pink Floyd 's wall? am confused on which wall... 😝\n  ","505555":"\n  The ones I haven't read yet 😂\n  \n  I have a lot of \"to read\" lists on goodreads\n  ","505556":"\n  The weapon lol\n  ","505557":"\n  it would be scary if out and about, not watching surroundings and someone tried using it on you.\n  ","505558":"\n  ask me stuff\n  ","505559":"\n  Very true!\n  ","505560":"\n  silent\n  ","505561":"\n  I guess mgmt\n  \n  not sure on any 😮\n  ","505562":"\n  no need to\n  ","505563":"\n  Never\n  ","505564":"\n  whatever way is best for him.\n  ","505565":"\n  *hugs*\n  ","505566":"\n  The 3rd emot doesn't look as nice :(\n  ","505567":"\n  long live the kingdom :p\n  ","505568":"\n  I don't know about AZ.\n  \n  -\n  \n  I know some authors and singers come from surrounding areas in Maine.\n  \n  Massachusetts has more singers.\n  ","505569":"\n  *puts crown on*\n  ","505570":"\n  spending time together outside of school\/work\n  \n  inside jokes\n  \n  being there through a lot of situations\n  \n  time\n  \n  you actually call each other friends\n  ","505571":"\n  gave advice on which dress to wear to an upcoming wedding.\n  ","505572":"\n  <3\n  ","505573":"\n  almost udder length 😉\n  ","505574":"\n  I'm glad\n  ","505575":"\n  Most states it is legal or at least for having more plants and such.\n  \n  -\n  \n  More people would do it or grow it\n  \n  tax regulations\n  \n  easier to get if you need it medically or other reasons\n  \n  more edible companies around these days\n  ","505576":"\n  Either one is fine\n  ","505577":"\n  If they have something terminal..\n  ","505578":"\n  This question keeps getting repeated lately...\n  ","505579":"\n  Take care\n  ","505580":"\n  shopping spree\n  \n  travel\n  \n  eat lobster and crab legs\n  \n  get some decent books\n  ","505581":"\n  That's good 😘\n  ","505582":"\n  Night - 6:14pm\n  ","505583":"\n  All of them in different ways.\n  \n  Ross less though\n  ","505584":"\n  Welcome :)\n  ","505585":"\n  Someone is tired!\n  \n  *gives those backrubs*\n  \n  hopefully you'll feel better tomorrow\n  ","505586":"\n  mouse.. no wonder why you can't breathe\n  \n  hehe\n  ","505587":"\n  I always liked Mickey more. The true icon.\n  ","505588":"\n  How's my king?\n  ","505589":"\n  bloody hell :p\n  \n  why not??\n  ","505590":"\n  I follow one and not the other?\n  ","505591":"\n  skeletons, baby.\n  ","505592":"\n  Maybe after i know it's safe lol\n  \n  wouldn't want to be a crash dunmy type ordeal\n  ","505593":"\n  You should tell me some to watch then\n  \n  good night\n  ","505594":"\n  Not that much\n  ","505595":"\n  Those two were my favorite girls. basically the main characters i liked lol\n  \n  I don't remember all the episode names. I watched it in 2010 or something so been a while. lots of good episodes\n  ","505596":"\n  nope. was a rectangular tall box\n  ","505597":"\n  comment puis-je défaire un gâteau\n  ","505598":"\n  I don't think I have\n  ","505599":"\n  No but it was heavy. seemed like metal.\n  \n  dragged it inside\n  ","505600":"\n  I'm not really sure.\n  \n  don't know much about my mom's dad's family. There was a name change at some point.\n  \n  My dad's aunt made a book for the family and it had some more information about people.\n  ","505601":"\n  A package came\n  \n  not for me tho\n  ","505602":"\n  same thing\n  ","505603":"\n  The band\n  ","505604":"\n  Chicken\n  \n  💯💯💯\n  ","505605":"\n  I doubt it\n  ","505606":"\n  doorbells\n  ","505607":"\n  lemonsip?\n  ","505608":"\n  nope\n  ","505609":"\n  I've never used kiwi\n  ","505610":"\n  I'll go with Die Hard since I've seen and liked more of them.\n  ","505611":"\n  Haven't\n  ","505612":"\n  both 😈\n  ","505613":"\n  True\n  ","505614":"\n  I have\n  ","505615":"\n  Maybe 50\/50 :)\n  \n  or different amounts\n  \n  Are you feeling any better today?\n  ","505616":"\n  Jolene by Ray LaMontagne\n  \n  I guess Miley\n  ","505617":"\n  Thanks but I've already watched all of One Tree Hill.\n  \n  This song made me do it\n  \n\n   https:\/\/youtu.be\/n6ePkf35UCs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","505618":"\n  Linkin Park!\n  ","505619":"\n  yes. been ok so far\n  ","505620":"\n  ¯\\_(ツ)_\/¯\n  ","505621":"\n  la preuve est dans le pudding\n  ","505622":"\n  I'm not *that* s*xual\n  ","505623":"\n  I pick you\n  ","505624":"\n  Yes, most people today just want to sell you stuff and don't really care about the conversation.\n  \n  Might be more wary of certain things\n  \n  etc\n  ","505625":"\n  clothes\n  \n  food\n  \n  everyday essentials\n  ","505626":"\n  Yes but it was ok too. Didn't really want to be seen either XD\n  ","505627":"\n  The 2nd one\n  ","505628":"\n  Once. Me being more 😂\n  ","505629":"\n  Kind of both. I don't look my best right now but better than before.\n  ","505630":"\n  Just water and a Hansen's root beer so far today.\n  ","505631":"\n  You don't seem like an angel.\n  ","505632":"\n  Hello\n  ","505633":"\n  Yes, wasn't bad.\n  ","505634":"\n  Lately? Nothing. I've only been buying stuff that I actually needed.\n  ","505635":"\n  yes like a partner or group thing.\n  ","505636":"\n  hate that!\n  ","505637":"\n  Not alone\n  ","505638":"\n  Yes, I do 😍\n  \n  but also don't relate to that part of the song lol\n  ","505639":"\n  I like both ways.\n  \n  Nice to have a list but fine with what I do end up getting too :)\n  ","505640":"\n  I think Michael or something like that?\n  ","505641":"\n  double meanings :)\n  ","505642":"\n  Not a who but my knee lately.\n  \n  myself, family, some friends including online ones\n  ","505643":"\n  I haven't.\n  \n  Only had contact highs.\n  ","505644":"\n  yes?\n  ","505645":"\n  No. I think I'd hate it 😂\n  ","505646":"\n  Maybe. I feel like there would be orbs or maybe certain colors\/auras around.\n  \n  true\n  ","505647":"\n  I'd probably go through with it since I love traveling.\n  ","505648":"\n  so sweet\n  ","505649":"\n  r*pe, death, abuse\n  ","505650":"\n  wasn't my lifestyle lol\n  ","505651":"\n  I feel like it overlaps.\n  \n  open to it.\n  \n  Biologically female and that's the way it's always been for me, personally.\n  ","505652":"\n  No, I haven't or if I did it wasn't to my knowledge.\n  ","505653":"\n  cinnabon 😍\n  \n  lots of frosting\n  \n  easy to pull apart\n  \n  messy insides\n  \n  the taste 👍\n  \n  sometimes like when there's those nutty pieces\n  \n  ¯\\_(ツ)_\/¯\n  ","505654":"\n  environment\n  \n  someone told them certain things so it was subconsciously in their mind\n  \n  someone of said race was a d!ck to them so they made up their mind that  all ____ are that way. One person shouldn't ruin a whole race for you.\n  \n  stereotypes\n  \n  media\n  ","505655":"\n  I would need an attraction to the dude. If he wasn't that great looking but other qualities were better then he might seem more attractive to me. ¯\\_(ツ)_\/¯\n  ","505656":"\n  4259 😮\n  ","505657":"\n  latte\n  \n  I just had scrambled eggs and bacon.\n  ","505658":"\n  Night lovely\n  ","505659":"\n  yes. I should sleep now.\n  \n  Already 12\n  ","505660":"\n  Yes, they do at times.\n  \n  Anything. nothing is off limits\n  ","505661":"\n  Guess you didn't see my last picture i posted then\n  ","505662":"\n  no, sir.\n  ","505663":"\n  or a holding XD\n  \n  ~not my page~\n  ","505664":"\n  haha no\n  ","505665":"\n  Last week\n  ","505666":"\n  Why do people say sorry for literally nothing? 😮\n  ","505667":"\n  I guess. Gets old though!\n  ","505668":"\n  NYC\n  \n  somewhere in Nebraska.. was on the boarder\n  \n  Colorado\n  \n  Niagara Falls\n  ","505669":"\n  That's what they keep telling me\n  ","505670":"\n  nah. I just watched a few YouTube videos by thrifters anonymous. no calls were made\n  ","505671":"\n  Just asked\n  \n  might be late on this\n  ","505672":"\n  And now you did! yay 😆\n  ","505673":"\n  I feel like it's more case by case. Each rule could be different. It's not one size fits all.\n  \n  The best thing to do is probably not have those types of people on your accounts! If ___ says a lot of crap in person then online should be the same! Get rid of negative people like that. Delete and blocking is there for a reason.\n  \n  You don't need to read the messages.\n  \n  Also I feel like some should find a backbone or just treat the people with kindness instead of getting upset over it.\n  \n  Obviously have all the evidence ready if they do report it.\n  ","505674":"\n  I'm ok\n  ","505675":"\n  Education doesn't teach you how to write anymore??\n  ","505676":"\n  Nothing? We still talk.\n  \n  I'm not looking for ldr either\n  ","505677":"\n  Night 😘\n  ","505678":"\n  My mind? Thoughts?\n  ","505679":"\n  I had a few guesses and that would have been one of them.\n  \n  Either way, I'd rather hear from\n  \n   @NineGDxFour\n  \n  not some anon going around most likely giving false information.\n  ","505680":"\n  Not really. It just puts people against each other. It doesn't really share what the person does know. Just numbers to people. Doesn't show accomplishments. The learning style might be the wrong way for certain people. Absences and tardies can effect the grades too.\n  \n  For colleges and stuff gpa definitely does matter.\n  ","505681":"\n  You need to sleep early  <3\n  ","505682":"\n  Who knows..\n  \n  guys don't try to get to know me\n  \n  resting bitch face so probably intimidate them\n  \n  i don't dress slutty so they probably don't notice me that way\n  \n  nobody really likes the fat girl\n  \n  i can come off as shy when first meeting new people but really sizing them up, thrir words\n  \n  I just get \"hi's\" or stupid head nods which  leads nowhere.\n  ","505683":"\n  massages those nice thighs\n  ","505684":"\n  I don't want to get sick too\n  ","505685":"\n  Yes, I do.\n  ","505686":"\n  none? I just wouldn't watch then.\n  ","505687":"\n  No thanks.\n  \n  y'all would take it too far\n  \n  already know a bunch of what would be said\n  \n  im good lol\n  ","505688":"\n  It's ok\n  \n  affiliate marketing\n  ","505689":"\n  poor you\n  ","505690":"\n  I like wedges more\n  ","505691":"\n  I'm casual but clean up nice :)\n  ","505692":"\n  Haven't had\n  \n  think they do in Phoenix or somewhere nearby ¯\\_(ツ)_\/¯\n  ","505693":"\n  Maybe food poisoning once or twice?\n  ","505694":"\n  both 😈\n  ","505695":"\n  Where did you buy them? ;)\n  ","505696":"\n  nope. I had plans yesterday but they didn't happen unfortunately :(\n  ","505697":"\n  fam\n  ","505698":"\n  vertical horizon and gin blossoms\n  ","505699":"\n  I was looking forward to a passion tea pink drink but we're out of hwc right now :(\n  ","505700":"\n  coffee. I don't drink it much anyways\n  ","505701":"\n  I rarely drink lol\n  ","505702":"\n  I don't see why I would need to do that. When I'm in a relationship, I only have eyes for them. I'd probably limit my time going online but I don't have anything to hide. I rarely get DMs on Instagram and if I do its just normal talk, about giveaways or other stuff.. nothing sexual.\n  \n  I'm not someone who would rather be online than communicate with them. I'd always be in the present moment with them. Internet could wait.\n  \n  if something did occur then i suppose it depends on my feelings towards them.. if I'm willing to give something up then they must mean a lot.\n  \n  Also I feel like that kind of shows that maybe they might be the ones hiding something but putting that problem on you? seems like the typical cheating way... trust should be very important to both.\n  ","505703":"\n  It's not?\n  \n  Also any room that fits a Queen bed isn't small to me....\n  ","505704":"\n  overrated after all the remakes\n  ","505705":"\n  Not be invisible\n  \n  s*x would be great too!\n  ","505706":"\n  Only thing I can get i guess\n  ","505707":"\n  Not exist\n  \n  I'm single.\n  ","505708":"\n  Are you olaf?\n  ","505709":"\n  I suppose.. loved Little Foot.\n  \n  but I was more into barbies, lion king, video games, polly pockets, barney, hot wheels, playing house and other stuff....\n  ","505710":"\n  *hugs*\n  ","505711":"\n  People should stop throwing love out there\n  ","505712":"\n  o.o\n  ","505713":"\n  accurate\n  ","505714":"\n  They literally kept harassing me this week over it. No chill whatsoever.\n  \n  Probably the person doing it. Don't get along well so it is more annoying than anything.\n  ","505715":"\n  sure 😝\n  ","505716":"\n  be supportive\n  \n  ask questions, communication is key\n  \n  leave her alone sometimes lol\n  \n  Anyways, it's hard to tell since don't know the people, her side of things etc\n  ","505717":"\n  Obviously since my sister is small and has it too. A lot of other smaller people can have it.\n  \n  I have insulin resistance so its more about the stored fat than pcos itself.\n  \n  Also I'm almost out of the obesity range for my height so why even bring it up?\n  ","505718":"\n  Maybe a minute?\n  \n  No. was bugging me, clearly.\n  ","505719":"\n  I guess. I don't think I really change...\n  \n  I am smaller now but besides that I'm still the same person lol\n  ","505720":"\n  Not much to it.\n  \n  feet got tickled and I moved them out of the way.\n  \n  It's not cute, funny, endearing to me..\n  ","505721":"\n  no\n  \n  it creeps me out a bit lol\n  ","505722":"\n  Probably dealt with some type of s*xual trauma. Doesn't love her husband... maybe seeing someone else and his touch reminds her of the other guy, repulsed.\n  \n  had a rough day and doesn't want to do anything besides take a shower in peace :p\n  ","505723":"\n  ok then\n  ","505724":"\n  who hasn't?\n  ","505725":"\n  in most cases.\n  \n  I think people have the ability to change.\n  ","505726":"\n  yes\n  ","505727":"\n  I'll let you know\n  ","505728":"\n  This is complicated and rather not dwell on it. My answer could change sometime too ¯\\_(ツ)_\/¯\n  ","505729":"\n  December\n  \n  12th month\n  ","505730":"\n  Yes. Get me in water and we're good\n  ","505731":"\n  chicken parm 😍\n  \n  normal type or angel hair, penne\n  \n  The Palmini hasn't been bad (heart of palm trees)\n  ","505732":"\n  mom\n  ","505733":"\n  large, xl and sometimes bigger\n  \n  14 if number wise\n  ","505734":"\n  Night x\n  ","505735":"\n  nice\n  \n  mysterious, still don't know much about you\n  \n  caring\n  ","505736":"\n  lol oh well\n  ","505737":"\n  DD - Boston cream\n  \n  Krisby Kreme - glazed\n  ","505738":"\n  Do you really probe people?\n  ","505739":"\n  Rugrats and other 80\/90s shows\n  ","505740":"\n  frame it\n  \n  idk\n  ","505741":"\n  feel better, king\n  ","505742":"\n  cool\n  ","505743":"\n  give them mints or gum?\n  \n  just say it ¯\\_(ツ)_\/¯\n  ","505744":"\n  barely anything\n  ","505745":"\n  Boston ones\n  \n  soccer;\n  \n   Arsenal\n   \n    Manchester United\n    \n\n      View more\n     \n\n","505746":"\n  all the above\n  ","505747":"\n  oh?\n  ","505748":"\n  none\n  \n  eh.. maybe legs (when my knee isn't being a d!ck atm) or shoulders?\n  ","505749":"\n  Don't know enough to tell\n  ","505750":"\n  yes\n  ","505751":"\n  Yes, I've won a little bit.\n  \n  bingo or at the casino slots\n  ","505752":"\n  No.\n  \n  Why?\n  \n  If this had to do with the sleeping question.... i was in pain some of those nights when I went to sleep later or I was busy and lost track of time. I'm a night owl anyways.\n  \n  becauseI haven't answered much today - I was doing other things lol\n  ","505753":"\n  Not at all.\n  \n  Even when I did play i wasn't that invested in it?\n  ","505754":"\n  hugs back\n  ","505755":"\n  big enough\n  ","505756":"\n  I have.\n  \n  Maybe a tiny difference.\n  ","505757":"\n  I like some aspects of the usa.\n  \n  but ya, it would be cool to travel and spend time in new areas.\n  ","505758":"\n  Never 😈\n  \n  lol not sure\n  \n  ¯\\_(ツ)_\/¯\n  ","505759":"\n  Not that I'm aware of\n  ","505760":"\n  This year?\n  \n  I'd say The Best of Me\n  \n  the rest of them have been more selfhelp inspirational stuff for the challenges.... The Excuses Begone was decent.\n  ","505761":"\n  homemade:  stews, ham potato casserole, and kid pizza\n  \n  quick and easy :\n  \n  cheeseburgers, hot dogs, grilled cheese and soup\n  \n  random :\n  \n  lobster, snails, I got told that froglegs were chicken :(\n  ","505762":"\n  I don't think so\n  ","505763":"\n  I don't\n  ","505764":"\n  they don't change much. under my top answers there's a few lists\n  \n  i don't feel like tagging anyone rn\n  ","505765":"\n  Of course\n  ","505766":"\n  hi\n  ","505767":"\n  I just had to cancel them :(\n  \n  sucks since I knew about it for a month or two.\n  \n  oh well.\n  \n  always other ones\n  ","505768":"\n  Last year?\n  \n  tickling is overrated\n  ","505769":"\n  No thanks. I never liked it. It's from 2014 and then renewed it with the same picture a 2nd time since I didn't feel like taking a new one.\n  \n  It's currently expired and need to get a new one. Expired in December.\n  \n  A selfie would be way better than driver license anyways.\n  ","505770":"\n  5th- I planned on going but my friend wasn't going so I was like fuck it. didn't care for outfit either. The guy who \"hosts\" it likes doing them the day after Thanksgiving so its like why?? rather go shopping or something lol\n  \n  10th - I was in Arizona at the time\n  ","505771":"\n  🍑🍑🍑\n  ","505772":"\n  Like Peggy or the girl on Madman...\n  \n  I guess I'd have a 80s or 50s style then..\n  ","505773":"\n  Good luck searching\n  ","505774":"\n  Who spoke of change??\n  ","505775":"\n  I'd say no\n  ","505776":"\n  no\n  ","505777":"\n  I don't hate anyone. I just haven't gone to any of my reunions yet\n  ","505778":"\n  says something like that and then acts immature\/stupid.. only writes one word answers. \"Dunno\" being the most used. Yes.. something isn't right there. Especially when I've never seen the girl on here before. blocked since don't feel like dealing with weird crap like that.\n  ","505779":"\n  You have issues\n  ","505780":"\n  Yes, I do. Usually add chicken ontop.\n  \n  We recently ended up buying Chompies keto bread. It's not too bad. I feel better without it though. Maybe I'll try it that way.\n  ","505781":"\n  Why bother saying that then?\n  ","505782":"\n  I never liked roast beef much\n  ","505783":"\n  How so? 😂\n  ","505784":"\n  That means you have too! Liked any? 😈😉\n  ","505785":"\n  I'd rather have it be in the summer.\n  \n  With loved ones\n  \n  besides that, I don't know everything that would be done.\n  ","505786":"\n  I like both equally.\n  ","505787":"\n  Yes, that happened with one of my friends. She thought that I was a b!tch too 😂😂 nope.\n  ","505788":"\n  not because it's difficult - I just don't care. People get too extreme with their opinions\/beliefs.\n  ","505789":"\n  California and Arizona are different, my dude.\n  \n  Why comment on something from 4 months ago?\n  ","505790":"\n  uh huh\n  ","505791":"\n  No, MST.\n  ","505792":"\n  It's strong like bull o.o\n  ","505793":"\n  No. It wouldn't make me happy. I'm not that materialistic.\n  \n  Yes, it would help.\n  ","505794":"\n  I need to go to bed earlier.\n  \n  I keep waking up around 6-9am and then falling asleep again. more 11ish wake up but don't let fitbit know until later..\n  \n  The last few nights have been bad timewise.\n  \n  I'm also trying to rest more because of my knee -_-\n  ","505795":"\n  The moves you need to think about\n  ","505796":"\n  Yes, I do.\n  \n  One of the top things i missed on keto in the beginning! It's just so quick and easy to make.\n  ","505797":"\n  Haven't tried. I don't like the idea of it.\n  \n  I like mussels, snails and other stuff though.\n  ","505798":"\n  Not really.\n  \n  I like Almond milk more.\n  ","505799":"\n  I bet you were thinking of letters instead -_-\n  ","505800":"\n  both\n  ","505801":"\n  been better but ok too\n  ","505802":"\n  I know\n  ","505803":"\n  I've never been to France.\n  ","505804":"\n  kind of\n  ","505805":"\n  \" How old are you now (how many months of years and days from the date of birth)?\"\n  \n\n   https:\/\/coolconversion.com\/i-was-born-in\/\n  \n","505806":"\n  I had to read negro before in class.\n  \n  I guess it depends on the maturity level of the class, the book etc\n  \n  Maybe skip over it if not comfortable? I don't know.\n  ","505807":"\n  it changes depending on who i watch the most..\n  \n  lately its been more plus size or \"midsize\" girls.\n  \n  Also I find it ironic that whenever Loey is mentioned - she usually uploads something fashion wise instead of the paranormal crap. 😂\n  ","505808":"\n  A picnic would be adorable in Spring\/Summer.\n  ","505809":"\n  Paid it forward or gave me some change since I was a few short? Let me get a free lunch when I promised to pay for it the next day.\n  \n  On here:\n  \n  Lingerie\n  \n  books\n  \n  Old Navy giftcard\n  \n  It's been a while for both ways...\n  ","505810":"\n  stupid stuff that's not really important or worth mentioning.\n  ","505811":"\n  When we did the salt river thing.\n  \n  I feel like I should have just not applied anything lol the burn was bad. Probably since a spray one too.\n  ","505812":"\n  Maybe if I really tried\n  ","505813":"\n  You\n  \n  Atypical\n  \n  Pretty Little Liars\n  \n  Gilmore Girls\n  \n  Walking Dead\n  \n  I haven't really been watching shows lately.\n  ","505814":"\n  Simba and Nala 💕\n  ","505815":"\n  its better than just getting random ones lol\n  ","505816":"\n  rarely\n  \n  most have been talked about beforehand 😰\n  ","505817":"\n  lol good one\n  ","505818":"\n  dirty stuff :p\n  \n  they sent the question + the 1 where I'd answer said question.\n  ","505819":"\n  Some annoying guy\n  ","505820":"\n  buy me something on my amazon list then\n  \n  paypal isn't working :(\n  ","505821":"\n  ew\n  \n  now you sound like lahore dude -_-\n  ","505822":"\n  taking preworkout\n  \n  just need to get out of the house type thing\n  \n  not going to do any leg work.. maybe more stretching \/ foamroller stuff..\n  ","505823":"\n  Today? None.\n  ","505824":"\n  do whatever you want  <3\n  ","505825":"\n  There's a few minor ones. I wish that I was into fitness more when younger..\n  ","505826":"\n  I might\n  ","505827":"\n  Pretty clean\n  ","505828":"\n  congratulations\n  ","505829":"\n  Good night x\n  ","505830":"\n  agreed\n  ","505831":"\n  You are\n  ","505832":"\n  aww\n  ","505833":"\n  I got a golden ticket\n  ","505834":"\n  in a twisted way XD\n  ","505835":"\n  haha ok\n  \n  good night\n  ","505836":"\n  yes\n  \n  you should sleep soon  <3\n  ","505837":"\n  oh yes very :p\n  \n  90s out. supposed to reach 109 sometime this weekend..\n  \n  I will be taking it easy\n  ","505838":"\n  You didn't ask anything :p\n  ","505839":"\n  smug\n  \n  I should swim now\n  ","505840":"\n  So far away 🎤\n  ","505841":"\n  Probably 😈\n  ","505842":"\n  yes, giving too\n  ","505843":"\n  It's not that good ¯\\_(ツ)_\/¯\n  ","505844":"\n  Now that sounded kinky...\n  ","505845":"\n  feet so you make all the guys jealous 😉\n  ","505846":"\n  yes, I've posted pictures before 😂\n  ","505847":"\n  This just seems like a fetish now  <3\n  ","505848":"\n  I know :(\n  ","505849":"\n  yes\n  ","505850":"\n  Thanks i guess 😂\n  ","505851":"\n  I don't think feet are pretty so hard to say 😝\n  ","505852":"\n  random\n  ","505853":"\n  🍆🍑💦\n  ","505854":"\n  wasn't trouble to find it\n  ","505855":"\n  oh ok :)\n  ","505856":"\n  What did you ask?\n  ","505857":"\n  it was ok\n  ","505858":"\n  men lol\n  ","505859":"\n  lol\n  \n  enjoy\n  ","505860":"\n  Maybe have some water in the meantime?\n  ","505861":"\n  The day is still going\n  \n  ~\n  \n  slept\n  \n  went online\n  \n  ate a late breakfast\n  \n  think I'll swim then get ready\n  ","505862":"\n  yes 🌞🌞🌞🌞🌞\n  ","505863":"\n  Don't care\n  ","505864":"\n  3:11pm\n  ","505865":"\n  Thanks :)\n  ","505866":"\n  All of them would be foreign to me. I haven't left the states, besides Canada once.\n  ","505867":"\n  yes, that could help as well\n  ","505868":"\n  wish I knew. very tight feeling. like its flexing when there's no need for it too.\n  ","505869":"\n  It's obvious lol\n  ","505870":"\n  I don't have it online. Probably 4 and on a rock posing for the pic ¯\\_(ツ)_\/¯\n  ","505871":"\n  Liam Gallagher\n  ","505872":"\n  it was learningtobefearless\n  \n  nothing s*xual\n  ","505873":"\n  The latter\n  ","505874":"\n  You really need to get laid.\n  ","505875":"\n  Very rarely because I know that they can't hear me\n  ","505876":"\n  hmm i wonder 😝\n  \n  go watch something\n  \n  use imagination\n  \n  look up erotica\n  \n  see certain images, gifs etc\n  ","505877":"\n  home\n  \n  outside near water\n  \n  maybe something with fashion\n  \n  I wouldn't like desk cubicles or anything where I'd feel caged in...\n  ","505878":"\n  I have something on Saturday but besides that I don't really have much plans.\n  \n  just taking my knee easy\n  ","505879":"\n  I was sleeping 2 hours ago\n  ","505880":"\n  go ahead\n  ","505881":"\n  too much power, think the individual has a gun or something but turns out to be a phone or something that wouldn't even do any damage etc\n  ","505882":"\n  Maybe\n  ","505883":"\n  fries\n  ","505884":"\n  Not really but they do anyways or you know, shoot innocent people.\n  ","505885":"\n  No. Never had a cat named that either.\n  ","505886":"\n  I suppose. more money would be better tho\n  ","505887":"\n  Saying no to shitty opportunities.\n  \n  Herbalife has so much sugar in it. The protein used isn't the best either.\n  \n  Why would they even ask someone who always posts keto foods? 😂 y'all have no chill. The pins are also ugly XD\n  ","505888":"\n  Don't compare <3\n  ","505889":"\n  🍅\n  \n  or an apple 🍎\n  ","505890":"\n  Yes, if it came to that.\n  ","505891":"\n  k\n  ","505892":"\n  Nothing at the moment\n  \n  ~\n  \n  graphic communications degree\n  \n  liberal arts studies\n  ","505893":"\n  What?\n  ","505894":"\n  idk. I don't get why guys ask.. most wouldn't even know how big\/small those numbers or cups would even be.\n  ","505895":"\n  The dr one was unexpected. I was up on the table then wasn't. I was out for a tiny bit. Then just laid there type thing and my mom helped when I had the strength again\n  \n  Yes to the other times. I knew that I was going to fall so I'd lay down. My ears end up clogging so I understand the warning lol I'd rather help the process than end up hurting myself. I'd just lay there taking deep breaths until I felt 100% again. There wasn't really unconsciousness like the actual dr one.\n  \n  The bloodwork was scary. My ears clogged. my vision got very spotty. breathing, cold sweats. I was very close to passing out\n  ","505896":"\n  more in depth sex ed\n  \n  taxes and other financial topics\n  \n  cooking\n  ","505897":"\n  Maybe 😉\n  ","505898":"\n  Yes. Once at the doctors.\n  \n  A few in the bathtub because I was sick or not taking the best care of myself \/ way less active.\n  \n  I almost fainted the 2nd time i had to do bloodwork.\n  ","505899":"\n  Nothing\n  ","505900":"\n  :)\n  ","505901":"\n  You look like my next mistake\n  ","505902":"\n  nope\n  ","505903":"\n  usa\n  \n  >>> bio <<<\n  ","505904":"\n  I'm not sure. given the right circumstances, maybe? I think I'd definitely have to be drunk or something to go through with it?\n  ","505905":"\n  taking it easy\n  \n  answering questions\n  \n  asking some\n  ","505906":"\n  aww thanks Elle 💕\n  ","505907":"\n  everyone keeps giving me a nickname today XD\n  \n  Just the typical Lynds, Lyndso, Lynseed ones.\n  \n  I used to hate Lynseed (first nickname ever from my friend's mom) but it grew on me. There's also a special meaning since her mom is no longer living.\n  \n  other ones;\n  \n  I don't really go by old ones these days. There's no significance of using them if no longer friends with the givers....\n  ","505908":"\n  Camping but not sure when.\n  \n  I'd like to go to California for the beach sometime.\n  \n  I'd like to feel confident in a bikini. Aiming for August but who knows. weightloss is weird. I'll definitely make my 191 goal since its 14.5 pounds away. I haven't thought of a next goal weight though.\n  ","505909":"\n  its been hurting\n  ","505910":"\n  cute\n  ","505911":"\n  He remains anonymous. Got me the lingerie tho 😈\n  ","505912":"\n  No? Rose dude is neither of those guys lol\n  ","505913":"\n  no\n  \n   @mawiocudwoc\n  \n  is the one I called my favorite. We're still good lol\n  ","505914":"\n  we never did\n  ","505915":"\n  Apparently lol\n  ","505916":"\n  go to sleep, darling.\n  ","505917":"\n  so many nicknames today\n  ","505918":"\n  He's been on anon\n  ","505919":"\n  I thought it was obvious why 😝😝\n  ","505920":"\n  hi\n  ","505921":"\n  I've been waking up naturally around 6-9am. Sometimes I fall asleep again and up around 11 at the latest.\n  ","505922":"\n  What time is it there, sleepyhead?\n  ","505923":"\n  I don't feel like repeating everything i mentioned yesterday.\n  ","505924":"\n  sure\n  ","505925":"\n  Ours seem to collide.\n  ","505926":"\n  nah its fine\n  ","505927":"\n  Not afraid to speak your mind\n  \n  funny\n  \n  makeup 👍\n  \n  bubo 🐦\n  \n  the art you do\n  ","505928":"\n  My knee would be right now\n  ","505929":"\n  no\n  ","505930":"\n  I'm single\n  ","505931":"\n  Everything. That's better than nothing!\n  \n  funny\n  \n  chill person\n  \n  etc\n  ","505932":"\n  All the answers coming to mind would be troublesome.\n  ","505933":"\n  Lyndsey's man would be better 😉\n  ","505934":"\n  mix of different ones. I'm not picky.\n  ","505935":"\n  Waiting for daddy\n  \n  lol predictive text wanted to pick dinner which would also be correct XD\n  ","505936":"\n  I'm barefoot.\n  \n  let's go with shoes.\n  \n  I like wedges and other types more than heels\n  ","505937":"\n  question after question 😂\n  ","505938":"\n  hey\n  ","505939":"\n  One of me is enough.\n  ","505940":"\n  😂🍑😘😝😈😉💪\n  ","505941":"\n  yes\n  \n  last night's was ok. A youtuber was in it tho 😂\n  ","505942":"\n  You can\n  ","505943":"\n  lol my friend's mom called me tinkerbell before XD\n  ","505944":"\n  Thanks cupcake\n  ","505945":"\n  it goes to you\n  ","505946":"\n  bends over 🍑\n  ","505947":"\n  Maybe at first but could be a turn on too\n  ","505948":"\n  aww\n  ","505949":"\n  I'm not sure what I'd actually give a nickname. don't know much about you, anon.\n  ","505950":"\n  I'm not sure, actually. I only eat stuff that I do like.\n  \n  Ironically, I had a dessert like breakfast today. Protein mug cake with strawberries, blueberries and a few blackberries on top. Cocoa powder and coconut oil for the chocolate drizzle.\n  ","505951":"\n  Chinese food\n  \n  chicken parm\n  \n  lobster\n  ","505952":"\n  Only kidding 😘\n  ","505953":"\n  idk she's the one who usually comes back\n  ","505954":"\n  puta\n  ","505955":"\n  lol\n  ","505956":"\n  Taylor 😂\n  \n  haven't in forever\n  \n  gets boring \/ creepy\n  ","505957":"\n  yes\n  \n  34 pounds down with it\n  ","505958":"\n  Yes, I do.\n  \n  What do you think?\n  ","505959":"\n  Can be :)\n  ","505960":"\n  yes but some muscle too\n  ","505961":"\n  Depends on what it is etc\n  ","505962":"\n  cuddles you\n  ","505963":"\n  I swim at night sometimes\n  ","505964":"\n  I suppose. Especially if it's more terminal.\n  ","505965":"\n  Do atm\n  ","505966":"\n  I like her. Ya, it's definitely different.\n  ","505967":"\n  same\n  ","505968":"\n  Ask doesn't like that\n  ","505969":"\n  no, I usually do full body.\n  \n  my knee is being annoying hence the comment\n  ","505970":"\n  oh well.\n  \n  It makes me laugh now. one sided love isn't fun.\n  ","505971":"\n  Yes, the brother-in-law's brother fits this.\n  ","505972":"\n  Soon 😈\n  ","505973":"\n  nice\n  \n  i might later. .\n  \n  probably won't do any leg work though\n  ","505974":"\n  I'd say college? More freedom, adult etc\n  \n  Or do you the conception, birth stagrs??\n  ","505975":"\n  Give it back\n  ","505976":"\n  You must need glasses :P\n  ","505977":"\n  Just relaxing. might swim.. not sure yet\n  \n  Charging my fitbit\n  ","505978":"\n  - a genuine connection with the guy\n  \n  - communication is easy. doesn't feel forced.\n  \n  - some common denominators help\n  \n  - humor\n  \n  - no judgment\n  \n  - s*xually compatible\n  ","505979":"\n  A guy who didn't notice me.\n  ","505980":"\n  yes but it could be very chaotic\n  ","505981":"\n  It would be cool to get Robin Williams opinion on the new Aladdin but I wouldn't want to do him lol\n  ","505982":"\n  😘\n  ","505983":"\n  money being the top one\n  ","505984":"\n  Make a petition 😈\n  \n  * Lyndsey\n  ","505985":"\n  depends what we're talking about 😉\n  ","505986":"\n  Barbies, certain bands\/singers, watching cartoons\n  ","505987":"\n  Just the one?\n  ","505988":"\n  Not currently\n  ","505989":"\n  Yes.\n  \n  I don't go on much though\n  ","505990":"\n  It's not like they can buy drugs with food stamps unless doing some shady deals that go against the benefit requirements.\n  \n  maybe if its been known that the person does drugs or just got out of jail.\n  \n  Hopefully if they say \"no\" to the drug questions then they are literally not spewing lies.\n  ","505991":"\n  Thanks...\n  ","505992":"\n  no pockets\n  ","505993":"\n  I have a lot to answer.\n  \n  multitasking atm\n  ","505994":"\n  Sometimes or too busy to care\n  ","505995":"\n  agreed\n  ","505996":"\n  Thanks\n  ","505997":"\n  😂😂😂\n  ","505998":"\n  yes\n  ","505999":"\n  Another reason to hate doctors then\n  ","506000":"\n  English would be nice :P\n  \n  yes, since the 1st grade.\n  ","506001":"\n  yup\n  ","506002":"\n  idk not the one doing it\n  ","506003":"\n  A lot of answers are getting deleted 😮\n  ","506004":"\n  of what?\n  \n  ice on my knee?  😂\n  ","506005":"\n  I guess. wanted to do more blood work for that. *sigh*\n  ","506006":"\n  sexy\n  ","506007":"\n  Yes, a little bit.\n  \n  Talked about my liver even though it hasn't bugged me at all. I rarely drink. No pain or anything there. I wonder if it was because I had a bad sunburn or metformin being a douche. Not sure when I'll get the latest results.\n  \n  I was looking up one of those A words earlier and it said burns could make it higher so idk. #hotmess\n  ","506008":"\n  no\n  ","506009":"\n  A guy who loves Dominos\n  ","506010":"\n  No thanks 😂\n  ","506011":"\n  sure\n  ","506012":"\n  The first two options\n  ","506013":"\n  yes 😈\n  \n  just don't always mention or been a few days \/weeks.\n  ","506014":"\n  almost 😂\n  ","506015":"\n  Could be way better\n  ","506016":"\n  been a while again\n  \n  don't feel like doing it atm either :p\n  \n  iced knee isn't that attractive lol\n  ","506017":"\n  calcium was 10.3 out of 8.8-10.4\n  \n  pth isn't listed\n  \n  sodium is 146\n  \n  normal #s 134-147\n  ","506018":"\n  my paypal hasn't worked in forever :(\n  \n  not really\n  ","506019":"\n  Would be nice.\n  \n  But sometimes space is too :)\n  ","506020":"\n  Not sure what that means 100%\n  ","506021":"\n  a1c is a little high but I'm not diabetic.\n  \n  I didn't see \"phosphate\" on there besides \"alkaline phosphatase\" which is 105 and the normal #s are 37-127 range.\n  \n  these other ones were on the higher side:\n  \n  alanine aminotransferase\n  \n  anion gap by 1 point\n  \n  aspartate aminotransferase\n  \n  calcium by .1\n  \n  fasting glucose was high yet i did have 11 hours fast and a bad sunburn at the time.\n  \n  Everything else was perfect\n  ","506022":"\n  Kevin?\n  ","506023":"\n  I don't even know. its just very tight. I feel like walking helps it yet at the same time it can be annoying too. I noticed something on youtube about the calcium thing.. no clue what's up.\n  \n  my numbers were good for a lot of things.\n  \n  A few were iffy hence getting more bloodwork, unfortunately. Not sure when I'll get the latest results.\n  ","506024":"\n  why?\n  ","506025":"\n  icing my knee\n  ","506026":"\n  you?\n  ","506027":"\n  Doesn't seem that way\n  ","506028":"\n  depends on the situation. sometimes its truly not worth it\n  ","506029":"\n  It's getting better.\n  \n  yes 🍑\n  ","506030":"\n  That's rude.\n  \n  get off my page\n  ","506031":"\n  Can't relate\n  ","506032":"\n  I'm not being critical, it's just facts. I'm 5.5 pounds away from being out of the 200's.\n  \n  14.5 to my mini goal of 191 for this challenge. Would put me into \"overweight\" category for my height and age.\n  \n\n  Ideally want to be 118-125, perhaps 130. Also muscle depends on that too.\n  \n  Like i lost 55 pounds since last June. 34 of which from keto. I'm still not fit 😝\n  \n  truth 💪👏\n  ","506033":"\n  The doctor, I believe. It's the only thing that makes sense.\n  \n  bloodwork - knee starts hurting\n  \n  the 2nd time : starts feeling normal\n  \n  bloodwork, starts hurting again.\n  \n  I noticed something called excess calcium but my numbers for calcium were ok. I just don't know. Doesn't look normal to me and I didn't hurt myself. It feels very tight. It's on the same side that they got blood from. My knee wasn't hurting before the 1st time either.\n  \n  I've noticed bloodwork evaluated pain articles but why do that to a patient when there was no pain to begin with???\n  ","506034":"\n  and by that you mean swim in the pool? it hit 101 out 😮\n  ","506035":"\n  😂😂😂\n  ","506036":"\n  :(\n  ","506037":"\n  shower\n  \n  brush teeth\n  \n  toilet\n  ","506038":"\n  Someone must not like thong anons\n  ","506039":"\n  doubtful\n  ","506040":"\n  Sometimes.\n  ","506041":"\n  Some were more s*xual? idk\n  ","506042":"\n  Not surprised\n  ","506043":"\n  ufo\n  \n  ghost stuff\n  ","506044":"\n  Do one thing you love doing everyday\n  ","506045":"\n  Lots of doctor visits 😂 hate getting blood work.\n  \n  The gym\n  \n  walking, swimming\n  \n  events with family\n  \n  boring stuff  ¯\\_(ツ)_\/¯\n  ","506046":"\n  sadly\n  ","506047":"\n  I'm not fit yet but ya :)\n  ","506048":"\n  different shades of pinks atm\n  ","506049":"\n  Yes. I've been in the wedding party too.\n  ","506050":"\n  in a young girls heart 🎤💕\n  \n  sort of\n  ","506051":"\n  You aint never had a friend like me 🎤🐒\n  ","506052":"\n  Living room\n  \n  living room\n  \n  kitchen or outside\n  \n  all?\n  \n  my room\n  \n  living room\n  \n  living room\n  \n  bedroom or outside\n  ","506053":"\n  Never washes it again\n  \n  jk that's unsanitary\n  ","506054":"\n  I haven't noticed. I could picture Meghan Hughes doing that though.\n  \n  ----\n  \n  Um.. I ended up looking for someone on Instagram (there's a lot of people with his name) but whenever I type @ the letter of their name a ton of those pages come up so that's a bit annoying having that reminder... especially when not looking to tag them personally lol\n  ","506055":"\n  Either way, kitten.\n  ","506056":"\n  I just want all the cute summer clothes, tbh.\n  \n  I'm good. need to swim :)\n  ","506057":"\n  I like this 😂\n  \n  too bad it only went up to a large.\n  \n  XL or bigger could have worked.\n  \n  they had a dress version too but eh\n  \n  Shein needs to stop having cute stuff\n  \n  their quality has seemed to be better too lately\n  ","506058":"\n  Always 💦\n  ","506059":"\n  Maybe?\n  \n  If you are literally outside someone's house and stuff like that, hell yes, that's bad!\n  \n  checking up with people online, not that bad at times\n  ","506060":"\n  eye contact that never wavers\n  \n  idk lol\n  ","506061":"\n  I'm not afraid\n  ","506062":"\n  Same\n  ","506063":"\n  yes.\n  \n  you can swim after to help relax them too\n  ","506064":"\n  I like it quiet or something low and soothing. I've even wrote essays with metal music on ¯\\_(ツ)_\/¯\n  ","506065":"\n  I took  my bra off already..\n  ","506066":"\n  It better be 😈\n  \n  One thing was iffy last time so hopefully it was better now. Enough needles for now, please!!!\n  ","506067":"\n  Haha yes\n  ","506068":"\n  makes you go to the gym\n  ","506069":"\n  die hard and mulan\n  \n  ¯\\_(ツ)_\/¯\n  \n  that was very random\n  ","506070":"\n  How you been?\n  ","506071":"\n  I'm adopted\n  \n  Summer is my favorite season\n  \n  I'll be in the 100's very soon weight wise\n  ","506072":"\n  Thanks king :)\n  ","506073":"\n  Good. Going to the gym shortly. wanted to do a little honesty hour in the meantime\n  \n  🌻 ноиєsтџ ноur 🌻\n  ","506074":"\n  🌻 ноиєsтџ ноur 🌻\n  \n  send questions\n  ","506075":"\n  old\n  ","506076":"\n  Nope. Too much money for something i wouldn't use much. I do like high end designers but not in the budget etc\n  ","506077":"\n  I use my tablet more\n  ","506078":"\n  I'm not much of a fish eater\n  ","506079":"\n  That's horrible XD\n  ","506080":"\n  😂😂😂\n  ","506081":"\n  yes but interactions with people is needed too\n  ","506082":"\n  aw sweet\n  ","506083":"\n  Anything my dad's aunt would give\n  \n  r.i.p\n  ","506084":"\n  nah.\n  \n  I had a pink passion tea. Just in a normal glass. easy to make at home :)\n  ","506085":"\n  I don't think someone would act this way if that actually happened. You won't even come off anon or give a name to see if i remember.\n  \n  I delete most \"follow for follows\" and all that. If I did follow and then later unfollowed you must have done something to deserve it. I also haven't sent out that many questions lately either.\n  ","506086":"\n  No thanks\n  ","506087":"\n  around 5k\n  ","506088":"\n  I don't understand the \"tkt bb t\" part.\n  ","506089":"\n  \" we will really ignore the fact that I am the most handsome guy on Ask ??????\"\n  \n  I'd like to see that proof, anon.\n  ","506090":"\n  clothing\n  \n  food\n  \n  I'd say a house but the 1k part kills that thought\n  ","506091":"\n  A warning would be nice\n  ","506092":"\n  Doctors 😂\n  \n  I did fine yesterday.\n  \n  Hopefully the results will be better\n  ","506093":"\n  Haven't noticed. I stay away from certain political stances\n  ","506094":"\n  I figured lol\n  ","506095":"\n  I haven't had anyone ask me to follow them in a while. You are still anon. I doubt this occurred\n  ","506096":"\n  anon\n  ","506097":"\n  Because I don't want to always see my face on social media\n  \n  not photogenic\n  \n  its a q&a site, doesn't really matter.\n  \n  anons will say its weight related but currently at my smallest ever :p\n  \n  I've posted some other pictures on here & elsewhere.\n  ","506098":"\n  looks like religious ramblings to me\n  \n  don't feel like checking to see if I'm right lol\n  ","506099":"\n  Not a good one?\n  \n  probably just see a fat girl with resting bitch face who can seem shy but I'm really sizing them up....\n  ","506100":"\n  I'm not going to attempt to read that\n  ","506101":"\n  My birthday?\n  \n  A Wednesday?\n  ","506102":"\n  Hard to say. The 2nd person only has a display picture up whereas Kizzle has more. I'd probably say kizzle. Both are good in their own ways. Stop comparing people.\n  \n  either way i don't like their attitudes. Don't like girls who think they are the best thing out there, put others down over silly things, thinj they are invincible etc\n  ","506103":"\n  No. That's creepy and borderline incest behavior?\n  \n  My friend's mom had a nude painting but it was well done and not as cringe worthy as a whole album. Also she didn't do it for her kids lol\n  ","506104":"\n  Why do I feel like a mixture? :p\n  ","506105":"\n  The bigger dogs just eat kibble. Free feed\n  \n  Lulu has Caesar. She'll eat kibble at times too.\n  \n  The cats have their own kibble too.\n  ","506106":"\n  December 16th\n  ","506107":"\n  about?\n  ","506108":"\n  How would I know?\n  \n  probably compare d!ck sizes to the guys nearby ¯\\_(ツ)_\/¯\n  ","506109":"\n  more aim?\n  ","506110":"\n  Wasn't Bubbles a girl?\n  \n   @cestlavie87\n  \n","506111":"\n  I feel like lately its been weighted exercise balls, walking around the track with a kettle ball, the hip abductor and lat pull down.. Also i always love to swim.\n  \n  I don't really have a least.\n  \n  I get my cardio in more with walking and the stationary bike.\n  \n  Not really. I noticed someone who had shorts on that looked way more like underwear. I don't get how that would be comfortable. I'd be sticking to the seat of the machines. I just wear oversized tshirts with cuter pairs of leggings. I'd like to be one of those Gym Shark girls or whatever but not at that level yet lol\n  ","506112":"\n  $7.99 VS bra\n  \n  so comfy!\n  \n  Kohls pullover thing. very lightweight. The white part is see through on it. Need to get a white cami tank or exercise one...\n  ","506113":"\n  Could go either way.\n  \n  probably in with the wrong crowd of friends\n  ","506114":"\n  A lot but it's not my place to tell\n  ","506115":"\n  lean on me - bill withers\n  \n  benny and the jets - Elton John\n  ","506116":"\n  nudes\n  \n  address if I don't trust the person for whatever reason\n  \n  I don't post my last name on normal social media\n  ","506117":"\n  I used to hate broccoli but its been a favorite for a few years now. Funny how that happens.\n  \n  I don't care much for blackberries. I'll still have them at times.\n  ","506118":"\n  I'm good\n  ","506119":"\n  It's great with my mom.\n  ","506120":"\n  I'll remember yet forgive. I don't hold grudges.\n  ","506121":"\n  lemonade\n  ","506122":"\n  It's more individual than gender. Rather not vote as a whole either\n  ","506123":"\n  noodles\n  \n  i already had breakfasty food earlier.\n  \n  plus we're having some type of chicken \"pasta\" dish tonight.\n  ","506124":"\n  yes but didn't feel as hot as yesterday was\n  ","506125":"\n  bloodwork\n  \n  Got a bra from Victoria Secret since it was only  $7.99. The nurse lady mentioned Dillards and VS. Dillards wasn't open but I felt like checking out vs since I knew about the sale.\n  \n  Went to kohls. Got a summery looking pullover lightweight hoodie\n  \n  ate in Mcdonalds. sausage egg mcmuffin minus the muffin.\n  \n  A ghetto Goodwill that didn't have much and smelled funny.\n  ","506126":"\n  beach!!!!!\n  \n  I'm stuck more with pools in AZ though.\n  ","506127":"\n  We'd always go to Maine and New Hampshire to camp.\n  \n  lakes, oceans\n  ","506128":"\n  I've only been to church for funerals.\n  \n  Once with friends but it was their religion.\n  \n  A christening\n  ","506129":"\n  Same\n  ","506130":"\n  You must be new to my page.\n  \n  no\n  ","506131":"\n  Sometimes.\n  \n  or its the other person's fault that they aren't in the picture anymore.\n  ","506132":"\n  Yes, probably will happen today. Need to get my blood done since last week was a fail -_-\n  ","506133":"\n  I haven't been there in years but it was usually one of these items;\n  \n  Boston creme donut or blueberry muffin\n  \n  bagel with clive or the veggie cream cheese if out of clive\n  \n  hashbrown\n  ","506134":"\n  The sausage egg mcfuffin without the muffin\n  \n  quarter pounder without the bun\n  \n  ~ keto way ~\n  ","506135":"\n  rather not be tucked in when its 70s out\n  ","506136":"\n  none until proven otherwise. I'm not going to judge a whole race based on one bad person. If you show me that I have to have a guard up then I know you aren't good and will be wary.\n  ","506137":"\n  I don't have kids\n  ","506138":"\n  ^^^^^^^\n  ","506139":"\n  I'm not sure. He's always watched the Patriots, Celtics and Red Sox. He's even watched golf...\n  \n  I think mom would be football.\n  ","506140":"\n  - music\n  \n  - write\n  \n  - facemask\n  \n  - gym\n  \n  - walk\n  \n  - swim\n  \n  - sleep\n  \n  I don't like confrontation. I can get quiet, cry, or yell back.. depending on the circumstances.\n  \n  And yes, masturb@tion would help too or s*x\n  ","506141":"\n  think its time for sleep lol\n  ","506142":"\n  aw\n  \n  o.o\n  ","506143":"\n  The opposite of what you currently do? Think about certain things in your life that could be a bit better - try doing that. Know how great you are. Learn to not care about insignificant people. Rise up to challenges. Get some vitamin c. Take medication if there's a reason why you don't feel happy.\n  \n  I'm not sure what else to say right now.\n  ","506144":"\n  It's just another day to me but it ends with cake and being sung to. I also get ripped off because its near Christmas.\n  ","506145":"\n  uh huh\n  ","506146":"\n  You clearly aren't the real king then\n  ","506147":"\n  tiny elephant\n  ","506148":"\n  The movie, silly.\n  ","506149":"\n  Favorite part?\n  ","506150":"\n  :)\n  ","506151":"\n  I have more females than males.\n  \n  If some of the guys are black they don't show off that ¯\\_(ツ)_\/¯ I know a few are more dark skinned but not black per say.\n  ","506152":"\n  Yes. I'd rather not talk to someone because they are bored. I'm not a form of entertainment. They should go do something or make the conversation worthwhile. I've done a lot today so I don't feel like talking about boredom.\n  ","506153":"\n  Good luck with that\n  ","506154":"\n  Definitely would be something to talk about. If you know the future husband\/wife would get jealous\/be pissed then i think the best thing would be no exes allowed.\n  \n  If everyone was civil or had a decent friendship with each party then it could be different. It really depends on the individuals.\n  \n  Would i want that for my own wedding? Probably not ¯\\_(ツ)_\/¯ if the 2nd option fits then ok, cool.\n  ","506155":"\n  I don't have that\n  ","506156":"\n  I know i am 😉\n  ","506157":"\n  Decent age gap.\n  \n  She's probably looking for someone older. A 17 yr old doesn't have much to offer...\n  \n  If she actually has feelings back then go for it?\n  ","506158":"\n  lol\n  ","506159":"\n  Yes.\n  \n  She did end up quitting with the ecigs but then started up again -_-\n  ","506160":"\n  😘😘\n  ","506161":"\n  I guess I'm his idea of treasure\n  ","506162":"\n  yes\n  \n  not really but still use at times\n  \n  yes\n  \n  no\n  ","506163":"\n  I wouldn't\n  ","506164":"\n  I didn't sign up for that 😮\n  ","506165":"\n  f them\n  ","506166":"\n  No. I don't drink to get drunk. Never been my thing. I can still have a good time without drinking.\n  ","506167":"\n  With food? No.\n  ","506168":"\n  haha nice :p\n  ","506169":"\n  Maybe the way you were raised? More negative thoughts. Someone told you that you weren't good enough. Idk\n  ","506170":"\n  Probably on her tablet, outside smoking a cigarette or sleeping?\n  ","506171":"\n  What makes someone wild to you?\n  ","506172":"\n  everything\n  ","506173":"\n  Decent sized ¯\\_(ツ)_\/¯\n  \n  lost some with keto but growing it again\n  ","506174":"\n  That's cool\n  ","506175":"\n  Some stuff I've done recently;\n  \n  gym\n  \n   walk\n   \n    swim\n    \n    read\n    \n    facemask\n    \n    painted my nails\n    \n    lit a candle\n    \n    watched something new on Netflix\n    \n    went to see Aladdin\n    \n\n      View more\n     \n\n\n\n","506176":"\n  Probably 30 inches or so ¯\\_(ツ)_\/¯\n  ","506177":"\n  np\n  ","506178":"\n  Lots of things inspire me.\n  ","506179":"\n  Do whatever feels right for you.\n  ","506180":"\n  This book sucks\n  ","506181":"\n  My sister and I shared a room in 4 of the houses that we lived in when younger, if that counts.\n  ","506182":"\n  No but I'd like to explore more of Canada. Only been to Niagara Falls.\n  ","506183":"\n  Yes, for keto, it is fine.\n  \n  But this challenge has no alcohol. I barely drink anyways so not a real difference for me.\n  \n  I ended up drinking last Saturday. Wanted to before joining this part of the challenge.\n  \n  75 days was long lol I could have drank twice but carried on. didn't feel like restarting the days.\n  ","506184":"\n  Yes.\n  \n  I was pretty much living there :p\n  \n  then last week my knee was hurting, took time off.\n  \n  went back on Friday\n  \n  going today\n  ","506185":"\n  oh ok\n  \n  good luck!\n  ","506186":"\n  Mean to him\n  \n  doesn't see it as flirting\n  \n  ¯\\_(ツ)_\/¯\n  \n  ask him\n  ","506187":"\n  to be honest\n  ","506188":"\n  Sounds like he wrote this himself\n  ","506189":"\n  yes but more about the mentality aspect of it. sticking with for 30 days etc\n  ","506190":"\n  I've heard that I'm funny all my life so ya XD I'm hilarious 😝\n  ","506191":"\n  his gf 😂\n  ","506192":"\n  I know\n  ","506193":"\n  ew\n  ","506194":"\n  I suppose\n  ","506195":"\n  Guys should be allowed to talk with different people on here. Flirting or not. I don't have any romantic feelings towards him so why even mention that he talks with others? You seem obsessed with him.\n  \n  I'm surprised you didn't bring up Liv as well 😝\n  \n  he's too young for me anyways. Nor would I want an LDR. Also I don't think I'm being flirty back so ¯\\_(ツ)_\/¯\n  ","506196":"\n  when sick or didn't get enough sleep.\n  ","506197":"\n  100000\n  ","506198":"\n  silence 😉\n  ","506199":"\n  Straight but I support everyone involved  <3\n  ","506200":"\n  These challenges have definitely been helping. Basically the same as 75hard challenge but the cold showers, lists, and visualization are new to it. This one is for 30 days instead of 75. It's more about the mentality aspect of the challenge.\n  \n  Interesting to see how far these challenges and keto will take me. I'm 32 pounds down since starting keto in January. 52.5 since last June when I was diagnosed with pcos\/insulin resistance.\n  ","506201":"\n  xoxo\n  ","506202":"\n  Probably just one, if that. Our friendship is different. She has 3 kids etc\n  ","506203":"\n  once but I wasn't the one driving\n  ","506204":"\n  No idea.\n  \n  I don't really have much to go back to either.\n  ","506205":"\n  I don't use it much at all 😂 There's 3 apps that I use on it since not compatible with my tablet.\n  ","506206":"\n  I don't know about that lol\n  ","506207":"\n  its always the same garbage\n  ","506208":"\n  Brown, especially on clothes.\n  ","506209":"\n  Probably a water\n  \n  one of those Ice drinks\n  \n  ¯\\_(ツ)_\/¯\n  \n  I usually always have a water bottle with me filled.\n  ","506210":"\n  teacher\n  ","506211":"\n  yes.\n  \n  We have some that come around :)\n  ","506212":"\n  overnight\n  ","506213":"\n  I know we talked about camping at Sedona and other places. No definite plans yet though.\n  ","506214":"\n  lahore wrote to me. deleted it all\n  ","506215":"\n  Everything.\n  \n  swimming, walking, being more active, clothing styles.\n  ","506216":"\n  yogurt. mixed in peanut butter. topped with strawberries, blueberries and a few blackberries.\n  \n  water and now an at home version of the Starbucks pink drink, passion tea.\n  ","506217":"\n  AZ takes \"warm weather \" up a few notches.\n  \n  but yes, I love summer.\n  ","506218":"\n  night\n  ","506219":"\n  Good night, king *cuddles*\n  ","506220":"\n  Good. Going to watch a Netflix film then sleep.\n  \n  good night\n  ","506221":"\n  I haven't been to any in Arizona. seems like they'd be very hot 😝\n  ","506222":"\n  One kid\n  \n  yet I'd rather not be a single parent either\n  ","506223":"\n  I can read\n  ","506224":"\n  That's never fun\n  ","506225":"\n  We had front row which was a little annoying but luckily could recline. wasn't too bad.\n  ","506226":"\n  yes hence me writing \"laying out\".\n  ","506227":"\n  Both.\n  ","506228":"\n  It was pretty good. I like how Will Smith had his own style to it, made it different, I don't usually like remakes but ya..\n  ","506229":"\n  Same\n  ","506230":"\n  😴🍳🍜🌞📷📚🏊💦🚿👕👖🎬\n  ","506231":"\n  Not wearing any\n  \n  will wear my sandals when we leave\n  ","506232":"\n  cute\n  ","506233":"\n  Not anymore\n  \n  it felt uncomfortable more than painful...\n  ","506234":"\n  I took last week off since it was bugging me. felt tight, hurt...\n  \n  probably bloodwork related. was on the same side of the body where I got it done.\n  \n  On Thursday it literally felt better when they tried getting the blood again. idkkkkk\n  ","506235":"\n  ya, my knee feels better so i might  ¯\\_(ツ)_\/¯\n  ","506236":"\n  its ok. I usually walk more after the gym. The outdoor track part is about 5k added steps.\n  \n  fitbit target goal is 9k.\n  \n  I only have 200+ right now.\n  ","506237":"\n  my dream was a bit weird lol\n  \n  but yes, decent sleep\n  ","506238":"\n  I will.\n  \n  seeing Aladdin later so no gym today\n  ","506239":"\n  yes 💪\n  \n  I think it depends more on what you are doing than age wise ¯\\_(ツ)_\/¯\n  ","506240":"\n  pushes them away from you\n  ","506241":"\n  For sure.\n  \n  think I'll take a swim before getting ready :)\n  ","506242":"\n  Never\n  ","506243":"\n  Thanks for sharing lol\n  ","506244":"\n  I haven't had any in years. Sometimes it can be good. More into french vanilla or mocha types.\n  ","506245":"\n  some might\n  \n  others are definitely in their own heads about their own bodies.\n  ","506246":"\n  I would\n  ","506247":"\n  hey\n  ","506248":"\n  I don't feel like translating this. The last times have been dumb riddles.\n  ","506249":"\n  Aladdin tonight! Hopefully these tickets will actually work this time 😂\n  ","506250":"\n  Used to be. Even then it was more the cards than watching it.\n  ","506251":"\n  si.\n  \n  Actually I fit into this category 😂\n  \n  I have Greek, Irish and German in me but know nothing about the languages.\n  ","506252":"\n  older than the norm, 25.\n  ","506253":"\n  I ended up skipping a word in my head so then I was like wtf that isn't right lol\n  \n  forget what it was \/ supposed to be. happened a few days ago.\n  ","506254":"\n  more like big question :p\n  \n  ° at ideal weight\n  \n  • with someone special\n  \n  ° maybe a few kids or pets\n  \n  • career\n  ","506255":"\n  Yes\n  ","506256":"\n  I do both\n  ","506257":"\n  hm no. It would be pretty normal stuff so I don't think that reaction works well\n  ","506258":"\n  Hollis?\n  \n  can't think of one personally. I've heard of Ashley and my name on guys before though.\n  ","506259":"\n  How nice\n  ","506260":"\n  yes. can't have on keto :(\n  ","506261":"\n  I guess you want more questions then?\n  ","506262":"\n  They've been more family oriented. It definitely varies. I imagine the next one would be father's day or camping together. idk\n  ","506263":"\n  No.\n  \n  We did charcoal sketches of a cherub and mine ended up looking sinister. The teacher was like ok... keep going with it type thing. It kind of reminds me of a kid i know in the end 😂\n  ","506264":"\n  dogs and cats\n  ","506265":"\n  Yes, my first house. It was viewed as condemned. They said that the refrigerator could collapse onto the next floor. There was a slight slant but I don't think it was as bad as the guys said.\n  \n  Then we ended up living in the camper outside the house until we moved elsewhere.\n  ","506266":"\n  ☆\n  ","506267":"\n  I finished The Best of Me.\n  \n  I still have a lot of that Healing book to read.\n  \n  Almost done with one of the poetry books\n  ","506268":"\n  yes lol\n  ","506269":"\n  Night sweetie\n  ","506270":"\n  phase 1\n  ","506271":"\n  swimming\n  \n  going back to the gym\n  \n  listening to a podcast\n  ","506272":"\n  You might want to ask a man this question. I'm female. How should I know? I'd say no though.\n  ","506273":"\n  I'm not sure what I'd do.\n  ","506274":"\n  a burnt marshmallow 😂\n  ","506275":"\n  the dog poop\n  ","506276":"\n  a karaoke machine mic\n  ","506277":"\n  some sh!t\n  ","506278":"\n  the sink with ramen noodles?\n  \n  have y'all seen those videos? craziness! 😂\n  ","506279":"\n  Doing all the guys on the team\n  ","506280":"\n  anal sex\n  ","506281":"\n  Because I felt like it 😈\n  \n  not wearing makeup either\n  ","506282":"\n  shower sex\n  ","506283":"\n  I know what it means 😂 weirdo\n  \n  have fun\n  ","506284":"\n  close enough :p\n  \n  felt like my hair looked cute and now I have to go wash it :\/\n  ","506285":"\n  I know :p\n  ","506286":"\n  it can help lighten it a little bit\n  ","506287":"\n  That reminded me that I wanted to add lemon juice to my hair, oh well, next time.\n  ","506288":"\n  I'm good. Going back to the gym today. Hopefully it stays not hurting. not going to push myself just incase.\n  ","506289":"\n  yes, humidity is the worst!!!!\n  \n  glad its more a dry heat here. Sometimes you do feel a tiny bit humid tho but not anything like the East Coast has.\n  ","506290":"\n  if anything it got tid of the pain in my knee this week o.o probably experimenting with me 😂\n  \n  1st time - knee started hurting  (on the side they did too)\n  \n  now it feels ok...\n  ","506291":"\n  I do that more when at the lake or ocean.\n  \n  I should do my face though.\n  \n  I ended up getting some post sun skincare so that has been helping too. I'll use the 7 day scrub cream.. only been using when I need it. its a sandy texture so i don't think it would be good using for 7 days. making it last instead.\n  ","506292":"\n  yes i do.\n  \n  Just dried off that way.\n  \n  ew I'm starting to peel on my shoulders from the last time\n  \n  lucky i didn't stay out longer\n  ","506293":"\n  It hasn't been too bad yet. 70-90s.\n  \n  This weekend is supposed to get hotter then drop again.\n  \n  Just got out of the pool :)\n  ","506294":"\n  nope\n  ","506295":"\n  The latter\n  ","506296":"\n  Can I watch a different horror movie?\n  ","506297":"\n  I delete some ¯\\_(ツ)_\/¯\n  ","506298":"\n  nah. its fine. just didn't feel like dwelling on it any longer. not mad at you\n  ","506299":"\n  Can get hate\n  \n  mindset isn't in the right place\n  \n  lots of stupid trolling questions when I want genuine questions\n  ","506300":"\n  Dark Phoenix\n  ","506301":"\n  《 charging my fitbit\n  \n  》I just made some chips out of low carb tortilla wraps\n  \n  《 I might as well go swim while waiting for the fitbit to be fully charged. Hot out.\n  \n  》thinking guacamole with said chips\n  ","506302":"\n  I don't tell them 😈\n  ","506303":"\n  Not always lol\n  ","506304":"\n  We've done all the above before.\n  \n  My mom is the only one still eating bread but she still lost 25 pounds just because no sugar in the house. She's probably 85% keto.\n  ","506305":"\n  cash\n  ","506306":"\n  I have 248 😮\n  ","506307":"\n  adiós\n  ","506308":"\n  medium to medium rare\n  ","506309":"\n  shirts\n  \n  i don't like my arms\n  ","506310":"\n  No idea nor do I care\n  ","506311":"\n  Always overlooked. Not that skinny. I think I'd be a good fighter if I had to. Not a leader. She's funny in a way.\n  ","506312":"\n  Do mermaids count here?!\n  ","506313":"\n  Today was one 😂\n  ","506314":"\n  blood, needles, doctors...\n  ","506315":"\n  electricity\n  \n  stove, microwave\n  \n  Internet\n  \n  toilets\n  \n  running water\n  ","506316":"\n  The ones I do at the gym. Different  machines, trx, stretching, weighted ball exercises, walking.\n  ","506317":"\n  Probably around 10 people?\n  \n  I don't feel like tagging atm and rather not leave people out.\n  ","506318":"\n  I'm not sure what I'd pick.\n  ","506319":"\n  muse, paramore, atreyu..\n  ","506320":"\n  It's been forever.\n  \n  I made my dad a birthday card but still haven't sent it out 😮\n  ","506321":"\n  fanny\n  ","506322":"\n  yes but I haven't watched any in a while.\n  ","506323":"\n  I suppose ¯\\_(ツ)_\/¯\n  ","506324":"\n  Lyndsey\n  \n  --------\n  \n  31\n  \n  more than one\n  \n  Lynds and some other ones\n  ","506325":"\n  I did 😝\n  \n  can we talk about something else lol\n  ","506326":"\n  \" One time under the pillow under the pillow why? She was sleeping\"\n  \n  I don't get why that would be funny.\n  ","506327":"\n  We're good\n  ","506328":"\n  .....\n  ","506329":"\n  hi stud\n  ","506330":"\n  I wasn't alone :p\n  \n  Anyways, we agreed that i should do it laying down next time.\n  ","506331":"\n  This guy was basically ontop of me \/ playing footsies.. not fun.\n  \n  The last time.. the metal detector lady ended up patting me down AFTER I got out of the machine. It was strange. Like clearly i don't have anything on my person. Also when we finally landed there was a long wait before getting off the plane. Kept going around the runway since all the spots were taken.\n  ","506332":"\n  I know. Sucks that I need to go back to do it again sometime since today didn't work out.\n  ","506333":"\n  Give your heart a break\n  ","506334":"\n  I haven't drank normal soda in years.\n  \n  I have an orange soda by virgils right now.\n  \n  0 calories\n  ","506335":"\n  That's good\n  ","506336":"\n  salutations\n  ","506337":"\n  Be glad it wasn't something heavy\n  ","506338":"\n  Alexa told me this one\n  \n  What do gymnastics use on their popcorn?\n  \n  somersaults\n  \n  dumb\n  ","506339":"\n  likewise\n  ","506340":"\n  beware of beach balls\n  ","506341":"\n  You turn to ice cream?\n  ","506342":"\n  Rebel chocolate chip cookie dough ice cream did too\n  ","506343":"\n  little of both\n  ","506344":"\n  I hate doctors lol\n  ","506345":"\n  I don't have any pain, luckily.\n  ","506346":"\n  only 4:30pm\n  ","506347":"\n  Nothing\n  ","506348":"\n  yes\n  ","506349":"\n  yes and no 😂😂😂\n  \n  One thing was a bit iffy so they wanted to check my blood again. My body had other ideas. I guess it was clogging up because I was tense too. didn't expect to get anything done etc\n  \n  I ended up looking over since I thought she took the needle out but it was there still. Basically was on the verge of passing out after that. Bunch of doctors came in the room. Also had student nurses watching me from the doorway which made it even more awkward and embarrassing. it was pretty bad.. couldn't hear, vision was all messed up, cold sweats.. One of the dr ladies wrapped a wet towel around my neck.\n  \n  so now I need to go back again -_- thanks stupid blood lol it wasn't a fun time. besides that everything was good. Cholesterol even was. Figured that would have been one of the bad ones since bacon and other meat on keto...\n  \n  Got something to eat afterwards and went to a few stores.\n  ","506350":"\n  I know :(\n  \n  Had to get my blood work results.\n  \n  -----\n  \n  I've actually been waking up around 7-8 but usually end up falling asleep again\n  ","506351":"\n  Either one\n  \n  reading. I actually finished \"The Best of Me\" last night.\n  \n  dancing\n  ","506352":"\n  Just abortion bills and other Trump stuff, unfortunately.\n  ","506353":"\n  Maybe. Sometimes I haven't if nobody was home. I think it's more just a habit.\n  ","506354":"\n  All dogs go to heaven\n  \n  😂\n  ","506355":"\n  Night sexy\n  ","506356":"\n  hahahahjajajajjajaj\n  ","506357":"\n  hugs back\n  ","506358":"\n  I find Rap blah these days. Always about the same stuff and not that unique.\n  \n  Jazz at times\n  ","506359":"\n  my hero 👑\n  ","506360":"\n  Please don't 😂\n  ","506361":"\n  I feel like I haven't explored enough to have a decision.\n  \n  tacos, enchiladas vs pad thai are usually the go to foods I'd pick from.\n  \n  I'd probably pick thai right now but it depends how good it is cooked too for both options.\n  \n  can't have thai right now. Some Mexican dishes are ok minus the wrap, rice but could work around that. Definitely wouldn't be the same! Like we've done cauliflower rice Mexican inspired meals on keto at times ¯\\_(ツ)_\/¯\n  ","506362":"\n  yay\n  ","506363":"\n  Aerosmith, meatloaf\n  \n  80's and even earlier times\n  ","506364":"\n  lol no thanks\n  ","506365":"\n  When TLC came to mind\n  \n\n   https:\/\/youtu.be\/FrLequ6dUdM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","506366":"\n  more terrorism from American soldiers\n  ","506367":"\n  all the other weird circus freaks.\n  ","506368":"\n  Hodor XD\n  ","506369":"\n  Lyndsey 😈😉\n  ","506370":"\n  love and feeling that love in return\n  ","506371":"\n  I haven't made any new ones recently.\n  ","506372":"\n  losing weight\n  ","506373":"\n  I have grown to hate this question, lol.\n  \n  The one I'm doing :)\n  ","506374":"\n  x marks the spot\n  ","506375":"\n  that @ss\n  ","506376":"\n  depends on the individual\n  ","506377":"\n  to what? lol\n  ","506378":"\n  #notnearlyenoughcum\n  ","506379":"\n  hell no\n  \n  i deleted everything last time he wrote\n  ","506380":"\n  I thought so too 😘\n  ","506381":"\n  Not running into Lahore dude\n  ","506382":"\n  your mother\n  ","506383":"\n  2.0\n  ","506384":"\n  bronchitis? idk\n  ","506385":"\n  As a girl, you used to have play (for example), for example H. It wasn't long, H's betrayed you in the club & critics to someone he knew (& you know) as if he were the victim. On the other hand, you have guys who are close together, and this guy is tired of coming to you guys, junior and co just want to respond & care for H & ignorant. What is your action?\n  \n  -----\n  \n  Did you break up and he's talking sh!t? It takes two to make a relationship work. Victim seems like a strong word if you two just didn't work out. Victim makes me think it was ab*sive or r*pe. We all have different opinions and point of views, more sides of the story. Nobody is ever perfect in a relationship.\n  \n  YOU DON'T NEED TO EXPLAIN EVERYTHING GONE WRONG TO OTHERS\n  \n  I wouldn't talk behind someone's back. I wouldn't want to hear the stuff said if friends with both of them. It's petty and sad. I wouldn't want to pick sides. If the guy is tired of it.. why still do it? You can't always be a peacemaker. It's not your place to fix other people's problems. Maybe a little distance from them.\n  ","506386":"\n  My personality is the most beautiful part of me.\n  ","506387":"\n  idk America is fucked regardless\n  ","506388":"\n  I didn't have anyone ask for advice unless the two non-english ones did...\n  ","506389":"\n  ?\n  ","506390":"\n  I've been decent.\n  ","506391":"\n  That would be horrible\n  ","506392":"\n  I'm a caring person\n  ","506393":"\n  Thanks\n  ","506394":"\n  You give me too much credit\n  ","506395":"\n  The old football vs soccer names XD\n  \n  indeed.\n  ","506396":"\n  It's ok.\n  ","506397":"\n  Not really,\n  \n  went swimming, layed out, read\n  ","506398":"\n  Pizza for everyone 🍕🍕🍕🍕\n  ","506399":"\n  yup.\n  \n  didn't do well then xD\n  \n  I feel like Chelsea isn't too bad of a team but would have been nice if Arsenal won ¯\\_(ツ)_\/¯\n  ","506400":"\n  Still need to get caught up\n  \n  season 6\n  ","506401":"\n  hi\n  ","506402":"\n  No\n  ","506403":"\n  least : stomach and arms. I carry the most fat from insulin resistance there.\n  \n  Fave: legs, so much smaller than they used to be and most muscle there.\n  ","506404":"\n  2-3\n  ","506405":"\n  I doubt it.\n  \n  takes too long to wash, brush, dry and style.\n  \n  Takes a long time to grow longer as well. or i end up getting it cut before it reaches certain areas. I also have thick hair so it gets annoying\n  ","506406":"\n  Not sure. Apparently Chelsea is winning currently.\n  ","506407":"\n  Not that I know of\n  ","506408":"\n  I don't think so. I try not to be so cliché.\n  ","506409":"\n  My weight in a good way. Much closer to my minigoal i have set.\n  ","506410":"\n  I'm a good girl who doesn't get caught ¯\\_(ツ)_\/¯\n  ","506411":"\n  I'd sleep.\n  ","506412":"\n  Truth\n  \n  naked is so vague. when, where, why, who would be there etc\n  ","506413":"\n  I have never watched that show and people don't mention it to me. Seems more like a British thing too.\n  ","506414":"\n  nope\n  ","506415":"\n  Depends how it's made but no, not really.\n  ","506416":"\n  no\n  \n  it was down to my butt when younger\n  ","506417":"\n  Not sure. Can't picture it. I have trouble even finding one guy to date nevermind two 😂😂😂\n  ","506418":"\n  Agnostic at best, no.\n  ","506419":"\n  dinner, cake, loved ones\n  \n  I'm not fussy\n  ","506420":"\n  Good night lovely x\n  ","506421":"\n  with loved ones\n  ","506422":"\n  nope\n  ","506423":"\n  That would be cool but I'd rather not share my address.\n  ","506424":"\n  Yes. Chances are the kids are too young to understand why its happening. It makes them look bad. Those kids most likely grow up thinking that its ok to do that to others.  DSS could get called etc\n  ","506425":"\n  I'm not sure. It was very quick and then they got into their car.\n  ","506426":"\n  😂😂😂\n  ","506427":"\n  I wouldn't really say that's abuse. I literally seen a mom hit their kid yesterday in a parking lot..\n  \n  yes, that can be embarrassing. Obviously the kid must have been doing something wrong and needed a time out. There could have been other ways of doing it though. Going outside and getting some air, talk it out, bribery, playing a silent game or something. I highly doubt that the kid was being a perfect angel lol\n  ","506428":"\n  Pretty\n  ","506429":"\n  Yes.\n  \n  but I feel like that would make everyone miserable\n  ","506430":"\n  gives you more of them\n  ","506431":"\n  Thanks sweetheart\n  ","506432":"\n  Orange\n  ","506433":"\n  I'm glad it does\n  ","506434":"\n  I ended up buying a coconut milk one :)\n  \n  Also still have some of the Japanese cherry blossoms  (not the one I mentioned in my other answer )\n  ","506435":"\n  The deodorant part was for everyone lol\n  ","506436":"\n  The morning or afternoon.\n  ","506437":"\n  Thanks for the information\n  ","506438":"\n  I had a cherry bodywash and I could smell it still working when at the gym. So I guess sweat can smell good at times 😂\n  \n  but generally, no. Don't think so.\n  \n  Please wear deodorant 👍\n  ","506439":"\n  The weather, activity doing...\n  \n  I'm boring with my clothes. Especially being bigger, certain styles don't flatter me or I just don't try them. I mostly wear activewear, tshirts, shorts.\n  \n  I like grunge, boho, basic, comfortable, casual, girly looks but I don't think I pull them off currently.\n  \n  I like some celebrity looks (more streetwear styles) Emma Watson, Rihanna, Alexa Chung and some others have great style.\n  ","506440":"\n  1. Dinner\n  \n  2. dinner and a movie.\n  \n  I don't like most rides so I feel like they'd be bored if I didn't want to go on the same ones as them...\n  \n  3. both!\n  \n  4. streaming\n  ","506441":"\n  Speaking of sleep.. I forgot to let fitbit know i was awake 😂\n  \n  tracked 17 hours...\n  \n  luckily the normal time was calculated! Also had some rem, light and deep sleep happen :)\n  ","506442":"\n  I like milk chocolate more but dark is good at times.\n  ","506443":"\n  correct.\n  \n  lately I've been wearing sandals more too.\n  ","506444":"\n  Sometimes. very annoying\n  ","506445":"\n  I'm barefoot\n  ","506446":"\n  carpe diem is a good one too.\n  ","506447":"\n  I route for all the Boston teams. I don't always watch them though.\n  \n  I also like Arsenal and Manchester United.\n  ","506448":"\n  That would be nice\n  ","506449":"\n  ¤ Did bloodwork, getting results this week\n  \n  ° gym, walking, swimming\n  \n  • keto has been helping with weightloss too. More veggies, less processed foods, less sugar and carbs.\n  \n  ¤ I just did a face mask\n  \n  °been using a fitbit since March. Tracking, getting enough sleep etc\n  \n  • doing different challenges.. 75hard (completed), the 8 week challenge is almost ending, doing \"workweek hustle\" challenges on fitbit.\n  \n  ¤ been doing inbody scans recently to know more information. Basically give a 10 week span between doing. Next one will be in July.\n  ","506450":"\n  *throws pillow at you *\n  ","506451":"\n  Why do you write weird crap to me?\n  \n  \"Hessa, the husband of the Jordanian, but he will not eat breakfast, by kissing his wife and kissing her. And by helping her to eat?\"\n  ","506452":"\n  unpredictable I'd say..\n  \n  Tomorrow the neighbors dog is coming over again. The husky pomeranian mix.\n  \n  Thursday i have my bloodwork results\n  \n  Sometime over the weekend we want to see Aladdin and Rocketman.\n  \n  I'm sure I'll have some gym time as well.\n  ","506453":"\n  Donald Trump.\n  ","506454":"\n  I looked up keto ones :p\n  \n  I think the 2nd one would be way better! More herbs and spices.\n  \n  INGREDIENTS\n  \n  1\/2CupPassata Sauce(Tomato Puree)\n  \n  1\/2CupDiced Tomatoes\n  \n  500gBeef Mince (Ground Beef)\n  \n  (1 lb)1TspWorcestershire sauce\n  \n  1TspItalian Herbs\n  \n  1Tspgarlic\n  \n  1Packet Miracle Noodles\n  \n  1TbspParmesan cheese\n  \n  ---\n  \n  1 kg beef mince\n  \n  500 grams lamb mince\n  \n  400 g ardmona chopped tomatoes\n  \n  mixed herbs\n  \n  140 g Leggos Pizza Sauce\n  \n  3 cups beef stock\n  \n  3 tbsp olive oil\n  \n  1 red onion (diced)\n  \n  dash oregano\n  \n  dash thyme\n  \n  dash parsley\n  \n  spinach\n  \n  xanthan gum (thicker sauce)\n  \n  1 tbsp granulated sweetener (to taste)\n  \n  they had cheese on top but I don't see it listed in the ingredients\n  ","506455":"\n  😝\n  "}}