{"Question":{"509675":"\n   wow I eat at subway a lot and eat a lot of salads too\n  ","509676":"\n   I know hahahahahah bet you cheat too and don't lie\n  ","509677":"\n   Yes maybe 3 pieces a month\n  ","509678":"\n   MS: Post a song from the following: A song about a bird. A song about love lost in your life. A song about hope. A song with a fruit or vegetable in its title.\n  ","509679":"\n   i am a little bit confused now..yeah,i guess..i just dont like how people treat each others,its so scary and sad\n  ","509680":"\n   yes even though I like it I do cheat sometimes\n  ","509681":"\n   or stuff with grease in it as it makes my sick\n  ","509682":"\n   Outstanding! *thumbs up*\n  ","509683":"\n   ws it good\n  ","509684":"\n   True. You don't keep many things hidden around here lol\n  ","509685":"\n   It's only crazy if you are getting the same unintended results. Seems like you are getting some kinds of positive from this trial?\n  ","509686":"\n   Most of us understood\n  ","509687":"\n   As Peter Diamandis says, \"The day before something is a breakthrough, it's a crazy idea.\" If what you're doing doesn't seem slightly crazy to you, and very crazy to other people, you're probably following the safe path.\n  ","509688":"\n   ok guess it takes time I have to jog a lot or I will gain weight so I don't eat too much junk food\n  ","509689":"\n   last time u did the diiirty\n  ","509690":"\n   1. \"If you want to achieve greatness stop asking for permission.\" --Anonymous\n  ","509691":"\n   \"All our dreams can come true if we have the courage to pursue them.\" --Walt Disney\n  ","509692":"\n   What invention has had the greatest impact on society?\n  ","509693":"\n   what do you want to get at then\n  ","509694":"\n   Hate that cliche'. What if you feel young only half the time?\n  ","509695":"\n   those charts don't go by bone mass at all so you look like your at an ideal weight for being 31 and 5 7\n  ","509696":"\n   It's fortunate that you are still young!\n  ","509697":"\n   I see what that anon is telling you They go by bone mass if you have big bones then you will weigh moe little bones you will weigh less\n  ","509698":"\n   You've either put a lot of thought into these situations, or experienced them firsthand... ;P\n  ","509699":"\n   google how much should a female weight at 5'7 and 31 years old it will tell you\n  ","509700":"\n   OMG LOLOLOLOLLLLLLLL\n  ","509701":"\n   Are you muscular?\n  ","509702":"\n   Do you love wafers\n  ","509703":"\n   sounds good how tall are you?\n  ","509704":"\n   ok then then get down to your ideal weight and try to stay there\n  ","509705":"\n   go to google and type in what is the best way to lose weight fast\n  ","509706":"\n   Wednesday woeful or wicked thoughts or z bit of both\n  ","509707":"\n   \"Great things are done by a series of small things brought together.\"\n  ","509708":"\n   never mind,u can always do more and more and different.dont step in if u r born to stand out.\n  ","509709":"\n   nothing,just motivation,bc i watched positive movie,and affirmations are always good\n  ","509710":"\n   better not\n  ","509711":"\n   Self care,hun.\n  ","509712":"\n\n    https:\/\/www.inc.com\/benjamin-p-hardy\/how-to-become-the-best-in-the-world-at-what-you-do.html\n   \n","509713":"\n   Heyyyyyy\n  ","509714":"\n   Sleeps comfy with you🌹👑\n  ","509715":"\n   so simple... Firetruck... 😂\n  ","509716":"\n   riddle riddle... name a word that starts with “f”... and ends with “u-c-k”? ... :p\n  ","509717":"\n   you should run \"toward the thing everyone else is running from\" in order to stand out from the crowd.\n  ","509718":"\n   In order to be happy, you must build a lifestyle around being true to yourself. If you're true to yourself, good things will follow.\n  ","509719":"\n   you are so caring to ask, am i okay it means heaps x\n  ","509720":"\n   Which is better\nTea or coffee in headache\n  ","509721":"\n   when do you think its the worst time for the phone to go off?\n  ","509722":"\n   what the f is that\n  ","509723":"\n   yup,they will get karma for bad acts,no worries\n  ","509724":"\n   Have you ever had laparoscopic surgery?\n  ","509725":"\n   How many proposal u got it till date ??\n  ","509726":"\n   Do you have a smart watch? Fitness tracker?\n  ","509727":"\n   Good night beautiful\n  ","509728":"\n   MS: What kind of music soothes you?\n  ","509729":"\n   Music Spam: Post a song from the year you were born :)\n  ","509730":"\n   Music Spam: Which music will you turn off immediately?\n  ","509731":"\n   King says what a beautiful queen you are for making me feel happy and special🌹👑\n  ","509732":"\n   \"Good things come to people who wait, but better things come to those who go out and get them.\" --Anonymous\n  ","509733":"\n   When’s the last time someone made their problem your problem?\n  ","509734":"\n   running so fast, jumping over hurdles with bad timing or losing their balance while running, unfortunately.\n  ","509735":"\n   Tell her I'm sorry for her loss because once you start playing it, you suddenly have no life.😂\n  ","509736":"\n   King needs his Queen🌹😩\n  ","509737":"\n   Overwatch!😊 I hadn't played it in early a week as I've mostly been playing Skyrim lately or opting to do something else. They don't know that something is wrong with the horse. They're all checked by vets right before the race and aren't allowed race if they're unwell. But the horses fall due to\n  ","509738":"\n   Sleeps with you🌹👑😴\n  ","509739":"\n   What word do you love the sound of?\n  ","509740":"\n   Both\n  ","509741":"\n   With a finger?\n  ","509742":"\n   Hugs🌹👑\n  ","509743":"\n   Corny joke 1: How do you get pikachu on a bus?\nYou poke him on\n  ","509744":"\n   Stop that\n  ","509745":"\n   At me? Well why not it's only 4am\n  ","509746":"\n   What’s the best compliment you have received?\n  ","509747":"\n   Here you go love🌹👑😘\n  ","509748":"\n   Unbelievably Bad joke 2: What type of nuts do pokemon like?  peek ca-shew\n  ","509749":"\n   \"Never complain and never explain\" is a phrase said by people who have rumours spread about them. Do you think it's good advice to never complain about rumours spread about you and to never explain yourself or the truth?\n  ","509750":"\n   Adding to this now bc I typed the last part mid video game. There are videos trending online atm of the horses falling mid race and having to be killed for it and also falling and dying immediately so the internet is ablaze atm with people giving out about it as the Grand National is only becoming\n  ","509751":"\n   A minimum of three horses that I know of died there over the weekend\n  ","509752":"\n   Woops. I'm breaking the 4th wall. Hey 😀👋\n  ","509753":"\n   Anon, Lyndsey's not a v1rgin. She's had sx lots of times, sometimes in company, often alone, usually remotely with one or two friends. She's very sxual, you just need to get to know her better\n  ","509754":"\n   hi... what is the meaning n purpose of life to U... :)\n  ","509755":"\n   What's affiliate marketing?\n  ","509756":"\n   Virgin then\n  ","509757":"\n   usually what is the last thought... when u r in bed to sleep... :)\n  ","509758":"\n   Last time you had sex?\n  ","509759":"\n   Are you interested in being friends with benefits with the right person?\n  ","509760":"\n   What do you do for a living?\n  ","509761":"\n   do u usually take things with a positive approach... n why so... :)\n  ","509762":"\n   So I’m at my daughters rap and ballet class and I’ve got my headphones on. This fucking annoying ass mom just did the take the headphones off motion for me because she wants to talk! Well I don’t so leave me alone! When’s the last time you were disturbed by someone?\n  ","509763":"\n   Following Saturday’s horse racing Grand National, Ricky Gervais tweeted \"Why would you gamble with a horse’s life for fun?\" and while the majority of people supported this, there was a loud minority of people disagreeing. Do you agree or disagree with Ricky and why? How would you answer Ricky?\n  ","509764":"\n   Wow, now I don't feel bad anymore for not getting to answer all of your questions yet :P\n  ","509765":"\n   x\n  ","509766":"\n   huggs, xxx\n  ","509767":"\n   thats so nice, xo\n  ","509768":"\n   \"If you do what you always did, you will get what you always got.\" --Anonymous\n  ","509769":"\n   aw, thats cool xo\n  ","509770":"\n   Yes.. It was very tiring day... I barely breath\n  ","509771":"\n   did you bring your pet dogs with you, or are they back in boston x\n  ","509772":"\n   How that can be a bad reputation? I cannot express myself just because others have a problem with that? That I don't even feel sorry for that at all...like,boys can wear tight t-shirts and shorts,and similar,and its not distraction?kinda not fair,how school can order me how to express myself or\n  ","509773":"\n   Do you also receive repititive questions in here?\n  ","509774":"\n   true,people only know to use excuses for bad behaving,not happening...yes we have a choice,everyone can do better,some people need more time...I had problem with bipolar disorder,I still kinda have it or I think I have and I have problem with anger\n  ","509775":"\n   Glad u shared...i am so tired,i think i have insomnia\n  ","509776":"\n   i missed you\n  ","509777":"\n   Think I got the hang of this number stuff. Now all I have to do is come up with non-lame sex questions...\n  ","509778":"\n   69\n  ","509779":"\n   do you go for looks or personality in a guy\n  ","509780":"\n   did u watch soul sourfer,full out and kiss&cry?\n  ","509781":"\n   really sorry for spam tho\n  ","509782":"\n   As entrepreneurs, leaders, managers, and bosses, we must realize that everything we think actually matters. If we are seeking success, we must think successful, inspiring, and motivating thoughts.\n  ","509783":"\n   ok am so sorry for this question 🙂💜\n  ","509784":"\n   Music Spam: Current playlist PAP\n  ","509785":"\n   hey had  you  a nice day x\n  ","509786":"\n   which reason?read a book.\n  ","509787":"\n   Have a good day... Take care about yourself please my friend, 🌹\n  ","509788":"\n   Can we be friends?\n  ","509789":"\n   Nope. Almost spit my gum out though\n  ","509790":"\n   dont be creepy\n  ","509791":"\n   Where are you from?\n  ","509792":"\n   the more reason to sleep with nothing on\n  ","509793":"\n   A little :P\n  ","509794":"\n   Music Spam: Post a song that reminds you of \"home\"\n  ","509795":"\n   MS: How much time have you spent listening to music today?\n  ","509796":"\n   Contemporary and ballet and hip hop,acro,lyrical are one of the best!\n  ","509797":"\n   Now it's 12:50 am here\n  ","509798":"\n   Choose a topic?\n  ","509799":"\n   Do you have any weekend plans yet?\n  ","509800":"\n   I like them both too.  Boston is fascinating with its history and just so fun.  But Winter  in Arizona can be quite nice\n  ","509801":"\n   Want spam?\n  ","509802":"\n   Favorite chocolate\n  ","509803":"\n   Followed you!! Do you prefer Arizona or Boston\n  ","509804":"\n   I’m really good thanks, how are you?\n  ","509805":"\n   u should sleep naked XD\n  ","509806":"\n   تصبحوا على خير🌹🌹🌹🌸🌸🌸\n#جماعي\nGood night\n  ","509807":"\n   u seem edgy again like u were for a while months ago\n  ","509808":"\n   What style of decoration do you like the most? 🤔😊\n  ","509809":"\n   What’s wrong? I haven’t asked in a while\n  ","509810":"\n   If you could go back and give your 15 year old self a heads up on live, what would you tell them?\n  ","509811":"\n   Which world-ending disaster are you most likely to survive? Which one are you least likely to make it through?\n  ","509812":"\n   Oh I missed you so much Lyndsey\n  ","509813":"\n   you are funny, lol x\n  ","509814":"\n   What qualities do you value the most in your friends?\n  ","509815":"\n   Have you seen the footage doing the rounds on social media of that gymnast, Samantha Cerio, who horrifically snapped both her legs after landing awkwardly during one of her routines? 😯😳🙀 Has there ever been a time in your life when you f*cked something up quite as spectacularly as that?? 🤯🙈\n  ","509816":"\n   where\n  ","509817":"\n   last person u blocked and why\n  ","509818":"\n   why u even keep things like this if u dont care bout em thats why ur inbox fills up lol\n  ","509819":"\n   Which movie u last sAw??\n  ","509820":"\n   Any tv show\/movie comedy recommends\n  ","509821":"\n   What is your thoughts on Nipsy Hustle? I won’t lie I had no clue who he was.\n  ","509822":"\n   Without looking it up, do you know what an affogato is? If you don't know what it is, look it up and let me know if you would ever try it\n  ","509823":"\n   hi u pretty wanna date\n  ","509824":"\n\n    https:\/\/truenaturetravels.com\/wp-content\/uploads\/self-love-quote-1024x704.jpg\n   \n","509825":"\n   Which of your past relatives would you have liked to have met\/spoken to (if any) and why? \nWho is currently your oldest living relative?\n  ","509826":"\n   good morning, heartache\n  ","509827":"\n   Good night sweetie\n  ","509828":"\n   Have you ever yelled SILENCE!! When everyone was talking?\n  ","509829":"\n   Fill in the blanks....\"I strive to be like ____ but I'm currently more like a mix of ____ and ____.\" For example \"I strive to be like Tank Girl but I'm currently more like a mix of Daria Morgendorrfer and Tina Belcher.\"\n  ","509830":"\n\n    https:\/\/i.pinimg.com\/originals\/d6\/77\/84\/d67784f93c1d8c6c17c3bdaee41f3754.jpg\n   \n   i know this is so long,but its worth reading.\n  ","509831":"\n   What is your favorite emoji\/emoticon, to use? :P\n  ","509832":"\n   What is the simplest thing that makes someone gain your respect? And what is the simplest thing that makes them lose it?\n  ","509833":"\n   Have the best time today enjoy every day\n  ","509834":"\n   Love you. You make me wanna feel happy and strong🌹👑\n  ","509835":"\n   Hugs you🌹👑\n  ","509836":"\n   Idk if you have a different idea of sugaring but it's a form of sxx work and is a business agreement. Why do you think it'd be better if love was involved?\n  ","509837":"\n   did u still sleep on that pillow after using it o.o\n  ","509838":"\n   Wearing anything purple what is it\n  ","509839":"\n   we need details\n  ","509840":"\n   Baby youre life\n  ","509841":"\n   What was the first thing you used on yourself that wasn't fingers?\n  ","509842":"\n   You were my violence, struck in my life.\n  ","509843":"\n   Favorite Star Wars character?\n  ","509844":"\n   I need to ask you more sexual questions if you don't mind\n  ","509845":"\n   What is the most beautiful language in your opinion?\n  ","509846":"\n\n    https:\/\/i.pinimg.com\/236x\/d8\/aa\/4c\/d8aa4cc769c14e759fb51e71a9707d29--fake-people-funny-fake-people-quotes.jpg\n   \n\n    https:\/\/i.pinimg.com\/originals\/c1\/af\/dc\/c1afdc9e3c80c495b0d62eff96b8fb84.jpg\n   \n","509847":"\n   Hugs🌹👑😓\n  ","509848":"\n   Blushing\n  ","509849":"\n   Poor king🌹👑😓\n  ","509850":"\n   What's your opinion on Sugar Parents?(Sugar Daddies, Sugar Mommies etc)\n  ","509851":"\n   مين افضل يوتيوبرز في مصر؟ 😃💜\n  ","509852":"\n   Have you ever put your trust in the wrong person like Severus Snape did when he was a Death eater? 😳 (Also sorry to those I spammed with same question twice due to copy and paste error 🤦‍♂️)\n  ","509853":"\n   When should someone be considered a reliable person?\n  ","509854":"\n   When king needs more support and love🌹👑😓😨\n  ","509855":"\n   I just read an article where the writer stated that they thought the goblins in Gringotts bank in Harry Potter are anti-semitic due to their financial greed, long noses etc. Do you have to be somewhat racist to spot this? Is this anti-semitic character design? What's your opinion on it all?\n  ","509856":"\n   block list pap\n  ","509857":"\n   I haven't said anything mean to anyone. I've been asking sexual questions but not as much as youd think and I've censored them. it doesn't take much to get deleted This site is just a complete joke unless you have thousands of questions answered\n  ","509858":"\n   You're out for your Birthday meal, when you spot a cake being brought out from round the corner, prompting everyone to start singing... 🎂😯✋🙈 How do you react?? 😳\n  ","509859":"\n   What is the most common first language in the country you're in?\n  ","509860":"\n   What is your first language?\n  ","509861":"\n   what happened to u ur not naughty anymore are u ok\n  ","509862":"\n   Name a movie you’ve seen at least 5 times!\n  ","509863":"\n   True, although there are still ways to cheat in most poly relationships. In mine if anything happens and we're not upfront about it, it's cheating.\n  ","509864":"\n   Believe this if god wills it beautiful I'm not a hater I'll only show support an love for you\n  ","509865":"\n   In your relationships\/past relationships what is considered as cheating to you? Do you think everyone needs to decide in their own relationship what is cheating or do you think there's a universal list that everyone in a relationship must abide by? If you think there's a list, what is it?\n  ","509866":"\n   Why did you unfollow the last person you unfollowed? Why did you follow the last person you followed?\n  ","509867":"\n   Do you think\n   \n    @karkle\n   \n   is cute?\n  ","509868":"\n   hey x, do you got to the gym everyday x\n  ","509869":"\n   What is pos?\n  ","509870":"\n   God bless you sweetheart people are judgemental to fuck zero f's given on your part xx\n  ","509871":"\n   I just lost my fourth account today. I told you everything happens in waves on here\n  ","509872":"\n   Which websites do you visit most frequently?\n  ","509873":"\n   ✌☝️\n  ","509874":"\n\n    https:\/\/i.pinimg.com\/originals\/9a\/62\/1d\/9a621d57f542267af5bc9c8f9358e9dd.png\n   \n","509875":"\n   What advice would you give to kids today?\n  ","509876":"\n   No onesie or fur coat?\n  ","509877":"\n   Post a pic in your furry clothes!\n  ","509878":"\n   Have you ever gone rock climbing? :) Do you like it? How do you think Dwayne Johnson feels when you do that??? lol.\n  ","509879":"\n   wyd lovely?\n  ","509880":"\n   If sad is bad feeling Why some of the people love listening sad songs or watch the sad movies?\n  ","509881":"\n   +\n  ","509882":"\n   Stay strong\n  ","509883":"\n   Which snacks u love to eat??\n  ","509884":"\n   Did u ever taste sumthng that is total\nYaaaaaak  😬😬😬😬🤯🤯🤯🤯🤯😖😖😖🤪🤪🤪🤪🤪\n  ","509885":"\n   I am confused about my se*uality because something bad happened to me when I was a kid\n  ","509886":"\n   Do you love hotdogs\n  ","509887":"\n   We all have those moments unfortunately\n  ","509888":"\n   sorry, im asking do you live with your sister, my sister is older and a princess, pls dont be another person thats mean\n  ","509889":"\n   thats good,  is it your sister your with my sister is older and she a princess tbh x\n  ","509890":"\n   aw, do you  like where you live ig a change is nice\n  ","509891":"\n   I know i'm crazy 🤪👌🏻🌹\n  ","509892":"\n   Aw you OK boo\n  ","509893":"\n   I was wrong because I was on social networking sites (Facebook Instagram and Snape) and why do I translate why not read or not? I speak three French, Arabic and English languages if you go to hell😘🖕\n  ","509894":"\n   how are you doing, i miss you when your not here ik i might seem immature to you, im glad you have time for me tbh xox\n  ","509895":"\n   10:20 pm cleaveland time thoghts?\n  ","509896":"\n   Air hostesses to the ⬅️ of me, pilots to the ➡️ here i am......\n  ","509897":"\n   This Is probably the 30th time someone has confused me for Ben. lol Ben can't go 6 days without losing an account. I don't think he can go 6 hours\n  ","509898":"\n   Have you ever gone \"hippie\" and like TOTALLY made a gnarly tie-dyed a T-shirt to look super radddd like Surfer dewd Chad? Which \"technique\" did you use? (i.e. Swirl, Bullseye,Crumple,Folding,Sunburst,ect) What colors? Pic??? (if possible :D\n  ","509899":"\n   Do women really disrobe to their undergarments and have pillow fights when men aren't around?\n  ","509900":"\n   Right ur name 3 character\n  ","509901":"\n   What time do you usually find yourself going to bed at night?\n  ","509902":"\n   Ask is so weird. I just went 6 days without losing an account but now I've lost 3 just this morning\n  ","509903":"\n   When you went to school did the teachers use to have this wierd obsession with pupils having to raise their hand before asking a question, going to the bathroom etc?? 💁‍♂️\n  ","509904":"\n   L! I was being silly on your bio (races). Don't be upset.\n  ","509905":"\n   Did u saw \nWrestlemania 35 ???\n  ","509906":"\n   hey take no notice of crap on here, your pretty amazing some people are just dumb xo\n  ","509907":"\n   What eat today that is delicious\n  ","509908":"\n   What are your thoughts on girls who drink pints? 😮🍺 Should they be given a CSCS (Construction skills certificate scheme) card and be sent to put the scaffolding up?? 🏗 (*Note for non UK folk - pint = large glass which beer is served in)\n  ","509909":"\n   Who doesn't hide a lot of stuff.\n  ","509910":"\n   L! I want \"April Dancer\" to win (bio). It's been a while and I wanted to say hi to you. How are you? Stay pretty.\n  ","509911":"\n   Have you ever been involved in a major car smash before? 😳 Did surviving it give you a fresh new positive outlook on life?? 🙃\n  ","509912":"\n   Do u drink beer?\nName it\n  ","509913":"\n   How much does it matter to you if the person you are in a relation with (friendship or otherwise) is a clear person or not?\n  ","509914":"\n   Mondsy musings? Is it stil monday everywhere in the world? Anyway carry on.....\n  ","509915":"\n   What is your name? What is your quest? What is the airspeed of laden swallow?\n  ","509916":"\n   What is the strangest dream you've ever had?\n  ","509917":"\n   Are you able to move on? Or is there something that you just cannot let go.\n  ","509918":"\n   No I'm just saying. You focus a lot on your weight but you're really not that big\n  ","509919":"\n   Dafuq did I miss?\n  ","509920":"\n   Have you done an escape room? Did ypu complete the course\/ set of rooms? Did ypu find it enjoyable?\n  ","509921":"\n   Name a movie you’ve seen at least 5 times!\n  ","509922":"\n   The only reason I can think of for you to be single so long is that guys see that there's something a bit off about you. I'm not talking about body weight\n  ","509923":"\n\n    https:\/\/cdn3.msw.usc.edu\/content\/8b6215d389b848bf911a5a1e63393182\/4.png\n   \n","509924":"\n   we can be friends ? you say you dont need teen friends so i am not Teen i am just 21 year old  we can be friends  ? \ni really need true friends okay\n  ","509925":"\n   Difference is not age or .......... The difference is just respect👌🏻👋\n  ","509926":"\n   How are you doing Lyndsey? It's been a while since I talked to you.\n  ","509927":"\n   Well thank you 💔\n  ","509928":"\n   HI There\n  ","509929":"\n   To be my friend💕\n  ","509930":"\n   Abonner-moi SvP🙏😊\nFollow me Plz 🙏😊\n  ","509931":"\n   What's for dinner?\n  ","509932":"\n   ✋ في انتصاره بيفرح ملايين ❤️ .. وفي هزيمته بيفرح بوابين\n  ","509933":"\n   How many best friends do you have?\n  ","509934":"\n   Have you ever been in a fire?\n  ","509935":"\n\n    https:\/\/i.pinimg.com\/originals\/4d\/92\/84\/4d9284f12d690dfebb81544696d14c28.jpg\n   \n","509936":"\n   How many different places have you lived before?\n  ","509937":"\n   When did you last get a sunburn?\n  ","509938":"\n   Hows everyone doing? Good i hope? \nHugs\n  ","509939":"\n   Driving Spam: How often do you speed\/exceed limit when driving?\n  ","509940":"\n   Lol😂. Not sure, I hardly talk to them now😏😌. Which state you in😅😊\n  ","509941":"\n\n    https:\/\/i.pinimg.com\/originals\/e2\/5f\/1c\/e25f1cb282d0532cf263b01021e06848.jpg\n   \n","509942":"\n   Have you had your transport arrangements upgraded unexpectedly by whomever you were travelling with? Be it economy to first class or even simply a more desired seat in car bus etc\n  ","509943":"\n   You have a boyfriend?\n  ","509944":"\n   What you are doing?\n  ","509945":"\n   What things do you purposely try to ignore?\n  ","509946":"\n   Job Spam(WYR): Have a coworker you like a lot talk ALL the time to you, or have a coworker you despise stay silent and distant from you?\n  ","509947":"\n   You ever intend to bake cookies only to eat the cookie dough?\n  ","509948":"\n   How are you?\n  ","509949":"\n\n    https:\/\/i.pinimg.com\/originals\/44\/27\/da\/4427da617225261b45f999c1079aea2a.jpg\n   \n","509950":"\n   Hello\n  ","509951":"\n   If you won the lottery, what would you do?\n  ","509952":"\n   I did it weell and you said nothing :( baahh\n  ","509953":"\n   Is there much toxic masculinity where you live?\n  ","509954":"\n   Is America a violent nation?\n  ","509955":"\n   ok x\n  ","509956":"\n   How long can you go without eating food?\n  ","509957":"\n\n    https:\/\/i.giphy.com\/media\/l0NwGUgrnx8QYZkZi\/giphy.webp\n   \n   love urself girlr\n  ","509958":"\n   Which song u listen most??\n  ","509959":"\n   Surround yourself with people who care about you.\n  ","509960":"\n\n    https:\/\/calmtheforkdown.com\/wp-content\/uploads\/2018\/09\/download.jpg\n   \n","509961":"\n   Oh alright. I got cousins from there😄😌\n  ","509962":"\n   la victoire sur soi-même, est-ce une victoire ou une défaite?\n  ","509963":"\n   yeah, hey its their loss your so funny and cool pretty too, are girls like naturally demanding like tell a guy wjat to do i find it alot in wisconsin\n  ","509964":"\n   Last week An Garda Siochána(Irish police) permitted turbans and hijabs in their uniforms, admitting it's only to encourage more people to join them as numbers decline. I think it's great that they're now allowed but that it was clearly done for their own gain, not human rights. What's your opinion?\n  ","509965":"\n   i have a question, whats one thing that turns you off a person x\n  ","509966":"\n   Lmao😂.. maybe them buff dudes, want a peace of ya.. what country are you in🤔\n  ","509967":"\n\n    http:\/\/mediaimmersion.tumblr.com\/post\/183351164372\/im-not-trash-im-recyclable-blazeblastomega\n   \n","509968":"\n   hi\n  ","509969":"\n   Hi Lyndsey how are you doing? I hope well!!! (how about it ;)\n  ","509970":"\n   Do you cook\n  ","509971":"\n   Ta musique du moment ?\n  ","509972":"\n   Would it shock you if I told you that I was typing this while standing on the moon?\n  ","509973":"\n   Good night\nSweet onces from ur friend\nIndia \nHope u also follow me back.\nThanks \nGod bless all .🌹🌻😊😊\n  ","509974":"\n   Oh alright.  What kinda work out, do ya do in the gym?😌😅\n  ","509975":"\n   Does your city or area have a traffic problem?\n  ","509976":"\n   Do you use Uber or Lyft?\n  ","509977":"\n   If Morgan Jo comes on your page its a man not a girl he wants to talk sex so be careful\n  ","509978":"\n   Ever played two people against one another?\n  ","509979":"\n   Ever instigated a fight between two people?\n  ","509980":"\n   Driving Spam: Do you mostly drive or take public transportation?\n  ","509981":"\n   Do you have a hard time telling people no?\n  ","509982":"\n   Do you use Amazon often?\n  ","509983":"\n   hello... lady Lyndsey...??\n  ","509984":"\n   Ever ridden in a hot air balloon? Would you want to?\n  ","509985":"\n   Does your city or area have pro sports? Which teams and do you follow them?\n  ","509986":"\n   Does your city or area have a major tourist attraction?\n  ","509987":"\n   Your Welcome\n  ","509988":"\n   Which country do you want to visit?\n  ","509989":"\n   hello lady ...??\n  ","509990":"\n   Hi how are you doin' ma'am?\n  ","509991":"\n   would you ever sleep with someone for money?\n  ","509992":"\n   Are you a gullible person?\n  ","509993":"\n   Do you have an amazon wishlist?Post it and I may buy something for you.😃\n  ","509994":"\n   Where do you get your best ideas?\n  ","509995":"\n   something bout U... very few people know... but U wanna many to know... what it is... like to share... :)\n  ","509996":"\n   You have a beautiful personality\n  ","509997":"\n   What music do you prefer: Pop, Rap, RnB or Rock?\n  ","509998":"\n   Breakfast Club. I've seen bits and pieces of it years and years ago but I can't really remember much. I liked the episode of Victorious that they did called The Breakfast Bunch that was a spoof on it.\n  ","509999":"\n   Could Lauren Graham look 30 to 34 or 35 to 42 years old?\n  ","510000":"\n   Driving Spam: What was the best road trip you have ever taken?\n  ","510001":"\n   Could Lauren Graham look 17 to 21 years old?\n  ","510002":"\n   Thanks, going to be an interesting week\n  ","510003":"\n   Age\nFor marriage u think for??\n  ","510004":"\n   How old does Lauren Graham look?\n  ","510005":"\n   Why are potato chips inside sandwiches so good?\n  ","510006":"\n\n    @alexisbledelcz\n   \n   actually she is 37 years old, could she look 17 to 21 years old?\n  ","510007":"\n   Have you ever rescued a human or other animal? What were the circumstances?\n  ","510008":"\n\n    @alexisbledelcz\n   \n   How old does she look?\n  ","510009":"\n   57000+ questions answered. You need to get a hobby.\n  ","510010":"\n   Have you ever been frisked down by the authoritive figures for anything?  Did they find anything? Eg bouncer at a nightclub \/ event. Security peeps at the airport. Random police stopping ya\n  ","510011":"\n   Does your city or area have issues with high crime?\n  ","510012":"\n   Does your city or area have severe weather issues?\n  ","510013":"\n   Does your city or area have any annual huge events?\n  ","510014":"\n   Do you like pop tarts?Do you like them warmed up or cold?\n  ","510015":"\n   Driving Spam: What is your opinion about tailgating? Do you tailgate other vehicles?\n  ","510016":"\n   R u eating\nWatching\nDrinking\nOr planning for sleeping\n  ","510017":"\n   Do you like the smell of a burning match?How bout a campfire?\n  ","510018":"\n   Do you use your Snapchat often? Do you like the new updates?\n  ","510019":"\n   Good night babe\n  ","510020":"\n   Good night Lyndsey\n  ","510021":"\n   Which one is coolest movie u saw??\n  ","510022":"\n   #WorldHealthDay How do you take care of yourself to stay healthy?\n  ","510023":"\n   What frustrates you the most?\n  ","510024":"\n   u nknow....again my notification bar is flooded with ur notifications....\nwhenever i open my account on ask .....i am just bound to see ur notifications...\n  ","510025":"\n   do U like poetry... if yes, like to share something... :)\n  ","510026":"\n   Did either movie version of IT have the part where the Losers smoke out their underground clubhouse and somehow go back to the far-distant past to see IT's arrival?\n  ","510027":"\n   how positive minded person U r... n in extreme negativity, how can U remain positive... :)\n  ","510028":"\n\n    https:\/\/instagram.com\/liveinmmnt?utm_source=ig_profile_share&igshid=pg9hw4fmkkj4\n   \n   Check out if you can. Thank you :)\n  ","510029":"\n   Job Spam(WYR): Work a job you love for no money, or hate a job forever and make millions?\n  ","510030":"\n   When’s the last time you stayed from sick from work or school?\n  ","510031":"\n   Thursday morning rumblings\/thiughts\/muttrrs\/rants\/whatever ya like?\n  ","510032":"\n   🦸🦸🦸🦸🦸🦸\n  ","510033":"\n   Why king needs more caring🌹👑😓\n  ","510034":"\n\n    https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQ96FPgKlh7wOGNfklQodw5ZVW0kjf5CWZd_q60fNfkD6Ysa8yd\n   \n\n    https:\/\/s3.amazonaws.com\/spoonuniversi-wpengine\/spoonuniversi\/wp-content\/uploads\/sites\/75\/2016\/04\/12238655_7406443_lz.jpg\n   \n","510035":"\n   Hugs you🌹👑\n  ","510036":"\n   Job Spam: Have you ever fallen asleep at work?\n  ","510037":"\n   Use this to post an offensive gif\n  ","510038":"\n   🌹👑⚾️\n  ","510039":"\n   I can't be a perv, you're 31\n  ","510040":"\n   I know someone who has....the same thing as you. It's really sad because her family is too backwards to know what's going on with her, and doesn't really give a sht\n  ","510041":"\n   🌹👑😘\n  ","510042":"\n   I want to wuther your heights\n  ","510043":"\n   Good morning who waked up\nAnd good night who are going to sleep\n\nAnd who r eating what ur eating??\n  ","510044":"\n   Did the obstetrician misuse the forceps when you were being born?\n  ","510045":"\n   What are your top three favorite books and why?\n  ","510046":"\n   Were you vaccinated as a child?\n  ","510047":"\n\n    https:\/\/www.cdn.spotebi.com\/wp-content\/uploads\/2017\/12\/focus-on-the-good-workout-motivation-spotebi.jpg\n   \n\n    https:\/\/i.pinimg.com\/originals\/19\/5b\/7e\/195b7e067f1ce38d38e57e6fe2b2477b.jpg\n   \n\n    https:\/\/www.ajaymatharu.com\/wp-content\/uploads\/2010\/06\/LoveYourselfOutside.jpg\n   \n","510048":"\n\n    https:\/\/www.cdn.spotebi.com\/wp-content\/uploads\/2017\/11\/focus-on-change-workout-motivation-spotebi.jpg\n   \n\n    https:\/\/cdn.shopify.com\/s\/files\/1\/1564\/5925\/files\/IMG_20180306_192852_011_large.jpg?v=1520549265\n   \n","510049":"\n   High-functioning something something\n  ","510050":"\n\n    http:\/\/cdn-webimages.wimages.net\/0510a9f943ecfd49085021d57b59c6b3fb556-wm.jpg?v=3\n   \n\n    https:\/\/i.pinimg.com\/originals\/36\/2c\/89\/362c89226217d717317bd67073ef1b55.jpg\n   \n","510051":"\n   Do you really want me to say it out here? It actually explains a few things about you\n  ","510052":"\n   The sort of thing that pops up early in life, causes developmental delay, can be subtle unless you know what to look for, but really does affect people that have it all their lives\n  ","510053":"\n   King treats you like a queen🌹👑\n  ","510054":"\n   Freddie.\n  ","510055":"\n   Do you have a boss or coworker teacher or classmate who’s an asshole to literally everyone?\n  ","510056":"\n   Favorite Game of Thrones character?\n  ","510057":"\n   “Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.” — Napoleon Hill\n  ","510058":"\n\n    https:\/\/brightdrops.com\/wp-content\/uploads\/2014\/05\/roberthschulleridratherattempt.jpg\n   \n","510059":"\n   This guy taught me everything i know about being a dope superhero. True story. You should take some pointers from him. He is my best bud in the WHOLE WORLD.\n  ","510060":"\n   what are two fruits you don’t like? what are two grains\/carbs you don’t like? what are two vegetables you don’t like? what are two pizza toppings you don’t like?\n  ","510061":"\n   Some of you are going to be PISSED when you see your question inbox! oh well deal with it. Anyhow what’s something that scares you?\n  ","510062":"\n\n    https:\/\/halelrod.com\/wp-content\/uploads\/2015\/07\/LOVE-the-Life-You-Have.jpg\n   \n","510063":"\n\n    https:\/\/everydaypowerblog.com\/wp-content\/uploads\/2018\/02\/Love-Yourself-Quotes-2-2.jpg\n   \n","510064":"\n   Space ✨🌷\n  ","510065":"\n\n    https:\/\/brightdrops.com\/wp-content\/uploads\/2014\/05\/ralphmartsonwhatyoudotoday.jpg\n   \n","510066":"\n   Ever watched a movie and noticed a mistake? For example watching an old movie set in the King Arthur days and you see a plane fly over?\n  ","510067":"\n   How are you?\n  ","510068":"\n   “The best time to plant a tree was 20 years ago. The second best time is now.” — Chinese Proverb\n  ","510069":"\n   I know what it is\n  ","510070":"\n   If someone met and talked to you for 10 minutes, would they know something's off?\n  ","510071":"\n   Good to hear☺️.. Whatcha up to\n  ","510072":"\n   What was going on that worried your parents?\n  ","510073":"\n   what’s a good cold winter morning song?\n  ","510074":"\n   How old were you when diagnosed\n  ","510075":"\n   Which thing motivate u ???\n  ","510076":"\n\n    https:\/\/medium.com\/\n   \n   @benjaminhardy\/heres-how-to-know-if-you-re-going-to-live-your-dreams-1ecf65b92e60\n  ","510077":"\n   Write ur best song 1 line???\n  ","510078":"\n   Was the zodiac sign question a predictive text thing? Like you fill the gap with what your phone guesses comes next?\n  ","510079":"\n   How re you going Lyndsey😆\n  ","510080":"\n   If someone is a good person and have some consciousness and they love u,they wouldn't do it at all.\n  ","510081":"\n   Yes but still,its bad when someone mantipulates u,its better be alone always than with a creep who sucks life of u\n  ","510082":"\n   Danny Zucco from Grease!\n  ","510083":"\n   What kind of styles u love else? I can show u what i like hah btw,it wouldn't make me a hooker,wouldnt it?\n  ","510084":"\n   What are you doing\n  ","510085":"\n   Hello\n  ","510086":"\n   Not just me 90% of guys would probably agree with me about the lower part\n  ","510087":"\n   what's a bad habit that you have? on the contrary, what are some of your good habits?\n  ","510088":"\n   20\n  ","510089":"\n   33\n  ","510090":"\n   8\n  ","510091":"\n   but to be honest what reason have girls to wear low cut shirts or miniskirts to school other than to distract lmao\n  ","510092":"\n   Ty,hun!!!why do u think that?\n  ","510093":"\n   Feminism has to be more alive\n  ","510094":"\n   78\n  ","510095":"\n   Manipulation is a really bad thing\n  ","510096":"\n   What about alcohol,drugs,anger,trauma,psycho,sociopat,sadist,mazohist ppl?\n  ","510097":"\n   I want to feel so strong and protective and confident but at the same time I want to do something very interesting\n  ","510098":"\n   Do you think people who have mental illness have a conscious mind?\n  ","510099":"\n   'if you have a mental illness it does not give you the excuse to totally manipulate and emotionally abuse someone. '\n  ","510100":"\n\n    https:\/\/66.media.tumblr.com\/60b1af9b492722f4de31c70c3134c7bf\/tumblr_pd2wnuh6nf1slhpz4o5_250.png\n   \n   !!!\n  ","510101":"\n\n    https:\/\/66.media.tumblr.com\/21a8cabfb0b1e0f43764521f63fdacfb\/tumblr_pd2wnuh6nf1slhpz4o7_250.png\n   \n   !!!\n  ","510102":"\n\n    https:\/\/medium.com\/\n   \n   @benjaminhardy\/heres-how-to-know-if-you-re-going-to-live-your-dreams-1ecf65b92e60\n  ","510103":"\n   English,french and russian books are translated in my main language in my country\n  ","510104":"\n   I want to dance,work out or some box to do...what do u suggest?\n  ","510105":"\n   Yes,thanks for asking!!hbu?\n  ","510106":"\n   But it must exist in ur main language\n  ","510107":"\n   not crossdresser just likes to try em on once in a while\n  ","510108":"\n   Which pizza u like to eat??\n  ","510109":"\n   Hey😅😁\n  ","510110":"\n   as usual... am hungry... suggest a good breakfast of ur choice... n can u cook it also for me... pls... 😂😛\n  ","510111":"\n   Yeah i think i would 😂\n  ","510112":"\n   And last night about 6-9hours,yeey\n  ","510113":"\n   This is the first time i hear for them\n  ","510114":"\n   Do u read russian and french writers\n  ","510115":"\n   what if he asks\n  ","510116":"\n   British golfer.\n  ","510117":"\n   You are of course!\n  ","510118":"\n   have u ever let a guy wear ur underwear\n  ","510119":"\n   What you are watching ???\n  ","510120":"\n   When did you last go to a sports game?\n  ","510121":"\n   Have you ever dyed your hair?\n  ","510122":"\n   How many hours of sleep do you get a night?\n  ","510123":"\n   What literary genre do you like to read the most?\n  ","510124":"\n   Who is cute\nU or ur sis??\n  ","510125":"\n   Is it ok if I ask you some questions with numbers?\n  ","510126":"\n   oh so its naughty time? XD\n  ","510127":"\n   going to bed so early?\n  ","510128":"\n   King loves you and treats you like a queen🌹👑\n  ","510129":"\n   Good night beautiful\n  ","510130":"\n   Are you well?\n  ","510131":"\n   What handed are you?Im left handed...and I know you were all dying to know that\n  ","510132":"\n   Treats you right🌹👑\n  ","510133":"\n   Today I watched a Julien Solomita YouTube video where he made gluten free vegan pulled \"pork\" out of banana peels! What was the last weird meal you heard of that sounded revolting to you?\n  ","510134":"\n   Thank you for the recent tuck ins this week. I needed them. I'm feeling pretty good after getting some decent rest. Gonna be heading off to bed again pretty soon. Hope you have a good night!\n  ","510135":"\n   Most beautiful sounding language according to you? 🤔😊\n  ","510136":"\n   wyd?\n  ","510137":"\n   you are such a caring young woman tbh\n  ","510138":"\n   Who watched \nDragon ball series\n  ","510139":"\n   Talk about ur day in simple sentences 😃🌹\n  ","510140":"\n   What you gonna do this weekend? 😄\n  ","510141":"\n   Any car u love n want to buy??\n  ","510142":"\n   If you had unlimited amounts of money, what would be the first tech related thing that you got yourself? 🤔😊\n  ","510143":"\n   Why tf would you wear denim to the gym?\n  ","510144":"\n   Yes\n  ","510145":"\n   Do you like to be choked during s x?\n  ","510146":"\n   playboi carti?\n  ","510147":"\n   selena gomez?\n  ","510148":"\n   Young Harrison Ford or young Nick Faldo?\n  ","510149":"\n   As a very young child i used to confuse the words \"coldslaw\" and \"Coldplay\".😂 Were there ever words that you confused with one another? If so, what were they?\n  ","510150":"\n   Anon with a lap fetish? That's a new one\n  ","510151":"\n   I’m decent. How are you? X\n  ","510152":"\n   Hello\n  ","510153":"\n   Santa '-'\n  ","510154":"\n   I'll get the DeLorean ready...\n  ","510155":"\n   RS: Do crowded restaurants bother you?\n  ","510156":"\n   Done. When?\n  ","510157":"\n   Im baaaaaaaaccccccckķkkkkkk\n  ","510158":"\n   I'm busted... you're pretty smart, Leopard\n  ","510159":"\n   Pfft. We can go for a picnic instead\n\nNDP ;)\n  ","510160":"\n   Restaurant Spam: drinks with dinner, yay or nay?\n  ","510161":"\n   Lynds for the win! CUTEST GIF EVAH :D\n  ","510162":"\n   *Slips in blood and ends up knocking dumbself out*\n  ","510163":"\n   Restaurant Spam: Who buys dinner? (Answer as creatively as you can :)\n  ","510164":"\n   *Batters door down with dead rabbit*\n  ","510165":"\n   RS: What is your usual favorite meal in a restaurant?\n  ","510166":"\n   For real! O.o\n  ","510167":"\n   Ever went and gotten a spray tan?\n  ","510168":"\n   I'll bring candles and a bottle of wine. Gotta leave the door locked, though so Niall can't get in ;)\n  ","510169":"\n   Ill be over asap!\n  ","510170":"\n   Hahaha nice! Great pick *sings with you* :)\n  ","510171":"\n   Consider yourself...\n  ","510172":"\n   god i love this band. they hurt so good. lmao.\n  ","510173":"\n   Sticks and stones may break my bones but...\n  ","510174":"\n   yup,i know...last night i slept 3hours\n  ","510175":"\n   which books?\n  ","510176":"\n   To be fair, you left first :P\n  ","510177":"\n   Do you stay away from healthy nuts because of their calories?🌰🌰\n  ","510178":"\n   Yayyyy!\n  ","510179":"\n   explain pls? 1stphorm?\n  ","510180":"\n   4:44 pee emm friday thoughts?\n  ","510181":"\n   Why do girls like to wear leggings?\n  ","510182":"\n   If money wasn't a concern, what type of business would you open? What would your business have to offer to the world?\n  ","510183":"\n   creedence clearwater revival?\n  ","510184":"\n   Good night beautiful\n  ","510185":"\n   Hiw many ASKfm accounts do you have?\n  ","510186":"\n   a thought... why do people wear clothes... was it not better when no clothes... only different sorta leaves... :(\n  ","510187":"\n   hey, I never be rude with anyone... sorry if U felt this way... only was a joke... :(\n  ","510188":"\n\n    https:\/\/medium.com\/thrive-global\/25-ways-to-kill-the-toxic-ego-that-will-ruin-your-life-32a0bd2c0932\n   \n","510189":"\n   Does jealousy harm relationships?\n  ","510190":"\n   these lists need updating cuz i dont think u talk to some of these peeps anymore and others have long disabled lol\n  ","510191":"\n   now what u gonna do with XXL... a suggestion when wearing it, put one more girl inside... so, together two can wear it perfectly well... :p\n  ","510192":"\n   greetings i am from big company important and we look to make lives better we need some information from u if u please we require to know your prefered panti colour as well as your size so we can do survey and make better products thank for help bai bai\n  ","510193":"\n   pap\n  ","510194":"\n   Ur nick name that. U dont like?? To hear\n  ","510195":"\n   Hey\n  ","510196":"\n   mmm... opinions r either based on instinct or some sorta logics... urs is based on what... n why so?... n dont tell me on ur dreams, cz u can read people in ur dreams too... 😂\n  ","510197":"\n   Can you fly the spaceship tonight? I need to go sleepy.\n  ","510198":"\n   WHAT DID THE BRA SAY TO THE HAT? YOU GO ON A-HEAD WHILE I GIVE THESE 2 A LIFT! HAHAHAHAHAHAHAHAHAHA\n  ","510199":"\n   if i sleep as u do,i would be healthy as heell\n  ","510200":"\n   Hi\n  ","510201":"\n   how many hours u sleep\n  ","510202":"\n   Speaking of purpose do coins on here have a purpose?\n  ","510203":"\n   PAP of the inside of your refrigerator\n  ","510204":"\n   Do you feel you have a purpose?\n  ","510205":"\n   Accept that you did the best you could at the time.\n  ","510206":"\n   Song 🎧🎶;\n  ","510207":"\n   What is your idea of paradise?\n  ","510208":"\n   The reality is: Forgiving yourself is much harder than forgiving someone else because you’re stuck with that negative little voice in your head…all the time!\n  ","510209":"\n   is it possible to sleep only 1 hour per day?\n  ","510210":"\n   Favorite old school video game?\n  ","510211":"\n   Do you find that you never have enough time in a day?\n  ","510212":"\n   Would you rather live in the mountains, or by the sea?\n  ","510213":"\n   Focus on self-love!\n  ","510214":"\n   Wayyyyy too sexy\n  ","510215":"\n   Hello\n  ","510216":"\n   Is today the greatest day you’ve ever known? Can’t live for tomorrow ?Tomorrows much too long?\n  ","510217":"\n   OMG\n  ","510218":"\n   i am so confused rn\n  ","510219":"\n   Learn from your mistake.\n  ","510220":"\n   Allow the past to remain the past.\n  ","510221":"\n   do you * peely peely*?\n  ","510222":"\n   who is that\n  ","510223":"\n   Gather around everyone & witness the debonair devastation of such exquisite sophistication. Aiden English. Simon Gotch. The Vaudevillians!\n  ","510224":"\n   Job Spam: Would you continue working if you won the lottery?\n  ","510225":"\n   Positive affirmations,quotes?\n  ","510226":"\n   How is the keto going? Did you have a good check in yesterday? I've totally fallen apart recently. Not good.\n  ","510227":"\n   Do you currently have a farmers tan?\n  ","510228":"\n   Do you like Cadbury eggs?\n  ","510229":"\n   Do you like McDonalds?\n  ","510230":"\n   True or false :ANYTHING can be cooked in the microwave. Even if the directions says otherwise\n  ","510231":"\n   Ask said I reached a \"coin limit\" earlier today\n  ","510232":"\n   Are you a micromanager?\n  ","510233":"\n   My flame thingys are back!\n  ","510234":"\n   Yeah that was kinda funny that I asked those 2 questions at about the same time\n  ","510235":"\n   Pics... or it didn't happen :P\n  ","510236":"\n   Overall are you more of a positive or negative person?\n  ","510237":"\n   Ever taken a tour of anything?\n  ","510238":"\n   Afternoon leopard! Any random thoughts for a beautiful Thursday?\n  ","510239":"\n   Ouch.\n  ","510240":"\n   Well said :)\n  ","510241":"\n   Bollocks! My whole place is full of macaroons and bringing the neighborhood down. Now I’ve to go find a new flat! 😡\n  ","510242":"\n   What defines you?\n  ","510243":"\n   My hand your butt.\n  ","510244":"\n   Ever kept snowballs in your freezer?\n  ","510245":"\n   I think you get more sex questions than anyone I've ever seen that has no pictures. How do you explain that?\n  ","510246":"\n   How many people in total live with you?\n  ","510247":"\n   Whose the best starting pitcher in the National League?\n  ","510248":"\n   will discuss this when U will wake up with fresh mind n mood :p ... for now, sweet dreams gorgeous one... :)\n  ","510249":"\n   Have you ever snuck into the movies?\n  ","510250":"\n   Space.!\n  ","510251":"\n   Are you spiteful?\n  ","510252":"\n   hi\n  ","510253":"\n   Is there something you could never see yourself wearing? 🤔😅🤣\n  ","510254":"\n   Had enough spam ?\n  ","510255":"\n   lol why u even keep half of those like the hi one\n  ","510256":"\n   Dats right!!\n  ","510257":"\n   How dangerous is it to allow other people to determine how you feel about yourself?\n  ","510258":"\n   POUQ\n  ","510259":"\n   When’s the last time you got an unsolicited nude pic? And how did you get so lucky?I never get anything :(\n  ","510260":"\n   be kind\n  ","510261":"\n   u will get,very soon\n  ","510262":"\n   Favorite Riverdale character?\n  ","510263":"\n   Sex question: Have you ever watched a movie with your folks with some pretty graphic sex scenes? That’s some awkward shit isn’t it?\n  ","510264":"\n   Have you ever yelled SEIZE THEM? Hoping someone would actually seize them?\n  ","510265":"\n   Am I annoying you yet?\n  ","510266":"\n   Have you ever been in a position where you were forced to take control or command?\n  ","510267":"\n   Good night beautiful\n  ","510268":"\n   aw, are you just going to bed xo\n  ","510269":"\n   hey i woke early, aha whats up lynds\n  ","510270":"\n   What are some of your favorite strategies for learning new things? Did you learn best in a more \"traditional\" space (school, textbooks, tests etc) or did you learn better through other educational styles? What are some practices that worked for you? What practices in school did you dislike?\n  ","510271":"\n   Show kindness to everyone you meet because you never know what they're going through ❤ kindness matters in today's world more then ever ❤ \nI love you hugs😊\n  ","510272":"\n   What's your honest opinion of me??❤\n\nPs if you want a honest opinion send your @ my way😚 Hugs\n  ","510273":"\n   cz am not... :(\n  ","510274":"\n   King lays in bed🌹👑\n  ","510275":"\n   mmm... 1,3,5 OK... 2,4 NO... :)\n  ","510276":"\n   hi :) ... someone told me, she can read me pretty well... I asked her ok read n give me 5 points bout me... dunno where she is... hey, by chance, did U saw her anywhere around... :p\n  ","510277":"\n   mmm... how bout U give 5 points bout me... :p\n  ","510278":"\n   You have my biggest heart and you mean the world to me🌹👑\n  ","510279":"\n   Name a chocolate bar that doesn't exist anymore that you'd really like to see brought back?? 😢🍫🤗\n  ","510280":"\n   King sleeps with you🌹👑\n  ","510281":"\n   What's on your bucket list? :D\n  ","510282":"\n   You make me wanna feel loved and be strong and you made my muscles grew when You said I needed to workout🌹👑\n  ","510283":"\n   What is the best birthday gift you have ever received?\n  ","510284":"\n   10 random facts about yourself?\n  ","510285":"\n   King needs his Queen🌹👑😩\n  ","510286":"\n   Is there one moment in your life that you would love to revisit? Whether it’s positive or negative?\n  ","510287":"\n   What gift would you like to receive on the upcoming holidays?\n  ","510288":"\n   I'll take that as a yes!!!! 😏\n  ","510289":"\n   how about the phone?\n  ","510290":"\n   What about mine? Lol\n  ","510291":"\n   Would you rather have mermaids or unicorns be real?\n  ","510292":"\n   Love🌹👑\n  ","510293":"\n   Beard or no beard?\n  ","510294":"\n   be honest, is there anyone that you want back in your life? who?\n  ","510295":"\n   Is someone you know guilty of this? (Very safe but funny link)\n   \n    https:\/\/www.instagram.com\/p\/BvOnQ7siqk3\/?utm_source=ig_share_sheet&igshid=ga8x3rkojg8v\n   \n","510296":"\n   Which person are you?\n   \n    https:\/\/www.instagram.com\/p\/Bvlrg8CHU26\/?utm_source=ig_share_sheet&igshid=hkteqxmctlq8\n   \n   this dude is amazing!\n  ","510297":"\n   chai tea lattes or mint tea\n  ","510298":"\n   Do you display a wide variety of moods and emotions or are you more comfortable with a narrower range of expression? \nHow predictable\/ unpredictable are you in your decisions and reactions?\n  ","510299":"\n   So I’m in an inexplicably rotten mood today. Sorry to anyone that’s been on the receiving end (though I don’t think any of those I’ve sent this to have!)\nWhat’s your go-to method for reducing anger? Lie down with an ice-pack? Meditate? Punch a Nazi? Primal screaming? What’s your trick?\n  ","510300":"\n   what do you think about mangoes? 🥭🌸\n  ","510301":"\n   wanna meet  ?\n  ","510302":"\n   Real fact #417. All Polar bears are left handed.\n  ","510303":"\n   do you like to date with me :)\n  ","510304":"\n   maybe i am\n  ","510305":"\n   great\n  ","510306":"\n   how are you\n  ","510307":"\n   What do you do to calm yourself down?\n  ","510308":"\n   Hello dear\n  ","510309":"\n   hi im chucky wanna play\n  ","510310":"\n\n    https:\/\/www.youtube.com\/watch?v=Z2cdDFSWAPQ\n   \n","510311":"\n   plz just 1\n  ","510312":"\n   I tripped and broke my elbow on an unmarked handicapped ramp in the front of a store. I don't know what the bills will be like yet. Do you think I should get a lawyer or just continue with my life?\n  ","510313":"\n   Atletico Madrid o Barcellona?\n  ","510314":"\n\n    https:\/\/www.youtube.com\/watch?v=Nn5IvIwBBec\n   \n   ♫♪ <3\n  ","510315":"\n   R u single dear\n  ","510316":"\n   i didnt know u will be interested in this\n  ","510317":"\n   post a sexy pap\n  ","510318":"\n   Do you ever feel like your a slave to the system - working jobs that you hate, for that sh💩t you don't need??\n  ","510319":"\n   What is your profession? Why did you choose that profession?\n  ","510320":"\n   How are you, princess? \nI wish you happiness\n  ","510321":"\n   *spittakes* GOATS! I still missed the auction :'(\n  ","510322":"\n   Wednesday Evening thoughts\/rants\/musings?\n  ","510323":"\n   What do you want your tombstone to say?\n  ","510324":"\n   What are you doing\n  ","510325":"\n   I'm a teacher 🙋😂\n  ","510326":"\n   You didn't edit that f*ck!\n  ","510327":"\n   Confirmed!\n  ","510328":"\n   What do you think, is everyone broken?\n  ","510329":"\n   *platyhugs*\n  ","510330":"\n   Same!\n  ","510331":"\n   why you single Pringle?\n  ","510332":"\n   Hugs for you🌹👑\n  ","510333":"\n   Любишь ли ты животных\n  ","510334":"\n   Ti fidi di più dei tuoi amici o dei tuoi genitori?\n  ","510335":"\n   What teacher in school made the most impact on you and why?\n  ","510336":"\n   Do you have any special plans for the spring holidays? What are you going to do?\n  ","510337":"\n   And that’s how when others quit, nice people persevere. When others think everything is dark, nice people are confident they’ll hit their goals.\n  ","510338":"\n   Nice people know that “No” is a first step to “Yes,” and that failure is a stepping-stone to success. It’s not that they celebrate failure, but they don’t make a big deal about it either.\nAnd that’s how when others quit, nice people persevere. When others think everything is dark, nice people are\n  ","510339":"\n   So, if you want to write a book, learn cooking, or de-clutter your home, what are you waiting for?\nWhen others get demotivated because things didn’t go their way, nice people are already looking for “the next cow.”\n  ","510340":"\n   How are you \"getting the fun\"?\n  ","510341":"\n   What fruit do you eat the most often?\n  ","510342":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","510343":"\n   Roughly how many Cadbury's cream eggs do you think you could eat in a row without vomiting occurring?? 🤮\n  ","510344":"\n   Who is sleeping and who is playing?\n  ","510345":"\n   Good night\n  ","510346":"\n   can u judge a person... while casually talking here... if so, how well... ?\n  ","510347":"\n   I've just woke up and smoked a massive zoot.\n  ","510348":"\n   Hey beauty how are you? I’m Eva and I have a YouTube channel (\n   \n    http:\/\/YouTube.com\/c\/EvaMaryLeight\n   \n   ) I’d really appreciate if you subscribed❤️\n  ","510349":"\n   Workout goals for us🌹👑\n  ","510350":"\n   Snuggle time with my queen🌹👑\n  ","510351":"\n   I think the Zodiac is one of the least interesting of the most famous cases. I think the only reason everyone knows about him, and they made a movie is because of the name. He only killed 5 or 6 people they believe and he just shot them. He was never caught and he claimed to have killed 37 but still\n  ","510352":"\n\n    https:\/\/www.youtube.com\/watch?v=yNENVZFHutQ\n   \n","510353":"\n   Ever seen an 82 year old man sing the song \"Bodies\" by Drowning Pool?\n   \n    https:\/\/www.youtube.com\/watch?v=wFKBN3MGUGI\n   \n","510354":"\n   why do you find the zodiac fascinating?\n  ","510355":"\n   Take a classic horror character design and create an unusual twist. For example I choose \"zombie\" and \"they have to suck brains out using a metal straw because they don't want brains getting everywhere and they're environmentally friendly\".😂\n  ","510356":"\n   I'm currently watching Z-Nation, a zombie show with a character named 10k. 10k is named that because his goal is to kill 10,000 zombies. If you had to have a similar name, what would it be based on? I'd be 2NB and it'd be because I always order 2 noodle boxes at a time.😂\n  ","510357":"\n   Best things about ma$turb@ting?\n  ","510358":"\n   at least i havent seen any fetish ones in a while\n  ","510359":"\n   It was general public statistics to be brought up. I'd understand if they got upset because of their own loss or issues but I don't understand why it would seem luke a personal attack.\n  ","510360":"\n\n    https:\/\/www.youtube.com\/watch?v=7vObEK3Lbp4\n   \n","510361":"\n   Which place u want to go again n again\nAnd why ??\n  ","510362":"\n   What talent would you like to have? 🎸🎤🏒\n  ","510363":"\n   Which serial killer do you find the most fascinating? 🤓🤗\n  ","510364":"\n   like which ones\n  ","510365":"\n   POUQ\n  ","510366":"\n   No, I understood you. I don't see how someone could rope miscarriage stats into a celebrity pretending to be expecting a child as a joke on April Fool's. I understand how it can upset people but I don't see why it would be something taken so personally when it's not him faking a miscarriage or\n  ","510367":"\n   how was fun time tonite\n  ","510368":"\n   so ur fine with everything else then lol\n  ","510369":"\n   Hello\n  ","510370":"\n   follow for follow hmm\n  ","510371":"\n   My Queen🌹👑\n  ","510372":"\n   SUP DOOD\n  ","510373":"\n   Any Smashing Pumpkins fans here?Whats your favorite album or song?\n  ","510374":"\n   The following are going to be removed from existence, please choose which 4 you want to save.... Chocolate, popcorn, ice-cream, pron, canines, felines, rodents, movies, tv shows, videogames, books, internet.\n  ","510375":"\n   hm that sounded mean\n  ","510376":"\n   On April Fool's Justin Bieber posted pics of an ultrasound pretending his wife was pregnant. He apologised after & said it was just a joke, due to the backlash from people saying it wasn't something to joke about due to miscarriage stats. What's your opinion on this? Did he need to apologise or not?\n  ","510377":"\n   Follow up on the last question. Justin's famous wife was in on the prank\/joke and posed for photos to appear as if she was in hospital with doctors. Why do you think she wasn't called out on behalf of it all? Do you think this is different to when someone fools their partner with a fake pregnancy?\n  ","510378":"\n   Would you start dating someone knowing they'll be moving across the world in five months and won't want a long distance relationship then and won't want you moving with them? Why\/why not?\n  ","510379":"\n   If you want a genuine friend, first you must create a positive atmosphere around you.\n  ","510380":"\n   Какой твой любимый цвет\n  ","510381":"\n   Расскажи какой был твой самый неудачный поцелуй\n  ","510382":"\n   It's a bad time to be a r*pist. The golden days of crime are over. In 2018 Sacramento investigators nailed the Golden State Killer and the NorCal Rapist by using a genealogy websites and they committed their crimes in the 70s 80s and 90s\n  ","510383":"\n   Many people say that they fear the dark, bit all of a sudden aren't afraid when they're given night vision eyewear although they're still in the dark so with that in mind what do you think people are more afraid of.... The dark or the inability to see what surrounds them or something else?\n  ","510384":"\n   Was there any creepy, strange, or dark places you visited as a child? If so, where?\n  ","510385":"\n   What do you think are the most boring sports to watch ?\n  ","510386":"\n   Which did you find scarier as a child, graveyards or the dark?\n  ","510387":"\n   Oh ok\n  ","510388":"\n   Hi my lovelies i hope everyone is doing well ❤ I've been so busy with sami living here I'm sorry i haven't been on much! I love and missed you guys ❤ hugsss i promise I'll be trying to  answer all my questions in my inbox❤\n  ","510389":"\n   Omg so are u in school or out of school\n  ","510390":"\n   So , how was ur day ?! And wyd?!\n  ","510391":"\n   What up\n  ","510392":"\n   What's up\n  ","510393":"\n   unfortunately yes... usually either i use multiple monitors or split screen... work, watch movie or songs n chat... then can concentrate better on work... otherwise work becomes boring... :p\n  ","510394":"\n   Hi\n  ","510395":"\n   Hey lyndsey\n  ","510396":"\n   It really is. She'll do anything for her fix sounds like.\n  ","510397":"\n   Horror, no way :( ... yea Romantic Comedy OK :) ... n I usually watch the movie while working, so my concentration will be more focused on my work... :D\n  ","510398":"\n   I got it , but it’s ok   , when I ask u , answer me , and when u want to ask me , ask me , that’s it ...\n  ","510399":"\n   Last M\/E spam Q: If you'd lived in those times do you think you would have enjoyed engaging in battle (a popular passtime back then)? If so what would your battle strategy have been? Get stuck in at the front, or hang to the fringes & preserve your life, just so's you could say you were there? ⚔🏹😬\n  ","510400":"\n   Speaking of medieval times, do you think you'd have enjoy being a Monarch back then, and having your very own bathhouse, with a bath the size of a small swimming pool, and servants a plenty to fill it with heated water, whilst all the other peasants had to engage in communal bathing?? 😯🤴👸👌\n  ","510401":"\n   But I’m talking to u English, right?! So ?! U writing by English but I’m still following u ...\n  ","510402":"\n   It's 2:30 in the morning and I need to sleep. How do I get my mind to stop racing so I can fall asleep?\n  ","510403":"\n   So which color top or shrt u wear today??\n  ","510404":"\n   *hugs* thank you. I also just recently saw on FB that she's selling her wedding band and engagement ring for$60 the band was $13 the engagement ring was$150\n  ","510405":"\n   Who is one person \nDoes not exist for you??\n  ","510406":"\n   Why?! \n\nIt’s ok , otherwise u are fine?!\n  ","510407":"\n   Do you ever find yourself sitting and staring at all the clothes in your closet before a night out whilst thinking 'I've got nothing to wear'?? 👖🧥👗👚🤔😬🤷‍♀️\n  ","510408":"\n   Why u disappear?! U never talk or ask ...\n  ","510409":"\n   Do you have a tendency to make bad life choices whilst under the influence of alcohol?? 🍺🍷🍾🍹🤪😮😳🤦‍♂️\n  ","510410":"\n   Ohhh, it’s been long time , how are ya?!\n  ","510411":"\n   why do people use slang?\n  ","510412":"\n   Wearing anything pink what is it\n  ","510413":"\n   Ask thinks you're from New Zealand now... Kiwis rock ♪♫\n  ","510414":"\n   Do you like to receive simple basic questions or thought provoking ones ?\n  ","510415":"\n   whoa ur #1 in new zealand XD\n  ","510416":"\n   Should women be slim in your opinion?\n  ","510417":"\n   Good night\n  ","510418":"\n   what sorta movies do U like... recommend ur favorite one... just one.\n  ","510419":"\n   Which I better your facial recognition or your vocal recognition? Do you have a more difficult time telling people's faces or voices apart?\n  ","510420":"\n   What's your fave song to belt out in the shower\/car\/when you're home alone?\n  ","510421":"\n   Are you spiritual or religious in any way? If so, how?\n  ","510422":"\n   I like beetles too\n  ","510423":"\n   If you were a car, what kind of car would you be?\n  ","510424":"\n   What are you looking forward to in April?\n  ","510425":"\n   Fav comedian\n  ","510426":"\n   Have you ever seen a horror film that reaches the same intense level of raw in your face cataclysmic terror as the original Texas Chainsaw Massacre movie?? 😱🧟‍♀️☠ If so, let me know what it is so I can watch it too 📺🤗👌\n  ","510427":"\n   Do you know much about money laundering? I mean, what's the best way to make money earned through not 100% legitimate means  appear to be legit, say if Plod looks into it??\n  ","510428":"\n   Thank you. It has been hard. She cheated at least 6 tmt\n  ","510429":"\n   chicken cheese n cream omelette... chicken smoked n hot fried sausages... bread slice with butter n lot of  orange marmalade... fresh orange juice... n cup of back coffee w\/o sugar... just this... n u were 75% so gave u 50... 😂😛\n  ","510430":"\n   'Better not to worry because if you are worried you get a wrinkle,\nso why don't you smile & get a dimple.\nAlways smile and be happy' I came across this earlier and it made me smile. what is your favourite quote?\n  ","510431":"\n   Would you like me to stop sending sexual questions completely or just the down there ones?\n  ","510432":"\n   Who do you admire?\n  ","510433":"\n   what’s one song that is good for a slow\/indie\/alternative playlist?\n  ","510434":"\n   6\n  ","510435":"\n   How's everyone? I hope you're all doing good❤ hugs\n  ","510436":"\n   17\n  ","510437":"\n   exactly 50... 😂\n  ","510438":"\n   would u rather be a phlebotomist or dental hygienist? (would either freak you out? which would you be better at?)\n  ","510439":"\n   Ok, finally done w\/ the breakfast... hey, how bout U guess what i ate... n u will get 50 coins\/rewards... hint, though am not German but like to eat like one... n am not into this health n fitness sorta things... mmm even 75% guess will also do... 😂😛\n  ","510440":"\n   True. Mines with my ex. I think it would be easier if she'd been my GF and not my wife but then again either way it's a relationship torn apart.\n  ","510441":"\n   Ootd\n  ","510442":"\n   yah i seen em but that one didnt say anything bout rachel\n  ","510443":"\n   You been through it before too? It really ain't. I don't like drama\n  ","510444":"\n   Thank you. So far so good. It's just a lot of drama bs\n  ","510445":"\n   what’s a good movie w a teenage boy protagonist?\n  ","510446":"\n   Yeah it is. I enjoy the job. It's been rough since November with me going through stuff. I didn't start the pest control job until Jan 28\n  ","510447":"\n   thanks n same to U 😊 ... we have a family place in Vancouver... it's a lovely city to live... but this year, not visited yet... cheers... n sweet dreams... 🌷\n  ","510448":"\n   lol wut\n  ","510449":"\n   Best thing about your day today ?\n  ","510450":"\n   Help! I can't take off my mothers bra and shes coming home in 10 minutes. The mirror doesnt help much?\n  ","510451":"\n   BIG SUCC\n  ","510452":"\n   ok then... goodnight... as am going to get some breakfast.. ttyl u tc... 🌷\n  ","510453":"\n   the best country \/place u visited... n why its the best...\n  ","510454":"\n   suggestion pls... am still in bed... getting hungry... not in a mood to getup n prepare anything... so, what should i do...\n  ","510455":"\n   r u an emotional person... or can control ur emotions...\n  ","510456":"\n   what r ur favourite topics... to talk...\n  ","510457":"\n   what is fun to U...\n  ","510458":"\n   POUQ\n  ","510459":"\n   Not my company then lol. Mine runs NC,SC and GA\n  ","510460":"\n   that one was asked... as a way to start conversation... ☺️\n  ","510461":"\n   how is ur day going?\n  ","510462":"\n   What company is he with?\n  ","510463":"\n   hey, how r U... hows ur day... ☺️\n  ","510464":"\n   I work in pest control\n  ","510465":"\n   ok, no more anon questions from my side 😊... howz the family dinner... n what U had... 🌷\n  ","510466":"\n   Hows doing \nHow was monday ??\n  ","510467":"\n   46. Really? Out of all the Answers you've given me today that's the One you don't want to answer? lol ok then\n  ","510468":"\n   u don't like... questions from anon...?\n  ","510469":"\n   A lazy day is good once in a while lol. I got work tomorrow lol.\n  ","510470":"\n   Do you like to act spontaneously or plan things? Why?\n  ","510471":"\n   Post any picture. 🖼\n  ","510472":"\n   Sounds like fun. Had a good day?\n  ","510473":"\n   if you dont mind asking, where do you store your toys discretely? has anyone ever came across them?\n  ","510474":"\n   What is your favorite way of wasting time?\n  ","510475":"\n   What is your idea of a great holiday or vacation?\n  ","510476":"\n   That's good. What you up to?\n  ","510477":"\n   See all these lights they're glowing. Hear all these people cheer. Feel all the love that's flowing all just because I'm here!\n  ","510478":"\n   Which do you think would be most aggravating and why- a broken foot or a broken arm?\n  ","510479":"\n   Do you know any gaslighters?\n  ","510480":"\n   46. What's confusing isn't that a yes or no answers?\n  ","510481":"\n   its cool, you have a swimming pool, pool parties lol\n  ","510482":"\n   46\n  ","510483":"\n   Hey how are you?\n  ","510484":"\n   which of the deaths got u themost\n  ","510485":"\n   dou watch twd\n  ","510486":"\n   _\n  ","510487":"\n   That was an autocorrect typo. I meant thank you for tucking me in. Idk how dumb Apple got josh when I was typing you.\n  ","510488":"\n   I already blocked. Catch you later Lynds <3\n  ","510489":"\n   Because ur b***ch🤐😶😦\n  ","510490":"\n   aw, thanks ig it could be worse i had my mobile so i could get help x\n  ","510491":"\n   Thin wait for me😵🤐\n  ","510492":"\n   Okey go to hell\n  ","510493":"\n   thanks lyn, your a sweetheart\n  ","510494":"\n   yeah they are thought it was so funny, they were teasing and laughing at me on my way home\n  ","510495":"\n   42. Age you started mast*rbating?\n  ","510496":"\n   not sure what you meant by \"good if ridges\/lacy bits too\"\n  ","510497":"\n   Please follow me and give me\nStut😥\n  ","510498":"\n   i was in athletics, a girl ebony and claire, and anna took my clothes and gear i had to ring a teacher to get spares so embarassed\n  ","510499":"\n   yeah they do, i was pranked\n  ","510500":"\n   Iam not from usa😑\n  ","510501":"\n   aw that sucks, i hate when people dont show\n  ","510502":"\n   ClichéSpam: When life gives you lemons, make _______?\n  ","510503":"\n   Are you want to talk with me Or not\n  ","510504":"\n   yeah same, we live near a river couple a mins away\n  ","510505":"\n   thats good, glad you escaped x\n  ","510506":"\n   aw cool, i like it too, it is really good exercise and healthy too\n  ","510507":"\n   did you get pranked lyn\n  ","510508":"\n   Okey\nSo... \nWere Are you from\n  ","510509":"\n   Thank josh for tucking me in. 😊\n  ","510510":"\n   how are you, can you swim\n  ","510511":"\n   Iam in holyday\nBaby😑😜\n  ","510512":"\n   38\n  ","510513":"\n   Hi lyendsey\nAre you prity Or ugly\n\nSend you pic please🤣🤣🤣\n  ","510514":"\n   can u post one of the many pics u taken\n  ","510515":"\n   ClichéSpam: There's plenty of fish in _______?\n  ","510516":"\n   31\n  ","510517":"\n   Kk... I get it now. Am stoopid but catching on :)\n  ","510518":"\n   Have you stretched much since you've been doing it?\n  ","510519":"\n   27\n  ","510520":"\n   23\n  ","510521":"\n   19\n  ","510522":"\n   It's just after 7pm and I'm in bed. Actually I'm going to sleep on the sofa tonight so I'm there now under my blanket. Can you tuck me in please?\n  ","510523":"\n   Did I do that right?\n  ","510524":"\n   120\n  ","510525":"\n   Ever monitor your screen time?\n  ","510526":"\n   41\n  ","510527":"\n   114\n  ","510528":"\n   THAT WAS NOT S3XUAL!!! GEEZ\n  ","510529":"\n   Oh? *taps out and blushes* :)\n  ","510530":"\n   101: What dafuq is this number thing?\n  ","510531":"\n   Damn... something we don't know about? ;)\n  ","510532":"\n   Definitely the deepest answer to this yet! *gives you Y!A best answer*\n  ","510533":"\n   Did he spank you for being naughty?\n  ","510534":"\n   ClichéSpam: You catch more flies with honey than with ______?\n  ","510535":"\n   ClichéSpam: You don't know someone until you've walked a mile in their _______?\n  ","510536":"\n   Cliche'Spam(last one;) You can't judge a book by its ______?\n  ","510537":"\n   Cliche'Spam: What doesn't kill you, makes you _______?\n  ","510538":"\n   What was the last movie you watched? Did you like it?\n  ","510539":"\n   Which was the last good movie you watched?\n  ","510540":"\n   What sound drives you crazy?\n  ","510541":"\n   when the last time you smiled?\n  ","510542":"\n   🌹👑😴\n  ","510543":"\n   🌹👑🤗😘\n  ","510544":"\n   How do you feel about change? Esp big changes in your life? Hugs❤\n  ","510545":"\n   Snuggles you warmly in bed🌹👑\n  ","510546":"\n   What is the last thing you do before bed?\n  ","510547":"\n   What's the furthest from home you've been?\n  ","510548":"\n   What is your favorite thing about summer?\n  ","510549":"\n   Do you have any legit enemies? Who?\n  ","510550":"\n   What the last nice gesture someone did for you? The staff in work bought me a bag of goodies of differemt treats ❤ as a suprise birthday gift ❤\n  ","510551":"\n   Awww :)\n  ","510552":"\n   Name the one who is most ugly in group\n  ","510553":"\n   Good morning peeps! 11am thoughts on monday?\n  ","510554":"\n   You going to sleep?\n  ","510555":"\n   Good night beautiful\n  ","510556":"\n   King sleeps with you🌹👑\n  ","510557":"\n   Lol haha let’s talk on Facebook\n  ","510558":"\n   Makes you comfy in bed🌹👑\n  ","510559":"\n   Y though\n  ","510560":"\n   even better\n  ","510561":"\n   pic boby\n  ","510562":"\n   Maths\n  ","510563":"\n   Hey u good at math\n  ","510564":"\n   Gets the hugs and cuddles from you🌹👑\n  ","510565":"\n   Hugs to cheer me up🌹👑😓\n  ","510566":"\n   Makes your night🌹👑🤗\n  ","510567":"\n   April fools🌹👑😘\n  ","510568":"\n   Love you so much🌹👑😩\n  ","510569":"\n   King makes his Queen love him and give him hugs🌹👑\n  ","510570":"\n   Cuddles up with you🌹👑\n  ","510571":"\n   🌹👑🤗\n  ","510572":"\n   #AprilFoolsDay How many pranks did you guess today?\n  ","510573":"\n   How was ur weekend??\n  ","510574":"\n   Do you think there is an actual reality or do we each have our own separate realities?\n  ","510575":"\n   someone. are you down? don't wanna make the trip and have you get cold feet at the last minute\n  ","510576":"\n   Your thoughts on sex robots?\n  ","510577":"\n   King will make you feel better when you’re stressed🌹👑\n  ","510578":"\n   two other options, one you finished at the same time, and two neither of you finished\n  ","510579":"\n   you know I wouldn't mind heading your way for a weekend just to give you some real dk. are you down?\n  ","510580":"\n   Are you a space cadet?\n  ","510581":"\n   why\n  ","510582":"\n   well I know you finished, you almost always do, and you were hungry tonight, so ima guess you finished first\n  ","510583":"\n   are you whiny?\n  ","510584":"\n   What's the best way to deal with stress?\n  ","510585":"\n   who finished first, you or him\n  ","510586":"\n   did you wash your hands before going back on ask? I know you get pretty wet during\n  ","510587":"\n   does being fit and strong help you have better orgasms?\n  ","510588":"\n   Marsha Marsha Marsha :)\n  ","510589":"\n   once isn't enough. doesn't he know your libido?\n  ","510590":"\n   are you flirty?\n  ","510591":"\n   r u afraid of bugs... especially the flying one... now don't laugh, I'm n even if in front of me, I'm done... :(\n  ","510592":"\n   X boo\n  ","510593":"\n   are you veiny?\n  ","510594":"\n   did you and the buddy have fun time tonight?\n  ","510595":"\n   Were you afraid of the dark when you were a kid?\n  ","510596":"\n   Blushing\n  ","510597":"\n   O' thanks a lot... yea its yummy n coffee is also nice... :p\n  ","510598":"\n   come-on is shopping a fun... to me it's the most boring thing :( ... ok, yea that girl this is funny... n will be more if she was jumping also while screaming... :p\n  ","510599":"\n   mmm... u make my mouth watering n craving for a piece of that cake with a cup of coffee :) ... n U never offered me a bite even... :(\n  ","510600":"\n   King just loves his Queen so much🌹👑🤗\n  ","510601":"\n   Cuteeeeee\n  ","510602":"\n   the most funniest thing U did in last few days... :)\n  ","510603":"\n   mmm... a couple of days back U were planning to bake a chocolate cheesecake... hows that went... was it tasty n yummy :) ... or mmm... :p\n  ","510604":"\n   Hugs you gently🌹👑\n  ","510605":"\n   r u an animal lover... :)\n  ","510606":"\n   what is the best thing... U r good in... cooking or baking... :)\n  ","510607":"\n   What is your favorite motto or saying?\n  ","510608":"\n   Heart melting\n  ","510609":"\n   Tell any story.\n  ","510610":"\n   If you went to get a reading from a fortune teller for a bit of a giggle, but they told you in grave seriousness that you were going to be visited by a plague of devils, would you be worried?? 👹😳\n  ","510611":"\n   What's the best news you've received recently?\n  ","510612":"\n   Як описати життя у твоєму місті трьома словами?\n  ","510613":"\n   Who was the last person you had a deep conversation with?\n  ","510614":"\n   I just wanna feel special🌹👑😓\n  ","510615":"\n   What's the latest thing that made you smile?\n  ","510616":"\n   have you ever been homeless? for how long?\n  ","510617":"\n   My body is muscular🌹👑\n  ","510618":"\n   werent u a thigh superhero or something XD\n  ","510619":"\n   PAP of the sunset today? Or PAP of the sunset from a previous day! Let's fill ask with some beauty today 💕\n  ","510620":"\n   do you have alot of muscles, i have some i do cardio and some weights\n  ","510621":"\n   are there a lot of homeless people where you live? what are your thoughts on homelessness in general?\n  ","510622":"\n   do you wear shorts for like gym or as fashion liv wears like denim shorts for casual wear etc\n  ","510623":"\n   يسعد صباحكم ❤️🌸 انا حكيتلكم انو ما رح انشر لحدا 🌚🙋🏻‍♂️ بس هاد الاسبوع كلو بدي اعمل نشر للي بدو ولايكات وكولنزات وهيك😅المهم اول تنين رح انشرلهم ما بدي تقصرو معهم لايكات وكولنزات واحكولهم تم عشان يردوهم\n   \n    @dana_assad\n   \n\n    @mjj_2017\n   \n   فديت من قال تم 🌸❤️🖤والي بدو نشر يبعتلي واي اشي انا جاهز الكم عيوني❤️🌸\n  ","510624":"\n   Good afternoon 🌞 whats up by Lyndsey this weekend?\n  ","510625":"\n   cool well done, your gonna look amazing in your new clothese im so proud of you x\n  ","510626":"\n   lol, yeah you are so funny always make me laugh xox\n  ","510627":"\n   Love you🌹👑\n  ","510628":"\n   marvel\nor\ndc????\n  ","510629":"\n   how girl get pragnent\n  ","510630":"\n   Hello\n  ","510631":"\n   ive seen that person with the emojis in like 10 diff girls pages they use diff ones on each lmao\n  ","510632":"\n   What was the last movie that you saw?\n  ","510633":"\n   When is the last time you had an alcoholic drink? When's the last time you smoked?\n  ","510634":"\n   alex prob doesnt even exist all of her accs are fake\n  ","510635":"\n   yes hopefully, dad gives me lessons too i dont know she was very mean today x\n  ","510636":"\n   Favorite selfie?\n  ","510637":"\n   what’s a name u can’t stand? what don’t u like abt it?\n  ","510638":"\n   sorry lyn, and thanks for letting me know, kinda stressed driving lesson with liv went bad\n  ","510639":"\n   im thanking you for saying i deserve your kindness, means heaps tbh xoxo\n  ","510640":"\n   thats cool, lyn\n  ","510641":"\n   cool, are you a good cook im not  great i do basic things and liv warned me she dont cook for a bf\n  ","510642":"\n   What’s the most unselfish thing someone could do for another?\n  ","510643":"\n   it sounds delish x\n  ","510644":"\n   yes lol, i never tried humus on them is it nice\n  ","510645":"\n   cool, i missed you i love fries and burgers lol\n  ","510646":"\n   What song describes your life?\n  ","510647":"\n   had you a nice day,are the chips nice\n  ","510648":"\n   Likers get cute or not?\n  ","510649":"\n   Is it okay to kill someone you know is going to do bad things in their lives? Let's say the person is a psychopath, and they haven't done anything yet, but you know they will.\n  ","510650":"\n   Do you ever go bra less when on a date?\n  ","510651":"\n   There's no such thing as Black Englishman.\n  ","510652":"\n   w y d ?\n  ","510653":"\n   are u a sorta person... who simply lives n enjoy the present... or most of the time plans for the future...\n  ","510654":"\n   a margarita on the beach, a tanning oil back massage, the samba music playing, a single sailboat in the distance, and then the voice of Jimmy Cliff speaks inside me, suddenly I roll over for a reverse cowboy, and you alternately whinny, neigh, snort, squeal, and scream like a feral bucking filly\n  ","510655":"\n   I absolutely love your questions. Keep them coming!\n  ","510656":"\n   Do you spend more time eating out or cooking at home?\n  ","510657":"\n   Are you happy with how the first 3 months of 2019 have gone so far ?\n  ","510658":"\n   Are you planning on doing an April Fools Day joke on anyone tomorrow ?\n  ","510659":"\n   Do you believe if you want something bad enough and keep a positive attitude, you will get what you want?\n  ","510660":"\n   🧟‍♀️ What TV\/Netflix\/etc shows are you currently watching, if any? I’ve just finished S2 of Santa Clarita Diet (zombie comedy) and have started S4 of Z-Nation (more zombies). 🧟‍♂️\n  ","510661":"\n   Travis Scott or Drake?\n  ","510662":"\n   Why are so many people intolerant?\n  ","510663":"\n   Poetry prompt\n  ","510664":"\n   When did you last go swimming?\n  ","510665":"\n   What do you look forward to most this year?\n  ","510666":"\n   Hugs🌹👑\n  ","510667":"\n   Should “offending religious feelings” be punished?\n  ","510668":"\n   aw, thanksss xox\n  ","510669":"\n   First 0rgasm you ever had how old were you?\n  ","510670":"\n   🌹👑😴😴\n  ","510671":"\n   My pen is much better. It can write underwater.\n  ","510672":"\n   Have you ever posted something online that you thought was funny but coursed somebody who read it to be butthurt? 👨‍💻😭🤷‍♂️ If so do you know if they were able to move past it?? 😬\n  ","510673":"\n   wyd lyn, anything fun i was bowling, shopping with liv\n  ","510674":"\n   What's for dinner? Hotdogs?\n  ","510675":"\n   what are you looking for in a bf?\n  ","510676":"\n   had a date... still enjoying or laughing it... when remembering it...\n  ","510677":"\n   what that has to do with self relief\n  ","510678":"\n   believe me... memories do fade away with time... don't u agree with it... 🌷\n  ","510679":"\n   Hello gorgeous\n  ","510680":"\n   from where am i: i am from the land lost in time... who am i: i am a memory fading away with time... why asking u: cz ur replies r nice... my point: can i keep asking... 🌷\n  ","510681":"\n   What are you doing honey\n  ","510682":"\n   What would your idea of a perfect first date be ?\n  ","510683":"\n   self relief 😏\n  ","510684":"\n   What’s your favourite type of music ?\n  ","510685":"\n   Have u ever met the Human version of headache ?\n  ","510686":"\n   How many people do you follow on ask ?\n  ","510687":"\n   WUAT UP\n  ","510688":"\n   since its been a while u should go for a streak tonite\n  ","510689":"\n   How often are you in a bad mood?\n  ","510690":"\n   What are you craving right now?\n  ","510691":"\n   Have you ever wanted to hibernate like an animal for the winter? You know if we did hibernate we’d be waking up right about now?\n  ","510692":"\n   Are you more of a spender or a saver?\n  ","510693":"\n   you always cheer me up lynds, thanks for always being kind to me it means heaps xox\n  ","510694":"\n   What's your earliest memory of your mother?\n  ","510695":"\n   How are you spending Mother's Day?\n  ","510696":"\n   Do you spend much time with your mother?\n  ","510697":"\n   I've seen all of those musicals 😂I saw les Miserables on Tuesday! It was amazing 😉\n  ","510698":"\n   hey, we r in a big gap time zone... n it must be ur sleeping time... so, sweet dreams... ttyl... :)\n  ","510699":"\n   I thought it was all about the adventures of a telephone operator. Honest.\n  ","510700":"\n   Do you think companies like Facebook and Google know too much about us?\n  ","510701":"\n   Have you ever been banned from ask? If yes, do you know why?\n  ","510702":"\n   Have you had your wisdom teeth pulled out?\n  ","510703":"\n   What do you usually watch on Netflix?\n  ","510704":"\n   How do you deal with your inner evil voice? Do you think you succeed?\n  ","510705":"\n   When you do spend time with your mother, what do you do together?\n  ","510706":"\n   pap\n  ","510707":"\n   Good night beautiful\n  ","510708":"\n   hhhhhhh... that's not \"counted\" as a mistake... :p\n  ","510709":"\n   Theres a Homer Simpson quote....\"It takes two to lie: One to lie and one to listen\". In what ways do you agree or disagree with this?\n  ","510710":"\n   Do you know anyone who wears too much perfume or cologne? Today at work there’s a guy wearing too much cologne and a woman wearing too much perfume and the combination is killing my sinuses!!\n  ","510711":"\n   Why do we all spend the rest of our lives fighting over meaningless things if we're going to die anyway?\n  ","510712":"\n   but don't U believe... some mistakes... we enjoy doing again n again...\n  ","510713":"\n   What product or service do you think is ridiculously overpriced?\n  ","510714":"\n   When did you last go food shopping?\n  ","510715":"\n   something U did... but never wanna do that again...\n  ","510716":"\n   What was your most favourite tv show as a child? :3\n  ","510717":"\n   Last trip ??\n  ","510718":"\n   Do you have any phobias?\n  ","510719":"\n   Let's Play a Game :) Answer this and pass on to your followers ... Never have I Ever??\n  ","510720":"\n   Hey thank you for the coins!☺️\n  ","510721":"\n   r u a person with very few selected friends or one with many... n ur idea of friendship...\n  ","510722":"\n   What accomplishments are you most proud of?\n  ","510723":"\n   Why not\n  ","510724":"\n   Can we talk on Facebook\n  ","510725":"\n   good love... can u define it... or it is a phase of time, to be felt only...\n  ","510726":"\n   What u doing\n  ","510727":"\n   do you give out coins on ask?what kind of answers would you give your coins to? (staif) 🌸\n  ","510728":"\n   What was the most irritating thing someone has done when you've been trying to work? When I babysat, I'd walk around the block with the baby in their buggy to get them to sleep but people would approach us and coo over the baby until they woke up and cried.🙃🙃🙃\n  ","510729":"\n   whats the longest\n  ","510730":"\n   How r u\n  ","510731":"\n   Happy Friday! What are your plans this weekend? 😊\n  ","510732":"\n   is that the longest u been without\n  ","510733":"\n   + do you ever feel homesick while ur “home?” (this must be the place by the talking heads)\n  ","510734":"\n   sounds like its been awhile\n  ","510735":"\n   Which trend u follow or like??\n  ","510736":"\n   last time u touched yourself\n  ","510737":"\n   Whats up guys ??\nHow going ?? Life\n  ","510738":"\n   Do you close your eyes when you're making love?\n  ","510739":"\n   I went to the cafeteria today & told the lady I only want hot water because I brought my own tea bag. I told her I was starting economy ride. She said but the tea bag's already been used. I told her \"most definitely. I am making 3 cups of tea out of 1 tea bag\" & she said that I cant make my own tea\n  ","510740":"\n   Any big plans for the weekend coming up ?\n  ","510741":"\n   do u believe in dreams... n if yes, then how often ur dreams came true... n no, then why not...\n  ","510742":"\n   Have you ever posted something on social media and immediately regretted it. If yes what kind of thing was it?\n  ","510743":"\n   How often have you eaten a cabbage and marshmallow sandwich? Do you have mustard on it?\n  ","510744":"\n   Are you in bed? You should pull the covers up and make weird and funny noises to yourself. That's what I'm doing. Hehe\n  ","510745":"\n   If somone told you to \" grab a pole and say someones name\" to gain powers would you do it?\n  ","510746":"\n   Do you have any unusual quirks that those who may be considering dating you need to be aware of??\n  ","510747":"\n   If you had unlimited resources available to you and safety was not an issue, would you rather live in a space station with 1 other person of your choice or on a tropical island by yourself.\n  "},"Answer":{"509675":"\n  I haven't been to subway but can definitely make it keto too :)\n  \n  I've had Jersey Mike's steak and cheese with mushroom without the roll and they added lettuce to the bottom of it..\n  \n  I get sick of salads but still eat them too XD\n  ","509676":"\n  I don't really view bacon as cheating since its usually a staple in keto.\n  \n  Everything I've been eating has been keto approved. Even if I've had Mcdonalds or other type foods its still been bunless and keto etc\n  \n  I haven't had bread, pasta and other high carb sources in almost 3 months.\n  ","509677":"\n  What a rebel\n  ","509678":"\n  freebird. Does that count? :p\n  \n  wicked games - stone sour\n  \n  unwritten - Natasha beddingfield\n  \n  banana pancakes - jack johnson\n  ","509679":"\n  Can be\n  ","509680":"\n  Moderation :)\n  ","509681":"\n  no bacon for you\n  ","509682":"\n  😂😂😂\n  ","509683":"\n  Yes 🔥\n  ","509684":"\n  - Sagittarius\n  ","509685":"\n  Yes.\n  \n  9 down since starting\n  \n  more mentally strong\n  \n  Family keeps telling me I'm smaller\/shrinking\n  \n  in smaller sizes\n  ","509686":"\n  Probably someone who doesn't read my page at all.\n  ","509687":"\n  Is this crazy to you?\n  \n  75 days of\n  \n  ° taking a daily picture\n  \n  ° gallon of water\n  \n  ° two workouts, one being outside\n  \n  ° read 10 pages of inspirational books\n  \n  ° no cheat days \/ alcohol\n  \n  Today is day 36 for me\n  ","509688":"\n  I don't either.\n  ","509689":"\n  Last night\n  \n  thought it was obvious with all the 😈😈😈\n  ","509690":"\n  Pretty much\n  \n  The Excuses Begone book said something similar yesterday.\n  ","509691":"\n  :D\n  ","509692":"\n  electricity\n  \n  technology\n  \n  ovens\n  ","509693":"\n  in the end : 118-125\n  \n  just depends how i feel and look.\n  \n  maybe even 130\n  ","509694":"\n  minus age by 3\n  ","509695":"\n  True\n  \n  either way I'm not at an ideal weight yet.\n  ","509696":"\n  Only as young as you feel\n  \n  ew\n  ","509697":"\n  indeed; :)\n  ","509698":"\n  no\n  \n  btw, the first one is two different occasions... not s3x at a funeral lol\n  ","509699":"\n  123-144 and some higher ones.\n  \n  weight is weird\n  \n  everyone looks different at x amount of weight anyways.\n  \n  I'll just do what makes me happy, feel good and in healthy bmi limits :)\n  ","509700":"\n  A wedding as well?\n  \n  i do\n  \n  *phone goes off*\n  \n  😠\n  ","509701":"\n  my legs have the most muscle atm\n  \n  I did an inbody scan on 2\/13 and gave myself 10 weeks which would be April 25th so will be interesting to see the new numbers for everything.\n  ","509702":"\n  No\n  ","509703":"\n  5'7\"\n  \n  I know that the 118 is pushing into the unhealthy but still in the middle of healthy bmi too.\n  \n  it really depends on muscle as well ¯\\_(ツ)_\/¯\n  ","509704":"\n  Obviously. Ideal would be 118-125\n  \n  Not close to those numbers right now.\n  \n  I have a mini goal currently though. Another 29 and I'll make it to that one.\n  ","509705":"\n  I'm not really looking for fast results. I'm not going to starve myself or any other dumb things. I also have pcos and insulin resistance so it definitely wouldn't be a quick fix regardless of what I do. I'd rather not have an ED either.\n  \n  I'm fine with keto and working out. I'm in two fitbit \"workweek hustles\" with different people.\n  \n  I'd rather not have a bunch of lose skin either because I lost a ton in a small amount of time.\n  \n  I lose about 2-2.5 pounds weekly and I'm ok with this amount.\n  ","509706":"\n  wicked thoughts last night 😈\n  \n  hm today has been ok so far.\n  ","509707":"\n  Yes.\n  \n  I was kind of bummed out that I only lost a pound this week. But it brings my total to 19 on keto and 39.5 since June. Small steps :)\n  ","509708":"\n  XD\n  ","509709":"\n  Which movie?\n  \n  The Secret is pretty good. All about law of attraction.\n  ","509710":"\n  lol\n  \n  I don't plan on having surgery. if I needed to for legit medical reasons then that would be a different story :p\n  ","509711":"\n  indeed\n  ","509712":"\n  spot on\n  ","509713":"\n  It's pretty cool that we have eggs.\n  \n  Instead of how they gave us winter ones after Christmas 😂\n  ","509714":"\n  I did sleep well :)\n  ","509715":"\n  :P\n  ","509716":"\n  Can't imagine what the riddle is\n  ","509717":"\n  What if I run in circles?\n  ","509718":"\n  so many affirmations\n  \n  What's wrong?\n  ","509719":"\n  I know. You seemed different so ya <3\n  ","509720":"\n  I feel like tea would help more\n  ","509721":"\n  While having s3x\n  \n  at a funeral\n  ","509722":"\n  I'm not even sure\n  \n  maybe lap band??\n  \n  Either way, I've never had surgery of any kind\n  ","509723":"\n  Pretty much\n  ","509724":"\n  I've never had any type of surgery.\n  ","509725":"\n  Not sure what you are exactly asking here.\n  ","509726":"\n  fitbit - alta hr\n  ","509727":"\n  Good night lovely\n  ","509728":"\n  piano, indie alternative kind of stuff\n  \n  but yet again if I'm sad\/pissed off metal is usually my go to instead of soothing ones.\n  ","509729":"\n  Just one? Out of this list i like these ones the best.\n  \n   https:\/\/en.m.wikipedia.org\/wiki\/Billboard_Year-End_Hot_100_singles_of_1987\n  \n\n  I Wanna Dance with Somebody - Whitney Houst\n  \n  Livin' on a Prayer  - Bon Jovi\n  \n  Mony Mony - Billy Idol\n  \n  With or Without You - U2\n  \n  (I've Had) The Time of My Life\n  \n  I Still Haven't Found What I'm Looking For - U2\n  \n  Luka- Suzanne Vega\n  \n  (I Just) Died In Your Arms - Cutting Crew\n  \n  Stand by Me - Ben E. King\n  \n  Wanted Dead or Alive - Bon Jovi\n  \n  (You Gotta) Fight for Your Right (To Party!) - Beastie Boys\n  \n  THE LAST ONE MADE ME FEEL OLD!!\n  ","509730":"\n  Maybe some rap or if I just don't feel like the music is my cup of tea. I also hate long intros.. I want to hear everything within seconds..\n  ","509731":"\n  aww\n  ","509732":"\n  be a go getter\n  ","509733":"\n  It's been a while\n  ","509734":"\n  The poor babies :(\n  ","509735":"\n  Doesn't have a life right now but for different reasons XD She was addicted to a game around Christmas time though. Pretty sure it was that one...\n  ","509736":"\n  I'm right here  <3\n  ","509737":"\n  oh nice. I think my sister has that.\n  ","509738":"\n  I should soon\n  ","509739":"\n  orgasmic\n  \n  utopia\n  \n  engine\n  \n  perpendicular\n  \n  perplexed\n  \n  I'm just writing whatever comes to mind\n  \n  capacity\n  \n  titanium\n  \n  titanic\n  \n  Mississippi\n  ","509740":"\n  gotcha\n  ","509741":"\n  asking or telling?\n  ","509742":"\n  You can't hug crackers\n  ","509743":"\n  How do you poke him off?\n  ","509744":"\n  😈😈😈\n  ","509745":"\n  12:56am here\n  ","509746":"\n  😈😈😈\n  ","509747":"\n  Thanks\n  ","509748":"\n  I peek achew at you\n  ","509749":"\n  I think in that way you should try to stop it depending on what it is. I'd rather have someone fight for what is right instead of some p*ssy who goes along with  ____. If it's something horribly stupid that nobody would ever believe it might be a different outcome.\n  \n  I feel like other ways (not rumor based) is more understandable. Example you have goals and instead of explaining everything, you just do it. No complaining, no bs.\n  ","509750":"\n  more and more popular.\n  \n  ------\n  \n  which game?\n  \n  Ah. Totally understandable. Makes me sad. grr. Like they obviously know that something is wrong with the horse but still do it.\n  ","509751":"\n  That's horrible :(\n  ","509752":"\n  4th wall?\n  \n  hi\n  ","509753":"\n  hahahahahhahahaha damn\n  ","509754":"\n  I feel like it would constantly change ¯\\_(ツ)_\/¯\n  ","509755":"\n  A type of marketing that focuses on deals, commission based. You get a certain percentage if people buy from your links and what not.\n  ","509756":"\n  Just because people don't answer your last s3x questions doesn't mean they haven't had s3x.\n  \n  I like keeping certain things private. You aren't entitled to know everything about someone's s3x life or lack of.\n  ","509757":"\n  I have a billion at once\n  \n  probably takes me about an hour just to fall asleep.\n  ","509758":"\n  Don't worry about it\n  ","509759":"\n  I'd rather have real relationships but sure lol\n  ","509760":"\n  affiliate marketing\n  ","509761":"\n  Yes,\n  \n  Being negative won't bring about the change you want\n  ","509762":"\n  This guy at the gym. He burps a lot and he definitely had onion or something gross to eat before going to the gym. Also he looked right at me while burping. I couldn't wait to finish my sets. I noticed that they  (brothers) came out of the bathroom while I was at the water bubbler and a few seconds later this kid ran out of the bathroom 😨😷\n  ","509763":"\n  Hmm. I kind of see both ways to it. If the horses are well taken care of and not worked to the bone then i don't really see the problem? There's so many ways to gamble..\n  \n  I'm a bit biased since my grandpa would always go to the track. Back then (90's) I didn't really view it as gambling for a horses life. I get where this Rocky dude is coming from.\n  \n  I'm not sure how I'd answer him. Especially since I don't know the whole story. What made him say something? Was the horse nearly dead? Talking as a whole or just one specific horse\/person? I do believe that horse racing isn't as popular these days so its a bit weird hearing about.\n  ","509764":"\n  it was the only one of yours left 😂\n  ","509765":"\n  I'll send some spam out later\n  \n  x\n  ","509766":"\n  hugs back\n  \n  :(\n  ","509767":"\n  woof\n  ","509768":"\n  Agreed. same results etc\n  ","509769":"\n  3 dogs together and their 2 cats\n  ","509770":"\n  Enjoy the sleep\n  ","509771":"\n  Yes. Lulu is here.\n  ","509772":"\n  Or other people...violence against ourselves is the worst one,trust me,nothing is worse than being ordinary .\n  \n  -\n  \n  Do you feel better getting that off your chest?\n  ","509773":"\n  At times\n  ","509774":"\n  Agreed.\n  \n  Yes. I feel like that would stay but depends how you change behavior etc\n  ","509775":"\n  *hugs*\n  ","509776":"\n  xoxo\n  ","509777":"\n  You already did :)\n  ","509778":"\n  😂\n  \n  I did. cold one\n  \n  will go to the gym then swim :)\n  ","509779":"\n  personality first\n  ","509780":"\n  I don't think so\n  \n  seems familiar\n  \n  yes\n  ","509781":"\n  lol its a lot!\n  \n  I don't mind it though :)\n  ","509782":"\n  👍👍👍\n  ","509783":"\n  No need to be sorry\n  ","509784":"\n  I haven't been listening to music much lately but these were the last added ones.\n  ","509785":"\n  its been ok.\n  ","509786":"\n  I read earlier.\n  ","509787":"\n  You too\n  ","509788":"\n  I guess\n  ","509789":"\n  😂😂😂\n  ","509790":"\n  How am I being creepy? 😂\n  ","509791":"\n  I have a bio for a reason\n  \n  Also the last few things i have posted on my page clearly tells you lol\n  ","509792":"\n  ;)\n  ","509793":"\n  Probably a spittake too\n  ","509794":"\n\n   https:\/\/youtu.be\/_C5DAeO-I7Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This should have been obvious lol\n  \n  also Sweet Caroline\n  \n  Coming home by Dallas Green is a good \"home\" title..\n  ","509795":"\n  none\n  ","509796":"\n  I'll believe it\n  ","509797":"\n  You should sleep\n  ","509798":"\n  songs, love, friendship..anything that cones to mind\n  ","509799":"\n  masturbate\n  \n  did that make you blush?\n  \n  nah, I'm not sure yet.\n  ","509800":"\n  Agreed!\n  \n  It's already starting to feel like summer here.\n  ","509801":"\n  sure 😈\n  ","509802":"\n  Hershey, lindt\n  \n  Lily's chocolate is a good keto one. I want to try choc zero. Just haven't bit the bullet on ordering.\n  ","509803":"\n  Both have their good points\n  ","509804":"\n  exhausted but mentally good\n  \n  also hot\n  ","509805":"\n  was literally still 70s out 🔥\n  \n  today is another 96F day\n  ","509806":"\n  It's 2pm here\n  ","509807":"\n  Probably just tired :p didn't sleep well last night. too hot.\n  ","509808":"\n  I like mid century modern, rustic, minimalistic...\n  ","509809":"\n  Nothing is wrong lol\n  \n  How are you?  :)\n  ","509810":"\n  oh man. .where to begin\n  ","509811":"\n  all of them x2\n  ","509812":"\n  ok anon...\n  ","509813":"\n  I know\n  ","509814":"\n  each one is different\n  ","509815":"\n  ouch\n  \n  maybe not as bad\n  ","509816":"\n  I don't remember who + its been a while\n  \n  yesterday on my page ¯\\_(ツ)_\/¯\n  ","509817":"\n  answered yesterday\n  ","509818":"\n  Not sure. I delete a lot still lol\n  ","509819":"\n  I watched the first and 2nd Traveling Pants movies.\n  \n  I guess that's why that person kept asking their ages??\n  ","509820":"\n  I'm not sure. What kind of stuff do you like?\n  \n  sorry for the late reply lol\n  ","509821":"\n  I only know because when I went to look up \"affogato\" a news story of him appeared. I don't care to know everything that happened...\n  ","509822":"\n  I'd probably try it. I'm not much of a coffee drinker though.\n  ","509823":"\n  30 days ago\n  \n  I think the answer speaks volumes with the timing\n  ","509824":"\n  😍😍😍\n  ","509825":"\n  Probably my grandpa's brother. I don't know much about him besides he was the blacksheep kind of thing. Apparently they looked alike.\n  \n  I also don't know  much about my other grandpa's family. He never talked about family yet came from a big one. Both him and my nana had like 10 siblings.\n  \n  -\n  \n  My nana. 90s\n  ","509826":"\n  XD\n  ","509827":"\n  Good night lovebugs\n  ","509828":"\n  no XD\n  ","509829":"\n  I don't like what I came up with.\n  ","509830":"\n  amen\n  ","509831":"\n  😍💪😉😘🙆😂😈\n  \n  I use those the most\n  ","509832":"\n  Anything i guess. You have it until you start doing something horribly wrong...\n  ","509833":"\n  You too  <3\n  ","509834":"\n  You are\n  ","509835":"\n  It's 12:30am and 75F out\n  ","509836":"\n  Being cared for kind of love\n  \n  haha my bad\n  ","509837":"\n  lol no\n  \n  was a different one\n  \n  gross :P\n  ","509838":"\n  nope! Blue and pink right now.\n  \n  Earlier was grey bottoms.\n  ","509839":"\n  It's quite simple.\n  ","509840":"\n  oh my\n  ","509841":"\n  pillows\n  ","509842":"\n  #9 This reminds me that I need to personify an emotion..\n  ","509843":"\n  Luke\n  ","509844":"\n  go for it\n  ","509845":"\n  French\n  ","509846":"\n  I don't mind fake butter.\n  \n  The 2nd one is way better!\n  ","509847":"\n  why the 😓?\n  ","509848":"\n  aw\n  ","509849":"\n  You are rich with my love\n  ","509850":"\n  no real opinion on it. Hopefully have open communication, both want it, not too controlling, a decent amount of money. Would be better if there was love involved.\n  \n  This goes for the sugar baby question too.\n  ","509851":"\n  \"Who are the best Utopians in Egypt?\"\n  \n  I have no clue\n  ","509852":"\n  Nothing too terrible so I'll say no.\n  ","509853":"\n  over time ¯\\_(ツ)_\/¯\n  ","509854":"\n  Don't we all <3\n  ","509855":"\n  I've noticed the noses but that didn't register with me.\n  ","509856":"\n  it always repeats people -_-\n  ","509857":"\n  oh\n  \n  well maybe find people who are ok with s3xual questions instead of putting fetishes onto people.\n  ","509858":"\n  I kind of expect it. It's part of the birthday tradition. I don't care much for it.\n  ","509859":"\n  usa - English 😂\n  ","509860":"\n  English\n  ","509861":"\n  I've been focusing elsewhere.\n  \n  The only s3xual stuff I've gotten have been # ones...\n  ","509862":"\n  I answered this earlier\n  ","509863":"\n  Ya, I can understand that.\n  ","509864":"\n  Thanks sweetheart  <3\n  ","509865":"\n  I've never cheated nor been cheated on to my knowledge.\n  \n  I think it can be subjective to each individual.\n  \n  I think having s3x with someone else is the biggest one. Guess it depends on monogamous, poly etc as well.\n  ","509866":"\n  I don't remember unfollowing anyone lately.\n  \n  I added\n  \n   @karkle\n  \n\n  decent answers\n  \n  seems genuine\n  \n  funny\n  ","509867":"\n  I'm straight. She's pretty though.\n  ","509868":"\n  I'm a penguin\n  \n  Pretty much. I had the week off since the gym's new policy then got it again last Monday. I've had one of the weekdays off (went shopping ) and I took Sunday off. All the other days I've gone everyday. $210 for 6 months so of course I'm going to go a lot :p\n  ","509869":"\n  piece of sh💩t\n  ","509870":"\n  The people who opinions matter aren't on here so its easy to not believe what some hater thinks. <3\n  ","509871":"\n  stop being a pos then??\n  \n  You are obviously leaving rude things for that to happen. Go do something else with your spring break than harass people who don't deserve it\n  ","509872":"\n  here\n  \n  IG. I'll actually be doing two giveaways soon..\n  \n  email\n  \n  urstyle. still miss polyvore XD not on enough\n  \n  FB\n  \n  whatever else i come across\n  ","509873":"\n  🌞🌵🌴\n  ","509874":"\n  This 🙆🙆\n  ","509875":"\n  Advice should be individualized to the person.\n  ","509876":"\n  Not really something you need in Arizona lol\n  \n  Already 80-90s out\n  ","509877":"\n  I don't have anything furry.\n  \n  unless fuzzy socks count\n  ","509878":"\n  I haven't. There's a small one at my gym but the location of it seems weird. Right by the pool. Not sure if just decoration. Never seen anyone climb it.\n  ","509879":"\n  - on here\n  \n  - drinking water (pineapple coconut )\n  \n  - finishing the rest of my snack\/lunch (ham, zucchini with tajin seasoning on top, bbq pork rinds, some whisps, almonds)\n  \n  gym soon ~\n  ","509880":"\n  to feel something even more? We're weird creatures.\n  ","509881":"\n  also cucumber and zucchini\n  ","509882":"\n  Of course\n  \n  lol I was like here we go again when got the notification for this XD\n  ","509883":"\n  I've been having these on keto;\n  \n  These whisps things are good. Basically baked cheese with different seasonings on them. The bbq bacon one is good.\n  \n  bbq pork rinds. I hate normal ones but these are actually yummy! Kroger brand\n  \n  cheese stick\n  \n  pickle\n  \n  pepperoni\n  \n  meat slices\n  \n  we have these things that taste like an even blander rice cake and I put some peanut butter on one last night. not too bad\n  \n  olives\n  \n  Quest bars (i have more after the gym than an actual snack)\n  \n  pudding cup\n  \n  blueberries, raspberries\n  \n  almonds, walnuts\n  ","509884":"\n  yes but no specific example is coming to mind\n  \n  oh maybe that keto bread. That was definitely a fail!! Was purple and not moist at all.\n  ","509885":"\n  I feel like that would be normal.\n  \n  There's a ton of different s3xuality terms out there.\n  \n  Have you talked to a professional about what happened and also the s*xuality part?\n  ","509886":"\n  Not really. I'd much rather have a cheeseburger or something.\n  \n  They are ok. Need to be in the mood to have. Yesterday on my walk someone was grilling some.\n  ","509887":"\n  indeed\n  ","509888":"\n  I'm not mean.\n  \n  sorry\n  \n  yup\n  ","509889":"\n  Is this even English? :P\n  ","509890":"\n  Yes for the most part. Do miss the ocean. Hopefully go to cali sometime. Summers can suck. It's already 80 and low 90s here. 👙🌞\n  ","509891":"\n  lol\n  ","509892":"\n  Yes. I'm fine now :)\n  \n  It was just so random and got to me a little last night, sadly lol\n  ","509893":"\n  Someone is mad\n  ","509894":"\n  nah we're good. Always :)\n  ","509895":"\n  You must be tired\n  ","509896":"\n  in the middle of the aisle\n  ","509897":"\n  XD\n  ","509898":"\n  I have in school. I don't remember the technique names. Don't have any pictures of them.\n  ","509899":"\n  ¯\\_(ツ)_\/¯\n  ","509900":"\n  Lyndsey\n  \n  I don't know what you mean\n  ","509901":"\n  11 - 1am\n  \n  or whatever time my fitbit has listed 😂\n  \n  I can be pretty restless\n  ","509902":"\n  ok Ben\n  ","509903":"\n  yes\n  \n  I feel like high school was less strict. We just got a pass and could go without the asking part.\n  ","509904":"\n  oh. thought you meant your bio XD\n  \n  so it shall win :)\n  ","509905":"\n  no. I don't watch wrestling.\n  ","509906":"\n  I know\n  ","509907":"\n  I had a smoothie today. Wasn't that delicious lol\n  ","509908":"\n  Nothing wrong with it.\n  ","509909":"\n  Ttust and honesty is very important.\n  ","509910":"\n  I don't know what that means. I voted on some polls though :)\n  \n  I'm good. you too x\n  ","509911":"\n  No, I've never been in an accident.\n  \n  It definitely would make me rethink things though!\n  ","509912":"\n  I'd rather have cocktails than beer\n  \n  Either way, I'm not supposed to have alcohol for 75 days (part of the 75hard challenge )\n  \n  I barely drink anyways so it's not a problem\n  ","509913":"\n  clear person?\n  ","509914":"\n  1:11pm Monday\n  \n  yes\n  ","509915":"\n  Lyndsey\n  \n  Quest bars 😂 I'm not really sure, tbh.\n  \n  uh what?\n  ","509916":"\n  A couple of different ones. More nightmares than strange dream XD\n  ","509917":"\n  I can let a lot of things go.\n  \n  There's only one that I have a hard time with. It definitely comes in waves. Think I'll always carry a piece of him with me ¯\\_(ツ)_\/¯\n  ","509918":"\n  I wasn't the one to bring up weight\n  \n  I'm not even really focusing on weight right now. I'm just having fun at the gym and challenges I'm doing. God forbid that I saw a loss on the scale when jubs jubs or someone else asks about keto\/weigh-ins. I weigh-in every Wednesday because the 1stphorm challenges made me adapt to that day. I also know that I'm not as big as i once was. I'm a 14 now and was wearing everything from 18-22 and sometimes 24 when I first started. Also it's more due to pcos than eating junk. I don't need people to tell me how big or small i am.\n  ","509919":"\n  D!cks being d!cks? They been bugging me pretty much all week. I didn't mention anything about weight so they shouldn't either. Also that's just rude to begin with. Who says sh!t like that? There are nicer ways to ask why someone is still single without thinking something is wrong with them.\n  ","509920":"\n  kind of. There's one in Boston that deals with tombs, Egyptian stuff. Need to find things and go to the next room. It was fun. Went there for a friends birthday.\n  ","509921":"\n  Grease, Lion King, Dirty Dancing\n  \n  way more than 5 😂😂😂\n  ","509922":"\n  sh!t on Lyndsey week.\n  \n  Anyone else want to join??\n  ","509923":"\n  What if heartless or broken?\n  ","509924":"\n  I don't really need more friends on here, Besides, friendship doesn't happen overnight.\n  ","509925":"\n  Very nice.\n  \n  I know nothing about you\n  \n  its a bit suspect that you came out of nowhere and don't have that many questions answered\n  \n  you speak a different language. I don't like to like things when I don't know the meaning and not going to translate every answer to keep up\n  \n  18 and arguing because of my reasoning..\n  \n  respect is also earned too :)\n  ","509926":"\n  I'm good. I just got back from a walk and ate dinner.\n  ","509927":"\n  13 year difference\n  \n  it's creepy :p\n  ","509928":"\n  why is there capitalized?\n  ","509929":"\n  I don't need to be friends with teens\n  ","509930":"\n  Why?\n  ","509931":"\n  steak, cheese and  mushroom sub minus the sub roll.\n  \n  They put it on a bed of shredded lettuce.\n  ","509932":"\n  \" In his victory, he would make millions\"\n  \n  Who exactly?\n  ","509933":"\n  Maybe 3\n  ","509934":"\n  no\n  ","509935":"\n  Very important\n  ","509936":"\n  7\n  \n  most were in the same town, different house.\n  ","509937":"\n  last summer\n  \n  I did get a tiny bit of color last month but not quite a sunburn.\n  ","509938":"\n  I feel pretty unmotivated today but otherwise I'm still good :)\n  ","509939":"\n  Are you a cop? 😮\n  ","509940":"\n  bio ↘➡\n  ","509941":"\n  I'm aware :)\n  \n  only the good ones, please.\n  ","509942":"\n  not really\n  ","509943":"\n  single as my bio indicates\n  ","509944":"\n  This one is the worst because I'm obviously on here answering questions 😂\n  \n  of course could multitask :)\n  ","509945":"\n  People's shitty remarks\n  ","509946":"\n  Hmm... guess it depends what they talked about.\n  \n  I would rather have quiet and music than someone nonstop talking but I also wouldn't want someone hating me either.\n  ","509947":"\n  not all of the cookie dough but would have a little.\n  ","509948":"\n  You suck.\n  ","509949":"\n  Agreed 100%\n  ","509950":"\n  I just yawned\n  ","509951":"\n  I really should play! Keep seeing specific numbers.\n  ","509952":"\n  Because I don't really feel like having boring small talk conversations. I get asked how are you and everything else that comes afterwards too many times in a day lol\n  ","509953":"\n  Haven't noticed\n  ","509954":"\n  Most of them are.\n  \n  Probably stems from the mafia days, taking Indian lands etc\n  ","509955":"\n  People should have more patience these days. Think it depends on what exactly they are being rude over too.\n  ","509956":"\n  I usually intermittent fast for about 12 hours? I sleep 8-9 so it's not too terrible lol most times I'm not hungry right when I wake up so its fine.\n  ","509957":"\n  😂😂😂\n  ","509958":"\n  whatever keeps playing on the radio\n  \n  I seriously haven't listened to music in a while (besides last night) and even then it was still older music..\n  ","509959":"\n  That's a given lol\n  ","509960":"\n  yes, son 💯\n  ","509961":"\n  Congratulations.\n  \n  Which state?\n  ","509962":"\n  the victory over oneself, is it a victory or a defeat?\n  \n  I guess victory. You can't really compete with yourself - you both win and vice versa.\n  ","509963":"\n  Not all\n  ","509964":"\n  I see no problem with it.\n  ","509965":"\n  too clingy\n  \n  they say one thing but don't follow through. not sure if they think it's what I want to hear or other reasons going on.\n  \n  someone who is always serious. live a little! I like humor too.\n  ","509966":"\n  usa\n  ","509967":"\n  Damn.\n  \n  Sometimes I get guys that try harder.\n  \n  luckily no murder. People are crazy.\n  ","509968":"\n  Does anyone have actual questions?\n  ","509969":"\n  yes, I'm well.\n  ","509970":"\n  Yes. Do you?\n  ","509971":"\n  I haven't been listening to music much\n  \n  checking out my april horoscope (Sagittarius) one though. Hopefully some decent songs on it lol Last time I got a bunch of rap and its not really my go to music\n  \n\n   https:\/\/open.spotify.com\/playlist\/37i9dQZF1DX93MXPufCcuk?si=44TRtw5nTGOVRq9WQnSqQg\n  \n","509972":"\n  Maybe.\n  ","509973":"\n  :)\n  ","509974":"\n  Basically these and a few newer things.\n  ","509975":"\n  Lately there has been.\n  ","509976":"\n  Not personally.\n  \n  But have done uber a couple times with others.\n  ","509977":"\n  Most of my s3xual people have been anons.\n  ","509978":"\n  No. I wouldn't do that.\n  ","509979":"\n  Not on purpose.\n  ","509980":"\n  drive or the passenger\n  ","509981":"\n  I don't believe so.\n  ","509982":"\n  No. My sister and her husband do way more\n  ","509983":"\n  No need to do the lady bit.\n  ","509984":"\n  no\n  \n  maybe someday\n  ","509985":"\n  Yes. Some AZ ones,\n  \n  And no. I only care about Boston Teams :P\n  ","509986":"\n  not really. I'd say other areas have better stuff (grand canyon, Payson, Flagstaff etc )\n  ","509987":"\n  <3\n  ","509988":"\n  Everywhere\n  ","509989":"\n  Why not just use my name?\n  ","509990":"\n  Don't call me ma'am. I'm good.\n  ","509991":"\n  I'm not that desperate for cash or s3x.\n  \n  Never say never, though ¯\\_(ツ)_\/¯\n  ","509992":"\n  I'm not.\n  ","509993":"\n  I do.\n  ","509994":"\n  noon, in the shower, or at night.\n  ","509995":"\n  no\n  ","509996":"\n  Thank you, sunshine.\n  ","509997":"\n  in order: rock, pop, r&b, rap\n  ","509998":"\n  nice\n  ","509999":"\n  sure\n  \n  these are getting boring\n  ","510000":"\n  The one we basically camped the whole way. Also a few hotels since the weather.\n  \n  Colorado, Nebraska and some other areas were nice. Also the ocean in New York.\n  ","510001":"\n  I'd say 30s more\n  ","510002":"\n  Yes. Shitty they basically bailed.\n  ","510003":"\n  I thought I'd be married around 25.\n  \n  ¯\\_(ツ)_\/¯\n  ","510004":"\n  42-50?\n  \n  She looks pretty young but you know she's older too...\n  ","510005":"\n  reminds me of when she does the sandwich scene.\n  ","510006":"\n  at times\n  ","510007":"\n  This dog got lost and we kept him for a while until the owners finally came and got him :(\n  \n  This bird with a broken wing. It ended up dying a few days later and we buried it under the tree where we found it.\n  ","510008":"\n  Isn't she 35-38?\n  \n  Guess it depends on the picture.\n  ","510009":"\n  I've had it for years. Didn't happen overnight lol\n  \n  I have hobbies already, my dude.\n  ","510010":"\n  The airport when I came to AZ.\n  \n  I went through the machine and then she pat me down. Was weird. Like clearly nothing showed on the machine so why harass my ass and arms?\n  ","510011":"\n  I think it's more domestic if anything.\n  ","510012":"\n  Only in monsoon season.\n  \n  As for the East Coast. .not really. maybe hurricanes at times or blizzards.\n  ","510013":"\n  Yes. Apparently there was a car show and another event yesterday.\n  ","510014":"\n  Either way is fine.\n  \n  Yes,  the cinnamon and strawberry ones are good.\n  ","510015":"\n  hate it and no.\n  ","510016":"\n  none of the above\n  \n  I'm answering questions and reading the 10 pages I need to do for the challenge. Also charging my fitbit.\n  ","510017":"\n  yes to both! 🔥\n  ","510018":"\n  You know i don't 😂\n  ","510019":"\n  g o o d      n i g h t  🌆🌃\n  ","510020":"\n  Good night\n  \n  safe travels\n  ","510021":"\n  This year?\n  \n  A Star is Born\n  \n  I haven't seen much lately besides Netflix ones.\n  ","510022":"\n  - I exercise\n  \n  - take a multivitamin\n  \n  - drink water\n  \n  - keto approved foods\n  ","510023":"\n  The last dude who wrote to me. I don't follow them so they complain about always seeing my answers. Like it's f*cking logical to unfollow then! I don't even think that they've liked my answers either. I'm on the top leaderboard so what do they think would happen? lol Like this is a site\/app for answering questions 😂\n  \n  AM I MISSING SOMETHING HERE 😂😂😂\n  ","510024":"\n  unfollow\n  \n  unstar if that's why\n  \n  change settings\n  ","510025":"\n  yes hence doing this :p\n  ","510026":"\n  I don't remember too much of the new one. The house part comes to mind though. Will be interesting to see what they do with the 2nd part of it.\n  ","510027":"\n  I am more positive.\n  \n  Focus on the negative, the reason why and then think of positive things again. It helps to understand why you feel _____. Shouldn't dwell on it for too long.\n  ","510028":"\n  nice\n  ","510029":"\n  love always wins\n  ","510030":"\n  2014?\n  ","510031":"\n  hmm i missed this\n  \n  Anyways, I ended up going with\n  \n   @JJD55\n  \n  poetry idea in the end 😂\n  ","510032":"\n  I love this cover song\n  \n\n   https:\/\/youtu.be\/DhMMJX8NeBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510033":"\n  You are good :p\n  \n  Everyone needs self improvement tho\n  ","510034":"\n  Good reminders.\n  \n  I like the 1st more. (pictured )\n  ","510035":"\n  I wonder if she actually did anything with her music.\n  \n\n   https:\/\/youtu.be\/O2DJeWk19Bs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510036":"\n  no\n  ","510037":"\n  For my anon just now\n  \n  They should really focus on themselves\n  ","510038":"\n\n   https:\/\/youtu.be\/RPkrNCdgg-Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  The song with the alcohol in it that\n  \n   @poetalunam\n  \n  posted made me think of this song. Haven't heard it in ages XD\n  ","510039":"\n  and 5'7\"\n  \n  (bad height joke)\n  ","510040":"\n  Was this about autism then? Either way its sad that parents aren't supportive.\n  ","510041":"\n\n   https:\/\/youtu.be\/0i4xTDw_in0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510042":"\n  perv\n  ","510043":"\n  I'm eating affirmations 😂\n  ","510044":"\n  no?\n  \n  The cord wrapped around my head. Could have died.\n  ","510045":"\n  To kill a mockingbird\n  \n  IT\n  \n  The Giver (got me to like reading + the teacher was very nice )\n  \n  Wuthering Heights\n  \n  Speak\n  \n  Ellen Hopskins books 😍\n  ","510046":"\n  Obviously for school.\n  \n  I don't have autism if that's where you are going with this.\n  ","510047":"\n  I like the 2nd one more\n  ","510048":"\n  I like the 1st one better\n  \n  all about mindset, believing in yourself etc\n  ","510049":"\n  see.. another riddle.\n  ","510050":"\n  I like the first one more!\n  ","510051":"\n  I can always delete it.\n  \n  interested to know what you think :p\n  \n  yet you'll keep writing riddles instead it seems.\n  ","510052":"\n  That doesn't tell me what you think it is though XD\n  \n  true\n  ","510053":"\n  33 minutes\n  \n  they definitely aren't going to tell me lol\n  \n  I hate when people do that sh!t\n  ","510054":"\n  ok...\n  ","510055":"\n  Nope\n  ","510056":"\n  I liked some others too.\n  \n  his wit <3\n  ","510057":"\n  Yes. We have to think about it first then do. visualize it etc\n  ","510058":"\n  same. rather put in the work than take easy ways.\n  ","510059":"\n  Who?\n  ","510060":"\n  Blackberries and cantaloupe\n  \n  probably something i haven't tried lol\n  \n  I like most veggies. I used to hate broccoli\n  \n  anchovies and something else that would be gross on pizza lol\n  ","510061":"\n  It's filled with affirmations\n  \n  your spam\n  \n  i think Danny's spam too\n  \n  random other stuff\n  ","510062":"\n  💯💯💯💯💯💯\n  ","510063":"\n  Is it influenced by love? Should tell you what it is as well  XD\n  ","510064":"\n  *waits for that person to enlighten me*\n  ","510065":"\n  smart guy ✔💪\n  ","510066":"\n  Starbucks drink\n  ","510067":"\n  I'm good.\n  \n  At the same time its like why ask all these questions if you believe you know the answers. It's ridiculous lol\n  ","510068":"\n  Yes.\n  \n  Goes with the whole what you harvest one you sent :)\n  ","510069":"\n  What then?\n  ","510070":"\n  No. I'm pretty average.\n  \n  Stop patronizing me.\n  \n  Questions end now\n  ","510071":"\n  Answering questions.\n  \n  Relaxing. Got back from the gym a few minutes ago.\n  ","510072":"\n  *mom\n  \n  behind development i guess?\n  ","510073":"\n  these two came to mind\n  \n\n   https:\/\/youtu.be\/UrsSbjcKCBg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  and\n  \n\n   https:\/\/youtu.be\/QUwxKWT6m7U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  ❄ December ❄\n  ","510074":"\n  like 3\/4\n  ","510075":"\n  How can a thing motivate someone?\n  ","510076":"\n  Pretty sure you sent this one already but think it might have gotten deleted or the app just is a little glitchy and not showing it.\n  \n  Also has me in a different location -_-\n  \n  #1 though 😂\n  ","510077":"\n  I don't write songs.\n  \n  I feel like sometimes my poetry feels like it at times.. not ones I've done this month.\n  ","510078":"\n  yes\n  \n  sorry!\n  \n  A lot of people got confused lol\n  ","510079":"\n  I'm doing good\n  ","510080":"\n  agreed\n  ","510081":"\n  preach 🙆🙆🙆🙆\n  ","510082":"\n  he'd get me multiplying\n  ","510083":"\n  *stripper\n  \n  and no lol\n  \n  only if you do for a job\n  \n  zumba is fun.. salsa like dancing\n  ","510084":"\n  Killing time\n  ","510085":"\n  7. I don't know which fictional character i should make a poem about\n  ","510086":"\n  I know\n  ","510087":"\n  Maybe procrastinating 😂 I need to take a shower and get ready but wasting time on here.\n  \n  loyal\n  \n  into fitness\n  \n  i rarely drink\n  \n  i don't smoke\n  ","510088":"\n  I'm ok with some arm hair for men but looking like a ape isn't cute either :p\n  \n  This guy had really dark hair, was too much\n  ","510089":"\n  nice to know what you like\n  ","510090":"\n  Those exact words? Off.\n  \n  But ya, I'd be ok with it lol\n  ","510091":"\n  If it's September and going back to school i could understand since still in summer mode.\n  \n  Any other time it seems weird.\n  \n  Should dress for yourself, not others. Yet some do to \"fit in\".\n  ","510092":"\n  Seemed like death ¯\\_(ツ)_\/¯\n  \n  maybe pole dancing 😉\n  ","510093":"\n  I agree with some things but I still wouldn't label myself as a feminist. A lot of them can give the title a bad reputation.\n  \n  I always felt that school dress codes were stupid about what a girl wears. IT SHOULDN'T BE DISTRACTING. Even if a teacher notices it seems kind of gross to call it out lol\n  ","510094":"\n  No. I've talked about it before.\n  \n  I just didn't fit the bald etc\n  ","510095":"\n  no shit lol\n  \n  Abuse would be even worse though.\n  ","510096":"\n  Yes. Hence using \"people\".\n  \n  They still have choices in the matter. Regardless of mental problems, addiction.\n  \n  Anger made me think biopolar so even that - they can try techniques to calm down, overcome, medication etc shouldn't have the right to be assholes and abusive. Just excuses on top of it...\n  \n  Even some killers have stopped for years and then go back to it. Seems like a conscious decision there?\n  ","510097":"\n  Will it and it will be so\n  \n  😂\n  \n  the interesting part seems scary\n  \n  hope all is well\n  ","510098":"\n  I would assume so. The mind still works. Sometimes the person is too conscious of themselves. Every mental illness is different for the individual, not one size fits all.\n  \n  Even with pcos, people have different symptoms. People react differently to situations etc\n  ","510099":"\n  I agree. People should be aware of right\/wrong behavior. People shouldn't always make excuses because of a mental illness. Deep down should know better. It also seems a bit premeditated because they'd have to think of a way to manipulate someone first. It just doesn't happen.\n  \n  People should have kindness etc\n  ","510100":"\n  👍\n  ","510101":"\n  think different :)\n  \n  Relatable to today and yesterday's books.\n  \n  You have two options  (one the excuse that could harm progress of any kind) and then the one that attracts what you want and sets you up to have the progress happen.\n  ","510102":"\n  The books I'm reading go into a lot of that.\n  \n  looked like a decent one\n  ","510103":"\n  Of course.\n  \n  I would need the English version of said books. If it was all French or Russian, i wouldn't understand it.\n  ","510104":"\n  Just pick one or do a little of each together to not make it feel boring? should be fun :)\n  \n  up to you\n  ","510105":"\n  I'm still a little tired more so from the gym yesterday than sleep wise\n  ","510106":"\n  ???\n  \n  The soul healing one is in English. Pretty sure there will be a bit of Japanese or Chinese parts too.\n  ","510107":"\n  Still weird\n  ","510108":"\n  Can only have keto one atm\n  ","510109":"\n  hello\n  ","510110":"\n  I had a yogurt\n  \n  my mom ended up making some scrambled eggs and sausage a few hours after so bit of a double breakfast\n  ","510111":"\n  nice to know anon\n  ","510112":"\n  That's good. Do you feel any better?\n  ","510113":"\n  Same\n  ","510114":"\n  No lol\n  \n  I wouldn't understand a thing.\n  ","510115":"\n  I'd rather not date a crossdresser\n  ","510116":"\n  Ford wins then lol\n  ","510117":"\n  It really shouldn't be a competition to begin with. We can both be cute etc\n  \n  but she definitely wins :p\n  ","510118":"\n  Nope.\n  ","510119":"\n  Nothing at the moment.\n  ","510120":"\n  high school (football )\n  \n  I've never gone to a professional sporting event\n  ","510121":"\n  no, just highlights\n  ","510122":"\n  8-10\n  \n  more so 9\n  ","510123":"\n  fiction\n  ","510124":"\n  fuck off\n  ","510125":"\n  You can.\n  \n  I'll answer tomorrow \/ later\n  ","510126":"\n  No . I'm exhausted lol\n  ","510127":"\n  or just getting off of here :p\n  ","510128":"\n  :)\n  \n  good night king\n  ","510129":"\n  Good night XD\n  ","510130":"\n  Very well\n  ","510131":"\n  righty\n  ","510132":"\n  You better!\n  ","510133":"\n  What you just mentioned lol\n  ","510134":"\n  Yes, I am :)\n  \n  no problem <3\n  ","510135":"\n  French\n  ","510136":"\n  ◆ watching Lady Gaga's 5 feet 2 movie on Netflix.\n  \n  ◇ I need to write #6\n  ","510137":"\n  Thanks\n  ","510138":"\n  nah. I was busy watching other things.\n  \n  probably watched a few episodes here and there though\n  ","510139":"\n  When I'm exhausted, I seem to track rem sleep, light and deep. On typical restless nights my fitbit tracks no stages. It's weird especially if i do have a dream.\n  \n  online shenanigans\n  \n  I won a product from the fitness company, 1stphorm. Made my day, tbh. Out of 3 people and I was one of them. So happy since mine is running out too. I ended up picking the strawberry kiwi one again. It made me wear my 1stphorm shirt XD\n  \n  Went to the gym. I definitely pushed myself today. I walked around the track with a weighted ball. There was a kettle ball in the area so used that at times too. Basically moved it in a circle around me. I couldn't see the weight # but seemed like 30 pounds or so. Also one outdoor track lap for the outdoor workout.\n  \n  dinner. Chicken ceasar salad. Threw some at the dog. She's obsessed with chicken.\n  \n  the last piece of the keto chocolate cheesecake because balance and I need more calories in me. Didn't have much today\n  \n  writing all this\n  ","510140":"\n  Throw chicken at my dog?\n  \n  today - gym\n  \n  I don't have any weekend plans so probably more gym lol\n  ","510141":"\n  I like Jeeps. Bonus points if its yellow.\n  \n  I like beetles, including the vans.\n  \n  I like old cars from the 1950s\n  \n  I like chargers more than Mustangs\n  ","510142":"\n  I don't really need any new technology at the moment.\n  ","510143":"\n  I wouldn't 😂\n  \n  I have noticed some guys have. .like wtf\n  \n  These two brothers wear chino type shorts like wtf\n  ","510144":"\n  I'd have to really trust the dude + a signal if too much etc\n  ","510145":"\n  Do you think I would? 😉\n  ","510146":"\n  I haven't listened to enough to have an opinion on\n  ","510147":"\n  I like a few songs\n  \n  wizards of Waverly place 👍\n  ","510148":"\n  Ford\n  \n  not sure who the other is\n  ","510149":"\n  read and read?\n  \n  idk\n  \n  I had speech classes but not because I confused them.\n  ","510150":"\n  I'm not sure but they keep asking that...\n  ","510151":"\n  Good\n  ","510152":"\n  How are you?\n  ","510153":"\n  I'm not that fat and old. No beard either.\n  ","510154":"\n  see you in the future 😘\n  ","510155":"\n  no\n  \n  if really loud or little kids screaming nonstop then maybe lol\n  ","510156":"\n  2056\n  ","510157":"\n  me too\n  \n  took the shower :)\n  ","510158":"\n  I know\n  ","510159":"\n  speechless\n  ","510160":"\n  Depends more on mood.\n  ","510161":"\n  When you and Niall fight\n  ","510162":"\n  Is this the part where Jon gets lucky?\n  ","510163":"\n  I thought you would :o\n  ","510164":"\n  I guess that's lucky then....\n  \n  disturbing though\n  ","510165":"\n  chicken parm\n  ","510166":"\n  fake news\n  \n  ¯\\_(ツ)_\/¯\n  ","510167":"\n  Not a professional one but I have  where you stand in the cyclone thing about twice..\n  \n  I'd much rather be out in the sun though.\n  ","510168":"\n  he'd be like that 😂\n  ","510169":"\n  😂😂😂\n  ","510170":"\n  off key\n  ","510171":"\n  naked in the shower with me\n  \n  o.o\n  \n  💦\n  ","510172":"\n  Yes!!\n  \n  The Girl was the first song I've heard from him\/them.\n  \n  Even had Dallas Green's hand tattoos as a screensaver on my old laptop. lol\n  ","510173":"\n  -I'm-\n  \n  coming home\n  \n\n   https:\/\/youtu.be\/jTSx1qprbmc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @poetalunam\n  \n  made me think of it XD\n  ","510174":"\n  proud of you\n  ","510175":"\n  key to yourself by venice Bloodworth (almost done with )\n  \n  Excuses Begone by Dr Wayne Dyer\n  \n  ~\n  \n  I got this one yesterday;\n  \n  soul healing miracles by Dr & master Zhi Gang Sha\n  ","510176":"\n  I didn't do anything\n  \n  went to Walmart, goodwill and target yesterday.\n  ","510177":"\n  no\n  \n  i mostly have almonds and walnuts\n  ","510178":"\n  Good way to start a Friday XD\n  ","510179":"\n  Fitness company. They sell preworkout (what I won), protein, meal replacement, clothing and other stuff like that.\n  \n  They host 8 week challenges as well. You can literally win money if you had the best transformation within the time frame.\n  \n  One of the challenges ended but they have a #75hard one which I've been doing. Today is day 31 for me. They have rules; read 10 pages of inspirational books, gallon of water, take a picture daily for 75 days. two workouts - one must be outside. Stick with a \"diet\" + no alcohol.\n  ","510180":"\n  It's not 4 yet but aww so happy. 1stphorm is doing random product giveaways and they picked me as one of the winners. I'm almost done with said product so it will be great to have a new one! :)\n  \n  also mine is gross because it got hard over the winter so its not 100% powder but has clumps in it, ew.\n  ","510181":"\n  I wear them more for the gym. Denim pants would be horrible to wear and I don't want to stick to the machines if shorts. Kind of common sense gym wise :p Comfy and movement.\n  \n  For casual wear.. i can be guilty of too. I feel they look better than sweats. More form fitting.\n  ","510182":"\n  I feel like something that sells clothes, books and food.\n  ","510183":"\n  👍\n  ","510184":"\n  Good night\n  ","510185":"\n  Just this one\n  ","510186":"\n  ¯\\_(ツ)_\/¯\n  ","510187":"\n  its not a good joke for plenty of reasons\n  ","510188":"\n  Good \"rules\"\n  \n  The books I'm reading have a lot in common with most of those.\n  ","510189":"\n  it can. duh\n  ","510190":"\n  I just picked one under my top answers\n  ","510191":"\n  I think it said you can remove the pads too?\n  \n  -----\n  \n  Don't be rude.\n  \n  My breasts already take up all the room.\n  ","510192":"\n  lol @ this being a mass send....  random thoughts more than answering you :p\n  \n  I feel like I can size down in hanes brand\n  \n  I used to wear XL at VS. Haven't in forever so don't know if I'd still be xl or L now.\n  \n  I really want a calvin Klein set (pink one) but no idea what sizes I'd need. Macys had some though.\n  ","510193":"\n\n   https:\/\/www.target.com\/p\/women-s-high-neck-medium-support-sports-bra-c9-champion-174\/-\/A-53864444?preselect=53758379#lnk=sametab\n  \n\n  only because I feel like the picture online doesn't do it justice. Blue then has a navy\/black  mesh overlay going on.\n  \n  I ended up getting the xxl since the bottom band part. Usually XL in sports bras.\n  ","510194":"\n  The one I never mention. I didn't like it then. I don't like the now. Also nobody has called me it in 10+ years sooo its pointless to bring up. Quite negative too.\n  ","510195":"\n  followed :)\n  ","510196":"\n  Because I said so\n  ","510197":"\n  tucks you in\n  \n  Of course :p\n  ","510198":"\n  I purchased a sports bra today from Target  $6 on Clarence :)\n  ","510199":"\n  😂😂😂\n  \n  I have weird hours usually though ¯\\_(ツ)_\/¯\n  \n  Think aiming for 3-6 would be better for you :p\n  ","510200":"\n  34 affirmations :o\n  ","510201":"\n  averages around 8\/9 hours\n  ","510202":"\n  not quite\n  \n\n   @JJD55\n  \n  keeps giving me 50 of them :o\n  ","510203":"\n  It's pretty bare at the moment\n  \n  ice drinks (sister got a ton of the cherry lime ones)\n  \n  Arizona tea\n  \n  salad\n  \n  my leftover chicken + salad from last night\n  \n  eggs\n  \n  a slice of the keto chocolate cheesecake\n  \n  the cheese and deli meat drawer\n  \n  some produce and fruit\n  \n  condiments, pickles etc\n  ","510204":"\n  not always\n  ","510205":"\n  :)\n  ","510206":"\n  This song today\n  \n\n   https:\/\/youtu.be\/U8s_q3IaglQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510207":"\n\n   @JJD55\n  \n  couldn't help it 😂 (the song)\n  \n\n   https:\/\/youtu.be\/SmPMMitJDYg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  real answer :\n  \n  being near water\n  \n  true love\n  \n  being surrounded by like minded people \/ loved ones\n  ","510208":"\n  I felt that one. damn\n  ","510209":"\n  yes but it's not healthy. Could lead to other problems.\n  ","510210":"\n  Pacman\n  \n  Frogger\n  \n  Spyro\n  ","510211":"\n  Today has been going by fast\n  ","510212":"\n  The sea or somewhere that has both. Or within distance to each other.\n  ","510213":"\n  oh, I do 😉\n  ","510214":"\n  yes... it made you leave\n  \n  highly suspect\n  ","510215":"\n  When you get spammed affirmations 💞💕💞\n  ","510216":"\n  nope lol\n  ","510217":"\n  nostalgia, huh?\n  ","510218":"\n  Blockbuster was a store that you could rent videos and games from. Way before Netflix and other services. They closed down.\n  ","510219":"\n  Of course\n  ","510220":"\n  Pretty much. Need to be in the now\n  ","510221":"\n  For tanning?\n  \n  sometimes I get burnt, peel a little and then it tans over\n  \n  or times i tan straight away\n  \n  also I'm still pretty pale even with a tan! I probably only change 3-4 colors but still white af\n  ","510222":"\n  YOU ARE TOO YOUNG\n  ","510223":"\n  Fox news stuff still?\n  ","510224":"\n  I keep seeing specific numbers so i should probably play it 😂\n  \n  yes, I'd like to do something still\n  ","510225":"\n  I will get those things you mean or are you asking me for some? Either way you can say affirmations all day but they don't work if you don't help put in the work.\n  ","510226":"\n  Ok. 2.5 down and I've been having a slice of the keto chocolate cheesecake everyday that week so was a good overall drop. So 18 lost on keto now since January 9th.\n  ","510227":"\n  nope\n  ","510228":"\n  Yes besides the time when my sister put catlitter inside of it and wanted to see who could eat their Cadbury the fastest -_-\n  ","510229":"\n  More a road trip essential\n  \n  barely eat there otherwise. Burgers are keto if you get rid of the bun. They even package it in a little take away container.\n  ","510230":"\n  I wouldn't trust those hashbrown patties. There were pieces of metal in it.\n  \n  - experience\n  ","510231":"\n  Maybe it's because I gave you some 🔥\n  ","510232":"\n  nah\n  ","510233":"\n  hurrah\n  ","510234":"\n  Maybe later. leaving pretty soon\n  ","510235":"\n  Breast cancer shirt on so came to mind.\n  \n  I have a sports bra on. Its leopard\n  ","510236":"\n  positive\n  ","510237":"\n  Yes, a few times.\n  ","510238":"\n  free the nipples\n  \n  nah idk lol\n  ","510239":"\n  does it gently\n  ","510240":"\n  :)\n  ","510241":"\n  Never had one\n  ","510242":"\n  Nothing.\n  \n  I hate labels. Even the reading i read today mentioned how they were bad and can hold you back.\n  ","510243":"\n  my hand your face\n  ","510244":"\n  Yes. Eventually threw the cup away.\n  ","510245":"\n  I love how this was asked before this question 😂\n  \n  it's a mystery\n  \n  personality\n  \n  humor\n  \n  i try not to judge\n  ","510246":"\n  3\n  \n  4 if I count myself\n  ","510247":"\n  I'm not sure.\n  ","510248":"\n  my opinion of you being smart is still intact\n  ","510249":"\n  Yes. One place was easy to do. Its since changed. The ticket booth is right in front now, need to pass it to get in.\n  ","510250":"\n  I should have a yogurt or make something....\n  ","510251":"\n  god no\n  ","510252":"\n  shalom\n  ","510253":"\n  Not sure\n  ","510254":"\n  more please 😈\n  ","510255":"\n  no clue 😂\n  \n  just got buried i guess\n  ","510256":"\n  hell yes\n  ","510257":"\n  100% dangerous\n  ","510258":"\n  Everything is from\n  \n   @BigAmericanFatso\n  \n","510259":"\n  It's been a while! actually.\n  ","510260":"\n  rewind\n  \n  r.i.p blockbuster\n  ","510261":"\n  get a bf?\n  ","510262":"\n  I haven't watched it\n  ","510263":"\n  Got\n  \n  Luckily, I watched alone and then with my mom too so knew what was going to happen. It was awkward a little but then it just wasn't ¯\\_(ツ)_\/¯\n  ","510264":"\n  haha no\n  ","510265":"\n  This made me laugh\n  ","510266":"\n  😈😈😈😈\n  ","510267":"\n  Night llama head\n  ","510268":"\n  yes XD\n  \n  1:30am here\n  ","510269":"\n  Should sleep asap\n  ","510270":"\n  A mix of different styles.\n  \n  too tired to think of all them\n  ","510271":"\n  hope all is well x\n  \n  Very true\n  ","510272":"\n  You don't really know what you want. blinded by love 💞💕💞\n  ","510273":"\n  I don't believe that.\n  ","510274":"\n  Me too :)\n  ","510275":"\n  why not 2? 😮\n  ","510276":"\n  hence #1 :P\n  ","510277":"\n  1. you don't seem very patient\n  \n  2. smart\n  \n  3. probably a hard life\n  \n  4. more of a hedonist\n  \n  5. you don't eat proper meals.\n  ","510278":"\n  You are too kind  <3\n  ","510279":"\n  I'm not aware of any that left...\n  ","510280":"\n  Slumber party!!!!!\n  ","510281":"\n  I'm not sure. Whatever feels right, in the moment, spontaneously.\n  ","510282":"\n  haha i don't remember telling anyone to workout. People should do that for themselves because they want\/need it.\n  ","510283":"\n  oops.. I read that wrong lol oh well.. enjoy XD Definitely technology based ones and barbies growing up. All my tech is usually from birthday or Christmas  (December baby anyways so ripped off on birthday, usually lol)\n  \n  ~\n  \n  At this place that does laser tag, those ball things, fun stuff to crawl in, arcade games and the raffle tickets you could win from the games. Invited a lot of friends from school and they came.\n  \n  The worst was my 16th one. My mom got a carpet for the living room. After school she dragged me to different carpet places... it should have been a good one 😂 instead we finally picked one and waited for them to deliver and install it. It was beige and boring yet durable.\n  ","510284":"\n  I had two of these so why not add more XD\n  \n  ◇ I love leopard. Print, the animal etc its all good\n  \n  ◆ I've had 21 pets at one time. was crazy!! 🐈🐱\n  \n  ◇ mole on my neck (right side)\n  \n  ◆ I have some baby calluses on my hands from the gym atm\n  \n  ◇ I'm the youngest out of my siblings\n  \n  ◆ My right nostril is a little bit bigger o.o\n  \n  ◇ graphic communications degree\n  \n  ◆ I get my eyebrows waxed. Tweezing kills me. eyes water so much. (need to get them done again )\n  \n  ◇ never worn a bikini, even when I was skinny. (i tried one on recently and didn't hate it. my stomach is definitely not ready though from the insulin resistance)\n  \n  ◆ I've always been a decent speller\n  ","510285":"\n  gives back rubs to king\n  ","510286":"\n  hmm\n  ","510287":"\n  We don't really do Easter anymore. Besides we're all doing keto. Mom is 50\/50 with it...\n  ","510288":"\n  Of course\n  ","510289":"\n  I don't have his number anymore.\n  ","510290":"\n  👍\n  ","510291":"\n  I'm a mermaid 🏊💦\n  ","510292":"\n  This reminded me that I had to write the \"tenderness\" poem. Thanks :)\n  ","510293":"\n  Depends how it looks on the guy.\n  \n  both are sexy, btw.\n  ","510294":"\n  Yes, one person comes to mind. The website we usually talked at has problems so kind of haven't spoken in forever because of it.\n  ","510295":"\n  no 😂\n  ","510296":"\n  making it happen 💪💯\n  ","510297":"\n  I've never had a latte but chai tea is good.\n  \n  mint is ok... think I'd pick the chai over it\n  ","510298":"\n  I feel like the people closest to me just know when something is upsetting to me etc\n  \n  i don't always share my emotions though.\n  \n  Just depends\n  ","510299":"\n  Not be around people who make you angry\n  \n  understanding what sets you off and ways to let it go\n  \n  metal music\n  \n  breathing\n  \n  crying if it gets to that point\n  \n  silent treatment\n  \n  take a walk\n  ","510300":"\n  ok\n  \n  I like other fruits way more\n  ","510301":"\n  Where are you from  (besides earth )\n  \n  And not really. I have other people that I've known longer and would like to meet eventually\n  ","510302":"\n  aww cuties\n  ","510303":"\n  o.o\n  ","510304":"\n  I doubt it\n  ","510305":"\n  yes\n  \n  💪🏊💦🏃\n  ","510306":"\n  exhausted\n  \n  gym + swimming + a walk\n  ","510307":"\n  I'm pretty calm by nature\n  \n  but I'll breathe in and out. Maybe go for a walk. be alone. think positive things.\n  \n  try understanding why I felt that way\n  ","510308":"\n  * Lyndsey \/ Lynds\n  ","510309":"\n  if you ask real questions\n  ","510310":"\n  😂😂😂😂😂😂😂\n  ","510311":"\n  bet you wish you were someone that I share with 😈\n  ","510312":"\n  I'm not sure. It's something to look into ¯\\_(ツ)_\/¯\n  ","510313":"\n  hmm Madrid\n  ","510314":"\n  This one is good too\n  \n\n   https:\/\/youtu.be\/dx9mF1KJr0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510315":"\n  only says that in my bio\n  ","510316":"\n  inspirational stuff is always good :)\n  ","510317":"\n  nah 😉\n  ","510318":"\n  50\/50\n  ","510319":"\n  affiliate marketing. It was easy. Chose me kind of thing.\n  \n  Not sure I'd 100% call it a profession though.\n  ","510320":"\n  Gets happy :)\n  ","510321":"\n  XD\n  \n  honestly, probably a quote shortened or something ¯\\_(ツ)_\/¯\n  ","510322":"\n  😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈😈\n  \n  I dreamed that the pool people came and filled the pool.\n  \n  They didn't\n  ","510323":"\n  Was more popular online\n  \n  jk\n  \n  l don't freaking know\n  \n  goats for sale?\n  \n\n   @NO3MM3RZ\n  \n\n   @FeelFreeToAsk2017\n  \n","510324":"\n  I just ate a snack\n  \n  need to take preworkout\n  \n  going to the gym and swim afterwards\n  ","510325":"\n  I know\n  ","510326":"\n  no f*cks to give 😉\n  ","510327":"\n  fucking accurate 😂\n  \n  this guy does keep trying to talk with me but yet he's already got someone ¯\\_(ツ)_\/¯\n  ","510328":"\n  Some more than others\n  \n  the world f*cks us up at will\n  ","510329":"\n  yay\n  ","510330":"\n  Leopard hugs\n  ","510331":"\n  Guys from distant areas only like me 😂\n  ","510332":"\n  Thanks love\n  ","510333":"\n  Yes. Who doesn't like animals?\n  ","510334":"\n  \"Do you trust your parents or friends more?\"\n  \n  My mom\n  ","510335":"\n  HS:\n  \n  Mr. B\n  \n  Mr. H\n  \n  Miss H\n  \n  college:\n  \n  Mrs. K the most... Some other good teachers but got a long with her the most. My sister had her too.\n  ","510336":"\n  Those are some weird holidays\n  \n\n   http:\/\/www.holidayscalendar.com\/months\/april\/\n  \n\n  We usually get together for Easter with everyone...\n  ","510337":"\n  oh, nevermind. Thought this was a different one XD\n  \n  I feel like it goes beyond just \"being nice\/nice people\".\n  ","510338":"\n  are what? I don't think I got the next part of that.\n  ","510339":"\n  💯💯💯💯\n  ","510340":"\n  The gym is fun to me :p\n  \n  I missed it\n  \n  No playing last night\n  ","510341":"\n  Blueberries\n  \n  Strawberries\n  \n  Raspberries\n  \n  I do limit them at times.\n  ","510342":"\n  Boston Creme\n  \n  or glazed :p\n  ","510343":"\n  gross lol\n  \n  I'd be fine with three. I wouldn't want a ton\n  ","510344":"\n  I was sleeping when you sent this\n  ","510345":"\n  night\n  ","510346":"\n  Pretty well x\n  ","510347":"\n  Wonderful. Thanks for sharing\n  ","510348":"\n  Good luck\n  ","510349":"\n  Everyone has different goals.\n  ","510350":"\n  The best times\n  ","510351":"\n  easy name to remember :p\n  ","510352":"\n  I liked the Hello one better.\n  \n  The bunny 😂🐇😂🐇\n  ","510353":"\n  I HAVE NOW!\n  \n  Simon made me laugh.\n  ","510354":"\n  All killers are.. The why, motives, what made them do it and keep doing it etc\n  ","510355":"\n  XD\n  ","510356":"\n  Bloody Valentine came to mind. No idea why lol\n  ","510357":"\n  Ask your parents or doctor.\n  ","510358":"\n  yesterday 😂\n  \n  but with #s\n  ","510359":"\n  That person has issues then. Probably makes everything about themselves.\n  ","510360":"\n  nice alarm\n  \n  would annoy me since I'd rather hear the actual song XD\n  ","510361":"\n  I'd rather visit new places!\n  ","510362":"\n  play guitar, sing\n  ","510363":"\n  Whitey and the zodiac killer.\n  ","510364":"\n  Mario cloud ones\n  \n  some that seemed like Ben\n  \n  weird stuff in general\n  ","510365":"\n  Basically all\n  \n   @urlsareshittbh\n  \n  😂💙\n  ","510366":"\n  faking a pregnancy within a relationship or anything.\n  \n  ----\n  \n  Right! People are so a-n-a-l about everything these days. Like are their celebrity miscarriage stats around or in general ones? ¯\\_(ツ)_\/¯\n  ","510367":"\n  * gym time\n  \n  was good :p\n  \n  No \"fun time\" here\n  ","510368":"\n  For now\n  \n  I have gotten some dumb old ones from anons lately. like I don't care lol\n  ","510369":"\n  Things people should stop asking!\n  \n  current favorite song; I haven't found a fave yet this year\n  \n  hello\/hi\/hey\/sup\/how are you. I'd rather have questions instead of conversation that just drags on. 😴😴😴 make it interesting atleast!\n  \n  that is all\n  \n  end minirant\n  ","510370":"\n  I don't do that\n  ","510371":"\n  howdy\n  ","510372":"\n  kind of want music spam now\n  ","510373":"\n  these two\n  \n\n   https:\/\/youtu.be\/8-r-V0uK4u0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  and\n  \n\n   https:\/\/youtu.be\/4aeETEoNfOg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510374":"\n  save;\n  \n  ice cream\n  \n  books\n  \n  🐕🐶🐩\n  \n  I'm torn between movies and Internet\n  ","510375":"\n  Obviously seeing all these fake posts, other people's kids and whatever else people post on IG to fit the geographic would be hurtful if someone had a miscarriage, still birth etc\n  ","510376":"\n  No. It's a day of pranks. Pregnancy and engagement ones happen all the time which is stupid to begin with. These people should have known what was up.\n  \n  It's a little weird to bring miscarriages in the discussion. If someone just had one they should have known better than to even go online that day?\n  ","510377":"\n  damn. it gets even more f8cked up lol\n  ","510378":"\n  My gut feeling says no but never know unless faced with the dilemma.\n  ","510379":"\n  Agreed.\n  ","510380":"\n  Blue is my favorite color\n  ","510381":"\n  Elvis impersonator kissed my hand when I was younger.\n  ","510382":"\n  How ironic. Today's poetry prompt is to use the word \"Golden\". I'm not going to write about r*pe or killers though.\n  ","510383":"\n  What is around them, active mind etc\n  \n  My sister was scared of the dark. Think she still is 😂 My mom slept in the same bed with her before. Also nightlights. We had bunkbeds growing up.\n  \n  I was never afraid of the dark.\n  \n  I do think it can be creepy at night walking and hear something or you see someone randomly when nobody was around before. More about  the mindset too.\n  ","510384":"\n  Graveyards. Went at night before with friends\n  \n  This path connecting our old house and the neighbors. They'd say it was haunted by a hradless horsemen\/pumpkin head man. There was something hanging from the brach in the tree too. It got really dark and we'd literally go around it to avoid it at night when going home 😂\n  \n  This camp with little cabins. It's rumored that a bride ended up killing herself in the upstairs attic with a noose. Also that a rocking chair moves, her crying out. There's also a loading dock area for trucks to backup into BUT there's no way that a truck can get into it.. rumored dead bodies and such are in it. There's literally a steep hill and nowhere to enter. Also everyone that I've known who has gotten married there has been divorced. A curse maybe? ¯\\_(ツ)_\/¯ deals with Indian land back in the day.\n  ","510385":"\n  golf, baseball, basketball\n  ","510386":"\n  graveyards\n  ","510387":"\n  :)\n  ","510388":"\n  Good luck with that\n  ","510389":"\n  ~ out ~\n  \n  class of 2007\n  \n  :P\n  \n  Haven't been to college since 2014.\n  ","510390":"\n  My day has been ok. Ready to get back into the gym and routine :)\n  ","510391":"\n  gym soon :D\n  ","510392":"\n  answering questions\n  \n  eating lunch\n  ","510393":"\n  oh ok :)\n  \n  true\n  ","510394":"\n  yo\n  ","510395":"\n  Hi Madison\n  ","510396":"\n  This guy on here had something similar going on. She caught mono and they broke up. She cheated a bunch of times as well. They got back together and then the next day he was saying they broke up again. How many times can people fool themselves?\n  ","510397":"\n  Is that so?\n  ","510398":"\n  yup\n  ","510399":"\n  Probably different strategies depending on mood.\n  ","510400":"\n  sure\n  ","510401":"\n  I'd rather not see Arabic. I'm not going to translate everytime i see it or like something if I don't know what it means.\n  \n  There was only 9 things in English on your page going back 11 days. Everything else i don't understand. Why bother?\n  ","510402":"\n  Welcome to my night time ritual 😂\n  ","510403":"\n  a dark grey almost black\n  \n  why?\n  ","510404":"\n  sad\n  ","510405":"\n  People who have died?\n  ","510406":"\n  I don't really like following accounts that only write in Arabic.\n  \n  yes\n  ","510407":"\n  Always\n  \n  I keep buying leggings\n  ","510408":"\n  Because I don't follow you\n  \n  I disappeared for a week but that was a while ago now\n  ","510409":"\n  No. When I do drink, I don't get drunk. I'm usually with family anyways so ew\n  ","510410":"\n  I've been good\n  ","510411":"\n  lazy so abbreviate the words\n  \n  environmental forces\n  ","510412":"\n  nope\n  \n  grey, black and white\n  ","510413":"\n  weird\n  \n  agreed\n  ","510414":"\n  Both. I get more simple ones though.\n  ","510415":"\n  Mine says usa still\n  ","510416":"\n  Depends what your definition is. Slim would look different on everyone.\n  \n  I'd rather be skinny, healthy, strong etc\n  ","510417":"\n  Good night!\n  ","510418":"\n  Comedy (including romcoms) and horror. I'll give one for both.\n  \n  Leap Year\n  \n  Eden Lake\n  ","510419":"\n  I feel like it's pretty equal. I'd remember if I seen someone before. I only really remember family and friends voices ¯\\_(ツ)_\/¯\n  ","510420":"\n  It's always different!\n  ","510421":"\n  more spiritual. bit of agnostic going on too.\n  ","510422":"\n  👍\n  ","510423":"\n  Probably something from the 50s or 60s.. love those types of cars or an old Mustang\n  ","510424":"\n  Writing poetry will be fun. Just wrote the 2nd one. Definitely doesn't sound like a typical poem though XD\n  \n  Also going back to the gym 💪\n  \n  I believe my sister-in-law's brother is having a graduation party in April...\n  ","510425":"\n  ◇ Robin Williams\n  \n  ◆ Jim Carey\n  \n  ◇ & a few others\n  ","510426":"\n  hm I don't think so\n  ","510427":"\n  not really.\n  \n  it would help not mentioning any money coming in though..\n  ","510428":"\n  *hugs*\n  ","510429":"\n  sounds good\n  ","510430":"\n  The \"love is kind one\"\n  \n  I'm reading Milk and Honey by Rupi Kaur and this one is good;\n  \n  I am a museum full of art\n  \n  but you had your eyes shut\n  ","510431":"\n  normal ones would be nice\n  \n  gets a bit boring answering s3xual ones pretty much all day\n  ","510432":"\n  nobody atm\n  ","510433":"\n  smiths songs\n  ","510434":"\n  The latter\n  \n  rather not have vagina questions at the moment lol\n  ","510435":"\n  I'm ok. I ended up taking a walk at night. Stars were pretty.\n  ","510436":"\n  Not sure. good enough lol\n  ","510437":"\n  any hash browns?\n  ","510438":"\n  Neither\n  \n  dental\n  ","510439":"\n  sausage links and probably eggs?\n  ","510440":"\n  Ouch.\n  \n  good luck with everything.\n  \n  Definitely would be much harder\n  ","510441":"\n  a tshirt, leggings (slept in)\n  \n  lingerie 📷\n  \n  grey tshirt and capri length leggings\n  ","510442":"\n  it reminded me of it\n  ","510443":"\n  hasn't everyone at times?\n  ","510444":"\n  Never fun\n  ","510445":"\n  Aladdin?\n  ","510446":"\n  Hope things are better now x\n  ","510447":"\n  That's cool!\n  \n  still pretty early here. almost 8pm\n  ","510448":"\n  I get an anon who talks about that Rachel girl? they send reachel down posts.\n  ","510449":"\n  seeing changes in pictures. Feb and today 👍\n  ","510450":"\n  why don't you reachel down\n  \n  -_-\n  ","510451":"\n  🍆🍆🍆🍆\n  ","510452":"\n  Have a good time\n  ","510453":"\n  I've only been to Canada. Not much to really compare with.\n  \n  Canada definitely is overpriced with certain purchases. Went to Niagara Falls which is beautiful.\n  \n  I've been to more US states than countries\n  ","510454":"\n  take out 👍\n  ","510455":"\n  I can control at times. I'm a pretty calm person in general\n  ","510456":"\n  Things i listed in my last answer or more in depth questions. Anything is fine.\n  ","510457":"\n  gym\n  \n  swimming\n  \n  reading\n  \n  shopping\n  \n  traveling\n  \n  listening to music\n  \n  films or tv shows\n  ","510458":"\n  bit boring at the moment\n  ","510459":"\n  That's cool :)\n  ","510460":"\n  I know\n  ","510461":"\n  prankless\n  ","510462":"\n  I'm not sure. It's in Massachusetts though.\n  ","510463":"\n  The most asked question today!\n  ","510464":"\n  fun. my uncle does too\n  ","510465":"\n  steak tacos without the shells.. basically a salad with steak then lol\n  ","510466":"\n  It's been good :)\n  ","510467":"\n  I'm not bald and I don't really style it besides trimming etc\n  ","510468":"\n  I was busy eating dinner with the family\n  \n  clearly anons are ok or i wouldn't have the option on XD\n  ","510469":"\n  agreed\n  \n  nice. What do you work as?\n  ","510470":"\n  more spontaneity\n  ","510471":"\n  I'd rather keep my account right now 😂😉\n  \n  there's an 8 pound difference since my valentine lingerie pictures and today's and I def felt like I looked smaller too.\n  ","510472":"\n  It's been good. bit lazy too.\n  \n  back to the gym tomorrow :)\n  ","510473":"\n  I barely have any\n  ","510474":"\n  This, currently.\n  ","510475":"\n  exploring, relaxing near water\n  \n  experiencing cultures\n  ","510476":"\n  Just on here atm\n  ","510477":"\n  What's that from?\n  ","510478":"\n  Both.*hugs*\n  \n  I think a broken arm would bug me way more.\n  ","510479":"\n  Probably\n  ","510480":"\n  It's a you don't need to know answer :p\n  ","510481":"\n  I don't specifically.\n  ","510482":"\n  ¯\\_(ツ)_\/¯\n  ","510483":"\n  Pretty good\n  ","510484":"\n  Probably Carls\n  \n  or the Asian dude\n  \n  I liked Maggie's dad too\n  ","510485":"\n  yes\n  ","510486":"\n  Also charging my fitbit\n  ","510487":"\n  I figured XD\n  \n  bit bizarre\n  ","510488":"\n  I just did\n  \n  adiós\n  ","510489":"\n  Welcome to my blocked list\n  ","510490":"\n  That's true\n  ","510491":"\n  Why would I do that?\n  ","510492":"\n  already there 😈\n  ","510493":"\n  You too\n  ","510494":"\n  poor you\n  ","510495":"\n  18 for real\n  \n  prob tried before but nothing clicked? lol\n  ","510496":"\n  on the pillows\n  ","510497":"\n  slut? 😮\n  ","510498":"\n  😂😂😂\n  \n  mean lol\n  ","510499":"\n  how\n  ","510500":"\n  it shows\n  ","510501":"\n  likewise\n  ","510502":"\n  a Mexican\/Spanish feast\n  ","510503":"\n  no\n  \n  too many spelling mistakes for my mind to handle\n  ","510504":"\n  That's cool\n  \n  the pool guy was supposed to come here to fill it today but didn't show\n  ","510505":"\n  ya\n  \n  pranks suck lol\n  ","510506":"\n  indeed\n  \n  i love water\n  ","510507":"\n  I think my brother-in-law's prank failed. He was outside my door doing stuff earlier but nothing happened lol\n  ","510508":"\n  There's a bio for a reason\n  ","510509":"\n  Who is Josh?\n  ","510510":"\n  I love swimming\n  ","510511":"\n  holiday?\n  \n  Don't call me baby. I don't know you at all.\n  ","510512":"\n  I did when I first started\n  \n  haven't in forever tho\n  \n  good if ridges\/lacy bits too ;)\n  ","510513":"\n  stay in school, kids.\n  ","510514":"\n  Would be so much better if I had a personal photographer. Lingerie pictures don't look as good when you have a stupid phone in it lol\n  ","510515":"\n  the market\n  ","510516":"\n  The 2nd is strange. what if they don't pee?\n  ","510517":"\n  It's all good\n  ","510518":"\n  doesn't really work like that\n  ","510519":"\n  Don't have one\n  \n  anyways, bit of a weird fetish there. haven't done so I'm not sure if it would be a turn on\/off.  If they kept saying weird things while doing it that would probably be more a turn off lol\n  ","510520":"\n  It's somewhere in the middle\n  ","510521":"\n  on\n  ","510522":"\n  Good night *tucks*\n  ","510523":"\n  yes\n  ","510524":"\n  lol\n  \n  I don't really have a favorite\n  \n  would be different with each person, ya know?\n  ","510525":"\n  yes\n  ","510526":"\n  You and me?\n  ","510527":"\n  You just missed a shower by a few minutes\n  ","510528":"\n  yet\n  ","510529":"\n  taps out...\n  ","510530":"\n  s3xual ones\n  \n  some of the questions are ridiculous 😂\n  ","510531":"\n  No, sir.\n  ","510532":"\n  Thanks :D\n  \n  5 pts\n  ","510533":"\n  bit hard to do....\n  ","510534":"\n  glue\n  ","510535":"\n  thongs\n  ","510536":"\n  missing pages\n  ","510537":"\n  the killer.\n  ","510538":"\n  The Highwaymen\n  \n  yes. was different\n  ","510539":"\n  A Star is Born\n  \n  Back to Zero\n  \n  The Highwaymen\n  ","510540":"\n  nails on a chalkboard\n  ","510541":"\n  yesterday\n  ","510542":"\n  I think i disarmed it by pulling my door open fast. nothing happened lol\n  \n  He put apple cider vinegar in her drink\n  ","510543":"\n  He's definitely out to get me. Keeps turning on the light and going into the linen cabinet. My sister asked what he was doing and he was all \"don't worry about it\"\n  ","510544":"\n  Depends what it is and if I was craving change\n  ","510545":"\n  Good afternoon\n  ","510546":"\n  lately its been telling fitbit app that I'm going to sleep lol\n  ","510547":"\n  Boston to Arizona\n  ","510548":"\n  more active, swimming, the weather etc\n  ","510549":"\n  no\n  ","510550":"\n  That's nice of them! 🎉\n  ","510551":"\n  XD\n  ","510552":"\n  What?\n  ","510553":"\n  It's actually 11 here now\n  \n  well almost 12\n  ","510554":"\n  I did.\n  \n  Anyways, the brother-in-law is pulling April fools pranks. Wary about what mine will be lol apparently he did something with my sister's drink.\n  ","510555":"\n  Good night\n  ","510556":"\n  oh la la\n  ","510557":"\n  Let's not\n  ","510558":"\n  I am now\n  ","510559":"\n  I'm not sure.\n  \n  I would have just wrote mathematics instead if felt like writing it all out ¯\\_(ツ)_\/¯\n  ","510560":"\n  april fools\n  ","510561":"\n  It's naked\n  ","510562":"\n  Americans don't really add the s.\n  ","510563":"\n  I hate math\n  ","510564":"\n  yes\n  ","510565":"\n  and all the cuddles\n  ","510566":"\n  hmm\n  \n   @mawiocudwoc\n  \n  did too\n  ","510567":"\n  ew\n  ","510568":"\n  😩 doesn't seem very lovely lol\n  ","510569":"\n  *hugs*\n  ","510570":"\n  lol\n  ","510571":"\n  It's weird knowing fitbit information for that 😂\n  ","510572":"\n  guess? There was either a prank or not. No guessing involved lol\n  ","510573":"\n  Pretty good 😈😉\n  ","510574":"\n  separate yet not\n  ","510575":"\n  depends who it is. I don't want some weird person i never even talked with or anything.\n  ","510576":"\n  bit weird but eh\n  \n  do whatever you like\n  ","510577":"\n  Thanks king\n  ","510578":"\n  we always finish, btw.\n  ","510579":"\n  who is this? :o\n  ","510580":"\n  haha no\n  ","510581":"\n  There's another option ; )\n  \n  also a bit too much oversharing lol\n  ","510582":"\n  ¯\\_(ツ)_\/¯\n  ","510583":"\n  I try not to be\n  \n  I feel like I'm only whiny when I'm sick or if I actually get my period lol\n  ","510584":"\n  I think it depends more on the why then go from there\n  ","510585":"\n  I'm not sure if I should answer this\n  ","510586":"\n  😂😂😂\n  ","510587":"\n  I wouldn't label myself as fit\n  \n  but yes, it definitely can help.\n  ","510588":"\n  *throws football *\n  ","510589":"\n  \"so far\"\n  ","510590":"\n  You had to ask?\n  ","510591":"\n  Some i don't mind\n  ","510592":"\n  ???\n  ","510593":"\n  Not really. more noticeable when working out though!\n  ","510594":"\n  Once so far 😈\n  ","510595":"\n  no. my sister was though.\n  ","510596":"\n\n   @JJD55\n  \n  does a lot\n  ","510597":"\n  I don't drink coffee much\n  ","510598":"\n  I like it :p\n  \n  lol she did\n  ","510599":"\n  There's plenty left.\n  \n  🎂🍵🎂🍵🎂🍵🎂\n  ","510600":"\n  aw king\n  ","510601":"\n  You fucking are\n  ","510602":"\n  It was funny hearing that girl scream 😂\n  \n  Or do you mean fun? Shopping then.\n  ","510603":"\n  I did make it. Very chocolaty. It looks ugly though lol would be better with more chocolate drizzled over it or raspberries on top ¯\\_(ツ)_\/¯\n  ","510604":"\n  more please\n  \n  wow, you are very muscular! 😉\n  ","510605":"\n  Animals are great\n  ","510606":"\n  I'd say cooking.\n  \n  I don't bake that often.\n  ","510607":"\n  hakuna matata\n  \n  carpe diem\n  \n  cest la vie\n  \n  you are limitless  (new one)\n  \n  just do it\n  \n  killing it\n  \n  you got this\n  ","510608":"\n  🐇🐇🐇🐇\n  ","510609":"\n  This one time at band camp\n  \n  haha\n  \n  um. I don't know what to tell atm\n  ","510610":"\n  WHAT IF I'M THE DEVIL? 😈\n  ","510611":"\n  It's cool dropping 4 shorts sizes...\n  \n  but ya.. I haven't really heard any news lately\n  ","510612":"\n  How to describe life in your city in three words?\n  \n  traffic\n  \n  strip mall areas (does that have a legit name?)\n  \n  housing communities\n  ","510613":"\n  Probably family.\n  \n  Haven't really had many deep conversations lately with others. The last one was probably with Heather???\n  ","510614":"\n  You are 😘👑\n  ","510615":"\n  Seeing the bunny earlier. I was thinking about him since was near the same spot as last time and then noticed it. Probably 3 inches away from me and he just stops dead in his tracks.\n  \n  Then on the way back there was one hiding behind a bush. Saw the movement and white tail\/butt part.\n  ","510616":"\n  Lived outside in a camper since the house ended up being labeled as condemned. Not long... we then ended up in Cape Cod where my mom worked. They have little cabins people rent out and she was the cleaner. That wasn't long either.\n  \n  After that we moved to a real house, again.\n  \n  Those are the only real times from childhood. I didn't exactly know i was homeless at the time.\n  ","510617":"\n  not a competition, king.\n  ","510618":"\n  lol yes\n  \n  that machine is creepy when you notice people watching 😂\n  ","510619":"\n  I didn't get to see all of it\n  \n  I did see two bunnies on my walk though.\n  \n  Also made a girl scream 😂😂😂\n  \n  She got out of the car and went to the one parked in front of it to get something when she turned around to close the door i walked past and she screamed XD Guess she didn't know i was there. It was hilarious. We both started laughing and she was all i didn't mean to do that kind of thing\n  ","510620":"\n  Someday I will.\n  \n  My legs are the most \"muscular\" part of me.\n  ","510621":"\n  Not that many, i don't think.\n  ","510622":"\n  I got a denim pair. For whenever.\n  \n  I usually wear leggings for the gym.\n  ","510623":"\n  English? Too many words and emots always end up changing the meanings. I'm not going to bother to translate it.\n  ","510624":"\n  Friday - went to the mall and a few outlet shops nearby. was out all day.\n  \n  Saturday - I ended up walking to Goodwill. Found a pair of shorts.\n  \n  Sunday - not much. got a charger, finally. made those chips. listened to music.\n  ","510625":"\n  Appreciate it :)\n  ","510626":"\n  That's good\n  ","510627":"\n  xoxo\n  ","510628":"\n  Either one. Superhero stuff isn't my go to\n  ","510629":"\n  You are too young to know.\n  ","510630":"\n  Anyone have decent questions?\n  \n  I'll try sending some out too\n  ","510631":"\n  The king person? Yup.\n  ","510632":"\n  ○ in theaters; A star is Born\n  \n  ○ Netflix; The Highwaymen\n  ","510633":"\n  Thanksgiving\n  \n  16 years ago (cigarettes)\n  ","510634":"\n  Who?\n  ","510635":"\n  That's good!\n  \n  :(\n  ","510636":"\n  none\n  ","510637":"\n  □Fatima\n  \n  ◆Richard\n  \n  □Too many Sara\/Sarahs (still an ok name )\n  ","510638":"\n  Hopefully the next one will be better or can practice with someone else?\n  ","510639":"\n  <3\n  ","510640":"\n  Should make d!ck shaped ones\n  ","510641":"\n  I do basic things too\n  \n  You have a bad memory since you always ask this lol\n  ","510642":"\n  The Seven Pounds movie came to mind.\n  ","510643":"\n  Pretty good.\n  \n  Can control the size and shape of the chip too\n  ","510644":"\n  yes\n  \n  Salsa tastes better with them but don't have any at the moment.\n  ","510645":"\n  Don't we all?\n  ","510646":"\n  I'm not sure there is one.\n  \n  However, I have second chance by Shinedown on right now.\n  ","510647":"\n  Yes.\n  \n  Having with some hummus.\n  \n  Some keto people can have it in moderation.\n  ","510648":"\n  chips are done :)\n  \n  I want to try cinnamon ones sometime ¯\\_(ツ)_\/¯\n  ","510649":"\n  no because that's premeditated murder\n  ","510650":"\n  Maybe the sticky tape or strapless bra if the outfit called for it\n  ","510651":"\n  ok then\n  ","510652":"\n  Cooking some chips.. (tortilla wrap cut up, olive oil, spices on top - I did salt, pepper, garlic and cumin)\n  \n  makes good chips. haven't  used the cumin on it before but figure it will still be good. 350 for 12 minutes\n  \n  also listening to music via Alexa and answering questions on here.\n  ","510653":"\n  The first one\n  \n  my expectations never meet the reality\n  ","510654":"\n  ......\n  ","510655":"\n  aw thanks\n  ","510656":"\n  cooking\n  ","510657":"\n  yes, besides the gym mishap atm\n  ","510658":"\n  No. I hate April Fools day and know that everyone I talk with would try pranking me. I'm just like no lol\n  ","510659":"\n  yes but sometimes you can change your mind on what you wanted or its not as satisfying once you have it\n  ","510660":"\n  No shows currently.\n  \n  You and The Kominsky Method were the last ones i watched.\n  \n  I finished the movie The Highwaymen last night.\n  ","510661":"\n  Let's go with Drake since I know more of his songs.\n  ","510662":"\n  of?\n  ","510663":"\n  I came across this on IG and figured why not?\n  \n  not sure whatto title it but here's day 1:\n  \n  She's got passion in her eyes\n  \n  dreaming of slow accomplishments\n  \n  getting stronger the longer she goes\n  \n  dream meets reality\n  \n  lies buried underneath\n  \n  the flames of you surround me\n  \n  they engulf me\n  \n  I break free\n  \n  there's a new me\n  \n  waiting at the surface\n  \n  I am the ember of my life\n  \n  my soul set on fire\n  \n  no longer the liar that encaged you\n  \n  the excuses are gone\n  \n  the love still remains\n  \n  the pain comes from elsewhere these days\n  \n  the gym, my savior\n  \n  You still have my soul\n  \n  a dove flying away is what I'm left with in the middle of the night\n  \n  you used to be my light\n  \n  I have it covered now\n  \n  I'm stronger now\n  \n  I'm the flame at night\n  \n  the racing heartbeat meant for two\n  \n  we're broken - flying\n  \n  never stopping\n  ","510664":"\n  A few days ago\n  ","510665":"\n  I'm not sure. I don't have any events to look forward to. However, I always love summer.\n  ","510666":"\n  hugs from Kings are the best\n  ","510667":"\n  no? o.o\n  ","510668":"\n  I don't remember why you are thanking me\n  ","510669":"\n  18\n  ","510670":"\n  It's creepy when fitbit says \"feed me ___ steps\" or \"Will you take me for a walk?\".\n  ","510671":"\n  congratulations\n  ","510672":"\n  haha yes XD\n  \n  It was raining and thundering out and made a post about dancing in the rain kind of thing. My nephew's uncle's mom got offended and thought it was about killing myself because of the lighting and was all that's not funny etc\n  \n  like uh no... not what I was talking about at all. it was very bizarre. I've literally danced in the rain before with friends so was more like nostalgia kind of thing.\n  ","510673":"\n  Ended up making keto chocolate cheesecake. Very chocolaty. Got ready and walked to Goodwill. I ended up buying a pair of Forever 21 shorts from there. Size 14 😮\n  \n  I've never purchased their pants\/shorts but I've tried stuff on in 18s from there before so that's pretty awesome. 4 sizes down. I'd probably still be in their plus sizes for tops and dresses though.\n  \n  Also went to Ross quickly. They had some cute things.\n  \n  Tired from walking. 10k steps today. met all my goals, pretty much.\n  ","510674":"\n  I had leftover chicken, broccoli and cabbage.\n  ","510675":"\n  Humor, trust, honesty, a love to grow old with etc\n  ","510676":"\n  I don't date much\n  ","510677":"\n  Would be annoying if it shut off while in the middle of talking etc\n  ","510678":"\n  Not always\n  ","510679":"\n  hi\n  ","510680":"\n  What if the memory never fades?\n  \n  yes, ask away.\n  ","510681":"\n  making keto chocolate cheesecake\n  \n\n   https:\/\/www.wholesomeyum.com\/keto-low-carb-no-bake-chocolate-cheesecake-recipe\/\n  \n","510682":"\n  Something we'd both enjoy.\n  ","510683":"\n  Could use\n  \n  still need to get a charger -_-\n  ","510684":"\n  alternative, pop, rock, metal etc\n  \n  currently have Lady Gaga on\n  ","510685":"\n  Not sure what that means\n  ","510686":"\n  about 60?\n  ","510687":"\n  Going to make a keto chocolate cheesecake 🎂\n  ","510688":"\n  streak of what? :p\n  ","510689":"\n  5-10% of the time\n  \n  not that often\n  ","510690":"\n  cheesecake\n  ","510691":"\n  Yes, plenty of times.\n  \n  Seems about right!\n  ","510692":"\n  little of both\n  \n  depends\n  ","510693":"\n  I'm kind to everyone deserving of kindness\n  ","510694":"\n  I'm not sure.\n  \n  Maybe the trying to stand up using the table and falling down. i left a tooth mark indent on table. Was crying and she came into the room\n  \n  ¯\\_(ツ)_\/¯\n  ","510695":"\n  I'm not in the UK\n  ","510696":"\n  Yes. fair amount. She's like another friend\n  ","510697":"\n  awesome XD\n  ","510698":"\n  Where are you from?\n  ","510699":"\n  I thought Operator was going to be about his wife dying and he only had her voice left...\n  ","510700":"\n  yes\n  ","510701":"\n  No, I've had warnings at times but haven't been banned. This is my only account.\n  ","510702":"\n  I don't even think i got them lol\n  ","510703":"\n  I've been watching movies lately.\n  \n  Last night I got halfway through watching The Highwaymen (about Bonnie and Clyde ) it's pretty good, was just tired. Will finish it sometime today.\n  ","510704":"\n  I'm not evil\n  ","510705":"\n  we went shopping yesterday together\n  ","510706":"\n  Blizzard is still creepin'\n  \n   @emperorpartin\n  \n","510707":"\n  Good night x\n  ","510708":"\n  lol very nice\n  ","510709":"\n  Sounds like gossip starting to spread?\n  ","510710":"\n  Years ago, I think they learned to tone it down. less is more\n  ","510711":"\n  *gives you some positivity*\n  ","510712":"\n  then its not a mistake and no lesson was learnt\n  \n  I'm not talking about s3x :p\n  ","510713":"\n  everything 😂\n  ","510714":"\n  idk but it needs to happen again lol\n  ","510715":"\n  yup. learned from the mistake\n  ","510716":"\n  Rugrats came to mind first\n  \n  all the 90's shows, please.\n  ","510717":"\n  Was in April.\n  \n  or do you mean day trips and such??\n  ","510718":"\n  Maybe if put in that situation but it's not always there so ¯\\_(ツ)_\/¯\n  ","510719":"\n  drove drunk\n  ","510720":"\n  no problem lol\n  \n  even though already #1 :P\n  ","510721":"\n  small group\n  \n  it's lots of things. Each person brings something different to the meaning :)\n  ","510722":"\n  When family tell you that you look skinnier but you don't always see it...\n  ","510723":"\n  I know nothing about you. It's mostly friends and family. I don't trust you to know my information or anything else.\n  \n  I'm not interested in talking to some young boy either.\n  ","510724":"\n  fuck no\n  ","510725":"\n  I think it can be both.\n  ","510726":"\n  answering questions\n  ","510727":"\n  Sometimes. When I first did it, I didn't know that they came out of mine 😂\n  \n  Thought provoking ones.\n  \n  sometimes I'll do dumb ones too. Oops\n  ","510728":"\n  kept talking to me or watching what I was doing\n  \n  expected me to go with them when I was doing my own work\n  \n  I was doing more of the workload while they talked more. multitasker here (group setting )\n  ","510729":"\n  I don't really time it\n  ","510730":"\n  fine\n  ","510731":"\n  Friday - I went shopping\n  \n  Saturday - I should really buy a charger.. not sure what else\n  \n  Sunday - idk\n  ","510732":"\n  9 days... no.\n  ","510733":"\n  only if cabin fever type stuff counts\n  ","510734":"\n  The 20th\n  \n  looked at messages giving the details\n  ","510735":"\n  stripes, lately.\n  ","510736":"\n  I don't remember what day it was...\n  ","510737":"\n  Just on the couch, telling Alexa to play music lol\n  \n  Life is eh. I've definitely noticed that my mindset is different since the gym thing.. but trying to get back to how i was.\n  \n  I did get a cute pair of gym leggings today so that will be nice :)\n  ","510738":"\n  Sometimes if its really good 😉😈\n  ","510739":"\n  weird that she'd refuse.\n  ","510740":"\n  I'm not sure\n  \n  Today i went shopping. Was pretty much gone all day.\n  ","510741":"\n  Some have while others haven't\n  \n  50\/50\n  ","510742":"\n  Probably in the past\n  \n  can't remember\n  ","510743":"\n  gross\n  \n  wtf\n  ","510744":"\n  exciting :p\n  \n  I'm in the living room right now\n  ","510745":"\n  I'd say yours x\n  ","510746":"\n  I can talk to the pets. I don't think it's that unusual though.\n  ","510747":"\n  Island for sure!\n  "}}