{"Question":{"510748":"\n   how do u judge people...\n  ","510749":"\n   What do you hate\n  ","510750":"\n   If you could only eat one thing for the rest of your life what would it be? PAP!\n  ","510751":"\n   Do you ever make unfair judgements about people based on the clothes they wear? For example, girls who wear trackie bottoms with 'Princess' written across the ass are the type to shag on first dates, and nosh you off for half a gram - that kind of thing 😮🙈\n  ","510752":"\n   Which restaurant do you prefer to date at?⚡🔥\n  ","510753":"\n   Have you ever been in love?\n  ","510754":"\n   So I'm curious, what is everyone's opinion of me?\n  ","510755":"\n   Have you ever met, messaged or otherwise spoken to one of your idols (or just someone you had previously always looked up to) for the first  time and found yourself disappointed? Or were your hopes fulfilled?\n  ","510756":"\n   Do you have a “never mind “ moment?Like you wanted to say something to someone and you just couldn’t do it for whatever reason??What do you think held you back?\n  ","510757":"\n   What's your favourite musical ?\n  ","510758":"\n   Hi beautiful how are you doing\n  ","510759":"\n   She don't eat meat but she sure like da bone!\n  ","510760":"\n   is a food with alot of carbohydrates good or bad, im asking cause you know all this things, so smart lyney xo\n  ","510761":"\n   hi\n  ","510762":"\n   Is there anything more infuriating than when you tell somebody something and all they respond is with ok or k. Like you don’t have an opinion you aren’t going to debate me in any way??\n  ","510763":"\n   Is Tinder a good place to find love? Or is it just good for s*x? I'm looking for the first not the second\n  ","510764":"\n   Do you stay away from healthy nuts because of their calories?\n  ","510765":"\n   step cousins?\n  ","510766":"\n   Does it annoy you when people ask you multiple questions a day on this app?\n  ","510767":"\n   How many cousins do you have? Are you close with any of them?\n  ","510768":"\n   life would be so much easier with that button LOL\n  ","510769":"\n   Too easy... THAT'S WHAT SHE SAID!\n  ","510770":"\n   Hope I got the ball rolling in your inbox :)\n  ","510771":"\n   Best thing to happen to you today ?\n  ","510772":"\n   Oh, I mean tingles anywhere. If you like the feeling, or you sadly rarely get it, look for ones with intense tingles. There's also rps, sexual ones, and different noises, so you have a lot of options. ;)\n  ","510773":"\n   What about Cesar longcockacus?\n  ","510774":"\n   No well yes but still love the name!\n  ","510775":"\n   WDYT about the name Leopold? Leonard? Leonidas?\n  ","510776":"\n   Arrabella ❤\n  ","510777":"\n   Should anyone name their baby Dexter now?\n  ","510778":"\n   Carter vs Carson vs Carlson\n  ","510779":"\n   Favorite \"A\" baby names? Alexander\/Alexandra are mine\n  ","510780":"\n   Ooooh! That's really good! My girls and I thought about something material, like \"Paper\" lol\n  ","510781":"\n   Opinion on Lauren vs Laurel vs Laurie vs Lourde?\n  ","510782":"\n   OMG... SO MUCH BETTER! Too many E's and vowels in general the other way\n  ","510783":"\n   What do you think about old school soap opera names now becoming popular as baby names? Like Chase, Taylor, Jackson etc?\n  ","510784":"\n   What should Kimye name their new baby?\n  ","510785":"\n   Do you know what I'm on about?\n  ","510786":"\n   Just for you though... ummm baby names? Haven't seen that in awhile :)\n  ","510787":"\n   Depends what you're into, do you like that tingle feeling in your neck?\n  ","510788":"\n   Spam topic? I have an hour or so lol\n  ","510789":"\n   Hello\n  ","510790":"\n   You should, some audios are great\n  ","510791":"\n   Help me caption this:\n   \n    https:\/\/www.instagram.com\/p\/BvT70NPjNcm\/?utm_source=ig_share_sheet&igshid=187aq2rk0fjsf\n   \n   or do your own one here:\n  ","510792":"\n   ur not following me. anymore\n  ","510793":"\n   Do you watch ASMR?\n  ","510794":"\n   lol this dude picks fights with everyone\n  ","510795":"\n   The real truth is that you're extremely self conscious about your weight\n  ","510796":"\n   if ur following me, please unfollow me.\n  ","510797":"\n   What makes life worth living?\n  ","510798":"\n   If you could write a note to your future self, what would you ask?\n  ","510799":"\n   xox\n  ","510800":"\n   Is it hard for you to be vulnerable with people? (not solely on \"romantic terms\", but also with just friends, in general?)... Why do you think that is? Is it the people you're choosing to confide in... or more of an internal battle, with yourself?\n  ","510801":"\n\n    https:\/\/www.instagram.com\/p\/BvgProKnvzs\/?utm_source=ig_share_sheet&igshid=168r5fh5c5if2\n   \n   can you caption this? 🤔\n  ","510802":"\n   where are u from..?\n  ","510803":"\n   but u already have a fanpage that lyndseys boy person lol\n  ","510804":"\n   How do you pronouce Katarzyna?  A)  Ka taj anna   B)  Kat ar zeeena c) Kat rion zaaa\n  ","510805":"\n   But did you know you could subscribe to\n   \n    https:\/\/www.twitch.tv\/courrtana\n   \n   for free using Twitch Prime?\n  ","510806":"\n   u should make ur own XD\n  ","510807":"\n   lol do ppl actually do that\n  ","510808":"\n   what is ur opinion on the show Friends? The Office (US)? The Office (UK)?\n  ","510809":"\n   Salut, Tu aimes Apex et Wow alors n’hésite pas à venir soutenir mon pote sur Twitch il est au top ->\n   \n    https:\/\/www.twitch.tv\/moclick\n   \n   \/ N’hésite pas à venir te sub grâce à Twitch Prime pour l’aider à améliorer la qualité de son stream et faire parti des premiers followers à ses côtés merci à toi 😉\n  ","510810":"\n   hey\n  ","510811":"\n   What are your thoughts about people who are unwilling to post any pics at all of themselves on this site? Do you think they perceive themselves as unattractive? Does it make you suspicious of them? What are other possible reasons for not doing it?\n  ","510812":"\n   I'm at the doctors and its packed, I managed to find a seat and this woman asked if she could have my seat and I said \"no\" and she looked proper pissed off and her face turned red, why does she need chivalry when she has feminism?\n  ","510813":"\n   How often do you block people on social media. \nAll the time, sometimes, rarely, almost never, Ive never blocked anyone ?\n  ","510814":"\n   What is your typical day like?\n  ","510815":"\n   Ever left the house and gotten to your destination only to realize you left something important at home?\n  ","510816":"\n   He was great?! He was killed by a serial killer in the 90's. The brand, not so much since his death. You might want something that you don't know exists like a hover car or a pet that's half pig, half crocodile.\n  ","510817":"\n   have ur parents ever found ur stash? (stash of anything lol) + have you ever been drug tested? ([oops] by potsu)\n  ","510818":"\n   What’s up?\n  ","510819":"\n   I understand you are familar with the Keto weight loss program. Can you tell me if you would recommend it?  And how does it differ from the orignal high protein, low carb diet of the past?\n  ","510820":"\n   Hello\n  ","510821":"\n   how many hours of sleep do u get do u get on an average night? do u struggle w insomnia? (fukk sleep by a$ap rocky)\n  ","510822":"\n   What was the last thing you did in front of a crowd?\n  ","510823":"\n   When was your last \"Rockstar\" moment?\n  ","510824":"\n   Do you keep your room clean or messy?\n  ","510825":"\n   where were u born? where did u live when u were five? where did u live when u were nineteen? which of those places seems the most like “home”\n  ","510826":"\n   Do you enjoy performing in front of others?\n  ","510827":"\n   Fashion designer Gianni Versace was told that there wasn't a suitable fabric in existence to suit his image of what he wanted his outfit to look like. So he made a whole new fabric! When was the last time something you wanted\/needed didn't exist? What was it?\n  ","510828":"\n   last time u touched yourself\n  ","510829":"\n   quote a song without looking up the lyrics 🌸\n  ","510830":"\n   Hugs you more🌹👑\n  ","510831":"\n   Shout out....share your thoughts and experiences about sxual violence\n  ","510832":"\n   It's Wednesday and we're half way through the week! How is your week going so far?\n  ","510833":"\n   How about a bra\n  ","510834":"\n   Post in your bikini.\n  ","510835":"\n   What’s your opinion on couples who engages in sxxual role plays and kinks? Do you think some kinks should be shamed?\n  ","510836":"\n   you are very funny, im glad you are on my ask so grateful, xo\n  ","510837":"\n   Almost 5pm (gmt ) thoughts of the day?\n  ","510838":"\n   Why do some people behave like snobs? What do they get out of it?\n  ","510839":"\n   I'd give you at least a solid 8 then\n  ","510840":"\n   Are u a positive thinker or easily negative thinker??\n  ","510841":"\n   How do you measure intelligence? Do street smarts count more than book smarts? Vice versa?\n  ","510842":"\n   You don't give yourself enough credit\n  ","510843":"\n   Why?\n  ","510844":"\n   This website is a joke 😂\n  ","510845":"\n   lol I thought this was ask it has all answers\n  ","510846":"\n   Really?\n  ","510847":"\n   How do you rebuild a 1969 Roof palomino lawn mower?\n  ","510848":"\n   If I had a daughter I wouldn't let her wear makeup or revealing clothes, she would show her natural beauty, eat healthily and wear feminine long skirts\/dresses. To many men do a poor job raising their daughters, you give women an inch at a young age and they'll take a mile later on in life.\n  ","510849":"\n   Eh. I would be annoyed too. My old gym, before it closed down, used to let me do a 3 month membership at a time and you'd get a discount if you paid in full up front. Then they went to a long term contract like yours did.\n  ","510850":"\n   Is David your crush or just friends?\n  ","510851":"\n   At least you are down for March. I'm up by a lot. Ouch. I haven't been online much so not sure what you mean by gym stuff. But try to block whatever the nonsense is out. I can't tell you how nice it feels to be in bed.\n  ","510852":"\n   do u remember ur first crush’s name? do u have a crush right now? (crush by tessa violet)\n  ","510853":"\n   Are we changing as fast as the world around us?\n  ","510854":"\n   Hey Lyndsey. It's Jub-Jubs. How was your keto day today? I've totally fallen off the diet wagon. It's been bad. I haven't even been checking my blood. Had spaghetti today and it's 425pm for me and I just got in bed for the night. Hope you are well.\n  ","510855":"\n   I am just chilling\n  ","510856":"\n   What dud you do on a spring break vacation?\n  ","510857":"\n   Do you love yourself? Why or why not?\n  ","510858":"\n   Selfie\n  ","510859":"\n   Netflix?\n  ","510860":"\n   How well do you sleep?\n  ","510861":"\n   I‘m working in the digitization 📀\n  ","510862":"\n   I don’t want to lose it that why I will digitize by the work 😃\n  ","510863":"\n   surprised u havent been here as much lately\n  ","510864":"\n   Dumbo remake is shit lol only the original on VHS is good 📼\n  ","510865":"\n   have u committed a sin today? (sin by young thug)\n  ","510866":"\n   Have you ever lost someone close to you?🙈\n  ","510867":"\n   Movie madness: A) Dumbo (live action remake of animated movie) B) Shazam! (Superhero flick)\n  ","510868":"\n   Goid morning ! Here's a quickie for you: if someone said they were \"prarie dogging \" or \"chip monking\" they would be doing what?\n  ","510869":"\n   Rate your overall intelligence 0 to 10 as compared to other people\n  ","510870":"\n   Do you still wear bras? Someone's going around saying that girls don't wear bras any more.\n  ","510871":"\n   who\n  ","510872":"\n   Did you dream last night? What was the last dream that you had?\n  ","510873":"\n   What is the most peaceful religion?\n  ","510874":"\n   So cut down the middle? You're not more one than the other. Just an even mix?\n  ","510875":"\n   ⛔️ Banned! ⛔️ \n\nHave you ever been banned from doing anything at home, school, college\/uni, or work? Either because you got into trouble, or because you were useless at it? 🙂\n  ","510876":"\n   Are you an introvert or an extrovert or both? What qualities do you possess to make you that?\n  ","510877":"\n   ((: ((: ((: nice ans'. LOL ((:\n  ","510878":"\n   What is something that brings you joy?\n\nHugs\n  ","510879":"\n   What you up to\n  ","510880":"\n   i am\n  ","510881":"\n   thanks, and hey its their loss anyone that loses you, xo\n  ","510882":"\n   Glad to hear\n  ","510883":"\n   ASIDE FROM NECESSITIES, WHAT ONE THING COULD YOU NOT GO A DAY WITHOUT?\n  ","510884":"\n   r u depressed\n  ","510885":"\n   had you a good day, xo\n  ","510886":"\n   Santa '-'\n  ","510887":"\n   Remember when I would always get concerned about you going to the bathroom at night at your other place? Do you now go at night?\n  ","510888":"\n   im so sorry, ignore me im so dumb huggs\n  ","510889":"\n   my ass is BORED so i’m gonna put my music on shuffle and ask a question for each song. so there might be a little spam soon! do you prefer rap or country? indie rock or classic rock?\n  ","510890":"\n   do you miss any xbf x\n  ","510891":"\n   What do you do when you're old guy friend randomly tells you he wants to sleep with you? But all the years you've known him you never thought he saw you like that, as you didn't look at him like that.\n  ","510892":"\n   Is there anyone on ask.fm that asks you questions and you wish they would leave you alone ?\n  ","510893":"\n   My nice of 4 y.o. wants to tell me how much I should eat. Isn't she funny?\n  ","510894":"\n   Ships. Not as in vessels, but as in relationships. To \"ship\" people means you wish they were in a relationship together. What's the weirdest ship you've ever seen online? What's the weirdest one you've heard of irl?\n  ","510895":"\n   Ever had Sex 7 days a week? I never have\n  ","510896":"\n   What's something you do well?\n  ","510897":"\n   What makes you happy?\n  ","510898":"\n   I can't stand buses! What mode of public transport do you hate?\n  ","510899":"\n   If you had to create an artistic outfit for the runway that was inspired by a fruit, what feuit would you pick and why? How would your outfit resemble the fruit?\n  ","510900":"\n   If you had to cosplay as someone, who would you choose?\n  ","510901":"\n   Tuesdays are always slow days for me. Which days seem to go really slow for you?\n  ","510902":"\n   What u do to fresh ur mood ??\n  ","510903":"\n   What time do you wake up in the morning?\n  ","510904":"\n   Have you ever been abroad? Where have you been?\n  ","510905":"\n   What do you want to say?\n  ","510906":"\n   Cute\n  ","510907":"\n   Hows your morning??\n  ","510908":"\n   yeah i like levis x\n  ","510909":"\n   Wearing anything pink what is it\n  ","510910":"\n   Currently going threw a pretty rough patch.. \nSo tell me what keeps you going when you feel like giving up?\n  ","510911":"\n   Mirror mirror on the wall, why do you laugh when i fall? The mirror replies:\n  ","510912":"\n   you  are such a cool person, i miss you when your not here xo\n  ","510913":"\n   I’ve been watching The OA, a show which starts with a stranger teaching a small group of people weird, rapid synchronised Tai-Chi like movements to open portals to parallel dimensions. \nWhat’s the weirdest thing anyone’s offered to show you or tried to teach you\/convince you of?\n  ","510914":"\n   Hi my lovelies ❤ Whenever you feel weak, remember the things that made you strong; whenever you start to doubt yourself, remember those who believe in you.❤ love you guys so much\n  ","510915":"\n   Are you afraid of insects? What do you do when you find one in your room?\n  ","510916":"\n   Is there anything you are looking forward to? ❤ I'm looking forward to being in sami's arms again😊\n\nHugs\n  ","510917":"\n   Do you like where you currently are at in your life ? If not do you plan on changing anything ?\n  ","510918":"\n   I get all the stuff you tag me in\n  ","510919":"\n   aw, bet you are good x\n  ","510920":"\n   have you a favourite  jeans brand\n  ","510921":"\n   hey lynds, how are you x\n  ","510922":"\n   can you sing and can you dance\n  ","510923":"\n   no watch the video and you will hate the orginal version from now on\n  ","510924":"\n   Very productive day\n  ","510925":"\n   Do you know a good place to go f*ck shopping? I seem to have used up all the one's I had to give on this Brexit debacle... 🤷‍♂️\n  ","510926":"\n   Which mail you use??\nGmail\nYandex\nYahoo\nAlo\nMail.com\n  ","510927":"\n   Do you have a regular bedtime that you try to stick to? 🛌😴\n  ","510928":"\n   Are Eminem's rhymes still relevant or should he bow out?\n  ","510929":"\n   If a classic rotary phone was put infront of you, would you know how to use it? (Inspired by a youtube vid of two young lads trying to figure it out)\n  ","510930":"\n   I love your makeup. It’s gorgeous🌹👑\n  ","510931":"\n   Do u go gym??\n  ","510932":"\n   Fitness \nIn gym\nOr yoga at home\n  ","510933":"\n   Why do people hate to see others happy?\n  ","510934":"\n   King cuddles you up while we watch it🌹👑\n  ","510935":"\n   Good night beautiful\n  ","510936":"\n   King makes you comfy🌹👑\n  ","510937":"\n   Do you believe any myths?\n  ","510938":"\n   what’s ur opinion on Post Malone?\n  ","510939":"\n   How do you cope when you're feeling upset or low?\n  ","510940":"\n   🌹👑🍗🍗\n  ","510941":"\n   Watches the🎤🌹👑\n  ","510942":"\n   What's your favorite alcoholic drink?\n  ","510943":"\n   Years ago Heinz released a \"baked beans pizza\". It was unsuccessful so discontinued. Now they've confidently released it again along with a vegan version too, so now even I can suffer!😂 What are two foods you can't imagine ever being combined to make a nice meal?\n  ","510944":"\n   What are you wearing\n  ","510945":"\n   Which 10 pages?\n  ","510946":"\n   How was your day\n  ","510947":"\n   King relaxes and watches TV🌹👑🎤\n  ","510948":"\n   What was your most favourite movie as a child? :3\n  ","510949":"\n   What's in your favourite smoothie?\nWhat's in your favourite milkshake?\n  ","510950":"\n   What was your favorite music growing up? How has it evolved into your favorite music now?\n  ","510951":"\n   do u still do the dirty with that guy cuz u dont talk bout him or those things anymore\n  ","510952":"\n   Wyd\n  ","510953":"\n   Adele covered the song \"Hello\" and did a bad job do it compared to this version:\n   \n    https:\/\/www.youtube.com\/watch?v=LtQUJMBH8uE\n   \n","510954":"\n   Do you find yourself worrying a lot?\n  ","510955":"\n   Is there a place you like to go to and collect \"points\" in order to earn \"rewards\" for that particular joint of preference? :) Where is it? Is it a good deal?\n  ","510956":"\n   Today my fiancé bought a packet of crisps that were pizza flavoured with melted cheese on them. While at the shop I seen straws made out of jelly\/jello. What's something strange you seen at a food shop\/grocery store recently?\n  ","510957":"\n   What’s an innocent compliment that could sound really creepy ?\n  ","510958":"\n   wyd?\n  ","510959":"\n   What personality traits do you want in a potential relationship partner ?\n  ","510960":"\n   What is your favourite subject to talk about ?\n  ","510961":"\n   What kind of exercise where you doing at the gym to cause that\n  ","510962":"\n   Write your name \nCharchter one by one ??\n  ","510963":"\n   have u ever had a mutt? have u ever had a purebred dog?\n  ","510964":"\n   maybe it needs a good pounding\n  ","510965":"\n   What happened\n  ","510966":"\n   How are you\n  ","510967":"\n   doesnt seem like ur ever leaving az XD\n  ","510968":"\n   aw, bet they miss you xx\n  ","510969":"\n   All the world it's true... you :\n  ","510970":"\n   do you miss boston and if you do, what do you miss most\n  ","510971":"\n   I'll.top.the bill, i'll overkill, i have to find the way to carry on because:\n  ","510972":"\n   I had this lovely dream, this dream was:\n  ","510973":"\n   How many friends would you say you've made through here?\n  ","510974":"\n   Train on the water boats on the track!\n  ","510975":"\n   aw thanks, glad your well x\n  ","510976":"\n   What's good\n  ","510977":"\n   Hello\n  ","510978":"\n   hey how are you im on spring break x\n  ","510979":"\n   Hit me with your rythm stick.... *ow* i didn't mean literally 😭\n  ","510980":"\n   I guess you say \"what has made me feel this way.\" and i turn to you and say:\n  ","510981":"\n   First thing you do in the morning?\n  ","510982":"\n   Do you share other social media accounts with people on ask ?\n  ","510983":"\n   Dang. Have a great workout and try to catch you sometime?\n  ","510984":"\n   Do you have a least favourite shirt?\n  ","510985":"\n   I'm not even dressed for the occasion...\n  ","510986":"\n   What colour is your favourite shirt?\n  ","510987":"\n   Hello Miss Leopard! Fine day we're having?\n  ","510988":"\n   Good Mormig, start of the week musings?\n  ","510989":"\n   Would you want to get married in the future? Why? Why not?\n  ","510990":"\n   +++++\n  ","510991":"\n   what’s a movie that has made u cry? what’s a movie that has made u LAUGH? what’s a movie that has scared u?\n  ","510992":"\n   Saturday night musings?\n  ","510993":"\n   what’s ur opinion on pugs?\n  ","510994":"\n   A local chain restaurant, Boojum recently created an advert that said \"forking always leads to spooning\".😂 In the picture there was a burrito with a fork and a tub of icecream with a spoon in it. It caused some uproar from parents thinking it was \"unsuitable\". What's your opinion on it all?\n  ","510995":"\n   My friend is transferring from UCLA to reach his goal of playing in the NBA. While my older brother is staying at UCLA 💙💛 for another session of college basketball ( he's a walk on ) What's your thoughts ? and if you don't gaf just say you don't gaf.\n  ","510996":"\n   Hey can we be friends\n  ","510997":"\n   Which movie u last saw???\n  ","510998":"\n   All the flowers that you planted mother, in the back yard all.......  complete yourself in your own way!\n  ","510999":"\n   How are you today? Have you been up to much ?\n  ","511000":"\n   Ok what about artists\n  ","511001":"\n   King made you sleep great🌹👑\n  ","511002":"\n   What u do on sunday??\n  ","511003":"\n   PAP of the very first image on your camera roll?\n  ","511004":"\n   Are u in relationship from how long??\n  ","511005":"\n   I'm a December baby too so that's cool (:\n  ","511006":"\n   Good night beautiful\n  ","511007":"\n   You were younger?\n  ","511008":"\n   A Star is born🌹👑\n  ","511009":"\n   What country were you born in?\nWhat country do you live in?\nWhat countries were your parents born in?\nWhat countries were your grandparents born in?\n  ","511010":"\n   Let’s watch Netflix together in bed and snuggle🌹👑\n  ","511011":"\n   Post a picture or meme (or animated gif or whatever you feel like)  to describe the OPPOSITE of your day today:\n  ","511012":"\n   Wdym not quite\n  ","511013":"\n   I think 12 is pretty young\n  ","511014":"\n   Kisses and hugs from you🌹👑\n  ","511015":"\n   You look good at 31\n  ","511016":"\n   King needs his Queen🌹👑🛌\n  ","511017":"\n   42D rather\n  ","511018":"\n   She's like a 36DD, you're a 42DD right?\n  ","511019":"\n   Are u using Tiktok App\n  ","511020":"\n   Your boobs are almost as big as hers\n  ","511021":"\n   whats your favorite brand of lube?\n  ","511022":"\n   would you pay half-price for hot dogs made from old zebra meat?\n  ","511023":"\n\n    https:\/\/brainfall.com\/quizzes\/which-baywatch-lifeguard-are-you\/\n   \n   i got david Hasselhoff 0_0\n  ","511024":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","511025":"\n   Do you prefer to go out or stay in for dinner?\n  ","511026":"\n   Enjoys working out with you🌹👑\n  ","511027":"\n   What do you hope for the future?\n  ","511028":"\n   Pretty good\n  ","511029":"\n   What are your favorite animals? \n\nHugs\n  ","511030":"\n   Which web series you watch to time pass the time and which attract more to see again n again or give more suspense for next episode???\n  ","511031":"\n   Happy sunday ❤ what's everyone doing today? Anything fun? \nHugs😊\n  ","511032":"\n   How long have you been at your current job for?\n  ","511033":"\n   Spring related question: What is your favorite plant and\/or flower? :P\n  ","511034":"\n   If you could have any animal, what animal would you want? 🦊🐮🐶\n  ","511035":"\n   Have you ever had braces? 🤔 What's your best tips in that case to get through it? 😊\n  ","511036":"\n   If king is stressed or crying you give him the best hugs to cheer him up and make his heart happy. He loves you more and you can touch his muscles, back and chest all you want🌹👑\n  ","511037":"\n   I like asking you questions and then getting a reply back.\n  ","511038":"\n   I’m happy I have you as my queen that will keep me in good shape and keep me stronger🌹👑\n  ","511039":"\n   Give you long hugs to cheer me up🌹👑\n  ","511040":"\n   Hello\n  ","511041":"\n   That was 10 years ago when I was out of shape and now I feel strong and healthy. I didn’t have a gf in high school or college. I never got anything I wanted and that’s why I wanted to be king. I raged too much🌹👑\n  ","511042":"\n   If you could switch families, would you?🐯🦁\n  ","511043":"\n   It’s my fault for everything. I felt left out on everything and why I didn’t have a gf in high school or college. I deserve to be beaten up. It took me a year to become stronger and took me a month to get back in shape🌹👑\n  ","511044":"\n   I like ice cream cake\n  ","511045":"\n   Before you came in my life i was alone and was out of shape drinking lots of beer at the bar and gaining a beer belly awhile back. I needed to exercise and work out at the gym and eat more healthy. You made me stronger and made me stay in healthy shape🌹👑\n  ","511046":"\n   What was your most favorite and least favorite subject in school?\n  ","511047":"\n   Do you have any siblings? How many do you have? Post a picture 😊\n  ","511048":"\n   Fish food is a ben and Jerry's ice  cream\n  ","511049":"\n   What's one thing about you that surprises people?\n  ","511050":"\n   When was the last time you felt you had accomplished something? When you were proud of yourself?\n  ","511051":"\n   Fish food\n  ","511052":"\n   What's a chore you've been putting off for later?\n  ","511053":"\n   You give me the best hugs. Gives you long hugs🌹👑\n  ","511054":"\n   Wow that's pretty young\n  ","511055":"\n   How much time u use Ask.fm in a day ??\n  ","511056":"\n   Better yet chocolate ice\n  ","511057":"\n   That's scary!\n  ","511058":"\n   What is better than chocolate?\n  ","511059":"\n   When is your birthday??\n  ","511060":"\n   i was walkin' down the street, and i felt it at ma feet _______________________\n  ","511061":"\n   How old were you the first time you maturbated?\n  ","511062":"\n\n    @valentina_v0\n   \n   كسها گايم عليها\n  ","511063":"\n   What makes your city special and unique?🖤\n  ","511064":"\n   How often are you home alone?\n  ","511065":"\n   King needs them to cheer him up and be happy🌹👑😓\n  ","511066":"\n   Do you like hugs\n  ","511067":"\n   Say \nSomething\n  ","511068":"\n   curiosity question; do you have anyone \"favorited,\" i.e. when they post an answer, you get a notification? who, if anyone?\n  ","511069":"\n   besides ur own first name, what names do u think suit u? (i think i’d make a good Anne, or maybe Elizabeth)\n  ","511070":"\n   does your first name suit you\n  ","511071":"\n   Have you ever asked what someone else envisioned you doing, career-wise? Did it ever match with your own plans? *curious upside down smiley face*...\n  ","511072":"\n   What do you see from your bedroom window? Pap if you'd like :)\n  ","511073":"\n   Have you ever been on a diet?\n  ","511074":"\n   What's the last hard truth someone told you?\n  ","511075":"\n   What is your favorite way to spend some time alone?\n  ","511076":"\n   Wanna wtite a story with me? Its about me trying to tickle u but u fight back and get away,it can be as creative as u want and each answer is left open to be continued by the nxt person, wanna try it?\n  ","511077":"\n   What are your future plans? Or are you living in the present moment, not thinking about the future?\n  ","511078":"\n   I don't get this\n  ","511079":"\n   what time do you normally wake up? what time do you fall asleep? do you have a consistent sleep pattern?\n  ","511080":"\n   Glasgow 🏴󠁧󠁢󠁳󠁣󠁴󠁿 vs Newcastle 🏴󠁧󠁢󠁥󠁮󠁧󠁿Which is the best city\n  ","511081":"\n   Dont'cha wanna marry?\n  ","511082":"\n\n    @abramsonrobbie552\n   \n","511083":"\n   I don't mean it in a mean way\n  ","511084":"\n   no i dont seriously, they have for me i dunno is it hate tho\n  ","511085":"\n   Hello giantess\n  ","511086":"\n   cool, i went to the mall my friend got us in trouble tho he was joking with a girl she know us she hit him,kicked me my leg was dead tbh so sore still so im chilling now xo\n  ","511087":"\n   I already have a mustache 😂😊\n  ","511088":"\n   hey chill a little, you need relax time too, you deserve it lynds x\n  ","511089":"\n   Does s*x relax you when you're stressed?\n  ","511090":"\n   hey whats up, xox\n  ","511091":"\n   How did you learn to not care what others think?\n  ","511092":"\n   Happy Sunday...😊😊😊\n  ","511093":"\n   What’s the highest degree fever you ever remember having and from where on your body was that reading obtained from?\n  ","511094":"\n   I had to take a week long vacation from work because I got a lot of stuff on my mind\n  ","511095":"\n   What has been the scariest experience in your life?\n  ","511096":"\n   How was your day\n  ","511097":"\n   It a jeopardy board just check it out\n  ","511098":"\n   Hello\n  ","511099":"\n   How often do you listen to the radio? What is your favorite radio station?\n  ","511100":"\n   Who is your favorite idol\n  ","511101":"\n   Why? Just asking\n  ","511102":"\n   how many qs have u deleted today\n  ","511103":"\n   What is your favorite movie of all time?\n  ","511104":"\n   How are you spending your weekend? 😊\n  ","511105":"\n   Hey 😊\n  ","511106":"\n   is having sex an important part of having a good relationship or can a relationship last without for a while\n  ","511107":"\n   are you obsessed with anything?\n  ","511108":"\n   When were you last tickled?\n  ","511109":"\n   What color hair do you want?\n  ","511110":"\n   Do you prefer to be outside or inside more?\n  ","511111":"\n   How's everyone's weekend going?❤\n\nHugs\n  ","511112":"\n   When someone tells you they like you more than a friend but then kinda avoids you and stands not talking to you for weeks. Does that mean they weren’t being honest and everything they said was a lie? What do you think about this?\n  ","511113":"\n   You dooooo!!! But ok have a good day!\n  ","511114":"\n   You do your body is perfect🌹👑\n  ","511115":"\n   What is the weather like where you are right now?\n  ","511116":"\n   Because your king loves you and you make his muscles stronger🌹👑\n  ","511117":"\n   You have the perfect weight and bmi hun! But good luck with your goal\n  ","511118":"\n   You are to me🌹👑😊\n  ","511119":"\n   Why all the numbers? You're already perfect!\n  ","511120":"\n   Are there any movies you are looking forward to seeing?The new Godzilla movie comes out in May and it looks f@cking SICK!!!\n  ","511121":"\n   Congrats! Wait are you trying to lose or maintain?\n  ","511122":"\n   Which of these can I ask you questions about?\n   \n    https:\/\/imgur.com\/ykjUicf\n   \n","511123":"\n   I’m losing weight my Queen🌹👑\n  ","511124":"\n   Have you ever explored your tickling thing in the bedroom?\n  ","511125":"\n   Are you gaining or losing weight?\n  ","511126":"\n   As a child, did you want a kitten or a puppy? Did your parents get one for you?\n  ","511127":"\n   King has been taking more steps and exercising🌹👑\n  ","511128":"\n   who is megan\n  ","511129":"\n   Good night beautiful\n  ","511130":"\n   i seen u like lots of derek stuff so if they actually admitted it its weird u still follow em lol\n  ","511131":"\n   Pap\n  ","511132":"\n   King is so proud of you on this🌹👑\n  ","511133":"\n   why them\n  ","511134":"\n   Too yum\nI want\n  ","511135":"\n   Do you workout or exercise at all?\n  ","511136":"\n   What you had in your breakfast ??\n  ","511137":"\n   hey i have to go sorry, driving lesson of my gf byeee xox\n  ","511138":"\n   What's something you wish was illegal?\n  ","511139":"\n   Do you have any plans for the weekend? :3\n  ","511140":"\n   Who said that\n  ","511141":"\n   ¿Baby shark, doo doo doo doo doo doo?\n  ","511142":"\n   do you have any celebrity crush, i have lol\n  ","511143":"\n   top 5 catfish ppl on ask\n  ","511144":"\n   What about the half-shark, half-alligator, half-man?\n  ","511145":"\n   here?\n  ","511146":"\n   Can you juggle 🤡\n  ","511147":"\n   do you follow any celebreties style  like a actress\n  ","511148":"\n   5'4 here...😭😂\n  ","511149":"\n   Apparently people have been creating half human half pigs for the last 15 years\n  ","511150":"\n   Gorgeous\n  ","511151":"\n   You're stuck on an island. How would you spend your time?\n  ","511152":"\n   Tokyo would be pretty cool. Lots to do and see according to my sister :)\n  ","511153":"\n   aw xo,my sister and her friends used tease me\n  ","511154":"\n   If you can post a picture of a sunset that YOU took.\n  ","511155":"\n   have you ever dated an only child\n  ","511156":"\n   aw, was your bro protective of you\n  ","511157":"\n   Do you believe that dreams can sometimes predict the future?\n  ","511158":"\n   cool, my sister is older so tbh she was a bully to me i think you are a great sis x\n  ","511159":"\n   Do you think that we mourn for the person who has died or more so for our own personal loss?\n  ","511160":"\n   SUP DOOD\n  ","511161":"\n   are you close to your siblings, if its okay to ask xo\n  ","511162":"\n   Does the half human half pig thing bother you or are you ok with it?\n  ","511163":"\n   Ootd\n  ","511164":"\n   r u short\n  ","511165":"\n   I came up with a concept. Winning. I wanna take the future. And you dont get there by being some aw shot nice guys. Theres no place in business for people like that. Business is war. Its dog eat dog. Rat eat rat. If my competitor was drowning, I'd put a hose in his mouth. Can you say the same?\n  ","511166":"\n   Is there anywhere in Asia you would like to travel?\n  ","511167":"\n   Maybe Hong Kong is your calling. Sounds exotic\n  ","511168":"\n   I like there song smack \"my b*tch up\"\n  ","511169":"\n   I srs doubt anyone hacked you, especially those who hang around for years trolling you\n  ","511170":"\n   It feels hot since it’s spring🌹👑\n  ","511171":"\n   Happy friday ❤ if you can't see the finish line keep on going because you are almost there! I know you can do whatever you put your mind too! I hope you all have a awesome weekend ahead of you & amazing weekdays as well because you all deserve everything your heart desires ❤ love yo! hugs\n  ","511172":"\n   What the hell🌹👑\n  ","511173":"\n   Fun fact, that’s the name of a band. 🎵\n  ","511174":"\n   The Net has't been the same since...\n  ","511175":"\n   aw, maybe they are too shy too say but not me, you are and more important you are so sweet\n  ","511176":"\n   Welcome back to US. < 3\n  ","511177":"\n   why do women ask if they look fat if they get mad whether we say yes or no\n  ","511178":"\n   Movie Madness:  A) You  B).watch something on netflix ( you suggest ) C) Finish reading that book\n  ","511179":"\n   favorite social media account of yours (you don’t have to give it out)? 🌸\n  ","511180":"\n   When you witness someone coughing are you more likely to think \"get your germs away from me\", \"I hope they're okay\" or something else?\n  ","511181":"\n   Wearing anything purple what is it\n  ","511182":"\n   What is your favorite te of the day\n  ","511183":"\n   Do you have any photos with or any autographs from anyone famous?Who?\n  ","511184":"\n   Did u saw Aquaman movie??\n  ","511185":"\n   What are you doing now ??\n  ","511186":"\n   thats great, xx are you going to the gym today\n  ","511187":"\n   who said you are beautiful besides me, ik im right lol i miss you when you are not here xo\n  ","511188":"\n   مسااا الخير🙋🏻‍♂️ بدي منكم طلب 😊هاد الحساب 👈🏻\n   \n    @emwatan8\n   \n   بدنا ندعمو بمتابعة واكم لايك 🦋❤️ فديت من قال تم ❤️🖤\n  ","511189":"\n   haha, well you are my number one i think ask coins have caused loads of glitches tbh xo\n  ","511190":"\n   i sais you were beautiful and you said am i beautiful hate you were hacked xo\n  ","511191":"\n   What will finally break the internet?\n  ","511192":"\n   hey im on lunch break, how are you\n  ","511193":"\n   Are you tribal?\n  ","511194":"\n   Dang, so boring\n  ","511195":"\n   Do you have pics and videos of you when you’re a baby\/kid? Do you have a cute\/embarrassing storires that your family always share with guests?\n  ","511196":"\n   I have the charge 3\n  ","511197":"\n   Are you in Hong Kong?\n  ","511198":"\n   Do you own a fitbit?\n  ","511199":"\n   Do you drink enough water? How much?\n  ","511200":"\n   When’s the last time you really stopped to smell the roses persay?\n  ","511201":"\n   King hugs his queen🌹👑\n  ","511202":"\n   you are so beautiful inside and out\n  ","511203":"\n   How was your day?\n  ","511204":"\n   If you opened up a restaurant what kind of food would you serve?\n  ","511205":"\n   yeah its a beautiful name so pretty. my name zack means laughter\n  ","511206":"\n   That whenever you clapped your hands 3 times Patrick Swayze would appear and lift you into the air as \"(I've Had) The Time of My Life\" plays?\n  ","511207":"\n   How do you get out of the cycle of doing everything alone and being too independent?\n  ","511208":"\n   WOULD YOU RATHER BE ABLE TO DETECT ANY LIE YOU HEAR OR GET AWAY WITH ANY LIE YOU TELL?\n  ","511209":"\n   James Gilbert looks like a stud!Youre missing out babe lol!!!\n  ","511210":"\n   I was playing around\n  ","511211":"\n   Which trend you follow??\n  ","511212":"\n   Do you still keep anything from your childhood? I still have some books, and some cartoons I drew and stories I wrote from when I was about 9!\n  ","511213":"\n   What happened when they brought the s3xy back? Lots of Aussie s3x?\n  ","511214":"\n   What role u want to play from any movie??\n  ","511215":"\n   Serious question : do you like popcorn?\n  ","511216":"\n   yes, xo\n  ","511217":"\n   Hello\n  ","511218":"\n   its true, xo\n  ","511219":"\n   I think you should skip around your room and be happy.\n  ","511220":"\n   Do you like the band \"Prodigy?\"\n  ","511221":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","511222":"\n   Can I help lol\n  ","511223":"\n   A small piece of me died tonight. \n\nThe greatest 237 days of my life. \n\n🖤💛💔\n  ","511224":"\n   I am doing I just woke up\n  ","511225":"\n   I love Robert Frost’s poetry!\n  ","511226":"\n   likes 4 likes?\n  ","511227":"\n   Romcom? I just started The Vampire Diaries and it's pretty good\n  ","511228":"\n   How are you\n  ","511229":"\n   *holds a few seconds too long* ;)\n  ","511230":"\n   Random disney trivia: In the little Mermaid, what was reffered to as a \" Dingle Hoppper\"?\n  ","511231":"\n   Hello\n  ","511232":"\n   Well yes. I miss you here and there and miss you at random times too\n  ","511233":"\n   I thought that might happen. Sh!t will pass cause I doubt anons have much attention span\n  ","511234":"\n   I appreciate you saving my Q's until I got here. This is the first day in two weeks that I feel like I'm on a normal schedule\n  ","511235":"\n   Do u in love ??\n  ","511236":"\n   Wait a minute... did I miss you again?\n  ","511237":"\n   I'm certain it will happen soon in person!\n  ","511238":"\n   When is \"too late\" really too late? Share a time when you felt that you missed out on an opportunity\n  ","511239":"\n   Do you know any poem by heart? If yes, what is it?\n  ","511240":"\n   I assume those do more than just track steps and heartrate?\n  ","511241":"\n   well them xbfs lost a great person in you, xo\n  ","511242":"\n   How are your pets?\n  ","511243":"\n   Howdy Lynds! Busy day today?\n  ","511244":"\n   I'm sorry. The question is \"Which of your fingers is longer? Your index or your ring finger?\"\n  ","511245":"\n   Which of your fingers is longer? Your middle or your index?\n  ","511246":"\n   Hey Lyndsey. Jub-Jubs here. I ate a whole Dominos pizza and wings today. I need to get back to better eating. I've put on a bunch of weight that I had lost. Jub-Jubs is gonna start up again tomorrow with detox green tea and healthy foods.\n  ","511247":"\n   Google \"Florida man\" followed by your birth month and day and post the title. For example I searched \"Florida man October 18th\" and the result was \"Florida man gets 40yrs for plotting to bomb Target stores\".\n  ","511248":"\n   Hey birthday twin 😉\n  ","511249":"\n   How often do you go to the movies?\n  ","511250":"\n   aw, sometimes natural is best tho people hide beauty behind makeup i think anyway x\n  ","511251":"\n   Were you ever in the Girl Scouts\/Boy Scouts are something similar?\n  ","511252":"\n   What was the last thing you bought?\n  ","511253":"\n   Wear ur crazy colourful socks to spread awareness #worlddownsyndromeday\n  ","511254":"\n   Do you have more friends online or in your real life?\n  ","511255":"\n   Best thing about your bedroom? 😊\n  ","511256":"\n   Do you prefer to be called by your first name or by mr or misses?\n  ","511257":"\n   If you work, what is your job? If you don't work, what job would you like to have? 😊\n  ","511258":"\n   What's everyone up to? Atm I'm getting ready to deep clean our carpets 🙃 hugs\n  ","511259":"\n   Do u have boy friend and what you like in it ??\n  ","511260":"\n   What are you doing at this moment in time?\n  ","511261":"\n   Good night beautiful\n  ","511262":"\n   You've received this message because I follow you. Are you on Instagram? F4F\n   \n    @paulapiranhaxo\n   \n","511263":"\n   Did you ever eat Gujiyaa ??\n  ","511264":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","511265":"\n   If you got three wishes from a genie, which would you make? 😊\n  ","511266":"\n   U are best\n  ","511267":"\n   You haven’t asked 😏\n  ","511268":"\n   Post ur best look pic..\n  ","511269":"\n   Have you ever been to a parade? Have you ever been in a parade?\n  ","511270":"\n   Hello\n  ","511271":"\n   Do you recognize talent when you see it?\n  ","511272":"\n   Did u ever listen any punjabi song??\n  ","511273":"\n   Good morning, afternoon good evening! (Depending on when you answer this) how's your wednesday so far?\n  ","511274":"\n   Bad joke (wednesday edition) My ex wife said she wants to learm to drive a steamroller... i told her i wouldn't stand in her way.....\n  ","511275":"\n   sigh\n  ","511276":"\n   like I said, you don't wanna know\n  ","511277":"\n   I mean....I know why you think, but pretty sure that's wrong\n  ","511278":"\n   Hi! I recently just started a new ask account and Iv been super bored trying to start it back up, so if you get this I follow you and please send questions my way 💝💕\n  ","511279":"\n   no I really don't think you do\n  ","511280":"\n   Ever had sx with a guy you were just friends with?\n  ","511281":"\n   you don't wanna know\n  ","511282":"\n   Contrary to popular belief. I'm not a dictator. I'm really NOT a bad guy.\n  ","511283":"\n   you get used to it and stop noticing it. it probably makes guys swerve tbh\n  ","511284":"\n   Pap of you pleas\n  ","511285":"\n   Are you frightened or excited when you think about the future?\n  ","511286":"\n   how pleasant is your breath on a keto diet\n  ","511287":"\n   have you beauty tips\n  ","511288":"\n   What's something you hope never changes?\n  ","511289":"\n   If you make a sandwhich, what do you usually have in it? 😋\n  ","511290":"\n   Same\n  ","511291":"\n   Why is fear so powerful that it causes people to not function properly?\n  ","511292":"\n   had you a few bfs if its okay to ask, i bet you had cause your pretty and a great personality sometimes people can be pretty and then kinda mean but you are pretty and cool x\n  ","511293":"\n   What harsh truths do you prefer to ignore?\n  ","511294":"\n   Happy Keto Day! Domino's has half off pizzas through Sunday when you order online. I know you can't get it, but I feel obligated to tell you anyway. lol\n  ","511295":"\n   Are you a shit talker?\n  ","511296":"\n   \"I just deleted a question but was that you, Jubs Jubs? 😂\" Hey! This is Jub-Jubs! I'm been offline for a while, so I'm not sure what question you got. It wasn't me. I just told you about Domino's pizza's half off deal though. lol. How are you doing?\n  ","511297":"\n   does your name have any special meaning, i think its such a sweet name x\n  ","511298":"\n   If a person makes an unintended racist comment, does that mean that they are a racist?\n  ","511299":"\n   Come here! Miss u. *hugs*\n  ","511300":"\n   I gave you some flames cause you are an entertaining person and I love your personality and how you are as a person!!\n  ","511301":"\n   Would you pay $350 for the perfect bra that never rides or pinches and which fits you perfectly?\n  ","511302":"\n   Would you rather know anything about the future or why something happened in your past? Hugs\n  ","511303":"\n   yeah i like cheesecake, mam makes sticky toffy pudding its delish\n  ","511304":"\n   Facebook's or insta\n  ","511305":"\n   have you a fave dessert, and are you good at making desserts\n  ","511306":"\n   Are all emotions a choice? Can one choose to be happy instead of sad?\n  ","511307":"\n   When is your birthday? How do you like to celebrate it?\n  ","511308":"\n   Are any anniversary’s coming up for you? In a few days it will be the 2 year anniversary of my moms passing :( .And today is the 6th anniversary of my wife’s father passing. :(\n  ","511309":"\n   Mmmmm your body is very sexy\n  ","511310":"\n   hehe. you said 'loads'\n  ","511311":"\n   What kind of movies do you most enjoy?\n  ","511312":"\n   Do you like facing challenges?\n  ","511313":"\n   When was the last time someone said \"You're beautiful\"? How did you react?\n  ","511314":"\n   Bad joke wednesday part2: Manager i work with, went to see the new lego movie... he moaned the effects were all blocky.....\n  ","511315":"\n   Happy International Happiness Day! What are 5 things that make you happy in life? What made you happy today? 😊💚🖤\n  ","511316":"\n   Was it about the rhino?\n  ","511317":"\n   -\n  ","511318":"\n   You make king stronger everyday🌹👑\n  ","511319":"\n   Good night\n  ","511320":"\n   King makes you feel comfy🌹👑\n  ","511321":"\n   Do you have a Whatsapp number\n  ","511322":"\n   How long the penis you prefer؟\n  ","511323":"\n   What do you think my capitalism and golf message was about\n  ","511324":"\n   Thanks for site . Would you recommend that I watch porn movies like\n  ","511325":"\n   * discussion\n  ","511326":"\n   Do you prefer the hairy or shaved penis?\n  ","511327":"\n   What do you mean \"nobody talked  about this\"?\n  ","511328":"\n   My point is life is designed so that the better you're doing the more it helps you and the worse you're doing the more it hurts you\n  ","511329":"\n   King wants to make you comfy and warm🌹👑\n  ","511330":"\n   Does the sexual process last more than an hour?\n  ","511331":"\n   King lays down with his Queen🌹👑\n  ","511332":"\n   What do you have?🤔\n  ","511333":"\n   Have you noticed life is like  golf and capitalism? You're already 40 yards off line and 40 yards behind good golfers but on top of that you might be in the forest, pond, or OB. Super rich people have tax loopholes. The poor person with anxiety and depression is just going to get worse\n  ","511334":"\n   The most beautiful picture of you؟\n  ","511335":"\n   😣why\n  ","511336":"\n   In my culture, if you don't use curse words, most people think you're dishonest, strange, not humourous and lack emotion. I'm Irish and everyone here tends to curse when they're around loved ones to show honesty, affection etc. What's something from your culture that others might think is odd?\n  ","511337":"\n   Because I did not try sex at all so ask those who tried it😣😢\n  ","511338":"\n   How's going on your life?\n  ","511339":"\n   Sexy pic📷💥❤\n  ","511340":"\n   How you describe your first experience with sex was a lot fun؟؟\n  ","511341":"\n   What is your outfit atm?\n  ","511342":"\n   I am sorry\n  ","511343":"\n   Who or what made you smile today? 😸\n  ","511344":"\n   Well ;; Are you a virgin or not\n  ","511345":"\n   Is not that your name already?\n  ","511346":"\n   [stealing this from\n   \n    @Skull0fDeath\n   \n   ] Do you believe that Joy or Pain is a bigger part of what shapes us, and why is that? What kinds of things imprint or shape you? Do you have more positive or negative experiences that have helped to define who you are today? (Spam 5)\n  ","511347":"\n   Good morning linda🌸\n  ","511348":"\n   What is it about\n  ","511349":"\n   I'm going to name 12 things you can only keep 3. The other 9 will be gone forever. Here the list 1. Coffee 2. Dogs 3. Taccos 4. Cake 5. Books 6. Chocolate 7. Cheese 8. Netflix 9. Pjs 10. Cats 11. Makeup 12. Bread Which 3 would you keep and why\n  ","511350":"\n   I'm gonna have forgotten the word by tomorrow and call them \"curly bits\" again.😂\n  ","511351":"\n   what's the show\n  ","511352":"\n   Have you ever won something but to others it wasn't a big deal? Me and my boyfriend have i love you wars and today i won😸 and he said he'll win me tomorrow haha ❤❤ hugs\n  ","511353":"\n   I learned that today too! That it's a synonym for \"baby hairs\" bc I thought it was only when you purposefully curled a chunk of hair at first.😂\n  ","511354":"\n   do u have any fish? have u ever had a fish? can u name every fish you’ve ever had?\n  ","511355":"\n   Today I learned that there's a word for those lil bits of hair that are curled in the front, by your face. They're called tendrils. What have you learned recently? It can be in relation to anything! 😊\n  ","511356":"\n   🌹👑🤧😓\n  ","511357":"\n   Who knows about HOLI fes??\n  ","511358":"\n   How many peoples in your block list.🙅 Pap.📸 Staif.\n  ","511359":"\n   HAVE YOU ACCEPTED UR OWN MORTALITY\n  ","511360":"\n   Do you think technology use is a problem in kids today or is it that we just do not understand the real issues plaguing children and simply respond by \"Limiting screentime\"? What parenting styles do you support\/promote and what do you feel has no place in the role of parenting? (Spam 2)\n  ","511361":"\n   Ask me anything ♡\n  ","511362":"\n   Hi\n  ","511363":"\n   i love when we chat tbh, cose your chill and kind x\n  ","511364":"\n   (sorry, 6 didn't send properly!) Do you want to raise children? If so, why is that? If not, please explain. Do you think it's socially responsible to have children in an overpopulated world? Should people adopt\/foster before having biological kids? Should you have a pet before having kids? (Spam 6)\n  ","511365":"\n   If you found out you had 1 year left to live what would you do?\n  ","511366":"\n   Bad joke of the day no1:  What type of shoes do frogs wear? Open toed...\n  ","511367":"\n   Is there someone that your circle of friends dislikes however you get along with them just fine?\n  ","511368":"\n   Which app u use most?\n  ","511369":"\n   What are you waiting for\n  ","511370":"\n   Hello how are you\n  ","511371":"\n   Do you feel that people in today's society are facing a higher incidence of stress\/anxiety\/mental illness or is it just that we are more aware and better at documenting the effects of mental illness? Have you seen this in your own circles? What about your parents' circles?(Spam 3)\n  ","511372":"\n   Do you like to do any gardening? I just pulled some weeds and fed my rose bushes. I’m going to install some pavers leading from my side gate to the street also. What type of flowers or plants do you like?\n  ","511373":"\n   Math is a subject of contention for many people, but do you think it gets a bad rap because of how it's taught or because of the subject matter? Do you think this goes for most subjects, that it's less of what it is and more of how it's taught that captures a student's attention\/interest? (Spam 1)\n  ","511374":"\n   What do you think makes a person beautiful?\n  ","511375":"\n   What negative qualities do your friends (or enemies) point out the most?\n  ","511376":"\n   Hi!!!\n  ","511377":"\n   great, will you i love the sun tbh\n  ","511378":"\n   k, its just i do chores thats my contribution and i help my dad partime but he does not pay me for all the hrs, its difficult when liv has expensive taste to pay everything\n  ","511379":"\n   My resignation letter to my boss. \"Dear Dracula, This is to inform you that I think you are a rude, obnoxious & self-opinionated old dragon. If I ever see you again, it will be too soon. Yours disrespectfully, John Blake\"\n  ","511380":"\n   sorry x\n  ","511381":"\n   aw, you are welcome do you have to contribute like money towards the house to your parents if its okay to ask i have to do jobs for my parents as a duty\n  ","511382":"\n   we did on the 10th xo\n  ","511383":"\n   French toast? Cinnamin toast?.waffles? Pancakes? Full Irish\/English?\n  ","511384":"\n   did not know the time in arizona, xo\n  ","511385":"\n   think you would, you are beautiful and you seem confident, and strong\n  ","511386":"\n   Pretty good, u?\n  ","511387":"\n   will you sunbathe i was asking lol\n  ","511388":"\n   Hello\n  ","511389":"\n   Which kind of people from history do you think were the coolest \/ most fascinating? Why? 🗿⛩🛡\n  ","511390":"\n   Let's say a genie offered you the magic power to slow down time JUST FOR YOU, so for example you could stretch 1 day into 10. The downside is you would age 10 days where everyone else aged just 1, and by 20 you might be old. Would you take the power?\n  ","511391":"\n   hey, you are so beautiful, would you ever model x\n  ","511392":"\n   Lyndsey!\n  ","511393":"\n   Is there a thing you did as a kid that still makes you cringe to this day? 🤣\n  ","511394":"\n   hey whats up x\n  ","511395":"\n   Do you worry about your future?\n  ","511396":"\n   Yesterday, I cried during watching \"The green mile \" movie 💔😔😢 \nI can't forget it\n  ","511397":"\n   ever been running without one\n  ","511398":"\n   ever been to the gym without wearing one\n  ","511399":"\n   aren't you pretty bouncy when braless?\n  ","511400":"\n   Has Taco Tuesday become cliche'? Would you rather celebrate a different food today?\n  ","511401":"\n   It was the conflict of work and dream 💔 \nI choosed my dream and I'm ready to study all the time to achieve that dream . \nI promised my grandmother that I will be a professor. She died and the last words were \" do your best to be a professor \"\n  ","511402":"\n   You should be proud of your Country. \nReally , I love all my Scientific researches that are related to USA .\nIt's enough for me that it's the land of princess Lyndsey 🌸😻\n  ","511403":"\n   Everyday, I make a new Research about Science education in USA ❤😃. \nLast week, I presented a Research of \" STEM system in USA \" .now , I make a new Research about \"Schools without curriculum in Pennsylvania state \"\n  ","511404":"\n   Unfortunately, they wanted me to leave studying at univesity so I left the school to focus on post graduate studies. \nI'm sure that it was a good desicion because getting master degree is my dream and it deserves any sacrifices\n  ","511405":"\n   Even romaine??\n  ","511406":"\n   I bet there's a Dad somewhere who says grace and then says \"lettuce eat\" after, whenever his family is eating a salad.😂\n  ","511407":"\n   I miss yoooooooooou \nHow are you, princess 🌹 👑?\n  ","511408":"\n   Isn't crazy how a couple little hash tags on a picture boosts that picture? I put a couple tags on old dog pictures in my insta and it exploded over night\n  ","511409":"\n   Scale of 1 to 10 how crazy are u?\n  ","511410":"\n   ik, I was  saying well done on the 300 squats so proud of you x\n  ","511411":"\n   Get in line \"king\" AND Jd\n   \n    @JJD55\n   \n","511412":"\n   Get in line, King...\n  ","511413":"\n   Your pic is beautiful. I'm not going to dwell on it, but wanted to be sure to tell you. I hope you have a productive Tuesday and look forward to the distant future when we actually see each other on here again ;)\n  ","511414":"\n   69 flames just because :)\n  ","511415":"\n   Are there really streets & bars in Boston where one can be beaten up for not being Irish-American?\n  ","511416":"\n   What kind of clothes do you prefer - comfortable or stylish?\n  ","511417":"\n   Good night beautiful\n  ","511418":"\n   How r you\n  ","511419":"\n   I could never figure out how the man stayed on the surfboard after.....  (fill in yourself, preferably without the right lyrics)\n  ","511420":"\n   What's a name that you dislike? Not a person's name, but an object or thing. For example, I dislike the name \"oyster mushrooms\" because at first glance I tend to think that they contain oysters or fish oil.\n  ","511421":"\n   Do you think our dreams have a meaning? Do you think understanding our dreams can help us understand our subconscious? where does the expression \"Follow your dreams\" come from?\n  ","511422":"\n   Sunday a funday? Anything bizzarre going on in your little world today? Post something whatever ya like be it fun, serious, silly, insightful go go.go\n  ","511423":"\n   If they ever erect a statue in your honour, what would you be doing\/holding?\n  ","511424":"\n   Okay guys, let's go for some questions 💃 If you had to redefine your star sign based on your personality, what would the top ten traits be?\n  ","511425":"\n   Where would you like to travel? ✈️\n  ","511426":"\n   aw, well 300 air squats go you, xox\n  ","511427":"\n   look whos back XD\n  ","511428":"\n   Do you like gravy? Do you prefer yours thick or thin? Do you dip your fries in your gravy?How bout your cookies? Which restaurant has the best gravy?Ever sipped gravy straight from the gravy boat or can?Gravy gravy gravy gravy gravy!!!!!\n  ","511429":"\n   Do you believe in miracles ??\n  ","511430":"\n   Hi, I was wondering if you could give me some advice? I'm thinking about getting a girlfriend but I'm not sure about the responsibility involved... Like, do you have to feed them and take them for walks, and do they require alot of attention??\n  ","511431":"\n   Would you rather never eat meat again or only eat meat for the rest of your life? 🍖 🥩\n  ","511432":"\n   If you were invited to a party that required you to bring something that begins with the first letter of your name, what would you bring to the party?? 🤔😬🙃\n  ","511433":"\n   Were you taught to play the Recorder in school? If so is it a skill that has come in handy in adult life??\n  ","511434":"\n   Did u ever seen TAJ MAHAL??\n  ","511435":"\n   Back is in a little pain🌹👑\n  ","511436":"\n   Hi, sorry I haven’t asked in a while 😊\n  ","511437":"\n   My back is feeling better. You give me the best back rubs🌹👑\n  ","511438":"\n   Has anyone else noticed that Ask keeps adding features associated with coins (apparently you can now give them to people?) yet hasn't told us what we can use the coins for? Do you have any guesses as to what we'll be able to use our coins for? Any guesses as to what features Ask might add next?\n  ","511439":"\n   Why do girls like bad guys?\n  ","511440":"\n   Puts my arm behind your back. Cares for you🌹👑\n  ","511441":"\n   😂😂 stop reading my mind lynds\n  ","511442":"\n   King needs his Queen🌹👑\n  ","511443":"\n   yeah i think so too\n  ","511444":"\n   yeah you are right, you look beautiful x\n  ","511445":"\n   whoa FINALLY after years u post a pic\n  ","511446":"\n   Also, you're not as big as you're always saying\n  ","511447":"\n   Don't you have any other profile picture baby.\n  ","511448":"\n   I understand that too. I think most things on the shirt refer to things that aren't a choice like race, sxual orientation, addiction abd homelessness so using the term \"cure\" sounds messed up but I understand what she meant although I don't agree. I'll send you the link in case you wanna see\n  ","511449":"\n   Didn't know you were a blondie\n  ","511450":"\n   King loves your hair. Hands off my Queen creeps. No one touches her or king will crush the creeps🌹👑\n  ","511451":"\n   Is that really you?\n  ","511452":"\n   Should of done one without the towel.\n  ","511453":"\n   When king rages for the creeps bugging his Queen🌹👑\n  ","511454":"\n   do you wear makeup everyday\n  ","511455":"\n   do you think the me too movement is good\n  ","511456":"\n   your hair is so beautiful\n  ","511457":"\n   show your face?\n  ","511458":"\n   You should of showed your bo*bs\n  ","511459":"\n   Khloe Kardashian posted a pic of a shirt that said things like \"love thy neighbor, thy Muslim neighbour, thy atheist neighbour, thy black neighbour, thy racist neighbour\" and captioned it with \"love is the cure\". Should we love racists? Do people of other beliefs need a \"cure\"? What's your opinion?\n  ","511460":"\n   is that an invitation? :)\n  ","511461":"\n   Put a shirt on missy\n  ","511462":"\n   nice curls there :)\n  ","511463":"\n   Not fair\n  ","511464":"\n   How do you cope with failure?\n  ","511465":"\n   Where the picture of your body\n  ","511466":"\n   Ever feel like you might be addicted to exercise?\n  ","511467":"\n   Will we ever see your face?\n  ","511468":"\n   if\n   \n    @askfm\n   \n   said hey *user* we're going to give a donation to a charity of your choice if you get over X amount of coins say every month would that encourage people to send more questions and answers? (assuming all the charities were legit and so on and so so on)\n  ","511469":"\n   So I've been stalking this girl i like, but when i was looking in her bedroom one night i saw she has a sister who's way cuter. should i go after the sister instead?\n  ","511470":"\n   Can you explain why it is?\n  ","511471":"\n   Why do people see many deaths as being worse than only one death?\n  ","511472":"\n   Could you?\n  ","511473":"\n   Do you stretch before you work out?\n  ","511474":"\n   Such glad to know that! 😊\n  ","511475":"\n   how's the keto going? and the work outs? i'm working out just thinking about you working out... phew tiring stuff!\n  ","511476":"\n   What does your background thing say? I can’t see it\n  ","511477":"\n   soy milk or almond milk? mozzarella or parmesan? waffles or french toast?\n  ","511478":"\n   dark chocolate or milk chocolate? grapes or blueberries? iced coffee or iced tea? lemonade or beer?\n  ","511479":"\n   Hey guys! 😊\nHow are you doing?\n  ","511480":"\n   way i see it, if a damn good answer comes up from someone then by all means i'll throw a coin or two on but it's someone simply posting something fairly dumb then nopity nope.\n  ","511481":"\n   I was beside a black cat and it decided to run away from.me does that i mean i get good luck anyway?? 🤔\n  ","511482":"\n   spankings yes or no\n  ","511483":"\n   you haven't given them away already ??\n  ","511484":"\n   Anyone else see this new \"praising system\" for the Ask.fm coins thingy going dramatically wromg if people are supposed to be using them to celebrate \" good\" answers on peoples pages? 🤔 or what they think is a \"good\" answer?\n  ","511485":"\n   What helps you get to sleep faster at night, counting sheep or counting your blessings??\n  ","511486":"\n   My teacher and my mom also used the shower.\n  ","511487":"\n   I thought they were like a myth.\n  ","511488":"\n   Are your knee joints in pretty good condition?\n  ","511489":"\n   Took the quicker train and hopped on train in bray straight away. Any time saved was spent walking around the neighbourhood in the peace and quiet\n  ","511490":"\n   What the heck are these flame thingys now on Ask?\n  ","511491":"\n   Do you like spicy foods?\n  ","511492":"\n   So just now had a choice of taking a train that's almost direct to my stop in 2 mins or wait 15 mins for the train to my proper stop. Do i take the first train and then catch another train and go back a stop (might save time) or wait the 15 minutes for the train to my proper stop? 🤔\n  ","511493":"\n   How do you cope with failure?\n  ","511494":"\n   What is your favorite time of the day?\n  ","511495":"\n   Have you ever been the third wheel on a date?\n  ","511496":"\n   Do you like video games\n  ","511497":"\n   What topics do you post about on OTHER social medias? Have a thematic ig? A specialized blog? a specific thing that you talk about?\n  ","511498":"\n   King hugs you more🌹👑\n  ","511499":"\n   Do you see evidence of young people using sex as a way to manipulate and control others?\n  ","511500":"\n   Soo much 🍭🍭🍭🍭🍭\n  ","511501":"\n   King hugs you since dealing with a sore back for 3 days🌹👑😓\n  ","511502":"\n   Post the last picture in your camera roll?\n  ","511503":"\n   Did you wear green today?\n  ","511504":"\n   Do you think it's weird that random people would want to ask you questions?\n  ","511505":"\n   Did you wear green today\n  ","511506":"\n   Happy St Patrick’s day🌹👑\n  ","511507":"\n   What's air squats?\n  ","511508":"\n   Who love lollipops ??\n  ","511509":"\n   Oh yeah duh 😂 I forgot you said his name in one of your responses my dog name is scooby\n  ","511510":"\n   Why doesn't that dog respect the queue? If he wants to be in your bed he can get in line behind the rest of us!\n  ","511511":"\n   why were you bored hunny\n  ","511512":"\n   What’s wrong with the world? This can be anything! 🤷‍♀️\n  ","511513":"\n   Are you going to get a new one\n  ","511514":"\n   Whats the dogs name?\n  ","511515":"\n   That sucks\n  ","511516":"\n   Show your onesie!\n  ","511517":"\n   You lost it\n  ","511518":"\n   True or False: Most girls could use a good ass warming a few times in their life?\n  ","511519":"\n   We have a dachshund\n  ","511520":"\n   Hello\n  ","511521":"\n   What inspires you?\n  ","511522":"\n   fun he looks like a bigger version of my dog\n  ","511523":"\n   Sexy\n  ","511524":"\n   Do you know anyone who tells the same stories over and over even when you tell them hey you told me this already?\n  ","511525":"\n   What do you usually do when you feel sick?\n  ","511526":"\n   Where is the coldest place you have ever been and what was the temperature?\n  ","511527":"\n   Haha your dog is cute\n  ","511528":"\n   Your clothes show them\n  ","511529":"\n   Want to see you\n  ","511530":"\n   Ahhhhh, that's all way too creepy for me! 😂\n  ","511531":"\n   what are you doing\n  ","511532":"\n   i love u\n  ","511533":"\n   What clothes are you wearing\n  ","511534":"\n   Do you usually wake up with more positive or negative energy?\n  ","511535":"\n   What was the last piece of clothing that you bought?\n  ","511536":"\n   Where are you\n  ","511537":"\n   Good night\n  ","511538":"\n   Idk of anyone who does but cafe astrology is great and I'm sure YouTube has stuff 😂\n  ","511539":"\n   OH LMAO I’m too innocent for your innuendos, Lyndsey :o\n  ","511540":"\n   Well gatito means kitten and kitten could also be a pet name, so could be that they’re referring to?\n  ","511541":"\n   What are you doing\n  ","511542":"\n   I've followed charts before and old Irish techniques but most charts and techniques relate to and rely on astrology and that means learning someone's entire birthchart, the palm chart and explaining it all.\n  ","511543":"\n   Sounds like me, honestly 😂 jk IDK!?! That anon just has high hopes that you fit that criteria, I guess :p\n  ","511544":"\n   HOLA QUIERES JUGAR\n  ","511545":"\n   I couldn’t tell ya, maybe they mistook you for someone else? :0\n  ","511546":"\n   I can't palm read and the only time I've ever had it done was in school where a child told me I was gonna have a swimming pool and then spat on my hand! 😂\n  ","511547":"\n   For how long are you familiar with your best friend?\n  ","511548":"\n   Are you toned\n  ","511549":"\n   What’s your Facebook\n  ","511550":"\n   Do you go to the gym\n  ","511551":"\n   How r u\n  ","511552":"\n   Hi\n  ","511553":"\n   Do you think someone who references a lot of proverbs has high intelligence for knowing the proverbs or has low intelligence because they refer to so many proverbs instead of voicing their own opinion? Why?\n  ","511554":"\n   Do they taste good\n  ","511555":"\n   Why would you send that anon to me? Lmao I was fine without those q’s. It’s been months since I’ve gotten one xD 😂\n  ","511556":"\n   I couldn't stand not eating bread\n  ","511557":"\n   is it fun nite tonite\n  ","511558":"\n   Saturday morning thoughts or (whatever you want tonpost) 10:15 am...........\n  ","511559":"\n   yes aha, lol  im laughing soo much at the memes and what you say your so funny\n  ","511560":"\n   What about if you were 6'2\n  ","511561":"\n   I meant \"I hope they mean your hair\", sorry.😂\n  ","511562":"\n   Wowowowow\n  ","511563":"\n   🌹👑🤗😘😴\n  ","511564":"\n   I did the paleo diet once you can eat as much meat as you want you can't have any bread or pasta\n  ","511565":"\n   I hope mean your hair in a Willow Smith way! 😂\n  ","511566":"\n   your huge schlong.\n  ","511567":"\n   is it really heavy to whip it out?\n  ","511568":"\n   Me and diets don't get along\n  ","511569":"\n   the other kind of eat.\n  ","511570":"\n   Would you like being that tall\n  ","511571":"\n   how many ppl did you eat?\n  ","511572":"\n   Which is best tv series?\nWhy\n  ","511573":"\n   How would you like it\n  ","511574":"\n   You would be a giantess\n  ","511575":"\n   Is it easy for you\n  ","511576":"\n   I'm glad to hear it's working\n  ","511577":"\n   How is that working for you\n  ","511578":"\n   Can you use any other social media\n  ","511579":"\n   Do you wish you were taller\n  ","511580":"\n   What is that you're doing\n  ","511581":"\n   What's your interpretation of the concept of possessiveness when applied to relationships?\n  ","511582":"\n   send me questions if you want, im gonna head to bed byeeeee xo\n  ","511583":"\n   You can have it all\n  ","511584":"\n   Sorry for the small question spam :3 hope you don't mind!\nFeel free to use this as a filler 😸\n  ","511585":"\n   Because you're on the menu\n  ","511586":"\n   I would probably end up dying\n  ","511587":"\n   do you think women are always the dominant one in a relationship or does it vary\n  ","511588":"\n   Do you feel like you have lots of time ahead of you?\n  ","511589":"\n   5\"9\n  ","511590":"\n   I could eat pizza everyday\n  ","511591":"\n   you are taller then me , do you think women are more faithful then guys\n  ","511592":"\n   Yes\n  ","511593":"\n   How tall are you\n  ","511594":"\n   It used to be that witty rabbit would do the asking of this periodically, but since she's not here anymore I guess I'll take it up this time. What questions do you like getting lately? What topics are most interesting to you here?\n  ","511595":"\n   Sorry about that\n  ","511596":"\n   lol, you always make me laugh thanks lyn\n  ","511597":"\n   cool, i love cheese and feta spinach too, pizza is god\n  ","511598":"\n   Where are you from\n  ","511599":"\n   WUAT UP\n  ","511600":"\n   Hello how are you\n  ","511601":"\n   Is there something that you do every weekemd?\n  ","511602":"\n   do you listen to specific genres of music? what's a song that most people wouldn't expect you to like?\n  ","511603":"\n   Do you think that mobile phone technology has planned obsolecance built into its components?\n  ","511604":"\n   Can you elaborate on how dating apps make you feel odd?\n  ","511605":"\n   Are you good with knowing how digital technology works besides just knowing what buttons to press?\n  ","511606":"\n   Do you ever keep your old phones if they still serve some kind of purpose?\n  ","511607":"\n   Would you use dating apps if you were single?\n  ","511608":"\n   thanks, you know you are pretty special too dont forget it x\n  ","511609":"\n   but the contract doesn't affect the performance of the phone, yeah?\n  ","511610":"\n   Would you ever ask a guy out first?\n  ","511611":"\n   How is a phone upgraded?  Do you mean the software?\n  ","511612":"\n   How many phones have you ever had to replace?\n  ","511613":"\n   cool, sounds good tbh\n  ","511614":"\n   no id never control, just told her think about all the clothes she buys and could give this money to charity etc xo\n  ","511615":"\n   Do you have any experience with tarot cards? If so, what's your experience? If not, would you ever use them? Do you think that people can communicate to non-humans with them or tell the future with them? Feel free to add anything else about them.\n  ","511616":"\n   Would you buy a new phone immediately if your old phone stopped working?\n  ","511617":"\n   whats fathead pizza, lol\n  ","511618":"\n   Who is the most famous person in your country?\n  ","511619":"\n   What do you put on your pizza? 🍕\n  ","511620":"\n   yeah i need luck lol, she said dont dare tell me  what to wear etc dont comment on any of my clothes my body my choice, i was just saying maybe not buy as much give to homeless etc\n  ","511621":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","511622":"\n   What last made you cry?\n  ","511623":"\n   yeah thats wrong, this person was homeless tho its so wrong to pretend to be\n  ","511624":"\n   yeah cause its two on the street yeah your right, it makes me so sad like we take so much for granted the ammount my gf buys clothese wise etc i said it to her and it was a argument\n  ","511625":"\n   what kinda sign, i dont fully understand\n  ","511626":"\n   ofc, you are kind i think any bit helps tbh x\n  ","511627":"\n   How do you like to relax? ♡\n  ","511628":"\n   i bet you give to the homeless, am i right\n  ","511629":"\n   yeah, but i felt bad like im going back home and hes on the street just seems so unfair\n  ","511630":"\n   What are your plans for this weekend?\n  ","511631":"\n   Do you know any hoverers?My supervisor hovers around me and it fucking annoys me! Back the fuck off you weirdo!!\n  ","511632":"\n   yes thats the best, i gave my burger and chips to a homeless person earlier i felt so sad that people are homeless\n  ","511633":"\n   lent is upon us. are you religious at all? did you give anything up for lent?\n  ","511634":"\n   Favorite food\n  ","511635":"\n   cool, are you a good cook\n  ","511636":"\n   Nice I like girls with some hair\n  ","511637":"\n   Follow you ♡\n  ","511638":"\n   `cool, you are inspiring, you should be proud of yourself. how do you cook the pork\n  ","511639":"\n   You do have some hair?\n  ","511640":"\n   Where are you\n  ","511641":"\n   Where are you\n  ","511642":"\n   yes\n  ","511643":"\n   how are you doing , and are you happy with new years resolutions\n  ","511644":"\n   Do you treat your body like a temple\n  ","511645":"\n   Oh your too old for this reference\n  ","511646":"\n   Pretend your Benjamin Franklin and you're here at the birth place of freedom, now ring that bell like its 1776 and let all notifications through.\n  ","511647":"\n   Are you part of the bush gang?\n  ","511648":"\n   videos over, but i know you want more. so this is how you're gunna get it.\n  ","511649":"\n   It's called a milkshake. Real milk. Now and forever!\n  ","511650":"\n   here?\n  ","511651":"\n   What image do you have as your desktop background? :3\n  ","511652":"\n   What u dont want from life in future??\n  ","511653":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","511654":"\n   Are you happy right now? :3\n  ","511655":"\n   How’s the weather there ☀️💦 ?\n  ","511656":"\n   Omg... gym guy is a serial killer too???\n  ","511657":"\n   ask me\n   \n    @Plusperfect\n   \n","511658":"\n   When did you last buy something for someone? What was it?\n  ","511659":"\n   you ask the best questions, and you  cheer me up tbh\n  ","511660":"\n   My girlfriend threatened to tie me up and bongo my butt what should I do?\n  ","511661":"\n   Do you usually listen to music on your phone?\n  ","511662":"\n   Do you immediately put worn clothes into the hamper to be washed or will you rewear something over and over?Example, jeans.Ill wear the same jeans over and over and do the smell test.If they don’t stink I wear em!\n  ","511663":"\n   What's the last song you listened to?\n  ","511664":"\n   Had you h.rny feelings this days 😏 ?\n  ","511665":"\n   Who are you really worried about right now?\n  ","511666":"\n   On the way out to the cinema, i was briefly watching some kids play football on rollerskates. Thing is though they seemed really good at it....could it be the start of a new trend? 🤔\n  ","511667":"\n   Are you part of the \"very cool gang?\"\n  ","511668":"\n   Good night\n  ","511669":"\n   If you could create a new constellation, what would be your pick?\n  ","511670":"\n\n    https:\/\/youtu.be\/8TKzrRReKtM\n   \n   Britain First day of action in Manchester\n  ","511671":"\n   Anyone find the cat?\n   \n    https:\/\/www.instagram.com\/p\/BvCyQF1npIq\/?utm_source=ig_share_sheet&igshid=ypf7ri3r5mgr\n   \n   (safe link) soooo cute though 🤗\n  ","511672":"\n   ever\n  ","511673":"\n   creepiest msg u got here\n  ","511674":"\n   Can you spend the day without a selfie?\n  ","511675":"\n   What is your Song of the week?\n  ","511676":"\n   u can always have some naughty fun\n  ","511677":"\n   Love you so much my queen. You deserve anything from me🌹👑\n  ","511678":"\n   What's one of your own, personal beliefs that you don't think you'll ever change?\n  ","511679":"\n   Unpopular opinion?\n  ","511680":"\n   huggs\n  ","511681":"\n   roof is foor speled backwards!!\n  ","511682":"\n   Would you want me to hug you with or without my shirt on🌹👑\n  ","511683":"\n   post some pics plz its been forever\n  ","511684":"\n   Do you have any experience with palm reading? If so, what's your experience? If not, would you ever have yours read? Do you think that people can communicate to non-humans or tell the future using this method? Feel free to add anything else about them.\n  ","511685":"\n   cuz stories have more relevance if minorities were affected thats what get ppl these days\n  ","511686":"\n   plans 4 2nit\n  ","511687":"\n   Hello\n  ","511688":"\n   Pendulums are a weight on the end of a chain\/string. A circle means \"yes\" and a straight line means \"no\". Scientists believe that it's our brains subconsciously sending our hands signals to give us the answer we want or believe to be true. Do you think this is a more or less accurate explantation?\n  ","511689":"\n   Have you watched the video of the shooting in New Zealand yet?\n  ","511690":"\n   what are two songs u would put on a sad boi playlist\n  ","511691":"\n   im so sorry, why tho\n  ","511692":"\n   Final question: What did you think of the questions? Were they to your liking? Did you feel like they were engaging or interesting? Should they be more or less open-ended? Do you have a preferred format or length for questions? How many questions should there be in a \"spam\"? \n\nThank!! (spam 4)\n  ","511693":"\n   Storms are becoming stronger, more intense, and deadly. Scientists theorize that human-caused climate change is to blame. Have you heard of global warming? How much do you know about it? Do you believe it's important to lower our impact on the environment\/atmosphere for our own safety? (spam 3)\n  ","511694":"\n   do u have different preferences for like coffee shop orders if it’s hot or iced? like i usually get hot caramel macchiatos, but if i want iced coffee i always get an iced mocha lol\n  ","511695":"\n   why is it bad they only want s3x i thought u were all up for booty calls if the chance comes\n  ","511696":"\n   what kind of bread do u get at subway\n  ","511697":"\n   do u have a favorite aunt? do u have a favorite uncle?\n  ","511698":"\n   If you were to write a book, what would it be about?\n  ","511699":"\n   What children’s movie could you watch over and over again?🙋‍♂️\n  ","511700":"\n   Borrowed from\n   \n    @TheFunkyKoala\n   \n   :  Friday feeling.... GOOOO 😁\n  ","511701":"\n   What is the most astonishing act that a person can do for you?\n  ","511702":"\n   About a week or two ago, my sister told me that my first language was Spanish but growing up not wanting to try to speak it and having to take ESL classes in elementary, I don’t speak much Spanish anymore. however, I do understand it just fine. What’s something you learned about yourself recently?\n  ","511703":"\n   What sort of people are you drawn to?\n  ","511704":"\n   What makes you nervous? 😬\n  ","511705":"\n   Is there anything in your life currently that you’re looking forward to? If otherwise, what’s been a highlight to you, lately?\n  ","511706":"\n   Everyone is different so we all have our own things we look out for when speaking to or dating someone new. What's something you consider to be a red flag that most others probably don't?\n  ","511707":"\n   then i'd bounce it with my hand.\n  ","511708":"\n   In the light of the recent incident in New Zealand, do you think there should be a tight up security when you enter a place of worship I.e mosque, church etc?\n  ","511709":"\n   What was the last thing to make you roll your eyes?🙄\n  ","511710":"\n   what’s ur fav cheese\n  ","511711":"\n   Lets play who wanna ?\n  ","511712":"\n   is smoking weed every day a drug addiction?\n  ","511713":"\n   have u ever had carpal tunnel\/thought u had carpal tunnel lol\n  ","511714":"\n   That moment when you \" swipe right \" on someone and you then realise they are .........  (filll in yourself however you want)\n  ","511715":"\n   have u ever broken a bone\n  ","511716":"\n   aw thanks\n  ","511717":"\n   Can we sext plss?\n  ","511718":"\n   thanks was so worried\n  ","511719":"\n   I watched Star Trek today and Captain Kirk said “this arena of death” but I heard “this Sarena of death” so I messaged her! 😂 What unusual or unlikely situation has made you suddenly think of someone?\n  ","511720":"\n   Movie madness: 3 choices this week: A) Ben Is Back B) What Men Want C) Girl. As always if unfamikier pick a choice anyway as the votes do tally up\n  ","511721":"\n   Luckily it's not a new boeing ☠\n  ","511722":"\n   Take out\n  ","511723":"\n   pls dont be mad at me\n  ","511724":"\n   *zoooooooooooooom*\n  ","511725":"\n   Re: the recent movie madness question \" Ben is Back \" sounds like a bad Ask.fm sequel..... 🤣 hanng on maybe it's secretely made by Askfm featuring Benny as the tw&t who always comes back?? 🤔🤔🤔\n  ","511726":"\n   0_0\n  ","511727":"\n   Do you hear what i hear? Do youbsee what i see? If so, what is it that i see amd hear? 🤔\n  ","511728":"\n   Paintball or Laser Tag?\n  ","511729":"\n   but prettier, you are so charming tbh, you dont realise\n  ","511730":"\n   I'd bare your butt.\n  ","511731":"\n   think you look like a young jenifer anniston\n  ","511732":"\n   If you were opposite gender for 24 hours.. what would  you do from first to last?\n  ","511733":"\n   Can you not just go to the shop\n  ","511734":"\n   yeah both are so cute, jennifer anniston seems so sweet too i like her too xo\n  ","511735":"\n   Sakit hati rasanya ngeliat kejadian penembakan di Selandia Baru terhadap saudara kita disana, Apa tanggapan kalian terhadap Kejadian Tersebut? Saya ingin mengajak teman teman di Ask.fm untuk menyebarkan dukungan untuk saudara Muslim kita yang terkena musibah penembakan di Selandia Baru, Terimakasih.\n  ","511736":"\n   I didn't want to say \"was\" in case people misunderstood what I meant considering there was a double jeopardy issue and this has been surfacing since the early 90's.\n  ","511737":"\n   If you could have one wish, what would you wish for? ✨\n  ","511738":"\n   I wasn’t the only one who used the shower.\n  ","511739":"\n   What would you like to change about yourself?\n  ","511740":"\n   Good night beautiful\n  ","511741":"\n   who is your favourite actress\n  ","511742":"\n   If you could have one wish what would you wish for?\n  ","511743":"\n   What's been on your mind lately? 👍\n  ","511744":"\n   plans 4 2moz\n  ","511745":"\n   Whats time now\n  ","511746":"\n   have u ever caught a guy looking down ur shirt\n  ","511747":"\n   * intimidating\n  ","511748":"\n   maybe hes one of the anons here that only say hi XD\n  ","511749":"\n   Am doing great \nSo whats ur doing\n  ","511750":"\n   what would u do if a random dude spanked u all of a sudden\n  ","511751":"\n   Have you ever had a weird dream that you could never forget and it still haunts you when you remember it?\n  ","511752":"\n   favourite horror movie\n  ","511753":"\n   Who is your life line??\n  ","511754":"\n   dafuq lol\n  ","511755":"\n   whos that\n  ","511756":"\n   Also it's sexy as fuck when someone strives to better themselves like you're doing 👌\n  ","511757":"\n   You get so many comments\/questions about your body from us anons so I thought it was important to hear your thoughts is all ❤️\n  ","511758":"\n   Do you have any experience with pendulums? If so, what's your experience?(This includes using a wedding ring to tell the sxx of a yet to be born baby) If not, would you ever use one? Do you think that people can communicate to non-humans with them? Feel free to add anything else about pendulums.\n  ","511759":"\n   Love you my Queen🌹👑\n  ","511760":"\n   What's your dream job?\n  ","511761":"\n   Tonights Delta 4-Heavy launch from California has been officially scrubbed after an automatic abort in the final 10 seconds of the countdown.\n  ","511762":"\n   have u gotten msgs from the boxers guy\n  ","511763":"\n   Its not meant to help them. Its meant to bring the periods on. But feck me, I'd live on the moon if it'd help mine.😂\n  ","511764":"\n   Do you think its really your body that has to change, or is it the attitudes towards it that need to change?\n  ","511765":"\n   Surprise, surprise, my girlfriend and I broke up again, this is becoming comical\n  ","511766":"\n   Do you think Michael Jackson is guilty or innocent?\n  ","511767":"\n   what would it take for u to become a camgirl\n  ","511768":"\n   Just like how the moon is said to effect people's menstrual cycles and hospital A&E rooms are fuller on full moons, do you think the planets have an effect on us too? Why\/why not?\n  ","511769":"\n   What's the weirdest compliment you've given to someone else?\n  ","511770":"\n   worst anon u ever get\n  ","511771":"\n   What's the weirdest compliment you've recieved?\n  ","511772":"\n   And when they do have pictures up they're so obviously stolen from someone else. It makes you wonder why so many people fall for it\/are attracted to it?\n  ","511773":"\n   what's the weirdest flavor candy you like? I bought some ginger lemon haribo today is it's very good\n  ","511774":"\n   Why not? You may be surprised, I would totally hit you with that compliment 😍 And just FYI I get tons of spam messages like that one and they're never successful lol\n  ","511775":"\n   Happy weekend my lovelies ❤ i hope you all have a amazing day filled with everything your heart desires ❤ sorry for not sending things out like i do but i love you guys!  hugs hugs\n\nWhat's new with you all??\n  ","511776":"\n   What are some things you couldn't live without\n  ","511777":"\n   What are you up to\n  ","511778":"\n   What is the best thing that’s happened to you so far in 2019 ?\n  ","511779":"\n   If you could learn a new skill today, what would it be?\n  ","511780":"\n   What chore do you absolutely hate doing?\n  ","511781":"\n   spanked over clothes or spanked on the bare?\n  ","511782":"\n   If someone told you that you have a cute belly button, would you take it as a compliment?\n  ","511783":"\n   What year were you born in?\n  ","511784":"\n   haha, naughty is cool xo\n  ","511785":"\n   You have almost €200 in instore credit for a particular say comic shop: do you buy a expensive model\/toy? Catch up with a series of books you haven't read in ages? Start a new series? Or take the cash equivalent of the original trade in (around €100) instead? 🤔🤔\n  ","511786":"\n   Which is best quest today you received???\n  ","511787":"\n   Name a few movies you can watch over and over?\n  ","511788":"\n   you are very sweet, x\n  ","511789":"\n   What is your favorite state in the U.S that you have visited?\n  ","511790":"\n   Sexy\n  ","511791":"\n   What is your favorite breakfast food?\n  ","511792":"\n   What is your favorite vegetable?\n  ","511793":"\n   Ok\n  ","511794":"\n   sexy pap\n  ","511795":"\n   hey  ignore haters, dont even answer them\n  ","511796":"\n   If you could be invisible for a day, what would your do?\n  ","511797":"\n   Post a note-to-self. 📝\n  ","511798":"\n   Hey\n  ","511799":"\n   Have your parents ever bribed a school to accept you?\n  ","511800":"\n   hey how was your day im on lunch break x\n  ","511801":"\n   3:44pm Thursday thoughts\/,ramblings::\n  ","511802":"\n   Are your boobs big\n  ","511803":"\n   Someone who I know said I'm impossible to forget is that a compliment or an insult lol\n  ","511804":"\n   I Followed You 💕🌹🤙🏽\n  ","511805":"\n   Which phone you are using ??\n  ","511806":"\n   Just a little reminder that if you ever feel alone and need someone to listen or talk to please wall to wall me or twitter\/Tumblr dm me anytime I'm always here ❤ i love you guys hugs😊 you deserve everything your heart wants and i hope one day you get it❤\n  ","511807":"\n   Today is the international Ask a Question Day! What's one question you would like to ask all\n   \n    @ASKfm\n   \n   users worldwide?\n  ","511808":"\n   What is your favorite fruit? \nI make this summer fruit slush with mixes of different types of fruit  if you want the recipe just ask❤ hugsss\n  ","511809":"\n   Good night beautiful\n  ","511810":"\n   Do u want to learn Hindi language?\n  ","511811":"\n   WUAT UP\n  ","511812":"\n   Still there is this pain of betrayal I'm trying to put away\n  ","511813":"\n   What you \/were\/are\/ able to do better?\n  ","511814":"\n   yah cuz u never mention that one\n  ","511815":"\n   Hi lyndsey, my ex and I got back together. Even with all and everything in between. I love her. lol\n  ","511816":"\n   Tomorrow is my wife’s birthday. She’ll be 42. Happy birthday to my amazing and beautiful wife!She really is special to me and is an amazing mother. I love her very much and it’s been an amazing 16 years together 13 years married. We are lucky to have to amazing daughters as well. Do u like bananas?\n  ","511817":"\n   I love mints! 😄 Haha it's nothing to brag about. I had issues, I was depressed, I partied heavily and got better.😂🤷\n  ","511818":"\n   You're pure at heart, m'dear.😄 I'm glad you didn't tbh.\n  ","511819":"\n   last time someone other than the usual guy helped u out\n  ","511820":"\n   E, ecstacy, yokes, yolks, Molly, disco biscuits, love dr*g, Scooby snacks, vitamin E. It's a party dr*g that is most popular with ravers but also party people who want to dance and feel positive emotions for a while. I don't recommend it but it was fun when I was young and stupid af.\n  "},"Answer":{"510748":"\n  silently if at all\n  \n  that person is bigger than me\n  \n  we're about the same size\n  \n  clothing wise (usually like what they have on)\n  \n  by their shitty behavior, actions etc\n  \n  just depends. I wouldn't say anything mean though.\n  ","510749":"\n  How expensive Adidas is. They had some cute stuff but very overpriced.\n  ","510750":"\n  chicken in different ways :)\n  ","510751":"\n  Maybe back in the day when princess, juicy and other stuff like that was popular to wear.\n  \n  I'd just think they'd want to be comfy since usually sweats have those type of words.\n  \n  I try not to judge people these days. If i do, its usually i like the outfit or whatever.\n  ","510752":"\n  I'd be fine with anything.\n  \n  I wouldn't want to just always go to the same one each time\n  ","510753":"\n  Yes 💔\n  ","510754":"\n  barely know you\n  \n  good questions\n  \n  ¯\\_(ツ)_\/¯\n  ","510755":"\n  I haven't.\n  ","510756":"\n  myself or just didn't feel like they needed to hear that...\n  ","510757":"\n  Lion King\n  \n  Grease\n  \n  Les Miserables\n  \n  Mamma Mia\n  \n  Sound of Music\n  ","510758":"\n  I'm good. Been out all day. Feet hurt. Bit tired. Still a good day :)\n  ","510759":"\n  and likes your meat\n  ","510760":"\n  Depends on the person, activity level, what else they eat etc\n  \n  If doing keto it's obviously bad because limiting a lot of carbs out there.\n  ","510761":"\n  ask should work correctly -_-\n  ","510762":"\n  I don't look for debates but conversation would be better if both were involved.\n  ","510763":"\n  Probably not\n  \n  depends on what the other \"match\" is looking for too. It's not impossible.\n  ","510764":"\n  no\n  \n  I'm more focused on net carbs than calories anyways.\n  \n  I had some walnuts today and peanut butter in my yogurt\n  ","510765":"\n  I have 5 former ones. I was close with one of them the most. Was always over etc\n  \n  I have two  on FB though.\n  ","510766":"\n  only if it's the same question over and over again. example: hi, how are you etc\n  ","510767":"\n  Three.\n  \n  Not really. I see him the most but still a 9 year age gap, him being younger.\n  \n  The other two i haven't seen in years.\n  ","510768":"\n  haha right!\n  ","510769":"\n  you said it\n  ","510770":"\n  needs more balls in it\n  ","510771":"\n  Not much\n  ","510772":"\n  ok\n  ","510773":"\n  Just beautiful 😂\n  ","510774":"\n  same. I do like it more as a middle name though.\n  \n  Usually do like \"bel\/bell\/bella\" names\n  ","510775":"\n  fun\n  \n  its ok\n  \n  noooo\n  ","510776":"\n  sorry *hugs*\n  ","510777":"\n  haha\n  \n  I think it's still ok.\n  \n  hopefully won't be a killer\n  ","510778":"\n  I don't really care for any of them.\n  \n  Too many Carter and Carson's out there.\n  ","510779":"\n  Alexander is good. I like it more for middle names though!\n  \n  Alexzander as well\n  \n  Aurora\n  \n  Ainsley\n  \n  Ashlyn\n  \n  Arabella\n  ","510780":"\n  Theme :)\n  \n  Probably something weird like Pure or something 😂\n  ","510781":"\n  I like Lauren the best.\n  \n  Laura is nice too.\n  \n  Laurel seems very posh to me.\n  \n  I feel like Laurie is more nickname material.\n  \n  Lourde just seems odd\n  ","510782":"\n  Agreed! Hated the double E's lol\n  ","510783":"\n  No problem with it.\n  ","510784":"\n  Easton\n  ","510785":"\n  yes but I rarely get tingles there lol\n  ","510786":"\n  sure\n  \n  Speaking of baby names, a friend was going with Leeigha and just changed the name to Aubrey 👍\n  ","510787":"\n  no?\n  ","510788":"\n  anything is fine\n  ","510789":"\n  Does anyone have real questions?\n  ","510790":"\n  such as\n  ","510791":"\n  :D\n  ","510792":"\n  Never was\n  \n  keep dreaming kiddo\n  ","510793":"\n  nope\n  ","510794":"\n  I've noticed.\n  ","510795":"\n  Not really lol\n  \n  I've lost 36 pounds since June. including the 15.5 on keto\n  \n\n  I've took lingerie pictures  (doesn't need to be for everyone's eyes)\n  \n  Ask just isn't the place where I post pictures of myself.\n  \n  Years ago i would have been, now.. not so much. stop trying to act like you know everything because you don't.\n  ","510796":"\n  Good thing I don't follow you then\n  ","510797":"\n  The good things\n  ","510798":"\n  The typical things about my life\n  ","510799":"\n  hey\n  ","510800":"\n  I don't find it hard.\n  \n  Sometimes it can depend on the person..\n  ","510801":"\n  yes\n  ","510802":"\n  usa\n  \n  more info in my bio ★\n  ","510803":"\n  and other ones that died\n  ","510804":"\n  B\n  ","510805":"\n  Already do.\n  ","510806":"\n  ¯\\_(ツ)_\/¯\n  ","510807":"\n  I had a p0rn page without my face.. they said it was me lol lame\n  ","510808":"\n  love\n  \n  it's ok\n  \n  never watched the uk version\n  ","510809":"\n  I only follow\n  \n   @Courrtana\n  \n  on twitch\n  ","510810":"\n  hello\n  ","510811":"\n  I don't care what others do. As long as they aren't faking anyone, I'm fine with people not sharing.\n  \n  I'm not photogenic, I like being a mystery, not comfortable with my body at times. It's also a Q&A site.. it really shouldn't matter here. I don't think I'm totally unattractive.. cute\/pretty 5-7 range at most. I don't need to flaunt myself on here... I've posted some pictures at times of legs, when I was a kid, semi-hidden recent face\/hair one. I also had creepy \"fanpages\" made WITHOUT a picture. Another reason why I'm more iffy about posting here. I don't need photoshopped p0rn pictures etc\n  ","510812":"\n  That is weird.\n  \n  I could understand if pregnant though.\n  ","510813":"\n  almost never\n  ","510814":"\n  boring\n  ","510815":"\n  not really that important\n  ","510816":"\n  True\n  \n  I'd rather have the hover car 😂\n  ","510817":"\n  no to both\n  ","510818":"\n  I was feeling down but ended up going for a walk. Saw a bunny. Just ate dinner. Mindset is better :)\n  ","510819":"\n  I'm not taking any pills. I feel like most of that stuff is a scam or could actually be harmful in the end. (Niall tagged me in a keto pill post)\n  \n  It's probably the same? Just more macro based, maybe. Lots more information on it, apps like Carb Manager and such.\n  \n  We've only really found alternatives for flours, sugar, salt, and stuff like that. My sister did end up buying a ketone meal replacement but I haven't tried it yet.\n  \n  Just been eating keto foods, exercise. No pills besides my metformin (pcos) and a multivitamin when I feel like it. It's the one i usually take.. not anything new on keto lol\n  \n  15.5 down since Jan 9th\n  \n  I'm not sure that I'd recommend pills to anyone. But eating keto could help people. Everyone's journey is different. I've noticed some that dropped a ton in the first month. I'm going into my 3rd month soon and only 15.5 down on keto. There's also different types of keto too - strict, dirty and lazy. I'm losing more inches since I workout. Basically average a 2 pound loss each week...\n  ","510820":"\n  Adele came to mind\n  ","510821":"\n  9ish\n  \n  not really. my mind is just active before sleeping\n  ","510822":"\n  idk... ate salsa?\n  \n  There was a salsa festival over the weekend.\n  ","510823":"\n  Probably gym wise\n  \n  ¯\\_(ツ)_\/¯\n  ","510824":"\n  fairly clean\n  ","510825":"\n  For all - Massachusetts. I'm not saying the towns but the where did you live ones were in the same town, different house.\n  \n  Neither did. I spent most of the time growing up in a different town than those two. They were mostly \"move every 3 years\" kind of thing and lived in the house BEFORE 19 for the longest time. The 19 one was literally my dad's old childhood home that he fixed up.\n  \n  My first house ever and the other one mentioned felt the most like home.\n  ","510826":"\n  noooooooo\n  ","510827":"\n  If it didn't exist then how would I want it 😮\n  \n  Versace is great.\n  ","510828":"\n  few days ago\n  ","510829":"\n  She will be loved 🎤🎤🎤\n  ","510830":"\n  Apparently they don't have all the fast and furious movies on Netflix ⬇\n  ","510831":"\n  I don't allow shout outs....\n  \n  It's not a good thing, duh.\n  \n  Sure be rougher at times but i wouldn't go as far as violence.\n  ","510832":"\n  ¯\\_(ツ)_\/¯\n  ","510833":"\n  No. Don't have cute ones with me and the lingerie would be too risqué here (lace)\n  ","510834":"\n  I don't have one\n  ","510835":"\n  I don't care what others do\n  ","510836":"\n  xoxo\n  ","510837":"\n  carpe diem\n  ","510838":"\n  years of therapy later on?\n  ","510839":"\n  why thank you\n  \n  really depends on the subject etc\n  ","510840":"\n  more positive\n  ","510841":"\n  more in general terms..\n  ","510842":"\n  average at best *bows*\n  ","510843":"\n  Not in the 1950's\n  \n  they'd rebel more.\n  ","510844":"\n  ask.com would be better for that type of question or y!a\n  ","510845":"\n  Good luck finding the right answer then :P\n  ","510846":"\n  no\n  ","510847":"\n  youtube or other searches?\n  ","510848":"\n  How nice\n  ","510849":"\n  Just shitty they didn't warn people. Even upped the pricing on the day pass etc\n  \n  Anytime Fitness is around the same price point and 7 day trial period so might do that if I need to.\n  \n  PF would be the lowest amount but idk...\n  ","510850":"\n  It was answering the first part of the question.\n  \n  I don't have a crush right now\n  ","510851":"\n  indeed.\n  \n  Basically I went to the gym yesterday and my membership expired Monday. They usually notify me beforehand but didn't get anything. I could either get a day pass or renew the membership. Ended up getting the papers for that and they made a new policy where you need 6 or 12 months instead of what I've been doing. There's also the option for direct deposit which blows too.\n  \n  I need to add 4 months to my 2 months gift certificate to even use the gym now. not sure when I'll have the money so its just annoying atm\n  ","510852":"\n  David was the first guy i liked but was too young to really know what that meant so I guess he'd be first lol (got married playing house, ringpop ring)\n  \n  I don't.\n  ","510853":"\n  I doubt it\n  ","510854":"\n  Hey Jubs-Jubs. It's been ok.. 5.5 down for the total of March. Today was 2.5 down for the week. A bit stressed out over the gym stuff going on and needing to find workouts to do in the meantime.\n  \n  We've only checked the blood once lol but its not really mandatory for me either.\n  \n  early \"night\" for you then :o\n  ","510855":"\n  nice\n  ","510856":"\n  I'm not in college so spring break doesn't matter to me\n  ","510857":"\n  not always but yes.\n  ","510858":"\n  Why are you so obsessed with me?\n  ","510859":"\n  Yes.\n  \n  Been watching the Fast and Furious series. Watched the 2nd one and the Tokyo one last night.\n  \n  I haven't seen all of them.\n  ","510860":"\n  ok\n  ","510861":"\n  oh cool\n  ","510862":"\n  I don't know what that means\n  ","510863":"\n  oh?\n  ","510864":"\n  I'd believe it\n  \n  i wish they'd be more creative instead of just doing remakes all the time. ugh\n  ","510865":"\n  The day is still young. not yet\n  ","510866":"\n  yes. who hasn't?\n  ","510867":"\n  B\n  ","510868":"\n  needing to poop\n  ","510869":"\n  5 or 6?\n  ","510870":"\n  I do if going somewhere otherwise I'm usually braless at the house.\n  ","510871":"\n  two Islamic dudes that ask boring things..\n  ","510872":"\n  I don't think so.\n  \n  The day before, yes.\n  ","510873":"\n  none?\n  \n  maybe Buddhism\n  ","510874":"\n  I'm not sure on what percentage I'd use :P\n  ","510875":"\n  school\/college - no\n  \n  y!a before\n  \n  isketch before\n  \n  home - not really sure lol\n  ","510876":"\n  both\n  \n  alone time is nice. don't care for crowds at times.\n  \n  being social can be nice when I want etc\n  ","510877":"\n  or would that already be included in necessities? 😂\n  ","510878":"\n  I know i sound petty right now but the gym does so its annoying having this happening at the moment. Especially when doing a challenge and literally see results and not sure when I'll have the money kind of thing. I hope everyone else is mad at them doing all this with no warnings as well. They should have posted about it somewhere.. email update, anything but they didn't. They also usually send an email updating me when the month is over and I didn't get one.. Instead they told me it ended on Monday when i went there. You'd think they would have mentioned that yesterday too.\n  \n  ¯\\_(ツ)_\/¯\n  \n  A few years ago, it would have been nothing to me but it matters these days. I don't want to just walk for my exercise or do stupid at home type workouts.\n  \n  end rant lol\n  ","510879":"\n  Not much. I'll probably watch something and get more steps in.\n  ","510880":"\n  Sorry to hear <3\n  ","510881":"\n  yup or both depending on how it's left\n  ","510882":"\n  :)\n  ","510883":"\n  peeing\/pooping?\n  ","510884":"\n  No\n  ","510885":"\n  it was ok up until the gym part. Wasn't going to pay for the day pass which they apparently upped the price on too on top of a new policy. Love how they didn't mention anything about either one at all.\n  \n  went for a walk. wasted preworkout on a walk so thats fun -_- Pet some black little doggie a dude was walking. Saw a white dog that was happy to see me but the owner kept the dog away lol\n  ","510886":"\n  baby\n  ","510887":"\n  yes\n  ","510888":"\n  its fine\n  ","510889":"\n  country more. 90s rap\n  \n  classic\n  \n  some indie is good too\n  ","510890":"\n  one but rather not always mention him\n  ","510891":"\n  idk never been in that situation. seems odd to go through with it if you aren't feeling him that way\n  ","510892":"\n  two people lately 😂\n  ","510893":"\n  Kids say interesting things and notice everything\n  ","510894":"\n  online - no clue\n  \n  I was shipped with this guy since his last name was the same as my first so I'd be Lyndsey Lindsay. He was a good guy but nothing came of us lol\n  \n  One time there was a drama play going on and since was a votech school, the culinary people made food for everyone in the restaurant. They called \"Lyndsey\" and I thought it was me since they looked right at me when doing it and forgot that he was at my school. It was alphabetical order but yet... lol They noticed the mess up a few minutes later when he showed up  but he let us take it anyways. Was embarrassing 😂😂😂\n  ","510895":"\n  no\n  ","510896":"\n  procrastinate and multitask\n  ","510897":"\n  The gym, lately.\n  ","510898":"\n  Cars that U-turn at random\n  ","510899":"\n  watermelon\n  \n  red, white, green and black\n  \n  probably something futuristic looking with those colors included. Think a jacket...\n  ","510900":"\n  catwoman\n  \n  poison ivy\n  \n  little red riding hood\n  \n  chii\n  \n  ¯\\_(ツ)_\/¯\n  ","510901":"\n  Monday\n  ","510902":"\n  take a shower \/ bath\n  \n  music\n  \n  take a walk\n  \n  sleep\n  \n  think about why my mood is that way and then try doing better\n  ","510903":"\n  it varies. typically getting 9 hours of sleep though.\n  ","510904":"\n  no. I've only been to Canada once.\n  \n  I've been to more us states.\n  ","510905":"\n  I hope my fitbit charges quickly\n  ","510906":"\n  etuc\n  ","510907":"\n  it was ok, nothing exciting.\n  ","510908":"\n  cool\n  ","510909":"\n  Nothing\n  ","510910":"\n  music\n  \n  reading\n  \n  tomorrow is a new day\n  \n  understanding why I feel that way\n  \n  relaxing if taking on too much\n  \n  things you'd miss if no longer alive\n  \n  love.. any type\n  \n  flowers\n  \n  fresh cut grass smell\n  \n  seasons changing\n  ","510911":"\n  you did not fall\n  ","510912":"\n  so nice 😘\n  ","510913":"\n  I haven't watched that but I know my sister and sister-in-law have before.\n  \n  Hmm not really sure.\n  ","510914":"\n  Good reminder x\n  ","510915":"\n  Not really\n  \n  I'd leave it alone, get something to pick it up with and return outside. I'd rather not kill bugs but that has happened too.\n  ","510916":"\n  I'm looking forward to finally reading these! My dad finally sent them here.\n  \n  Thanks\n  \n   @RidgeBackRogue\n  \n","510917":"\n  yes and no.\n  ","510918":"\n  I barely tag people on here..\n  ","510919":"\n  nah\n  ","510920":"\n  not really. I hate jeans lol\n  \n  Levis are ok ¯\\_(ツ)_\/¯\n  \n  Wranglers are nice on guys.\n  ","510921":"\n  I'm good\n  ","510922":"\n  Not good and yes\n  ","510923":"\n  Very nice. Never heard a metal version\n  ","510924":"\n  yes\n  ","510925":"\n  no idea. Don't know all the UK store names\n  ","510926":"\n  I have two of those but use yahoo more\n  ","510927":"\n  Not really\n  ","510928":"\n  Some are, others not so much.\n  \n  he should do whatever is best for himself\n  ","510929":"\n  Yes. We've had one before ☺\n  ","510930":"\n  random\n  ","510931":"\n  yes\n  ","510932":"\n  gym\n  ","510933":"\n  I'm not like that\n  ","510934":"\n  nice\n  ","510935":"\n  Good night x\n  ","510936":"\n  I put Fast and the furious on.\n  ","510937":"\n  bigfoot\n  ","510938":"\n  As a person? I don't know enough to judge.\n  \n  His music? It's ok but I don't listen to him that much either.\n  ","510939":"\n  think about why I'm feeling that way. understand it better then move on and do something i like doing... listen to music, a movie, talk to someone about it etc\n  ","510940":"\n  chicken salad\n  ","510941":"\n  was ok...\n  \n  only 1 person on my team left\n  \n  still not sure who to replace there\n  ","510942":"\n  apple martini or margaritas\n  \n  I'm classy :)\n  ","510943":"\n  sounds awful\n  \n  squid and marshmallows\n  \n  o.o\n  ","510944":"\n  tshirt and shorts\n  ","510945":"\n  I'm doing a challenge and part of it is to read 10 pages each day of inspirational books. I've been alternating between two books. Today was the Excuses Begone one.\n  ","510946":"\n  It's been ok. I read my 10 pages. Took the picture for it. Ate breakfast. Been online. Had a snack and preworkout. went to the gym. Walked around afterwards. Ate dinner and watched The Voice.\n  \n  I'm awake so I'll probably watch something on Netflix until I feel sleepy.\n  ","510947":"\n  Same\n  ","510948":"\n  Lion King\n  \n  Grease\n  \n  Dirty Dancing\n  \n  Sound of Music\n  ","510949":"\n  fruity ones\n  \n  chocolate\n  ","510950":"\n  I'm still a mix of different genres.\n  ","510951":"\n  yes. it's been a few days since I don't have a charger yet. He's been busy as well.\n  ","510952":"\n  still watching The Voice and waiting on the chicken to be done.\n  ","510953":"\n  Adele and bad in the same sentence. ARE YOU MAD?\n  \n  Are you asking me to simg?\n  ","510954":"\n  no. that would just cause more negative outcomes.\n  ","510955":"\n  I used to do m points... and could donate the points to chairty or try getting gift cards from it.\n  \n  dsw always sends me emails but i just don't buy new shoes a lot so bit irrelevant lol\n  \n  sephora, ultra...\n  ","510956":"\n  Can't remember anything too strange\n  ","510957":"\n  most of them on here 😂\n  ","510958":"\n  - cooking chicken\n  \n  - watching The Voice\n  ","510959":"\n  only the good ones\n  ","510960":"\n  I'm down for anything\n  ","510961":"\n  Some of those\n  ","510962":"\n  L y n d s e y\n  ","510963":"\n  yes to both\n  ","510964":"\n  :p\n  ","510965":"\n  The gym\n  ","510966":"\n  my butt hurts\n  ","510967":"\n  😂😂😂\n  \n  I need to get an AZ license since my Massachusetts one expired. oops\n  ","510968":"\n  Ya. My friend invited me to an event in September but I don't know if I'll be there or what yet ¯\\_(ツ)_\/¯\n  ","510969":"\n  Have the power to do whatever you want\n  ","510970":"\n  certain friends and family still out there\n  \n  I hate how i haven't been to the Boston Primark yet. They were one of the first US stores to open up.\n  \n  the ocean\n  \n  besides that - not much.\n  ","510971":"\n  got murder on my mind\n  \n  those are actual song lyrics 😂\n  ","510972":"\n  about someone special\n  ","510973":"\n  Maybe 5?\n  ","510974":"\n  track the boats on the train\n  ","510975":"\n  yes :)\n  ","510976":"\n  everything ☺\n  ","510977":"\n  hey pudding\n  ","510978":"\n  nice, enjoy it!\n  \n  doing well\n  ","510979":"\n  That was just my hand\n  ","510980":"\n  Something graphic\n  ","510981":"\n  wake up :p\n  \n  go the bathroom\n  ","510982":"\n  some\n  ","510983":"\n  will do\n  \n  yess <3\n  ","510984":"\n  The V neck ones because they never fit my body right\n  ","510985":"\n  oh?\n  \n  I'm dressed for the gym and should actually leave now\n  ","510986":"\n  I don't have a favorite shirt\n  ","510987":"\n  so formal\n  ","510988":"\n  Let's do this thing XD\n  ","510989":"\n  Would be nice\n  ","510990":"\n  The cover of Candyman freaks me out. I don't care for bees ever since a wasp got me when younger lol\n  ","510991":"\n  Marley and Me\n  \n  Most movies do\n  \n  Probably IT when younger but love it too!\n  ","510992":"\n  movie type night\n  ","510993":"\n  cute\n  ","510994":"\n  Funny\n  ","510995":"\n  That's nice. Congrats to both.\n  ","510996":"\n  sure\n  ","510997":"\n  In theater? A Star is Born\n  \n\n   https:\/\/youtu.be\/bo_efYhYU2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510998":"\n\n   https:\/\/youtu.be\/0-EF60neguk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","510999":"\n  I'm pretty good!\n  \n  no. I had a yogurt, read my 10 pages, drinking some water, getting some steps in.\n  ","511000":"\n  Same thing.\n  \n  I'm over the crush\/idol stages in my life :p\n  ","511001":"\n  Maybe lol\n  ","511002":"\n  Took a walk.\n  \n  watched 2 or 3 movies.. I forget\n  \n  went to sleep late\n  \n  but I actually had something happen on the sleep! Maybe I just need to go to bed later lol I suppose the more restless - the less stages? ¯\\_(ツ)_\/¯\n  ","511003":"\n  well this was cool getting\n  ","511004":"\n  it only says single in my bio\n  ","511005":"\n  nice! :)\n  ","511006":"\n  Good night\n  ","511007":"\n  older\n  ","511008":"\n  Good movie\n  ","511009":"\n  usa\n  \n  usa\n  \n  usa\n  \n  I think they came over or their parents did... My mom's dad's family is a mystery, really. I know more about her mom's side. Then my dad's parents.. there's been a family book that my dad's aunt started.. listed relatives and little facts about them etc\n  \n  Anyways, I'm Greek, German, Irish and English.\n  ","511010":"\n  any recommendations? Think I'm more in a movie  mood.\n  ","511011":"\n  I'm bored\n  ","511012":"\n  think you have me confused with someone else\n  ","511013":"\n  I wasn't 12 lol\n  ","511014":"\n  I'm not sure what i want to watch on Netflix\n  ","511015":"\n  Thanks\n  ","511016":"\n  *tucks you in*\n  ","511017":"\n  yes\n  \n  DD are bigger\n  ","511018":"\n  42D\n  ","511019":"\n  nope\n  ","511020":"\n  not really lol\n  ","511021":"\n  Haven't needed lube :p\n  ","511022":"\n  gross\n  ","511023":"\n  I am C.J. Parker (Pamela Anderson)\n  \n  \"People are just drawn to you and you can't explain why. You love weird and unconventional things that match your hip personality.\"\n  \n  Interesting. I didn't pick any that were meant for her lol besides the \"winning personality \" answer. I was thinking I'd be a female lifeguard though :)\n  ","511024":"\n  Not a good one? I have dreams at times where people shoot me or stab me. I wake up before knowing if I die or not. I feel like its connected to that.\n  \n  I kind of feel like maybe a dancer too? ¯\\_(ツ)_\/¯\n  ","511025":"\n  Either way is fine! I definitely eat at home way more.\n  ","511026":"\n  I wish I woke up earlier and actually made it to the gym.\n  \n  Yesterday they closed early so it made me feel like today was Monday then remembered how they close early on Sunday -_-\n  ","511027":"\n  Everything\n  ","511028":"\n  nice\n  ","511029":"\n  Leopard, peacock, nomad butterflies, goat, koala bears, polar bears\n  \n  dogs\n  ","511030":"\n  You\n  \n  The Kominsky Effect\n  \n  Bringing Sexy Back\n  \n  Those were the last shows that I watched.\n  \n  I need to watch the newest episode of the 2nd one mentioned.\n  ","511031":"\n  I went for a walk.\n  ","511032":"\n  Maybe 3\/4 years or so\n  ","511033":"\n  it makes me happy seeing the cactuses blooming with flowers :)\n  \n  roses\n  \n  sunflowers\n  ","511034":"\n  Leopard\n  ","511035":"\n  I haven't.\n  \n  pick fun colors or go with the clear kind\n  ","511036":"\n  haha good to know\n  ","511037":"\n  What if I don't reply?\n  ","511038":"\n  💪💪💪💪\n  ","511039":"\n  cutie\n  ","511040":"\n  hi. Do you have questions?\n  ","511041":"\n  aww to the last parts.\n  \n  I dated two people in high school. Neither went to the same school so it was harder. One should have definitely been broken up with sooner and the other - I was clearly a rebound since he wasn't over his ex.\n  \n  I dated one person while I was in college.\n  ","511042":"\n  I'm fine with the one I got.\n  \n  There's apparently some drama going on but I don't know the details yet lol\n  ","511043":"\n  *hugs*\n  \n  You've come a long way  <3\n  ","511044":"\n  It's good :)\n  ","511045":"\n  That's all on you though\n  ","511046":"\n  least - math and gym class\n  \n  💙hs- law, English, history\n  \n  💙college - abnormal  psychology, anthropology, sociology, asl, western civ,\n  \n  art.. used charcoal.\n  ","511047":"\n  Yes. Brother and sister.\n  \n  no thanks. Privacy.\n  ","511048":"\n  oh ok lol\n  ","511049":"\n  I'm not sure lol\n  ","511050":"\n  When I had all the fitbit goals accomplished.\n  ","511051":"\n  I like seafood more than fish...\n  ","511052":"\n  uh I was just walking around and the bitbit notification \"take me for a walk?\" came up\n  \n  O.o\n  \n  like no, b!tch. I'm making you reach 1000 steps before going to the gym. 348 more to go.\n  ","511053":"\n  aw\n  ","511054":"\n  not quite lol\n  ","511055":"\n  idk\n  \n  less these days\n  \n  hence being #29 or whatever in America yet having a strong streak on the top page ¯\\_(ツ)_\/¯\n  ","511056":"\n  chocolate chip cookie dough is better\n  ","511057":"\n  yup. My dad and a guy fishing on the jetty saved me :)\n  ","511058":"\n  Ice cream\n  ","511059":"\n  December 16th ⛄❄\n  ","511060":"\n  quicksand\n  ","511061":"\n  Why do you care?\n  ","511062":"\n  That still didn't make any sense to me.\n  ","511063":"\n  not much lol\n  ","511064":"\n  creep status :p\n  ","511065":"\n  *gives the best hugs to king*\n  ","511066":"\n  yes, I do.\n  ","511067":"\n  I'm giving up on you 🎤🎤🎤\n  ","511068":"\n  I don't.\n  \n  I just look at the feed or their actual page if wanting to know more.\n  ","511069":"\n  I'm not sure! I never had anyone tell me names that I look like or felt that way lol\n  ","511070":"\n  I suppose\n  ","511071":"\n  I've heard stripper a couple of times o.o\n  ","511072":"\n  The fence\n  \n  the house next door\n  \n  nothing fun\n  ","511073":"\n  Plenty of times. Lifestyle change is when it finally clicked into place.\n  \n  keto is a diet but I don't really see it that way. Just getting in more protein and fat..\n  ","511074":"\n  It's not a hard truth but yesterday i was wearing a top that was more fitted and my sister mentioned how i look like i lost my butt lol\n  ","511075":"\n  swimming. I can stay in for long amounts of time so usually alone lol\n  \n  walking\n  \n  gym\n  \n  reading\n  ","511076":"\n  Let's not\n  ","511077":"\n  more so the latter\n  ","511078":"\n  I even switched to my less dominate hand last night and it still showed \"no stages\".\n  \n  It's pretty creepy since I do dream lol\n  \n  I think I might just charge it overnight instead of keep wearing it XD\n  ","511079":"\n  It varies but typically around 9 hours.\n  \n  Clearly not.\n  ","511080":"\n  Never been to either ¯\\_(ツ)_\/¯\n  ","511081":"\n  who?\n  ","511082":"\n  stop sending me his @\n  ","511083":"\n  doesn't matter\n  \n  its not cool\n  ","511084":"\n  I doubt it  <3\n  ","511085":"\n  Never call a girl that\n  ","511086":"\n  you have a thing for mean girls lol\n  ","511087":"\n  oh... maybe the girls don't like it then :p\n  ","511088":"\n  indeed. Today has been pretty chill as well :)\n  ","511089":"\n  it can but it wouldn't be the first thing that I think of either.\n  ","511090":"\n  Not much.\n  \n  Tired from 11k steps yesterday and then walking today at the salsa festival.\n  \n  I still feel like I should do something though. my fitbit didn't record the walking as the exercise portion. says day 2 of 5 when it should be 3 today.\n  ","511091":"\n  Tough neighborhood\n  \n  I only care about family and friends\n  \n  not everyone knows you or your story etc\n  ","511092":"\n  Still Saturday here\n  ","511093":"\n  103\n  \n  mouth thermometer\n  \n  don't be gross\n  ","511094":"\n  How's the \"vacation\" going?\n  ","511095":"\n  currents in the water taking me out (one time where Jaws was filmed at the jetty)\n  \n  Stuff that happened to others and scared for them type things too\n  ","511096":"\n  It's still going on lol\n  \n  ok so far\n  ","511097":"\n  People can ask me anything.\n  ","511098":"\n  Hello sunshine\n  ","511099":"\n  Just when in the car\n  \n  9.45 and some other ones\n  ","511100":"\n  Billy Idol came to mind because of \"idol\"\n  \n  I don't really idolize anyone right now.\n  ","511101":"\n  It's annoying and don't feel like catering to the fetish\n  ","511102":"\n  a few lol\n  ","511103":"\n  Lion King, Grease and Dirty Dancing have always been my top ones!\n  ","511104":"\n  eating salsa? Will be interesting. I only want mild ones...\n  \n  Not sure what I'll do Sunday.\n  ","511105":"\n  bonjour\n  ","511106":"\n  both\n  ","511107":"\n  Reading, swimming, gym...\n  \n  The fitbit has made me want to reach goals more... not sure if good or bad 😝\n  ","511108":"\n  go away\n  ","511109":"\n  more blonde\n  \n  fun colors:\n  \n  blue\n  \n  purple\n  \n  pink (more rose gold, maybe )\n  \n  grey roots with lighter grey everywhere else\n  ","511110":"\n  I think I change with the seasons 😂\n  \n  outside most of the months and then winter is more inside.\n  ","511111":"\n  It's ok. Going to a salsa festival soon 😂\n  \n  \"Festival guests will enjoy kids games and activities in the Little Pepper Zone, Salsa chefs will have the opportunity to showcase their skills in the highly competitive salsa competition, and compete for cash prizes. There will also be food, spirits, and entertainment by local entertainers. Also eating contest and other stuff going on.\n  \n  Salsa chefs will have the opportunity to compete for a $1,000 cash prize through peoples choice voting.\n  \n  apparently the winners receive the following prizes:\n  \n  Best Overall - $1,000\n  \n  1st Place each category- $500\n  \n  2nd Place each category - $150\n  \n  3rd Place each category - $50\n  \n  Celebrity Judges - $250\n  \n  Most Festive Booth Decor - $100\"\n  ","511112":"\n  I would think they didn't mean it, found someone better, maybe they didn't like my reaction so gave time to process, busy etc\n  ","511113":"\n  <3\n  ","511114":"\n  Perfect is an illusion.\n  \n  I'm grateful for all my body can do but it's definitely not \"perfect\". Pcos, insulin resistance isn't perfect either :P\n  ","511115":"\n  74F and sunny\n  ","511116":"\n  \"muscles\"\n  ","511117":"\n  hahahaha no i don't, love.\n  \n  thanks\n  \n  got to go get ready for the day now\n  ","511118":"\n  cute king\n  ","511119":"\n  weight, bmi etc\n  \n  I'm definitely not perfect but thanks  <3\n  ","511120":"\n  I want to see Five Feet Apart.\n  ","511121":"\n  To definitely lose :P\n  \n  I want all my numbers to decrease and my skeletal mass to up.\n  \n  I did an inbody scan in February and April will do it again.\n  ","511122":"\n  Not sure i want to check it out\n  ","511123":"\n  A healthy king :)\n  ","511124":"\n  tickling thing sounds weird.\n  ","511125":"\n  Losing, I'd guess.\n  \n  Wednesday i was down 2 pounds.\n  \n  I only weigh-in once a week\n  ","511126":"\n  puppy\n  ","511127":"\n  nice\n  \n  good night, king.\n  ","511128":"\n  one of derek's old girlfriends\n  \n  if he's fake = she was too\n  ","511129":"\n  night love\n  ","511130":"\n  I don't anymore. He's now some \"Parker\" guy or that's Dawson.. idk. lame lol\n  ","511131":"\n  not wearing it anymore\n  ","511132":"\n  Thanks\n  \n  it just vibrated telling me to do 245 more. like no, I'm going to watch Seven Pounds then sleep. Haven't watched it before.\n  ","511133":"\n  literally proof of \/ admitted lol\n  \n\n   @Bbkyky\n  \n  even wrote a lot on the subject too\n  ","511134":"\n  :)\n  ","511135":"\n  Do I?\n  ","511136":"\n  yogurt, peanut butter, blueberries and walnuts\n  ","511137":"\n  enjoy :p\n  ","511138":"\n  you\n  ","511139":"\n  Yes. Tomorrow there's an event in town.\n  \n  I'm not sure what I'll do Sunday.\n  ","511140":"\n  anon\n  ","511141":"\n  Thanks for the visual\n  ","511142":"\n  Not at the moment.\n  ","511143":"\n  Dawson, Megan, Sabrina, Derek\n  \n  Lauren i go 50\/50 on ¯\\_(ツ)_\/¯\n  ","511144":"\n  now the shark song is in my head -_-\n  ","511145":"\n  Yes. Various times throughout the day\n  ","511146":"\n  kind of but def not the best either\n  ","511147":"\n  I did when polyvore was a site r.i.p\n  \n  I do follow a few celebrities and youtube people.\n  ","511148":"\n  My sister is 5'3 or 5'4...\n  \n  Our sister-in-law is 4'11\n  ","511149":"\n  Where? lol\n  \n  or just saying that men are pigs? 🐖🐷🐽\n  ","511150":"\n  Looked in the mirror lately?\n  ","511151":"\n  swim a lot  etc\n  \n  depends what is nearby\n  ","511152":"\n  My friend has been there while doing military stuff. She seemed to like it.\n  ","511153":"\n  The way it goes :P\n  \n  he was basically in hs and college while we were still young.\n  ","511154":"\n  I was busy and didn't have a camera with me.\n  \n  dark out now\n  ","511155":"\n  I believe my first bf was...\n  ","511156":"\n  no.\n  ","511157":"\n  Yes, sometimes.\n  ","511158":"\n  Mine was when growing up. We're only 2 years apart.\n  \n  then my bro is 10 years older than me.\n  ","511159":"\n  bit of both\n  ","511160":"\n  Not much\n  ","511161":"\n  Obviously. Only been staying at my sister's house, was a bridesmaid in her wedding etc\n  \n  Its a bit blah with my brother because the age difference.\n  ","511162":"\n  Is this about evolution or???\n  ","511163":"\n  nike tshirt \"every damn day\" saying on it plus the iconic ✔\n  \n  grey leggings with mesh and crisscross design on the legs\n  ","511164":"\n  5'7\" is pretty average for a girl ¯\\_(ツ)_\/¯\n  ","511165":"\n  I agree minus the last part of the sentence. You need to be firm in the business.\n  ","511166":"\n  Thailand, Tokyo and other places ¯\\_(ツ)_\/¯\n  ","511167":"\n  I'd rather visit elsewhere, tbh.\n  ","511168":"\n  nice\n  ","511169":"\n  agreed\n  \n  still feels weird using a different password\n  ","511170":"\n  only 70F right now but yup.\n  \n  getting warmer\n  ","511171":"\n  You too <3\n  ","511172":"\n  ???\n  ","511173":"\n  minus the boy part\n  ","511174":"\n  lol\n  ","511175":"\n  Thanks  <3\n  ","511176":"\n  highly suspect, boy.\n  ","511177":"\n  I don't need to ask that\n  ","511178":"\n  c\n  ","511179":"\n  IG\n  ","511180":"\n  bit of both lol\n  \n  depends why they are coughing too.. sick, smoker etc\n  ","511181":"\n  is pink close enough?\n  ","511182":"\n  tea?\n  \n  dinner would be my favorite.\n  \n  only had breakfast so far\n  ","511183":"\n  Vic M (the voice actor of Ed from Fullmetal alchemist )  both a pic + autograph\n  \n  Aalyah Brown.. she was on American Idol before and was at a fair doing autographs and singing.\n  \n  My dad has some baseball ones.. Derek Jeter signed something.\n  ","511184":"\n  nope\n  ","511185":"\n  eating a yogurt for breakfast\n  ","511186":"\n  Probably\n  ","511187":"\n  There's a list. mostly from anons\n  ","511188":"\n  hi\n  ","511189":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","511190":"\n  Apparently they didn't do anything but still weird. I was #1 there though so that was cool but like why???\n  \n  Also seems like a weird glitch to happen. Also not really my top choices to travel to lol\n  ","511191":"\n  pictures of me, of course.\n  ","511192":"\n  Pretty sure my account was hacked by that Lyndsey's boy person since he mentioned hong kong and sure enough i had that flag instead of usa. it just went back to the American one without my doing.\n  \n  changed password\n  ","511193":"\n  I'm white af\n  \n  no\n  ","511194":"\n  ok then\n  ","511195":"\n  No videos\n  \n  yup\n  ","511196":"\n  Cool\n  ","511197":"\n  What the fuck\n  \n  no\n  \n  why did it change? glitch? Someone hacked me? How do I get the usa back?\n  \n  😮😮😮😮\n  ","511198":"\n  my sister gave me her alta hr\n  ","511199":"\n  Aiming for a gallon with the challenge\n  ","511200":"\n  This year 💪\n  ","511201":"\n  What a charming king\n  ","511202":"\n  That's what he said\n  \n  *drops mic* 🎤\n  ","511203":"\n  It was pretty good. Tried out the fitbit. Went to the gym and walked around afterwards. Added a few more steps to reach the 5k goal. Just had dinner.\n  ","511204":"\n  breakfast\n  ","511205":"\n  cool\n  \n  mine deals with camping near water or something like that. heard other meanings too ¯\\_(ツ)_\/¯\n  ","511206":"\n  😂😂😂\n  ","511207":"\n  asking for help\n  \n  getting out and being social\n  ","511208":"\n  The first\n  ","511209":"\n  .......\n  ","511210":"\n  clearly\n  ","511211":"\n  I do my own thing...\n  \n  Was more fashion based but that simmered a little.\n  \n  I guess hashtags on ig count? ¯\\_(ツ)_\/¯\n  ","511212":"\n  barbies.. I did get rid of some as well. Some other stuff too\n  ","511213":"\n  perhaps 😈\n  \n  didn't show :p\n  ","511214":"\n  none. I'm not an actress\n  ","511215":"\n  yes\n  \n  sadly not keto :(\n  ","511216":"\n  I'll just act like this was in reply to my previous question \/ answer.\n  \n  I don't remember what this was about lol\n  ","511217":"\n  89 steps to go\n  \n  4911\n  ","511218":"\n  me being beautiful?\n  ","511219":"\n  um ok lol\n  \n  does circles count? 😂\n  \n  made it to 4.6k steps and aiming for the 5k badge.\n  ","511220":"\n  Yes but I don't listen to them much\n  ","511221":"\n  you mad that I'm almost at 5k steps? I want that fitbit badge lol\n  ","511222":"\n  I think I'm fine alone.\n  ","511223":"\n  ???\n  ","511224":"\n  I need to shower\n  \n  ✌\n  ","511225":"\n  Same! The road not taken one came to mind :)\n  ","511226":"\n  I don't do that, sorry.\n  ","511227":"\n  I didn't finish it all.\n  \n  mom ended up having a nightmare that Katherine(sp) was going to kill her and we just stopped watching lol 😂😂😂😂\n  \n  ---\n  \n  I ended up watching \"Bringing sexy back \" last night. Australian weightloss show.  was pretty good. watched 2 transformations.\n  ","511228":"\n  fine\n  \n  you?\n  ","511229":"\n  doesn't mind\n  ","511230":"\n  fork\n  \n  i cheated by seeing Danny's conversation XD\n  ","511231":"\n  hi\n  ","511232":"\n  yes *hugs*\n  ","511233":"\n  very true lol\n  \n  just the typical pap questions still\n  ","511234":"\n  you always miss me 😘\n  ","511235":"\n  sure...\n  ","511236":"\n  Maybe\n  ","511237":"\n  👍\n  ","511238":"\n  neverrrrrrrr\n  ","511239":"\n  Robert Frost\n  ","511240":"\n  yes, there's some other things it does.\n  ","511241":"\n  oh\n  ","511242":"\n  Good 🐾🐾🐾\n  ","511243":"\n  Not yet\n  \n  my sister ended up giving me her alta HR fitbit so that will be interesting to see later on.\n  ","511244":"\n  both the same length :p\n  \n  my thumb and pinky are the same too\n  \n  middle being the longest\n  ","511245":"\n  my middle\n  \n  the other two are the same size\n  ","511246":"\n  we are only human. good luck! :)\n  ","511247":"\n  Florida Man Who Drove Ferrari Into Water Said 'Jesus Told Him to\"\n  \n  mom - tragic workplace accident\n  \n  sister - homicide case and a false drug charge came up\n  \n  My brother-in-law gunned down a puppy 😮\n  ","511248":"\n  yay\n  \n  lol I thought this was\n  \n   @cestlavie87\n  \n  sister XD\n  ","511249":"\n  rarely these days\n  ","511250":"\n  it SHOULD enhance it, not make you a totally different person lol\n  ","511251":"\n  I wasn't :(\n  \n  I guess girls on the go was similar maybe? idk.\n  ","511252":"\n  it will be my charger...\n  \n  The 3 books & tshirt\n  ","511253":"\n  Don't really have colorful ones like that\n  \n  good to raise awareness though!\n  \n  happy socks day\n  ","511254":"\n  more online\n  \n  irl it's more small groups of people\n  ","511255":"\n  The moon keeps shining in it -_-\n  \n  very annoying these last few nights\n  ","511256":"\n  My name or nicknames\n  ","511257":"\n  affiliate marketing\n  \n  the possibilities are endless\n  ","511258":"\n  How fun XD\n  \n  Going to get ready pretty soon.\n  \n  looks like ask wants to do the pinging sounds again -_-\n  ","511259":"\n  I don't.\n  \n  The person, obviously.\n  ","511260":"\n  sitting on the couch having my tablet charging since I still need to buy a new charger for myself. Answering this.\n  ","511261":"\n  night kitten\n  ","511262":"\n  yes\n  ","511263":"\n  I doubt it\n  ","511264":"\n  movie\n  ","511265":"\n  something selfish\n  \n  something that gives back to others\n  \n  I'm not sure what my last wish would be\n  ","511266":"\n  Thanks :)\n  ","511267":"\n  correct\n  ","511268":"\n  Don't have one of those\n  ","511269":"\n  Yes, a few.\n  \n  Once. My sister and I were both dressed up as her. It was during the summer at this place we ended up camping at. Walked around downtown with all the other parade people. I'm not even sure what it was all about lol I just remember flinstone characters and other stuff lol\n  ","511270":"\n  WHAT SHOULD I WATCH ON NETFLIX?\n  ","511271":"\n  I haven't seen you undraped\n  ","511272":"\n  yes since a few people on here sent them before\n  ","511273":"\n  its been pretty good!\n  ","511274":"\n  Very nice\n  ","511275":"\n  hajjajaja\n  ","511276":"\n  Because you don't even know\n  ","511277":"\n  then what's the reason? :p\n  ","511278":"\n  follow them\n  \n  ¯\\_(ツ)_\/¯\n  ","511279":"\n  haha ok then\n  ","511280":"\n  I haven't. None of my guy friends wanted me and vice versa. If they did they never acted on it\n  ","511281":"\n  I have a good idea why😉\n  ","511282":"\n  wonderful\n  ","511283":"\n  Then why does that guy keep trying to talk with me?\n  ","511284":"\n  I'll pass.\n  \n  gym + swimming\n  \n  i don't want to do a damn thing lol\n  \n  also walked around the building once\n  ","511285":"\n  somewhere in the middle\n  ","511286":"\n  lol\n  \n  I only really notice it in the morning after that its just normal.\n  ","511287":"\n  I'm very natural with my makeup. Would love to be more adventurous with it but makeup costs a ton (the good stuff)\n  \n  mostly use drugstore.\n  ","511288":"\n  my personality and outlook on life\n  ","511289":"\n  * since keto it would be a low carb tortilla wrap instead of real bread\n  \n  deli meat - ham or turkey, cheese, condiments  (vegan mayo, mustard or hummus) maybe lettuce..\n  \n  tuna, celery, pickles, vegan mayo\n  ","511290":"\n  I also don't need to gossip about people either.\n  ","511291":"\n  People are set in their ways and fearful of change, failure, and a bunch of other things going on in the mind. They seek negative thoughts and that's what they'll get in return.\n  ","511292":"\n  4\/5\n  \n  not sure if one really counts XD\n  ","511293":"\n  I don't ignore any.\n  \n  I know what I need to work on and doing it.\n  ","511294":"\n  haha thanks Jubs Jubs!\n  ","511295":"\n  I don't like being in drama or confrontations.\n  \n  But I definitely will speak my mind when need be. I'm not going to let anyone walk on me.\n  ","511296":"\n  it was about farting 😂\n  \n  no wonder why I kept seeing the  Domino's cars tonight.\n  ","511297":"\n  Not really. It was going to be my middle name but my brother liked it more so Lyndsey Nicole instead of Nicole Lyndsey happened. I'm not sure why they decided on that spelling though.\n  ","511298":"\n  I believe it depends more on the comment but probably lol\n  ","511299":"\n  adorable\n  ","511300":"\n  aw. That is too sweet.\n  ","511301":"\n  no\n  ","511302":"\n  future\n  \n  I already know the whys\n  ","511303":"\n  Never had\n  ","511304":"\n  anons don't get either one\n  ","511305":"\n  cherry cheesecake\n  \n  Average, i guess.\n  ","511306":"\n  More so we have the decision on how to react.\n  ","511307":"\n  December 16th\n  \n  with family or friends\n  ","511308":"\n  Not directly, no.\n  ","511309":"\n  kind of regret posting now....\n  ","511310":"\n  child\n  ","511311":"\n  comedy, romcom and horror\n  ","511312":"\n  Depends what it is. I always want the details straight up before making the decision to do it.\n  \n  Change can be hard though ¯\\_(ツ)_\/¯\n  ","511313":"\n  on here - loads. I usually just say thanks. Sometimes disagree. Depends on mood.\n  \n  probably never in person lol can't remember a time :p\n  ","511314":"\n  How nice\n  ","511315":"\n  I didn't know what day it was...\n  \n  I haven't done much yet. Slept. I weighed in 2 pounds less. Had breakfast. Read my 10 pages. Checked ig and did the giveaways I was  tagged in. Checked email. Here now.\n  \n  I'm sure later will be much better.\n  ","511316":"\n  no lol\n  ","511317":"\n  I just deleted a question but was that you, Jubs Jubs? 😂\n  ","511318":"\n  That's good.\n  \n  Good night king\n  ","511319":"\n  You too 😴😴😴\n  ","511320":"\n  so comfy lol\n  ","511321":"\n  nope\n  ","511322":"\n  it definitely can vary.\n  ","511323":"\n  I figured you meant something like that but then I got lost with the tax and stuff after that. Just seemed like weird ramblings.\n  \n  Yup. Law of attraction, conscious and unconscious mind. The people hurting themselves are making excuses because scared to do x,y and z. Old behavior patterns.\n  \n  The two books I'm reading deal with all that.\n  ","511324":"\n  I don't care what you do\n  ","511325":"\n  Ask should get an edit button\n  ","511326":"\n  least of my worries when dealing with preferences 😉\n  ","511327":"\n  \"My point is life is designed so that the better you're doing the more it helps you and the worse you're doing the more it hurts you\"\n  \n  Nobody asked a question about life helping or hurting you. \"My point is\" kind of signifies that there was a previous decision on the matter\n  ","511328":"\n  Nobody talked about this lol\n  \n  I agree with you.\n  ","511329":"\n  There's a line for that\n  \n\n   @JJD55\n  \n\n   @TheChaosBringer\n  \n","511330":"\n  It can.\n  ","511331":"\n  Is that why my room feels hot?\n  ","511332":"\n  I'm female. You do the math.\n  ","511333":"\n  Let's not be negative now.\n  ","511334":"\n  none such picture exists.\n  ","511335":"\n  - against terms\n  \n  - I don't always feel \"sexy\"\n  \n  - It's 11pm and I just don't feel like taking a picture + putting the lights back on. Not wearing anything sexy either.\n  ","511336":"\n  Probably anything dealing with Boston. I don't really feel like I have a culture lol. Clearly root for Boston sporting teams and all that. Guess the irish side comes out when cursing then 😉\n  ","511337":"\n  How nice...\n  ","511338":"\n  Life is good.\n  ","511339":"\n  nah\n  ","511340":"\n  It was fine.\n  \n  Why do people care about other people's sex lives?\n  ","511341":"\n  grey tshirt\n  \n  green lounge shorts\n  \n  underwear\n  ","511342":"\n  o.o\n  ","511343":"\n  A few people.\n  ","511344":"\n  What does that have to do with my name though?\n  ","511345":"\n  Lyndsey and Linda are very different.\n  ","511346":"\n  I think it's both. We need pain to remember the joy and vice versa.\n  \n  I don't feel like thinking on the second question right now, sorry.\n  \n  I have had more positives.\n  ","511347":"\n  Linda?\n  ","511348":"\n  too many subplots.\n  \n  family, love etc\n  ","511349":"\n  dogs, books, and chocolate\n  ","511350":"\n  haha it works!\n  ","511351":"\n  \"THIS IS US\"\n  ","511352":"\n  Yes, plenty of times. It was usually clothing items from polyvore's contests. Or giveaways on instagram.\n  ","511353":"\n  Apparently not XD Tendrils seems more fancy :)\n  ","511354":"\n  My brother had some growing up. No, I can't remember their names.\n  \n  I haven't owned fish personally.\n  ","511355":"\n  baby hairs as well :)\n  \n  I'm not sure that I learned anything recently... or it hasn't came to mind.\n  ","511356":"\n  Are you sick?\n  ","511357":"\n  I don't believe so\n  ","511358":"\n  I haven't blocked anyone in a while. The page always messes up though.\n  ","511359":"\n  WHY ARE YOU YELLING?\n  \n  YES.\n  ","511360":"\n  Yes. It's sad how everything is technology based for kids today.\n  \n  It should definitely be limited. I suppose it depends on the age too. The parents should get real games instead of throwing a tablet at the kid with unlimited games. They should also be outside more.\n  \n  I'm not really sure what type of parent I'd be or approve of. Everyone is different. If the kid is happy, safe, taken cared of then i have no problem with the way the parents parent.\n  ","511361":"\n  I don't know what to ask\n  ","511362":"\n  hello\n  ","511363":"\n  indeed\n  ","511364":"\n  Eventually. I'm not in a hurry. Fuck people who always talk about the internal clock - rude!\n  \n  If loved and financially off then go for it?\n  \n  Yes, adoption and everything else would be good if can't have kids etc\n  \n  yesss!! Pets definitely help you learn responsibility, love, and everything else.\n  ","511365":"\n  everything\n  ","511366":"\n  clogs come to mind too\n  ","511367":"\n  Not since elementary school.\n  ","511368":"\n  this & ig\n  ","511369":"\n  a tv show\n  ","511370":"\n  Pretty good. Waiting for This is Us to come on.\n  ","511371":"\n  I feel like it's less taboo to talk about these days.\n  \n  Most of my friend group have been real with whatever they have. It's usually more anxiety and depression based.\n  \n  I'm not sure about parents circle. I feel like they wouldn't talk about it much?\n  ","511372":"\n  Yes, at times.\n  \n  Good to know.\n  \n  I like roses and sunflowers.\n  \n  I can't remember certain plant names right now.\n  ","511373":"\n  Agree with what you wrote\n  \n  I feel like I've only had about 3 or 4 good math teachers that made it fun and easy to learn.\n  \n  The rest were boring or didn't teach in a good way.\n  ","511374":"\n  personality\n  \n  humor\n  \n  looks wise\n  \n  actions\n  ","511375":"\n  ¯\\_(ツ)_\/¯\n  ","511376":"\n  hey\n  ","511377":"\n  same\n  \n  layed out yesterday :)\n  ","511378":"\n  I don't get paid from them if that's what you meant.\n  \n  I don't believe that the guy should pay for everything. should be 50\/50.\n  ","511379":"\n  excellent\n  ","511380":"\n  It's fine.\n  ","511381":"\n  My mom owns me $50 atm\n  \n  but yes, I do contribute.. more towards food.\n  \n  And I'm not answering other questions relating to finances because people can be nasty when I do.\n  ","511382":"\n  I know :P\n  ","511383":"\n  All things i can't have 😂\n  \n  unless keto versions\n  ","511384":"\n  AZ doesn't change the clocks either\n  ","511385":"\n  Thanks\n  ","511386":"\n  Same :)\n  ","511387":"\n  It's 6:20pm\n  \n  bit late for that :p\n  ","511388":"\n  We been through this today\n  ","511389":"\n  Egyptians seem cool.\n  ","511390":"\n  I don't think so\n  ","511391":"\n  Not at the moment :p\n  \n  I did notice a modeling gig lately but I don't think I'd be good at it.\n  ","511392":"\n  How's life?\n  ","511393":"\n  snapped friend's bra straps in the back.\n  \n  No idea why 😂\n  ","511394":"\n  Nothing. Just got back from the gym. Walked around too. Hot out too.\n  ","511395":"\n  Sometimes\n  ","511396":"\n  Sweet\n  ","511397":"\n  ouch\n  \n  no\n  ","511398":"\n  I'd never want to do that lol\n  \n  I do a lot of up and down movements so wouldn't be fun etc\n  ","511399":"\n  depends what I'm doing..\n  ","511400":"\n  Maybe\n  \n  not sure what we're having tonight\n  ","511401":"\n  bless you\n  ","511402":"\n  I feel like here the more credentials you have as a teacher, the better. Weird how its not the same.\n  ","511403":"\n  proud of you x\n  ","511404":"\n  That seems bizarre.\n  ","511405":"\n  *mind\n  \n  salads are great\n  ","511406":"\n  Perhaps!\n  \n  idk was the first word that came to mond lol\n  ","511407":"\n  I'm good. How's the teaching going?\n  ","511408":"\n  Yes. sometimes I use a lot of them other times cba\n  ","511409":"\n  1 being the least\n  ","511410":"\n  I know :p\n  ","511411":"\n  😂😂😂\n  ","511412":"\n  lol\n  ","511413":"\n  69 worth apparently lol\n  ","511414":"\n  yikes\n  ","511415":"\n  Maybe if the guy was drunk enough and looking for a fight.\n  \n  but I don't believe so.\n  ","511416":"\n  both\n  ","511417":"\n  Good night\n  ","511418":"\n  Good. Think I'll sleep or watch something.\n  ","511419":"\n  the shark came\n  ","511420":"\n  lettuce\n  ","511421":"\n  Old friends keep invading my dreans lately. I don't really feel that I need them in my life but it makes me miss what we had a little bit.\n  \n  ¯\\_(ツ)_\/¯\n  \n  I'm guessing i just miss a connection with friends or their qualities rather than the person.\n  ","511422":"\n  Sunday was nice. Nothing new to really report.\n  ","511423":"\n  my mind went elsewhere with \"erect\"\n  \n  I'm not sure what it would be doing. swimming maybe?\n  ","511424":"\n  I feel that the Sagittarius ones fit me pretty well\n  ","511425":"\n  Everywhere!\n  ","511426":"\n  I did it 😴😴😴\n  ","511427":"\n  Apparently -_-\n  ","511428":"\n  I like gravy more on the thicker side.\n  ","511429":"\n  somewhat\n  ","511430":"\n  XD\n  ","511431":"\n  I'm not sure, tbh.\n  ","511432":"\n  L\n  \n  lasagna?\n  ","511433":"\n  I did!\n  \n  hell no lol\n  ","511434":"\n  no\n  ","511435":"\n  king needs back rubs\n  ","511436":"\n  ok then\n  ","511437":"\n  :)\n  ","511438":"\n  They had a survey up mentioning statistics so I'd guess that.\n  ","511439":"\n  rebellion\n  \n  appearance wise 😈\n  ","511440":"\n  The best king\n  ","511441":"\n  too funny\n  ","511442":"\n  How's your back?\n  ","511443":"\n  When you post the answer and then scroll down to see this 😂😂😂😂\n  \n   @whensparksflyallaround\n  \n","511444":"\n  ya'll are weird\n  ","511445":"\n  and the Internet didn't break 😉\n  ","511446":"\n  You haven't seen much lol\n  \n  Anyways, I'm still not a healthy weight\/bmi for my height.\n  ","511447":"\n  The Voice is so good tonight x\n  ","511448":"\n  That's pretty true.\n  \n  I'll check it later :)\n  ","511449":"\n  I got it done in February..\n  \n  I'm naturally dirty blonde to begin with but get added blonde highlights.\n  ","511450":"\n  cute king\n  ","511451":"\n  who else would it be?\n  ","511452":"\n  👍\n  ","511453":"\n  cute\n  ","511454":"\n  I wasn't when I did that.\n  \n  If I go somewhere then i do put it on otherwise nope.\n  ","511455":"\n  yes and no.\n  \n  People go too far with it. Also separation of race when it shouldn't matter.\n  ","511456":"\n  It's ok. Would like to get more highlights as roots are coming back already.\n  ","511457":"\n  show your d!ck\n  ","511458":"\n  That would be against terms.\n  ","511459":"\n  The racist one is where it dies lol the caption too.. oh my.\n  \n  I didn't see it.\n  \n  I get how it's more about loving everyone but damn.. The message is totally messed up XD\n  ","511460":"\n  ¯\\_(ツ)_\/¯\n  ","511461":"\n  I have one on now\n  ","511462":"\n  lol thanks\n  \n  think it looks better in person\n  ","511463":"\n  haha\n  ","511464":"\n  keep going.\n  \n  chances are that feeling won't last.\n  \n  bit of an excuse from the books I'm reading too. \"i failed so....\"\n  \n  no. those won't get you far\n  ","511465":"\n  I cropped it\n  \n  also just wearing a towel so no thanks :p\n  ","511466":"\n  not really.\n  \n  I'm literally doing a challenge right now and one of the rules is to exercise twice, one being outside. I picked yoga while also getting some sun in 🔥🌞 80s out but the uv is strongggggg\n  ","511467":"\n  idk will you??\n  \n  my hair gets curly when the water and sun dries it. I mostly layed out and some yoga moves here and there.\n  ","511468":"\n  I feel like it would influence me a little bit but then I'd also forget about the cause too and just ask\/answer because I felt like it.\n  \n  good idea if everything is legit\n  ","511469":"\n  my sister is married.\n  ","511470":"\n  Because its more of a tragedy.\n  \n  innocent people  (in most cases) didn't deserve to die.\n  \n  people playing \"god\"\n  \n  more family's are involved instead of just one\n  ","511471":"\n  Because it is lol\n  ","511472":"\n  Probably 😉\n  ","511473":"\n  Not always. I usually start with the stationary bike.\n  \n  if I was running or something I'd definitely stretch first.\n  ","511474":"\n  yup :P\n  ","511475":"\n  It's ok.\n  \n  even better 😉\n  \n  speaking of.. still need to do.\n  ","511476":"\n  You are limitless\n  ","511477":"\n  Almond\n  \n  depends what it goes with\n  \n  hmm would have french toast more so ¯\\_(ツ)_\/¯\n  ","511478":"\n  both\n  \n  blueberries\n  \n  tea\n  \n  lemonade\n  ","511479":"\n  Pretty good :)\n  ","511480":"\n  agreed.\n  \n  I didn't notice it was coming out of our coins XD\n  ","511481":"\n  Maybe\n  ","511482":"\n  Either or\n  ","511483":"\n  a couple lol\n  ","511484":"\n  oh... I want my coins back then 😂\n  \n  fucking useless\n  ","511485":"\n  I guess blessings. My mind usually has other ideas though.\n  ","511486":"\n  I'd hope everyone showers (or bathes)\n  ","511487":"\n  What?\n  ","511488":"\n  I guess. My knees don't give me pain.\n  \n  Sometimes I'll stretch more after doing some workouts but ya..\n  ","511489":"\n  sounds nice\n  ","511490":"\n  rewards, apparently.\n  \n  Should just combine them with the normal likes.\n  ","511491":"\n  mild at best\n  ","511492":"\n  sent an hour ago\n  \n  which did you do?\n  ","511493":"\n  What do the rewards do?\n  \n  seems pointless lol\n  ","511494":"\n  noon & night\n  ","511495":"\n  sort of. wasn't exactly a date but their s\/o was there and it was just different lol\n  \n  also they were pretty much fighting the whole time. First time I met the guy too -_- She ended up marrying him because she got pregnant. Also divorced him.\n  \n  It was a very annoying night. he clearly didn't want to be there and it was just miserable 😂 they were late as well.. went to the carnival. should have been fun but it was a shitshow from the get go lol\n  ","511496":"\n  yes but haven't played in years\n  ","511497":"\n  food, fitness, random miscellaneous things\n  \n  fandoms at times\n  \n  ¯\\_(ツ)_\/¯\n  ","511498":"\n  hugs xoxo\n  ","511499":"\n  idk\n  \n  I don't care what others do\n  ","511500":"\n  cool\n  \n  I'll go watch something instead of wasting battery life\n  ","511501":"\n  Hope you feel better\n  ","511502":"\n  I deleted it but it would have been my yogurt from today.\n  ","511503":"\n  I didn't.\n  \n  don't have much green with me either\n  ","511504":"\n  kind of the point with sites\/apps like this.\n  ","511505":"\n  after i answered the last question lol\n  \n  no\n  ","511506":"\n  I didn't wear green, got kissed or pinched.\n  ","511507":"\n  I actually had to look up earlier just to make sure.\n  ","511508":"\n  you?\n  ","511509":"\n  yup lol\n  \n  cute\n  ","511510":"\n  haha cute\n  ","511511":"\n  ask was dead, not good questions etc\n  \n  anyways did the 300 air squats\n  ","511512":"\n  stupidity, excuses etc\n  ","511513":"\n  yes\n  ","511514":"\n  Wrangler\n  ","511515":"\n  yup\n  ","511516":"\n  I don't have one.\n  ","511517":"\n  no. it broke today. Bent.\n  ","511518":"\n  ¯\\_(ツ)_\/¯\n  ","511519":"\n  cute\n  ","511520":"\n  I miss my charger\n  \n  52% 👎\n  ","511521":"\n  100 left\n  \n  🔥😴\n  ","511522":"\n  cool\n  \n  basset hound :)\n  ","511523":"\n  ew. I've only done 50 air squats so far. Why did I think this was a good idea to do?\n  \n  did everything besides the bike. need a new tire and not going to the gym today.\n  ","511524":"\n  Family does often when we get together.\n  ","511525":"\n  ginger ale, soup, some type of medicine if really feel down.\n  \n  doctor if necessary\n  ","511526":"\n  Maine is freezing in the winter.\n  ","511527":"\n  He's not :P\n  \n  He's an asshole at times.\n  \n  sister's dog.. well her husbands more lol\n  ","511528":"\n  Alexa just added tacos to the shopping list.\n  \n  That's scary.\n  ","511529":"\n  why does Wrangler think it's ok to just jump on my bed?\n  ","511530":"\n  I know 😂\n  \n  it was very creepy + other stuff that happened.\n  \n  just didn't mention on here.\n  ","511531":"\n  Going to read my 10 pages\n  \n  I've been alternating between the two. Today its this one\n  ","511532":"\n  why?\n  ","511533":"\n  tshirt and pink lounge shorts\n  ","511534":"\n  varies.\n  \n  today was negative. Pandora gave me the \"i feel good song \" and my body was like no.\n  \n  and then the whole charger thing.\n  \n  uh.. today is going to suck?\n  ","511535":"\n  shirt and already worn twice :)\n  ","511536":"\n  I killed my charger\n  \n  it ended up wrapping around my leg and my tablet threw across the floor. The plug bit bent :\/\n  \n  Tablet is one tough mofo\n  ","511537":"\n  Good night\n  \n  happy st Patricks day if you celebrate\n  ","511538":"\n  sounds like a long process.\n  ","511539":"\n  🐱🐈\n  ","511540":"\n  not the type of kitten i meant. silly google 😉\n  \n  true lol\n  ","511541":"\n  The movie ended\n  \n  I got lost on instagram.\n  \n  and now I must sleep\n  ","511542":"\n  Can someone teach us? lol 😂\n  ","511543":"\n  Apparently I have a kitten. not helping, google translate.\n  \n  Tengo un gatito\n  ","511544":"\n  no, I don't want to play.\n  \n  I hope that is the right translation 😂\n  \n  seems familiar & I don't feel like looking it up to see if I'm right or not.\n  ","511545":"\n  with a huge d!ck that eats people o.o\n  ","511546":"\n  Ewww. kids are gross lol\n  \n  There's lots of charts around. I've noticed the lifelong and that type of stuff. Only done my hand though\n  ","511547":"\n  Since the first grade 😍\n  ","511548":"\n  nope\n  ","511549":"\n  private\n  ","511550":"\n  Yes. Went earlier too.\n  ","511551":"\n  fine\n  ","511552":"\n  hello\n  ","511553":"\n  I'd rather hear what they'd have to say but it's fine either way.\n  ","511554":"\n  tastes like normal ones to me lol\n  ","511555":"\n  better question\n  \n  why'd they come to me lol\n  ","511556":"\n  I've only had low carb tortilla wraps\n  ","511557":"\n  That's weird. I was going to show you my night but the sound on the video didn't work o.o\n  \n  I'm watching Across The Universe\n  ","511558":"\n  I love Sadie.\n  ","511559":"\n  gracias\n  ","511560":"\n  ok\n  ","511561":"\n  I know, Danny.\n  ","511562":"\n  ☺\n  ","511563":"\n  Come together 🎤🎤🎤🎤\n  ","511564":"\n  they are a little similar\n  ","511565":"\n  my hair is thick :)\n  ","511566":"\n  Don't have one\n  \n\n   @NO3MM3RZ\n  \n  take your anon back, please.\n  ","511567":"\n  My boobs?\n  ","511568":"\n  Same. had to be a lifestyle change. I was already eating more protein and fat on most days so it wasn't a huge change in that respect.\n  \n  The lower carbs was an adjustment though. tracking net carbs too.\n  ","511569":"\n  I'm not a cannibal.\n  ","511570":"\n  no\n  ","511571":"\n  I'm not into girls, sorry.\n  ","511572":"\n  Friends\n  \n  House\n  \n  Gilmore Girls\n  \n  Got\n  \n  OITNB\n  \n  TWD\n  ","511573":"\n  ....?\n  ","511574":"\n  Apparently so\n  \n  would make sleeping on beds hard\n  ","511575":"\n  It has been. Sometimes I'll want something but its not worth it either.\n  ","511576":"\n  Thanks :)\n  ","511577":"\n  Ok.\n  \n  11.5 since I started it.\n  \n  going into the 10th week\n  \n  all results are different. I'm losing more inches since I work out.\n  ","511578":"\n  Obviously but I'm not going to :p\n  ","511579":"\n  no. I'm fine with my height.\n  ","511580":"\n  low carb + sugar\n  ","511581":"\n  control your friendships\n  \n  clothing\n  \n  mine type mentality\n  \n  mentally abusive in most cases\n  ","511582":"\n  Good night\n  \n  I'll send some out :)\n  ","511583":"\n  Can't\n  \n  doing keto\n  \n  also rather not have \"fake pizza\" all the time either.\n  ","511584":"\n  I liked it.\n  \n  I wanted to answer more in depth questions but its literally more small talk omes in my inbox\n  ","511585":"\n  haha cute\n  ","511586":"\n  no more pizza for you!\n  ","511587":"\n  varies 😉\n  ","511588":"\n  Why does this seem like a threat?\n  ","511589":"\n  Good height\n  ","511590":"\n  Enjoy\n  ","511591":"\n  not always\n  ","511592":"\n  It's pretty average I'd say.\n  \n  hbu?\n  \n  What's your height?\n  ","511593":"\n  Do you have a tall fetish?\n  \n  5'7\"\n  ","511594":"\n  The ones\n  \n   @urlsareshittbh\n  \n  sends out and other more in depth questions.\n  ","511595":"\n  it always happens\n  \n  also small talk :p\n  ","511596":"\n  no problem\n  ","511597":"\n  pizza is god\n  \n  amen\n  ","511598":"\n  Read the bio\n  ","511599":"\n  tmi\n  \n  I hate when I want to test the ketone levels and set everything up and then my pee is like \"oh you wanted it to go in there. not today, sister.\"\n  ","511600":"\n  I'm pretty good. Tired from the gym. Awake.\n  ","511601":"\n  Not really? It can vary.\n  ","511602":"\n  I listen to pretty much everything but...\n  \n  I feel like people would be surprised that I listen to metal music including subgroups of it. I have a whole playlist dedicated to it.\n  \n\n   https:\/\/open.spotify.com\/user\/lseed87\/playlist\/2y7zK7p3dsxHXS6vmA72OU?si=3CKdAjdTTMSum4CMh8Qn3A\n  \n","511603":"\n  Maybe\n  ","511604":"\n  putting myself out there\n  \n  being judged by a picture or profile\n  \n  not attracting the right kind of guys\n  \n  I'm not into hookup culture and most are\n  \n  also the stuff i wrote in\n  \n   @TheChaosBringer\n  \n  question about dating apps would apply here too.\n  ","511605":"\n  I know a little html. I used to create my own MySpace layouts or tweak existing ones to fit my style a little more.\n  ","511606":"\n  I probably have all of them somewhere 😂\n  ","511607":"\n  plot twist : I am single.\n  \n  I don't like them.it makes me feel odd.\n  ","511608":"\n  WHO SAID OTHERWISE? 😮\n  ","511609":"\n  You can get a new phone after so much time.\n  \n  You either keep the phone or get a new one when they have the free upgrade lol\n  \n  Don't understand what you aren't understanding.\n  ","511610":"\n  I have once.\n  ","511611":"\n  The contract..\n  ","511612":"\n  Maybe 4\/5\n  \n  had more upgrades than actual replacements..\n  \n  Nokia was my first one. The blue.\n  ","511613":"\n  tastes just like real pizza too :)\n  ","511614":"\n  You are a much nicer person x\n  ","511615":"\n  It would be cool to learn!\n  \n  I haven't had one done.\n  \n  More so the future.. or present?\n  ","511616":"\n  no. I'd be fine without it for a few days.\n  ","511617":"\n  keto pizza.. they just call the dough you make that for some reason lol ¯\\_(ツ)_\/¯\n  \n  less carbs\n  ","511618":"\n  Kardashians\/Jenners?\n  \n  Trump?\n  \n  ¯\\_(ツ)_\/¯\n  ","511619":"\n  I might make fathead pizza tomorrow 🍕\n  \n  -\n  \n  cheese\n  \n  bbq chicken\n  \n  feta, spinach, chicken, white sauce\n  ","511620":"\n  I agree with the \"don't tell me what to wear\". That can be controlling behavior. You don't seem like the type though :p\n  \n  She just cares about herself.\n  ","511621":"\n  Nothing 😉\n  \n  idk children, grandkids...\n  ","511622":"\n  It's been a while. I don't exactly remember the cause.\n  ","511623":"\n  yup\n  ","511624":"\n  Good luck with that\n  ","511625":"\n  A sign that they hold.. I'm not sure what it said but the fact that she's begging for money while having a purse worth $500 clearly shows she's not exactly homeless or that poor...\n  ","511626":"\n  Agreed.\n  \n  It's even more sad when they have pets with them.\n  ","511627":"\n  bath, candle, music\n  \n  swim\n  \n  watch a movie \/ show\n  \n  music\n  \n  take a walk\n  \n  sleep ;)\n  ","511628":"\n  I would. Some change, buy some food for them etc\n  ","511629":"\n  yup\n  \n  Reminds me of that news story lately where a girl had a sign and she had a  $500 purse with her. Like damn.\n  ","511630":"\n  Friday - I went to the gym\n  \n  Saturday - gym\n  \n  Sunday - I'll probably take a gym day off and do other activities.\n  ","511631":"\n  Yes a few.\n  ","511632":"\n  Nice of you\n  ","511633":"\n  I'm not religious.\n  \n  I think doing keto is enough 😂\n  \n  r.i.p all the bread, pasta, potatoes and other carb filled things.\n  \n  I don't know what else I'd give up, tbh. I already feel like I haven't been on here as much...\n  ","511634":"\n  chicken parm\n  \n  Chinese food\n  \n  for keto:\n  \n  fathead pizza 🍕\n  \n  chicken parm (zucchini noodles )\n  \n  I can't think of anything else keto atm.. lots of salads included\n  \n  * kept it more dinner themed\n  ","511635":"\n  I'm ok. Simple meals :)\n  ","511636":"\n  cool\n  \n  I'm done talking about my vagina now lol\n  ","511637":"\n  I followed back\n  ","511638":"\n  In the oven or in a pan. Whichever way works fine.\n  ","511639":"\n  yes but its not a bush either\n  ","511640":"\n  sent 2 hours ago -\n  \n  I was at the gym. Also walked around to get my outdoor workout in.\n  \n  If you meant location wise, it's in my bio ➡⬅\n  ","511641":"\n  here now\n  ","511642":"\n  Then no :p\n  \n  its usually trimmed\n  ","511643":"\n  I don't even remember what they were but probably smashing them with flying colors. I know weightloss was just a continuation and not quite a \"resolution\".\n  \n  I'm doing good. Just got back from the gym. Going to have porkchops for dinner.\n  ","511644":"\n  I try\n  ","511645":"\n  It was about pubic hair?\n  ","511646":"\n  ok then\n  ","511647":"\n  I'm not political.\n  \n  But I did side more with Al Gore 😮\n  \n  I was young though ¯\\_(ツ)_\/¯\n  ","511648":"\n  What did you watch?\n  ","511649":"\n  I like almond milk\n  \n  the Carb master milk is good too. more so the chocolate one.\n  ","511650":"\n  11 hours ago - no\n  \n  now - about to get offline\n  ","511651":"\n  tablet - beach one\n  \n  laptop (old) - Dallas Green's hand tattoos\n  \n  laptop (new) - some mermaid water thing i thothink nk ¯\\_(ツ)_\/¯\n  ","511652":"\n  sorry but law of attraction focuses on the wants not the don't wants :P\n  ","511653":"\n  yours!\n  \n  even better if they align\n  ","511654":"\n  I had to question it so I'll go with no.\n  \n  However, I feel content and motivated etc\n  ","511655":"\n  78F and sunny\n  ","511656":"\n  Not to my knowledge lol\n  \n  This is the okcuipd guy i thought the dude could have been.\n  ","511657":"\n  Ask you what?\n  ","511658":"\n  Christmas presents\n  ","511659":"\n  aw thanks\n  \n  That's good :)\n  ","511660":"\n  Don't be a lil b!tch\n  ","511661":"\n  youtube, spotify, Alexa, the car radio\n  ","511662":"\n  Sometimes I'll rewear stuff other times they go straight to the bin. Just depends.\n  ","511663":"\n  lucky - Britney Spears\n  ","511664":"\n  yes. I don't always have to talk about it :P\n  ","511665":"\n  Nobody at the moment.\n  ","511666":"\n  possibly!\n  ","511667":"\n  More like \"I do my own thing gang\"\n  ","511668":"\n  night hot stuff\n  ","511669":"\n  My name?\n  \n  I always thought it was cute when couples do that crap.\n  ","511670":"\n  congrats Ben\n  ","511671":"\n  yes and then it sucked me in. Kept looking at other things 😴\n  ","511672":"\n  hard to pick\n  ","511673":"\n  Today or...?\n  ","511674":"\n  hahahahahahahahahahaha\n  \n  You know it.\n  \n  but for the #75hard challenge, it's making me do a picture everyday. 10 so far. I should do more normal ones too. Most are me showing my stomach and don't feel comfortable posting on here so don't ask. Another was a bathing suit  ( 1 piece)\n  ","511675":"\n  I don't think I've had one. I haven't really been listening to music this week. I'll hear some in the car or at the gym but I wouldn't label them for the whole week either.\n  ","511676":"\n  I did that last night :P\n  ","511677":"\n  aw\n  ","511678":"\n  Maybe abortion? I see both sides.\n  ","511679":"\n  ears pierced when they ask for it\n  \n  circumcision isn't always needed\n  \n  I'm neutral with abortion. I can see both reasonings.\n  \n  potty training at an early age\n  \n  breastfeeding is usually best but its not the end all if you can't for whatever reasons\n  \n  dogs  over cats 🐕🐶🐩\n  ","511680":"\n  I'm bored.\n  ","511681":"\n  foor doesn't mean anything to my knowledge\n  ","511682":"\n  Either way\n  ","511683":"\n  reverof neeb sti zlp scip emos tsop\n  \n  lol\n  \n  some = emos\n  ","511684":"\n  I know some basic information about palm reading ¯\\_(ツ)_\/¯\n  \n  I have never had it done by someone. it would be interesting.\n  \n  I feel like you could?\n  ","511685":"\n  Apparently\n  \n  r.i.p\n  ","511686":"\n  It's 11pm.. not much 😂\n  \n  I went to the gym and walked around for my outdoor workout earlier. That was pretty much my Friday summed up.\n  ","511687":"\n  How come nobody cares about the school building that collapsed while classes were in session or other news stories currently happening as well? Only hear about NZ.\n  \n  Either way, all the stories are sad.\n  ","511688":"\n  I'm not sure how to feel about it. I don't know much about them besides what you just mentioned and from the other question about the same topic.\n  \n  Also the video i watched - someone else was doing the pendulum so I feel like the hand part wouldn't really be there...\n  ","511689":"\n  No.\n  \n  It's clearly a bad thing all around. People should feel safe going to church.\n  ","511690":"\n  Not really sure what that means...\n  \n  emo songs?\n  \n  anti-love ones?\n  ","511691":"\n  You have a gf and it felt a little uncomfortable. Also I don't look anything like Jennifer Aniston so it was odd.\n  \n  you didn't bother me tho\n  ","511692":"\n  They were good. Different than the usual 👍\n  \n  Some were better than others. Open ended is fine.\n  \n  I think the format depends more on the question being asked. There's no right or wrong way to it.\n  \n  5-10 sounds ideal to me.\n  ","511693":"\n  \"Have you heard of global warming\" 😂😂😂\n  \n  Yes. I do believe it's real.\n  \n  People should have a low footprint.\n  ","511694":"\n  The glass Starbucks bottles of vanilla mocha frap. Would that be considered iced? I've never had real iced ones.\n  \n  Dunkin's french vanilla.\n  ","511695":"\n  I want something more ¯\\_(ツ)_\/¯\n  ","511696":"\n  Italian. Their wraps are good too but usually limited time which is dumb.\n  \n  _\n  \n  I haven't had any keto subway meals but apparently the salads are the best?\n  ","511697":"\n  No. If I had to pick it would be my uncle's first wife. Grew up with her being my aunt + the other kids she had.\n  \n  Yes. Only have two to pick from lol\n  ","511698":"\n  Coming of age stories, love triangle etc (fiction )\n  \n  definitely more young adult themes\n  ","511699":"\n  Lion King and all the other classic ones.\n  \n  Frozen\n  \n  Moana\n  ","511700":"\n  Friday has been pretty good. Time went by fast though! :o\n  ","511701":"\n  B\n  \n  E\n  \n  T\n  \n\n  H\n  \n  E\n  \n  R\n  \n  E\n  ","511702":"\n  What a rebel!\n  \n  hm I'm not sure.\n  \n  Maybe stuff about the books I'm reading. certain old excuses or seeing them in others.\n  ","511703":"\n  amazing ones 😘\n  ","511704":"\n  walking alone and hearing things\n  \n  when home alone and things seem odd\n  \n  huge crowds.. this one depends on certain things though. Shady people etc\n  ","511705":"\n  Not really. lol.  I guess I'm looking forward to April so I can do the inbody scan and see the changes. Main goal is to decrease all the numbers and add to the skeletal mass.\n  \n  The gym, challenge I'm doing. Don't know where the dedication is coming from but its good :)\n  ","511706":"\n  I think it's case by case. I wouldn't be looking for anything specific. .just something that makes me take a double take or something in the conversation if it came to that.\n  \n  One of the last guys i talked with kept wanting me to come over. It was kind of creepy the way he kept going on about it. Clingy too. He also gave landmarks whereabouts he was (same town) it was even more creepy since last time I was in that area was for a murder case lol We were helping with the search party since my sister owns a metal detector. His name was \"Jose\" and when I searched \"Jose *town name*\" it actually went to the murder case... I also had a stalker situation when I was away from ask that week and it made me think it was him since I told him I was going to the gym that night.  Anyways, I ended up blocking him and taking my picture down from Okcupid too.\n  ","511707":"\n  bit obvious what you'd do\n  ","511708":"\n  Maybe have cameras but I'm not sure on security people ¯\\_(ツ)_\/¯\n  ","511709":"\n  These guys at the gym.\n  ","511710":"\n  American\n  \n  cheddar\n  \n  mozzarella\n  \n  gouda\n  \n  parmesan\n  \n  provolone\n  \n  feta\n  ","511711":"\n  How do you play?\n  ","511712":"\n  Yes. Obviously there's controversy over weed being a drug or not to begin with. I think it is but clearly a lesser evil than other hard drugs out there. It's still an addiction by name.\n  ","511713":"\n  Nope\n  ","511714":"\n  married\n  \n  a father\n  \n  bi\n  \n  too far away\n  \n  not quite your type\n  \n  not funny\n  \n  act way too entitled\n  \n  too clingy\n  \n  only interested in s3x and not getting to know you\n  \n  red flags by something on their page or something send if communicated with\n  ","511715":"\n  never\n  ","511716":"\n  <3\n  ","511717":"\n  but I'm leaving now :p\n  ","511718":"\n  no need to be\n  ","511719":"\n  Seeing the movie on Netflix that they were named after\n  \n  seeing someone's name pop up more often - signs\n  \n  etc\n  ","511720":"\n  B\n  ","511721":"\n  *crash*\n  ","511722":"\n  a little hard with keto at times\n  ","511723":"\n  lol I'm not\n  ","511724":"\n  I suppose\n  ","511725":"\n  my thoughts exactly!\n  ","511726":"\n  An airplane now too\n  ","511727":"\n  birds outside being loud\n  \n  my room \/ me \/ the screen I'm typing on\n  ","511728":"\n  Laser tag\n  ","511729":"\n  You probably shouldn't be saying that\n  ","511730":"\n  fun\n  ","511731":"\n  not at all lol\n  ","511732":"\n  ¯\\_(ツ)_\/¯\n  ","511733":"\n  I could have. But oh well. Ended up making a snacky plate for dinner, including chicken 😂 I didn't feel like cooking.\n  ","511734":"\n  Yup\n  ","511735":"\n  Any shooting is bad regardless of who did it and where.\n  ","511736":"\n  true\n  ","511737":"\n  looks like a stolen question from last night\n  ","511738":"\n  That's nice...\n  ","511739":"\n  Already doing\n  ","511740":"\n  Night everyone  <3\n  ","511741":"\n  Jennifer Aniston and Sandra Bullock 😍\n  ","511742":"\n  But then it wouldn't come true if I told you!\n  ","511743":"\n  it changes ¯\\_(ツ)_\/¯\n  ","511744":"\n  buy you a dictionary 😉\n  \n  I'm not actually sure yet.\n  ","511745":"\n  12:24am\n  ","511746":"\n  I wear tshirts mostly these days.\n  ","511747":"\n  Autocorrect sucks\n  ","511748":"\n  who knows lol\n  \n  I know his vocabulary isn't limited so its funny how he only says that. I must be imitating 😂\n  ","511749":"\n  on here\n  \n  just got off snapchat. lol @ the pun\n  \n  I should sleep fairly soon\n  ","511750":"\n  I'd suspect that it was the gym guy who keeps trying to talk to me but failing.\n  \n  (hi, hello)\n  ","511751":"\n  Yes, a couple.\n  ","511752":"\n  IT (the original )\n  \n  Eden Lake\n  \n  Halloween ones are pretty good\n  \n  Scream and other ones like those\n  \n  The classics, basically!\n  ","511753":"\n  Myself. How you doing?\n  \n  nah, family, friends and pets! :)\n  ","511754":"\n  haha you asked!\n  ","511755":"\n  Some guy that gets insecure that females have worn boxers - even the female variety. Because they've never worn them so how could a girl!\n  \n  ugh lol\n  ","511756":"\n  Agreed. I'm really focused right now too. It's helping me be more accountable. I know other people also doing it etc\n  \n  I did need today off from the gym but still managed to get other exercise in and feel good about it :)\n  \n  I feel like this helps too. Not to stress over a low number. The week before was 3.5 and this Wednesday was 1.5 but I definitely see progress. Scales can be evil. Body not so much .\n  ","511757":"\n  That's true. Some nice, some not so nice ones lol\n  \n  All good :)\n  ","511758":"\n  It looks interesting! Recently watched a video with it done. She's having a boy. I feel like the pendulum didn't move much from what I remember.\n  \n  I haven't used one. I probably would though. Fun little thing...\n  ","511759":"\n  Also just because I said \"feel better in my body\" doesn't mean I'm always thinking negative thoughts about my body.\n  ","511760":"\n  Everything.\n  ","511761":"\n  oh\n  ","511762":"\n  I don't think so. Probably because he knows he won't get anywhere with me\n  ","511763":"\n  That's the way i meant 😂 but I hate them anyways so they can stay away if everything is relatively fine XD\n  ","511764":"\n  It's both. More so the body. I can love myself while still trying to change my appearance with exercise. I'm grateful for the things my body does. It's great seeing progress and working towards something.\n  \n  The books I'm reading for the challenge are all about excuses and the mindset you have etc\n  \n  I've literally been big most of my life after getting a steroid shot. Doctors always said everything was fine. Only to find out it was due to pcos & insulin resistance. Uh, that's not healthy whichever way you look at it. I literally have weight to lose. I'm not making excuses. I know the cause now and eating keto has even helped with it too.\n  ","511765":"\n  Probably blamed it on you 😂\n  ","511766":"\n  *was\n  \n  Eh.. wouldn't surprise me if he was doing something back then.\n  ","511767":"\n  different toys\n  \n  feeling better in my body\n  ","511768":"\n  hasn't helped mine...\n  \n  but yes.\n  ","511769":"\n  hm maybe about eyes, or clothing. I don't find those weird though!\n  ","511770":"\n  Ben, Lahore and Dan are the top ones.\n  ","511771":"\n  skinny fat\n  ","511772":"\n  Agreed.\n  ","511773":"\n  I'm not much of a candy person. I'd rather have chocolate or ice cream.\n  ","511774":"\n  It's funny how they don't usually have pictures up either. same, I always decline.\n  ","511775":"\n  Not much is new...\n  ","511776":"\n  family\n  \n  friends\n  \n  pets\n  \n  food, shelter :P\n  \n  sadly the Internet. I've met some great people!\n  ","511777":"\n  Not much now.\n  \n  Productive day though.\n  \n  Also walked 5 miles because I felt like the other stuff today wasn't as good.\n  ","511778":"\n  Probably starting the challenge. pushing myself more etc\n  ","511779":"\n  teleport food\n  \n  I'm sick of chicken right now and not sure what dinner will be yet.\n  ","511780":"\n  dishes\n  ","511781":"\n  surprise me\n  ","511782":"\n  That wouldn't happen  (currently )\n  \n  and why can't these girls send messages like these to guys? Take you where, how? hmm I'm not looking for female nudes. lol\n  ","511783":"\n  1987\n  \n  if you looked at my bio it clearly states my age.\n  \n  87 is also in my username.\n  ","511784":"\n  Of course\n  ","511785":"\n  I'd probably take the money or pass it off to someone more into comics :)\n  ","511786":"\n  Uh...\n  \n  I don't know. I ended up spending most of it outside. yoga, dumbbells, laying out. Read from one of the books. Ate the chips i made with salsa and guacamole. It was a mood.\n  \n  might go for a walk soon...\n  ","511787":"\n  Lion King\n  \n  Grease\n  \n  Dirty Dancing\n  \n  Sound of music\n  \n  les miserables (the musical one)\n  \n  Titanic\n  \n  The Holiday\n  \n  Leap Year\n  \n  Definitely, maybe\n  \n  Mamma Mia\n  ","511788":"\n  I'm rarely mean.\n  \n  The naughty side tho 😉\n  ","511789":"\n  South Carolina\n  \n  Florida\n  \n  Nebraska\n  \n  Colorado\n  \n  Arizona is pretty great too. Boston, NH and Maine should get some love as well. NYC but definitely probably the most expensive!\n  ","511790":"\n  Thanks angel\n  ","511791":"\n  scrambled eggs, bacon or sausage\n  \n  yogurt with fruit\n  \n  pancakes or waffles\n  ","511792":"\n  broccoli, zucchini, cucumber, spinach\n  ","511793":"\n  also did yoga and dumbbell exercises.\n  \n  hopefully got some color XD\n  ","511794":"\n  The chips worked.\n  \n  The cheese not so much. oh well.\n  \n  going to lay out and eat salsa+guacamole with these :)\n  ","511795":"\n  Agreed.\n  \n  I still answer at times 😈\n  ","511796":"\n  eat all the pi\n  \n  lame 😝\n  \n  Was a news story about pi day.\n  \n  Probably shop for everything i wanted without getting caught \/ paying.\n  ","511797":"\n  get a tan, you pale b!tch.\n  ","511798":"\n  I hope the tortilla chips and keto cheeseits come out ok XD\n  \n  Haven't tried making them before.\n  ","511799":"\n  haha no\n  ","511800":"\n  I haven't done anything besides wake up, use the bathroom and came on here, along with checking my email.\n  ","511801":"\n  3 hours and 40 minutes until that time.\n  \n  But today, I'm so tired. I'm definitely not going to the gym today but will do two different workouts because I'm still dedicated to the process and the challenge. Probably do yoga and something else. 😴😴😴\n  ","511802":"\n  They are ok. I'm more top heavy so ¯\\_(ツ)_\/¯\n  ","511803":"\n  compliment\n  \n  obviously it could be bad too.. but I see it in a good light\n  ","511804":"\n  I followed back\n  ","511805":"\n  tablet :p\n  \n  Samsung galaxy 3 or 4? I forget.\n  ","511806":"\n  awww\n  ","511807":"\n  Encouragement\n  ","511808":"\n  Sounds good.\n  \n  I need to limit my fruit again.\n  \n  Watermelon and all the berries.\n  ","511809":"\n  Good night\n  ","511810":"\n  I don't.\n  ","511811":"\n  not much\n  \n  finally got on FB an hour ago. Turns out they didn't end up doing what I was supposed to do on there... but at least have what I needed to do done.\n  \n  Just on here atm\n  \n  🌷honesty hour\n  ","511812":"\n  won't be easy but good to work on things etc\n  ","511813":"\n  The gym? I feel like a lot of the people today were tired and I was keep going strong?\n  ","511814":"\n  I have but not in a while :p\n  ","511815":"\n  Very nice :)\n  ","511816":"\n  I do but too many carbs or sugar for keto. r.i.p\n  \n  🍌🍌🍌🍌\n  \n  happy birthday to the wife\n  ","511817":"\n  Seems to be the way it goes :)\n  ","511818":"\n  That's true :P\n  \n  Don't always know slang terms but do know about most of the ones you mentioned. I've never done drugs, surprisingly. Bad town etc\n  ","511819":"\n  Does %rose count then? He's sent some stuff...\n  \n  Besides those two, none.\n  ","511820":"\n  Ohh. For some reason I didn't think of drugs 😂\n  "}}