{"Question":{"511821":"\n   Even though our alphabets are vastly different, I get many people speaking Russian and Arabic on my page. What foreign languages do you get questions typed in the most?\n  ","511822":"\n   You first\n  ","511823":"\n   Yeah, I don't even chew gum anymore because it freaks me out. It gross-es me out when others chew it and I only chewed it as an adult when ridiculously taking MDMA. But as a kid, I used to spit it out most of the time and sometimes swallow it to freak other kids out! 😂\n  ","511824":"\n   Hi, I'd appreciate if you could refer me to people you find worth following, thank you :)\n  ","511825":"\n   I always believed that gum would stay in my body for 7years! 😂\n  ","511826":"\n   6:40pm Early evening song Go!\n  ","511827":"\n   Yeah\n  ","511828":"\n   is this the best cover version ever of a queen song??? actually of any song?\n   \n    https:\/\/www.youtube.com\/watch?v=tgbNymZ7vqY\n   \n","511829":"\n\n    https:\/\/www.youtube.com\/watch?v=Mx2BMwLvVA4\n   \n   opinion about this video? It means a lot to me if you do :)\n  ","511830":"\n   Hello\n  ","511831":"\n   сколько живет любовь?\n  ","511832":"\n   _\n  ","511833":"\n   pap a peek of ur undes\n  ","511834":"\n   Struggle with emotion\nFell the pain burn deep\nWithin our nerves\nThe mourning of lost life\nCommands our action night and day\nThe foul realism is unleashed\nUpon the Earth we'll bleed\nBanish all fond memories\nAs the Lord Beckons us to judgement\nDegeneration is close at hand\n  ","511835":"\n   What do you do online\n  ","511836":"\n   How do you feel about people who don't have jobs? Like they could work if they wanted to but don't because they're just lazy and expect someone else to take care of them?\n  ","511837":"\n   When you became my queen when I was alone and weak before, you made me become stronger and you taught me how to stay in shape and exercise🌹👑\n  ","511838":"\n   What are some stupid lies that you use to believe as a kid\n  ","511839":"\n   What is your fear???\n  ","511840":"\n   hey, if im annoying you ever pls say, xx\n  ","511841":"\n   Hugs you longer🌹👑🤗🤗\n  ","511842":"\n   lets date\n  ","511843":"\n   Do you have any experience with runes? If so, what's your experience?(This includes rune stones and rune cards) If not, would you ever use them? Do you think that people can communicate to non-humans or predict the future with them? Feel free to add anything else about runes.\n  ","511844":"\n   Hello\n  ","511845":"\n   I think it might have been @\/cactusdoug or @\/bornofsaltandsmoke but I don't remember who tbh but someone posted about it being like this for the past 11ish hours.🤷\n  ","511846":"\n   _\n  ","511847":"\n   What is size of your dreams?\n  ","511848":"\n   Do you have any experience with Ouija boards? If so, what are they? If not, would you ever use one? Do you think that people can communicate to non-humans with them?\n  ","511849":"\n   What is 100 miles north of you? East of you? West of you and South of you? Dosen't have to be exact locations 🤔\n  ","511850":"\n   Drivers: how lond do you wait before refueling your  vehicle? Non drivers: have you been in a vehicle where it ran oit of feul? Did you have to help push said vehicle like a floof?\n  ","511851":"\n   Do you think it would be ok to date a girl who is already gone out with three of your mates. But she said she only slept with two of them.\n  ","511852":"\n   In your opnion what would be cooler be a video game character or having an action figure of yourself and why\n  ","511853":"\n   Spring is right around the corner. What are some things you're looking forward to in the new season? Do you have any traditions for welcoming the warm weather? Do you think it's going to be hotter or cooler than last spring? What does spring look like where you live?  (spam 1)\n  ","511854":"\n   What have you done today for that challenge?\n  ","511855":"\n   Just a video of a dog beside two squeekers. Ome says yes the other no and the owner asks a couple questions and the dog presses different squeekers\n  ","511856":"\n   Spring usually brings warm weather & warm weather means storms. Have you experienced a strong thunderstorm? Do you enjoy them? Do you find storms interesting\/want to learn more about meteorology? What's the most beautiful weather you've seen? What's the scariest? (spam 2)\n  ","511857":"\n   Should animals do lie detecters?\n   \n    https:\/\/www.instagram.com\/p\/Bu819bWHZ55\/?utm_source=ig_share_sheet&igshid=uw2rb1cvpu50\n   \n","511858":"\n   I voted for Brexit to stop note Eastern Europeans from coming to Britain,\n  ","511859":"\n   On which Number you are trending in your nation?\n  ","511860":"\n   Do you follow me ? I'm just cleaning up my follow list, so if you're dead here or you don't follow, tell me , i'll make it mutual. If you don't answer this or reply me within 24 hours, I'll remove you (presuming you're dead here) If you answer after that time period with a yes, i'll follow back.\/\n  ","511861":"\n   Who is the richest \/wealthiest person you know? Are they pretty normal or do they flaunt their wealth?\n  ","511862":"\n   aw thx, you are so sweet too x\n  ","511863":"\n   Would you rather day someone who's not on any social media and has no interest in it, someone who is on social media but only posts sporadically and mentions you once in a while, or someone who spends a lot of time on social media and posts frequently including posts with you in them. Why?\n  ","511864":"\n   How are you doing\n  ","511865":"\n   lol, you make me laugh so funny, do you remember your dreams when you wake x\n  ","511866":"\n   what are you doing\n  ","511867":"\n   Weirdest questions you've been asked?\n  ","511868":"\n   I love quoting you :)\n  ","511869":"\n   What's for dinner\n  ","511870":"\n   Good night\n  ","511871":"\n   Kisses for you my queen🌹👑😘😘\n  ","511872":"\n   Snuggles you up and cuddles you🌹👑\n  ","511873":"\n   King gets back rubs and chest rubs by his Queen🌹👑\n  ","511874":"\n   Its in build function\n  ","511875":"\n   Needs back rubs and chest rubs\n  ","511876":"\n   Who is good or bad in terms of friendship a girl or boy??\n  ","511877":"\n   Hahahahahah these allls\n  ","511878":"\n   Which emoji suits or match you?\n  ","511879":"\n   then more like have at it look all u want XD\n  ","511880":"\n   опиши свой характер в 3-х словах\n  ","511881":"\n   When was the last time you were truly nervous?\n  ","511882":"\n   have u ever caught a guy checking u out and then u let him continue\n  ","511883":"\n   ‏- شيء جميل بأول حرف من اسمك⁉️\n  ","511884":"\n   Love you🌹👑\n  ","511885":"\n   Loves working out with you🌹👑\n  ","511886":"\n   Fun little question what are aome things that you do that other adults properly don't do\n  ","511887":"\n   Did you pee a lot\n  ","511888":"\n   King loves you more🌹👑\n  ","511889":"\n   Would you pee a lot of you drank a gallon of water\n  ","511890":"\n   Pees a lot now🌹👑\n  ","511891":"\n   What's the most painful thing that happened to you\n  ","511892":"\n   My muscles are huge🌹👑\n  ","511893":"\n   Rubs your back and snuggles you🌹👑\n  ","511894":"\n   I drank lot of water to feel hydrated🌹👑\n  ","511895":"\n   Hey\n  ","511896":"\n   Just Went to the bathroom and peed a lot🌹👑\n  ","511897":"\n   We both had a great workout🌹👑\n  ","511898":"\n   You make me stronger🌹👑\n  ","511899":"\n   Would you date a guy who is really good looking and nice, but he has stretchmarks on his stomach because he used to be fat?\n  ","511900":"\n   wana fck\n  ","511901":"\n   How are you\n  ","511902":"\n   i just missed you, x\n  ","511903":"\n   Yeah🌹👑\n  ","511904":"\n   What are 3 things you want to change about yourself ? Why\n  ","511905":"\n   Feel my arms and chest🌹👑\n  ","511906":"\n   King cuddles you up🌹👑\n  ","511907":"\n   King lays by you🌹👑\n  ","511908":"\n   Tucks me in🌹👑\n  ","511909":"\n   What’s your favourite app\n  ","511910":"\n   When u feel u have an crush??\n  ","511911":"\n   What do you usually wear to sleep?\n  ","511912":"\n\n    https:\/\/www.instagram.com\/p\/Bu6fwOylrsH\/?utm_source=ig_share_sheet&igshid=pyrcg12eazwh\n   \n   are these the most awesome pancales ever?? *nomnom*\n  ","511913":"\n   Makes you comfy and better🌹👑\n  ","511914":"\n   What’s your favorite time pass?\n  ","511915":"\n   You mean your booty hurts🌹👑\n  ","511916":"\n   Do you have phobias ???\n  ","511917":"\n   What are your plans, your ambitions for the next two and a half years?\n  ","511918":"\n   Hugs you gently🌹👑\n  ","511919":"\n   The Jonas Brothers recently did a song on The Late Late Show with James Corden called Year 2019 (a spoof of their old song Year 3000) in which they described what the year 2019 is like to people in the past. If you went back in time, how would you describe 2019 to people?\n  ","511920":"\n   What you want to change from your past??\n  ","511921":"\n   #تأملات_قرآنية \n\n‏﴿ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ﴾\n\nﻻ أحد أعلم بشكواك من الله !\nارفع تفاصيلها إليه ثم ترقب الفرج.. 💕☁️\n  ","511922":"\n   It's written in my face, In the shadows of my eyes. When the devil comes calling, It breaks your earthly ties. The land will break and the seas will rise. The wind will rage as it burns up the sky. All your beliefs will be broken and fall. On your final day, 'cause I'll end it all!\n  ","511923":"\n   So I feel like I'm not safe sometimes, particularly at night but I know it's a completely unrealistic fear. Do you have any unrealistic fears? If so how do you overcome them?\n  ","511924":"\n   Why do brilliant ideas appear in our heads before bedtime, but when we wake up in the morning they seem to disappear?\n  ","511925":"\n   🌹👑😘\n  ","511926":"\n   Hello\n  ","511927":"\n   Hello\n  ","511928":"\n   what name seems really common for babies\/kids currently\n  ","511929":"\n   Are you afraid to be yourself among strangers?\n  ","511930":"\n   Do you have any pets? 🐶🐱\n  ","511931":"\n   If you could enter a time machine, what time period would you go to?\n  ","511932":"\n   Would you say that you're a \"good person\"?\n  ","511933":"\n   Why do Chinese people always have closed eyes?\n  ","511934":"\n   yes, and you are nice too x\n  ","511935":"\n   If you have an alexa or a similar device, what do you have it programmed to do? If not, do you want one?\n  ","511936":"\n   hey snap im the baby too, lol\n  ","511937":"\n   Do you have any siblings?\n  ","511938":"\n   i’m out of coffee beans :( should i go get a coffee or just make tea at home\n  ","511939":"\n   hi if u have ever had a puppy respond to this w pics thanks xoxo\n  ","511940":"\n   Paris or Prague?\n  ","511941":"\n   have u ever been to Utah?\n  ","511942":"\n   I'll give you the six, you give the 9?\n  ","511943":"\n   Name the fastest plan in world?\n  ","511944":"\n   Having a gf is expensive true or fslse lol\n  ","511945":"\n   GUESS MY AGE\n  ","511946":"\n   What do u mean by flirt ?\n  ","511947":"\n   What do u like to have w pasta??😋🍽🍭\n  ","511948":"\n   is\n   \n    @CelineM96\n   \n   a boy pretending to be a girl?\n  ","511949":"\n   oh cool\n  ","511950":"\n   Dog or cat?\n  ","511951":"\n   Do you believe that the spirit and consciousness are the same thing or two separate things? Why?\n  ","511952":"\n   keto pancakes?\n  ","511953":"\n   What are you doing now???\n  ","511954":"\n   How Short are you shortest short\n  ","511955":"\n   Gn my queen🌹👑😘\n  ","511956":"\n   Good night\n  ","511957":"\n   Puppy sized elephant or elephant sized puppy?\n  ","511958":"\n   🌹👑🤗😊\n  ","511959":"\n   I wasn’t the only one who used it.\n  ","511960":"\n   hey lynds, hope you are all good thinking of you xo\n  ","511961":"\n   (1\/2) Yesterday a Boeing 737 Max 8 airplane crashed in Ethiopia, killing everyone on board. This marks the second time in 5 months this type of plane crashed, the first time also killed everyone on board. Not much info is known yet, but do you think this is random chance or\n  ","511962":"\n   are there larger safety concerns that need to be addressed? If you were an airline company, would you ground all flights with this type of plane? If you were a passenger and your flight was scheduled with this type of plane, would you feel comfortable flying? (2\/2)\n  ","511963":"\n   Squeeze pops used to be my favorite candy and note they don't sell it anymore\n  ","511964":"\n   Take this quiz and post your results.... PS, mine are on my page. I'm less conspiratorial than the average person. Bet you all weren't expecting that! 😂\n   \n    https:\/\/www.idrlabs.com\/conspiracy\/test.php\n   \n","511965":"\n   The first is passable if you got lots of breakfast enthusiasts but I can't see why the second was liked so much :P\n  ","511966":"\n   Pic of what you're wearing today?\n  ","511967":"\n   Have ever interacted with a total stranger to later on think about what that person might be up to now?\n  ","511968":"\n   Are you planning to see captain marvel this week\n  ","511969":"\n   Which laptop you are using and which is best you think?\n  ","511970":"\n   mom got so mad the one time when we spilled in the car when I was a kid\n  ","511971":"\n   Take a look at your top answers. From all of those, which one(s) surprise you the most for having so many likes and why?\n  ","511972":"\n   Who is your best friend and what you like in her\/him???\n  ","511973":"\n   With out women this world will be Hell?\nAgree\nOr \nDisagree\n  ","511974":"\n   Which one is best quest to get more answers from world?\n  ","511975":"\n   What is that in one think gives you delicious feeling?\n  ","511976":"\n   the green burger king ketchup\n  ","511977":"\n   When last time you spoil yourself and with what!\n  ","511978":"\n   Leopard is still okay, right?\n  ","511979":"\n   Hey sorry that wasnt me, my @ is being sent around all day\n  ","511980":"\n   Hi there! How's life? I hope y'all doing great. Now please consider answering this with the biggest question on your mind. (I won't help you find the answer though. ._.) TIA!\n  ","511981":"\n   Do u see me\nThen kindly follow me to...\n  ","511982":"\n   What is a food or drink that you used to love, but has since been discontinued?\n  ","511983":"\n   Hi you guys should follow\n   \n    @bbkyky\n   \n   and ask her decent questions\n  ","511984":"\n   *spittakes* LMAO :)\n  ","511985":"\n   Just saw this video a cemetery near me there is a dog and he is refusing to leave his old owner grave\n  ","511986":"\n   Am not invisible am visible\nThen why not follow me to\n  ","511987":"\n   A Jolt of 90s alternative and grunge\n  ","511988":"\n   is your sister in law kind to you x\n  ","511989":"\n   Would you rather have no friends or no family? 👭👩‍👩‍👧‍👦\n  ","511990":"\n   Is your name gender neutral? Is there a gender neutral version of ur name?\n  ","511991":"\n   What is one thing that everybody should know about you?\n  ","511992":"\n   Morning Morning tune go!\n  ","511993":"\n   How to gain more followers?\n  ","511994":"\n   Do you have that one friendship where you both jokingly insult eachother all the time, to such an extent that you don't know how to be nice to eachother anymore?? 🙈🤷‍♂️😆\n  ","511995":"\n   Be always clam or angry?\n  ","511996":"\n   how do you take care of your lady garden\n  ","511997":"\n   If someone said to you \"don't look at me with that face on you\" does that then give you opportunity to pull a different face in reply?  Serious question raised in canteen.\n  ","511998":"\n   She found a dark satisfaction in pain- because that pain came from him.\n  ","511999":"\n   What tactics do you use when you want to convince a guy you like that you're cool girlfriend material? 💘💃\n  ","512000":"\n   When was the last time you pulled an all dayer - got through the whole day without taking a nap? 😬😴🛌\n  ","512001":"\n   Good night sugar\n  ","512002":"\n   ‏لو كنت مكانه من بتختار؟\n100مليون_\nزوجتك\nصديق العمر\n  ","512003":"\n   What are you most excited for?\n  ","512004":"\n   Anyome wish they could change the name of the question button from \" ask me anything \" to only ask certain things\" or whatever?\n  ","512005":"\n   Sleeps with you in bed🌹👑😴\n  ","512006":"\n   do you ever go to coffee\/tea shops? if so, what do you usually order?\n  ","512007":"\n   if you could bring one person back from the dead, what would you possibly say to them? you don't have to specify who this person is if you're not comfortable doing so.\n  ","512008":"\n   You should wear a dress on our movie date and I’ll wear a nice shirt🌹👑\n  ","512009":"\n   Kisses your cheek for making me feel better🌹👑😘\n  ","512010":"\n   Gives you long hugs so you can make me feel better🌹👑\n  ","512011":"\n   Wanna go on a movie date with me to see captain marvel this week my queen🌹👑\n  ","512012":"\n   Honestly, I just want to forgive her and try to work things out. If she cheats one more time she will loose me though and this time no more second chances.\n  ","512013":"\n   When was the last time good news wasn't good news for you? For example, today I found out Coca-Cola stopped sponsoring Iditarod, which I didn't know they sponsored in the first place! It's a sled race that makes dogs run a very far distance at very low temperatures in the snow which I don't support.\n  ","512014":"\n   Oh my, the romance! lol <3\n  ","512015":"\n   I feel blamed for nothing I did wrong🌹👑😓\n  ","512016":"\n   I feel guilty now. Cries more🌹👑🤭😨😰😭💔\n  ","512017":"\n   how is the one saying ur pretty the worst pickup lol\n  ","512018":"\n   Starts crying now and I feel accused. I was in the bathroom and I got back on and saw a anon call you mommy🌹👑😓💔💔\n  ","512019":"\n   So now she is broken hearten and might have a baby but wants to come back to me. Hmmm I have never been happier the say, drum roll please. HELL NO!!!\n  ","512020":"\n   Believe me I call you queen not mommy. I feel framed and accused🌹👑😓💔😨😰😭\n  ","512021":"\n   What do you drink with breakfast usually?\n  ","512022":"\n   King makes you feel comfy🌹👑\n  ","512023":"\n   King hugs you softly🌹👑\n  ","512024":"\n   She cheated on me again. lol With this guy named Mathew, she thought she fell in love with him. He lives down the hall from her dorm. Anyway, three days later she saw a girl leave his dorm in the morning. She asked him what was that all about he just said it's nothing. Which made her cry.\n  ","512025":"\n   actually not even mono dude, his name is Mathew\n  ","512026":"\n   Could be mine... -------.......------\n  ","512027":"\n   No doubt it\n  ","512028":"\n   why don't you and I read a book together\n  ","512029":"\n   You what they say: \"without trucks america stops\" 🚛\n  ","512030":"\n   My ex might have a baby bump. Should I congratulate her or would that be rude. lol :D\n  ","512031":"\n   How do you behave with people you don't like?\n  ","512032":"\n   How are you?\n  ","512033":"\n   Hello\n  ","512034":"\n   I'm sending out a mini spam of random questions because I'm bored. \n\n1) Have you ever been out of your home country? If so, where did you go? If you haven't, where would you like to go?\n  ","512035":"\n   Last thing read?\n  ","512036":"\n   The state of Alabama is proposing a new law that would require people to pass a drug test in order to get food stamps. The state of Arkansas is proposing a bill to limit the amount of junk food that people with food stamps can buy. What do you think of these two proposals?\n  ","512037":"\n   If you owned your own island what would you call  it\n  ","512038":"\n   How often do you drop the soap in the shower?\n  ","512039":"\n   Why you \/don't\/ want to change the world?\n  ","512040":"\n   I spent last week in a country where I couldn't speak the language, yet my biggest concern of the trip was missing my flight\/the airline losing my bags. If you were going to a different country and couldn't speak the language, what would be your biggest concern?\n  ","512041":"\n   During a recent class discussion, someone said that calling someone your boyfriend or girlfriend is an immature term that no one older than a teenager should use. She said adults should use the words \"my person\" or \"my partner\" instead. What do you think of this?\n  ","512042":"\n   Have you ever been bored of a job that's how I feel atm about my current job. But my problem is I don't know what I want to do  any suggestions?\n  ","512043":"\n   Hi Lyndsey, How are ya?\n  ","512044":"\n   What's your opinion on people who keep venomous pets? Have you ever done this or would you ever?\n  ","512045":"\n   2) What is the last band or musical artist you saw in concert? If you've never been to a concert, which artist would you like to see?\n  ","512046":"\n   Would you rather eat nothing for three days or the same meal for a month straight? 🍝🍚🍲\n  ","512047":"\n   New BF? O.o\n  ","512048":"\n   Do you have pay pal\n  ","512049":"\n   bored?\n  ","512050":"\n   do you believe in the supernatural\n  ","512051":"\n   Are you a good cook?\n  ","512052":"\n   Ever notice when you're in a slight hurry there's either traffic or constant red lights or a bit of both? Whereas when your not in a hurry, you sometimes end up where you want to go way too early?\n  ","512053":"\n   where i live, it's currently chilly and raining. what do you like to do on cold, rainy days?\n  ","512054":"\n   What is your favorite song?\n  ","512055":"\n   Last time you rubbed your cl!t?\n  ","512056":"\n   What is the worst and\/or best pickup line you’ve heard\n  ","512057":"\n   Did you and the boy get it on tonight\n  ","512058":"\n   Oh I've watched the movie girl and I cried my eyes out\n  ","512059":"\n   Do you like when the clocks move forwards or backwards more?\n  ","512060":"\n   What did you have for breakfast this morning?\n  ","512061":"\n   Is drinking only plain water helps to get a better facial?\n  ","512062":"\n   How was shopping yesterday? Anything intriguing?\n  ","512063":"\n   Good night sweetie\n  ","512064":"\n   Back then yes.\n  ","512065":"\n   Why you still up?\n  ","512066":"\n   The bathroom was the worst because there was a shower in it.\n  ","512067":"\n   King would rather see captain marvel with his queen🌹👑\n  ","512068":"\n   Post a tune that YOU consider to be an absolute head bopping, feet stomping, hands in the care like you just don't care \" block rockin' beat \"\n  ","512069":"\n   Scale 1-10 how much do you like sex?\n  ","512070":"\n   Can you post the picture\n  ","512071":"\n   Do you agree that love lasts for the first few years, then it turns into a habit?\n  ","512072":"\n   Saturdsy morning tuuuuune go!\n  ","512073":"\n   Do you shower more than once a day?\n  ","512074":"\n   What has been the scariest experience in your life?\n  ","512075":"\n   If you use an emoji on your DP on this site, which one do you use and why did you choose that one? If not, why not?\n  ","512076":"\n   How are you?\n  ","512077":"\n   Weekend Spam: What would you do if the weekend was two YEARS long?? (Inspired by astronomy- One day on the planet Venus lasts longer than a year...)\n  ","512078":"\n   lol, you are funny i love you sm x\n  ","512079":"\n   Weekend Spam: When does your weekend typically begin? (Some people work Saturdays and Sundays;)\n  ","512080":"\n   Weekend Spam: Do you prefer to have plans for the weekend or just play it by ear?\n  ","512081":"\n   How long is your hair\n  ","512082":"\n   Did you see captain marvel\n  ","512083":"\n   Why does it make a man a pervert to look up a dress but a woman is not a pervert to wear a dress ?\n  ","512084":"\n   so pervs dont look up their skirts when they wear em lmao\n  ","512085":"\n   I love the best of me\n  ","512086":"\n   Curious.... but why do girls cross their legs?\n  ","512087":"\n   Hello\n  ","512088":"\n   if u ladies love guys in uniform then look no further i just got a job at kfc 😉😏\n  ","512089":"\n   Is it illegal to not call an ambulance or help someone who’s been stabbed?\n  ","512090":"\n   Any book you are reading currently? 📚\n  ","512091":"\n   Assuming you were someone else, would you swipe right (you like the person) on yourself on an app such as tinder?\n  ","512092":"\n   how would you pronouce Dainora? without looking it up... die - nora? day- nora ? daa - nora? some other way?   ( just a random question about a ladies name in work)\n  ","512093":"\n   Weekend Spam: Which is the better day; Friday, Saturday, or Sunday?\n  ","512094":"\n   Weekend Spam: How late do you sleep in on weekends?\n  ","512095":"\n   Where is your favorite place to be?\n  ","512096":"\n   do u miss em lol\n  ","512097":"\n   Would you ever be a vegetarian? 🌱\n  ","512098":"\n   Where would like to visit and why?\n  ","512099":"\n   Weekend Spam: Do you usually feel energized or tired at the end of your week?\n  ","512100":"\n   so....no real reason\n  ","512101":"\n   Have you ever bullied someone?\n  ","512102":"\n   why are you in AZ?\n  ","512103":"\n   What is your favorite meal of the day?\n  ","512104":"\n   When did you last have a break from school\/work?\n  ","512105":"\n   lately they been quiet others like the 10 hour vid one and the sonoran hot dog one left too XD\n  ","512106":"\n   whatever happened to ur dirty anons lol\n  ","512107":"\n   then why, even though you're intelligent, educated, physically okay, mentally okay, and have no major other responsibilities, are you unable to earn enough of a living to support yourself?\n  ","512108":"\n   POUQ\n  ","512109":"\n   Are you awkward?🐸🐸🐸\n  ","512110":"\n   Do you like watching tv?\n  ","512111":"\n   Are you single?\n  ","512112":"\n   are you saying that if I saw a picture of you I wouldn't have to ask?\n  ","512113":"\n   Hey can you ask me questions please\n  ","512114":"\n   Followed\n  ","512115":"\n   What is or was your facourite TV show ecer?\n  ","512116":"\n   yeah I know...it's just that a young, educated woman with no physical problems and no family care or other major responsibilities who doesn't work enough to make a living.....seems a bit weird, you have to admit\n  ","512117":"\n   Do you think anyone would date me?\n  ","512118":"\n   but something's still....off about you. why?\n  ","512119":"\n   based on yourself and the people you know, how much mental illness do you think is caused by parents?\n  ","512120":"\n   does it get in the way of life at all?\n  ","512121":"\n   What's your personality profile?\n  ","512122":"\n   no I was the other anon....you didn't really answer my other question, and it looks like other people are wondering about the same things\n  ","512123":"\n   Saturday mid afternoon question: expecting snow and ice later apparently but weather seems to reasonably fiiiiiine... so how's your day so far?\n  ","512124":"\n   A few years ago, I and some friends experimented with a Ouija board. It was extremely accurate, but only if someone in the room knew the answer. Have you ever used one? Or know anything about it? What are your thoughts?\n  ","512125":"\n   When is your birthday\n  ","512126":"\n   Would you rather be social or alone?\n  ","512127":"\n   Do you have any disabilities? Like adhd and anxiety\n  ","512128":"\n   Didn't sign because I don't want to donate $2 or share email info. It's a good cause tho\n  ","512129":"\n   no complaints there tho the more pics they post the better XD\n  ","512130":"\n   and then u have the women that post lots of pics of em in underwear and reply every dirty q lol\n  ","512131":"\n   Saw your avatar\/signature on the wolf petition :)\n  ","512132":"\n   so no reason?\n  ","512133":"\n   Not gonna do underwear spam obs. Geeze Lynds, did you actually watch the sunrise this morning then?\n  ","512134":"\n   only cuz ppl like lauren are here 24\/7 lmao\n  ","512135":"\n   lol ur ask addiction gets worse XD\n  ","512136":"\n   And going beck to bed ain't an option?\n  ","512137":"\n   Wait... why the hell are you awake so early?\n  ","512138":"\n   Thanks, you are in my top 10 as well. I think number 6 or something ;P\n  ","512139":"\n   is there a reason why you only work part time?\n  ","512140":"\n   LOL! Fine. Sending underwear spam next\n  ","512141":"\n   Precisely why your page gets all of them\n  ","512142":"\n   Pffft. You know me...\n  ","512143":"\n   sorry to bother. We are developing youtube channel on cute cat and dog theme, you can go to youtube search: \"PODA DOG\" and watch the videos as well as subscribe to channels, thank you.\n  ","512144":"\n   My \"likes\" are working again so far...\n  ","512145":"\n   доброго дня тебе*)\n  ","512146":"\n   Would you be nervous if you were cooking for Gordan Ramsey\n  ","512147":"\n   Wpnder marvel?\n  ","512148":"\n   Yesterday was International Womens Day so on IG I posted some women who I'm grateful for, mesmerized by and proud of. Who are some women that you're grateful for, mesmerized by and proud of?\n  ","512149":"\n   Which has more value: creativity or knowledge?\n  ","512150":"\n   Captain Marvel  Or  Wonder Woman?\n  ","512151":"\n   If you caught your boyfriend dressed up in your sexiest nightie looking like a complete slut what would you do\n  ","512152":"\n   How is your hat throwing abilities? Is it like these lads here:\n   \n    https:\/\/www.instagram.com\/p\/ButWDm7hTJu\/?utm_source=ig_share_sheet&igshid=x69nyz8waxwa\n   \n   ((Safe link,)\n  ","512153":"\n   What is your height?\n  ","512154":"\n   Goooood Morning!\n  ","512155":"\n   Me to I love the gym\n  ","512156":"\n   What do you like to do\n  ","512157":"\n   What are you doing this weekend ?\n  ","512158":"\n   what’s ur favorite drink on a hot summer day? what’s ur favorite drink on a cold winter morning?\n  ","512159":"\n   Sweet\n  ","512160":"\n   Haha😂\n  ","512161":"\n   what’s ur favorite road trip drink? what’s ur favorite starbucks drink? what’s ur favorite alcoholic drink?\n  ","512162":"\n   Yea how do you get your eyes so Beauitful\n  ","512163":"\n   Hey\n  ","512164":"\n   Hello\n  ","512165":"\n   WUAT UP\n  ","512166":"\n   Its all inside of me, Its all inside my head\n  ","512167":"\n   hey, whats up happy womens day\n  ","512168":"\n   Lmao I just wrote you about what eating ham does to me and I got a pop up add at the bottom of ask for Raisin Bran cereal to \"promote digestive wellness\" 😂😂😂\n  ","512169":"\n   Sounds nice, enjoy\n  ","512170":"\n   Ham gives me horrendous diarrhea. I like turkey breast dipped in hummus though.\n  ","512171":"\n   I remember waiting for songs to come on the radio and quickly hitting record on my tape deck so I could record them. I also remember trying to furiously write down the lyrics on a piece of paper and rewinding over and over to try to figure out what they were saying b\/c we didn't have the internet.\n  ","512172":"\n   I follow you, do you follow me?\n  ","512173":"\n   Your species values precious metals. Arbitrary symbols of status. I value knowledge. And like your metal trinkets, knowledge is more valuable when it is rare. Your humanity inhibits your true potential. You must purge it.\n  ","512174":"\n   What are you eating tonight?\n  ","512175":"\n   Does size matter?\n  ","512176":"\n   What’s your favorite season? 🌷☀️🍁❄️\n  ","512177":"\n   What year did you started MySpace and what year did you left MySpace?\n  ","512178":"\n   What sort of digital device was it and what is the rice or cat litter hacks?\n  ","512179":"\n   Ever accidentally dropped a digital device into water?\n  ","512180":"\n   Made you feel comfy🌹👑\n  ","512181":"\n   How are you.\n  ","512182":"\n   Fav book\n  ","512183":"\n   Have a good exercise\n  ","512184":"\n   Do you like people\n  ","512185":"\n   Good day?\n  ","512186":"\n   🌹👑😊\n  ","512187":"\n   I'm a guy dw I won't try and take over\n  ","512188":"\n   Should regulated assisted s*icide be allowed legally and provided by healthcare professionals? Why\/why not? If yes, do you think it should be allowed for anyone able to consent to it or only those who are terminally ill?\n  ","512189":"\n   Arranged marriaged or love marriage? Which one do you prefer and why?🍭🍫🌺\n  ","512190":"\n   What's the most ridiculous thing anyone has ever tried to argue\/fight with you about?\n  ","512191":"\n   Happy Women's day! Love you all! ❤ Remember you are strong too!\n  ","512192":"\n   Happy women's day, Lyndsey!!\n  ","512193":"\n   What are your plans for the weekens?\n  ","512194":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?❤🧡💛💚\n  ","512195":"\n   Do people say you look older sometimes?\n  ","512196":"\n   When it comes to significant others sharing a bathroom, what's your opinion? Should someone be allowed to pee in the toilet while another is showering in the shower etc or is it all a big no-no?\n  ","512197":"\n   pap pancake\n  ","512198":"\n   Do you wear short shorts?\n  ","512199":"\n   What are the best pjs\n  ","512200":"\n   Happy International Women’s Day! n_n\n  ","512201":"\n   Friday 8th March 7:35 am:  post a tune or a meme or a joke! Or even bettrr alll three!\n  ","512202":"\n   Goodnight My Queen🌹👑\n  ","512203":"\n   In the past, I often called a male teacher \"Miss\" or a female teacher \"Mr\". Have you ever messed up anyone's pronouns or prefixes accidentally? What are your pronouns? (I'm he)\n  ","512204":"\n   My fiancé's initials are P.E.R.K. when he was a child he was given the option of adding the third name for religious reasons so he chose \"Romanus\" so his initials would spell PERK as in Central Park from Friends.😂 What are some funny or strange initials of people that you've heard? What are yours?\n  ","512205":"\n   Good night\n  ","512206":"\n   whats the most intelligent conversation you've ever had?\n  ","512207":"\n   hi\n  ","512208":"\n   King hugs your back softly🌹👑\n  ","512209":"\n   10 random facts for new followers?\n  ","512210":"\n   Yeah, links are really iffy on here, I suppose. There are a few people that have “I don’t click on links” in their bio and then there’s a link there too, and they say “click here” BIIIIIITCH WHAT? lol\n  ","512211":"\n   What 2 Netflix shows would you recommend I watch ?\n  ","512212":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","512213":"\n   top 10 best ppl of ask\n  ","512214":"\n   I tried so hard and got so far..\n  ","512215":"\n   Post lyrics of your favorite song...\n  ","512216":"\n   What do you wish you knew more about?\n  ","512217":"\n   because I care! 🐺💛 :3\n  ","512218":"\n   henlo\n  ","512219":"\n   পড়ালেখা নাকি পড়াশোনা?\nকোনটি সঠিক???\n  ","512220":"\n   как настроение?\n  ","512221":"\n   do u like pick dics\n  ","512222":"\n\n    @Dxpe420\n   \n   liked bei aktiven Likern zurück! 😍\n  ","512223":"\n   how can u have such a page without pics of u lmao\n  ","512224":"\n   sup\n  ","512225":"\n   Favorite movie soundtrack? 😄\n  ","512226":"\n   What is something you never get tired of?\nHugs❤\n  ","512227":"\n   Have you seen the Greatest Showman? Do you sing along to it?I won’t lie I do 😁\n  ","512228":"\n   will u finally post the pics u promised since like a year ago\n  ","512229":"\n   are any of your relatives indigenous?\n  ","512230":"\n   why not\n  ","512231":"\n   pap of undes drawer\n  ","512232":"\n   Do you have a landline in your house?\n  ","512233":"\n   any specific book to start with?\n  ","512234":"\n   Do you like sports ?  What is your favourite sport to watch ? What is your favourite sport to play ?\n  ","512235":"\n   what's your views on veganism?\n  ","512236":"\n   breakfast?\n  ","512237":"\n   🌹👑😘\n  ","512238":"\n   Dinner?\n  ","512239":"\n   Do you care what people think of you\n  ","512240":"\n   Do you ever have this fear that somehow somewhere a duck is watching you?\n  ","512241":"\n   What is the most pointless invention?\n  ","512242":"\n   ih\n  ","512243":"\n   What are your thoughts on the young boy whose hand and part of his forearm was bitten off and possibly eaten by his neighbor's dog? Do you think the dog should be euthanized for this? Why or why not? (\n   \n    https:\/\/people.com\/pets\/thousands-sign-petition-to-save-huskies-who-bit-boy-hand-off\/\n   \n   )\n  ","512244":"\n   What’s more important to you in a relationship? Looks or personality? Are they both mandatory to make a relationship work?\n  ","512245":"\n   Top 3 favourite chrisp flavours\n  ","512246":"\n   Do you follow 'overshare'?\n  ","512247":"\n   Fav cartoon as a kid\n  ","512248":"\n   Are you craving any thing? I want spaghetti and Sweet Italian Sausage.\n  ","512249":"\n   Uotd\n  ","512250":"\n   Are all the flowers that the song's subject planted mama in the backyard blooming again?\n  ","512251":"\n   What is your fashion sense\n  ","512252":"\n   maybe one day we can be lovers again\n  ","512253":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","512254":"\n   why u dont delete the small talk ones thought u hated those\n  ","512255":"\n   Hello\n  ","512256":"\n   like Icarus ascending on beautiful foolish arms, oh Lyndsey, it was just a false alarm 💔\n  ","512257":"\n   When you try new foods at the supermarket, does the packaging attract you more to buy it?\n  ","512258":"\n   Do you leave your phone on and close to you when you're sleeping?\n  ","512259":"\n   Would you take pain killers of you were giving birth?\n  ","512260":"\n   Has anyone famous came from your town if so who?\n  ","512261":"\n   strap doves to your body and fly to me\n  ","512262":"\n   where is g sport\n  ","512263":"\n   It amuses me how often desperation inspires creativity as your species will do almost anything to ensure your survival.\n  ","512264":"\n   What sort of music do you listen to\n  ","512265":"\n   POUQ\n  ","512266":"\n   How was your day today? what did you do ?\n  ","512267":"\n   I know we have had our issues but I feel like we might still have s*x\n  ","512268":"\n   lets get diiirty\n  ","512269":"\n   Hi 💜\n  ","512270":"\n   then what do you read, maybe I'll have a shot, I could try something new 😂\n  ","512271":"\n   What's always in your bag?\n  ","512272":"\n   history, political, novels but not the romantic type\n  ","512273":"\n   which celebrity you look like checkout your profile visit this link\n   \n    https:\/\/bit.ly\/2XnlVnz\n   \n","512274":"\n   Does your skin tremble when tickled?\n  ","512275":"\n   If you had to disappear and start a whole new life, what would you want your new life to look like?💭💤\n  ","512276":"\n   AskFM Spam: Do you have a fav person on Ask? Tags aren't necessary, just in general\n  ","512277":"\n   I think the reason I am the way I am today is because I was spoiled growing up, I would get pretty much whatever I wanted and was able to do whatever I wanted to do, so now I’m an adult I have realistic expectations when it comes to relationships, money and friendships.\n  ","512278":"\n   Haha, not funny :\/\n  ","512279":"\n   But a 14 years, 11 months and 3 weeks gap is still okay? Asking for a friend ;)\n  ","512280":"\n   No one as outstanding as you can be alone for long. I'm confident in that\n  ","512281":"\n   The Pac 12 in college sports refers to the Pacific 12 Conference of which Arizona and Arizona State are members. Random, not sure if I cleared things up but... HEY LOOK, A KITTY!\n  ","512282":"\n   NICE!\n  ","512283":"\n   Have you ever been to Portland, Maine? Have you ever been to Portland, Oregon?\n  ","512284":"\n   Morning🌹👑\n  ","512285":"\n   When I comes to things like \"cats or dogs\", \"PS4 or Xbox\", \"coffee or tea\" or \"Coke or Pepsi\" are you opinionated? What are your opinions and do you think you can be snobby about them or not?\n  ","512286":"\n   AskFM Spam: How long have you been on Ask historically? How long today?\n  ","512287":"\n   Wait...WUT!?!? You're not srs considering posting a pic after all these years...?\n  ","512288":"\n   Funny thing....I noticed that most people have very poor mental health, esp. in rich countries. I wonder if that's why, even though most people can afford a 1000 $\/£\/€ phone, our societies are srsly fscked up. Thoughts?\n  ","512289":"\n   ASKFM Spam: Have you ever received a violation notice or any other account issue here?\n  ","512290":"\n   do your parents like the Beatles? Led Zeppelin? The Grateful Dead?\n  ","512291":"\n   I got \"Like\" banned today. Happy to see you :)\n  ","512292":"\n   were you vaccinated? did u\/will u vaccinate ur kids?\n  ","512293":"\n   Good night beautiful\n  ","512294":"\n   Love you my Queen🌹👑\n  ","512295":"\n   Ok, I’ve never heard of it either. If it’s expensive I’m definitely not going to be able to get it though😕😞😞😞\n  ","512296":"\n   What's something you once liked but due to constant reminders of it, hearing things about it all the time, seeing it everywhere etc. you just got sick and tired of it? For eg. I used to play Fortnite when it was new but I haven't played it in nearly a year because I couldn't get away from it.😂\n  ","512297":"\n   Makes you comfy in bed🌹👑\n  ","512298":"\n   تصفية انا متابع ناس كتيره الي حابب اضل متابعو يعمل لايك وقبل ما تعمل لايك تأكد انك متابعني فديتكم😍🖤☑️\n   \n    https:\/\/ask.fm\/EhabMSuliman\/answer\/153139864546?utm_source=copy_link&utm_medium=iOS\n   \n","512299":"\n   What’s CBD? I can try but I’m a shy person😞\n  ","512300":"\n   I guess so. I just need to feel better, I want to be at peace. I don’t know how to get out of this dark place😞😢😢😢\n  ","512301":"\n   do you like authentic history based shows\/films? if so, what is your favorite?\n  ","512302":"\n   What is something that can bring a smile to your face❤ \nHugs love u\n  ","512303":"\n   😅😅🙈🙈\nI would like to learn English language someday ,, i hope that 🙏🏻\n  ","512304":"\n   Because I feel like there are people there for me but don’t understand how to help me when I need it, I just feel different like I can’t be helped😭😞😞😞😢😢\n  ","512305":"\n   Do you often suffer from sleeplessness?\n  ","512306":"\n   you said you like reading, so any recommindations (books or audiobooks)??\n  ","512307":"\n   Can you give me an example of a time when you found beauty in the \"mundane\"?\n  ","512308":"\n   Sweetie\n  ","512309":"\n   and this is not even nearly the worst of em lmao\n  ","512310":"\n   -\n  ","512311":"\n   I feel lonely and sad right now😢😢💔💔💔\n  ","512312":"\n   Aww😊\n  ","512313":"\n   Would be able to help me?😢 I’ll come off anon\n  ","512314":"\n   And of course you know your body better then anybody else so yup always listen to it :)\n  ","512315":"\n   Think of it like this I think.. there is not such thing as a diet or cheat meals just a good balance and a healthy lifetime because diets are like made to end if you get what I’m trying to say as in if you have an overall and steady balance you will be fine for the long run. Just my take on it :)\n  ","512316":"\n   If someone was feeling down about something how would you comfort them?\n  ","512317":"\n   that question 2 years ago\n  ","512318":"\n   What kind of answer is that?\n  ","512319":"\n   What part of your body requires the most maintenance?\n  ","512320":"\n   What is your most bizarre talent?\n  ","512321":"\n   When, if ever, was the last time you made a fool out of yourself? 😳🙈\n  ","512322":"\n   What was the silver lining from your last bout with adversity? Did you learn anything from it?\n  ","512323":"\n   You're asking yourself questions now?\n  ","512324":"\n   What is your dream travel destination?\n  ","512325":"\n   What did you do today?\n  ","512326":"\n   are any of your grandparents immigrants?\n  ","512327":"\n   How big are your boobs, small medium or large\n  ","512328":"\n   are you related to any Mormons?\n  ","512329":"\n   (i’m just curious how common some things are lol) were you born by c-section?\n  ","512330":"\n   do any of your relatives have extreme religious views? (what religion?)\n  ","512331":"\n   who do you think had a better childhood: your mother or father?\n  ","512332":"\n   are there any twins in your family?\n  ","512333":"\n   Saw the video interesting thing to get through gives you a more sense of mental toughness I would say at the end of it but remember the real challenge is to keep a healthy life style going with also having fun lol btw congrats on your progression also check out athleanX on YouTube he is great.\n  ","512334":"\n   wow, how stupid and creepy some people could be\n  ","512335":"\n   even better XD\n  ","512336":"\n   post the pics plz!!!\n  ","512337":"\n   sexy pap\n  ","512338":"\n   yeah, thats true x\n  ","512339":"\n   😅😅😅 I can’t speak English will 😊\n🤗🤗💐💐\n  ","512340":"\n   is that question refer to the creepy chucky doll movie series, it's the same phrases\n  ","512341":"\n   Happy keto day! Hope you had a good check in. I've been so busy. Already in bed. What a long day. Hope you have a nice night!\n  ","512342":"\n   Find it.love will win\n  ","512343":"\n   What was the best thing about today ?\n  ","512344":"\n   🌹👑😢\n  ","512345":"\n   Our dragons are a cute couple🌹👑\n  ","512346":"\n   I would to say with you 😍😍 just\n  ","512347":"\n   If you could have a YouTube Channel what would your videos talk about ?\n  ","512348":"\n   Hiii 💓 hw are u\n  ","512349":"\n   🙈🙈🙈🥰🥰🥰 \nI think you know what I mean\n  ","512350":"\n   Tuesday Morning tune: GO!\n  ","512351":"\n   hi im chucky wanna play\n  ","512352":"\n   The scooby snack teaches the tornado. Any lover can share a shower with the cloud formation inside the tomato, but it takes a real recliner to bury the moldy globule. A tape recorder seeks a sandwich. When you see the ski lodge, it means that the tattered customer goes to sleep.\n  ","512353":"\n   7:35 am.wednesday 5th march 2019..wednesday song go:\n  ","512354":"\n   Let the love win.\n  ","512355":"\n   is this true\n  ","512356":"\n   I am followed yo\n  ","512357":"\n   Itchy & Scratchy  Or  Pinky & The Brain?\n  ","512358":"\n   what will you never wear again\n  ","512359":"\n   You're lovely\n  ","512360":"\n   Movie Madness (Captain Marvel special) what format should i watch it in? A) 2d B) 3d C) Imax D) Imax 3d E) IMax 3d I sense special\n  ","512361":"\n   America 🙏🏻🙏🏻 ,, I would like to be friend here 💐🙏🏻\n  ","512362":"\n   Would you so kind as to ask me a bunch of questions, please? Thank you so much.\n  ","512363":"\n   Where are you from? Please\n  ","512364":"\n   Which brand products do you use most frequently?\n  ","512365":"\n   aww, you wont be alone you will find a really great guy, and he is gonna be so lucky xox huggs\n  ","512366":"\n   What is something you want really badly? \nHugs i love you!\n  ","512367":"\n   🌹👑😘💪🏻\n  ","512368":"\n   Why do people hate others when there are no reason?\n  ","512369":"\n   What's a common boys name in your area?\n  ","512370":"\n   What's a common girls name in your area?\n  ","512371":"\n   What's a common gender neutral name in your area?\n  ","512372":"\n   Currently there is an uproar in Blackpool Sandcastles Waterpark, as they have started a members only event of nudist swimming with adults and children together. What’s your thoughts?\n  ","512373":"\n   I need you to laugh at my small size and reject me. Tell me how I could never get a beautiful goddess like you.  Beat me.  Whip me.  Treat me like your dog.\n  ","512374":"\n   Everyday there is something to cherish \nSomeone to make smile or even just tell them you're thinking of them make someone's day a little brighter ❤ hugsss i love you guys so much!\n  ","512375":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","512376":"\n   Why are people so preoccupied with the meaning of life?\n  ","512377":"\n   It just show how \"dead\" ask is.\n  ","512378":"\n   How does it feel to be number 6 in askFM in your country?\n  ","512379":"\n   What's the last song you listened to? Would you recommend it, why\/why not?\n  ","512380":"\n   Do you think you can find someone you truly like love in the Internet Dating Site ?\n  ","512381":"\n   If you could switch families, would you?💚💙👀\n  ","512382":"\n   Are you an ambivert, extrovert, introvert, omnivert?\n  ","512383":"\n   How does the question \"have you tried turning it off and on again?\" make you feel?\n  ","512384":"\n   If your house was burning and you had only 30 seconds to save something, what would you save?\n  ","512385":"\n   How often do you drink milk?\n  ","512386":"\n   Have you done much horse riding at all? 🐎\n  ","512387":"\n   Good night beautiful\n  ","512388":"\n   That didn't make much sense, are you okay?\n  ","512389":"\n   King lays down with you🌹👑\n  ","512390":"\n   People in developing countries argue that they should be free to do whatever it takes to become developed, even pollution. Do you agree? If not, why not?\n  ","512391":"\n   I just saw on the news that Kylie Jenner just became the youngest self made billionaire ever\n  ","512392":"\n   So you already took care of yourself tonight\n  ","512393":"\n   how mch do u squ1rt\n  ","512394":"\n   Rate how randy you are rn from 0 to 10\n  ","512395":"\n   Expected better tbh\n  ","512396":"\n   King needs you to brighten his night🌹👑\n  ","512397":"\n   What does pac 12 mean\n  ","512398":"\n   What do you look for in an employee?The most important thing to us is that they fit into our corporate culture!\n  ","512399":"\n   What is the purpose of death?  Shortly before his death, Steve Jobs said, “No one wants to die. Even people who want to go to heaven don’t want to die to get there. And yet death is the destination we all share.”\n  ","512400":"\n   If your inner voice was an actual person and talked to you the way it usually does, would you enjoy the conversation and keep in touch with them?\n  ","512401":"\n   Good night lyndsey I am going to bed\n  ","512402":"\n   Would you rather have all farts be silent but EXTREMELY deadly, or all farts be harmless but EXTREMELY loud?\n  ","512403":"\n   Little Sally Walker walking down the street,didn’t know what to do so she stood in front of me..\n  ","512404":"\n   Do you agree with the gun control laws in your country ?\n  ","512405":"\n   From my personal experience, moving on too fast is very painful because all you can think about is your ex. lol I feel sorry for her.\n  ","512406":"\n   Do you agree with the statement “prostituion is a victimless crime so no charges should ever be filed”. Win or why not ?\n  ","512407":"\n   wonder why lauren keeps deactivating and reactivating\n  ","512408":"\n   I think the headache got from being with her was worse then her giving someone else a headache. lol\n  ","512409":"\n   I don't know what happened that made me okay with this. I guess I just really didi care for or about her anymore.\n  ","512410":"\n   Lol I am serious I really don't care. At maybe for a few seconds but then... something strange happened and I didn't care.\n  ","512411":"\n   I wanna hold you in my arms.\nsorry lol\n  ","512412":"\n   awwww\n  ","512413":"\n   A kid made me happy I was hanging out with a friend we were  bored went into an arcade  to play a few games won 3000 tickets we gave them to a kid no more than 7 years old he was jumping up and down about it\n  ","512414":"\n   I'm sleeping with someone too. My self :)\n  ","512415":"\n   Do you think the reason why so many potential relationships fail is because people are still broken from previous relationships and are  not taking enough time out to heal inbetween?? 💔🤔\n  ","512416":"\n   Oh, my ex is sleeping with someone every night and IDGAF!! LOL XD\n  ","512417":"\n   sorry i send boring questions , what is your biggest fear\n  ","512418":"\n   Do you think bjs are gross?\n  ","512419":"\n   What do teenagers think about?\n  ","512420":"\n   Do you think that social assistance should be lifelong or should there be a limit as to how much money people can get from the government before they have to start working ?\n  ","512421":"\n   aww, yeah id like a bit of heat cold im getting tired of, xo huggs\n  ","512422":"\n   POUQ\n  ","512423":"\n   What was it about\n  ","512424":"\n   feels like your mad at me when you put periods in. :(\n  ","512425":"\n   I'm fine..\nSorry l'm sleep now.\n  ","512426":"\n   did i, im so sorry im just so dumb everything im doing today went wrong sorry\n  ","512427":"\n   I need a gf I am 13 and a gamer I don't care if you are beautiful or not,\n  ","512428":"\n   oh, do you like it their x\n  ","512429":"\n   Sometimes you put in periods, but not always.\n  ","512430":"\n   Do you think women worry more than men?\n  ","512431":"\n   do you live near a green area\n  ","512432":"\n   What's it like?\n  ","512433":"\n   Why do you only sometimes full stop? Feels personal\n  ","512434":"\n   Is the maternal instinct actually a thing?\n  ","512435":"\n   Do you like kissing and making out?\n  ","512436":"\n   Hi\nI miss you🙂\n  ","512437":"\n   What to look forward in March?\n  ","512438":"\n   Are you talking about me because that wasn't me.\n  ","512439":"\n   would you say you are a girly girl, or a tom boy or a bith of both\n  ","512440":"\n   What was the last thing to make you happy\n  ","512441":"\n   aww, i miss you when you are not here\n  ","512442":"\n   She left huh?\n  ","512443":"\n   O.o?\n  ","512444":"\n   Wait!  You've actually seen a guy go down on himself, yeah?\n  ","512445":"\n   lol can anyone actually do that o.o\n  ","512446":"\n   как прошел день?\n  ","512447":"\n   Can you bend down and lick yourself?\n  ","512448":"\n   как думаешь в чем предназначение каждого человека встречающегося у тебя на жизненном пути?\n  ","512449":"\n   according to mine you are numero uno\n  ","512450":"\n   Hello\n  ","512451":"\n   you are so wise, im grateful to have you in my life, what are you most grateful for\n  ","512452":"\n   Can you touch your nose with your tongue?\n  ","512453":"\n   Do you agree life is too short and tomorrow\nisn't guarantee\n  ","512454":"\n   do you like to sext whats your social media and if you do whats your account\n  ","512455":"\n   ALL NITE LONG YO\n  ","512456":"\n   who will today match aganist india vs Australia put your suggestion on my link\n   \n    https:\/\/bit.ly\/2UkYSYJ\n   \n","512457":"\n   What's it like to be a first-year student on your country?\n  ","512458":"\n   Hows the weather where you are? Atm its cloudy and light rain here🙃\nHugs love you\n  ","512459":"\n   Ho please.\n  ","512460":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","512461":"\n   Good night sweetie\n  ","512462":"\n   the color of your bra + the last thing you ate = your superhero name\n  ","512463":"\n   SUP DOOD\n  ","512464":"\n   I am the ONE AND ONLY 🖐\n  ","512465":"\n   🌹👑🤗\n  ","512466":"\n   Do you have a wicked Baaaawssston accent? lol\n  ","512467":"\n   Do feminists get married to men?\n  ","512468":"\n   What do you think is a good salary to make working full time ?\n  ","512469":"\n   Are you old enough to have watched Beverly Hills 90210? I can't believe Luke Perry passes away. I'm so sad. He was awesome.\n  ","512470":"\n   we need details\n  ","512471":"\n   Post a pic of your feet\n  ","512472":"\n   Monday plans? I saw your Keto update from yesterday and congrats on the down 27 since June!\n  ","512473":"\n   What is something that can always make your day better? \nFor me its video calling sami baby\nHugs love you\n  ","512474":"\n   That doesn’t really help\n  ","512475":"\n\n    @degrassi1011121314\n   \n   I thought u saw when I liekd the answer,sorry =)\n  ","512476":"\n   If  trolling is a bad thing,I understood wrong sorry xd  bc english is not my main language,I will ask u after u ask me\n  ","512477":"\n   do u want help with relief\n  ","512478":"\n   I will not be more anon...just answer me when u can xd\n  ","512479":"\n   What part of your body are you most proud of\n  ","512480":"\n   honesty hour?\n  ","512481":"\n   Can you do a  split\n  ","512482":"\n   There's a hole in the bucket dear Elisa, dear Elisa... there's a hoke in the bucket,..dear Elisa, dear....\n  ","512483":"\n   Have you ever worn boxers?\n  ","512484":"\n   Remember the old at&t ads?\n   \n    @reachel_n\n   \n   out and touch someone lol.\n  ","512485":"\n   Can u ask me some questions and I will ask u in return the same?\n  ","512486":"\n   Hello\n  ","512487":"\n   Cause I just feel like people don’t like me\n  ","512488":"\n   I’m sad\n  ","512489":"\n   Have you ever looked at any of your co-workers and thought 'Wow, this place just hires any old riff raff' 😮🤔\n  ","512490":"\n   How are you\n  ","512491":"\n   Would you describe yourself as a selfless person? For example, if your town or village folk wanted to sacrifice you to the Gods, in exchange for a good harvest, would you be agreeable - for the good of your community??\n  ","512492":"\n   Ty! *bows*\n  ","512493":"\n   Knew the answer. Just wanted to give the anons something to work off of lol\n  ","512494":"\n   Rate Wedding Spam: Solid 6?\n  ","512495":"\n   Wedding spam: Fantasy wedding cake looks like?\n  ","512496":"\n   Wedding Spam: Who would you bet catches the bouquet? The garter?\n  ","512497":"\n   No doubt! Wonder if people would leave early etc...\n  ","512498":"\n   Desert, beach or mountains?\n  ","512499":"\n   Wedding Spam: Kids as part of the wedding party: Yay or Nay? Kids at the reception? Y\/N?\n  ","512500":"\n   guilty\n  ","512501":"\n   Tease...\n  ","512502":"\n   I meant if you had planned it 1-2 years prior\n  ","512503":"\n   Usually nowadays a couple of hours is sufficient. One hour before dinner, one hour after\n  ","512504":"\n   Wedding Spam: If you were to get married today, how many people would probably be attending your wedding?\n  ","512505":"\n   That gets expensive really quickly...\n  ","512506":"\n   That's a good idea!\n  ","512507":"\n   That's fair. I wasn't sure if I was going to spam\/ask about a dream situation or realistic one\n  ","512508":"\n   WS: What would you like the entree at dinner to be?\n  ","512509":"\n   WS: Professional Photographer or family member? Same Question for the DJ\n  ","512510":"\n   WS: Honeymoon? Or save money to buy a house\/new place?\n  ","512511":"\n   WS: Open bar? Buy your own? Alcohol-free?\n  ","512512":"\n   *still taking notes* I remembered about baby's breath for you *looks down at notebook* ;)\n  ","512513":"\n   Wedding Spam: Who would walk you down the aisle?\n  ","512514":"\n   Wedding spam: Fav wedding flowers?\n  ","512515":"\n   Wedding Spam: How large would your potential wedding party be?\n  ","512516":"\n   Where? Spare no expense\n  ","512517":"\n   Wedding Spam: Church or destination wedding? Where if the latter?\n  ","512518":"\n   Hey\n  ","512519":"\n   33? Maybe married to someone who is... oh, i dont know, like 48?\n  ","512520":"\n   Monday Morning song Go:\n  ","512521":"\n   What are some questions you ask a person when first meeting them, in order to get to know them?\n  ","512522":"\n   Hello from Singapore!\n  ","512523":"\n   Which is the best age to marry?\n  ","512524":"\n   Have you ever met a troubled soul whose scars (mental) you could live underneath of, if only they'd let you live inside their mind?? 💘 (*question inspired by song lyrics)\n  ","512525":"\n   You're picking on me today? Pfffft *fingersnap*\n  ","512526":"\n   What are five versatile foods that you buy? Meaning, you can eat them, cook them or bake them in many different ways and lair them with many different foods.\n  ","512527":"\n   Hi, Follow me\n  ","512528":"\n   Karate kick to the ballsack... 60% of the time it works EVERY time\n  ","512529":"\n   OMG, right????\n  ","512530":"\n   High-five while kiss\/winking? Seems legit\n  ","512531":"\n   This is probably the most sensible argument to that cliche' I've ever heard. Thank you Lynds\n  ","512532":"\n   😘✋\n  ","512533":"\n   Apparently the 6 and the 9 is a problem for some people\n  ","512534":"\n   *spittakes* bwahahahahhahahaaaa!\n  ","512535":"\n   Have you ever dated one of your friend's ex's? If so was your friend ok with that?? 😮😬👫\n  ","512536":"\n   Just received a violation notice. My first one!\n  ","512537":"\n   Are Yorkshire Puddings overrated in your opinion, or a vital part of a Sunday roast??\n  ","512538":"\n   Your bio looks good\n  ","512539":"\n   Good night\n  ","512540":"\n   We have pet dragons🌹👑\n  ","512541":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","512542":"\n   Do you ever think back on how you could of done things differently  from past events in your life\n  ","512543":"\n   Have you ever heard voice about past events that has happened in your life\n  ","512544":"\n   Hey Lyndsey, sigh my ex and I just a had really long deep conversation. We talked over an hour long. Sigh about so many things. I am still hard pressed about not getting back together but we both apparently miss each other.\n  ","512545":"\n   Could you break a world record\n  ","512546":"\n   Inspired by Gen 3 Pokemon games: Did you ever build or wanted to build a secret base or fort as a kid? Where did you build or want to build it?\n  ","512547":"\n   What moment in your life made you feel most alive?\n  ","512548":"\n   From all the anons you have on your page, can you tell apart any of them (not counting the ones that tell themselves apart on purpose)?\n  ","512549":"\n   Let’s you lay in my arms🌹👑\n  ","512550":"\n   What do you like most about being cut in half with a blunt knife?\n  ","512551":"\n   However for the last three weeks. We have been texting and calling less and less.\n  ","512552":"\n   Is the roundness of a circle a reflection of the shape of your own head?\n  ","512553":"\n   Oh Gosh... we have texted and called each other everyday for a whole year. Starting today I am going cold turkey. Wish me luck.\n  ","512554":"\n   Which movie sequel was better than the first one? I thought Ralph Breaks the Internet was much better than Wreck it Ralph\n  ","512555":"\n   What's a remake that was better than the original? What's a remake that was worse than thd original?\n  ","512556":"\n   What is your ideal career?\n  ","512557":"\n   No, no, no exes only administer more poison into her system and make getting over them much worse or impossible. I think she might be a wicked user.\n  ","512558":"\n   Favorite restaurant?\n  ","512559":"\n   yes  ⬇\n  ","512560":"\n   Lyndsey, she finally responded to my text. She said if I don't want to help her with school then she doesn't want to help me get over with the breakup. So she said don't text me and don't waste my time. lol  I okay have a nice life.(:\n  ","512561":"\n   If you could interview anyone, who would you pick?\n  ","512562":"\n   I am sensing that there is something evil under your house.\n  ","512563":"\n   Ever been in a gay club\n  ","512564":"\n   List 3 things that you're good at? 🤗👊💃\n  ","512565":"\n   What activity do you never get bored with?\n  ","512566":"\n   What's your opinion on the phrase \"nice guys finish last\"? What does it mean to you and have you ever heard it being said?\n  ","512567":"\n   Have you ever been yelled at over something absolutely nonsensical, completely above your paygrade, by an irate customer whilst working in the service sector? 🙇‍♂️\n  ","512568":"\n   Have you ever had sex with someone you just met\n  ","512569":"\n   just last week, a woman was fatally shot and killed from a stray bullet during a struggle between a drug dealer in a security guard on bourbon street. what precautions do you think the city could take to prevent future fatalities such as this from occurring?\n  ","512570":"\n   lol, had you a nice weekend\n  ","512571":"\n   the weekend is really close whats your plans?\n  ","512572":"\n   thank you, you are soo kind x\n  ","512573":"\n   sorry\n  ","512574":"\n   Where you from\n  ","512575":"\n   you want to write on whatsapp ?I leave you my number??\n  ","512576":"\n   Hows everyone's weekend going so far? I hope it's going good! Hugs love you\n  ","512577":"\n   no not random, just if you need to talk about anything  you are my friend im here lol sorry if i sound dumb\n  ","512578":"\n   I miss you\n  ","512579":"\n   maybe u need to be dared to do that XD\n  ","512580":"\n   Have it lol\n  ","512581":"\n   You can't take a break. We need you to be #1 on here!\n  ","512582":"\n   What's leto (keto + Lyndsey) doing for dinner?\n  ","512583":"\n   I saw like two other people with pcos when I was in instagram. Maybe I'm just noticing it more because of you. Lyndsey is raising pcos awareness.\n  ","512584":"\n   Do you smile at strangers\n  ","512585":"\n   Ever monitor your screen time?\n  ","512586":"\n   aww, everything is gonna be okay, im here if you ever need to talk k, xox\n  ","512587":"\n   Cute\n  ","512588":"\n   What did you do this weekend?\n  ","512589":"\n   Would you rather Experience the beginning of planet earth or the end of planet earth?\n  ","512590":"\n   What takes up too much of your time?\n  ","512591":"\n   hi im new here can u give me some suggestions to follow ppl\n  ","512592":"\n   aww, you are goals lyns x\n  ","512593":"\n   who\n  ","512594":"\n   cuz ur rly nice and u like pleasing ur fans\n  ","512595":"\n   Do you have to use glucose test strips to test your blood?\n  ","512596":"\n   can i see\n  ","512597":"\n   Me too, I was going to post,\" true care true things.\n  ","512598":"\n   height\/weight?\n  ","512599":"\n   Last time you felt lonely?\n  ","512600":"\n   I started singing blink-182 rn cause of your answer lol\n  ","512601":"\n   I think she might however, it just has deeper meaning possibly or she doesn't know lol, yea probably not because she has never actually been arrested before. However I think she is referring that people in jail would be nice to her?????? That arrested would be nicer than police or the public\n  ","512602":"\n   No, no, no she used it for college stuff. Nothing more, so she can find another device to do her college stuff.\n  ","512603":"\n   what makes you the grateful in life?\n  ","512604":"\n   Gomez & Morticia Addams were the first ever tv show couple to heavily imply that they have non-vanilla sx. At the time it was shocking. Who are a fictional couple from tv\/books etc. that shocked you and why?\n  ","512605":"\n   Gym instead? Smart not to swim with any ear pain\n  ","512606":"\n   I took back a almost $300.00 tablet when broke up. I asked her if it was okay and she said fine. Then couple days later she asked for ti back. I said in exchange for my broken heart, I'll keep the tablet. Keep my B-heart for what it's worth.\n  ","512607":"\n   Bless her\n  ","512608":"\n   Same why power, no need for that. Fame who needs it, not me. No money that's everyone's ticket.(:\n  ","512609":"\n   What would you choose? & Why? 1.Power 2. Fame 3.Money.\n  ","512610":"\n   hey, what i meant you woukd save a bfs feelings, like liv says im crap at this etc, i think you would not want to hurt my feelings and other friends and a bf feelings x\n  ","512611":"\n   I am so taunting my ex- I actually feel guilty about doing it too. I text her she can keep my broken heart for what it's worth. sigh I wish I could take back the text now.\n  ","512612":"\n   I hope this is not my ex- sounds like her\n  ","512613":"\n   Hahahaha she is my good friend.. i feel sad for her.\n  ","512614":"\n   I will go to uni tommo. Nd see how that girl's friends react. Will keep updating :P\n  ","512615":"\n   cool, i just meant you think of peoples feeling which my friend is pretty cool tbh\n  ","512616":"\n   🌹👑😘😘\n  ","512617":"\n   hope, i did not annoy you x\n  ","512618":"\n   princess elle deactivated thats odd\n  ","512619":"\n   Me too, I bed she does have real answer behind her mask. I'm dying to know what it is. I even wonder if its buried deep inside her response to the question. However I'm probably giving her to much credit.\n  ","512620":"\n   The end to this script was cut out due to letter space. She wrote, \" at least the people who were arrested would hand me a coat to cover myself\" And deeper down the rabbit hole we go.\n  ","512621":"\n   (Don’t date Starbucks baristas! #heartbreakers) Do you know any starbucks baristas?\n  ","512622":"\n   That's what she said\n  ","512623":"\n   last time u wore something sexy for anyone else\n  ","512624":"\n   Opinion on: Guys who shop at Zumiez?\n  ","512625":"\n   have you ever gotten your eyebrows waxed, professionally? have you ever waxed your eyebrows at home?\n  ","512626":"\n   Have u ever met a Billie Eilish stan\n  ","512627":"\n   You should try it and watch guys eyes pop out of their heads as they look at you hahaha\n  ","512628":"\n   COA (Captain Obvious Anon)\n  ","512629":"\n   That's her alright, which is only going to confirm my decision about leaving her. I don't want to be chained to someone that pathetic. tbh\n  ","512630":"\n   You have big enough boobs to look awesome in a corset\n  ","512631":"\n   I know her really well she wrote with with a smirk on her face. She loves reactions. Does she need help? This is my ex-girlfriend response to a question.\n  ","512632":"\n   La senza or VS?\n  ","512633":"\n   Do you love corsets too?\n  ","512634":"\n   What are your Sunday plans currently?\n  ","512635":"\n   my ex anwser: What would you do if you only had 24 hours left to live?\nI'd waste it, go get drunk, high, walk outside in my under garments until they'd arrest me for public indecency, and then I'd spend the rest of the night like a fool inside a jail cell with the other people who were arrested\n  ","512636":"\n   Oh, snap!\n  ","512637":"\n   I knew this one girl back in highschool that was kinda big and she put on some weight but she loved corsets. She had DD (later DDD) boobs and they looked huge when she wore them lol she loved it too it was pretty cool!\n  ","512638":"\n   I'm joking tbh you're too old for me\n  ","512639":"\n   #1 fav sexiest outfit?\n  ","512640":"\n   This girl on instagram has pcos too and does keto. Her food pics look yummy\n   \n    @elise1280\n   \n","512641":"\n   JAA (Just Another Anon)\n  ","512642":"\n   King made you sleep better🌹👑\n  ","512643":"\n   me lol\n  ","512644":"\n   How lol\n  ","512645":"\n   Who could be mad at you?\n  ","512646":"\n   HARHARHARHARHARHAR\n  ","512647":"\n   Nobody atm\n  ","512648":"\n   Who is your significant other\n  ","512649":"\n   i know but when u need an even bigger fix of ask ur here earlier lol\n  ","512650":"\n   I'll bring my otoscope... are you feeling dizzy? (legit question)\n  ","512651":"\n   the real reason is \"im addicted to ask\" lmao\n  ","512652":"\n   When did you last get something for free?\n  ","512653":"\n   We entered many hahahah. Yo I won a Korean skincare one today but it was a tricky guessing game 😭😭😭😂\n  ","512654":"\n   What song do you listen to the most?\n  ","512655":"\n   Have you ever won a contest?\n  ","512656":"\n   Why online so early?\n  ","512657":"\n   Morning Lynds\n  ","512658":"\n   R u a good liar?\n  ","512659":"\n   any suggestions for ppl to follow\n  ","512660":"\n   Как в ask.fm пригласить друзей?\n  ","512661":"\n   Why did you block Bob?\n  ","512662":"\n   Have you ever been accused of being dull?\n  ","512663":"\n   I'm trying, I'm trying\n  ","512664":"\n   yea, just half like my heart\n  ","512665":"\n   We both want to get married this year 🙃\n  ","512666":"\n   He loves me so much but never said any thing to that girl  that you n me are going to be Us.\n  ","512667":"\n   What’s the tallest building you’ve ever been in?\n  ","512668":"\n   Hugs you🌹👑\n  ","512669":"\n   I have only spent 1 year. And its too cool.\n  ","512670":"\n   What to choose ? FRIEND OR LOVE ?\n  ","512671":"\n   Brightens your day and gives you smooches while you’re resting🌹👑\n  ","512672":"\n   In your opinion, is it good to always get what we want without needing us to put some efforts to have them?\n  ","512673":"\n   UNIVERSITY LIFE ?\n  ","512674":"\n   any movie suggestions please?\n  ","512675":"\n   I just did the same thing. But my good friends are over reacting that you did wrong with her.\n  ","512676":"\n   WUAT UP\n  ","512677":"\n   King loves his Queen🌹👑\n  ","512678":"\n   That boy !!\n  ","512679":"\n   But. Why should i ? Can't she see us happy ?\n  ","512680":"\n   He loves me !!\n  ","512681":"\n   What if i get in a relation with a boy and my good friend already loves him ?\n  ","512682":"\n   Life without the internet - could this be possible?\n  ","512683":"\n   Hugs you gently🌹👑\n  ","512684":"\n   Hows everyone doing? \nI'm doing alright just going crazy about choosing dates haha\nHugs love you\n  ","512685":"\n   I wanna do u n ur future\n  ","512686":"\n   King needs his Queen🌹👑😢😓\n  ","512687":"\n   What do you want to know about your future?\n  ","512688":"\n   I did my best to be happy and make you happy🌹👑😓\n  ","512689":"\n   When was the last time you received really good news? Share if you want\n  ","512690":"\n   One month later after the actual super bowl disaster🌹👑😓\n  ","512691":"\n   at least its not 10 hours XD\n  ","512692":"\n   hey\n  ","512693":"\n   🌹👑🤗😓\n  ","512694":"\n\n    https:\/\/www.youtube.com\/watch?v=4PPcnmO76rg\n   \n","512695":"\n   wana fck\n  ","512696":"\n   King needs his Queen🌹👑😓\n  ","512697":"\n   How was your day?\n  ","512698":"\n   I agree to disagree, I know it doesn't always work that way but this time it will. Because I feel so much happier when she is gone. I feel like a brick is off my back. yay! O 2 joy\n  ","512699":"\n   I'm angry and I'm wet 😡💦\n  ","512700":"\n   where can you be yourself\n  ","512701":"\n   What is the nerdiest thing you enjoy?\n  ","512702":"\n   i bet you would sacrifice your feelings for a bf feelings or friends am i right ?\n  ","512703":"\n   I mean have you the any version of the that isnt live?\n  ","512704":"\n   Usa, so it would seem that all the best bands come from Sweden, and Its not available in the usa\n  ","512705":"\n   I was asking u about your insta yesterday\n  ","512706":"\n   I know I have the same problem on all music sharing platforms :(\n  ","512707":"\n   answer plz\n  ","512708":"\n   Mockingbird 😂\nRap of eminem 😂\n  ","512709":"\n   How long does is the denial period supposed to last anyway?\n  ","512710":"\n   What do you prefer more a hot beach vacation, a cold skiing vacation or a vacation where you visit old cities and historic sites ?\n  ","512711":"\n   What is the strangest or most uncommon fruit and\/or vegetable you've ever had?\n  ","512712":"\n   You are #3 in the US!\n  ","512713":"\n   How many really close friends do you think you have ?\n  ","512714":"\n   wtf... according to his page zactc is #5 in ireland when hes supposed to be from the us... maybe someone from ireland could check that o.o\n  ","512715":"\n   you were,, dear\n  ","512716":"\n   Hey friend,,you are n't answering me ,why?\n  ","512717":"\n   What is something sad that should be seen as something happy?\n  ","512718":"\n   No. I am a New Hampshire peach.\n  ","512719":"\n   Okay I think you're maybe right, there is a hint of denial. However I am mature enough to know, what's good for myself.\n  ","512720":"\n   Why anyone would have anything other than peaches and cream to say about me is a mystery.\n  ","512721":"\n   Denial, what denial. What you're saying that I am in denial lol oh, your'e funny good one.\n  ","512722":"\n   No, I've been heart broken before, so not my first rodeo.\n  ","512723":"\n   No way I am in such a peaceful, place right now. I am growing everyday, I am learning about myself and focused on my career.\n  ","512724":"\n   You're 100% right I will be thinking about it. However that's what the cut off is for, kind of like an out of site out of mind approach.\n  ","512725":"\n   whats everyone up to right now?\n  ","512726":"\n   hmmm... what drive me mad lol how?\n  ","512727":"\n   Until *4 months. Also why do you think I'll need good luck with that? Is it going to be difficult?\n  ","512728":"\n   So this for month separation is my choice it's going to be difficult at first the longer time goes on it will become easier.\n  ","512729":"\n   u mispelt h0rny XD\n  ","512730":"\n   I actually get offended pretty easily. I'm working on it though.\n  ","512731":"\n   I'm listening to my inner voice, i'm being brave, I told her no calls, no text, until months, so I can think things over.(:\n  ","512732":"\n   What's your temper like\n  ","512733":"\n   Which kind of natural disaster scares you the most?\n  ","512734":"\n   would you be a cam girl?\n  ","512735":"\n   🌹👑😘\n  ","512736":"\n   i was bitten by a turtle when i was a kid, can i still drink orange juice?\n  ","512737":"\n   Why should we worry about what others think of us, do we have more confidence in their opinions than we do our own?\n  ","512738":"\n   can i send u my playlist\n  ","512739":"\n   Hello\n  ","512740":"\n   You go to pizza hut what pizza do you order\n  ","512741":"\n   no she wouldn't have said anything at all\n  ","512742":"\n   Favorite novel\n  ","512743":"\n   liar :p\n  ","512744":"\n   How many hours do you sleep at night?\n  ","512745":"\n   what are you really good at tell me your talents?\n  ","512746":"\n   Gets tucked in by you🌹👑\n  ","512747":"\n   I don't know what you're talking about I couldn't care less about feet. I would never ask for a pic of any woman's feet\n  ","512748":"\n   Satur YAY. OR satur pffyday\n  ","512749":"\n   Yeah it looks pretty awesome! I know it’s celebrated in other countries like Argentina, Trinidad, Brazil, etc., I just said the movie Rio cause that’s the only thing I thought of that shows what it is and I love that movie 😂 all I know is that it’s a pre-lent celebration :p\n  ","512750":"\n   If you’ve ever seen the movie Rio, Carnival is a huge celebration\/parade, not like the ones here with rides and game stands lol\n  ","512751":"\n   I don't  harass people. It was a fair question\n  ","512752":"\n   Followed\n  ","512753":"\n   If you were reborn in a new life, would you rather be alive in the past or future?\n  ","512754":"\n   Ok what are you comfortable with?\n  ","512755":"\n   Likers get tbh for all please?\n  ","512756":"\n   It's not that it's the betrayal I can't shake from my head.\n  ","512757":"\n   She kissed someone else and got mono. And she only told me once we went the clinic together and it was confirmed. That she had mono. sigh\n  ","512758":"\n   Do you celebrate carnival?\n  ","512759":"\n   I really care about my ex- girlfriend however every time I think about getting back together. There is just an inner voice telling me no.\n  ","512760":"\n   Do you get spring allergies?\n  ","512761":"\n   Lyndsey, I need some advice again.\n  ","512762":"\n   How many countries have you been to?\n  ","512763":"\n   whom?\n  ","512764":"\n   When did you last get a haircut?\n  ","512765":"\n   POUQ\n  ","512766":"\n   Imagine that world stands still for 24 hours, you are the only one able to move. What would you do?\n  ","512767":"\n   what do you think about parents who post on social media about their children’s bad behavior with the intent to humiliate them but excuse it as “tough love” by teaching them a lesson? what do you think about people saying parents of this magnitude has a god like complex?\n  ","512768":"\n   the cake is a lie\n  ","512769":"\n   Do u know someone who watched degrassi\n  ","512770":"\n   Craving anything rn\n  ","512771":"\n   Good night sweetie\n  ","512772":"\n   Babe I wanted to smell good for you and see what a great king I am to you🌹👑\n  ","512773":"\n   How come our noses run but our feet smell?\n  ","512774":"\n   I thought you disliked my body wash🌹👑😓\n  ","512775":"\n   last time a guy kissed ur feet\n  ","512776":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","512777":"\n   recently it was talked about on one of our local radio stations that schools were thinking about providing rooms specifically for students to privately vape. but it was also never stated if they meant high-schools or colleges. what is your opinion on this?\n  ","512778":"\n   Hey good new's I got off the phone with my ex and she said she CARES about me. -....- and she Loves me too <3\n  ","512779":"\n   For how long have you been using ASKfm?\n  ","512780":"\n   Have you bought any paid apps? If so, which?\n  ","512781":"\n   victoria’s secret recently has spoken about shutting down 50+ of its stores and a lot of feedback is saying they’re losing money cuz their usual demographic focuses more on thinner women. thoughts?\n  ","512782":"\n   Lol I have tons of memes of my sisters\n  ","512783":"\n   What kind of discoveries do you hope mankind makes during your lifetime? 😊\n  ","512784":"\n   huh\n  ","512785":"\n   Not sure if this is me haha\n  ","512786":"\n   i’m sorry love. i was just spamming leigh, but an anon did send me something for my followers to like if they also wanted spam of the same type of questions.\n  ","512787":"\n   :)\n  ","512788":"\n   🌹👑😘\n  ","512789":"\n   favourite undies colour\n  ","512790":"\n   yup, that's enough for tonight gn\n  ","512791":"\n   However I get what you're saying too. hmm... Like if I found someone more suitable even though I won't turn away from that person I love, I'll still might prefer the person who is more suitable.\n  ","512792":"\n   You can smell my body after I use body wash🌹👑\n  ","512793":"\n   We all couple potentially find someone more suitable but doesn't mean I am going to turn away from someone I truly love. Is that a valid point or do you disagree.\n  ","512794":"\n   I use old spice body wash  and that’s why I smell great🌹👑\n  ","512795":"\n   I think it's pretty cool that you know when I write you on here even though I'm on Anon. Hope you're well. ❤️ Jub-Jubs. Also I'm gonna hate myself in the morning. I stayed up way too late after a long day. I'm sleeping on the sofa tonight just to change things up.\n  ","512796":"\n   What do you smell like?\n  ","512797":"\n   Why is that not how it works. :(.. sob... sniffle explain how it works please.\n  ","512798":"\n   OOOOHHHH punny. Nice one 😂\n  ","512799":"\n   Oh yeah he knows but never trust them they may through in a sneaky head butt. Carful with goats objects are closer then they appear (goat)\n  ","512800":"\n   I’ll wait for the state fair since that’s closer lol awww it is! Just looking like it wants all the attention lol\n  ","512801":"\n   Oh yeah he lining someone up from the high ground. He knows what’s up.\n  ","512802":"\n   Ugh too far xD but kind of worth the drive?? I just don’t want him\/her to poop or p!ss in my car :(\n  ","512803":"\n   See what I mean literally head butt people and be called cute.\n  ","512804":"\n   I need another pet goat in my life, where do I adopt that one?\n  ","512805":"\n   So far we have kept in open contact situation and we remain friends. However it's just so difficult to get text from her, and hear her voice on the phone. My mind keeps spinning about why we aren't together. However when I remember why, I get a headache... it's for good reason.\n  ","512806":"\n   I am okay with her finding someone else... soob, sniffles, I think it's okay her to find someone else because if she really want's to be with me. She come back even if she finds someone else right?\n  ","512807":"\n   🌹👑🏋🏻‍♂️\n  ","512808":"\n   Do you think that is a good idea or do you think we should keep in contact during our separation?\n  ","512809":"\n   What do you think this song is about?\n   \n    https:\/\/youtu.be\/vWHXZFei0Do\n   \n","512810":"\n   Right now my goal is to try and not talk to her for at least a couple months and then reach out to her later and ask how's life?\n  ","512811":"\n   What is your biggest obstacle as of right now?\n  ","512812":"\n   ik, shes really direct no filter\n  ","512813":"\n   lol, yeah id do it maybe as a dare strong maybe x\n  ","512814":"\n   We dated for a year. I am so sad it's over\n  ","512815":"\n   I am the one trying to get over a break up and I am just in tears thinking about what we were.\n  ","512816":"\n   lol its funny, xxo\n  ","512817":"\n   Wow that was really good :)\n  ","512818":"\n   cool, x\n  ","512819":"\n   Random question but what's your advice for someone who misses their ex?\n  ","512820":"\n   @ JenaNTaryn \/\/ YouTube #Sub4Sub\n   \n    https:\/\/youtu.be\/M5MHiqrDqwY\n   \n","512821":"\n   ellie@mcnamara 98, i told her to follow you that you were kind  shes so kind too\n  ","512822":"\n   i did a few times, simple things but she criticised loads shes a great cook tbh\n  ","512823":"\n   I was talking about the one that looked similar. I'm an artist, so I was really impressed by the artwork. :)\n  ","512824":"\n   Oh I see, lol I am an artist too, although I never show my art to anyone except those I am close to. lol\n  ","512825":"\n   yeah thats cool, simple meals are best tbh i love helping mam with food\n  ","512826":"\n   Wow I was taking a look at your art it's amazing.\n  ","512827":"\n   Soooo... you can probably have wings tossed in medium sauce.\n  ","512828":"\n   aw, thx i bet you are a great cook liv is but said she wont cook for a boy lol\n  ","512829":"\n   It’s been almost a month since the actual super bowl disaster for me🌹👑😓\n  ","512830":"\n   aw, sorry im so dumb but i have to watch what i eat to make the school football team, and athlethics  too\n  ","512831":"\n   I’ve been healthy my love🌹👑😓😢\n  ","512832":"\n   i love burgers and fries, lol\n  ","512833":"\n   You are now #6! Wpot-woot!\n  ","512834":"\n   So like is keto low carb or something? Like can you have Wendy's burgers?\n  ","512835":"\n   What keto delicious dinner r u habing tonite?\n  ","512836":"\n   ik lol, but when you said people hate you i was worried tbh\n  ","512837":"\n   im telling people you are so cool\/sweet on here x\n  ","512838":"\n\n    https:\/\/www.youtube.com\/watch?v=NW26qCT2EdY\n   \n","512839":"\n   no ellie mcnamara she is so sweet ans shes in australia\n  ","512840":"\n   Do you prefer sweet or savoury food?\n  ","512841":"\n   hey i got ellie shes a sweet girl, to follow you x\n  ","512842":"\n   Unfortunately a good song like this isn't available in our country :(\n   \n    https:\/\/www.youtube.com\/watch?v=4pTm__bF84U\n   \n","512843":"\n   aww, im glad  hope they are not bothering you, xo\n  ","512844":"\n   Are you rich\n  ","512845":"\n   Ever not voted?\n  ","512846":"\n   lol, they are not my friends i do not have anything to do with them x\n  ","512847":"\n   Hello\n  ","512848":"\n   why would they hate  you, xo\n  ","512849":"\n   بدي طلب صغير نزلت مساحات جديدة اقرئهم اذا اعجبنك حط لايكات واذا ما اعجبنك ماتحط والي بدو اردهم يبعت ❤  لا ينزل ❤ ننرجع الحساب لتفاعله😍\n  ","512850":"\n   aww, well i tell my friends on ask ?\n  ","512851":"\n   i would tell everyone, lynds x\n  ","512852":"\n   have you ever had an imaginary friend? were they named? (i briefly had an imaginary friend named Gertie!)\n  ","512853":"\n   What news station do you usually watch?\n  ","512854":"\n   Do you think it's becoming more difficult to know what news is fake and what news is real?\n  ","512855":"\n   According to you, why do people love? Or fall in love?\n  ","512856":"\n   nope but It will be good if u tell me\n  ","512857":"\n   Do have any vacation plans coming up in the next little while. If you do what are you doing ?\n  ","512858":"\n   Fav alcoholic drink 777\n  ","512859":"\n   Pay you with c*m?\n  ","512860":"\n   What if you did and your neighbours heard\/seen, would you not be embarrassed\n  ","512861":"\n   If I pay you where would you post the pic?\n  ","512862":"\n   How are you doing on it? I’m on week 4 or 5 I think. I’m running out of recipes lol\n  ","512863":"\n   Well I can't get PayPal to work but if there's some way to pay you with a visa gift card then I will\n  ","512864":"\n   Are you on the keto diet? (Only asking because I saw something keto in your picture below)\n  ","512865":"\n   G string it is then. When can we expect to see this pic? And can we  get one from behind as well\n  ","512866":"\n   Can your neighbours see into your pool, and if not, would you f*ck In it?\n  ","512867":"\n   You are #7 in the US? What's up with the ask rankings next to your name?\n  ","512868":"\n   In the pool:)\n  ","512869":"\n   Do you feel sexy when you dress like that\n  ","512870":"\n   Is your butt soft\n  ","512871":"\n   Who in your eyes are the perfect fictional couple and why do you think so?\n  ","512872":"\n   Of course I like G strings I like them more than anything else but why do you say that?\n  ","512873":"\n   Would make me want to buy you more of them:) the ultimate tease\n  ","512874":"\n   you will make someone really happy, you are pretty cool\n  ","512875":"\n   I bet you could tease so good in that:)\n  ","512876":"\n   Ok fine turquoise panties then\n  ","512877":"\n   Can you name a black female tv character from a show you like\n  ","512878":"\n   Can just see you in your underwear? Like a pic showing your belly and your legs in red panties?\n  ","512879":"\n   Have you ever had dreams about anyone on ask?\n  ","512880":"\n   Anyone not busy\n  ","512881":"\n   Are you a thong or g strong kinda girl\n  ","512882":"\n   I wanna see pic ur thighs J's\n  ","512883":"\n   Does more expensive get me more pics\n  ","512884":"\n   Do you have nice calves\n  ","512885":"\n   Price?\n  ","512886":"\n   What sites do you use to watch anime, cartoons, tv shows and movies on?\n  ","512887":"\n   Will you sell me a pic of your feet please\n  ","512888":"\n   coca cola or sausage gravy?\n  ","512889":"\n   So every fee days on the radio there are polls dome by newspapers or other publications about variois topics such as politics or eating habits or whatever they may be... 30% said this 4%said that 7% undecided 59% said scooby dubious. Anyway have you been asked to take part in any of these polls?\n  ","512890":"\n   do you plan your meals? if so, do you use an app(s) to help or do you do it all by yourself? how do you combine healthy, money saving and variety? Tell me your secrets!\n  ","512891":"\n   Do you make your bed every morning?If so why? You’re just gonna mess it up tonight anyways\n  ","512892":"\n   What do you think of people who assume that everyone is manipulative?\n  ","512893":"\n   Did you read hi-lights magazine as a child? Parents,do you have a subscription for your kids?\n  "},"Answer":{"511821":"\n  - Arabic\n  \n  - Russian\n  \n  - German\n  \n  - Spanish & Portuguese\n  ","511822":"\n  touché\n  \n  I might spam some if questions come to mind\n  ","511823":"\n  You rebel!\n  \n  I have mints more these days.\n  ","511824":"\n  all the ones I follow 💙\n  \n  I have a bunch of @ lists under my \"top answers \"\n  \n  🌷honesty hour\n  ","511825":"\n  nice XD\n  \n  I do tend to spit it out though. I think peers said it more than parents\n  ","511826":"\n\n   https:\/\/youtu.be\/gnhXHvRoUd0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  they had it on at the gym earlier\n  ","511827":"\n  You heard the anon.. send questions!\n  \n  🌷honesty hour\n  ","511828":"\n  Might be\n  ","511829":"\n  You've sent it before\n  ","511830":"\n  Should I do honesty hour\/night?\n  ","511831":"\n  \" how long does love live?\"\n  \n  I'D LIKE TO KNOW!\n  \n  I've had two relationships that lasted two years. I still feel like the 2nd one is still there.. would have been 11 years if things worked out lol\n  \n  my nana and grandpa made it to 49\/50 years then he died. :(\n  ","511832":"\n  That email subject though 😂😂😂\n  \n  I wonder if all online sites had more purchases happen today XD\n  ","511833":"\n  blue & no thanks\n  ","511834":"\n  oh ok then\n  ","511835":"\n  affiliate marketing\n  ","511836":"\n  case by case. Not one person fits all.\n  \n  I work online but people still have the mentality that it's not a real job etc\n  ","511837":"\n  I have mini calluses on my hands. Think I'll skip the gym tomorrow and do other exercises instead :)\n  ","511838":"\n  Besides santa and other ones like that.. I'm not sure. I don't really feel like I was lied to ¯\\_(ツ)_\/¯\n  ","511839":"\n  The line from Dirty Dancing always comes to mind 😂\n  \n  being alone forever\n  ","511840":"\n  You aren't :)\n  ","511841":"\n  awww king\n  ","511842":"\n  I wouldn't date an anonymous user. Sorry.\n  ","511843":"\n  I've never used them! They look cool. I've only read about in fiction books.\n  \n  I'm not sure if they can predict the future. To my understanding they are more about health and the properties within? I don't remember reading anything about the future ¯\\_(ツ)_\/¯\n  ","511844":"\n  hey\n  ","511845":"\n  I think Ash said 4.\n  \n  but ya.. craziness 😂\n  \n  I wouldn't normally care about fb but needed to do something there. Ig is more concerning XD\n  ","511846":"\n  When you forgot to put moisturizer on.\n  ","511847":"\n  What do you mean exactly?\n  ","511848":"\n  Yes. I recently posted about. Weird things happened. Burn mark from the candle etc\n  \n  I think it can be possible.\n  ","511849":"\n  I don't feel like looking up certain areas :p\n  ","511850":"\n  Ideally I'd like to fill it up on the weekend. Doesn't always happen that way.\n  \n  And yes, I've had to help push before too. Whether out of gas or other problem.\n  ","511851":"\n  Do whatever you want.\n  \n  I personally wouldn't.\n  ","511852":"\n  video game character. You get to pick how it looks, do fun things.\n  ","511853":"\n  flowers, fresh cut grass smell\n  \n  no real traditions. Everyone usually gets together for Easter though. Should be interesting.\n  \n  Probably hotter. AZ gets hot fast 🔥\n  \n  As far as Massachusetts\/Maine.. it can be very bipolar weather. All seasons at the same time if it wants.\n  ","511854":"\n  pictures + read 10 pages\n  \n  still need to do 2 workouts (1 being outside) and more water.\n  ","511855":"\n  cute\n  \n  ig is being mean atm\n  ","511856":"\n  We've been having weird storm clouds but nothing really comes of it. It's been windy too.\n  \n  Last week or so we had a lot of rain. Flooding so they closed the wash gates etc\n  ","511857":"\n  Can't view\n  \n  seems weird.\n  ","511858":"\n  I get this message\n  \n   @urlsareshittbh\n  \n\n  then IG is giving me error -_-\n  ","511859":"\n  8 😮\n  ","511860":"\n  and you are?\n  \n  anonymous user...\n  ","511861":"\n  Their parents are rich.\n  \n  pretty normal\n  ","511862":"\n  knew you'd say that\n  ","511863":"\n  I don't have a preference.\n  ","511864":"\n  Pretty good. kind of annoying that facebook and ig are being dumb at the moment.\n  \n  only lost 1.5 pounds this week. Expected more. oh well. I do see the difference in pictures though.\n  ","511865":"\n  not always\n  ","511866":"\n  I was sleeping 3 hours ago\n  ","511867":"\n  lots of them\n  ","511868":"\n  I bet 😈\n  ","511869":"\n  I'm not sure. Only 12pm and haven't ate yet so not exactly thinking about dinner right now.\n  ","511870":"\n  thgin dooG\n  ","511871":"\n  xoxo\n  ","511872":"\n  adorable\n  ","511873":"\n  sounds like too much work 😂\n  ","511874":"\n  No. These are the top ones I did.\n  \n  it changes by the ones I add from the \"build function \" as you called it.\n  \n  they are always different.\n  ","511875":"\n  Don't we all\n  ","511876":"\n  Neither would be bad.\n  \n  I feel like online my friendships are more 50\/50.\n  \n  IRL I've had more friends that were girls.\n  ","511877":"\n  I don't remember why the mad one is there\n  ","511878":"\n  These are my current most used ones.\n  ","511879":"\n  eh ¯\\_(ツ)_\/¯\n  \n  staring is very creepy. Quick glances, sure. no problem.\n  \n  head nods.. interesting lol\n  \n  if I feel watched or odd vibes then I'm not ok with it.\n  ","511880":"\n  \"describe your character in 3 words\"\n  \n  damn.. that's hard!\n  \n  caring, sweet, funny\n  ","511881":"\n  Sometime in February.\n  ","511882":"\n  I wouldn't exactly tell someone to stop looking at me o.o\n  ","511883":"\n  \"A beautiful thing with the first letter of your name\"\n  \n  I'll pick love then.\n  ","511884":"\n  Does anyone have questions before I go to sleep? 😴\n  ","511885":"\n  I feel like this girl is my unofficial gym buddy. We go around the same time, both do the stationary bike. We've never really talked though 😂\n  ","511886":"\n  I'm not sure. Not going to compare everyone. Only competing with myself. I'm winning 😉\n  ","511887":"\n  You can also pee longer on keto ¯\\_(ツ)_\/¯\n  ","511888":"\n  seems so\n  ","511889":"\n  Have been :p\n  \n  actually just went\n  ","511890":"\n  hahahaha\n  ","511891":"\n  - wasp got me. I screamed and cried (was probably 6 or younger)\n  \n  - tooth pain which resulted in a root canal.\n  \n  - loved ones dying (including pets)\n  \n  - a relationship ending (I don't care for mentioning everything about it. )\n  ","511892":"\n  Very impressive\n  ","511893":"\n  need\n  ","511894":"\n  I need to drink a gallon for the challenge. I get it :p\n  \n  I actually need to pee but don't feel like getting up atm\n  ","511895":"\n  Why do people send these? You won't get a real genuine conversation going.\n  \n  Also it's worse enough the gym guy does it in person. First time was hi. Yesterday he said hello. Like I know you have more to say lol Always talking with your buddy in the gym.\n  ","511896":"\n  Thanks for sharing...\n  ","511897":"\n  I did :)\n  \n  then walked outside afterwards around the building. Got to pet some doggies too. This lady had 3 dogs with her. One of them she literally rescued. I guess it was outside on its own and she almost ran it over. Ended up giving it a forever home. It wouldn't eat or anything. It learned so much from the other dogs. How to use the dog door etc.  Said you could tell it was neglected. so sad. It was the most friendliest one! I hope she picks a good name for it. We kept bumping into each other walking so it was cool hearing the pups story :)\n  ","511898":"\n  aww\n  ","511899":"\n  I wouldn't care. I'd be proud of him for changing his ways. Stretchmarks, scars, and all that can be so taboo. They came so far. Battle scars.\n  ","511900":"\n  not at the moment\n  ","511901":"\n  Sore from the gym but still motivated etc\n  \n  Wednesday is weigh-in day so will be interesting to see ¯\\_(ツ)_\/¯\n  ","511902":"\n  How sweet\n  ","511903":"\n  cool 💪\n  ","511904":"\n  More money & appearance wise (doing!)\n  ","511905":"\n  Did they get bigger?\n  ","511906":"\n  Of course :p\n  ","511907":"\n  :)\n  ","511908":"\n  *tucks you in*\n  \n  king needs to be comfy too!\n  ","511909":"\n  this & other social media\n  ","511910":"\n  On my mind a lot more than usual etc\n  ","511911":"\n  tshirt + lounge shorts\n  \n  tshirt + underwear\n  \n  tshirt + leggings\n  ","511912":"\n  So cool!\n  ","511913":"\n  Thanks. I'll sleep fairly soon x\n  ","511914":"\n  When people used English correctly.\n  ","511915":"\n  butt, ass etc\n  \n  yup\n  ","511916":"\n  Not really.\n  ","511917":"\n  I haven't thought about it yet.\n  ","511918":"\n  Good because my 🍑 hurts\n  ","511919":"\n  Idk barely any time has passed lol can't judge 2019 as a whole yet.\n  \n  I definitely have been motivated 🔥🏃\n  ","511920":"\n  I'm looking towards the future 👏\n  ","511921":"\n  Please don't send me religious ramblings. I don't send them to you.\n  ","511922":"\n  The last line was spooky :p\n  \n  Is this Atreyu?\n  ","511923":"\n  I get that way very rarely. I listen to music, check out the house if really feel like something is going on. I distract myself. Have lights on. Maybe a movie  ( not horror :p )\n  ","511924":"\n  subconscious mind\n  ","511925":"\n  damn. Someone is doing a $100 giveaway gift card but I don't believe in what they are selling. Would need to post a fitness scam in order to win. They don't mention anything about the product at all. sigh\n  ","511926":"\n  Can't wait for This is US.\n  \n  Ellen's gameshow is ok but was expecting The Voice to be on.\n  ","511927":"\n  hi\n  ","511928":"\n  Kayson and other spellings of it.\n  \n  Hunter comes to mind as well.\n  \n  I feel like girls are more unique these days?\n  ","511929":"\n  No?\n  \n  I do come off as shy though when meeting new people.\n  ","511930":"\n  Two are next to me now  (Lulu and Bruin)\n  \n  Wrangler is outside barking\n  ","511931":"\n  1920s Paris\n  ","511932":"\n  I'm not bad.\n  ","511933":"\n  They have hooded eyes.\n  \n  Don't be racist.\n  ","511934":"\n  I'm aware\n  ","511935":"\n  The typical things?\n  \n  music\n  \n  asking it questions\n  \n  shopping lists\n  \n  etc\n  ","511936":"\n  nice :p\n  ","511937":"\n  Yes, two. One of each. I'm the baby.\n  ","511938":"\n  Or stock up on some coffee products so you have more later on.\n  \n  I'd say tea.\n  ","511939":"\n  She was just a pup then\n  ","511940":"\n  Haven't been to either but I want to visit Paris more!\n  ","511941":"\n  I haven't.\n  ","511942":"\n  hey, that was my line!!\n  ","511943":"\n  what?\n  ","511944":"\n  It doesn't have to be ¯\\_(ツ)_\/¯\n  ","511945":"\n  42?\n  ","511946":"\n  I didn't mention flirting so what do you mean?\n  ","511947":"\n  chicken parm 😍\n  \n  We've been doing zucchini noodles instead.\n  ","511948":"\n  I don't care.\n  ","511949":"\n  yup\n  ","511950":"\n  I like dogs more.\n  \n  Both are great.\n  ","511951":"\n  in some ways, being aware and all that but I wouldn't say 100% that it's the same.\n  \n  ~\n  \n  The two books I'm reading keep talking about the subconscious mind.\n  ","511952":"\n  Just the one :p\n  \n  Has less sugar and carbs.\n  \n  There's a lot of different recipes for\n  ","511953":"\n  eating my keto pancake with blueberries, raspberries, a few almonds, walden farms syrup and some peanut butter.\n  ","511954":"\n  mid thigh or so...\n  ","511955":"\n  night 😘\n  ","511956":"\n  Good night x\n  ","511957":"\n  The first\n  ","511958":"\n  um.. nobody told me there was a keto meetup 😮 They got so much stuff in their keto goodie bags. Lots of products i haven't heard of too. I signed up to know about the next one 😂\n  ","511959":"\n  used what?\n  ","511960":"\n  Hm why?\n  \n  yes, things are well :)\n  ","511961":"\n  doesn't seem so random but my other response is still good :)\n  ","511962":"\n  I'm not sure. I've only flown with Southwest and American Airlines before. I don't remember all the plane names. I also don't know the whole story besides that one went down.\n  \n  I do feel like I get a little creeped out when hearing about plane crashes, especially when going to fly pretty soon 😮\n  \n  like any planes safety should be #1. Everything should be checked out and in working order. Smaller planes can feel creepy.\n  ","511963":"\n  Sorry to hear\n  ","511964":"\n  My conspiracist beliefs make me 1% Less conspiratorial than the average person.\n  \n\n   https:\/\/www.idrlabs.com\/conspiracy\/75-66.7-58.3-66.7-41.7\/result.php\n  \n","511965":"\n  Right 😂\n  ","511966":"\n  nah. I'm cold and don't feel like getting up lol or putting my bra on again. makeup also washed off from the pool.\n  \n  pink plain tshirt + black capri length gym leggings with \"game on\" written in pink letters. Exciting, huh? :P\n  ","511967":"\n  Yes, that  has happened before.\n  ","511968":"\n  Not really\n  \n  eventually!\n  ","511969":"\n  Some hp one?\n  \n  my old one was Toshiba\n  \n  I'm on my tablet more though.\n  ","511970":"\n  I wouldn't want to eat in the car with little kids. Clearly it's bound to happen. I feel like going in would be way better.\n  ","511971":"\n  These two 😂\n  ","511972":"\n  We've been best friends since the first grade. She's more outgoing. We're oppositesbut the same too. She's a great mom.\n  ","511973":"\n  I wouldn't be here then :p\n  ","511974":"\n  What are the options? \"which one\"\n  ","511975":"\n  chocolate cake\n  \n  can someone make a keto one? Thanks 😍🎂\n  ","511976":"\n  Never tried\n  ","511977":"\n  new shirt & the books.\n  ","511978":"\n  yes, it's fine :)\n  \n  meow. rawr\/roar.\n  ","511979":"\n  I meant in general.\n  \n  ugh, that can be so annoying!\n  ","511980":"\n  I'm not really thinking of anything right now. A bit ago it was about the Wednesday weigh-in. I've been doing way more so was wondering how that would go over ¯\\_(ツ)_\/¯\n  \n  Life is pretty good. I feel focused, empowered and motivated. So that's good. 69 more days of the challenge.\n  ","511981":"\n  sigh\n  ","511982":"\n  I have no idea.\n  ","511983":"\n  No. If someone wants questions they can untick instead of sending stuff like this on anon.\n  ","511984":"\n  Actually it was a rat.\n  \n  He looked very happy.\n  ","511985":"\n  :(\n  ","511986":"\n  I don't follow everyone..\n  ","511987":"\n  👍👌\n  ","511988":"\n  ¯\\_(ツ)_\/¯\n  ","511989":"\n  no friends\n  ","511990":"\n  Yes. I've heard of guys with it. I also knew someone with it as a last name.\n  ","511991":"\n  How to spell my name?\n  \n  My sister-in-law still does it wrong.\n  \n  LYNDSEY\n  \n  if you can't remember just do Lynds. It's not hard.\n  ","511992":"\n  Strawberry fields because I was cutting up some strawberries 😂\n  ","511993":"\n  - be active\n  \n  - send some questions out or polls\n  \n  - follow like minded people\n  \n  - l4l or f4f but both can be annoying\n  \n  - talk to others and people might check out your page depending if they like what you say\n  ","511994":"\n  Nope. It's more so in greeting. It's not all the time.\n  ","511995":"\n  calm\n  ","511996":"\n  A mouse was in the garden and stole a tomato.\n  ","511997":"\n  I think it means facial expression.\n  \n  go for it\n  ","511998":"\n  song lyrics?\n  ","511999":"\n  I don't put on an act\n  \n  they'd see the real me\n  \n  up to them to decide if im worth it\n  ","512000":"\n  Most days lol\n  \n  I'm not a napper unless sick or i didn't get enough sleep and it just happens.\n  ","512001":"\n  Night spice\n  ","512002":"\n  This doesn't make sense to me. I'm not a wife nor do I have a husband yet.\n  ","512003":"\n  Is it weird that I'm excited for April so I can do the inbody scan again? I want to see the differences. I looked up bmi and according to Wednesday's weight it went down a little. Will be interesting to see the other numbers too. I've also been doing the #75hard challenge which has been helpful too. Tomorrow will be day 6 (monday) ... 69 days to go 😉\n  \n  basically 2 workouts (one has to be outdoors), taking a picture everyday, no cheat meals, read 10 pages of inspirational books and drink a gallon of water. 📚💪\n  ","512004":"\n  It doesn't bug me.\n  ","512005":"\n  comfy\n  ","512006":"\n  I tried going to one before but couldn't find it 😂 Wasn't on gps map either. Was a tea place and lots of cool clocks everywhere. There was a commercial for it on a local station showing inside. From the picture and all that it was supposed to be across from the city hall but it just WASN'T. Was very annoying! Looked like a cool place. ¯\\_(ツ)_\/¯\n  \n  but no, I haven't. There are a few different coffee places in Arizona but I sadly don't drink coffee often. It's been years. My go tos would be the glass bottle of Starbucks' vanilla mocha frap or Dunkin's french vanilla.\n  ","512007":"\n  My grandpa. I love you since I never really said it when he was alive. It's been 12 years.\n  \n  r.i.p\n  ","512008":"\n  cute :)\n  ","512009":"\n  I'm glad you feel better\n  ","512010":"\n  aw\n  ","512011":"\n  sure\n  ","512012":"\n  so third times the charm?\n  ","512013":"\n  I've never heard of that. I understand real sled dogs racing but not something like that o.o I'm glad they decided to stop sponsoring it.\n  \n  I wouldn't call it \"good news \" if it wasn't for me?\n  ","512014":"\n  lol not really\n  ","512015":"\n  😘\n  ","512016":"\n  imposter king\n  ","512017":"\n  mass send for starters\n  ","512018":"\n  bathroom buddies. I peed :p\n  ","512019":"\n  craziness\n  ","512020":"\n  I figured lol\n  ","512021":"\n  tea\n  \n  water (plain or with drops)\n  \n  smoothie\n  \n  just depends what I feel like\n  ","512022":"\n  oh i am\n  ","512023":"\n  Thanks king *hugs back *\n  \n  How you been? <3\n  ","512024":"\n  yikes\n  ","512025":"\n  How fun.\n  \n  Hopefully not a friend of yours?\n  ","512026":"\n  DNA test asap\n  ","512027":"\n  mono dude then?\n  ","512028":"\n  Which book?\n  \n  I still haven't started the Nicholas Sparks one.\n  ","512029":"\n  I haven't heard that before.\n  \n  Maybe stores needing new shipments, fed ex, ups etc\n  ","512030":"\n  Could be yours ¯\\_(ツ)_\/¯\n  ","512031":"\n  I'm civil\n  ","512032":"\n  Why do people keep asking this?\n  ","512033":"\n  hey rosebud\n  ","512034":"\n  I've been to Niagara Falls, Canada once.\n  \n  I've been to more states than countries.\n  ","512035":"\n  Besides these questions and kik messages, it would have been this.\n  \n  I think I will like this book more than the other one. I'm alternating between them.\n  ","512036":"\n  All for it.\n  \n  I suppose its silly since the person would most likely quit the drug before doing one? Also I'm surprised that drugs don't come up in the questions you have to fill out.\n  \n  People should use it for the right reasons. It's dumb to spend the money on unhealthy things adding to the obesity weights in America etc junk every so often sure.. but I feel like most JUST buy junk.. like ok??\n  ","512037":"\n  Gilligans Island\n  ","512038":"\n  I use body wash way more\n  ","512039":"\n  I don't think ONE person can really change it. Need a group.\n  \n  There should be charges though :)\n  ","512040":"\n  Probably the money aspect. Finding out how much things would be, the conversion etc\n  ","512041":"\n  I'm sorry but \"my person\" is fucking dumb as hell 😂 I don't like the ownership aspect of it. It seems even more immature than boyfriend\/girlfriend.\n  \n  My partner seems more mature to me. Does it really matter which term you use?\n  ","512042":"\n  What do you like to do? I'd keep the job while searching for a new one.\n  ","512043":"\n  no complaints\n  ","512044":"\n  I wouldn't.\n  \n  I don't really have an opinion. If they are safe with the pet then i don't see a problem with it. I'm not sure on the laws of venomous pets either but I'm sure that would play a part in it too.\n  ","512045":"\n  The last one was Vertical Horizon and The Gin Blossoms.\n  ","512046":"\n  Same meal\n  ","512047":"\n  nope. I believe they meant\n  \n   @mawiocudwoc\n  \n  ¯\\_(ツ)_\/¯\n  ","512048":"\n  It's not working for me :(\n  ","512049":"\n  4 hours ago\n  \n  of sleep? hell no lol\n  ","512050":"\n  Yes. I've had some weird occurrences happen XD\n  ","512051":"\n  Decent enough.\n  \n  I'll go make food now\n  ","512052":"\n  Yes. That actually happened yesterday.\n  ","512053":"\n  Nothing. Rain makes me sleepy especially if it's all grey skies.\n  \n  Seems like the perfect hot drink weather and snuggled up watching a movie or new show :)\n  \n  Maybe a fire on if available.\n  ","512054":"\n  Since\n  \n   @TheChaosBringer\n  \n  didn't do the song spam...\n  \n  this one came to mind today.\n  \n\n   https:\/\/youtu.be\/FFOzayDpWoI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512055":"\n  Last week sometime.\n  ","512056":"\n  The worst\n  ","512057":"\n  Nope. I went for a walk then read. Also lit a candle. It was a chill night.\n  \n  He's been busy with video games and other stuff too.\n  \n  Should do tonight 😈😉\n  ","512058":"\n  My goodreads account told me that I watched it in 2015. I don't really remember it XD or cant remember if its the one I'm thinking about...\n  ","512059":"\n  Arizona doesn't change them!\n  ","512060":"\n  Nothing yet. i think I'll cook up the leftover broccoli from last night, maybe eggs with it ¯\\_(ツ)_\/¯\n  \n  not that hungry yet\n  ","512061":"\n  There's lots of benefits for drinking water. Clear skin is definitely one of them but I feel like it depends on what you eat as well? All the toxins etc\n  ","512062":"\n  It was ok. Some stuff worked, others didn't.\n  \n  left with the books and a Nike shirt.\n  \n  Nothing that intriguing :P\n  ","512063":"\n  Good night\n  ","512064":"\n  ?\n  ","512065":"\n  Good point. Was up way too early for me.\n  \n  good night x\n  ","512066":"\n  Would hope so\n  \n  Do you like baths more?\n  ","512067":"\n  That's sweet\n  ","512068":"\n  I'll go with this one\n  \n\n   https:\/\/youtu.be\/e4NttbSaQ7I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  for blocking.. this one 😂\n  \n\n   https:\/\/youtu.be\/25DC6v8oPxo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512069":"\n  hm 7 - 8.5?\n  ","512070":"\n  I tried before. The quality was shit.. MySpace made a lot of old pictures pixels blurry and small.\n  ","512071":"\n  If it does seem like a habit then i feel like the relationship isn't one you should ideally be in. It seems more like the whole too scared to do anything about it \/ need a partner and don't want to hurt feelings kind of thing\n  ","512072":"\n  Saturday night tune... almost Sunday.\n  \n  This one popped into my head 😂\n  \n\n   https:\/\/youtu.be\/LahcSFleKm8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512073":"\n  Usually just the once.\n  ","512074":"\n  seeing a ghost figure in one of my prom pictures. All the other ones were fine besides that one.\n  \n  Weather related - hurricanes and a tornado\n  \n  probably some others\n  ","512075":"\n  The rose. One of my favorite flowers and just looks good to me.\n  ","512076":"\n  I'm pretty good. Productive day :)\n  ","512077":"\n  loads of things :)\n  ","512078":"\n  I know :)\n  ","512079":"\n  I still go by Fridays 😂\n  ","512080":"\n  bit of both\n  ","512081":"\n  a little past my shoulders.\n  ","512082":"\n  I haven't seen any of the ones I sent out in that question. Would like to see about half of them eventually.\n  ","512083":"\n  totally different lol\n  ","512084":"\n  Another good reason! lol\n  ","512085":"\n  I can't remember if I watched the movie.\n  ","512086":"\n  lol I'm actually laying down now with my legs crossed.\n  \n  Sitting wise? Because they can. Proper? ¯\\_(ツ)_\/¯\n  ","512087":"\n  Good bye\n  ","512088":"\n  not the kind i was thinking of :)\n  \n  free chicken?\n  ","512089":"\n  You could face charges?\n  ","512090":"\n  I'll start the Excuses Begone one tonight.\n  \n  got these today :)\n  ","512091":"\n  nope\n  ","512092":"\n  The last two\n  ","512093":"\n  I think Saturday.\n  ","512094":"\n  Definitely varies. Maybe 11 at most.\n  ","512095":"\n  near water 😍🏊💦\n  ","512096":"\n  Not at the moment. Been more focused on fitness.\n  ","512097":"\n  No. I'd go vegan before even thinking about vegetarian.\n  ","512098":"\n  I'd need a passport first of all :)\n  ","512099":"\n  I felt tired today!\n  \n  I'd say it varies depending on what i do.\n  ","512100":"\n  You are annoying\n  ","512101":"\n  not on purpose\n  ","512102":"\n  My sister and her husband ended up going to Ireland last April and we were watching the dogs. My brother also lives in Arizona too.\n  \n  Winter was bad in Maine and just stayed on.\n  \n  & now my sister and her husband are traveling again. They take wedding anniversary trips to different locations.\n  ","512103":"\n  dinner\n  ","512104":"\n  hs - 2007\n  \n  school (college) - 2014\n  \n  work - yesterday\n  ","512105":"\n  yup\n  ","512106":"\n  Not sure. I might get one a day if that but basically none 😮\n  ","512107":"\n  For one thing I don't know how long I'll be in AZ for so that kind of holds me back a little.\n  \n  Shouldn't you worry about yourself though?\n  ","512108":"\n  I feel like I keep getting tv ones,. does anyone else have questions? XD\n  ","512109":"\n  Am I?\n  \n  hm I guess. dirty minded awkwardness.\n  \n  or shy\/sizing people up when I first meet someone new\n  ","512110":"\n  I rarely watch tv. Only on Monday and Tuesday when The Voice and This is Us is on.\n  \n  hulu or Netflix can be whenever I feel like something.\n  ","512111":"\n  You can read a bio!?\n  ","512112":"\n  No?\n  \n  all you'd see is fat without knowing that I have pcos and insulin resistance  (not a disability )\n  ","512113":"\n  I'll send some out later\n  ","512114":"\n  Same\n  ","512115":"\n  ecer?\n  ","512116":"\n  What's so bad about part time anyways?\n  \n  don't really feel like answering further questions on this.\n  ","512117":"\n  A ghost or your duvet.\n  ","512118":"\n  Probably because my cord was wrapped around me and I could have died?\n  \n  I think you only say this because you haven't seen pictures of me lol\n  ","512119":"\n  I'm not sure.\n  \n  I wouldn't include myself. I'm pretty mentally stable.\n  ","512120":"\n  no, another reason why I don't think I have it since it can with others...\n  ","512121":"\n  INFJ\n  ","512122":"\n  Nah. Probably just you lol\n  \n  I've talked about going to PT as a kid  (more so at the school for balance type stuff)\n  \n  I've mentioned being in sped classes before. I feel like math is more of a harder subject depending on what it is. I'd say it was 50\/50 and with college it was more normal classes.\n  \n  As for labeling myself.. I don't even know. I feel like what I was diagnosed with as a kid isn't what I actually might have hence not bringing it up. The doctor didn't even take me into an office or anything. I guess she was spying on me? Didn't talk to me at all. I don't like doctors or hospitals so why play the whole time waiting? Germs.. I'd always get sick. There also wasn't many kids my age to play with either. I was shy but sizing people up. I don't feel like any of the \"symptoms\" relate to me. I tried filing for disability a few years ago and they denied me. So I'm just like ok? I really don't think that doctor was correct. I was on honor roll and other things. It's just whatever at this point. They did want to send me to rehab but like why? I'd be the smartest and most functioning person there (like always, even in sped classes). Also MRI's freak me out just thinking about them so I haven't done anything to see if the disability isn't the right one. 99% sure its something else.\n  ","512123":"\n  I ended up taking a 4 hour nap lol\n  \n  guess I really needed it.\n  ","512124":"\n  My mom did one before and it told her she'd marry someone with the initials R.R. and she did. There were some other spooky stuff that night too. She never went back to that friend's house.\n  \n  My sister used one and the candle nearby ended up going around in circles and tipped over. A burn mark was left on the wooden floor in a circle.\n  \n  so ya, I don't exactly want to give it a real shot lol seeing the candle do that was enough.\n  ","512125":"\n  December 16th 🎂🎉\n  ","512126":"\n  Depends on mood. I do need time for myself after being social though  (depends on the people, how many etc)\n  ","512127":"\n  no to those.\n  \n  Is this that same anon from a while ago?\n  ","512128":"\n  I just have an account. share at times.\n  ","512129":"\n  XD\n  ","512130":"\n  That should be me jk\n  \n  I should try for another hour or so of sleep\n  ","512131":"\n  lucky you o.o\n  ","512132":"\n  Not really.\n  \n  Why do you care though? Doesn't concern you at all.\n  ","512133":"\n  No. it isn't on my side of the house and didn't remember to go out and look. It was still dark when I originally got up too. 43F out.\n  ","512134":"\n  😂😂😂\n  ","512135":"\n  I checked my email, ig and then here.\n  \n  so not quite\n  \n  i don't plan on being on here much today. Also I was #3 and now 5ish so how exactly??? 😝\n  ","512136":"\n  I felt awake ¯\\_(ツ)_\/¯\n  \n  aim was 9ish\n  \n  not 5 \/ almost 6\n  \n  7:28 now. might try again. Not sure.\n  \n  think my body needs rest though. Been doing a challenge this week where I do two workouts 😴\n  ","512137":"\n  YOU JUST NOTICED THAT! SHOCKINGGGGGG.\n  \n  I got woken up by Bruin. Apparently Wrangler is in a bad mood and Bruin was scared to enter the doggie door. So he was whining. Also killed one of his toys he got for Christmas. I picked up the stuffing and squeakers. I went to see if more squeakers and he ran back outside. I guess he wanted to come back in but then Wrangler was being a d!ck again lol\n  ","512138":"\n  more like 1-3 range\n  \n  ¯\\_(ツ)_\/¯\n  ","512139":"\n  The other times I'm a badass\n  ","512140":"\n  whatever floats your boat\n  ","512141":"\n  ew stop\n  \n  too early for cuteness 😴\n  ","512142":"\n  quality over quantity\n  ","512143":"\n  Good luck!\n  ","512144":"\n  Don't over do them.\n  ","512145":"\n  Have a good day as well\n  ","512146":"\n  he'd yell at me for making  simple foods XD\n  ","512147":"\n  sure 😴😝\n  ","512148":"\n  Family & friends.\n  \n  I don't really care about celebrities much but power to everyone, I guess.\n  ","512149":"\n  Both equally but I'll go with creativity.\n  ","512150":"\n  wm\n  ","512151":"\n  be concerned that he's not straight?\n  \n  smack that 🍑\n  \n  guy butts 😍\n  ","512152":"\n  Probably not.\n  ","512153":"\n  5'7\"\n  ","512154":"\n  Thanks. I don't know why I'm awake 😂\n  ","512155":"\n  cool 💪\n  ","512156":"\n  The gym is my 2nd home atm\n  ","512157":"\n  I'm listening to the top 50 chart music on Spotify. I did the workout earlier and the gym.\n  \n  Sat - shopping\n  \n  Sun - not really sure.\n  ","512158":"\n  water, lemonade, juice boxes can be nice\n  \n  hot chocolate or hot apple cider. tea is good too.\n  ","512159":"\n  I guess\n  ","512160":"\n  My mom has hazel eyes too...\n  ","512161":"\n  I feel like I usually have water\n  \n  the mocha frap bottles. We have some tazo tea so might try doing one tomorrow\n  \n  apple martini, margaritas\n  ","512162":"\n  You haven't seen them\n  \n  genes, yo.\n  ","512163":"\n  Do you have actual questions?\n  ","512164":"\n  why can't I find this song? -_-\n  ","512165":"\n  Looking for a song i heard at the gym earlier. I don't think this is it but came up when looked.\n  ","512166":"\n  Good luck\n  ","512167":"\n  Honestly sick of hearing about it 😂\n  \n  congratulations to everyone but like chill\n  \n  everyday should be celebrated\n  ","512168":"\n  weird!\n  ","512169":"\n  Instead we had a cheese burger and salad.\n  ","512170":"\n  Sorry to hear lol\n  ","512171":"\n  yes!!!\n  ","512172":"\n  yes\n  ","512173":"\n  What is this from?\n  ","512174":"\n  I think steak... looked like it lol thawing on the counter. probably a salad and veg too.\n  \n  - breakfast -\n  \n  1 keto pancake\n  \n  2 sausage links\n  \n  2 bacon\n  \n  -snack\/lunch-\n  \n  2 ham slices cut up\n  \n  3 turkey rolled up with cream cheese\n  \n  string cheese\n  \n  walnuts\n  \n  hummus that I dipped the ham in\n  ","512175":"\n  somewhat. It's not the end of the world if someone is bigger\/smaller. (rather weight wise, d!ck size etc)\n  ","512176":"\n  Summer!\n  \n  Born in the winter.. maybe that has something to do with it? 😂\n  ","512177":"\n  I don't remember when I started but ended around 2007 (when FB came to be)\n  ","512178":"\n  phone. Just a little water. caught in time\n  \n  pretty self explanatory\n  ","512179":"\n  yes but it worked fine. Didn't have to do the rice or cat litter hacks.\n  ","512180":"\n  I think I'll do \"i feel ____\" when I take the everyday pictures. I kind of dread it when I remember but then I'm glad its done with afterwards 😂 also felt like my stomach looked smaller today.\n  ","512181":"\n  I'm good!\n  \n  I still need to get ready, library and gym :)\n  \n  also food somewhere in all that.\n  ","512182":"\n  To kill a mockingbird\n  \n  If anyone has goodreads mine is LyndsReads\n  \n  (a play on the goodreads name.. not my last name but that would be cool :p )\n  ","512183":"\n  It wasn't bad. Looked a little harder.\n  \n  The chair pose was hard since I could tell my stomach was still mad at me from yesterday XD\n  ","512184":"\n  sure lol\n  ","512185":"\n  It's been ok so far. I need to do one of the exercises i picked. Also get ready too.\n  ","512186":"\n  wow\n  \n  i only have 10 questions 😮\n  ","512187":"\n  😂😂😂\n  \n  all good, sweetheart.\n  ","512188":"\n  I guess it should be for anyone? Or if something happens they have consent to unplug you.\n  \n  The friend i mentioned a few days ago did die. Glad i got to see her last summer then :)\n  ","512189":"\n  I'd rather marry for love.\n  \n  Arranged is more of a third world thing. I don't think many Americans do it.\n  ","512190":"\n  my name, my age\n  \n  boring sh!t like that.\n  ","512191":"\n  Barbie turned 60 😮\n  ","512192":"\n  You too\n  ","512193":"\n  I SHOULD get some books for the challenge I'm doing and general ones.\n  \n  I don't really have any real plans.\n  \n  I do want to go to Goodwill since they have the 50% Saturday sale going on.\n  \n  more gym + other exercise\n  ","512194":"\n  build\n  \n  maybe some farm life\n  \n  gardens\n  ","512195":"\n  I've only had that happen once. This girl's mom came over to collect her daughter. Everyone was drinking. I wasn't though. Maybe I just seemed more mature or something to her? idk.  I do feel like I have an old soul.\n  \n  I don't think I look old though. I mostly get younger.\n  ","512196":"\n  Yes, it's fine. I don't know about all the time. Privacy would be good at times for either party.\n  ","512197":"\n  nah. it's already half gone\n  \n  keto pancake\n  \n  peanut butter\n  \n  sugar free syrup\n  \n  crushed up one of those slimfast keto fatbombs\n  ","512198":"\n  nah. they are still long enough.\n  ","512199":"\n  Whatever you like\n  ","512200":"\n  keto pancake to celebrate\n  \n  nah, I really don't care about the day ¯\\_(ツ)_\/¯\n  ","512201":"\n  Let's go with this one since I'll have a pancake today.\n  \n   https:\/\/youtu.be\/OkyrIRyrRdY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512202":"\n  so comfy :p\n  ","512203":"\n  Not regarding that way, no.\n  \n  She\n  ","512204":"\n  LNR\n  \n  I'm not sure I've heard of any weird ones.\n  \n  NED comes to mind but more so because the E stands for Elvis.\n  ","512205":"\n  You too\n  ","512206":"\n  with someone special  (not on here)\n  ","512207":"\n  Does anyone have questions before I sleep?\n  ","512208":"\n  Does it feel muscular? My shoulders\/collarbone does.\n  ","512209":"\n  1. I'm a righty\n  \n  2. I've had 21 pets at one time before. zoo 🐱🐶\n  \n  3. my stomach just growled\n  \n  4. I've never done drugs\n  \n  5. Nomad butterflies are my favorite\n  \n  6. Roses and sunflowers 🌻🌹\n  \n  7. I'm the youngest out of my siblings\n  \n  8. Greek, Irish, German and English #palebitch\n  \n  9. I love watermelon\n  \n  10. pcos\n  ","512210":"\n  haha those f8ckers!!!\n  ","512211":"\n  I last watched \"You\" and \"The Kominsky Effect\".\n  ","512212":"\n  already answered\n  ","512213":"\n  best is subjective\n  \n  1\n  \n   @poetalunam\n  \n\n  2\n  \n   @breakfreefromlife\n  \n\n  3\n  \n   @Hayleywilson21\n  \n\n  4\n  \n   @littlesha_\n  \n  & her other page\n  \n  5\n  \n   @JJD55\n  \n\n  6\n  \n   @mawiocudwoc\n  \n\n  7\n  \n   @fabbielousxo\n  \n\n  8\n  \n   @TheChaosBringer\n  \n\n  9\n  \n   @NineGDxFour\n  \n\n  10\n  \n   @NO3MM3RZ\n  \n\n  it was mostly in order by the @\n  \n  there's still a few that I'd include!\n  ","512214":"\n  in the end it doesn't even matter 🎤🎤🎤🎤\n  ","512215":"\n  Linkin Park's \"in the end\" has been on my mind lately ¯\\_(ツ)_\/¯\n  \n\n   https:\/\/youtu.be\/eVTXPUF4Oz4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512216":"\n  my 3650 followers.\n  ","512217":"\n  Everyone else was all that's sad etc\n  \n  Maybe a link thing ¯\\_(ツ)_\/¯\n  ","512218":"\n  Henlo is Hawaiian but it didn't give me the meaning of it.\n  ","512219":"\n  \" Study or study?\n  \n  Which is right ???\"\n  \n  The study one gets used way more.\n  \n  I feel like Study would be acceptable in a sentence such as \"Study for the test\".\n  \n  It really depends on the context.\n  \n  Studying also comes into the picture as well. (what you'd currently be doing)\n  \n  \"I studied\" meaning you finished studying.\n  \n  Did you study for the test?\n  \n  etc\n  ","512220":"\n  Tired from the gym. The yoga was actually fun earlier!\n  \n  I'm just awake right now -_-\n  ","512221":"\n  videos are better\n  ","512222":"\n  German or Frisian?\n  ","512223":"\n  they said it was me 😂\n  \n  weirdos\n  ","512224":"\n\n   @NO3MM3RZ\n  \n  was the only one who did it 😮\n  ","512225":"\n  lion king\n  \n  grease\n  \n  les miserables\n  \n  sound of music\n  \n  mamma mia\n  ","512226":"\n  swimming.\n  \n  I feel like I always have to relearn though if it's been a while. more slow etc\n  \n  Granted the last two times were after a 2 hour gym session 😴🏊💦\n  ","512227":"\n  hmm I'm not exactly sure\n  ","512228":"\n  Maybe elsewhere. Don't trust most of the anons. Already had a fake p0rn page without my actual pic. kind of ruins it a bit  ¯\\_(ツ)_\/¯\n  ","512229":"\n  Don't believe so?\n  ","512230":"\n  You don't need to see them\n  \n  not sexy\n  \n  mixed in with socks and bras\n  \n  waste of a picture\n  ","512231":"\n  A thing I'd never do 😝\n  ","512232":"\n  No.\n  \n  Does anyone still have them?\n  ","512233":"\n  I'm not sure lol\n  ","512234":"\n  Boston ones are my favorite teams. Fight me XD\n  \n  Anyways, I liked most gym class ones.\n  \n  Favorite to watch would be football.\n  ","512235":"\n  Some go too far.\n  \n  The vegans i know are pretty genuine and won't force it on you.\n  \n  I do like certain vegan foods.\n  \n  I still eat meat though. chicken mostly. been having steak too lately.\n  ","512236":"\n  I had matcha tea with heavy whipping cream and a yogurt.\n  \n  felt like keeping it light today.\n  ","512237":"\n  friendly reminder\n  ","512238":"\n  chicken tenderloin in a salad. rsdishes, cucumber, zucchini, guacamole etc\n  \n  i should have done 2 of the chicken instead. wasn't much when I cut it all up.\n  ","512239":"\n  Just the ones I care about\n  ","512240":"\n  No, not a duck.\n  ","512241":"\n  toaster oven\n  ","512242":"\n  A guy at the gym said hi to me yesterday and today I felt like he kept following me around wanting to say more 😂 Usually he's in the deadlift area.\n  ","512243":"\n  Huskies are friendly and protective. The dog obviously didn't know it was a human.\n  \n  You shouldn't do stuff like that. I think the child's parents are the ones at fault. They probably told him time and again to not do stuff like that or neglectful pos parents.\n  ","512244":"\n  I go for personality and a connection way more.\n  \n  Looks wise can be all over the place.\n  ","512245":"\n  Salt and vinegar\n  \n  the original cape cod ones 😍\n  \n  onion and cream?\n  \n  I wanted the Nacho Cheese Quest ones today but the store didn't have them. Low carb and tastes just like doritos.\n  ","512246":"\n  I don't know what that is so no?\n  ","512247":"\n  ALL OF THEM\n  \n  90'S GIRL!\n  ","512248":"\n  not craving anything but I am hungry. not sure what I'll eat for dinner yet.\n  ","512249":"\n  pink plain tshirt\n  \n  my grey leggings with white mesh&crisscross cutouts\n  \n  grey socks with little polka dots\n  \n  leopard sports bra\n  \n  shoes\n  \n  now I'm in the same top but shorts. barefoot & braless.\n  ","512250":"\n  Are they? ¯\\_(ツ)_\/¯\n  \n  Hopefully someone took care of them.\n  ","512251":"\n  Pretty good. I had a million views on polyvore or more. Why'd you have to sell out? :( urstyle site isn't as good.\n  \n  but myself.. it's hard to dress. In between sizes. Mostly sportswear these days. tshirts etc not glamorous lol pretty basic and comfortable.\n  ","512252":"\n  must be song lyrics\n  ","512253":"\n  not sure. Maybe Kate?\n  ","512254":"\n  I was as fillers sometimes or just delete at random.\n  ","512255":"\n  Nothing compares 2 u by Sinead O'Conner is giving me life right now\n  ","512256":"\n  ????\n  \n  hope you are ok\n  ","512257":"\n  Sometimes or I've seen it online before and I'm all \"i finally found you\" kind of deal.\n  ","512258":"\n  I use my tablet way more. It's on my desk at night. I can reach it if I really needed it typically once its down, its down.\n  ","512259":"\n  Probably. It's hard to say. I feel like a water bath would be interesting to try ¯\\_(ツ)_\/¯\n  ","512260":"\n  Yes. Just look at Massachusetts people like Steven Tyler etc\n  \n  I don't feel like giving exact locations. South Shore is close as you'll get.\n  ","512261":"\n  That would be a lot of doves.\n  ","512262":"\n  You haven't found it yet?\n  ","512263":"\n  I read that as depression\n  ","512264":"\n  I'm listening to Shania Twain at the moment XD\n  \n  I listen to everything pretty much\n  ","512265":"\n  exciting lol\n  ","512266":"\n  I woke up early\n  \n  i did a sheetmask\n  \n  had a matcha tea with heavy whipping cream added and a yogurt with toppings for breakfast.\n  \n  I just did some yoga moves. 30 seconds each. The standing ones i did twice for both sides.\n  \n  I'll take a shower and have lunch. Go to the gym. Maybe the library if its still opened. I need a few books. For enjoyment and the challenge I'm doing has some self help kind of ones. Not sure what dinner will be. I need to drink more water too.\n  \n  It's going good so far. I also took the day 2 picture. I was wearing the facemask in it 😂\n  ","512267":"\n  who?\n  ","512268":"\n  nah. I'm getting clean - shower.\n  \n  Just did these yoga poses outside.\n  \n  1 workout done another to complete :)\n  ","512269":"\n  hi.\n  \n  nice page, followed.\n  ","512270":"\n  young adult stuff or authors like Stephen King etc\n  \n  there's no real inbetween. I just enjoy fiction more.\n  ","512271":"\n  I wouldn't say always. I change it up. I also have my wristlet more often. If shopping then I'll bring a bigger one. Some snacks lately since supposed to eat every 3 hours or so with keto. Good to have in general too. Everything else is basic stuff that a person would need.\n  ","512272":"\n  Can't help you then 😂\n  \n  I don't read those genres.\n  ","512273":"\n  I don't trust links\n  ","512274":"\n  I guess. idk\n  \n  haven't noticed\n  ","512275":"\n  amazing\n  ","512276":"\n  Yes, a few.\n  \n  I don't feel like tagging. Too many tags ,don't feel like adding to their feed :p\n  ","512277":"\n  Apparently\n  ","512278":"\n  tsk tsk\n  ","512279":"\n  has a better shot.\n  \n  I still like 2-5 gaps though\n  ","512280":"\n  haha thanks\n  ","512281":"\n  oh ok\n  \n  Guys, I don't know Arizona sports. Only know of angels and oakland?? I don't follow them.\n  ","512282":"\n  XD\n  ","512283":"\n  Yes lol\n  \n  I've never been to Oregon.\n  ","512284":"\n  Good morning.\n  \n  I still need to do the yoga.\n  ","512285":"\n  Dogs!!! lol this reminds me of twitter. I had 99% dogs in the analytics and made a post about it. The next day i lost a follower and made a post about how it was probably the cat person XD I thought it was interesting. I get along better with friends' cats instead of my own lol ¯\\_(ツ)_\/¯\n  \n  both are good! Eventually switched to xbox\n  \n  need to be in the mood for. its whatever. I made matcha tea today.\n  \n  pepsi but neither! Gave pepsi up probably 10 years ago? something like that\n  \n  no, I don't think I'm snobby at all\n  ","512286":"\n  whenever FS died the first time.\n  \n  And then maybe minus a year because I wasn't as active & fs made that comeback before dying again.\n  \n  so 5-6 years or something? idfk\n  ","512287":"\n  I'm not sure lol.\n  \n  lots of creepy people on here\n  \n  already had a p0rn page dedicated to me when they don't even know what I look like etc\n  ","512288":"\n  Agreed. Mental health should be way before having the newest gizmo.\n  ","512289":"\n  yes, just warnings. 😇\n  ","512290":"\n  yes, both do.\n  ","512291":"\n  stop liking shitty answers ; )\n  \n  thanks 🙆\n  ","512292":"\n  Yes, for school.\n  \n  probably. depends on certain things. school stuff, I'd say yes.\n  ","512293":"\n  It's been a pretty good day\/night.\n  \n  Good night 💕💞💕\n  ","512294":"\n  I need sleep. good night king\n  ","512295":"\n  There's a lot of different companies that sell it. I just keep seeing the \"Not Pot\" brand ¯\\_(ツ)_\/¯\n  ","512296":"\n  The Walking Dead. I also didn't have the means to watch certain parts so it was annoying hearing spoilers. I think I need the next season to be caught up..\n  ","512297":"\n  I am, actually. Just not sleeping yet.\n  ","512298":"\n  I know English.\n  ","512299":"\n  Basically pot in oil or edible form. It's used for anxiety and stuff like that. It doesn't get you high, its different. I havent tried it but\n  \n   @urlsareshittbh\n  \n  had a question recently regarding it and more informative. Also I'm not sure if its good for heart conditions. More something you should ask a doctor.\n  ","512300":"\n  CBD, talk to a professional, do things you enjoy, talk to like minded people. learn from mistakes.\n  ","512301":"\n  I can't think of any. I'm sure there's something out there..\n  ","512302":"\n  cute doggies\n  ","512303":"\n\n   @mostafasabryfathy\n  \n  should teach you\n  ","512304":"\n  in the end, you are the only one who can truly help yourself. You should express what you need help with then. worries about king\n  ","512305":"\n  I'd say no because I still get plenty of sleep. My mind is active at night though.\n  ","512306":"\n  What do you like? Or certain authors..\n  ","512307":"\n  That ER doctor was hot af\n  ","512308":"\n  Yes?\n  ","512309":"\n  Right! 😂😂\n  ","512310":"\n  I'll definitely do yoga tomorrow for the outside exercise.\n  ","512311":"\n  What made you feel that way? *hugs king*\n  ","512312":"\n  I like helping people.\n  ","512313":"\n  depends what you need help with. if s3xual forget it.\n  \n  I don't think I'm good with death either. I just don't know what to say or feels too cliché. I don't know if depressed, mental illness etc and most don't want to indulge that information?\n  ","512314":"\n  👆👆👆👆👆👆👆\n  ","512315":"\n  True! Hate diets lol they don't work. had to be a lifestyle change.\n  \n  I don't even feel like keto is a diet to me.\n  ","512316":"\n  be there\n  \n  make them laugh\n  \n  listen to them\n  \n  give advice if needed\n  \n  hugs\n  \n  depends what is going on etc\n  ","512317":"\n  No idea what you are talking about\n  ","512318":"\n  To which question?\n  ","512319":"\n  What kind of question is this?\n  ","512320":"\n  Living\n  ","512321":"\n  hm not sure\n  ","512322":"\n  Probably :)\n  \n  always learning\n  ","512323":"\n  Just the one lol\n  \n  I sent to all a few days ago :p\n  ","512324":"\n  Paris is one of them!\n  \n  When I go on the stationary bike, I do the Paris course they have.\n  ","512325":"\n  gym and swam\n  ","512326":"\n  Greece and Ireland. I think more so their parents though!\n  ","512327":"\n  XL according to my sports bra :p\n  \n  it keeps riding up in the back so maybe L now?\n  ","512328":"\n  I doubt it.\n  ","512329":"\n  I'm not sure.\n  \n  I just know that my mom got her tubes tied... lol\n  ","512330":"\n  if marriage counts.. my uncle's 2nd wife. She's a \"Christian\" who turns people away in need lol  while being all \"bless them\" 😂 like you could have opened your home up instead of made everyone dislike you more.\n  \n  Her daughter and the real dad are in some type of cult ¯\\_(ツ)_\/¯\n  ","512331":"\n  mom\n  \n  Dad doesn't really talk about his childhood.\n  ","512332":"\n  I believe someone down the line has had twins. I don't know them though.\n  \n  My nephews are irish twins if that counts. They look identical too XD Can only really tell them apart by height lol\n  ","512333":"\n  Of course. Also listen to my body too. Will be hard a bit.\n  \n  I figured I haven't cheated on keto yet. rarely drink alcohol so all good there. I could do the gym and some simpler exercises mixed in. Probably will try mixing it up. I love to read. those books aren't exactly my go to but sometimes it can be motivational. I have been drinking more water anyways.\n  \n  they always have sprint challenges for 8 weeks.. basically just a continuation of that.\n  ","512334":"\n  lol yup\n  \n  ask is full of people like that\n  ","512335":"\n  😂\n  \n  not really\n  \n  my stomach isn't cute ¯\\_(ツ)_\/¯\n  ","512336":"\n  Maybe. Today was day one of it. Definitely not posting that one here. Sports bra + lounge shorts. too much skin showing 😝\n  ","512337":"\n  nah.\n  \n  I literally have to take a picture everyday for the #75hard challenge. That will be interesting.  Probably the hardest for me. I'm dedicated though 💪\n  \n  hopefully the library has those type of books tomorrow!\n  ","512338":"\n  has been for me\n  ","512339":"\n  well not will\n  ","512340":"\n  yes\n  \n  what else would it mean? lol\n  ","512341":"\n  guess someone didn't like my update as its gone 😂\n  \n  3.5 this week\n  \n  10 since keto. 8th week now\n  \n  30.5 down from June\n  \n  today has been nice. gym then swam afterwards.\n  ","512342":"\n  ok, lover.\n  ","512343":"\n  The gym and swimming afterwards.\n  ","512344":"\n  reminder to self: send a few questions out later ☺\n  ","512345":"\n  I agree\n  ","512346":"\n  It's English but doesn't make sense\n  ","512347":"\n  fashion, beauty, fitness and whatever else i feel like talking about. vlogs...\n  ","512348":"\n  Good\n  ","512349":"\n  online\n  ","512350":"\n  I'll go with this one. mom has been obsessed with it\n  \n\n   https:\/\/youtu.be\/bo_efYhYU2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512351":"\n  nah\n  ","512352":"\n  Very nice\n  ","512353":"\n  6th\n  \n  haven't listened to anything yet\n  ","512354":"\n  Where's the love?\n  ","512355":"\n  Not always\n  ","512356":"\n  cool\n  \n  o.o\n  ","512357":"\n  The latter\n  ","512358":"\n  old clothes that are too big?\n  \n  I still need to donate the pants\n  ","512359":"\n  Thanks lol\n  ","512360":"\n  E\n  ","512361":"\n  That's nice..\n  ","512362":"\n  followed you.\n  \n  I'll send some out sometime today.\n  \n  Don't feel like doing atm\n  ","512363":"\n  Read my bio, please.\n  ","512364":"\n  depends what kind of stuff you are after..\n  \n  household vs makeup\/beauty\/bodycare etc\n  ","512365":"\n  We'd both be lucky.\n  \n  I'm not really focusing on relationships though. Usually find someone when not looking as well.\n  ","512366":"\n  to reach goal weight by the end of the year. All in a healthy manner :)\n  ","512367":"\n  speaking of 💪\n  \n  I ended up losing 3.5 pounds this week. Only real change has been adding metformin back in and drinking more water.\n  \n  10 since starting keto now 👍\n  \n  30.5 since June\n  \n  also starting #75hard challenge. need to get books and I'll be set :)\n  \n\n   https:\/\/youtu.be\/hemazXNRD4g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512368":"\n  it baffles me\n  ","512369":"\n  Dustin, Kayson seems to be getting popular. Jack, Jacob, John, Michael, Hunter. All those common names.\n  ","512370":"\n  Ashley comes to mind. Em names as well.\n  \n  I would think AZ has more Spanish names? I'm not sure lol\n  ","512371":"\n  I guess Bailey?\n  ","512372":"\n  bit gross lol\n  ","512373":"\n  strange\n  ","512374":"\n  aw\n  ","512375":"\n  both. All about the timing\n  ","512376":"\n  no idea. Do your own thing and you'll eventually find it without searching for\n  ","512377":"\n  I guess. It keeps going down and up.\n  ","512378":"\n  Its ok\n  ","512379":"\n  its ok...\n  \n   https:\/\/youtu.be\/fiJ1hBL4C90\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  also sucker by jonas brothers\n  \n  my mom listened to shallow by lady gaga last night if that counts.\n  \n  Also all the voice songs :)\n  ","512380":"\n  I'm not sure.\n  \n  Possibly ¯\\_(ツ)_\/¯\n  ","512381":"\n  Probably not.\n  ","512382":"\n  I guess ambivert.\n  \n  That personality test gave A when I took it last.\n  ","512383":"\n  Annoyed. Like clearly that would have been the first thing to do.\n  ","512384":"\n  My purse. Getting certain documents again would be a long process? Dogs.\n  ","512385":"\n  Almond milk or carb master milk.\n  \n  milk isn't good on keto.\n  \n  I don't drink it much.. more so in recipes. Or add sugar free chocolate syrup ¯\\_(ツ)_\/¯\n  ","512386":"\n  I've never rode a horse\n  ","512387":"\n  youtube first then sleep :)\n  \n  good night\n  ","512388":"\n  What way are you talking about then? Clearly, housing, jobs and other stuff make up development in a country or small town. More businesses, cars and light pollution.\n  \n  Are we not on the same page? lol. I know the wording was odd but yes, I'm fine.\n  ","512389":"\n  I hope you like remlife (youtuber) because I haven't watched her since January...\n  ","512390":"\n  Yes, places should be populated. Jobs, housing, food places etc\n  \n  Pollution is just a part of the process? More people and all that. Pollution isn't the end all. You don't need a huge city to be a part of society.\n  ","512391":"\n  Apparently lol\n  ","512392":"\n  no\n  ","512393":"\n  this isn't inappropriate hour\n  ","512394":"\n  -1\n  \n  I will probably watch some youtube\n  ","512395":"\n  Oh well. Death in dreams is usually a good sign. New things will happen. We are constantly dying and regaining parts of ourselves. It's literally the curcle of life though. We come into the world and then its the end.\n  ","512396":"\n  sorry\n  ","512397":"\n  pacman?\n  \n  Tupac?\n  \n  Gang?\n  \n  I don't know.\n  ","512398":"\n  trustworthy\n  \n  knows their stuff\n  \n  wants to move higher up\n  \n  has ambition and plans\n  \n  speaks their mind\n  ","512399":"\n  I guess he knew his time was coming.\n  \n  circle of life\n  ","512400":"\n  I guess so ¯\\_(ツ)_\/¯\n  ","512401":"\n  Tomorrow is a brand new day.\n  \n  Good night\n  ","512402":"\n  silent\n  ","512403":"\n  holding my walker.\n  ","512404":"\n  I'm not sure. They redid them? I do think that it should be more strict, background, and other things come into play.\n  ","512405":"\n  I've noticed. 😝\n  \n  talking about it is healthy.\n  \n  only talking about it, not so much.\n  ","512406":"\n  There's lots of things to consider. It's not just black and white. Each case would be different.\n  ","512407":"\n  no idea\n  ","512408":"\n  lol nice\n  ","512409":"\n  YOU LISTENED TO BRITNEY, B!TCH.\n  ","512410":"\n  That's good then\n  ","512411":"\n  That's cute\n  ","512412":"\n  XD\n  ","512413":"\n  That's great!\n  \n  I did that with my nephew's cousin and she got so happy and hugged me lol probably less amount tho\n  ","512414":"\n  How does that make you feel?\n  ","512415":"\n  Sometimes. Or just not finding good enough people to be with. blindsided. Don't notice warning signs. They feel like they need someone when they really don't, selfish reasons etc\n  ","512416":"\n  doesn't surprise me\n  ","512417":"\n  meant in general. not just yours :p\n  \n  inbox is getting empty fast\n  \n  being alone forever\n  ","512418":"\n  no\n  ","512419":"\n  stupid irrelevant stuff most of the time?\n  ","512420":"\n  Depends on what is going on. I think people should reapply after a while. The situation can change etc\n  ","512421":"\n  indeed\n  ","512422":"\n  boring\n  ","512423":"\n  That's personal, sorry.\n  \n  It wasn't s3xual but I just don't feel like talking about it.\n  ","512424":"\n  nope lol\n  ","512425":"\n  Good night\n  ","512426":"\n  haha XD\n  \n  *hugs *\n  \n  It's not bad. glad to not be getting snow etc\n  ","512427":"\n  charming.\n  \n  I wouldn't date someone with an 18 year gap.\n  ","512428":"\n  you used the wrong their\n  ","512429":"\n  I can get lazy\n  \n  its the Internet, not everything needs to be perfect\n  \n  why not? lol\n  \n  I don't get how it would feel personal o.o\n  ","512430":"\n  Probably lol\n  ","512431":"\n  It's the desert... there's definitely some greenery but not huge trees and other things like that.\n  \n  Massachusetts\/Maine has lots more greenery.\n  ","512432":"\n  I'd say it's about the same as normal instinct but more so...\n  \n  idk i don't have kids.\n  \n  but one new year the fireworks were big and moved infront of the nephews to block them from it.\n  ","512433":"\n  huh?\n  ","512434":"\n  I think so.\n  ","512435":"\n  yes. I also like how this 800ml mason jar is making me get more water in.\n  ","512436":"\n  and you are?\n  ","512437":"\n  decent weather?\n  ","512438":"\n  yes\n  ","512439":"\n  I guess both. I wear more sporty things these days. comfortable, basic etc\n  ","512440":"\n  my dream\n  \n  wish it was real\n  ","512441":"\n  <3\n  ","512442":"\n  Back again\n  ","512443":"\n  It wasn't that hot...\n  ","512444":"\n  yes 😂 that Stephen \/ steven dude on here. forget his @\n  \n  🐴🍆\n  ","512445":"\n  if very flexible?\n  \n  I have a long torso so I'd probably say no lol\n  \n  I've seen a guy from here do it...\n  ","512446":"\n  \"how was your day?\"\n  \n  It's been ok. I woke up around 9am then fell asleep again. Had an interesting dream. Ate leftover salad and some chicken for brunch. Watched some youtube videos. Just ate a birthday cake Quest bar. Ready to watch The Voice and This is Us tonight 🙆🙆🙆🙆\n  \n  Ya.. today hasn't been eventful lol.\n  ","512447":"\n  Never tried. That's weird. I'm not into girls so i definitely wouldn't want to please myself in that way.\n  ","512448":"\n  \"What do you think is the purpose of every person you meet on your life path?\"\n  \n  A lesson. Memories. Experiences. Friendship or relationships.\n  ","512449":"\n  I'm #2 on mine.\n  \n   @NicoleBuckleyyx\n  \n  is first. Apparently Lauren disabled? hmm.\n  ","512450":"\n  ask is boring today 😴\n  ","512451":"\n  I'm happy This is Us is returning tonight! :)\n  ","512452":"\n  no\n  ","512453":"\n  yes\n  ","512454":"\n  Sometimes and no thanks.\n  \n  Anyone else think this is that Tony guy?\n  ","512455":"\n  ya'll are weird today lol\n  ","512456":"\n  Australia\n  ","512457":"\n  I've always been American. I don't understand this first year stuff lol\n  ","512458":"\n  75F\n  \n  sunny\n  ","512459":"\n  I'm not a ho.\n  ","512460":"\n  kind of have\n  ","512461":"\n  xoxo\n  ","512462":"\n  Leopard chicken cobb salad\n  \n  not wearing a bra this second but did have the leopard sports bra earlier.\n  ","512463":"\n  my inbox is almost empty😴😮\n  ","512464":"\n  That's nice\n  ","512465":"\n  Now i want to watch Good Will Hunting 😂\n  ","512466":"\n  Yes. I feel like it shows more in person than voice recorded?\n  ","512467":"\n  I wouldn't say all feminists do.\n  ","512468":"\n  depends on the type of job it is\n  ","512469":"\n  Yes, I did watch!\n  \n  r.i.p Luke Perry\n  ","512470":"\n  twice\n  ","512471":"\n  nah\n  \n  doesn't have anything to do with honesty and I did one a few days ago.\n  ","512472":"\n  gym\n  \n  thanks :)\n  ","512473":"\n  cliché but the gym helps! Mindset, stress, doing something good for myself. some me time.\n  \n  ---\n  \n  friends\n  \n  music\n  \n  dogs\n  ","512474":"\n  then it has more to do with you and the attitude \/vibe you give off. Self improvement :)\n  ","512475":"\n  no, I didn't lol\n  ","512476":"\n  untick your name then\n  \n  you can't send to anonymous users -_-\n  ","512477":"\n  no.. I have other plans :P\n  \n  last night was enough for now too\n  ","512478":"\n  trolling?\n  \n  Anyways.\n  \n  like this if you want individual questions later ☺ maybe send topics too\n  ","512479":"\n  legs\n  ","512480":"\n  yes but it might be a little less time frame\n  \n  🌷honesty hour\n  ","512481":"\n  yes. not amazingly tho\n  ","512482":"\n  I don't know that\n  ","512483":"\n  Only the female kind\n  \n  (not answering further questions on this )\n  ","512484":"\n  You are annoying and not the cute way\n  ","512485":"\n  anon\n  \n  I need to go do some stuff. Maybe later?\n  ","512486":"\n  Should really do advice column on here 😂\n  ","512487":"\n  then get better friends\n  ","512488":"\n  why?\n  ","512489":"\n  Did you look in the mirror again?\n  ","512490":"\n  I'm good\n  ","512491":"\n  I would but at the same time that seems like a lot to ask someone.\n  ","512492":"\n  oh la la\n  ","512493":"\n  they been quiet\n  ","512494":"\n  yes\n  ","512495":"\n  traditional. maybe 3-4 layers\n  \n  roses\n  \n  vanilla, chocolate or whatever would be the joint decision :)\n  ","512496":"\n  I think I'd try giving it to one of my nephew's cousins. would be cute.\n  \n  probably some creepy guy 😂\n  ","512497":"\n  Probably lol\n  ","512498":"\n  beach 😍\n  \n  or something more rustic\n  ","512499":"\n  feel like the first is a joint decision. Do they have cute flower girls on their family side? My nephews and their cousins are getting older.. feel like its cute when younger...\n  \n  I'd say no to reception but yes to the wedding.\n  ","512500":"\n  I know :)\n  ","512501":"\n  alcohol free wedding would be a real tease lol\n  ","512502":"\n  oh lol\n  \n  maybe 100 or so? idk\n  ","512503":"\n  Nice\n  \n  WHO WANTS TO GO TO MY WEDDING?\n  ","512504":"\n  There's pretty much 20+ relatives on AZ (including marriages)\n  \n  but who knows. seems pretty last minute.\n  ","512505":"\n  Maybe have a time limitation when its open or the buy one ¯\\_(ツ)_\/¯\n  ","512506":"\n  Yes. Been to one that did it\n  ","512507":"\n  all good\n  ","512508":"\n  this def seems like a joint decision\n  \n  maybe a mix of different things.. chicken, steak, lobster..\n  ","512509":"\n  professional would be better but both are fine.\n  \n  Maybe do the cheesy camera props for every table?\n  ","512510":"\n  depends on certain things\n  \n  but honeymoon would be Hawaii if I had one & the guy was down with it too.\n  \n  This question is more a joint decision\n  ","512511":"\n  open\n  ","512512":"\n  weirdo\n  ","512513":"\n  Rather have my mom or both parents together.\n  ","512514":"\n  not sure. roses and sunflowers are my favorites.\n  \n  I def like baby breath too on bouquets\n  ","512515":"\n  Maybe 3-4 bridesmaids+honor and then same amount for the grooms?\n  ","512516":"\n  Not sure on the where :p\n  ","512517":"\n  church seems nice but rather do something outdoors :)\n  ","512518":"\n  hello\n  ","512519":"\n  ¯\\_(ツ)_\/¯\n  ","512520":"\n  First one I've listened to. I noticed a few days ago on ig stories that people were listening to it. so was my first time hearing all of the song instead of a small portion. #25 and trending\n  \n   https:\/\/youtu.be\/CnAmeh0-E-U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512521":"\n  whatever flows naturally.\n  ","512522":"\n  hi\n  ","512523":"\n  When financially stable, true love.\n  \n  I don't think a perfect age exists.\n  ","512524":"\n  I guess in a way.\n  ","512525":"\n  I would never! 😘\n  ","512526":"\n  chicken\n  \n  yogurt\n  \n  peanut butter\n  \n  deli meats\n  \n  cheese\n  ","512527":"\n  anon\n  ","512528":"\n  think the experience is talking\n  ","512529":"\n  lol\n  ","512530":"\n  sounds like they will kiss me without consent and being mega creepy about. like you can't stop me.\n  ","512531":"\n  Or they like the girl to finish first 😉\n  \n  no problem\n  ","512532":"\n  not sure what that means\n  ","512533":"\n  Just numbers ; )\n  ","512534":"\n  Maybe its all the spitting.\n  ","512535":"\n  I haven't nor would I want to lol\n  ","512536":"\n  Doing something right! 😉\n  \n  why are you offending people?  Couldn't handle the 6?\n  ","512537":"\n  I've only had once. not much to compare it too. I'm sure in the uk they are way better.\n  ","512538":"\n  I'll probably add to it if keep getting the same type of questions.\n  ","512539":"\n  I should sleep now\n  ","512540":"\n  Of course\n  ","512541":"\n  Dragons are cooler\n  ","512542":"\n  Yes, a few things.\n  ","512543":"\n  Not sure what you mean\n  ","512544":"\n  That's only natural to feel that way.\n  \n  I think you need to rethink your plan. its not going very well 😂😂\n  ","512545":"\n  I wouldn't want to\n  ","512546":"\n  Yes. In the living room around the tv. The whole area was covered. Chairs and other furniture to keep the shape etc\n  ","512547":"\n  I don't have a good answer for this lol\n  ","512548":"\n  Yes, I can.\n  ","512549":"\n  I think I have different plans tonight 😉\n  ","512550":"\n  Um what?\n  \n  I've never had surgery and I'm not into knife play kinks.\n  ","512551":"\n  That's nice\n  ","512552":"\n  I feel like my face is more heart or oval than just round..\n  ","512553":"\n  step away from the phone\n  \n  or airplane mode so they won't get the texts 😂\n  ","512554":"\n  Home Alone or Die Hard ones?\n  \n  ~\n  \n  I still need to see Ralph Breaks the Internet.\n  ","512555":"\n  I feel like IT's original is way better than the new one!!\n  \n  Still look forward to the 2nd part just to see how it develops.\n  ","512556":"\n  I mentioned this lately but I feel like I would be decent at a few different careers.\n  \n  teacher (the one I said when people would ask that question )\n  \n  psychology related - therapist. school counselor, sex therapist\n  \n  dietician but definitely way more hands on.\n  \n  young adult author\n  \n  something dealing with fashion but not sure what? maybe like a little consignment shop that sells various things including books.\n  ","512557":"\n  yup lol\n  ","512558":"\n  I don't really have one.\n  ","512559":"\n  Haven't noticed any weirdness here but definitely close to Indian reservations.\n  ","512560":"\n  um what even\n  \n  exes aren't supposed to help heal you 😂\n  ","512561":"\n  Probably someone dead from history or a dead celebrity.\n  \n  on here? I feel like\n  \n   @poetalunam\n  \n  and\n  \n   @urlsareshittbh\n  \n  would have the most to say and be fun :)\n  ","512562":"\n  Indian burial ground then?\n  ","512563":"\n  random but no lol\n  \n  I know a lot of lgbt+ people though.\n  ","512564":"\n  1.\n  \n  2.\n  \n  3.\n  ","512565":"\n  swimming and the gym\n  \n  I'd say reading too but that can come and go at the same time. Really need to be in the right mindset to read loads.\n  ","512566":"\n  I think it's something that guys tell themselves when friendzoned. Being too nice probably isn't the real \"problem\". I think it comes off negatively. Like __ didn't like me so they don't try with others.. used as a cop out. Maybe they did everything right but the chemistry just isn't there or they don't try at all and expect different results. Setting themselves up for failure.\n  \n  yes\n  ","512567":"\n  Never worked in service like that but it happens alot ive noticed.\n  ","512568":"\n  no\n  ","512569":"\n  - stronger gun laws\n  \n  - the security guard needs better techniques  (if it was his gun + in general )\n  \n  A gun should be a last resort?\n  \n  definitely the wrong place and time for the lady but that should have easily been avoided. You should feel safe walking around and not have to worry about stray bullets.\n  \n  I'm not sure what else to add since I don't know the whole story.\n  ","512570":"\n  It's been alright.\n  ","512571":"\n  The gym mixed with some relaxing days too.\n  ","512572":"\n  tell me about it\n  ","512573":"\n  no need to be sorry\n  ","512574":"\n  born & raised : Massachusetts\n  \n  currently in Arizona\n  \n  (also added to bio 👍 )\n  ","512575":"\n  I don't have that app\n  ","512576":"\n  I've been pretty unproductive today.\n  ","512577":"\n  You aren't dumb\n  \n  stop putting yourself down\n  ","512578":"\n  Awww\n  ","512579":"\n  who knows\n  \n  ya'll were so surprised i lasted :p\n  ","512580":"\n  😂😂😂\n  ","512581":"\n  and take away\n  \n   @whensparksflyallaround\n  \n  glory?\n  ","512582":"\n  That's cute\n  \n  something with chicken\n  ","512583":"\n  haha i suppose so :)\n  \n  It's weird because so many different symptoms for everyone. Like my sister is the total opposite from me with it too.\n  ","512584":"\n  rarely\n  ","512585":"\n  yes.\n  \n  I've been meaning to take another break from here but it just hasn't happened yet 😂\n  ","512586":"\n  seems very random lol\n  \n  I'm good\n  ","512587":"\n  What is?\n  ","512588":"\n  Friday. I don't actually remember 😂 not sure if went to the gym or had more of a lazy day. That could have been the night that I put Across the Universe on ¯\\_(ツ)_\/¯\n  \n  Saturday - gym\n  \n  today - I'm still not sure. My ear was bugging me but seems fine now. I wanted to swim but seems late.. gym closes at 5 on Sundays.\n  ","512589":"\n  I think the end! 😮\n  \n  I like end of the world movies so it would definitely be interesting to see. Know what is different between the movies and real life etc\n  ","512590":"\n  social media\n  \n  affiliate work\n  \n  gym\n  \n  showering\/getting ready\/makeup \/hair\n  \n  food.. eating\/cooking\/prepping\n  \n  listening to music (suggest some?)\n  \n  movies or tv shows (suggest some? )\n  \n  sleeping\n  \n  reading  (i still need to get some books blah)\n  ","512591":"\n  People on the leaderboard\n  \n  Bunch of @ lists under my \"top answers\"\n  \n  (i don't change people much)\n  ","512592":"\n  nopeeeee\n  \n  Will be interesting to see my inbody scan in April and the differences though! :)\n  \n  Feb 13th - April 25th\n  \n  gave myself 10 weeks inbetween doing it\n  ","512593":"\n  Only the best :D\n  ","512594":"\n  not always 😂\n  \n  only 2 have seen those pictures 😈\n  ","512595":"\n  My sister ended up getting one but we've only used the one time.\n  \n  It was 1.3 ketone and 91 glucose  (i ate before doing )\n  \n  but no, I don't have to. Also I like how Carb Manager shows the \"diabetic rate\" of the  foods tracked under \"in depth\". I'm not diabetic. Just have pcos and insulin resistance.\n  \n  I was going to test my keto pee strip but I got pee shy 😂\n  ","512596":"\n  why do anons think this will work?\n  ","512597":"\n  :)\n  ","512598":"\n  5'7\"\n  \n  I won't know until Wednesday  (weekly weigh-in) I also don't feel comfortable saying. It is nobodies business besides my own, doctor, family or if a potential partner was concerned.\n  \n  Also pcos can make it fuck up too.\n  \n  27 down from June\n  \n  6 so far from keto - going into 8 weeks\n  ","512599":"\n  not in a few weeks, thankfully :)\n  ","512600":"\n  I thought of that too XD\n  \n  almost did 🎤🎤🎤 but didn't feel like it\n  ","512601":"\n  sounds that way\n  ","512602":"\n  oh. that was dumb to say you could keep it then 😂\n  ","512603":"\n  all the small things\n  ","512604":"\n  Since you mentioned books... The Notebook.\n  \n  In the movie, they ended up going to sleep then dying together. In the book well... 😈😈\n  ","512605":"\n  It's been fine since\n  \n  not sure\n  ","512606":"\n  Could have been a way to see you. Girls can be complicated :p\n  ","512607":"\n  hahaha\n  ","512608":"\n  si\n  ","512609":"\n  I'd go with money.\n  \n  -\n  \n  I don't need to feel powerful over others.\n  \n  Fame would be cool but the downside is everyone knowing everything about you and that would get annoying if couldn't enjoy certain everyday tasks out in the world\n  \n  money to buy everything I'd need. give to charities and help others too.  (same with fame\n  \n  I'd want to help, be influencial)\n  ","512610":"\n  ohhhh\n  \n  ya i wouldn't do that. Maybe try teaching in a healthy way but not degrading either.\n  ","512611":"\n  guess texting was harder to stay away from? :p\n  \n  probably deserves it\n  ","512612":"\n  😂😂😂\n  ","512613":"\n  yes. hopefully she'll find someone else to like and not feel betrayal.\n  ","512614":"\n  damn. uni! That girl should really get over it lol\n  \n  I thought it was some elementary \/ high school love triangle.\n  ","512615":"\n  oh that lol\n  ","512616":"\n  I don't really get \"blackberry cheesecake\" taste from this.. maybe I didn't add enough cream cheese. I also did 61g of blackberries instead.\n  ","512617":"\n  with?\n  \n  no\n  ","512618":"\n  I guess. hope everything is fine.\n  \n  People can take breaks :p\n  ","512619":"\n  ¯\\_(ツ)_\/¯\n  ","512620":"\n  um ok then lol\n  \n  she clearly doesn't know they take personal items away from people. ..\n  \n  ya strange behavior\n  ","512621":"\n  I'd rather date a male bartender 😉\n  ","512622":"\n  oh?\n  ","512623":"\n  lingerie\n  ","512624":"\n  Skater, emo kind of looks. shaggy hair\n  \n  no real opinion on it. People can shop wherever\n  ","512625":"\n  Yes. Have since I was a teen.\n  \n  Tweezing them myself, my eyes get so itchy and eyes water so its just easier getting them waxed.\n  \n  I've never waxed them myself\n  ","512626":"\n  fan?\n  \n  Kind of.\n  \n  but i still don't know enough about her..\n  ","512627":"\n  Perhaps\n  \n  Adoreme always has a great selection\n  \n  pricy tho\n  ","512628":"\n  Someone is into acronyms today\n  ","512629":"\n  yes\n  \n  end it with strangers in a cell. real winner there.\n  \n  I wonder if there's a real answer behind her mask or if truly believes that\n  ","512630":"\n  Thanks for the vote of confidence 😂\n  ","512631":"\n  oh\n  \n  maybe. there are much better ways to spend 24 hours. seems like she's more in the  party phrase and being reckless without any care in the world\n  ","512632":"\n  vs wins because I don't think I've heard of the first or haven't tried.\n  ","512633":"\n  Never worn\n  \n  some can be cool looking tho\n  ","512634":"\n  JAS ( Just another Sunday )\n  \n  I was thinking about swimming but that seems doubtful now if the ear doesn't get better\n  ","512635":"\n  getting drunk doesn't always fix anything\n  ","512636":"\n  right 😑\n  ","512637":"\n  congratulations\n  ","512638":"\n  wasn't looking for a ask relationship anyways, pal.\n  ","512639":"\n  something i don't own 😂\n  ","512640":"\n  One of the other keto pages i follow followed her too :)\n  \n  She looks great. The food too.\n  \n  thanks\n  \n  she reminds me a bit of this crossing guard i had when younger (in the before pic) XD\n  ","512641":"\n  seems legit\n  ","512642":"\n  Yes\n  ","512643":"\n  Apparently not 😉\n  ","512644":"\n  😂\n  \n  don't worry about it\n  ","512645":"\n  no idea\n  ","512646":"\n  aw horny anon\n  ","512647":"\n  You going to change that?\n  ","512648":"\n  nobody lol\n  ","512649":"\n  if you say so\n  ","512650":"\n  no. I feel fine. My throat felt a bit dry but feels fine now. The ear thing is normal and then will start doing it, stop for a bit and ya.\n  \n  I think someone is mad at me 😂\n  ","512651":"\n  uh I'm not usually here in the morning :P\n  ","512652":"\n  February 15th\n  \n  basically a bunch of snack items lol\n  \n  I gained 2 pounds from it :(\n  \n  i guess it was from the iconic cookie.. wasn't really the best low carb option. Also I ate the walnut butter fast too. ugh\n  \n  down 1.5 from last Wednesday.\n  \n  I feel that I've been good this week so hopefully more down this Weds XD I also started taking my metformin (for pcos) again so will see if that has helped or not. Also been losing inches more.\n  ","512653":"\n  That's good! I literally have no clue on those XD\n  ","512654":"\n  I guess this one. Bit of a gym anthem\n  \n\n   https:\/\/youtu.be\/GXoZLPSw8U8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  haven't listened to in a few days though. It was my top song in 2018 according to my spotify.\n  ","512655":"\n  yes, a few.\n  \n  Hopefully win something with all the ones we enter 😂😂\n  \n\n   @TropicalStar\n  \n\n\n   @breakfreefromlife\n  \n","512656":"\n  I woke up early ¯\\_(ツ)_\/¯\n  \n  no real reason lol\n  \n  ear keeps being annoying. I don't feel like its an actual ear ache though. its been years so who knows 😂\n  ","512657":"\n  Good morning.\n  ","512658":"\n  I don't think so. I try not to lie.\n  \n  Is there something specific you think i lied about or is this just a mass send?\n  ","512659":"\n  Here's some newer ones\n  \n  i have a few @ lists under my \"top answers \"\n  ","512660":"\n  I think by their email?\n  \n  I haven't used the \"invite friends\" feature on here.\n  ","512661":"\n  What's their @ since I'm pretty sure I don't have any Bob's blocked.\n  ","512662":"\n  dull.. no. I think someone called me boring before though.\n  \n  o.o\n  ","512663":"\n  all we can do is try\n  ","512664":"\n  thinking positive things will help 💔\n  ","512665":"\n  cheers\n  ","512666":"\n  Good luck with that\n  ","512667":"\n  Empire State Building\n  ","512668":"\n  and all 3600 followers\n  ","512669":"\n  That's good. Get good grades and have some fun as well  :)\n  ","512670":"\n  I think it depends on how long you known the friend. Did you know they felt that way about the guy? Does he genuinely have feelings for you too or a f8ck boy...\n  ","512671":"\n  I either have an ear ache or someone keeps thinking about me 😴\n  ","512672":"\n  I feel like people would benefit more with the effort and appreciate what they had more too\n  ","512673":"\n  ???\n  \n  I went to community college. Had about a 5 minute commute.\n  \n  It's been 5 years since 😮\n  ","512674":"\n\n   https:\/\/www.listchallenges.com\/100-movies-to-see-before-you-die\n  \n","512675":"\n  I understand both sides. You can't really help how you feel though.\n  ","512676":"\n  This made me laugh.\n  \n  yes it is.. dirty keto.\n  \n  some beers are ok on keto\n  ","512677":"\n  yay\n  ","512678":"\n  lol nice\n  ","512679":"\n  eventually\n  ","512680":"\n  follow your heart then?\n  \n  who matters more?\n  ","512681":"\n  She'll hate you. might get over it\n  \n  DOES HE LIKE YOU BACK?\n  ","512682":"\n  time travel back to the 80s-90s\n  ","512683":"\n  hugs you more\n  ","512684":"\n  Why stress over dates so soon? Short engagement?\n  ","512685":"\n  That's lovely\n  ","512686":"\n  *hugs*\n  ","512687":"\n  Everything\n  \n  actually maybe just random pieces of it XD\n  ","512688":"\n  I am happy\n  \n  besides about what I posted last 💔\n  \n  known her my whole life\n  ","512689":"\n  good - I'm not sure :p sorry!\n  \n  bad -\n  \n  a family friend's ex boyfriend died from heroin today. He wasn't the best person but ya.. luckily she didn't have kids with him. I don't believe her youngest was that fond of him.. The others lived with their dad.\n  \n  another family friend ended up collapsing. Not really sure if a stroke, heart attack or what but she might be brain dead. She will be unplugged if so.\n  ","512690":"\n  stop stressing over it\n  \n  you had the 2nd one\n  ","512691":"\n  it should be 😈\n  ","512692":"\n  tune\n  \n\n   https:\/\/youtu.be\/O6ICRdxtig0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512693":"\n  What's wrong?\n  \n  Please don't mention the superbowl\n  ","512694":"\n  awful\n  ","512695":"\n  When Ask keeps giving me this ad. It makes me want the ring -_-\n  ","512696":"\n  hey\n  ","512697":"\n  It's been alright. Bit uneventful and then went to the gym. Tired from that.\n  \n  Apparently the person who left the playlist earlier is all songs from Degrassi or ones that remind them of it. The 1st one made me want to watch it 😂 I kind of had the opinion that it was more like Jersey Shore kind of shenanigans so never watched ¯\\_(ツ)_\/¯\n  \n  it did remind me of The Secret Life of the American Teenager. Which i loved back then XD\n  ","512698":"\n\n   https:\/\/youtu.be\/22zB6Soc2Gk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","512699":"\n  from the forest? 😂\n  ","512700":"\n  I feel like I'm always myself lol\n  \n  no getting away from Lyndsey 😂\n  ","512701":"\n  video games but I haven't played in forever\n  \n  lotr\n  \n  star trek\n  \n  star wars\n  \n  HP\n  \n  big bang theory\n  \n  reading 📚📚📚\n  \n  I don't view myself as a nerd though.\n  ","512702":"\n  I'm not sure if I understand this right...\n  \n  I'd say no because in doing so i would kill a part of me. I'm not going to sugar coat anything. I obviously wouldn't want their feelings hurt to begin with. I'm also not going to have someone walk all over me. I'm not going to walk around on egg shells because someone feels that i should be weak. We can still disagree on things without feelings being hurt. If I had no say in anything in a relationship then clearly that is controlling and borderline mental abuse.. I'm definitely a peace maker but I wouldn't sacrifice my identity for anyone. likewise, I wouldn't want the guy (or friends) to always feel like they need to sacrifice a part of themselves to please me. It's give and take. I wouldn't want anything that's one sided.\n  ","512703":"\n  nope\n  ","512704":"\n  oh\n  \n  weird\n  \n  i haven't had any problems\n  ","512705":"\n  and then got all mad because I noticed you were being creepy to others earlier. Also called me a dumbass.. like no thanks. You don't deserve anything from me if going to act that way. go get your rocks off elsewhere.\n  ","512706":"\n  ugh that sounds annoying\n  \n  what country are you from?\n  ","512707":"\n  answer what exactly?\n  ","512708":"\n  I was talking about the book\n  \n  anyways, good song too.\n  ","512709":"\n  I feel like everyone would be different.\n  \n  admitting it is half the battle :)\n  ","512710":"\n  hot beach in a historic area! :)\n  \n  I've never been skiing. or snowboarding for that matter.\n  ","512711":"\n  jackfruit?\n  ","512712":"\n  and 4 in the country 👍😮\n  ","512713":"\n  3 or 4\n  ","512714":"\n  hm\n  \n  explain\n  \n   @zactc\n  \n","512715":"\n  uh no\n  \n  i just got back from the gym\n  \n  had dinner\n  \n  now I'm here again\n  \n  o.o\n  ","512716":"\n  Because I wasn't online lol\n  ","512717":"\n  death? babies are usually born. cycle repeats\n  ","512718":"\n  love NH\n  \n  usually go to Lincoln and some other surrounding areas.\n  ","512719":"\n  Agreed :)\n  ","512720":"\n  ARE YOU A GEORGIA PEACH?\n  ","512721":"\n  haha XD\n  ","512722":"\n  lol rodeo reminded me of\n  \n   @JJD55\n  \n","512723":"\n  🙆🙆🙆🙆\n  \n  you forgot about being in denial too\n  ","512724":"\n  yup\n  \n  doesn't always work that way 😂\n  \n  * sight\n  ","512725":"\n  made a snack\n  \n  2 turkey slices wrapped up with cream cheese in the middle\n  \n  pork rinds with sriracha as dipping sauce. I can't eat them alone, man. I've only had with guacamole and sriracha so far. Also hidden in recipes.\n  \n  almonds\n  ","512726":"\n  Always thinking about etc\n  \n  Is this your first breakup?\n  ","512727":"\n  it can be.\n  ","512728":"\n  Agreed.\n  \n  or drive you mad 😉\n  ","512729":"\n  Can do that too :p ;)\n  ","512730":"\n  I also bite my lip when mad XD\n  \n  like uh oh... lol\n  ","512731":"\n  Good luck with that\n  ","512732":"\n  0%\n  \n  It takes a lot to piss me off.\n  \n  silent treatment, crying, yell back if really offended. it really depends on the situation and mood.\n  ","512733":"\n  myself 😉\n  \n  nah. I don't get mad easily.\n  \n  ¯\\_(ツ)_\/¯\n  ","512734":"\n  if my body was better, probably 😂\n  ","512735":"\n  I thought filters were supposed to make you look cute? I hate front facing cameras, no me gusta.\n  ","512736":"\n  I'd worry about the pizza, mate.\n  ","512737":"\n  Sometimes. Words can hurt. Society beauty standards, our own feelings etc\n  ","512738":"\n  yes, please do\n  \n  new music is always great!!\n  \n  🎤🎤🎤🎤\n  ","512739":"\n  * papa ginos\n  ","512740":"\n  I like domions, barros and Pepper Ginos way more.\n  \n  probably cheese? idk.\n  \n  or chicken with ziti\n  \n  either way they probably don't have keto friendly pizza.\n  ","512741":"\n  :(\n  ","512742":"\n  to kill a mocking bird\n  ","512743":"\n  HOW?\n  ","512744":"\n  6-10?\n  ","512745":"\n  Nothing\n  ","512746":"\n  :)\n  ","512747":"\n  then you took over the post because that was the original question that started it all 😂\n  ","512748":"\n  I guess yay but haven't done much yet either lol\n  ","512749":"\n  I think I've only been to one thing kind of like that. was more Chinese inspired.\n  ","512750":"\n  I figured since\n  \n   @shehitsback\n  \n  said something similar after i answered and was like oh... 😮\n  ","512751":"\n  uh ok then buddy\n  ","512752":"\n  nice\n  ","512753":"\n  I don't know what the future holds yet\n  \n  but the past like 1920s Paris and stuff like that looks amazing!\n  ","512754":"\n  Guys who don't harass lots of people for s3xual things\n  ","512755":"\n  👍\n  ","512756":"\n  I know.\n  \n  Would she have even told you if you weren't there?\n  ","512757":"\n  At least it was only mono ;)\n  ","512758":"\n  I go to them at times but celebrate sounds odd here...\n  ","512759":"\n  She must have hurt you then. Actions speak louder than words. Saying \"i still love you\" and all that over the phone is nice but if you two really meant it i feel like you'd be together in person talking about how things would be different if gave it another shot etc\n  \n  inner voices can be good at times. Has she really proved what she is saying back. Mentioned things being different. Going back to someone isn't going to make everything right again if the problems are still there.\n  ","512760":"\n  no, thankfully.\n  ","512761":"\n  ok\n  ","512762":"\n  I've been to more states.\n  \n  Canada once - Niagara Falls\n  ","512763":"\n  a friend\n  ","512764":"\n  January. more than just a cut too\n  ","512765":"\n  :)\n  ","512766":"\n  rob bank, take clothing and grocery food.\n  ","512767":"\n  You don't need to go viral to make a lesson. I feel like most parents even feel bad afterwards.\n  \n  ya, I'd say they do have a God complex - especially the dads.\n  \n  I feel like it also makes them look bad since in charge of their well being (depending on age)\n  \n  most of the things have been very minor as well? And the punishment is way worse. Why not take away phone, tv, Internet, make them do community service or something instead of humiliating them & their own names?\n  ","512768":"\n  I haven't had cake since Christmas\n  ","512769":"\n  yes\n  ","512770":"\n  no. I'm not that hungry yet. I should make some matcha tea soon and we have keto pancakes that were made yesterday so will probably have one.\n  ","512771":"\n  Good night moon\n  ","512772":"\n  I like the body more 😉👑\n  ","512773":"\n  #4 country\n  \n  my anon earlier would be so happy\n  ","512774":"\n  why can't ask have a light peach color? It would go well with the background.\n  ","512775":"\n  ew\n  ","512776":"\n  Living 😘\n  ","512777":"\n  I don't get why they'd need a room for that. Also most schools have no smoking grounds on them. Even my college was pretty anti-smoke but they did have those ash tray things as well. No smoking signs near the doors etc granted vaping was just getting started then. I think the money should go towards something useful that the school actually needs regardless of the type.\n  \n  ---\n  \n  Arizona is trying to do the opposite of that.\n  \n  \"Arizona Representative Heather Carter (R-Cave Creek) is pushing restrictions on access to vapor products in order to combat underage access and use.\n  \n  Carter’s proposed legislation, SB1009 would treat vapor products as tobacco products at the state level where age verification is concerned. It would also give the Arizona Attorney General’s office the task of conducting age verification compliance checks on retailers which sell vapor products, as it currently does with tobacco products.\n  \n  SB1009 is not alone on the docket, however. Arizona Senator John Kavanough (R-Fountain Hills) would impose restrictions statewide against vaping in public accommodations such as bars, restaurants, the common areas of hotels and of apartments, and more.\n  \n  Kavanaugh may have a tougher time implementing his proposed bill, HB 2024, because it is legally an amendment to Arizona’s existingSmoke Free Arizona Act, passed in 2006. An amendment to that legislation would require a Yes vote from three quarters of both Arizona’s House and Senate in order to pass.\"\n  ","512778":"\n  awww\n  ","512779":"\n  too long\n  ","512780":"\n  Itunes when younger.\n  \n  Samsung all the way now\n  ","512781":"\n  Its true. Most of the models are very lean, no real butt, hips etc\n  \n  I suppose bringing back swimwear is supposed to make people buy again? They really should be more size inclusive. They wouldn't have as much problems then. Does it really cost them so much to add a little more fabric? They always seem to have something going on with race as well.\n  \n  I think I'd fit their clothing.. haven't tried. Pretty much L and XL still on the bottoms. Noticed some people around my size range that still fit in them. I feel like I'd only buy from them if a sale or in desperate need of new bras and underwear. I guess that explains why they have had a lot of sales going since December. Seems like i get their emails every single day.\n  ","512782":"\n  nice :)\n  ","512783":"\n  I'm not even sure! Wasn't everyone supposed to have flying cars by now? ¯\\_(ツ)_\/¯\n  ","512784":"\n  o.o\n  ","512785":"\n  yes\n  \n  you make me laugh\n  ","512786":"\n  oh ok\n  \n  liked it :)\n  ","512787":"\n  oh god Lauren 😂😂😂\n  ","512788":"\n  when\n  \n   @rougarourouge\n  \n  sends out good topics but you didn't get them :(\n  ","512789":"\n  pink, red, black.\n  \n  favorite color in general is blue so that too\n  ","512790":"\n  learned from experience 😂\n  \n  good night x\n  ","512791":"\n  yes. you can't stop living your life because of a break up.\n  ","512792":"\n  What about before and during? 😉\n  ","512793":"\n  I think it's valid.\n  ","512794":"\n  Good to know :p\n  ","512795":"\n  that sounds like a bad punishment. sleep is important. Actually I ended up sleeping late last night too😂 3am. kept getting distracted by social media.\n  ","512796":"\n  cherries 🍒🍒🍒\n  \n  I got a new bodywash on Wednesday.\n  ","512797":"\n  they could find someone more suitable...\n  ","512798":"\n  yes ¯\\_(ツ)_\/¯\n  ","512799":"\n  sneaky lil 🐐🐐🐐🐐🐐\n  ","512800":"\n  goat idea 😂\n  ","512801":"\n  We were paying attention to the pig and he came over. Was very friendly, surprisingly. Looks like a bad mofo on the rock XD\n  ","512802":"\n  Get cute diapers with baby goats on them aww\n  \n  this mini pig was adorable too\n  ","512803":"\n  that one would def be a head butter\n  ","512804":"\n  Jerome 😝\n  ","512805":"\n  Definitely is hard\n  ","512806":"\n  Not always the way it goes\n  ","512807":"\n  This goat was adorable\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @NO3MM3RZ\n  \n","512808":"\n  I think no contact would be good but at the same time \"a few months \" she could find someone else..\n  ","512809":"\n  At the end it said \"abortion shower\" so that.  Abortion did come to mind but friendships changing when one has kids did too. Or Jill ended up dead in childbirth and won't ever see the kid give her flowers etc\n  ","512810":"\n  Good luck x\n  ","512811":"\n  not having any books but the itch to read 😂\n  \n  I don't really feel like wattpad.\n  \n  I think my kindle is dead atm\n  ","512812":"\n  That can be good to a fault :)\n  ","512813":"\n  weird dare lol\n  ","512814":"\n  Can definitely be hard. its good to talk about. keep being strong. focus on things you enjoy etc\n  ","512815":"\n  aw *hugs*\n  ","512816":"\n  yup\n  \n  Bet someone out there has tried 😂\n  ","512817":"\n  I thought so :p\n  ","512818":"\n  This made me laugh\n  ","512819":"\n  depends on the reason why they broke up..\n  \n  I think its fine to miss someone or certain qualities the ex had.\n  \n  If still on friendly terms then its fine to reach out to them.\n  \n  if newly single then it can definitely give mixed signals.\n  \n  if reaching out isn't an option at all then I'd just try distracting myself in some way.\n  ","512820":"\n  Not really the type of videos i watch but good luck!\n  ","512821":"\n  followed\n  ","512822":"\n  ah that's not fun\n  ","512823":"\n  Thought so\n  ","512824":"\n  nice\n  \n  i feel like most are that way! :)\n  ","512825":"\n  Agreed :)\n  \n  nice\n  \n  Do you ever cook for liv?\n  ","512826":"\n  It's not mine. Just looks similar so used it.\n  \n  if you mean ones in my answers - that's from the app bitmoji.\n  ","512827":"\n  if the sauce is sugar free or low sugar, yes. We've had some different chicken meals.\n  \n  Also fathead pizza dough 😍\n  \n  it tastes like normal pizza without all the carbs\n  ","512828":"\n  I'm not too bad. I like keeping it simple.\n  \n  I cook more for myself at times.\n  ","512829":"\n  I'm glad you are feeling healthy\n  ","512830":"\n  Of course\n  \n  its all good\n  \n  fries are gggrrrreeeeaaatttttt\n  ","512831":"\n  I like the sad faces 😂\n  ","512832":"\n  🍟🍟🍟🍟🍟\n  \n  can't have :(\n  \n  r.i.p potatoes and sweet potatoes\n  ","512833":"\n  moving on up\n  ","512834":"\n  yes. its low carb & sugar.\n  \n  looks more at net carbs too\n  \n  it could be. basically no bun.\n  \n  The mayo and ketchup used is iffy..\n  \n  I've only had Mcdonalds quarter pounder without the bun. Wrapped in lettuce. No sauces. Pickles. onions can be a no at times but I had some ¯\\_(ツ)_\/¯ they give you a small salad container :)\n  ","512835":"\n  meatloaf\n  \n  crumbs = almond flour\n  \n  & no brown sugar\n  \n  hopefully will still be good!\n  ","512836":"\n  no lol XD\n  ","512837":"\n  THEY SHOULD ALREADY KNOW THAT 😉\n  ","512838":"\n  10 hour video\n  \n  guess there was a hidden one\n  ","512839":"\n  What's their @ ?\n  ","512840":"\n  both but depends on mood\n  ","512841":"\n  Princess ellie? Thought she already did :p\n  \n  I follow her anyways\n  ","512842":"\n  nice song\n  \n  wish spotify showed the normal one instead of concert version 👍\n  ","512843":"\n  no, they haven't lol\n  ","512844":"\n  No, I'm Lyndsey.\n  ","512845":"\n  yes\n  ","512846":"\n  everyone loves me then. yay :p\n  ","512847":"\n  olleH\n  ","512848":"\n  those girls you usually have drama with 😂\n  ","512849":"\n  The smiles ruin the translation :(\n  ","512850":"\n  they hate me :P\n  ","512851":"\n  Please and thanks\n  ","512852":"\n  I don't believe so\n  ","512853":"\n  I kind of hate the news lol\n  \n  its all about Trump, crime, and other such bad things happening.\n  \n  Give me good news anyday.\n  \n  I would however watch or read different news stories and form my own opinion on it or the statistics.\n  ","512854":"\n  I don't believe so.\n  ","512855":"\n  We're foolish.\n  \n  nah, idk.\n  \n  The whole reproduction bs?\n  ","512856":"\n  usa\n  \n  still in AZ hence the desert mention on my bio 🌴🌵\n  \n  born and raised in Massachusetts\n  ","512857":"\n  I wouldn't mind taking a weekend off and going to states nearby ¯\\_(ツ)_\/¯\n  ","512858":"\n  Apple martini or margaritas i guess.\n  ","512859":"\n  sounds like prostitution there 😮\n  ","512860":"\n  Maybe a little but could be a turn on too\n  ","512861":"\n  Not on here since its against the terms. depends what we agree to\n  ","512862":"\n  I have pcos+insulin resistance so with that the weight isn't moving as fast as others. I was 7.5 down but then gained 2 pounds last week, lost 1.5 this week. 6 total being on keto then. I definitely feel that I've lost more inches though. I feel like I mainly eat the same things but dinner is more where it changes.\n  \n  These are my favorite instagram people to follow. lots of good recipes or just inspiration;\n  \n  low.carb.love\n  \n  ketodietlab\n  \n  keto_rebel\n  \n  logan_fusionlean\n  ","512863":"\n  mine isn't working either hence amazon :\/\n  ","512864":"\n  Yes. I'm on my 7th week.\n  ","512865":"\n  why do I feel like you still wouldn't pay up\n  ","512866":"\n  You should pay me for answering these :p\n  \n  One has a balcony.\n  \n  The others are just the fence so probably.\n  \n  I would if lived alone kind of thing.\n  ","512867":"\n  I should be #1 😉\n  \n  some depend on likes, coins etc\n  ","512868":"\n  bathingsuits & bodysuits are different tho\n  ","512869":"\n  I can\n  \n  I haven't worn bodysuits in a long time but they look way cuter now XD\n  ","512870":"\n  soft yet firm too\n  ","512871":"\n  Titanic\n  \n  The Holiday\n  \n  Leap Year\n  \n  The Notebook\n  \n  I wouldn't say perfect since they all deal with something bigger going on.\n  ","512872":"\n  Because that's the only gstring i have\n  ","512873":"\n  well i do have a few other ones on there + bodysuits\n  ","512874":"\n  pass it around 😂\n  ","512875":"\n  😈😈😈\n  ","512876":"\n  Guess you like gstrings :p\n  ","512877":"\n  Michonne from TWD\n  \n  Does Shay Mitchell count? She is darker.. I believe her dad is black? Pretty Little Lairs & You.\n  \n  A few of the girls from OITNB\n  \n  This is us.. I don't know her actual name\n  ","512878":"\n  so specific\n  \n  i don't have any red panties with me atm\n  ","512879":"\n  Maybe\n  ","512880":"\n  for now...\n  ","512881":"\n  thongs are better\n  \n  one of the lingerie pieces came with a gstring tho\n  ","512882":"\n  J's?\n  \n  guess you missed the one months ago\n  ","512883":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","512884":"\n  they are ok\n  ","512885":"\n  That's up to you\n  \n\n   http:\/\/amzn.to\/2mQK30H\n  \n\n  $13\n  \n  $14\n  \n  or $25\n  ","512886":"\n  letmewatchthis but they always change the name! blah\n  \n  more so tv shows and movies\n  \n  I've just been watching Netflix instead of looking for stuff online lately.\n  ","512887":"\n  You never pay up\n  \n  amazon is the only thing that works for me atm\n  ","512888":"\n  sausage gravy on top of things :p\n  ","512889":"\n  Only if this counts :p\n  ","512890":"\n  I feel like this helps. It is keto related but definitely do-able on any food plans. Sometimes buying in bulk helps too. You can always freeze meat etc.\n  \n  buy what you need. Just because something is on sale doesn't mean you need X amount of it especially when its something that you rarely have. be a bit picky\n  \n  most stores also price down meat if its going to expire real soon.\n  \n  I will be meal prepping sometime this week. I don't really plan my meals. I just go by feeling or I'll see something on instagram, keto fb group or pinterest and want to try it out. great recipes. Sometimes I'll look up IG hashtags for specific items and see the recipes\/pictures and get ideas.\n  \n  I'm sure there are meal planning apps or websites out there. I don't use them. I was using myfitnesspal to track food but Carb Manager is way easier to use while on keto. CM does have recipes on it but you need to pay the premium & I'm not about that 😂\n  \n  like last night i had chicken and broccoli, ate half and still have some for today. easy hacks like that help.\n  ","512891":"\n  sounds very s3xual 😉\n  \n  Yes, I actually do make it. It's not super tucked in or anything but still made XD\n  ","512892":"\n  They must be one of those people who think everyone is out to get them ¯\\_(ツ)_\/¯\n  ","512893":"\n  I don't think so. we had scholastic magazine ones...\n  "}}