{"Question":{"515040":"\n   out of everyone you know\/your friends, what is the youngest someone lost their virginity at (don’t say who it is, just say the age they lost it at)\n  ","515041":"\n   have your bo0bs ever fell out of your bra or bikini?\n  ","515042":"\n   Whats the first thing you do when you wake up? Hugs\n  ","515043":"\n   What’s your least preferred place on your body  to check for fever when you got sick?\n  ","515044":"\n   Movie madness:  A ) How To Train Your Dragon3 B ) Alita Battle Angel.   Only two choices this week. Nice and easy!\n  ","515045":"\n   He’s all yours 😂 I’ve got a friend lol 👀\n  ","515046":"\n   It was the little lion that did that not the king\n  ","515047":"\n   Closet looking at me funny hmmmm hahaha night Lyndsey.\n  ","515048":"\n   Good night\n  ","515049":"\n   Question is what am I not on ? Mad cow disease I think. Im thinking of marrying a closet but my goat may get jealous.\n  ","515050":"\n   Hugs🌹👑\n  ","515051":"\n   I would give you anything on Valentine’s Day🌹👑\n  ","515052":"\n   Who knows you better than anyone else?\n  ","515053":"\n   🌹👑😘\n  ","515054":"\n   Love you xoxo🌹👑\n  ","515055":"\n   What’s one luxury item you would like to own?\n  ","515056":"\n   ☝️👈👏 there ?! Hmmmnn??????? 👇👉\n  ","515057":"\n   What great quote would you like to share?\n  ","515058":"\n   How can we save the World from global warming?\n  ","515059":"\n   Racism!! honestly ! Lol 😂\n  ","515060":"\n   What kind of worm would want to try to bring down the kindest, sweetest, and probably most well-liked person on this entire app?\n  ","515061":"\n   What\/Who will never overheat? \/ Where would you want to make a bonfire?\n  ","515062":"\n   🌸\n  ","515063":"\n   Oh ok then we aiming lower then lame slightly stupid ? Lol 😂\n  ","515064":"\n   Actually only 27 though he looks 77.\n  ","515065":"\n   That’s exactly were is was meant for to me 👈 lame mofo lol 😂\n  ","515066":"\n   so u done it outside?\n  ","515067":"\n   Ummmm boring !!!! 😂jooooking point to that lame individual 👈\n  ","515068":"\n   ever had sx with people watching?\n  ","515069":"\n   Where?\n  ","515070":"\n   Best thing that’s happened to you so far in 2019 ?\n  ","515071":"\n   Wow....I don't know what you were getting at, it was just a question, like maybe your parents or some friends\n  ","515072":"\n   Yes🌹👑💪🏻\n  ","515073":"\n   🌹👑💪🏻\n  ","515074":"\n   If you couldn't live with your sis any more, who would you live with?\n  ","515075":"\n   If you could turn into any animal you wanted, how'd you use that power? 🤔😊\n  ","515076":"\n   update\n  ","515077":"\n   hey lyn, whats up x\n  ","515078":"\n   what vid\n  ","515079":"\n   Nobody bothers me and I'm off tomorrow. My car is working like a champ too :)\n  ","515080":"\n   SUP DOOD\n  ","515081":"\n   Maybe had some but my brain froze... literally\n  ","515082":"\n   remember LJ \/ BATAF  as well? if only there was a way to summon these people. that's my question.\n  ","515083":"\n   How old does he look\n   \n    @godlovesjesus607\n   \n","515084":"\n   I'm kinda predictable today, sure\n  ","515085":"\n   😂😂😂\n  ","515086":"\n   Wifi is cutting in and out atm but happy to see you\n  ","515087":"\n   RR is 42 and whoa have you seen his twin Gosling in Drive. Good old Bryan Cranston's in it too. your next social media profile should be\n   \n    https:\/\/www.plurk.com\/lnr87\n   \n   no it doesn't exist that's up to you but please check the site out. #rambling\n  ","515088":"\n   And how old does\n   \n    @TheChaosBringer\n   \n   look?\n  ","515089":"\n   . . . . . and it was his birthday today.\n  ","515090":"\n   Reinstalled...\n  ","515091":"\n   How is your keto going? Was today your check in or is that tomorrow?\n  ","515092":"\n   Have you ever liked a food or a drink because of a show you watched?\n  ","515093":"\n   -\n  ","515094":"\n\n    https:\/\/youtu.be\/jYcKpIkuXcE\n   \n   gayy\n  ","515095":"\n   Good night beautiful I love you sweetheart\n  ","515096":"\n   What is not hard to do, but not everybody does before ____?\n  ","515097":"\n   whats with the age qs lol o.o\n  ","515098":"\n   Do you like sex?\n  ","515099":"\n   So beautiful\n  ","515100":"\n   What kind of character do you admire or hate? \/ What's easy to lose?\n  ","515101":"\n   How old does\n   \n    @mawiocudwoc\n   \n   look?\n  ","515102":"\n   I'm an October baby! But everything else is spot on.😂\n  ","515103":"\n   how old does your favourite celebrity look?\n  ","515104":"\n   who’s a fictional character u lowkey would marry\n  ","515105":"\n   how old does\n   \n    @igotamatch\n   \n   look\n  ","515106":"\n   i'd say around 24-27 :)\n  ","515107":"\n   Hi! Would you be my mother? I think it's good to be raised by someone else too\n  ","515108":"\n   Which cartoon person are you more alike? Hugs\n  ","515109":"\n   If you could have any question answered what would it be ? Hugs\n  ","515110":"\n   When are your emotions at war?\n  ","515111":"\n   poo or big one\n  ","515112":"\n   Something dramatic to say?\n  ","515113":"\n   What's your favourite spot at your home? Why?\n  ","515114":"\n   What's your favorite holiday? Do you have a good memory you like to look back on? Hugs\n  ","515115":"\n   Yesterday I sent out a question about Pascale, a woman marrying an inanimated object which is he duvet. With that said, what's your opinion on Amanda Teague, the woman who married a ghost of a pirate? I ask due to the existence of ghosts not being proven by science yet recognized by marriage laws.\n  ","515116":"\n   How old do people say you look?\n  ","515117":"\n   How old does\n   \n    @thechaosbringer\n   \n   look? 🤔🤔🤔\n  ","515118":"\n   How old does she look\n   \n    @pseudohappiness\n   \n","515119":"\n   How old does she look\n   \n    @shehitsback\n   \n","515120":"\n   How old does she look\n   \n    @Courrtana\n   \n","515121":"\n   I've been following you all now for a while but I want to flip things so can you answer the following about me.... My full first name, my exact age, my birth month, the name of my partner, what pets I have, one of my interests?\n  ","515122":"\n   What's your favorite movie? And why is it your favorite? Hugs\n  ","515123":"\n   hi! what’s ur middle name? what’s ur dog’s name? what’s ur favorite band? who’s ur favorite rapper?\n  ","515124":"\n   opinion on nudism\n  ","515125":"\n   How badly do you want to go to the beach right now ?\n  ","515126":"\n   What do you think about Botox and would you think about getting Botox your self?\n  ","515127":"\n   have you taken part in januhairy ?\n  ","515128":"\n   What time is it? Here is 9:23am 🙃 hugs\n  ","515129":"\n   Have you tried Round Table's pervert pizza ? It is delicious. 👻\n  ","515130":"\n   +1 hope you gonna enjoy my upcomming questions:D\n  ","515131":"\n   Don't cry because it's over, \nSmile because it happened...\nKeep Smiling 🔥🔥\n  ","515132":"\n   When you get sick which part of being sick do you hate? Hugs\n  ","515133":"\n   Lost or gained any weight lately?\n  ","515134":"\n   Would you rather go to Westworld or Jurrasic Park?\n  ","515135":"\n   Good night beautiful\n  ","515136":"\n   Its cool that you dont mind my fetish😍 i guess you dont mind since i wont want to tickle your feet😇\n  ","515137":"\n   Oh cool! What are you up to? Are you barefoot too?\n  ","515138":"\n   2nd part\n  ","515139":"\n   🌹🌹👑👑\n  ","515140":"\n   Apparently it’s not that obvious even with the company name on it too 😂\n  ","515141":"\n   What times is it for you?\n  ","515142":"\n   It’s not really that fun xD best\/worst question “do you work here?” Nah, I just found this name tag on the floor and decided to be _____ for sh!ts and giggles. Lol\n  ","515143":"\n   Have you ever worked retail? If so, what's the silliest question you've ever been asked?\n  ","515144":"\n   while having s3x? o.O\n  ","515145":"\n   do you love having big breasts?\n  ","515146":"\n   besides an@l what else have u been wanting to try\n  ","515147":"\n   They use a court half the size of a basketball court, baseball bases and scoring system, you're not allowed to run or move around and you've to try your best to \"psych out\" someone else to miss their shot.\n  ","515148":"\n   Today I watched BASEketball for the first time. It's a movie about combining baseball with basketball. If you had to combine any two sports, what would they be and what would it be called?\n  ","515149":"\n   lol thats random\n  ","515150":"\n   is there anything u wouldnt do at all for any guy\n  ","515151":"\n   In your opinion is it more of a positive or negative thing for a vegetarian parent to raise their child vegetarian also? Why?\n  ","515152":"\n   To add another detail to my last question, Pascale Sellick already has a human boyfriend named Johnny.\n  ","515153":"\n   In the UK there is a woman named Pascale Sellick who is marrying her duvet. What are your thoughts on this? Is it making a mockery of marriage or should people be allowed to marry unlimitedly?\n  ","515154":"\n   POUQ\n  ","515155":"\n   Do you have a favourite type of tree, flower or plant? Pap.\n  ","515156":"\n   Write a book\/movie.... Choose a time, a place, a genre, a main character. What is it about and who is the target audience?\n  ","515157":"\n   That Awkward Moment?\n  ","515158":"\n   do u like giving or receiving better\n  ","515159":"\n   Yeah, when I first heard about it my whole reaction was just a very shocked \"wtf?!\" but then I watched it and it's really entertaining. Some people are really judgey.😂 Also, they're exposed body part by body part so they could potentially get rid of a pretty faced person just because they only got\n  ","515160":"\n   No, men can look at men. Women can look at women. They also allow people to look at a mixed gender group too.\n  ","515161":"\n   What strikes you as sexist about it?\n  ","515162":"\n   There's a TV dating show in the UK called Naked Attraction. For example, a man\/woman walks into a room of 5 naked men\/women and one by one narrows it down to one based on looks, then dates the final \"most attractive\" one. Would you ever go on it to find a partner? What's your opinion on it all?\n  ","515163":"\n   When was the last time some dogooder ruined your evil plans??\n  ","515164":"\n   :)\n  ","515165":"\n   I sent you the other message too, but duh who cares fo.\n  ","515166":"\n   No hate on wally world! Name brands aren't always what they crack up to be, haha. I love me some cherry candles from there! Awesome tree, btw! LOVE THE GLITTER!!!\n  ","515167":"\n   Do you think our assumptions of a person lower or heighten, when we can't see someone? (whether it be someone on anonymous via ask.fm, a blind date, ect?)... How so? *curious face* Could there be more than one factor to it?\n  ","515168":"\n   NO. :\/\n  ","515169":"\n   Nah, i wanted to ask are you really 31?\n  ","515170":"\n   And why don't you feel sexual stuff :o have you like stopped feeling? :o\n  ","515171":"\n   Great calming scents :P Ooo! Ooo! I have a pine (tree) one, too! Yours Yankee Candle? Lol. It's less mess, than bringing in a real tree in the house... and same aromatic effect! *heart eyes*..\n  ","515172":"\n   imlahore\n  ","515173":"\n   You down for it?)\n  ","515174":"\n   Hey wanna talk in private?\n  ","515175":"\n   Ever been called ma'am before\n  ","515176":"\n   Lol, Catfight? *cues Seinfeld episode*\n  ","515177":"\n   Hi\n  ","515178":"\n   Do you dance?\n  ","515179":"\n   Favorite candle scent? :P\n  ","515180":"\n   How do you know if someone is \"The One\"?Do you believe in that?I had a couple people ask me if my bf was \"The One\",cuz we've been going on for 2 years.I slightly sigh&then they think that he isn't. It's not that...I just feel like we have so much growth left... why do we have to \"know\"\/label it now?\n  ","515181":"\n   What is something everyone has \"seemingly\" had\/tried, that you haven't? What are you a \"virgin\" of? (COUGH COUGH!... Fo' any of you \"answering #rebels\" (you know who you are)... Let's keep it PG, mmmkay?? lolol)\n  ","515182":"\n   Goodnight my Queen. wraps my arms around you while you’re sleeping🌹👑🤗\n  ","515183":"\n   what turns u on\n  ","515184":"\n   HUGS! <3\n  ","515185":"\n   As long as my car starts tomorrow morning, no worries\/hakuna matata\n  ","515186":"\n   G ' night Leopard. I hope we both have a better day tomorrow :)\n  ","515187":"\n   McDonald's. Walking distance but definitely not walking today lol\n  ","515188":"\n   Sorry, went crazy at the end there, I just like the validation 😅 Thanks\n  ","515189":"\n   Good plan. I'm heading home soon\n  ","515190":"\n   I can, but like it wouldn't be the same, like the 'getting looked after' feeling. Plus he's so kind and will do anything for me, and it's the cutest thing. Boy makes me melt 😍\n  ","515191":"\n   Hey it's my friend Tommy all dressed up! All grown up and doing the town. Look at this 😀\n  ","515192":"\n   All I need is proper motivation and a new stress outlet. Maybe exercising regularly will help\n  ","515193":"\n   Is it bad that I act sad or pretend to cry to get my boyfriend to hold me? I feel so protected and warm, and he's so nice 😭\n  ","515194":"\n   LMAOOOOO :D :P\n  ","515195":"\n   I'm working on getting a new doctor and a few financial things. I have to turn in some paperwork by Friday and now my timetable is much smaller :\/\n  ","515196":"\n   The quitting smoking thing isn't working so far for me. I switched to Vape but hate it and fell off the wagon Sunday :\/\n  ","515197":"\n   Nice! I'm planning on watching at a bar around the corner from my house. Not going to drink much but something social seems appropriate\n  ","515198":"\n   I'm still about a month away from home Internet but making this traveling version work so far. I'm off Thursday and now that all my plans have been canceled, maybe then\n  ","515199":"\n   How many people are going to be there?\n  ","515200":"\n   What is one thing you dream about more then anything? Hugs\n  ","515201":"\n   Subject change: are you looking forward to your party Sunday or is it just meh-football?\n  ","515202":"\n   Cute\n  ","515203":"\n   That's fair. Related: I may reinstall kik again soon because I do miss you and Heath. You okay with reconnecting?\n  ","515204":"\n   why then\n  ","515205":"\n   May I ask why?\n  ","515206":"\n   Thanks! Will use for sure\n  ","515207":"\n   I have spent plenty of time in the past detailing why you are an amazing person and will make a great partner for a very lucky person someday soon. So I won't do it again today (oops too late :)\n  ","515208":"\n   I've always been pretty easy going when it comes to weather but I'm a little frustrated atm. How do you close down an entire city for two days??? Only Wednesday will be completely sub-zero around here. Grrrr....\n  ","515209":"\n   boobs or breasts\n  ","515210":"\n   What's your favorite outfit? Hugs\n  ","515211":"\n   It's their loss for sure\n  ","515212":"\n   Good afternoon Lynds. Did you enjoy the sunshine?\n  ","515213":"\n   waz\n  ","515214":"\n   Who what rose?\n  ","515215":"\n   ( ͡° ͜ʖ ͡°)\n  ","515216":"\n   tinkle?\n  ","515217":"\n   When is the last time you had a bloody nose?I just had one. And no I wasn’t picking it\n  ","515218":"\n   what about tiddle?\n  ","515219":"\n   ( ͡° ͜ʖ ͡°)\n  ","515220":"\n   Santa '-'\n  ","515221":"\n   Ever been to prom? Why or why not?\n  ","515222":"\n   maybe its time to try new guys\n  ","515223":"\n   just fine\n  ","515224":"\n   How would you respond if somebody called you a 'noob' (the ultimate gaming insult) at a game you considered yourself to be a boss at? 🕹\n  ","515225":"\n   was it fun nite last nite\n  ","515226":"\n   What in your opinion is the worst case of adaptational attractiveness? Adaptational attractiveness is when a book character is unattractive yet when they turn it into a movie, they make them very attractive. It can mess with a lot of story lines and character development.\n  ","515227":"\n   My mother says \"piddle in the middle and your feet will stay dry\".😂\n  ","515228":"\n   Do you gamble at all? 🎲♠️\n  ","515229":"\n   what is the difference between between ist layer and 2nd layer put your suggestion on my link\n   \n    https:\/\/bit.ly\/2EzdsGW\n   \n","515230":"\n   wee or pee?\n  ","515231":"\n   Good night gorgeous\n  ","515232":"\n   Bubble bath for us🌹👑🛁🛁\n  ","515233":"\n   🌹👑🛁🛁\n  ","515234":"\n   Me and you are king and queen🌹🌹👑👑\n  ","515235":"\n   I wanna be a great king🌹👑😭\n  ","515236":"\n   Hugs🌹👑😭😭😭\n  ","515237":"\n   Even if so, you got a nice personality.  Reality shouldn't be harsh at all in this regard, right?\n  ","515238":"\n   I just wanna be loved and cared🌹👑😪😥\n  ","515239":"\n   You deserve anything from me my Queen🌹👑\n  ","515240":"\n   Love you Queen🌹👑\n  ","515241":"\n   I'm not that anon but I like to test my memory with movies I haven't seen in 20 years... Good will hunting? #GuessWhoThisIs #ItsNotYourFault\n  ","515242":"\n   What's the most attractive fetish in your opinion?\n  ","515243":"\n   Is your reality harsh?\n  ","515244":"\n   has it been over a year since last time u got laid\n  ","515245":"\n   What's the most unattractive fetish in your opinion?\n  ","515246":"\n   You’ve got reality figured out....  care to share?\n  ","515247":"\n   For you Queen🌹👑😘😘\n  ","515248":"\n   DEAD is actually the acronym for diethyl azodicarboxylate, which is an important reagent in the well-known Mitsunobu reaction which performs a stereospecific conversion of an alcohol to a primary amine. It's quite a good acronym, as DEAD is an orange liquid that's explosive, shock sensitive, light s\n  ","515249":"\n   Guys are very visual. Do you think it's that, or something else?\n  ","515250":"\n   Me either.  What’s so harsh about life?\n  ","515251":"\n   Wrinkles\n  ","515252":"\n   I have my Queen🌹👑💪🏻💪🏻\n  ","515253":"\n   Harsh reality?\n  ","515254":"\n   Why do you think you've been single for so long?\n  ","515255":"\n   Queen feels my arms muscles🌹👑\n  ","515256":"\n   There's no 'maybe' about it. That's a really long time.\n  ","515257":"\n   Have people taken photoshopping too far? What do you think?\n  ","515258":"\n   Snuggles you so you can feel warm and Queen touches my muscles🌹👑\n  ","515259":"\n   King snuggles with my queen🌹👑\n  ","515260":"\n   You haven't been in a serious relationship in almost 10 years\n  ","515261":"\n   what was your worst gpa in college?\n  ","515262":"\n   If you make a sandwich, what do you like to have in it? 😊\n  ","515263":"\n   I can't stand when people stalk people's IG story daily after we've stopped talking! 😂 Especially if they found me on tinder and we didn't match and they then message me on IG, I'm uninterested and they stalk my story.\n  ","515264":"\n   How long have you been single and are you interested in having a relationship?\n  ","515265":"\n   What ended your last relationship, whether it be a friendship or romantic relationship?\n  ","515266":"\n   Sparse\n  ","515267":"\n   With only adjectives describe the last time you had sx?\n  ","515268":"\n   With only adjectives describe the first time you had sx?\n  ","515269":"\n   Have you ever been tempted to cut off a family member? Why?\n  ","515270":"\n   Is there an unsolved true crime case that you'd love to have the answers to?\n  ","515271":"\n   One thing you know that you'll never try? 🤔 Why?\n  ","515272":"\n   Who's scarier, a criminal who blends in with everyone else or a criminal who stands out? Why?\n  ","515273":"\n   Combine two items and give them a new combination name. For example, spork=spoon and fork.\n  ","515274":"\n   Do you think that people should or shouldn't receive coins for sending anonymous questions?\n  ","515275":"\n   Do you prefer to wear lingerie for sx or regular underwear?\n  ","515276":"\n   If you had to cosplay any character, who would it be?\n  ","515277":"\n   Do you prefer cardio or strength training?\n  ","515278":"\n   What's your favourite show\/movie\/book related to the sci-fi genre?\n  ","515279":"\n   Opinion on heels? 🤔\n  ","515280":"\n   What's your orientation?\n  ","515281":"\n   I'll ask you some but if they're too personal, please don't answer.\n  ","515282":"\n   Choose one from each pair of items..... Bath bomb or bubble bar? Chocolate or liquorice? Soup or ramen? Tattoo or piercing? Denim or cotton? Journal or novel? Map or compass? Comic book or action figure?\n  ","515283":"\n   -\n  ","515284":"\n   When was the last time you took a vacation and where did you go? Was it lovely?? 🏖😎\n  ","515285":"\n   those 2 u get naughty with XD\n  ","515286":"\n   Wow! Weldone!\n  ","515287":"\n   Who out tonight?\n  ","515288":"\n   is either him or that jd guy lol\n  ","515289":"\n   hes rose dude isnt he\n  ","515290":"\n   Are you going for the rams or patriots\n  ","515291":"\n   If you had to choose between bed-servicing all night long:\n   \n    @TaintedLove7\n   \n   ,\n   \n    @TheChaosBringer\n   \n   , or Donald Trump, which would you choose?\n  ","515292":"\n   When was the last time you really lost your temper and what was the course of this?? 🤬\n  ","515293":"\n   If you were a billionaire and wanted to start a charity, what would it be about? 🤔😊\n  ","515294":"\n   Do you enjoy watching horror movies when you have a night in by yourself or do you find the scenarios in them play on your mind too much after you turn them off? 🧟‍♂️😳\n  ","515295":"\n   oh lol i remember someone sent u lots last month or so XD\n  ","515296":"\n   Share a hilarious moment, incident or joke?\n  ","515297":"\n   I love my kitty. She is 11 and was a stray kitten. Kitty isn't in bed yet. She's patrolling the house. She knows little kitty is upstairs and we are downstairs. My eyes are closing. 😊😺😴\n  ","515298":"\n   If you had to choose?\n  ","515299":"\n   Nah, Marilyn Manson 😉\n  ","515300":"\n   I'm not trusting of Craigslist for animals. I don't want kitty to be abused. Ugh. Well I feel better that I'm tucked in at least. My kitty just got out of bed and I'd eating dry food now. I hear the crunching.\n  ","515301":"\n   was it the same that sent u like 20 strip vids lol\n  ","515302":"\n   Pop quiz: Without googling, can you guess which band sang the following lyrics?: 'This isn't music, and we're not a band, we're 5 middle fingers on a motherfu*king hand'?\n  ","515303":"\n   Ok I'm in bed now. It's over 2 hours past when I wanted to be in bed. Ugh. I need to go to bed early tomorrow. I was stressing about the little kitty. Went to the vet & no one to adopt it. It's so nice & it loves being pet. My kitty is so mean & vicious though. Ugh. Ok I'm ready for tucking in.😊😺\n  ","515304":"\n   When was the last time you did something spontaneous? 🤗\n  ","515305":"\n   would u ever go to a strip club and take pointers from the strippers to pole dance\n  ","515306":"\n   Today there was a Harry Styles fan in the news who got Harry Styles' face tattooed on her face as a birthday present to him. What's your opinion on this? Also, if you've seen it do you think it looks like him?\n  ","515307":"\n   I didn't really have a good dinner. I had tuna on bread. I was still hungry so I had more. It was blah. I'm going to get ready for bed now. It's way later than I had hoped. I'll be back soon...\n  ","515308":"\n   How do you typically react when people try to get you to open up and talk about your feelings? 🤐😳\n  ","515309":"\n   Create a meal with a food from each of the following: A protein source, a fat source, a carbohydrate source, a vegetable, a fruit, a sauce and a drink.\n  ","515310":"\n   If you could attend any sporting event in the works which event would you go to ?\n  ","515311":"\n   🌹👑😪\n  ","515312":"\n   In Ireland we have reality TV shows where camera crews follow around drunken, aggressive people and film their arrests and the outcome of said arrest. We also have one where a couple's first date is filmed. Create a reality TV show: What would you have a camera crew film?\n  ","515313":"\n   In France, it's legal for 16year olds to drink beer and wine. Whereas spirits and liquor are only legal when 18 and above. What's your opinion on the legal age for alcohol consumption being split like this?\n  ","515314":"\n   worst fetish\n  ","515315":"\n   POUQ\n  ","515316":"\n   Followed back maybe 🌹\n  ","515317":"\n   🌹👑🤗\n  ","515318":"\n   if u say something like \"so u like having ur boobs teased\" they deny it and get mad at guys for the insinuation even if we were spot on lol and then they complain if we doubt it and we dont go for their boobs XD\n  ","515319":"\n\n    https:\/\/www.youtube.com\/watch?v=3UjuYtgMDIg\n   \n","515320":"\n   women are harder to figure out than calculus and nuclear physics combined and even if u get it right they love to make guys doubt by saying its wrong o.o\n  ","515321":"\n   Discuss: Top 10 professions with highest rates of psychopathy -> CEO, Lawyer, Media (TV\/Radio), Salesperson, Surgeon, Journalist, Police Officer, Clergy Person, Chef, Civil Servant\n  ","515322":"\n   Like how I transitioned back to normal stuff?\n  ","515323":"\n   Alright cool just let me know. How do you prefer to be wooed over? Like what turns you on?\n  ","515324":"\n   Well retroactively at least\n  ","515325":"\n   A giraffe regurgitates partially digested plant material all the way back up its seven foot neck to chew the cud. Is that not awesome ?\n  ","515326":"\n   u ignore a lot i ask :(\n  ","515327":"\n   How do I ask my girlfriend to cuddle me and stroke me head, if I'm too embarrassed to ask cus I'm a guy?\n  ","515328":"\n   nothing wrong but sometimes u act like u hate em when we all know thats what u rly like\n  ","515329":"\n   *facepalm*\n  ","515330":"\n   I can keep going, but it's your turn\n  ","515331":"\n   Ever been naked in public?\n  ","515332":"\n   What's so bad about feet tickles? Usually people hate my fetish cus its gross, not boring lmao.\n  ","515333":"\n   Thank you. I'm going to make some dinner. I'll let you know when I'm in bed for being tucked in. 😊😴\n  ","515334":"\n   men + women + ask fm = fighting\n  ","515335":"\n   Thanks. That helps...\n  ","515336":"\n   Have you ever watched \"Naked and Afraid\"?\n  ","515337":"\n   Haven't stopped drooling since you posted it. Even moreso than the naked stuff. WHAT IS WRONG WITH ME?!?!? *cries*\n  ","515338":"\n   I know. We both do\n  ","515339":"\n   Bacon crust?!?!?!?! GIMMIE!\n  ","515340":"\n   So carbs are the key. Btw... \"dirty keto\"? Right in your wheelhouse Lynds\n  ","515341":"\n   I've done the no bread thing before but would miss pizza too much. No pizza?\n  ","515342":"\n   So carbs are the main thing to avoid. RIP pasta :(\n  ","515343":"\n   So you don't have to worry about counting calories, grams of fat\/protein when doing keto?\n  ","515344":"\n   I know it's only been two weeks, but when you go to a restaurant, do you cheat or do you know enough menu options to make anywhere keto friendly?\n  ","515345":"\n   I am? I haven't looked\n  ","515346":"\n   I was going to suggest something like movie romance spam, btw. Your Titanic GIF earlier had me thinking along those lines\n  ","515347":"\n   Is there such thing as the ideal keto meal?\n  ","515348":"\n   What is your food of the day?\n  ","515349":"\n   it rly takes little to get u going huh\n  ","515350":"\n   What should I get my wife for her birthday?I was thinking like a nice new broom. See for Christmas I got her a dustpan and she just glared at me. I think she wanted me to get those together. Oh well.\n  ","515351":"\n   Is there a song that keeps getting stuck in your head? Baby Shark do-do-d - DAMMIT!!!!!\n  ","515352":"\n   Well only if you feel comfortable with it.\n  ","515353":"\n   IT WORKED!\n  ","515354":"\n   What's worse, feet or tickle questions?\n  ","515355":"\n   *uses telekinesis to unhook your bra* hahahaaa\n  ","515356":"\n   u can put ur butt on my face\n  ","515357":"\n   Have you ever danced naked in the rain?\n  ","515358":"\n   And so it begins. Go anon!\n  ","515359":"\n   Just the realization of public posts, no biggie. Stop teasing btw ;p\n  ","515360":"\n   Wait... psychically or physically?\n  ","515361":"\n   What is your opinion on women being legally allowed to be topless in public? Should men have to keep their shirts on too?\n  ","515362":"\n   If I had to choose a Valentine I would choose you because you made me feel happy and special. You make me a great king🌹👑\n  ","515363":"\n   Have you ever been naked in a car?\n  ","515364":"\n   Why not? These ones can be relaxing\n  ","515365":"\n   I blushed a little. Perhaps something tamer next time or I just won't take you literally lol\n  ","515366":"\n   Have you ever cooked in the nude?\n  ","515367":"\n   Have you ever been naked in a car?\n  ","515368":"\n   Do you just ignore all my tickle questions now? I know they can be somewhat repetitive, but I try\n  ","515369":"\n   Do you like back tickles?\n  ","515370":"\n   One of my answers got deleted lol\n  ","515371":"\n   Nude selfies, Yay or nay?\n  ","515372":"\n   Have you ever eaten dinner naked?\n  ","515373":"\n   Have you seen the Naked Gun movies?\n  ","515374":"\n   Ever been to a nude beach? Would you go? If yes, who with?\n  ","515375":"\n   Do you find nude art to be classic and tasteful?\n  ","515376":"\n   Id love to ask some very nsfw questions\n  ","515377":"\n   i guess there are many people who deserve those\n  ","515378":"\n   Do you curse out loud or in your head more?\n  ","515379":"\n   My body is ready. Wut?\n  ","515380":"\n   Feel free to delete them but I don't bluff when I'm around you. Never will either\n  ","515381":"\n   Your anons are going to cream themselves over this stuff... pretty sure you're aware and ready lol\n  ","515382":"\n   What’s that?\n  ","515383":"\n   So be it...\n  ","515384":"\n   I am in the top 1 percent! ☝️😏\n  ","515385":"\n   That's not what I meant. Nvm sorry\n  ","515386":"\n   Lol that's true. You could have done it to the anon but you're too sweet 😊\n  ","515387":"\n   u say \"private\" and then u share than and much more later XD\n  ","515388":"\n   Brb. Then spam\n  ","515389":"\n   Nothing, just not in me.\n  ","515390":"\n   Error 404 🤣\n  ","515391":"\n   Do you think progressive income taxation can be morally justified? Philosopher Robert Nozick once wrote that \"taxation of earnings from labor is on a par with forced labor.\" Thoughts?\n  ","515392":"\n   whats the naughtiest thing u ever done for a guy\n  ","515393":"\n   “Some say memories are merely another form of dreaming. We, of course, would argue that they are, rather, another form of torture.\" What is your take on this quote and why?\n  ","515394":"\n   hi hey sup nm hbu same k lol im board bye\n  ","515395":"\n   Do you know anyone who doesn’t cover themselves when they sneeze or cough? I don’t want your freakin germs!!\n  ","515396":"\n   boby pic\n  ","515397":"\n   Talk to me about stars\n  ","515398":"\n   cool, I missed you\n  ","515399":"\n   Cute\n  ","515400":"\n   lol, had you a nice day\n  ","515401":"\n   What's your opinion on the following statement \"militant antifascists are equal to militant fascists, just as bad as one another\"?\n  ","515402":"\n   i challenge you to a yugioh duel\n  ","515403":"\n   I thought gym or pool time might be forthcoming\n  ","515404":"\n   hey lyn whats up\n  ","515405":"\n   Give me a few minutes and I'll come up with a topic. Are you heading out soon?\n  ","515406":"\n   I know you weren't judging, just weirdly parallel in your answer\n  ","515407":"\n   Yeah, I suck and got tired\n  ","515408":"\n   Haha. Was in a McDonald's parking lot when I posted this. Git outta ma head!\n  ","515409":"\n   What's your opinion on the following statement and do you agree or disagree with it?.... \"There's such a maturity gap between 50y\/o and 18y\/o partners that the older partner is probably only dating the 18y\/o because they can't legally date anyone younger\".\n  ","515410":"\n   When was the last time you were emotionally touched by a book\/movie\/tv show? What's it's name and what made you feel moved?\n  ","515411":"\n   I don’t think so baby girl\n  ","515412":"\n   u need som then\n  ","515413":"\n   maybe next time u should get it going and see what happens 😏\n  ","515414":"\n   have u ever been hit on by a girl? i thought u and skye had a thing before lol like what u have with ur fave\n  ","515415":"\n   when do you like to have privacy the most ?\n  ","515416":"\n   Which country do you wanna visit the most? 😊 What you wanna do there?\n  ","515417":"\n   no dirty fun?\n  ","515418":"\n   HOLA QUIERO JUGAR\n  ","515419":"\n   I love comfy clothing. So any plans tonight?\n  ","515420":"\n   Hugs🌹👑\n  ","515421":"\n   Belly pic\n  ","515422":"\n   Hello gorgeous lady\n  ","515423":"\n   “locks only keep honest people out”. what do you think of this saying ? do you think with this being applied, that locking your car and front door is pointless ?\n  ","515424":"\n   i would\n  ","515425":"\n   Super bowl plans\n  ","515426":"\n   Belly pic\n  ","515427":"\n   last time u played a naughty game like strip poker\n  ","515428":"\n   Lyndsey !!!!!\n  ","515429":"\n   do u like watersports\n  ","515430":"\n   Every day is a new day for you. Every day is a chance to make your life better. Don't sit around. Just get on with it. \nKeep Smiling 🔥🔥\n  ","515431":"\n   I just woke up and checked this. I had a mini bad dream. Tucking in helps protect me from them. Monday I'll be in bed earlier so you can tuck me in. 😊😴\n  ","515432":"\n   Queen🌹👑\n  ","515433":"\n   Why does everyone want to do @n*l? It's overrated and kinda really really gross\n  ","515434":"\n   Everything he's not a picky person\n  ","515435":"\n   What is the current temperature where you live. What’s the hottest and coldest it gets where you live ?\n  ","515436":"\n   *What pisses you off\/upsets you\/makes you more angry.... The fact that when sending out mass questions on here we have to prove that we're not bots or the fact that bots also waste their time doing the same things we do?\n  ","515437":"\n   What's your opinion on adults eating canned spaghetti o's instead of stringy canned spaghetti? Frosted flakes instead of corn flakes? Toast instead of cooking a big breakfast? (Inspired by my old roommates who thought I was \"immature\" for eating spaghetti o's. THEY'RE JUST LESS MESSY WHEN EATING!)😂\n  ","515438":"\n   Oooh that sounds nice\n  ","515439":"\n   POUQ\n  ","515440":"\n   Everyone needs something different in a relationship & we're forever growing as people. 5yrs ago I needed someone fun,loyal,lively. Now I need someone who will push me to succeed, is honest & emotionally mature, is spontaneous & responsible. What do you need out of a relationship when you're in one?\n  ","515441":"\n   can i slather u in lemon frosting with a cherry on top\n  ","515442":"\n   When you were ten years old, what did you want to be when you grew up to be the age you are now? Are you what you wanted to be or did your plans change?\n  ","515443":"\n   What’s the creepiest compliment you’ve ever received?\n  ","515444":"\n   A fleeting moment .....\n  ","515445":"\n   I'm currently watching Blue Is The Warmest Colour. What is the warmest colour to you? One that makes you feel cozy, comforted, warm.\n  ","515446":"\n   Do you like your  name\n  ","515447":"\n   Do you often forget to do something despite several reminders?\n  ","515448":"\n   I wouldn’t mind. May I ask what are you wearing?\n  ","515449":"\n   What's the worst part about owning a pet in your opinion?\n  ","515450":"\n   Sunday morning coffee with paw paw\n  ","515451":"\n   Was Bob Ross God?\n  ","515452":"\n   Clockwise or counter-clockwise or strokey-pokey?\n  ","515453":"\n   Are you a patient person when it comes to things you want? Hugs\n  ","515454":"\n   Who do you feel like you spend too much time with?\n  ","515455":"\n   What's your favorite thing to shop for?\n  ","515456":"\n   Sami's birthday is the 9th of Feb \nAnd i could use some gift ideas on what i should get him? And he graduates the rehab place on the 17th of feb ❤ hugs\n  ","515457":"\n   Where is the strangest place you ever \"borrowed\" Wi-Fi?\n  ","515458":"\n   How's your week looking? Any adventures coming up?\n  ","515459":"\n   lol either that or she just got on once and wont be back till 4-5 months later XD\n  ","515460":"\n   First 3 likers get 3 LIKES?\n  ","515461":"\n   Spam for spam? I would be happy to spend an hour or so with you :)\n  ","515462":"\n   Maybe this will work better tomorrow?\n  ","515463":"\n   How are you\n  ","515464":"\n   I was hoping you'd take the lead.\n  ","515465":"\n   Anyone here\n  ","515466":"\n   Do you live in the city, town or village\n  ","515467":"\n   Did you go to private school\n  ","515468":"\n   I could use a tucking in in about 10 minutes.\n  ","515469":"\n   Most disgusting thing you've eaten? 🤔\n  ","515470":"\n   Nice. I didn't stalk your page per usual before sending this. Sorry bout redundancy\n  ","515471":"\n   I didn't realize that Star is Born is a remake of a remake, 70's and 50's. But Bradley Cooper... huge crush <3\n  ","515472":"\n   Recently, Prince Phillip was involved in a car collision. He is 97 years old. Do you believe there should be an age ban on driving? How about specific age retests?\n  ","515473":"\n   What did you go see?\n  ","515474":"\n   Have you ever spilled coffee\/tea over something important or someone’s sofa?\n  ","515475":"\n   Gamers:is there an upcoming game you’re really looking forward to getting?Im saving my PlayStation gift card for MLB the Show 19!\n  ","515476":"\n   What is your favorite thing about spring?\n  ","515477":"\n   Name everything that you did this weekend.\n  ","515478":"\n   Have you ever planned a surprise party before?\n  ","515479":"\n   How often do you go on social media?\n  ","515480":"\n   What is\/was your best study routine in school ?\n  ","515481":"\n   Life isn't complete without -----? Fill it in with what you think should be there? ❤ hugs\n  ","515482":"\n   Good night sweet Lynds. Love is the stars\n  ","515483":"\n   Hi Lindsey! I did not want to better you,it was not my intention. I swear.I do not even know who these people you mentioned.Calmer time to respond.She's nervous,it should not be me. Understoo? This clarified for you? Good. Did not you like what I wrote now?Simple.Block me girl.\n  ","515484":"\n   Pribably the three best. But it's a brilliant movie overall! 😊😊\n  ","515485":"\n   Can you type without looking at the keyboard?\n  ","515486":"\n   Whoooo finally!!!\n  ","515487":"\n   Whatcha watching?\n  ","515488":"\n   On my list you are no1 then lauren and King fink.  If you deactivate you dont show up on the board anymore.\n  ","515489":"\n   wow ur up early\n  ","515490":"\n   Because Teal deactivated\n  ","515491":"\n   Have you ever counted the days till something happened? If so what was it? Hugs\n  ","515492":"\n   How much screen time is too much?\n  ","515493":"\n   skye returned\n  ","515494":"\n   What has Lyndsey had for breakfast?\n  ","515495":"\n   Hi Lindsey! I wanted both,me and you,to follow each other.\n  ","515496":"\n   Good night mommy\n  ","515497":"\n   Who do you think should be the next president?\n  ","515498":"\n   Good night beautiful\n  ","515499":"\n   You’re being adorable-kisses lips <3\n  ","515500":"\n   Who do you think drinks more, liberals or conservatives?\n   \n    https:\/\/static.vinepair.com\/wp-content\/uploads\/2018\/09\/ConsumptionByState_Infographic.png\n   \n","515501":"\n   Good night\n  ","515502":"\n   Hmmm damn I would love to talk to you more but that’s okay sweetheart\n  ","515503":"\n   why\n  ","515504":"\n   no dirty fun?\n  ","515505":"\n   What are you doing sweetheart\n  ","515506":"\n   For you queen🌹👑😘\n  ","515507":"\n   Just cause my dear.\n  ","515508":"\n   You’re a very lucky girl my dear -kisses lips again\n  ","515509":"\n   What is the craziest thing you’ve ever experienced?\n  ","515510":"\n   I’ll reveal myself in due time my dear -kisses your lips.\n  ","515511":"\n   h0rny tonite?\n  ","515512":"\n   Yeah like I’d love to kiss you passionately one day\n  ","515513":"\n   full body pic from behind\n  ","515514":"\n   Me either. I tried googling, but it wasn't any help.\n  ","515515":"\n   Best thing about where you live ?\n  ","515516":"\n   Honestly. No. I don’t.\n  ","515517":"\n   What u doing?\n  ","515518":"\n   How so? I’d love to wake up to you with your smile then kissing you\n  ","515519":"\n   I’d rather wake up next to you having you in my arms\n  ","515520":"\n   😮😯 so rude.\nThere is plenty of life left to be had.\n  ","515521":"\n   Is there one that got away?Like a last bf\/gf that you think damn I shouldn’t of let them go!?\n  ","515522":"\n   Rather spoil you with kisses and hugs\n  ","515523":"\n   -\n  ","515524":"\n   Free tickets  😍👌👍\n  ","515525":"\n   I won’t spoil the movie for you\n  ","515526":"\n   Won’t tell you the movie\n  ","515527":"\n   It’s a good movie\n  ","515528":"\n   Give me your insta i'll motivate you today\n  ","515529":"\n   Good\n  ","515530":"\n   Maybe not open\n  ","515531":"\n   Hey want to have some fun?\n  ","515532":"\n   Tomorrow will be better because ......?\n  ","515533":"\n   both are same for you?\n  ","515534":"\n   which do you like, circumcised or uncircumcised?\n  ","515535":"\n   Few months back I had 2 titles. I had 2 brothers. Now I've no titles & a broken family. But in life we can't focus on the things we dont have but on what we do have. What I have & always will have, my 1st love and my last love. This. My passion for what I do. Working everyday to be the best I can.\n  ","515536":"\n   are your ex's circumcised?\n  ","515537":"\n   Thank you ...\n  ","515538":"\n   virgin?\n  ","515539":"\n   Let's be friends\n  ","515540":"\n   how about your partner?\n  ","515541":"\n   do you prefer circumcised men than uncircumcised?\n  ","515542":"\n   What age do you think is good to get married at?\n  ","515543":"\n   Will you share a few of your favorite sassy t-shirt sayings?\n  ","515544":"\n   are you in college?\n  ","515545":"\n   Wanna talk in private?\n  ","515546":"\n   Hi lundse\n  ","515547":"\n   Do you think it is time to say goodbye to Prince Abubu?\n  ","515548":"\n   Name your next adventure. PAP of inspiration!\n  ","515549":"\n   how tall are you?\n  ","515550":"\n   do you wanna pee?\n  ","515551":"\n   $20?\n  ","515552":"\n   Followed..\n  ","515553":"\n   hi\n  ","515554":"\n   . . . . . and it was Robbie Burns Day.\n  ","515555":"\n   When did you last go on a date with someone?\n  ","515556":"\n   Outfit currently?\n  ","515557":"\n   Ever gone on a tinder date\n  ","515558":"\n   Wait what? Someone is confused how you can shower without washing your hair? You just get in the shower and try not to get your hair wet.\n  ","515559":"\n   Do you follow any celebrities on instagram or other social media or keep it more to friends? A mixture?\n  ","515560":"\n   What are you doing?\n  ","515561":"\n   You're not interesting. Bye.\n  ","515562":"\n   What is your favorite song?\n  ","515563":"\n   Let's make a change. Ask\n   \n    @askfm\n   \n   to make it harder to create new accounts, helps to avoid easy bullying\/spamming.(Optional)Ask\n   \n    @askfm\n   \n   to make an option to create and mark posts that might be offensive\/shocking. This will give an option to choose if they want to see it.\n  ","515564":"\n   Today i wish I had more ......?\n  ","515565":"\n   My inbox is empty could you please send your anons my way❤ thank you hugs love you! Have a LOVELY day ❤❤\n  ","515566":"\n   Do you think it looks gay for a guy to carry lipstick in his purse?\n  ","515567":"\n   So nice conversation 😃\n  ","515568":"\n   Are you a chronic complainer?Do you always find something to whine about?\n  ","515569":"\n   If you joined W*A*S*P* would you be known as Lyndsey Lawless?\n  ","515570":"\n   How far would you go to avoid jail? Just curious #staif 🌸\n  ","515571":"\n   what if you knew cdg was an hour and a half outside Paris?\n  ","515572":"\n   A 40 year old man thinks you're hot. Are you flattered or creeped out?\n  ","515573":"\n   How do you react when someone you live with wakes you up at 4am for no reason (roommate, family member, pet, etc)? Feel free to rant or share the story\n  ","515574":"\n   What is your tried and true method of falling back asleep?\n  ","515575":"\n   TELL HIM I LOVE HIM also that you're okay.\n  ","515576":"\n   Did it help keep them warm?\n  ","515577":"\n   Sunny Saturday Spam: Is the sun shining outside while you answer this?\n  ","515578":"\n   Sonny Saturday: Do you like the song ♫ I Got You Babe ♪ ?\n  ","515579":"\n   Hello\n  ","515580":"\n   why do you wear a bra while camping to sleep?\n  ","515581":"\n   <3\n  ","515582":"\n   You have a few unanswered questions chica\n  ","515583":"\n   I think there are some serious, dangerous problems with the advice on that chart, which is why I asked\n  ","515584":"\n   Why is canola oil \"bad fat\"?\n  ","515585":"\n   I'm feeling great today Lindsey, ur cute... Xd\n  ","515586":"\n   Eeeh... I feel sorta good sorta bad. I don't feel sick anymore but I still cough here and there. I just more feel like blah mentally I think, if you know what I mean\n  ","515587":"\n   Are we really twins? Haha\n  ","515588":"\n   Are you on Pacific Time zone?\n  ","515589":"\n   Examples?\n  ","515590":"\n   Why don't they make food out of dead people so we can solve the food problem?\n  ","515591":"\n   I'm on that list! Yay :) Thanks Lynds for the suggestions\n  ","515592":"\n   why would it make a difference if you were camping?\n  ","515593":"\n   I get the protein part but isn't high-fat counterproductive? I'm pretty dim about these things\n  ","515594":"\n   My diet is a new focus so I have a new reason to follow you\n  ","515595":"\n   What's your life motto?\n  ","515596":"\n   Sunni Saturday: What do you know about Islamic faith?\n  ","515597":"\n   I'm good also tbh... xD\n  ","515598":"\n   He had a PhD in Food Science, so yes\n  ","515599":"\n   Sunny Saturday: What is your favorite thing to do in the sunshine?\n  ","515600":"\n   That looks really good! You know more about food and nutrition than anyone I have ever known except for my father\n  ","515601":"\n   How are you feeling today?\n  ","515602":"\n   Good afternoon leopard\n  ","515603":"\n   one-question spam b\/c i'm bored ; what do you think about NY's new abortion bill ? what are the pros\/cons, in your opinion ?\n  ","515604":"\n   What is your motivation today?\n  ","515605":"\n   Only if you understood the reference ;)\n  ","515606":"\n   Buses from PHX to LA start at $26\n  ","515607":"\n   A youtuber put out a challenge you have to run 100 miles in one week could you do that\n  ","515608":"\n   How often do you eat fast food?\n  ","515609":"\n   What is your favorite color?\n  ","515610":"\n   Sonny Saturday: Have you ever seen \"The Godfather\"?\n  ","515611":"\n   do you wear a bra to sleep? why or why not?\n  ","515612":"\n   Have you ever been to California?\n  ","515613":"\n   Sunny Saturday: Do you like eggs sunny side up?\n  ","515614":"\n   Good night beautiful\n  ","515615":"\n   Do you think everyone has a price?Whats yours?\n  ","515616":"\n   Everyday is a new beginning \nWe learn something new in every moment \nWhat's one of your favorite moments? Hugs\n  ","515617":"\n   What would you refuse to do for a million dollars?\n  ","515618":"\n   Have you ever had a secret worshipper?\n  ","515619":"\n   What kind of ideas are floating around in your head?\n  ","515620":"\n   Can I eat your pu**y\n  ","515621":"\n   stupid dogs\n  ","515622":"\n   yes\n  ","515623":"\n   Delete this lyndsey\n  ","515624":"\n   Do you remember a Bailey from Y!A who had brain cancer? I think she died in 2011.\n  ","515625":"\n   . Стоят три гарги на клон. Срещу всяка гарга по 2 гарги. Колко са всички гарги на клона\n  ","515626":"\n   I also want that we give time to each other,take time to know feelings views of each other then decide our future  done\n  ","515627":"\n   I asked something lydsey,can we be best friends?\n  ","515628":"\n   When is the last time you actually spoke\n  ","515629":"\n   How are you\n  ","515630":"\n   Are you sure that’s it?\n  ","515631":"\n   What to do for 5 hours in Paris Charles De Gaul Airport? 🤔\n  ","515632":"\n   Texas Cleveland 77328\n  ","515633":"\n   Share it?\n  ","515634":"\n   I don’t have her on social media, or I would\n  ","515635":"\n   What you want?\n  ","515636":"\n   Can you tell her, her boys miss her\n  ","515637":"\n   Ootn\n  ","515638":"\n   Hey 2814328228\n  ","515639":"\n   Lyndsey i just send that question \" lyndsey send me question \" understand?\n  ","515640":"\n   Lyndsey fulfil your commitment baby\n  ","515641":"\n   Follow my new ask\n   \n    @xxAmylovesAnimals666xxx\n   \n","515642":"\n   Still speak to Skye?\n  ","515643":"\n   How much to see your feet\n  ","515644":"\n   Wait, we \"need\" proof? I didn't get the memo. But I do know that Lyndsey NEEDS privacy and respect so how about we give her some?\n  ","515645":"\n   Not the left direction? 😂😂 sorry bad joke\n  ","515646":"\n   I'm not to sure about myself\n  ","515647":"\n   Do you ever get lonley\n  ","515648":"\n   Dont expose my privacy,can i trust on u?i want you to see who ask you about relationships and who take interest in you\n  ","515649":"\n   we need proof of that\n  ","515650":"\n   Do you think that you are a good person\n  ","515651":"\n   No\n  ","515652":"\n   I want to send question without getting anon,Can i?\n  ","515653":"\n   what if they wear yours\n  ","515654":"\n   Do you hate long distance relationships?\n  ","515655":"\n   Liar\n  ","515656":"\n   thoughts on guys wearing gstrings\n  ","515657":"\n   Never been in a relationship?\n  ","515658":"\n   What do you love more then anything??\nHugsss\n  ","515659":"\n   Single or taken,i think yo are single\n  ","515660":"\n   Are you a nerd\n  ","515661":"\n   Do you love mens with good nature or men with big tatoos?\n  ","515662":"\n   What is the dumbest thing you have heard recently\n  ","515663":"\n   Yes\n  ","515664":"\n   Your fav on tonight?\n  ","515665":"\n   would u let a guy shave u down there\n  ","515666":"\n   h0rny?\n  ","515667":"\n   Love men with clean shave or men with beard?\n  ","515668":"\n   Are you hungry?\n  ","515669":"\n   well i forgot lol\n  ","515670":"\n   Even though you're an adult do you still look for advice and guidance off your parents\n  ","515671":"\n   What lesson have your parents taught you as a child that has stuck to you to this day\n  ","515672":"\n   Where do you prefer the C**\n  ","515673":"\n   Fun fact 101: The song \"stupid girl\" by garbage samples the drum beat of the hit song \"Train in vain\" by the clash\n  ","515674":"\n   How are you feeling? Are you 100% yet?\n  ","515675":"\n   Wdym\n  ","515676":"\n   Not just there:)\n  ","515677":"\n   hey\n  ","515678":"\n   Sorry... thought you didn't mind the fetishes 😝\n\n\n... Would it though?\n  ","515679":"\n   undies colour\n  ","515680":"\n\n    @NineGDxFour\n   \n   isn’t really pregnant\n  ","515681":"\n   Tell me there's nothing wrong with loving everything about a girl and who she is? :) xxxxxxx\n  ","515682":"\n   Can I eat you a%%\n  ","515683":"\n   What is special about today?\n  ","515684":"\n   If you are alone and eating a tasty meal, do you lick the plate clean?\n  ","515685":"\n   Do you care about what other people think of you? Why\/why not?\n  ","515686":"\n   Have you ever been scolded by someone over the dumbest thing?\n  ","515687":"\n   Would it be fun if they occasionally caught you off guard with a quick tickle then went back to massaging?\n  ","515688":"\n   What drives you nuts more then anything else? Hugs\n  ","515689":"\n   Have you ever hugged a complete stranger out of compassion?\n  ","515690":"\n   Hello\n  ","515691":"\n   Like foot massages? 😗\n  ","515692":"\n   Wanna talk\n  ","515693":"\n   what is the worst injury you ever had and how?\n  ","515694":"\n   What’s your favorite insect?\n  ","515695":"\n   What’s your favorite reptile?\n  ","515696":"\n   Any good?\n  ","515697":"\n   Be honest have you ever wished someone dead?Im not saying it’s right im asking if you have.\n  ","515698":"\n   You on any dating apps?\n  ","515699":"\n   Do you know anyone who gave themselves a nickname?What was it?\n  ","515700":"\n   Kitty is doing much better today. It used the litter once so far. It need to use it again. Also, it ate a good amount of food. It stopped jumping but it meows a lot and cries. Poor kitty. I hung out with it for a while just to make it more used to me. Tomorrow I will hangout more in the room.\n  ","515701":"\n   Do you live near a major highway?\n  ","515702":"\n   What's your job?\n  ","515703":"\n   What is the worst feeling? Mine is when they scrape your teeth at the dentist. I almost want to die.\n  ","515704":"\n   How’s it going?\n  ","515705":"\n   Do you replace your conditioner with a hair mask or do you do both?\n  ","515706":"\n   It can be:)\n  ","515707":"\n   I’ll play with you:)\n  ","515708":"\n   Hi 👋🏼\n  ","515709":"\n   Are you a better person than a year ago?\n  ","515710":"\n   Playing tonight?\n  ","515711":"\n   What u doing?\n  ","515712":"\n   This week has been an emotional rollercoaster, met some inredible people from here, new friends ❤ some amazing highs, incredible lows. Got lost in a new city. New friends on here. Some old friends back again. Amazing sights, sounds,  smiles, laughs. The perfect lady? ❤ So how has your week been?\n  ","515713":"\n   What do you hate to feel ??\nHugs\n  ","515714":"\n   really or your just playing\n  ","515715":"\n   How's you x x x\n  ","515716":"\n   someone told me it today\n  ","515717":"\n   What do you think of\n   \n    @ladyselenitagomez\n   \n   post in her page about her new song #anxiety?\n  ","515718":"\n   does squatting fully empty the bladder ?\n  ","515719":"\n   Oh yeah yeah oh yeah yeah oh yeah yeah yeah\n  ","515720":"\n   both?\n  ","515721":"\n   Any plans for the weekend ?\n  ","515722":"\n   What smell do you hate?\n  ","515723":"\n   How are you all? It's friday yay! Its almost the weekend so im wishing you all a lovely weekend ahead of you if not i hope the weekdays are even more loveier ❤ you all deserve it and so much happiness! Hugs\n  ","515724":"\n   Name 3 thing you never thought you would do but did\n  ","515725":"\n   What are you wearing\n  ","515726":"\n   The great Carl Sagan once said\n  ","515727":"\n   Are you the type of person who likes their own answers? If so why? Just out of curiosity that's all....  🤔  also post some random or nit so random meme or pic too! (For sh%ts and giggles like)\n  ","515728":"\n   What do you keep forgetting to do?\n  ","515729":"\n   Oh yeah yeah oh yeah yeah oh yeah yeah yeah\n  ","515730":"\n   How many hours of sleep do you get? Hugs\n  ","515731":"\n   Can I live without love? I mean \"romantic\" love. Can I live without it?\n  ","515732":"\n   If you had unlimited money where are the 3 places you would travel to first ?\n  ","515733":"\n   Are you related to anyone famous?\n  ","515734":"\n   How many locks are on your front door?\n  ","515735":"\n   Lyndsey, do you wanna tell those people to shut the hell up out there?!\n  ","515736":"\n   Country you’ve been to or lived in with the best beaches ?\n  ","515737":"\n   Does your home have a security system?\n  ","515738":"\n   public toilets .....squat or sit ?\n  ","515739":"\n   Do you have a safe in your home?\n  ","515740":"\n   How to lose weight ?\n  ","515741":"\n   Is your home a one or two story home?\n  ","515742":"\n   Movie Madness! Lot's of choices this week, so without further ado:  A ) The Mule B ) Destroyer C ) Second Act D ) A Dog's way home E ) Escape Room F ) Vice G ) Green Book  if unfamilier pick a choice anyway as they all tally up!\n  ","515743":"\n   Do you live in a gated community?\n  ","515744":"\n   have you tried to use  a urinal before  as a joke ?\n  ","515745":"\n   Play last night\n  ","515746":"\n   What is true beauty for you?\n  ","515747":"\n   Good night beautiful\n  ","515748":"\n   Ever pressed a button even though there was a sign saying DONT press the button? Do you not know how to follow directions?????\n  ","515749":"\n   That's easy one \nanswer is: horse and buggy xD\n  ","515750":"\n   Why do pirates wear an eye patch? Cuz they can't afford an ipad\n  ","515751":"\n   Hugs🌹👑\n  ","515752":"\n   What gets you really hot?😏 For me it’s when I wear a winter coat during the summer .\n  ","515753":"\n   Solve this.\nWhat has the thing, that's frontside is made by God\nand backside is made by human ?\n  ","515754":"\n   Yeah how much water ? Don’t be tight with it because mate I’m melting actually so I may be a witch potentially..... bad joke nice 👍\n  ","515755":"\n   Do you think Madeline McCann is still alive or not? Do you think her parents had something to do with her disappearance? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","515756":"\n   Are you good at riddles ?\n  ","515757":"\n   Doing alright trying not to melt how are you ?\n  ","515758":"\n   wonder why they still call themselves mtv lol\n  ","515759":"\n   Do you believe think that Casey Anthony was guilt of homicide against her daughter? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","515760":"\n   Yeah vh1 was good too but i was more of a nick and cartoon network guy\n  ","515761":"\n   What was the first song you heard from your favorite singer or band?\n  ","515762":"\n   What's the most beautiful thing to you?\nPost a picture of it? Hugs\n  ","515763":"\n   Same lol 😆⛈\n  ","515764":"\n   This Sheikh speaks good English and explains the heavenly religions more than me. Thank you Madam \"\n   \n    https:\/\/youtu.be\/ZHRH9YeTuZ4\n   \n","515765":"\n   What are you wearing\n  ","515766":"\n   Did you grow up watching mtv as a kid back when mtv actually played music?\n  ","515767":"\n   Yeah the song reminds me of a song you would hear in the 70s\n  ","515768":"\n   R, hmm I'll make this random. What are some things you add or discontinue from your routine because it is winter?\n  ","515769":"\n   Hey...don’t post this but you’re my favorite askfm user. 🥰\n  ","515770":"\n   This one:\n   \n    https:\/\/www.youtube.com\/watch?v=39IU7ADaXmQ\n   \n","515771":"\n   its a song\n  ","515772":"\n   Lovin' is easy you have me f*cked up\n  ","515773":"\n   Thanks! Hope you sleep well too! I'll tell you about kitty tomorrow. Let's hope it uses the litter box and isn't scared tomorrow! When it was outside it was so adorable grooming itself after eating and rolling on its back.\n  ","515774":"\n   Can you delete that entire  question with the fake link in the Bieber question? That's a bad person probably putting out a virus and I don't want any of your followers clicking it.\n  ","515775":"\n   I just got in bed. I'm kinda drained from the kitty cat. It's really quiet upstairs. I'm sleeping downstairs with my cat. She's right next to me. I'm using my sleeping bag and it's pretty cozy. My cat is is a nest I made out of blankets.\n  ","515776":"\n   This one is a club banger  but thats on you to decide. let me know what you think i feel like i can do any type of rap whether its serious and emotional or i can do fun club type of songs. any kind of feedback is appreciated so don't hold back !\n   \n    https:\/\/www.youtube.com\/watch?v=uk73gXL7XOg\n   \n","515777":"\n   I appreciate you, Lyndsey. You're always nice to talk to when I'm stressed, like I am now, with kitty.\n  ","515778":"\n   I hope your happy hehe x\n  ","515779":"\n   Sadly it was dumped by someone. It showed up around Thanksgiving and we saw it trying to eat bird seed in our yard. Then we started to feed it and we finally caught it tonight. It's not the first cat that was dumped on our street. This is like the 3rd we've caught since 2017.\n  ","515780":"\n   Facial not in a sexual way right?\n  ","515781":"\n   Girls are the best x\n  ","515782":"\n   \"No I'm not ok, the zipper broke on my favourite pair of boots last night with my foot still inside them and I had to cut my foot out of the boot to take it off.\"\n  ","515783":"\n   Ever had a massage\n  ","515784":"\n   Me too. Tonight is going to be 29 and tomorrow night will be 24 so little kitty will be safe now. On Monday we will go to the vet with pics of it and ask if they can help find a foster home. I'm nervous because we don't have anyone lined up and our kitty is so mean and vicious that we can't keep it.\n  ","515785":"\n   A desculpa!\n  ","515786":"\n   What's cooking?\n  ","515787":"\n   You pefer hiking in winter?\n  ","515788":"\n   Is keto a new thing?\n  ","515789":"\n   Sabe português?\n  ","515790":"\n   Nice I went for a 10 mile hike today could you do that?\n  ","515791":"\n   Você tem paz?\n  ","515792":"\n   What did you do today\n  ","515793":"\n   thx lyn x\n  ","515794":"\n   Mine is very exciting. Too exciting. We caught the outside smaller stray kitty tonight. It's in the bathroom locked up. It went a little crazy at first because it was so scared and was meowing and crying so much. We left it alone and it's since calmed down.\n  ","515795":"\n   I took a shower because my  🐓 was unclean.\n  ","515796":"\n   ( penis power )\n  ","515797":"\n   aww your awesome tho xo, im id say a -5 all the time lol\n  ","515798":"\n   are you a confident person\n  ","515799":"\n   How is your night going?\n  ","515800":"\n   Beaut\n  ","515801":"\n   How do you raise your self-confidence?\n  ","515802":"\n   *spittakes* LMAOOOOO that was good ☆\n  ","515803":"\n   Spanks for the memories\n  ","515804":"\n   Can I kiss your feet\n  ","515805":"\n   You are gorgeous btw\n  ","515806":"\n   What is your favorite thing to do on your days off?\n  ","515807":"\n   When a white and black person just don’t like each other just because they don’t and not everyone’s personalities mix right together, why do people call out some kind of racism to it?\n  ","515808":"\n   You ok xx\n  ","515809":"\n   If someone said “I wanted to make it up to you.” But I responded “Duh, forget it.” The person never replied and talked to me. Was I at fault? Was I being insensitive?\n  ","515810":"\n   Speaking of siblings, my sis is going to be in Tucson tomorrow. I thought of you for a second\n  ","515811":"\n   Steal her car and go?\n  ","515812":"\n   It's only 300 miles to Las Vegas. Just sayin ;)\n  ","515813":"\n   Car breaks down in the desert- you exit to find cell reception- coyotes have Lyndsodinner. Could happen...\n  ","515814":"\n   What's the longest amount of time you have spent in a car besides the move to AZ?\n  ","515815":"\n   I forgot the local traffic. 150 miles then to start but you may have to wait until you move back east. I would feel bad if you were eaten by coyotes or something\n  ","515816":"\n   It is incredible. I would recommend starting with a 1-2 hour trip first and seeing if you like it\n  ","515817":"\n   Your memory is superb\n  ","515818":"\n   She dislocated my shoulder while doing a wresting move jumping off my parents bedroom dresser. I told them I slipped on the ice\n  ","515819":"\n   Do you drive much?\n  ","515820":"\n   Ah, that's very fuzzy then. My sis and I beat the crap out of each other constantly growing up as both parents worked and didn't get home until after 6pm\n  ","515821":"\n   Whoa! Do you remember retaliating for that?\n  ","515822":"\n   Fuzzy as in warm\/soft or fuzzy as in difficult to remember detail but still ingrained. Your choice Leopard\n  ","515823":"\n   You should try it. It's kinda liberating\n  ","515824":"\n   New pic of you\n  ","515825":"\n   The movie quote\n  ","515826":"\n   Quais sãos os sinais que você demostra está interessada em uma pessoa?\n  ","515827":"\n   Como ser humanos praticamos iniqüidade?\n  ","515828":"\n   Split?\n  ","515829":"\n   Do you like art?\n  ","515830":"\n   fave type 2 wear\n  ","515831":"\n   When's the last time you wore a dress?\n  ","515832":"\n   What happens to one's outlook towards life when you keep giving more love and in return you get nothing?\n  ","515833":"\n   When was the last time you traveled without a destination in mind?\n  ","515834":"\n   Where is your \"happy place\"?\n  ","515835":"\n   Ms. Patricia said nobody will make fun of me anymore when the beast comes. She said that everyone will see how amazing I am and that all the silly mistakes wont matter anymore.\n  ","515836":"\n   What do you collect?\n  ","515837":"\n   Let him in then!\n  ","515838":"\n   N for nature. What does it look like for where you live in the winter time?\n  ","515839":"\n   How's you x x x\n  ","515840":"\n   POUQ\n  ","515841":"\n   breakfast this late? o.o\n  ","515842":"\n   What really annoys you\n  ","515843":"\n   Do you only do certain activites with certain friends\n  ","515844":"\n   How do fake people live with themselves?\n  ","515845":"\n   Ever purposely put headphones or ear buds on just so people won’t talk to you?\n  ","515846":"\n   What is the fuzziest memory you have?\n  ","515847":"\n   What sexy costume are you thinking of?\n  ","515848":"\n   I'm alright. I was on my computer and saw an add that Taco Bell nacho fries are back for $1.29. I loved those fries. I will try not to get them, but I'm sure I will when I get a massive craving. lol. How are you?\n  ","515849":"\n   U can try\n  ","515850":"\n   What's your favorite cake flavor? Hugs today was my mom's birthday so me and my sis went to get her a cake and ice cream ❤\n  ","515851":"\n   Lmao you got me again! Yes it was Jub-Jubs who ate the pot stickers. Hahaha. You are really good at knowing who is on Anon. I just woke up and am in bed. It's 637am\n  ","515852":"\n   which languages u speak?\n  ","515853":"\n   Inspired by the Joe Rogan Podcast; What would your opinion be on a ban on advertisements with \"unattainable body types\" in it. So if a Photoshopped man is\/has tall, broad shoulders, big muscles. If a Photoshopped woman is\/has tall, slim, big breasts. They might not be allowed in advertisements.\n  ","515854":"\n\n    @BuriedAtSeaJ20\n   \n   They’re leather, black, men’s size 5. I only wear mine\nin the winter, or to concerts. They’re pretty warm for everyday wear.\nBreaking them in sucks, and they’ll chew through your ankles if you\ndon’t wear good socks.\n  ","515855":"\n   Are your feet warm or cold? My feet are cold =)\n  ","515856":"\n   Who do you want to win the Super Bowl?Rams or Pats?If you don’t care,have you ever zip lined?\n  ","515857":"\n   okay I know not everyone likes animals but do you? and do you feel sadness for the ones in harm or neglected? It makes me sad and I wish I can have them and I look at my pets and see they live a happy life here and are lucky while others suffer\n  ","515858":"\n   Which Twilight character are you?\n  ","515859":"\n   Would you ever get a piercing? Where?\n  ","515860":"\n   Have you ever tried writting a song\n  ","515861":"\n   What are you wearing\n  ","515862":"\n   Have you ever laid down on the bed with you head hanging off the side upside down and blown a guy like that?\n  ","515863":"\n   you'd make a great cat woman next halloween\n  ","515864":"\n   damn that was a hot meow\n  ","515865":"\n   except will less cat licking but still\n  ","515866":"\n   When was the last time you held hands with someone?\n  ","515867":"\n   relationship goals fo sho\n  ","515868":"\n   who was your favorite cartoon character?\n  ","515869":"\n   Winter spam. W for wind. Ever had times where you went out and it is super windy? With the wind making it worse. Do you try to avoid this?\n  ","515870":"\n   I for ice. How do you feel about icy conditions?\n  ","515871":"\n   +++++\n  ","515872":"\n   T for time. When does it get dark for you?\n  ","515873":"\n   I ate a bunch of pot stickers for dinner with soy sauce and I feel like turd now. I was craving heavy food. Now I regret it.\n  ","515874":"\n   I love you so i love girls 30 and more❤️❤️😘\n  ","515875":"\n   E for earwarmers!! Haha, well ummm you wear them?? Opinion on them??\n  ","515876":"\n   ❤️😍😍😍😍😍😭😭\n  ","515877":"\n   I hope you had a good keto check day\n  ","515878":"\n   any memory attached to the last song you heard?\n  ","515879":"\n   In what vehicle you'd want to die?\n  ","515880":"\n   How are you\n  ","515881":"\n   How's you x x x x\n  ","515882":"\n   I'll try to catch you later\n  ","515883":"\n   At least it's easy to buy you Christmas\/Birthday\/Valentines Day gifts. It's a fine list\n  ","515884":"\n   Are you going to be out long?\n  ","515885":"\n   Damn...\n  ","515886":"\n   Have you ever bought from another country? Would you?\n  ","515887":"\n   Hello\n  ","515888":"\n   What is your reaction to getting your feet tickled?\n  ","515889":"\n   whats the funniest news story you ever saw?\n  ","515890":"\n   anybody watch adventure time?\n  ","515891":"\n   Go get 'em, girl!\n  ","515892":"\n   You ok xxxxxx\n  ","515893":"\n   You ok x x x x. X\n  ","515894":"\n   Plans\n  ","515895":"\n   Your most prized possession?\n  ","515896":"\n   Do you guys think water taste different and what brand do you prefer? I prefer Dasani. I think it is the best one on the market.\n  ","515897":"\n   I just made the hardest decision of my life I broke up with someone that I love and I broke their heart. I broke up with them because I knew it’s gonna work. Anyone have tips on how to be happy? I just want to cry. If you don’t have anything nice to say just delete it. Thanks for listening\n  ","515898":"\n   Is the right person at the wrong time the wrong person?\n  ","515899":"\n   plans 4 2day\n  ","515900":"\n   At what age could you go outside and play with your friends with no adults supervising? Question from (\n   \n    https:\/\/youtu.be\/IoXpNJLFngc\n   \n   )\n  ","515901":"\n   OK u have good day\n  ","515902":"\n   What did you use in the shower?\n  ","515903":"\n   if u could get back together with either of ur exes would u\n  ","515904":"\n   What up\n  ","515905":"\n   To whom you would\/n't call while being drunk?\n  ","515906":"\n   POUQ\n  ","515907":"\n   You ok x x x x\n  ","515908":"\n   How do you imagine music for soul? What kind of songs are for your soul?\n  ","515909":"\n\n    https:\/\/en.wikipedia.org\/wiki\/Channel_Tunnel\n   \n   for example?\n  ","515910":"\n   Hola mi amor eres chica caliente\n  ","515911":"\n   What kind of tunnel you'd want to visit?\n  ","515912":"\n   Americans. Have you or your family been affected by the government shutdown?\n  ","515913":"\n   Where to look for yourself? Where would you look for your clone?\n  ","515914":"\n   Ever popped anything or heard a crack when you stretched?\n  ","515915":"\n   Have you ever tried to meditate? How did it go?\n  ","515916":"\n   i love you with all my heart lyndsey ❤👀❤👀❤👀❤\n  ","515917":"\n   Vegans are vegetarians. It's referred to as lacto-ovo-vegetarianism but calling it \"veganism\" is just easier. The keto diet would literally kill me as I'm an unstable t1d.😂\n  ","515918":"\n   Now, would you say you have had self esteem issues that encountered in a past or current relationship of yours?\n  ","515919":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","515920":"\n   so I'm wondering cause I'm studying and this popped up in my head about the subject: have you ever dated someone or liked someone and felt you were not their type? I remember when I dated someone and I felt way different from them cause they are all this and I'm Eh. lol\n  ","515921":"\n   Thank Heavens to Betsy! If only anyone ever knew hahahahaa 😆\n  ","515922":"\n   why u laughing\n  ","515923":"\n   Ok admit it how many pictures does it take til you get your perfect selfie?\n  ","515924":"\n   Movie madness: choices are     A) Glass B) Mary: Queen of Scotts C) Beautiful Boy D) Monsters and Men.  If you are unfamilier pick a choice anyway as all votes do add up :)\n  ","515925":"\n   Do you have your own mailbox or do you have an area in your neighborhood where everyone’s mailbox is located?\n  ","515926":"\n   Good night\n  ","515927":"\n   Does the band like honey?\n  ","515928":"\n   i am 17 years old\n  ","515929":"\n   Sounds pretty exclusive\n  ","515930":"\n   kamree massey\n  ","515931":"\n   Slather me in honey and throw me to the wasps?\n  ","515932":"\n   bc your nice\n  ","515933":"\n   unless u buy me one\n  ","515934":"\n   i don't have a phone\n  ","515935":"\n   do u like dig bick\n  ","515936":"\n   send me a picture of u\n  ","515937":"\n   do u have a boyfriend\n  ","515938":"\n   WUAT UP\n  ","515939":"\n   hey honey\n  ","515940":"\n   What's the best thing you've done recently?\n  ","515941":"\n   Can you pap your outfit now?\n  ","515942":"\n   Unfortunately, the same can't be said for all Kevins. ;)\n  ","515943":"\n   Was it your fav tonight\n  ","515944":"\n   Please note. There is more than one Dan, many of whom are not the Dan in question. This might be weird, but Dan you're an idiot.\n  ","515945":"\n   What is something you could do gooder than anyone else?\n  ","515946":"\n   I'm not the anon, but... I do apologize for any misunderstanding that might have taken place. I'm currently battling mental illness, and this is one of the effects of it. Please forgive me.\n  ","515947":"\n   How big is your butt?\n  ","515948":"\n   There’s a good chance you will!\n  ","515949":"\n   If you could live as a animal for a day which would you pick and why?\nHugsss\n  ","515950":"\n   What pain is harder for you: physical or spiritual?\n  ","515951":"\n   Now you’re speaking my language\n  ","515952":"\n   How can you improve your hygiene?\n  ","515953":"\n   Lube ur up:)\n  ","515954":"\n   Fingers only?\n  ","515955":"\n   C*m for me\n  ","515956":"\n   Could it handle it:)\n  ","515957":"\n   758 The ultimate sexiest 😝😝\n  ","515958":"\n   Let’s be naughty together\n  ","515959":"\n   Is it hard to satisfy?\n  ","515960":"\n   Is there anything about your physical appearance you want to change?\n  ","515961":"\n   Current mood\n  ","515962":"\n   Imagine...you worshiped my two guys:) they have their way with you but in reality you are in control you are getting it all!\n  ","515963":"\n   Out of your system and onto your face:)\n  ","515964":"\n   Your fav flavour can be my c@@\n  ","515965":"\n   would you like to have Sheldon Copper intellegences\n  ","515966":"\n   Do you like the tv show The Big Bang Theory\n  ","515967":"\n   Tempting and satisfying:)\n  ","515968":"\n   Do you know what El Niño is?\n  ","515969":"\n   I screenshot this bc sounds soooo good lol\n  ","515970":"\n   I’d love to leave my handprint on that:)\n  ","515971":"\n   That’s my go to flavor of ice cream\n  ","515972":"\n   Or a hug from you\n  ","515973":"\n   Yeah. Nothing a tub of ice cream won’t fix\n  ","515974":"\n   When you're sad, what do you do?\n  ","515975":"\n   Okay, I just need to send you guys spam to get things off my mind. What did you eat today?\n  ","515976":"\n   Are you happy ? X :) x\n  ","515977":"\n   Pushed down into the pillow:) ass up:) it best be ready!\n  ","515978":"\n   I totally forgot you think of me as a great person, love. I’m just sad today tbh. And like I know what to do just remembering things and it causes really bad thoughts\n  ","515979":"\n   Is keto good for your peecos?\n  ","515980":"\n   I just... I’m broken. And like I need to move on but it’s so hard when you’re the cause of all the pain all the disappointments\n  ","515981":"\n   Pfft you're hot as hell at any size tbh.\n  ","515982":"\n   What makes you think you could like a*al\n  ","515983":"\n   Ok I'm in bed now with kitty. It's 918 and that is past my bedtime. I've been going to bed around 730 lately so I'm tired now. Lol. When's your bedtime?\n  ","515984":"\n   which guy has been the best fcuk u ever had\n  ","515985":"\n   Perfect gf you sound like\n  ","515986":"\n   At least its not a fat fetish like what I have... 😔\n  ","515987":"\n   In what way?\n  ","515988":"\n   Irl what’s the strangest fetish you’ve come across\n  ","515989":"\n   Are you rich\n  ","515990":"\n   Have you ever had more than one guy in the same week\n  ","515991":"\n   Oh yes! Kitty cat always is with me. She sleeps with me every night and we are never away from each other. I refuse to sleep a night away from her.\n  ","515992":"\n   Are you posh\n  ","515993":"\n   Have you had one before\n  ","515994":"\n   I am going to get ready for bed. My kitty cat just jumped in bed and is waiting for me!\n  ","515995":"\n   We should hibernate in a cabin with a fireplace and food and tv and sleeping bags.\n  ","515996":"\n   If you got the dil do, could you handle it all\n  ","515997":"\n   I feel like I’m a burden and I do more harm than good\n  ","515998":"\n   yeah ik, cause your sweet i really mean it  you deserve it\n  ","515999":"\n   Yes. Most likely going to go away for a while.\n  ","516000":"\n   I'm gonna eat some cheese right now.\n  ","516001":"\n   Fare thee well, Lyndso\n  ","516002":"\n   More or less. But no need to worry about me anymore.\n  ","516003":"\n   Welp, I'm off for this evening. Hope to see you tomorrow :)\n  ","516004":"\n   N 450\nI 200\nA 100\nL 100\nL 100=    950.  Or.  N 450\nE 145\nI 200\nL 100=    895\n  ","516005":"\n   What kinds\n  ","516006":"\n   Hey love. Hope your day is good\n  ","516007":"\n   Oh crap. I forgot about your Keto\n  ","516008":"\n   Is it true girls can enjoy s3x without having an 0rgasm?\n  ","516009":"\n   Domino's has a large 2 topping deal for $5.99 this week when you carryout. It's good through 1\/27.\n  ","516010":"\n   I guess you aren't answering then\n  ","516011":"\n   Have you looked at any new toys recently\n  ","516012":"\n   At least I got a smile out of you :) Goal accomplished for the evening!\n  ","516013":"\n   np hey better go take care i have to finish a bit of hw byeeeee xx\n  ","516014":"\n   agreed. I'll have to edit myself better\n  ","516015":"\n   Back to streetwalking then?\n  ","516016":"\n   oh okay, sagistarius women are supposed to be kind, and i believe it now cause you are\n  ","516017":"\n   xox\n  ","516018":"\n   Do you still work in online marketing?\n  ","516019":"\n   can you ride it like a boss!\n  ","516020":"\n   quick Q: has askfm clamped down on posts containing certain words recently? I realize you have self-edited your posts for a long time but was curious. I definitely don't want a suspension because of my typical candor and smart-a$s answers...\n  ","516021":"\n   yeah be nice lol, i hope you win the lotto you deserve it\n  ","516022":"\n   Hypocrisy is powerful fuel but I'm impressed that you respond to trolling in the same manner as always. Enough nostalgia, are the Patriots going to crush the dreams of the football world again in two weeks?\n  ","516023":"\n   I’d love you to fall....on my...😈\n  ","516024":"\n   no hes won prizes but not the jackpot\n  ","516025":"\n   Ah ahh stupid like a FOXX!!!!\n  ","516026":"\n   Are you any good at pulling funny faces?\n  ","516027":"\n   my dad plays the lotto, he uses our ages to pick numbers\n  ","516028":"\n   Do you like the smell of feet?\n  ","516029":"\n   Hey x x x x\n  ","516030":"\n   Yeah like some 10-year DOT highway project... *facepalm*\n  ","516031":"\n   so kind too xo\n  ","516032":"\n   I haven't had a lot of experience with s3x, and I could sure use a girl to ask questions about it. Can I ask you?\n  ","516033":"\n   Err and err and err again, but less and less and less.  -Piet Hein\n  ","516034":"\n   Yeah but after yet another hiatus, you don't need me fawning over you either\n  ","516035":"\n   Hiiiiiiiiii\n  ","516036":"\n   It’s just my back🌹👑😪\n  ","516037":"\n   The haters just wanna😈😈you\n  ","516038":"\n   Par for the course, eh? I still laugh at people who don't think you're \"real\" based on no pics. You are one of the most real people I have ever had the privilege of knowing\n  ","516039":"\n   LOL true. I'm glad I didn't lose a year in the rebuilding process!\n  ","516040":"\n   haha yeah, but what would you do with the money then lol x\n  ","516041":"\n   If you did get dp’d would you object to both facials\n  ","516042":"\n   Hey x x x :)\n  ","516043":"\n   Hi x x x x\n  ","516044":"\n   what would you do if you wom 3 million\n  ","516045":"\n   Hiiiiiii\n  ","516046":"\n   I'll try not to blow up your notifications right away...\n  ","516047":"\n   Love the fact you’re so honest and hot!\n  ","516048":"\n   2019 right? Give me a few weeks\/months and I'll give you an unbiased answer ;)\n  ","516049":"\n   are there any s3xual things that are off limits no matter who ur doing em with\n  ","516050":"\n   All good. I'm hoping not to gush or get overly dramatic. Might be best to ease back into things?\n  ","516051":"\n   Not all of them, but enough to catch up!\n  ","516052":"\n   Would you be against the idea of being dp’d\n  ","516053":"\n   Playing tonight?\n  ","516054":"\n   I'm... uh... not sure what to ask. You kept me n your question list tho, for which I am grateful :)\n  ","516055":"\n   I’m Addicated to you\n  ","516056":"\n   What things are you addicted to that aren't classified as drugs?\n  ","516057":"\n   Ever tried E's?\n  ","516058":"\n   If you told someone online to off themselves and they actually did it, how would you feel?\n  ","516059":"\n   cool and you deserve  the best, sorrythat i thought you unfollowed me xo\n  ","516060":"\n   hey it was a compliment xo, hows your day so far and hows 2019 going for you\n  ","516061":"\n   So able-bodied, generally healthy, obviously educated?\n  ","516062":"\n   Like you aren't missing a limb or an eye or anything like that\n  ","516063":"\n   Are you able bodied or unhealthy?\n  ","516064":"\n   What's wrong with your mental health?\n  ","516065":"\n   Why do some people talk up their lives on social media?\n  ","516066":"\n   Do you think that most media is exaggerated?\n  ","516067":"\n   Would you agree that there's a mental health epidemic among people 25 years old and younger?\n  ","516068":"\n   🌹👑😪\n  ","516069":"\n   didnt u say u would post pics on xmas u never did\n  ","516070":"\n   Beaut\n  ","516071":"\n   this sounds like a perfect description of ben\n  ","516072":"\n   Do you know anyone who looks for someone to blame instead of fixing the problem?\n  ","516073":"\n\n    https:\/\/www.youtube.com\/watch?v=eh7lp9umG2I\n   \n","516074":"\n   Seeing your face makes me afraid that my old tiramisu might come back.\n  ","516075":"\n   What's one fact about yourself nobody knows?\n  ","516076":"\n   vnoeuvmoehgmovmdhvmpehfmoe\n  ","516077":"\n   Hello\n  ","516078":"\n   breakfast?\n  ","516079":"\n\n    https:\/\/www.youtube.com\/watch?v=ZZ5LpwO-An4\n   \n","516080":"\n   9\n  ","516081":"\n   How much did you lurk your crushes social media before talking to them?\n  ","516082":"\n\n    https:\/\/www.youtube.com\/watch?v=iWfpswXyIxc\n   \n   , do you like it this song ?\n  ","516083":"\n   What do you feel when you hear this?\n   \n    https:\/\/youtu.be\/phPVQzzjtPc\n   \n","516084":"\n   ignmkehbmhoeuvndvnleubm vmle uhmpe oeniebmpebmle oeuvmoebhvmoe ckoe o hevnoengmpeorunckevmpehmpe\n  ","516085":"\n   Is it ok to proud of your race? What’s your opinion of people who say we are proud ... insert race.\n  ","516086":"\n   Have you ever ended up catching feelings from what was meant to be a casual no strings relationship?\n  ","516087":"\n   have u ever faked an 0rgasm\n  ","516088":"\n   tbh i think the guys in arizona are silly, not to have you snapped up\n  ","516089":"\n   Иван има 17 овце. Всички, освен 9 умрели. Колко овце са останали?\n  ","516090":"\n   Какво ще стане, ако котка изяде вафла \"Морени\"?\n  ","516091":"\n   Do you know how to like an answer anonymously?\n  ","516092":"\n   What was the last 'nice' thing you did for yourself?\n  ","516093":"\n   A girl?\n  ","516094":"\n   lol it was not intentional, id never unfollow you, you are the sweetest tbh\n  ","516095":"\n   Who has been the most important person in your life? cnlelejvmpevmv krhkpr hhlpr vkp cmleugmpegmpegnoeihkorg jrgmlrvmle vcm\n  ","516096":"\n   hey im follwing you again it must have been something i did ill check my friend list now xx\n  ","516097":"\n   The hoodie looks so comfortable! it might get 120F here but a hoodie is good to wear year round.\n  ","516098":"\n   I actually don’t yet! 😂 I will someday, can’t be sister squad approved without it :p I have Jeffree Star merch though lol I love him and his lipsticks, oh my lanta.\n  ","516099":"\n   Are you religous\n  ","516100":"\n   What's the difference between Cunt and Kant (pronunciation) ??\n  ","516101":"\n   Sorry I didn’t pick either one of the Gooney birds the both lie too much one is supposed be really big Christian and the other one is Crazy as Daffy Duck\n  ","516102":"\n   Conversations*\n  ","516103":"\n   i need some encouragement i'm going swimming tomorrow and i hate going in the the changing rooms  i dont like walking about naked\/ getting changed around strangers etc \nit goes back to the times i got bullied in the school changing rooms   because of my body\n  ","516104":"\n   I have voted on everyone of your posts, but I could not vote on Trump or Pence. Just couldn't do it.\n  ","516105":"\n   hey im sorry if i did something to offend you, thank you for all the kindness you showed me i will miss you sm, goodbye xo\n  ","516106":"\n   Have you ever dropped your cell phone in between the seat and center consul of your car. But when you\n   \n    @reachel_n\n   \n   down to get it, it gets even further stuck in between the seats and then you can’t get it out. That sucks doesn’t it?\n  ","516107":"\n   vnowvmlehvmpe vnoebhmpe gbmoegb vmk mkehvmoeyvmoevnlegmoegmlegm\n  ","516108":"\n   hey what did I do, for you to unfollow me I thought we were friends ?\n  ","516109":"\n   That photo poll between trump and pence is horrible. It's like asking whether you prefer firing squad or the electric chair. Either way you're fuc|<ed!\n  ","516110":"\n   What is the best birthday gift you have ever received? vnkeoruvnoevmleoecnk oehvmo hv leivmkgmoe vnkegmprvmpe hvmo cmoeoeu oe foeuv oev lehmlegmle\n  ","516111":"\n   Good night\n  ","516112":"\n   Could you post something for me to spank to?\n  "},"Answer":{"515040":"\n  Probably the one who had a baby in the 7th grade.\n  ","515041":"\n  I ended up throwing away my old bathing suit a few days ago. It has happened a lot with that one. It was too big now so would just fall down XD\n  \n  Then my \"happy as fuck\" Asian sized one fits now but so much sideboob so it wouldn't be comfortable wearing just yet. Good to know it fits now though. Last February when I got it, it didn't go past my thighs.\n  ","515042":"\n  usually go the bathroom\n  \n  or check the time \/ email\n  ","515043":"\n  Don't really have one?\n  \n  I usually checked my head by hand. Also the thermometer.\n  \n  I can touch the back of my neck or stomach to see if I'm also hot there or just on my face ¯\\_(ツ)_\/¯\n  ","515044":"\n  A\n  ","515045":"\n  Have fun 😈😉\n  ","515046":"\n  oh ok :p\n  ","515047":"\n  I'd look at you funny too o.o\n  \n  Good night goat\n  ","515048":"\n  xoxo\n  ","515049":"\n  😂😂😂😂\n  \n  good luck there!\n  \n  I should sleep too\n  ","515050":"\n  more pls\n  ","515051":"\n  lol I thought you were\n  \n   @NO3MM3RZ\n  \n  valentine :o\n  ","515052":"\n  mom, sis, two friends\n  \n  i shared a lot with the ex ¯\\_(ツ)_\/¯\n  ","515053":"\n  A date to a museum sounds heavenly rn\n  ","515054":"\n  king is always so adorable\n  ","515055":"\n  I really wanted that Kate Spade bag.\n  \n  I'd rather have a luxury house than material items though!\n  ","515056":"\n  What are you on tonight? 😂\n  ","515057":"\n  “If you loved someone, you loved him, and when you had nothing else to give, you still gave him love.”\n  \n  ―George Orwell,1984\n  ","515058":"\n  one day at a time\n  ","515059":"\n  where? :o\n  ","515060":"\n  I'd say the moms on here when they get bored lol Even though they have their own sh!t to deal with too :)\n  \n  thanks  <3\n  ","515061":"\n  ashes came to mind o.o\n  \n  the wilderness\n  ","515062":"\n  Why spread hate about someone?  You called a friend a monster, but the real monster is you.\n  ","515063":"\n  nooooooo\n  \n  ugh Andrew!\n  ","515064":"\n  I doubt it. He told me his actual age earlier\n  ","515065":"\n  You aren't lame\n  ","515066":"\n  uses the 5th amendment\n  ","515067":"\n  to you or me? :o the arrow was pointing at your dp lol\n  ","515068":"\n  No nor would I want that. Even if it was outside, I'd still want a secluded area.\n  ","515069":"\n  Where what?\n  ","515070":"\n  Going back to the gym, having more of a routine.\n  \n  I was sick most of January so not much to compare the \"best thing\" to.\n  ","515071":"\n  I get people trying to bring me down about it all the time. It's nothing new. Obviously those are options so why even bother asking?\n  \n  or get my own place if the rent was more on the cheap side.\n  ","515072":"\n  That's good :)\n  ","515073":"\n  Did you work out today too, king?\n  ","515074":"\n  You should worry about yourself. I know where you are going with this and i don't need stupid drama over it. like there's plenty of other people on here who have similar living arrangements going on. Nobody is perfect on here. ✌\n  ","515075":"\n  I'd turn into said animal lol whenever I wanted to.\n  \n  leopard\n  \n  nomad butterfly\n  \n  koala bear\n  \n  polar bear\n  \n  peacock\n  ","515076":"\n  I actually did get in it. I made that machine look easy. About 50-70 weight on it too. Didn't cringe 😂\n  \n  also my arm was in another part lol\n  ","515077":"\n  This girl in a FB group has the name \"Pineapple Mac\"\n  \n  I really hope that's not their true name.\n  ","515078":"\n  This girl that goes to the same gym films her routine.\n  ","515079":"\n  congratulations :)\n  ","515080":"\n  If I made it into the vid i hope i look somewhat decent 😂\n  ","515081":"\n  sorry!!\n  ","515082":"\n  I do.\n  \n  haven't talked to in years!\n  ","515083":"\n  I'd guess 45-50s\n  ","515084":"\n  :)\n  ","515085":"\n  I meant together but today works too XD\n  ","515086":"\n  Get your sh!t today, McDonalds!\n  ","515087":"\n  cool. thanks for the information\n  \n  not going to click that XD\n  ","515088":"\n  I already answered lol\n  ","515089":"\n  cool. happy birthday\n  ","515090":"\n  I noticed.\n  \n  replied but I think its stuck on S -_-\n  ","515091":"\n  It was today.\n  \n  Lost .5\n  \n  I have been eating more keto desserts so probably why. r.i.p\n  \n  overall 4.5 since I started keto\n  \n  25 pounds down from June.\n  ","515092":"\n  I'm not sure.\n  ","515093":"\n  Does anyone have questions before I leave soon?\n  ","515094":"\n  I don't know the language.\n  \n  Why post something you don't like?\n  ","515095":"\n  damn\n  ","515096":"\n  No answer is coming to mind lol\n  ","515097":"\n  No idea lol\n  \n  someone must have been bored?\n  ","515098":"\n  💯\n  \n  ok maybe 80-90%\n  ","515099":"\n  XD\n  ","515100":"\n  I feel that it depends on the situation more.\n  \n  Not much ¯\\_(ツ)_\/¯\n  ","515101":"\n  22-34?\n  ","515102":"\n  ugh I almost put October but then 2nd guessed myself XD\n  ","515103":"\n  Ryan Reynolds? I'd guess 27-36\n  \n  I think he might be a tad older??\n  ","515104":"\n  Haven't had that feeling in years.\n  ","515105":"\n  40-52?\n  ","515106":"\n  Nice\n  ","515107":"\n  A little weird to me, sorry.\n  ","515108":"\n  I have no idea!\n  \n  Have I ever reminded anyone of a cartoon before?\n  ","515109":"\n  asefvuimlufdzwdgnncdt\n  ","515110":"\n  At night before sleeping.\n  ","515111":"\n  o.o\n  ","515112":"\n  not currently lol\n  ","515113":"\n  it would be the pool in the summer.\n  \n  Room\n  \n  The living room is cosy too.\n  ","515114":"\n  Christmas\n  ","515115":"\n  The ghost babies would have been so cute.\n  ","515116":"\n  18-25? idk\n  \n  I do look young for 31 ¯\\_(ツ)_\/¯\n  ","515117":"\n  29 - 35?\n  ","515118":"\n  24-31?\n  ","515119":"\n  20-32?\n  ","515120":"\n  16-23?\n  ","515121":"\n  Daniel \/ Danny\n  \n  I want to say 23\n  \n  I'll probably get this wrong. I want to say September\n  \n  Pierce\n  \n  cats, mice\/rats.. all the cuteness\n  \n  crime shows\n  ","515122":"\n  I've always loved The Lion King, Grease, Dirty Dancing and some other ones.\n  ","515123":"\n  Nicole\n  \n  Have more than one\n  \n  hard to pick. I like a lot of different genres\n  \n  Eminem. Newer: Drake. I don't really listen to rap much these days.\n  ","515124":"\n  Do whatever feels comfortable\n  ","515125":"\n  3\/5\n  ","515126":"\n  I don't believe so.\n  \n  I don't care what others do. Hopefully looks more natural these days.\n  ","515127":"\n  Nah\n  ","515128":"\n  2:22pm right now\n  ","515129":"\n  o.o\n  ","515130":"\n  oh?\n  ","515131":"\n  indeed\n  ","515132":"\n  depends on the sickness\n  \n  but just being sick is annoying lol\n  ","515133":"\n  only lost .5 this week\n  \n  I have been having more keto sweets so it's understandable but a loss is a loss :)\n  \n  would be 25 pounds down from June.\n  ","515134":"\n  The latter.\n  ","515135":"\n  night handsome\n  ","515136":"\n  I guess.\n  \n  should sleep now\n  ","515137":"\n  Not much. will sleep soon\n  \n  yes\n  ","515138":"\n  :o\n  ","515139":"\n  damn this was relatable earlier\n  ","515140":"\n  very sad :(\n  ","515141":"\n  11:45pm\n  ","515142":"\n  lol that is dumb! Cleary would notice the work uniform \/vest.\n  ","515143":"\n  I haven't. I wouldn't mind doing stock though..\n  ","515144":"\n  dirty!! nope lol meant in a nonsexual way\n  ","515145":"\n  appreciate all the breasts\n  ","515146":"\n  Nothing else comes to mind right now\n  \n  swimming with dolphins or sharks would be cool\n  ","515147":"\n  I was wondering. like that might hurt hitting basketballs with bats 😂\n  ","515148":"\n  How? o.o\n  \n  volleyball and tennis\n  ","515149":"\n  Not really.\n  \n  based on the question(s) from\n  \n   @urlsareshittbh\n  \n","515150":"\n  marry a duvet\n  ","515151":"\n  If all the nutrients are met it shouldn't be a huge issue. Easier to just make the same meals.\n  \n  The kid should have a say in the matter when old enough to do so\n  ","515152":"\n  Johnny Duvet Sellick\n  ","515153":"\n  I guess the duvet is taking her last name?\n  \n  What's wrong with people these days?\n  ","515154":"\n  boring 😴\n  ","515155":"\n  tree: willow. Japanese cherry blossoms are beautiful. Birch trees should get a mention too.\n  \n  flowers: roses and sunflowers\n  \n  plant: succulents, mint and other types of herbs\n  ","515156":"\n  book turned into a movie, please.\n  \n  time: early 2000s?\n  \n  place: Somewhere British because the accents and buildings are beautiful. London, Paris.. somewhere like that. Maybe California or South Carolina if in the usa\n  \n  genre: young adult, coming of age story. Maybe a love triangle kind of thing going on\n  \n  main character: no clue. Don't feel like thinking of names if I'm not actually going to write something.\n  ","515157":"\n  When you were about to b!tch to Amazon but notice how it's 10pm and nobody is probably working still. Tomorrow then it is :)\n  ","515158":"\n  I like both. I'd want them happy and I like being that way too.\n  ","515159":"\n  to see their ugly feet\n  \n  ~\n  \n  omg.. that's bad but definitely would make it entertaining 😂\n  ","515160":"\n  Oh cool. Most American shows don't, surprisingly.\n  \n  still seems like a weird concept to me 😂\n  ","515161":"\n  I thought it was only the females, never mind.\n  \n  but I guess that could leave out lgbt+?\n  ","515162":"\n  No. It seems pretty sexist and just because you liked someone's body more over others doesn't mean they will be any good for you. You must be very confident to do that as well. I wouldn't want all the viewers watching seeing my body and I'm sure some comment mean things as well.\n  ","515163":"\n  My plans are never evil 😉\n  ","515164":"\n  Hello\n  ","515165":"\n  Apparently you do\n  \n  all you did was come off anon ¯\\_(ツ)_\/¯\n  ","515166":"\n  way too much tinsel 😂\n  \n  That's true!\n  \n  still need to light it XD\n  ","515167":"\n  case by case\n  ","515168":"\n  Clearly lol\n  \n  I sent \"What do you want to talk about?\" and mentioned how i didn't want s3xual stuff sooooo\n  \n  ok then\n  \n  😂😂😂\n  ","515169":"\n  yes\n  ","515170":"\n  This just proves that the only reason you wanted to talk privately was to be that way.\n  \n  Thank you, next.\n  ","515171":"\n  We had a real tree\n  \n  nah, some Walmart one. Still smells really good!\n  ","515172":"\n  no. lahore wasn't good looking\n  ","515173":"\n  Are you the person who just came off anon or do I have people trying to confuse me?\n  ","515174":"\n  Depends who you are.\n  ","515175":"\n  Yes - in your previous question.\n  \n  And yes, I've had retail people say it as well.\n  \n  I'M NOT THAT OLD YET LOL\n  ","515176":"\n  I'm not fighting anyone. Just myself XD\n  ","515177":"\n  Hello . Do you have actual questions or a conversation that actually goes somewhere instead of small talk bullsh!t? :)\n  ","515178":"\n  I like dancing but don't normally do it.\n  ","515179":"\n  I like more woodsy fresh scents. Vanilla and lavender are great too. Lemony ones...\n  \n  I think I'll light my pine one tonight. I have three candles from Christmas and only lit each one once so far.\n  ","515180":"\n  Preach!! ☝☝🙆🙆\n  \n  ugh. see where things go.\n  \n  Don't need to label everything\n  ","515181":"\n  I felt attacked 😂\n  ","515182":"\n  aw just noticed this\n  \n  king is adorable\n  ","515183":"\n  The stuff that turns me on does :)\n  ","515184":"\n  yay platyhugs\n  ","515185":"\n  lol glad to be missing winter 😘\n  ","515186":"\n  will do!\n  \n  good night\n  ","515187":"\n  Be pretty cold lol\n  ","515188":"\n  It's fine XD\n  ","515189":"\n  Where did you steal Internet from today? 😂 *hugs*\n  ","515190":"\n  ok :)\n  ","515191":"\n  This Tommy came to mind\n  ","515192":"\n  Going to the gym pretty soon\n  \n  hopefully take my mind off things too lol\n  ","515193":"\n  Probably. Why not just ask to be held lol\n  ","515194":"\n  Good luck\n  ","515195":"\n  ah ok :)\n  ","515196":"\n  you\n  ","515197":"\n  It's literally all family and then they usually have some random people and their kids too.\n  ","515198":"\n  What type of plans?\n  ","515199":"\n  around 20+\n  ","515200":"\n  Old friends\n  \n  random stuff\n  \n  shopping\n  \n  babies o.o\n  \n  I haven't had a bad dream in a while but those usually consists of me getting shot or stabbed. Waking up before I know if I die in the dream. I really feel that it is a past life or something XD\n  ","515201":"\n  I suppose a bit of both 😂\n  \n  Will be good to see everyone. Haven't since Christmas eve.\n  ","515202":"\n  you are\n  ","515203":"\n  About time :o\n  \n  I sent you something a while ago 😂\n  ","515204":"\n  Not really about him..\n  \n  besides it was just once last night so fine it is lol ¯\\_(ツ)_\/¯ wasn't bad, wasn't amazing. Just good, you know?\n  ","515205":"\n  Don't really have the words for it.\n  ","515206":"\n  am glad\n  \n  stay warm\n  ","515207":"\n  That made me laugh.\n  \n  My heads a mess right now  <3\n  ","515208":"\n  damn. good luck with that! *puts a blanket over you*\n  ","515209":"\n  Same thing. lol\n  \n  I don't care which way is said.\n  ","515210":"\n  I'm usually in workout gear 😂\n  ","515211":"\n  Thanks Jon\n  ","515212":"\n  no because when I was actually dressed for it.. it was gone 😂\n  \n  Was baking before I put on my bathingsuit.\n  \n  lame\n  ","515213":"\n  strange\n  \n  anyways, done with talking about pee 😂\n  ","515214":"\n  ¯\\_(ツ)_\/¯\n  ","515215":"\n  That didn't work out. It was colder and clouds covered the sun.\n  \n  Figures it was nice before that -_-\n  \n  Also my \"happy as fuck\" black one fits now but I definitely don't feel 100% comfortable in it yet. A few more pounds and will be good. Major sideboob on the right :o straps could be better.\n  ","515216":"\n  better than tiddle XD\n  ","515217":"\n  It happened when I was sick once which was annoying.\n  ","515218":"\n  seems weird lol\n  \n  peep = pee and poop\n  ","515219":"\n  It's 70 but feels like 90 from the sun.\n  \n  I'm going to lay out XD\n  ","515220":"\n  She always needed time alone\n  \n  I guess I'll do an acronym.\n  ","515221":"\n  I went to freshman homecoming with my friend Jessica. A lot of people knew her too, didn't go to the same school.\n  \n  I went to senior prom with my friend Allie since neither had proper dates. Was still fun.\n  ","515222":"\n  That's not why lol\n  ","515223":"\n  Yup\n  ","515224":"\n  I feel like it's more likely to happen when a girl either way. Men's ego can't handle girls being better at games than them.\n  ","515225":"\n  It was fine.\n  ","515226":"\n  Or the other way around.\n  \n  lol this reminds me of a few weeks ago talking with\n  \n   @cestlavie87\n  \n  about the new Beauty and The Beast. How the Beast looked way better as that and looked ugly as the human.\n  ","515227":"\n  lol how cute :p\n  \n  never heard that XD\n  ","515228":"\n  Very rarely. I think I got $50 the last time I did go.\n  \n  I also like bingo.\n  ","515229":"\n  I never look at these polls\n  ","515230":"\n  Wee is better to say to kids?\n  \n  I use pee more. It just comes naturally. Or piddle ¯\\_(ツ)_\/¯\n  ","515231":"\n  Good night\n  ","515232":"\n  cute 😘\n  \n  falls asleep in it\n  \n  good night king\n  ","515233":"\n  Are you having a bath?\n  ","515234":"\n  damn right\n  ","515235":"\n  You are :)\n  \n  always will be\n  ","515236":"\n  Please don't cry, king.\n  ","515237":"\n  Correct. I know my personality is great :)\n  ","515238":"\n  Don't we all *hugs*\n  ","515239":"\n  <3\n  ","515240":"\n  I don't deserve it\n  ","515241":"\n  Correct.\n  ","515242":"\n  Not really sure. I don't really cater to fetishes.\n  ","515243":"\n  Just my mind at times about my body 😂\n  ","515244":"\n  Let me count :p\n  ","515245":"\n  The pee\/poop ones.\n  ","515246":"\n  The things we've been through play a part in it.\n  ","515247":"\n  Thanks. I love roses 🌹🌻🌹🌻🌹🌻🌹\n  ","515248":"\n  light sensitive?\n  ","515249":"\n  Idk. I definitely get guys who look at me while at the gym or other areas. But they never talk. It's usually a head nod. Or more staring.\n  \n  I feel like the whole \"nobody likes a fat girl\" comes into play as well. It's harder to lose weight with pcos but definitely doing. body comp is way different but still big -_-\n  \n  I can't really say how it's like as a guy though ¯\\_(ツ)_\/¯\n  ","515250":"\n  Reality; )\n  ","515251":"\n  cute\n  \n  don't have those yet\n  ","515252":"\n  Thanks king 😘\n  ","515253":"\n  Life\n  ","515254":"\n  I have always had huge gaps between people. I don't know why. The only good side is that I know more about what I want, won't settle for and stuff like that.\n  \n  I've been more focused on myself anyways.\n  \n  Guys don't generally like me in person or don't try to get to know me. No real connection.\n  ","515255":"\n  Have you been working out? 💪💪\n  ","515256":"\n  Then you must be him because I don't really go around talking about how long it's been lol closer to 9 though.\n  ","515257":"\n  I thought facetune was the new thing?\n  ","515258":"\n  I do feel warm 😈\n  ","515259":"\n  That would be a tad awkward right now 😉\n  \n  king snuggles are great\n  ","515260":"\n  Maybe, maybe not.\n  ","515261":"\n  I'm not sure.\n  ","515262":"\n  Italian sub came to mind.\n  \n  or just ham, cheese..\n  ","515263":"\n  It's a bit comforting yet weird 😂\n  \n  ugh that would be too much!!\n  ","515264":"\n  Too long.\n  \n  With the right person, yes.\n  ","515265":"\n  Friendship - I'm not even sure. We just didn't talk as much and then nothing. Only to find out she stalks my ig stories 😂\n  \n  Relationship - me. Don't really feel like getting into. Bit mutual as well ¯\\_(ツ)_\/¯\n  ","515266":"\n  few and far between 😂\n  ","515267":"\n  decent\n  ","515268":"\n  curious\n  ","515269":"\n  Kind of already do. Lost respect for etc\n  \n  Also my uncle's 2nd wife keeps liking my stuff and commenting on FB. Like can you not?\n  ","515270":"\n  Not really. I know most have already been done and over with.\n  ","515271":"\n  Most drugs. Not the lifestyle that I want.\n  ","515272":"\n  I'd say blends in.\n  \n  You know that the other looks shady and will distance from them, up to no good etc\n  ","515273":"\n  deskchair\n  \n  because I'm being lazy and within view 😂\n  ","515274":"\n  It doesn't really bug me either way.\n  \n  It's more annoying that we don't know what they can be used for yet.\n  ","515275":"\n  Being naked would be better 😉\n  \n  I do have 3 new lingerie pieces so I guess I'll go with that.\n  ","515276":"\n  Little Red Riding Hood\n  \n  Poison Ivy\n  \n  Chii\n  \n  Cat woman\n  \n  Dorothy\n  ","515277":"\n  I do a bit of both.\n  ","515278":"\n  The Cat From Outer Space 😂😂😂\n  \n  Who doesn't want a talking cat?\n  \n  ET\n  \n  I don't watch much sci-fi ones so hard to think what would land in the genre XD\n  ","515279":"\n  sexy\n  \n  annoying to wear all the time \/ long hours. ouch.\n  ","515280":"\n  I'm straight.\n  ","515281":"\n  any questions will do!\n  \n  noted\n  \n  Thanks in advance.\n  ","515282":"\n  I feel like I'd like the bar more. Haven't tried them so bath bombs it is. I still have one left..\n  \n  chocolate\n  \n  ramen\n  \n  tats\n  \n  cotton\n  \n  novel\n  \n  compass has a cool factor but I'll go with maps\n  \n  comic books\n  ","515283":"\n  so, where are my NSFW questions? It's been hours since they mentioned it 😂\n  \n  inbox is so dead\n  \n  send anything\n  ","515284":"\n  I feel like South Carolina was the last real vacation.\n  ","515285":"\n  I thought it was @ mawiocudwoc :o\n  ","515286":"\n  These choices were bad to begin with. Niall would be the only suitable one regardless.\n  ","515287":"\n  I'm home.\n  ","515288":"\n  How do you figure jd? He's been gone the whole time I've gotten the roses 😂 We've never done anything\n  \n  There's plenty of other people it could be.\n  ","515289":"\n  Is he? :o\n  ","515290":"\n  PATRIOTS\n  \n  MY HOME TEAM C'MON!!!\n  ","515291":"\n\n   @TheChaosBringer\n  \n  😈\n  ","515292":"\n  I don't get mad that much.\n  ","515293":"\n  Probably animals, kids or cancer related.\n  ","515294":"\n  It could go either way, really. Definitely need to be in the mood for horror.\n  ","515295":"\n  yes they did\n  \n  don't know them tho\n  ","515296":"\n  my life 😮\n  ","515297":"\n  Good night cat\n  ","515298":"\n  travel the world\n  ","515299":"\n  been forever since I've listened to him. oh well\n  ","515300":"\n  Maybe there's similar things out there? aspca?\n  \n  tucks kitty with you too after its done eating\n  ","515301":"\n  My friend? no lol she doesn't have an account here.\n  ","515302":"\n  five finger death punch comes to mind because the whole finger thing. Maybe korn or nin.\n  \n  I can visualize the song but not the artist lol\n  \n  RATM is coming to mind too\n  ","515303":"\n  Maybe post pictures on Craigslist or something?\n  \n  *tucks you in*\n  ","515304":"\n  It's been a while :(\n  ","515305":"\n  yes\n  \n  I want to learn.\n  \n  A friend even said that I'd be a stripper before.. don't really see it 😂😂 but it definitely seems like a fun workout.\n  ","515306":"\n  if you had to ask the 2nd part, i guess it came out shitty!! I haven't heard of that.\n  \n  I don't really care for tattoos of celebrities.\n  ","515307":"\n  ah gotcha. Sandwiches usually don't do much for me either.\n  \n  ok :)\n  ","515308":"\n  Sometimes they can be difficult and you just don't know what one to follow. Or someone doesn't talk about it so you don't either.\n  \n  idk I feel like I'm ok with talking about my feelings.\n  ","515309":"\n  Guess chicken parm it is!\n  \n  chicken\n  \n  cheese\n  \n  pasta (oops)\n  \n  asparagus\n  \n  strawberries\n  \n  marina sauce\n  \n  water\n  ","515310":"\n  The super bowl but only if my team won 🙆\n  \n  Also seeing Arsenal play would be cool\n  \n  I'm sure hockey would be fun too.\n  ","515311":"\n  is king still sleepy?\n  ","515312":"\n  Probably a reality show of some kind\n  ","515313":"\n  I'm not sure. I guess it's good. I doubt they are less likely to binge drink and get into more trouble.\n  \n  yet at the same time it can be bad since not fully developed, bad habits, driving etc\n  ","515314":"\n  The ones you force on me\n  ","515315":"\n  lots of  pap ones XD\n  ","515316":"\n  Thanks :)\n  ","515317":"\n  any questions?\n  ","515318":"\n  sounds like a personal problem\n  ","515319":"\n  I think you shared that before\n  \n  10 hours\n  ","515320":"\n  How? 😂\n  ","515321":"\n  Where do you fit in?\n  ","515322":"\n  bravo\n  ","515323":"\n  People who try to figure that out without getting cheat sheets. 😆\n  ","515324":"\n  hm\n  ","515325":"\n  so happy for it!\n  ","515326":"\n  must be a lot of foot questions then\n  ","515327":"\n  Have a sex talk and find what you two are comfortable with \/ doing.\n  ","515328":"\n  then ask stuff ¯\\_(ツ)_\/¯\n  ","515329":"\n  Glad it wasn't a spittake\n  ","515330":"\n  sounds more naughty\n  ","515331":"\n  It's been years\n  ","515332":"\n  everything\n  ","515333":"\n  Have a good dinner\n  ","515334":"\n  That's usually the moms on here...\n  ","515335":"\n  if only was bacon 🐷🍕\n  ","515336":"\n  some\n  ","515337":"\n  Haha\n  \n  you need pizza in yo life, mate.\n  ","515338":"\n  oh happy days\n  ","515339":"\n  yup, magical, huh?\n  \n  can't remember if was on ig or fb but looked good!\n  ","515340":"\n  I'd say a mix of lazy and dirty.\n  \n  but haven't had too much dirty things either.\n  \n  could still get burgers but would need to be bunless and other simple tweaks like that\n  ","515341":"\n  We've made one keto friendly.\n  \n  I've seen people make the crust out of bacon too 😂😂\n  \n  ours was cheese. had chicken and bacon on top. was good, surprisingly.\n  ","515342":"\n  Yes and bread.\n  \n  We've used zucchini noodles with chicken parm before.\n  \n  I haven't really had a pasta craving, thankfully. lol\n  ","515343":"\n  There's 3 different types.\n  \n  I've tracked food before using myfitnesspal. I feel like it's more freedom when not always obsessing over numbers. Also all the brands are new to me and rather not figure out every #\n  ","515344":"\n  I've only ate out once.\n  \n  Got the normal thing I'd order just without the rice and noodles.\n  \n  Yesterday went to Sprouts after the movie and made myself a salad from the salad bar. I felt like most of the already made sandwiches had way too much ingredients listed so was like nah lol\n  ","515345":"\n  look at all those beauties\n  ","515346":"\n  love romcoms\n  ","515347":"\n  I'm not sure! I'm doing more of the lazy keto way. Not tracking everything but eating right.\n  \n  It's been a lot of meat, cheese, fruits,eggs, bacon and salads 😂\n  \n  and then more keto recipes like fatbombs, fathead pizza, and other random ones.\n  ","515348":"\n  yogurt with blueberries\n  \n  chicken strips, cheese, a little mayo, guacamole, and salsa in a carb friendly tortilla wrap.\n  \n  2 pieces of chocolate that has low carb\/sugar count\n  \n  my sister made some keto brownies yesterday. They taste way better today. Had 2 already cut slices of that.\n  \n  haven't had dinner yet.\n  ","515349":"\n  I pretty much answered everything @ urlsareshittbh asked. I'm not getting much innocent \/normal questions so I don't see the harm in answering more s3xual ones, it's been a while since I have anyways..\n  ","515350":"\n  lol don't do it\n  \n  maybe some perfume, spa day, lingerie...\n  ","515351":"\n  no, my sister keeps getting that one though.\n  ","515352":"\n  if not I'd just delete it or say so\n  ","515353":"\n  uh huh\n  ","515354":"\n  both\n  \n  or ones that involve feet tickles\n  ","515355":"\n  When you've been braless the whole time.\n  ","515356":"\n  or not\n  ","515357":"\n  I think I had clothes on. darn\n  ","515358":"\n  lips are sealed\n  ","515359":"\n  meow\n  ","515360":"\n  physically :p\n  ","515361":"\n  Let's all just go topless\n  \n  *waits to see who gets arrested first *\n  ","515362":"\n  aww you are so cute\n  ","515363":"\n  hmmm 😈\n  ","515364":"\n  I don't care for my back for starters\n  \n  chill\n  ","515365":"\n  You should take me psychically\n  \n  ok, I should stop 😂\n  \n  not sure what made you blush.\n  ","515366":"\n  nah. I wouldn't mind at least having bra, underwear or lingerie on if lived alone or with someone.\n  ","515367":"\n  Maybe when a baby or had to change real quick.\n  ","515368":"\n  perhaps :p\n  \n  just answered\n  ","515369":"\n  I wouldn't like any tickles\n  ","515370":"\n  bound to happen\n  \n  nakedly bound\n  ","515371":"\n  unsolicited - no\n  ","515372":"\n  Nope. That would be creepy. We sit at the table for dinner.\n  ","515373":"\n  if i did, I don't remember much lol\n  ","515374":"\n  Yes but at the time, we didn't know that it was a nude beach.\n  \n  I'm not sure who'd I would go with. I'd rather have it be more private area instead if I did go\n  ","515375":"\n  Yes, I do. People shouldn't feel ashamed or other feelings.\n  ","515376":"\n  Might as well\n  ","515377":"\n  Not really.\n  ","515378":"\n  head more\n  ","515379":"\n  oh god\n  ","515380":"\n  Guess you're getting 15 nude questions then 😂\n  ","515381":"\n  I didn't think you'd send questions 😂\n  \n  probably though\n  ","515382":"\n  I don't even know anymore\n  ","515383":"\n  XD\n  ","515384":"\n\n   @lightoflove\n  \n  is, again :)\n  ","515385":"\n  😂😂😂\n  ","515386":"\n  What? I don't have anything to put in someone\n  ","515387":"\n  It's usually different stuff.\n  \n  oh well\n  ","515388":"\n  naked spam\n  ","515389":"\n  he'd be in me\n  \n  o.o\n  ","515390":"\n  All error messages are wicked annoying.\n  ","515391":"\n  doubt that\n  ","515392":"\n  private\n  ","515393":"\n  Sometimes I wish dreams were real.\n  \n  Other times when I get shot or stabbed.. not so much.\n  ","515394":"\n  *bored\n  ","515395":"\n  may you not get sick\n  ","515396":"\n  Don't know what that is\n  ","515397":"\n  show me the stars\n  ","515398":"\n  <3\n  ","515399":"\n  I just looked up and this is what I see😂😂😂\n  \n   @emperorpartin\n  \n  XD\n  ","515400":"\n  It's been ok.\n  ","515401":"\n  ¯\\_(ツ)_\/¯\n  ","515402":"\n  pass\n  ","515403":"\n  in due time\n  ","515404":"\n  absolutely nothing\n  ","515405":"\n  doesn't seem that way atm 😂\n  ","515406":"\n  Always am\n  ","515407":"\n  and I was elsewhere\n  \n  r.i.p\n  ","515408":"\n  Done that a lot on road trips.\n  \n  no judgment here\n  ","515409":"\n  What's really stopping them from going younger? I don't think they'd really care about what is morally right for age gaps.. hopefully it's a consensual relationship and actually love there, not some sick games...\n  \n  I don't get people who want to be in relationships where the older one could be about the same age as their parents or the younger could be the same as their own offspring.\n  ","515410":"\n  I didn't like the mom in Atypical. Never believed in her autistic son. Babied him and a bunch of other things like that.\n  \n  I'm not sure on book. Maybe The Apartment one? It's been a while. I've only read one book in 2019 so far.\n  \n  The ending of A Star is Born was sad.\n  ","515411":"\n  Thanks\n  ","515412":"\n  XD\n  ","515413":"\n  I like d!ck though.\n  ","515414":"\n  Yes. A waitress and some girl working at a store before 😂\n  \n  Nah. It wasn't that dirty lol. Was more about s3x toy tips not quite us getting things going... The guy kept having charger problems so we were just talking about a lot of different things.\n  ","515415":"\n  - s3xually. I don't need to talk about every single thing i do. Also if it's actually s3x, you guys don't need to know names, what\/how we did things etc I also keep my last ex's name private.\n  \n  - I guess pictures could fall into that but more insecure, like being mysterious, its a Q&A site not something that really needs pictures.. I get enough weirdos without revealing myself ¯\\_(ツ)_\/¯\n  ","515416":"\n  Anywhere in Europe\n  ","515417":"\n  who knows. Maybe after 😈\n  \n  haven't in a few days :p\n  ","515418":"\n  Hola. vete\n  ","515419":"\n  Probably the gym.\n  \n  I'm boring and get into routines :)\n  ","515420":"\n  Thanks sweetheart\n  \n  *hugs back*\n  ","515421":"\n  you clearly can't read\n  ","515422":"\n  helllloooooool\n  ","515423":"\n  I think it depends more on the area you live, crime rate and stuff like that. I wouldn't call it pointless though. I've lived in places where you didn't need to lock doors.. maybe at night at most. Definitely lock cars though.\n  \n  Also people going into cars\/houses wouldn't exactly be \"honest people\" to begin with.\n  ","515424":"\n  congrats\n  ","515425":"\n  I'll be at my nephew's uncles house.\n  ","515426":"\n  no way\n  ","515427":"\n  Haven't.\n  \n  My guy friends wouldn't want that anyways lol\n  ","515428":"\n  hello\n  ","515429":"\n  They can be fun.\n  \n  I was always chicken about tubbing when younger since my weight and also the person who drives the boat would go really fast and actually try to throw people off it XD\n  ","515430":"\n  My horoscope today would agree\n  ","515431":"\n  I'll tuck you in later 😉\n  ","515432":"\n  my King *bows*\n  ","515433":"\n  An@l epidemic\n  ","515434":"\n  then it shouldn't be that hard :p\n  ","515435":"\n  Arizona;\n  \n  It's 70 right now. About 30's at night.\n  \n  120ish in the summer.\n  ","515436":"\n  I haven't had to do that in forever.\n  \n  but yes, that's definitely bad that they do that\n  ","515437":"\n  I don't care which they do for the first two.\n  \n  Toast is fine. Even avocado toast or peanut butter on it.. whatever. It's ok. Personally, I'd rather have a real breakfast. Sometimes I do have yogurt with berries because its easy. Other times its been more like the pictures I've been posting. It does fill me up more and not as hungry. Also I can't have toast on keto unless make some lackluster version of it 😂\n  ","515438":"\n  basic, comfy etc\n  ","515439":"\n  It's literally everything\n  \n   @urlsareshittbh\n  \n  asked and there's lots of words so it only shows about 3 at a time and cuts off the next question type thing.\n  ","515440":"\n  I feel like all of those at once XD\n  ","515441":"\n  I'd really be a dessert then\n  ","515442":"\n  I've always said that i wanted to be a teacher when asked.\n  \n  I kind of still do but at the same time, I was way more interested in psychology when I was in college. I could see myself as a therapist \/counselor. I could see myself being a dietitian but one that would be hands on with the person. I could see something in fashion. Also maybe an author for the young adult fiction audience. oh, the dilemmas!\n  ","515443":"\n  I probably surpassed it 😂\n  ","515444":"\n  is all it takes\n  ","515445":"\n  I suppose yellow would give me those feelings. Blue is known to be calming too, also my favorite color.\n  ","515446":"\n  The only thing I don't like about it is there's never my spelling at sovereign shops. I got pens before and felt like such an imposter with a different writing on them XD\n  \n  I'd never do that to future kids, hopefully. lol\n  ","515447":"\n  I don't really remind myself..\n  \n  maybe make a grocery list just to know what I do need.\n  \n  but general things, no.\n  ","515448":"\n  blue shirt that says Maine on it in white letters. I'm happy that nobody commented on it today 😂 They usually do and I'm all idgaf but listen anyways lol\n  \n  dark grey leggings\n  ","515449":"\n  paying for the food or if something happens, vet bills.\n  ","515450":"\n  How nice :)\n  ","515451":"\n  of art?\n  ","515452":"\n  her shirt reminds me of a rubix cube\n  ","515453":"\n  I suppose\n  ","515454":"\n  myself :o\n  ","515455":"\n  clothing, food.\n  \n  I wanted 99% of furniture and other stuff from Home Goods today.\n  ","515456":"\n  What does he like?\n  ","515457":"\n  Probably down near the dock. They ended up finding out and protected it :(\n  \n  I don't find fast food places or the library to be *that* strange.\n  ","515458":"\n  I have nothing planned. Probably the gym XD I got a journal today that will be good for keeping track of the gym, has things to answer etc\n  \n  weekend; the superbowl... I'll be at my nephew's uncles house.\n  ","515459":"\n  True hence the \"for now\" XD\n  \n  hopefully at least checks in every other week or monthly ¯\\_(ツ)_\/¯\n  ","515460":"\n  sure\n  ","515461":"\n  🙆🙆🙆🙆\n  \n  this definitely failed though 😂\n  ","515462":"\n  I guess XD\n  ","515463":"\n  I'm good. Watched the movie then went to a few different shops afterwards. Been a long day but good too :)\n  ","515464":"\n  I got distracted by instagram 😂\n  ","515465":"\n  Just Lyndsey.\n  ","515466":"\n  town\n  ","515467":"\n  No, public.\n  ","515468":"\n  😂\n  \n  How'd that go?\n  \n  sent 2 hours ago\n  ","515469":"\n  People usually don't like snails?\n  \n  I guess I'll go with that. I liked when younger.. no idea if I still would XD\n  ","515470":"\n  It's fine. Not the only one XD\n  ","515471":"\n  It is :)\n  \n  😍😍😍\n  ","515472":"\n  There should definitely be age retests. Especially if the person has had multiple accidents before.\n  ","515473":"\n  A Star is Born.\n  ","515474":"\n  Nope. I'm careful.\n  ","515475":"\n  I wouldn't mind playing Spyro again.\n  \n  ¯\\_(ツ)_\/¯\n  ","515476":"\n  The flowers, fresh cut grass smell\n  ","515477":"\n  The gym\n  \n  The gym\n  \n  Seeing a movie today\n  ","515478":"\n  I haven't nor have I had one.\n  ","515479":"\n  everyday pretty much\n  \n  sometimes I don't go on fb or ig for a couple days. Just depends on my mood\/boredom etc\n  ","515480":"\n  It's been ages.\n  ","515481":"\n  The simple things in life\n  ","515482":"\n  aw\n  ","515483":"\n  I did block. You remind me of lahore but lahore doesn't look like that guy.\n  ","515484":"\n  Perhaps ¯\\_(ツ)_\/¯\n  ","515485":"\n  Yes. I'm a keyboard warrior.\n  ","515486":"\n  yes. I've only listened to 3 songs so most will be a surprise\n  ","515487":"\n  A Star is Born\n  \n  FINALLY!\n  ","515488":"\n  me\n  \n  sarah\n  \n  Lauren\n  \n  kingfink\n  ","515489":"\n  10:56am is early for you? :p\n  \n  The movie is at a 1:45pm showing or something like that lol\n  \n  still need to get ready but up and eating leftover breakfast.\n  ","515490":"\n  it shouldn't matter?\n  \n  it was\n  \n  1\n  \n   @lightoflove\n  \n\n  me and\n  \n   @whensparksflyallaround\n  \n  fighting the 2\/3 spot\n  ","515491":"\n  birthday, Christmas\n  ","515492":"\n  Where you become #1 and not sure how you got there.\n  ","515493":"\n  I noticed. She ended up asking for advice and tagging me.\n  \n   @storm_stuart\n  \n\n  welcome back for now  <3\n  ","515494":"\n  Same as yesterday. I had leftovers.. The bowl was hugeeee.\n  ","515495":"\n  Why?\n  \n  You also shouldn't listen to Dan or John who wrote that message that I was tagged in. It's weird.\n  ","515496":"\n  I'm nobody's mother.\n  ","515497":"\n  Bob Ross\n  ","515498":"\n  Night captain\n  ","515499":"\n  Always am\n  \n  jk\n  ","515500":"\n  I don't care nor have an opinion on the matter\n  ","515501":"\n  night beautiful monsters\n  ","515502":"\n  *get offline :P\n  \n  <3\n  ","515503":"\n  went to the gym\n  \n  don't feel like it\n  ","515504":"\n  nope.\n  ","515505":"\n  on here.. I might get off and watch some youtube before bed.\n  ","515506":"\n  Thanks!\n  \n  roses and sunflowers are my favorite flowers.\n  ","515507":"\n  Alrighty then\n  ","515508":"\n  why?\n  ","515509":"\n  A tornado and hurricane\n  \n  ufo\n  ","515510":"\n  lucky me 😘\n  ","515511":"\n  nah. I keep dodging the questions with other stuff lol\n  ","515512":"\n  sounds good to me\n  \n  depending who you are o.o\n  ","515513":"\n  You trippin'\n  ","515514":"\n  seems like the bachelor or something o.o\n  \n  hmm\n  ","515515":"\n  Mountains\n  \n  can drive a few hours and be in snow if you want\n  \n  its not too cold right now\n  \n  i like the gym i go to\n  \n  various lakes and other tourist attractions\n  ","515516":"\n  That's good.\n  ","515517":"\n  -on here\n  \n  -just set my alarm clock via Pandora.\n  ","515518":"\n  bet you say that to all the ladies\n  ","515519":"\n  You player!\n  ","515520":"\n  Right! It was the first gif I noticed :(\n  \n  No idea what it's from either\n  ","515521":"\n  I feel that way.. Also wrong timing kind of thing.\n  \n\n   https:\/\/youtu.be\/Ahha3Cqe_fk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","515522":"\n  sweet\n  ","515523":"\n  well that was rude\n  \n\n   @cestlavie87\n  \n","515524":"\n  yes :)\n  ","515525":"\n  Good 😈\n  ","515526":"\n  I know it's based on those people. forget the names atm lol\n  ","515527":"\n  That's what I been told. Also love a few songs from it. I didn't listen to them all so some will be a nice surprise.\n  ","515528":"\n  ew\n  ","515529":"\n  yes :)\n  \n  haven't been to in forever. Also free tickets\n  ","515530":"\n  It's ok. remembered that I have plans to go to the movies 😂\n  ","515531":"\n  I'll have fun tomorrow at the movies. Finally will see A Star is Born! 😍😍😍\n  \n  I forgot about that in my last answer XD\n  ","515532":"\n  I'm not sure. I don't have anything planned. I'd like to go to the library but I don't know if they're open on Sundays.\n  ","515533":"\n  I guess. A d!ck is a d!ck after all 😈\n  ","515534":"\n  refer back to the first post lol\n  ","515535":"\n  Movie or song lyrics?\n  ","515536":"\n  Not all.\n  \n  Kind of invasion of privacy for those guys though.\n  ","515537":"\n  :)\n  ","515538":"\n  no\n  ","515539":"\n  I can definitely taste the vodka in this keto ice cream. Apparently it helps it not get crusty?\n  ","515540":"\n  I'm single, my dude.\n  ","515541":"\n  No preference 🍆\n  ","515542":"\n  -when you can afford it\n  \n  -love\n  \n  -you know the person inside and out. Lived with, s3xually, its what you been looking for etc\n  ","515543":"\n  I don't really have any sassy ones these days.\n  \n  The one i was wearing earlier says \"eat clean, train hard & #letemhaveit\" and has a dumbell overlay symbol on it. Shana and Edwina from thrifters anonymous  (youtubers + on Storage Wars) always say let em have it. I ended up getting it in a contest forever ago.\n  ","515544":"\n  Haven't been to college in 5 years now.\n  ","515545":"\n  no. I'm leaving now for the gym 💪🍑\n  ","515546":"\n  yo\n  ","515547":"\n  ¯\\_(ツ)_\/¯\n  ","515548":"\n  😂😂😂\n  ","515549":"\n  5'7\"\n  ","515550":"\n  No. I did earlier.\n  \n  stop bringing fetishes to people.\n  ","515551":"\n  I actually have a bruise on one :o\n  \n  I think I hit the thing on my bed.\n  ","515552":"\n  Thanks\n  \n  cool hair\n  ","515553":"\n  Small talk\n  \n  hello\n  ","515554":"\n  I have no idea what that is\n  ","515555":"\n  Are you going to find me a man?\n  ","515556":"\n  Before I took a shower:\n  \n  blue tshirt with words on it\n  \n  coral lounge shorts\n  \n  now:\n  \n  pink top\n  \n  sports bra\n  \n  black leggings with pink \"game on\" writing.\n  ","515557":"\n  I've never used tinder, no.\n  ","515558":"\n  wouldn't surprise me 😂\n  \n  The person has horrible comprehensive skills. Or just trolling but I believe the first case XD\n  ","515559":"\n  lol you just sent me my own question\n  \n  ig is a mix of a ton of things and various people including some celebs.\n  \n  FB is more strictly for people i know in person with a random selection of people I've never met but been friends with for ages. trust etc\n  ","515560":"\n  I'll take a quick shower. Not going to wash my hair though.\n  \n  I'm sure that person will be wicked confused on how that's possible. sigh\n  ","515561":"\n  And you don't know how to comprehend anything. It's like talking to a wall.\n  ","515562":"\n  I usually get a new one every year or month but none have really caught my attention so far.\n  ","515563":"\n  ☝\n  ","515564":"\n  time\n  \n  today has been going fast!\n  ","515565":"\n  Good luck\n  ","515566":"\n  Why would a guy have a purse?\n  \n  Do whatever you want.\n  ","515567":"\n  ugh\n  ","515568":"\n  I rarely complain.\n  ","515569":"\n  sure\n  ","515570":"\n  I'm 31 and never been arrested or pc'd so I think I'm doing a good job already! XD\n  ","515571":"\n  cry\n  ","515572":"\n  I don't get how that would be creepy. I personally wouldn't feel comfortable with someone that's basically my brother's age. I'd like to keep it at 35 if I could.\n  \n  if I liked everything about the person then the age factor wouldn't be a dealbreaker.\n  ","515573":"\n  lol that happened a few months ago. Then I showered and waited a million years for us to leave the house. I wasn't happy about waking up early when I psychically didn't need to!\n  ","515574":"\n  not waking up in the first place\n  ","515575":"\n  lol thanks :p\n  ","515576":"\n  Probably lol\n  \n  uncomfortable tho\n  ","515577":"\n  69F and sunny.\n  \n  What is winter?\n  ","515578":"\n  yes 😍\n  ","515579":"\n  anyways...\n  ","515580":"\n  it was cold\n  \n  ¯\\_(ツ)_\/¯\n  ","515581":"\n  surprised blizzard isn't at the door atm\n  ","515582":"\n  37 to be exact.\n  \n  - my inbox\n  ","515583":"\n  I haven't really used any oils.. just basically butter when cooking. We do have some coconut oil though. I'm not sure on the specifics for each example. Just a guess.\n  ","515584":"\n  idk just is with keto i guess.\n  \n  I think it can mess with hormones or too fatty for the \"diet\". Feel free to look it up :p\n  ","515585":"\n  aw\n  ","515586":"\n  yes. I hope you feel 100% soon, mentally too <3\n  ","515587":"\n  nope. I came out the womb alone or \"single\" 😂\n  ","515588":"\n  no, mst\n  ","515589":"\n  avocado, eggs, peanut butter and other sh!t lol\n  ","515590":"\n  gross\n  ","515591":"\n  Of course!!\n  ","515592":"\n  Because I've worn a bra before while camping to sleep ¯\\_(ツ)_\/¯\n  ","515593":"\n  more medium fat\n  \n  healthy fats\n  ","515594":"\n  fun :P\n  \n  keto is high protein and fat. low carb and sugar. 😈\n  ","515595":"\n  hakuna matata 😂\n  ","515596":"\n\n   @mostafasabryfathy\n  \n  is my favorite Islamic friend on here.\n  ","515597":"\n  yay, twins.\n  ","515598":"\n  cool\n  \n  I was just hungry and didn't feel like wasting stuff 😂 also everything is keto so ya\n  ","515599":"\n  swim\n  \n  tan\n  \n  hike\n  \n  just relax\n  ","515600":"\n  sounds like a high compliment :o\n  ","515601":"\n  Good. Yourself?\n  ","515602":"\n  Good afternoon\n  ","515603":"\n  I haven't been following it, sorry.\n  ","515604":"\n  This yumminess. Looks better in person. The leftover broccoli, onion, cabbage from last night. Ground turkey, 2 eggs.\n  \n  Sriracha, salsa and goat cheese on top\n  ","515605":"\n  Sonny\n  ","515606":"\n  Good to know\n  \n  or just drive there lol\n  ","515607":"\n  so around 14 miles each day. No. I'd need to run twice each day to get up to the 100 miles.\n  ","515608":"\n  Last night was actually the first time in 2019. Panda express keto style.\n  \n  We've had pho but I don't really count that since it's more healthy and from a food truck not an actual fast food place.\n  ","515609":"\n  blue\n  ","515610":"\n  I have. Are you proud of me? lol\n  ","515611":"\n  I don't.\n  \n  if I was camping and shared a tent, maybe.\n  ","515612":"\n  Just San Diego once\n  ","515613":"\n  scrambled\n  ","515614":"\n  I guess I should sleep now. I ate something at least and feel better but no new questions, so good night.\n  ","515615":"\n  I'm not sure what mine would ultimately be\n  ","515616":"\n  Just feeling good at the gym earlier.\n  ","515617":"\n  murder?\n  ","515618":"\n  all my anons 😘\n  ","515619":"\n  That i probably need more carbs in me today since I feel very savage 😂\n  ","515620":"\n  these dogs are waving good bye to you\n  \n\n   https:\/\/www.instagram.com\/p\/BtBjc70AL8Q\/?utm_source=ig_share_sheet&igshid=1enkv36ixeivr\n  \n","515621":"\n  😂😂😂\n  ","515622":"\n  walk yourself off my page like these cute doggies\n  \n\n   https:\/\/www.instagram.com\/p\/BtD2I05gZsf\/?utm_source=ig_share_sheet&igshid=1n0axezbk9ebp\n  \n","515623":"\n  no\n  ","515624":"\n  I remember of her but we weren't close. That's sad :(\n  ","515625":"\n  I don't feel like translating right now.\n  ","515626":"\n  these look yummy\n  ","515627":"\n  that wouldn't happen overnight\n  ","515628":"\n  a few months ago\n  ","515629":"\n  idk people are bugging me\n  ","515630":"\n\n   https:\/\/instagram.com\/skye__bree?utm_source=ig_profile_share&igshid=1gu51swvn59ce\n  \n\n  I think it broke the __\n  ","515631":"\n  I'd probably walk around the city for 3 hours if I knew that the schedule wouldn't change.\n  \n  eat food or buy stuff for later if hungry\n  \n  charge devices \/ go online\n  \n  talk to people if friendly lol\n  \n  walk around the shops in there\n  ","515632":"\n  congratulations\n  ","515633":"\n  skye__bree\n  ","515634":"\n  She has the same name for everything. not hard to find\n  ","515635":"\n  specifics\n  ","515636":"\n  why don't you?\n  ","515637":"\n  top from earlier, pink lounge shorts\n  ","515638":"\n  stop giving me your number.\n  \n  Texas (Baytown, Houston, Missouri City)\n  ","515639":"\n  That doesn't mean I agreed or that i need to send you anything lol\n  ","515640":"\n  I have none.\n  \n  When did I say that I'd make you c8m or ask you questions? I DIDN'T.\n  ","515641":"\n  ohhh\n  ","515642":"\n  nope\n  \n  i still have her on sc and ig though\n  ","515643":"\n  with the pink nail polish holding on to dear life 😂 its been since October and a bit still on XD\n  ","515644":"\n  Apparently.\n  ","515645":"\n  :p\n  ","515646":"\n  Keep going in the right direction then <3\n  ","515647":"\n  at times.\n  ","515648":"\n  go for it\n  ","515649":"\n  nice try\n  ","515650":"\n  I suppose. I don't think I'm bad...\n  ","515651":"\n  no to what?\n  ","515652":"\n  Obviously.\n  ","515653":"\n  I only have one gstring and it came with one of the lingerie pieces someone on here got me via my amazon wishlist.\n  ","515654":"\n  It's definitely a lot of work.\n  \n  I hate the not being there, the distance.\n  ","515655":"\n  about what?\n  ","515656":"\n  why? whatever they like i guess lol\n  ","515657":"\n  That would be sad considering my age.\n  \n  I've been in about 5 relationships.\n  ","515658":"\n  swimming, gym, fam, friends, nature, pets etc\n  ","515659":"\n  Guess you read my bio then.\n  ","515660":"\n  I love to read.\n  \n  I like Harry Potter, Star Wars, Star Trek, Lord of the rings, Big Bang Theory and other stuff like that.\n  \n  I'm not that nerdy about those things though. I don't need to always watch or talk about them. It's just whatever. I wouldn't really label myself as a nerd but I do like nerdy things at times.\n  ","515661":"\n  People can be good still regardless if they have tattoos.\n  ","515662":"\n  Probably something on here, tbh.\n  ","515663":"\n  This means nothing to me.\n  ","515664":"\n  Do you see him answering things? Logic.\n  ","515665":"\n  you shouldn't assume\n  \n  why am I getting these fetish questions, tho?\n  ","515666":"\n  Not at this moment but that could change.\n  ","515667":"\n  I like both ways including other facial hair styles.\n  \n  Depends more on how it looks on the guy. His preference overall.\n  ","515668":"\n  I just had chicken, broccoli, cabbage, onions. I'm ok. I didn't eat all of it. I'll add some eggs and ground turkey to it tomorrow for breakfast. Basically ate all the chicken 😂 so much broccoli, it's insane. literally the whole container is broccoli now :o Panda Express keto style. I missed rice and lo mein XD\n  \n  I'll probably snack on stuff since I did go to the gym and need more food when I do.\n  \n  YOUR LUCK CHANGES TODAY.\n  \n  Is that a threat? Good or bad? hmm. Interesting fortune.\n  ","515669":"\n  :)\n  ","515670":"\n  more so my mother.\n  ","515671":"\n  look both ways when crossing streets. My dad used to walk me to school with our old dog and he'd always repeat that -_-\n  \n  um probably some other stuff too\n  ","515672":"\n  Not for you to know. I'd probably answer if you got me something from my amazonwishlist.\n  \n  anons are just too creepy at times, yo.\n  ","515673":"\n  you didn't need to send me this twice\n  \n  good to know\n  ","515674":"\n  Yes. I've been going back to the gym and all that :)\n  ","515675":"\n  think about it\n  ","515676":"\n  guys, an anon likes cannibalism.\n  \n  help!\n  ","515677":"\n  Questions would be nice.\n  \n  If you want a conversation don't leave me this. Be normal.\n  ","515678":"\n  I don't care\n  ","515679":"\n  black\n  ","515680":"\n  ya'll send some dumb sh!t\n  ","515681":"\n  Nothing\n  \n  Obsession and stalking isn't cute though.\n  ","515682":"\n  Just the a%%? No thanks.\n  ","515683":"\n  It's my friends birthday.\n  \n  damn. I was on FB earlier and forgot to say something 😂\n  \n  besides that nothing? Typical weekend...\n  ","515684":"\n  nah.\n  ","515685":"\n  Only the ones that matter\n  ","515686":"\n  yup\n  ","515687":"\n  Don't make me regret answering this x\n  ","515688":"\n  my dad 😂\n  ","515689":"\n  If I have, I don't remember.\n  ","515690":"\n  hello anonymous user\n  ","515691":"\n  They are alright. Especially if been walking a ton, working out and stuff like that.\n  ","515692":"\n  Aerosmith song came to mind\n  ","515693":"\n  heartbreak\n  \n  the pain before getting a root canal\n  \n  I cut my knees up going down a ramp with a bike or scooter.. but it was basically fine. I haven't had any real injuries.\n  ","515694":"\n  lady bug\n  \n  nomad butterflies\n  \n  grasshoppers\n  ","515695":"\n  Turtle\n  \n  we had a snapping turtle growing up. My dad found it when it was in the egg.\n  ","515696":"\n  It's ok. It has the swipe right\/left feature as well.\n  ","515697":"\n  Probably in the pastvif they deserved it or just kept to myself.\n  ","515698":"\n  I have okcupid.\n  ","515699":"\n  D!ck\n  ","515700":"\n  That's good!\n  ","515701":"\n  Yes\n  ","515702":"\n  affiliate marketing\n  ","515703":"\n  feeling lonely\n  \n  when you see or hear something and it reminds you of someone and all the feelings come running back. mind won't shut off.\n  \n  The feeling that you are forgetting something and don't remember what\n  ","515704":"\n  Today has been ok. Ended up waking up a little late, made breakfast, showered. Listened to new music while doing makeup. Going to the gym fairly soon.\n  ","515705":"\n  I'd probably do a treatment if felt it needed it, usually just do conditioner though.\n  \n  Used the purple shampoo+con today. 👱\n  ","515706":"\n  What a time by Julia Michaels and niall Horan is good.\n  ","515707":"\n  That wasn't an offer.\n  ","515708":"\n  bonjour\n  ","515709":"\n  too soon to say, kiddo.\n  ","515710":"\n  yet to be determined\n  ","515711":"\n  playing\n  \n   https:\/\/open.spotify.com\/playlist\/37i9dQZF1DX4JAvHpjipBk?si=_ilFxQ9LS56T8TSZ00AyXQ\n  \n  while I do makeup.\n  \n  New Music Friday playlist\n  ","515712":"\n  less exciting than all that but still nice\n  ","515713":"\n  lonely\n  ","515714":"\n  it is.\n  \n  I don't feel like looking up bathroom habits though to know if true or not 😂\n  ","515715":"\n  I'm good. About to shower.\n  ","515716":"\n  interesting\n  ","515717":"\n  I hate fake celebrity accounts but either way it's nice to know that the real Selena has new music out.\n  ","515718":"\n  idk. is there any scientific research on that? Never heard that.\n  ","515719":"\n  This was \"oh yeah\" too.\n  \n  Also bacon and guacamole is actually good together o.o\n  ","515720":"\n  depends what I feel like doing\n  \n  how clean the place looks etc\n  ","515721":"\n  Not really\n  \n  hopefully visit the library. Been meaning to this whole week and still haven't gone :\/\n  \n  the gym. I like when not many people are there XD\n  ","515722":"\n  burnt hair\n  \n  gasoline at times\n  \n  smelly people\n  \n  too much perfume\n  ","515723":"\n  I'm good. Got some scrambled eggs, baby spinach and some ground turkey cooking up.\n  \n  Then I'll take a shower and go to the gym.\n  ","515724":"\n  smoke when younger.\n  \n  move out of Massachusetts. I have always loved to travel. I'll always think of it as home. The masshole in me :)\n  \n  Maybe enjoy going to the gym? Young Lyndsey probably would have been thinking i was crazy or something 😂\n  ","515725":"\n  I'll be wearing my 1stphorm shirt, sports bra, and some leggings. Gym attire :)\n  ","515726":"\n  He's said many things.\n  ","515727":"\n  I don't do that.\n  ","515728":"\n  Take my metformin. I usually have yogurt but been cooking more and just forgetting. I guess it's good that I'm not being codependent on it though?\n  ","515729":"\n  Nice to know how'd you sound in the bedroom\n  ","515730":"\n  6-11 maybe?\n  ","515731":"\n  Can you?\n  ","515732":"\n  London\n  \n  Norway\n  \n   @cestlavie87\n  \n  made it look good\n  \n  Paris\n  \n  or Hawaii\n  ","515733":"\n  I don't believe so. My mom's side is more of a wild card..\n  ","515734":"\n  How many do you think? :)\n  ","515735":"\n  yes.\n  ","515736":"\n  Technically none.\n  \n  In Massachusetts I'd have to drive an hour or two to most beaches.\n  \n  If lakes count then Maine. There are some good beaches in Maine too but about the same length of time to get there as well.\n  ","515737":"\n  Do the dogs count? ;)\n  ","515738":"\n  bit of both\n  ","515739":"\n  I personally don't have one.\n  ","515740":"\n  I feel like that's more individual advice. I don't know what you are already doing, eating habits etc\n  ","515741":"\n  One\n  ","515742":"\n  The Mule because of the name.\n  \n  A Dog's way home if you want something sad\n  \n  Escape Room if wanting more horror?\n  ","515743":"\n  I don't.\n  \n  My brother used to when first moving to Arizona, that was cool. Was like condo apartments, pool and community area for everyone.\n  ","515744":"\n  No lol\n  ","515745":"\n  No\n  ","515746":"\n  inside and outside\n  ","515747":"\n  Night antique\n  ","515748":"\n  No but I've pressed a lot of buttons in elevators :o\n  ","515749":"\n  The wheels, gotcha. ugh. I wasn't thinking of old things. Don't really understand the god bit.\n  ","515750":"\n  spent it all on rum, aye.\n  ","515751":"\n  you\n  ","515752":"\n  judging you.\n  ","515753":"\n  A coin or money comes to mind. The whole \"in god we trust\".\n  \n  maybe even a waterfall. like the backside being the rocks\/manmade, god is like the water flowing.\n  \n  I'm not religious so I'd suck at riddles like that\n  ","515754":"\n  why did you take some lsd? more bad jokes, man.\n  \n  a tub filled, ok? Every time you get hot, you get more.\n  ","515755":"\n  \"The patio doors could be locked only from the inside, so the McCanns left them closed but unlocked, with the curtains drawn, so they could let themselves in that way when checking on the children.\"\n  \n  Yet they kept going back and forth on which way they entered that night. That doesn't seem like a good idea to leave young kids when there's been sightings of people breaking in. The ugly blonde guy seems likely.\n  \n  Matthew Oldfield volunteered to check the kids. Yet she went a few minutes later herself.\n  \n  Murat family seems strange. Also said how the son was home that evening and then later on the mother mentions how she took a drive past the area. Strange. Did they ever check to see if his daughter in England was really Madeline?\n  \n  \"the second week of June they sent him hair and eyelashes from Madeleine collected from the family home\" how do you collect eyelashes though? 😂\n  \n  idk the parents do seem money hungry. I don't know if I feel like they did something though. The dog going to the sofa was strange but no real evidence anywhere. If she is alive she probably looks way different from the picture they made. Surely in that time she would have visited doctors or dentists? If she is alive, hopefully a happy child and doesn't remember bad things? ¯\\_(ツ)_\/¯\n  ","515756":"\n  Sometimes\n  ","515757":"\n  It's 51F out. Not too bad.\n  \n  I'm good *throws water on you*\n  ","515758":"\n  No clue. Kids don't know what it was once like :(\n  ","515759":"\n  Probably. Lied about a lot of stuff. It's been a while since I've been familiar with the case.\n  \n  These don't sit right with me though :\n  \n  \"George was found in aDaytona Beachhotel the next day after sending messages to family members threatening suicide. He was taken to Halifax Hospital for psychiatric evaluationand later released.\"\n  \n  Why would he try to die? Did he know something more about it?\n  \n  \"It was alleged in press reports that Cindy Anthony hadperjuredherself when telling jurors she—not Casey Anthony—was the one who used her family computer to search the Internet for \"chloroform\". The state attorney's office said she would not be charged.\"\n  \n  Was she covering for George?\n  \n  The guy who reported seeing the daughter's body. Called 3 times: Roy Kronk. We don't hear anything else about him. Was he even looked at?\n  ","515760":"\n  Nice :)\n  \n  mtv definitely topped vh1\n  \n  if only they still had music :o\n  ","515761":"\n  damn.. that's hard! so many good singers and bands.\n  \n  WHY EM, WHY!?\n  ","515762":"\n  The ocean.\n  ","515763":"\n  Was the best channel to watch. Including vh1, discovery channel, disney and nick\n  ","515764":"\n  I'd rather not receive videos on religion.\n  ","515765":"\n  Why ask this twice?\n  \n  Pjs\n  ","515766":"\n  yes 😂\n  ","515767":"\n  🙆🙆🙆🙆\n  ","515768":"\n  I add more chapstick\n  \n  more lotion\n  \n  maybe a lighter foundation if the tan dies\n  \n  i feel like my hair is more dark since between going to the salon. That makes me feel more bad about myself.\n  \n  That might be it.. I'd say change to darker lip colors but I'm not really someone who wears lipstick much. I seem to keep finding shades that match my lips or i get something and the color looks completely different on me than in the packaging :\/\n  ","515769":"\n  Evil hidden mass send\n  \n  bad Tom!\n  ","515770":"\n  cute! Good song.\n  \n  The eyes started to remind me of Coraline's fake mom and the button eyes XD\n  ","515771":"\n  Which one?\n  ","515772":"\n  Sorry\n  ","515773":"\n  aww\n  ","515774":"\n  done\n  ","515775":"\n  Have a good sleep\n  ","515776":"\n  I didn't care for the start of it but the rest is good.\n  ","515777":"\n  🐱🐱🐱🐱🐱🐱🐱🐱🐱\n  ","515778":"\n  I'm alright, thanks.\n  ","515779":"\n  ah that's sad :( people who do that don't deserve pets or children. .probably do the same with them :(\n  \n  I'm glad the cat has someone like you if only for a few days  <3\n  ","515780":"\n  Right\n  \n  of course someone has to make it be s3xual lol\n  \n  I got one for prom and my hair done :)\n  ","515781":"\n  ok then\n  ","515782":"\n  footloose XD\n  ","515783":"\n  I got a facial before and they did a little bit of massaging too.\n  \n  My friend's mom gave me a foot massage before 😂\n  ","515784":"\n  You are a sweetheart. Hopefully they can place the kitty or find its owners by chip..\n  ","515785":"\n  eu não sinto muito\n  ","515786":"\n  cheeseburger, bacon, lettuce then put in a low carb tortilla wrap.\n  \n  It wasn't bad. Different.\n  ","515787":"\n  Not really. I'm just saying Arizona summers get up to 119... lots of stupid people go hiking mountains and end up dead because of the temperatures or get saved by Rangers etc\n  \n  The area I'm at doesn't get snow so wouldn't really need to worry.\n  ","515788":"\n  No? It's been around for a few years?\n  \n  First time trying it out though. Yesterday marked 2 weeks.\n  ","515789":"\n  Não. Eu entendo espanhol mais do que português.\n  ","515790":"\n  The winter here would be the best time to hike since colder temperatures. I believe so.\n  \n  I don't remember how high other hikes have been.\n  ","515791":"\n  Estou sempre em paz\n  ","515792":"\n  Absolutely nothing. I woke up late. Ate some yogurt and berries. Online shenanigans. Had lunch. Checked out amazon for a few things. Talked to people on kik (private )\n  \n  ate a quest bar to tide me over before dinner which is cooking now.\n  ","515793":"\n  No problem\n  ","515794":"\n  aww. I'm glad you guys found it!\n  ","515795":"\n  Glad you smell good now. Hygiene is always important\n  ","515796":"\n  The grease lightning song came to mind since the power bit\n  ","515797":"\n  Don't be so hard on yourself  <3\n  ","515798":"\n  In some things, yes.\n  \n  It's usually low to medium appearance wise but def confident in other areas.\n  \n  I'd say I'm a 5-7 at fimes\n  ","515799":"\n  Very boring. Yours?\n  ","515800":"\n  prove it\n  ","515801":"\n  I don't.\n  \n  lol\n  \n  Getting my hair done, nails painted, new clothes, stuff like that definitely helps. Taking care of myself more - eating healthy, gym etc\n  ","515802":"\n  Don't spit on my page!\n  ","515803":"\n  shine like a diamond\n  ","515804":"\n  Virtual foot kiss\n  ","515805":"\n  spank you very much\n  ","515806":"\n  Nothing\n  \n  grocery shop or real shopping\n  \n  gym\n  \n  whatever i felt like\n  ","515807":"\n  That can get annoying.\n  ","515808":"\n  Yes. Just waiting on laundry to be done.\n  ","515809":"\n  I would need more context.\n  \n  maybe they felt off the hook about making it up and didn't feel like talking more...\n  ","515810":"\n  Nice area\n  ","515811":"\n  lol I wouldn't need to steal their car.\n  ","515812":"\n  A tad less.\n  \n  I still haven't gone :(\n  \n  Was supposed to in December but my sil was being a b!tch about things and uninvited us.\n  \n  ~\n  \n  I've only been to San Diego out of California areas too.\n  ","515813":"\n  Hopefully not Winslow 😂\n  \n  mom and dad got broken down there due to the breaks before.\n  \n  Also near a highway so not quite the traffic causing it to take long.\n  ","515814":"\n  Massachusetts to South Carolina then.\n  ","515815":"\n  How would a coyote eat me if I was in the car?\n  ","515816":"\n  Already have. Need to do that just to get out of the town 😂\n  ","515817":"\n  I know\n  ","515818":"\n  😂😂😂\n  \n  nice!\n  ","515819":"\n  Not that much.\n  \n  Doing a huge road trip alone would be fun though :)\n  ","515820":"\n  I have a great memory :)\n  \n  very nice :p\n  \n  bet she won\n  ","515821":"\n  I was about 2-4 years old lol\n  ","515822":"\n  I remember my sister made me look in the oven then blew the ashes into my face. That's all I remember about that. Apparently i wore an eyepatch for a little bit. I don't remember that part lol\n  \n  my sister was evil when younger\n  ","515823":"\n  I bet :)\n  ","515824":"\n  The newest would have been on the 18th.\n  ","515825":"\n  Haven't watched then lol\n  ","515826":"\n  I want to know more about the person. Talk with on a regular basis.\n  ","515827":"\n  at times\n  ","515828":"\n  ?\n  ","515829":"\n  Yes. It's beautiful.\n  ","515830":"\n  I like bodycon ones\n  \n  strapless seems to look good\n  \n  aline that is more tight in the boobs and flows away from hips\n  \n  I liked halter ones but idk if still would flatter me now.\n  ","515831":"\n  My sister's wedding. Their 2nd year of marriage will be in March. Together for 4 years.\n  \n  Also in the dressing room when I got my velvet dress for Christmas. I didn't end up wearing it though :\/\n  ","515832":"\n  you could get bitter?\n  ","515833":"\n  That hasn't happened. I always knew the end destination.\n  ","515834":"\n  bed\n  \n  out in nature\n  \n  swimming\n  \n  the gym\n  ","515835":"\n  cool\n  \n  Real questions would be great.\n  ","515836":"\n  I have three candles right now ¯\\_(ツ)_\/¯\n  \n  rustic pine - some random one from Walmart\n  \n  frosted cranberry - bath and body works\n  \n  A wick one. I guess the name is hear the difference. idk.\n  ","515837":"\n  he isn't there anymore\n  ","515838":"\n  AZ- The same as any other time 😂\n  \n  East Coast - snow, the lake frozen, friends going ice fishing etc\n  ","515839":"\n  When Blizzard has his little paws under the door trying to get in \/ smack you.\n  ","515840":"\n  my inbox is pretty dead\n  ","515841":"\n  brunch then\n  \n  1:55pm\n  \n  I ended up staying up late and sleeping til 11\/12...\n  ","515842":"\n  I don't know what I want for breakfast\n  ","515843":"\n  Maybe at times but still shared certain activities with friends too\n  ","515844":"\n  No idea. I get called fake a lot on here since I don't post my picture. Doesn't mean that I'm fake. I'm not faking anyone.\n  \n  I like privacy\n  \n  I'm also shit at taking pictures\n  ","515845":"\n  nah. I was probably without headphones :(\n  ","515846":"\n  in which way, jonny boy?\n  ","515847":"\n  I'm not sure.\n  ","515848":"\n  Random information:\n  \n  Taco Bell in Phoenix ended up serving alcohol. Think one of the first that has.\n  \n  I've never had their fries.\n  \n  I'm good. Should eat something. Haven't had breakfast yet.\n  ","515849":"\n  Indeed. Always learning more Spanish from\n  \n   @mawiocudwoc\n  \n  and my sister-in-law is from Guatemala so learn certain things from listening to all of them.\n  ","515850":"\n  chocolate\n  \n  I also love the strawberry spongecake from White's Bakery in Massachusetts. 😍😍😍\n  ","515851":"\n  Sometimes! Other times not so much. How are you feeling today?\n  ","515852":"\n  English, mostly.\n  \n  I know a little Spanish and French but not enough.\n  ","515853":"\n  I think it's a shame. It's 2019, advertisers should show off all the body types. All they want is a 00 with no butt, boobs or even hips.. it can get worrisome.\n  \n  If someone is built like that, I didn't mean to be rude. It's just always the type of body you see. The world needs more diversity.\n  \n  I also feel that there's not enough poc in today's market either.\n  ","515854":"\n  I didn't need to know this.\n  \n  Good points though. Definitely need to break in boots.\n  ","515855":"\n  on the warmer side right now\n  ","515856":"\n  Patriots.\n  \n  fight me\n  ","515857":"\n  Of course. I hate those commercials with the sad song. Always wish I could do more.\n  ","515858":"\n  The dead one.\n  \n  ha ha\n  \n  Wtf is this question tho.\n  \n  ask can do better!!!\n  ","515859":"\n  nose\n  \n  eyebrow\n  \n  or something on my ear. The tangus or something similar.\n  ","515860":"\n  No. I feel like some of my old poems do kind of flow like one but it was never my intention to make a song.\n  ","515861":"\n  john mayer shirt. I use it more for the gym and sleep. It's almost a dress on me now.\n  \n  lounge shorts since I took my leggings off and put into the hamper.\n  \n  a facemask\n  ","515862":"\n  I thought this was going to end up being cute and innocent 😂\n  ","515863":"\n  Maybe! Do want to wear something more sexy if I do anything.\n  ","515864":"\n  XD\n  ","515865":"\n  meow\n  ","515866":"\n  Probably my nephews and I don't remember when\n  ","515867":"\n  😂\n  \n  I suppose. so cute.\n  ","515868":"\n  Do Simba and Nala count? 😍\n  ","515869":"\n  Can't always avoid if already out.\n  ","515870":"\n  horrible! Everyone forgets how to drive, accidents. Roads probably not being iced\/salted. The plows on strike\n  \n  atleast Massachusetts is always that way.\n  ","515871":"\n  a lemonade electrolytes drink\n  \n  chocolate pudding cup\n  \n  raspberries, blueberries, blackberries\n  \n  10 chocolate chip morsels\n  \n  also some seaweed 😂\n  ","515872":"\n  I'd say 5\/6\n  ","515873":"\n  Cheat meals are necessary at times!\n  \n  Is this jub-jubs? 😘\n  ","515874":"\n  cool\n  \n  I'd go for 28-35\n  \n  more if liked the person and couldn't help the age factor.\n  ","515875":"\n  I never liked them but did wear earmuffs.\n  ","515876":"\n  Are white cats good luck? I was outside the gym and a white cat came along. I was worried for it. It ended up crossing the road and cars were coming. I was all \"run cat\" 😂 It did. Hope it makes it safely back to wherever it was heading.\n  ","515877":"\n  😂\n  \n  Today is actually 2 weeks. Wednesday is weigh-in day and I was another 2 pounds down so 4 total since starting keto. Feel less bloated like too :)\n  \n  I've had a cereal that we've made. Also tried the carb master milk we have or whatever the name is instead of almond milk. no real difference. The chocolate one is way creamier though.\n  \n  1 slice of ham, 2 of turkey, cheese stick, almonds before the gym. also my preworkout\n  \n  a quest bar and walnuts on the way back from the gym. I had like 4 water refills :o need to find cheaper bars, gets expensive or make..\n  \n  took my ignition and post workout  (chocolate mint flavor) when I got back\n  \n  dinner was a cheeseburger wrapped in lettuce and a salad. I was like F that and cut up all the cheeseburger+lettuce and put it in with the other salad. Added more cheese to the salad, avocado ranch salad dressing, there's cucumbers in the salad too. Topped with a bit of guacamole and that hot sauce.\n  ","515878":"\n  gives you hell\n  \n  ah not really but sort of 😂 like i would want to be way hotter but at the same time i wouldn't wish hell on anyone lol like keep wishing you were mine XD\n  ","515879":"\n  none lol\n  ","515880":"\n  can you just not? Already got spammed 35678 times this...\n  ","515881":"\n\n   @emperorpartin\n  \n\n  Blizzard is such a creep\n  ","515882":"\n  adiós\n  ","515883":"\n  or sephora XD\n  ","515884":"\n  Probably 2 hours? maybe a little less. depends\n  ","515885":"\n  Still a natural look\n  \n  i was literally putting makeup on while adding to the list 😂\n  ","515886":"\n  Only if Asian clothing counts.\n  \n  Bit of a hit and miss though. I try not to buy from companies like that.\n  ","515887":"\n  hi, any real questions before heading to the gym?\n  ","515888":"\n  to kick\n  ","515889":"\n  This one was recent. A girlfriend ended up stabbing her boyfriend 13 times nearly killing him. At the court hearing, he ended up proposing to her 😂\n  ","515890":"\n  I don't\n  ","515891":"\n  Plan to XD\n  \n  I felt better on Monday already. Basically been doing every other day but hopefully will stay more dedicated.\n  ","515892":"\n  Yes\n  ","515893":"\n  When your horoscope worries about you and makes you remember that :)\n  ","515894":"\n  The gym.\n  \n  eating my snack now.\n  \n  preworkout after\n  \n  :)\n  ","515895":"\n  technology devices lol\n  ","515896":"\n  Yes, it does. I like Poland Spring.\n  \n  Dasani if flavored. I also like Walmart's clear brand.. the pineapple coconut one 😍\n  \n  I use the fridge or the water bobular more to fill my water bottle.\n  ","515897":"\n  Crying is totally fine in situations like that. Like any relationship ending you need to give yourself time. Do the things you want to do. You should be surrounded with a good support system instead of going in a downward spiral. Isolation isn't always the best way to go about breakups. Find yourself again.\n  ","515898":"\n  I don't think so. It was just bad timing even though everything was perfect.\n  \n  The tv show \"Back to the ex\" on Netflix is a good example of that. One couple defines the second chance together after 20+ years apart. The rest of the people were more 3-4 years later and not really meant for each other.\n  ","515899":"\n  so far:\n  \n  I've had a keto cereal\n  \n  been online\n  \n  took a shower\n  \n  got ready\n  \n  I'll make a snack then take my preworkout since going to the gym\n  \n  I'm not sure what I'm doing after that besides eating whatever dinner will be.\n  ","515900":"\n  um.. seemed like forever 😂 always out with friends.\n  ","515901":"\n  Will do :)\n  ","515902":"\n  genetic tea tree shampoo and the moisturizing conditioner. I need to get a purple shampoo soon.\n  \n  I have two face scrubs and used the coffee one\n  \n   @breakfreefromlife\n  \n  got me. Been alternating between.\n  \n  I have three body washes. I used the oil one Tabi got. It's mostly been used for bubble baths but good body wash too.\n  \n  for makeup:\n  \n  I used the softlips lipbalm\/thing tabi got me. it really has saved my lips lol\n  \n  maybellines's baby skin pore eraser on a couple areas\n  \n  a maybelline concealer\n  \n  loreal foundation\n  \n  maybelline powder\n  \n  physicians formula bronzer\n  \n  wet n wild blush\n  \n  the falsies maybelline mascara tabi got me\n  \n  some eyeliner.. probably maybelline 😂 its in the bathroom. need to do eyes but everything else is on. need to dry my hair too\n  ","515903":"\n  Maybe one but it would be different too.\n  ","515904":"\n  I should take a shower ✌\n  ","515905":"\n  I hope I wouldn't call anyone 😂\n  \n  texting while drunk would be worse enough XD\n  ","515906":"\n  its a bit low\n  ","515907":"\n  Yes, I am.\n  ","515908":"\n  anything that moves you. Soothing. Got soul to it. Makes you feel alive.\n  ","515909":"\n  spot on 🙆\n  ","515910":"\n  mass send in Spanish\n  ","515911":"\n  Those trains that are like a ferry. You bring your car on. It seems so interesting! 😂\n  \n  or something underwater\n  ","515912":"\n  Not too much.\n  ","515913":"\n  The mirror. from within. The good things you do for yourself.\n  \n  hm that reminded me of that old movie where their twin was stuck inside the mirror. More evil too.\n  \n  ~\n  \n  Probably abroad lol\n  \n  I don't have a twin or clone so ¯\\_(ツ)_\/¯\n  ","515914":"\n  Yes.\n  \n  I also feel that I spend more time at the gym stretching out my right knee :o\n  ","515915":"\n  I feel like I get to a good place then everything comes back?\n  \n  I'd rather do yoga.\n  ","515916":"\n  That's sweet.\n  ","515917":"\n  gotcha\n  \n  yes, it can be hard. I have lost 4 pounds so far with it though.\n  ","515918":"\n  Maybe with one.\n  ","515919":"\n  more spontaneous. go with the flow\n  \n  sometimes its nice to weigh the pro and cons but I don't plan them out on paper or a chart.\n  ","515920":"\n  a little.\n  \n  dude was more popular, skinny etc we dated for a very short time.\n  \n  then with the guy that I broke up with.. he was younger, Jewish, wasn't as mature. thought I loved him but really didn't as it turned out lol very easy to move on from him.\n  ","515921":"\n  Is that the name of your s3x toy instead of bob?\n  \n  I think I'd name one Beast so that I could feel like a beauty 😂\n  ","515922":"\n  a 17yr old calling me an asshole\n  ","515923":"\n  They aren't perfect. I just give up 😂\n  \n  probably 1-5 times? idk.\n  ","515924":"\n  Glass\n  ","515925":"\n  community one\n  \n  in maine it's individual\n  ","515926":"\n  Night love 😘\n  ","515927":"\n  Not sure\n  \n  I like this song\n  \n\n   https:\/\/youtu.be\/IPtSsluCmzg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","515928":"\n  I don't care?\n  ","515929":"\n  I guess. He hasn't mentioned anyone else that way in a while. There's no real label to it. Like I said sometime over the weekend, the subject hasn't came up. People should respect our privacy... like yes, I do overshare (more about myself ) but that still doesn't mean everyone should weigh in on everything.\n  \n  I could have done something with the Eric guy who sent an unsolicited d!ck picture, not cool, whoever you are. Then demands to get a picture from me, calling me baby and stuff. WE NEVER ONCE TALKED. HAVE SOME RESPECT, MAN. 👎👎👎not the best way to make a girl talk to you.\n  ","515930":"\n  No idea what or who that is\n  ","515931":"\n  I would never!\n  \n  wasps are evil\n  \n  the band wasps is decent\n  ","515932":"\n  That doesn't mean that I'd buy someone a phone.. especially not some random anon.\n  ","515933":"\n  Why would I do that?\n  ","515934":"\n  How unfortunate\n  ","515935":"\n  👍\n  ","515936":"\n  u\n  ","515937":"\n  Pretty sure my bio says single.\n  ","515938":"\n  I gained 5 followers today. Hello lovelies.\n  ","515939":"\n  hi sugar\n  \n  that I can't have 😂\n  ","515940":"\n  The gym yesterday\n  \n  food choices today\n  \n  be naughty was a good one too\n  \n  Let's see what Wednesday holds :)\n  ","515941":"\n  um.. no.\n  \n  XD\n  ","515942":"\n  I'll take your word for it XD\n  ","515943":"\n  Isn't it always?\n  ","515944":"\n  I meant the tainted love \/ ryhmeswithstan guy.\n  \n  I know not all Dan's are bad lol\n  ","515945":"\n  I'd have to know what others do first.\n  ","515946":"\n  You should still know better regardless of your mental illness. I hope it gets better for you though.\n  ","515947":"\n  Big enough\n  ","515948":"\n  meant natural lube lol\n  \n  but probs ¯\\_(ツ)_\/¯\n  ","515949":"\n  dog\n  \n  if more wild:\n  \n  leopard\n  \n  koala bear\n  \n  polar bear\n  \n  peacock\n  \n  random:\n  \n  nomad butterfly\n  ","515950":"\n  I guess physical\n  ","515951":"\n  English :)\n  ","515952":"\n  I'm not sure. I feel like I'm pretty good.\n  \n  I did think of doing a mask earlier but that didn't happen.\n  ","515953":"\n  What if I don't need it?\n  ","515954":"\n  You don't need to know what I do or like\n  ","515955":"\n  You missed that too\n  ","515956":"\n  Hope so\n  ","515957":"\n  congratulations\n  ","515958":"\n  too late\n  ","515959":"\n  hmm\n  ","515960":"\n  Doing 💪\n  \n  I didn't go to the gym today though. I guess my body is telling me every other day but I definitely want to be more dedicated\n  ","515961":"\n  This seems fitting but also naughty mood too\n  ","515962":"\n  I worry about some of you...\n  ","515963":"\n  That would be hard to do.\n  ","515964":"\n  Glad you got that out of your system\n  ","515965":"\n  Not really. he can get annoying. I'd go crazy.\n  \n  young Sheldon is good too\n  ","515966":"\n  Yes. Sheldon is my favorite\n  ","515967":"\n  satisfy that a@@\n  ","515968":"\n  yes\n  ","515969":"\n  I guess I wanted all the meat 😂\n  \n  turkey, ham, pepperoni\n  \n  cheesestick\n  \n  cucumbers with tajin seasoning\n  ","515970":"\n  tempting\n  ","515971":"\n  Same or cookies n cream\/oreo\n  \n  or something with chocolate swirls in it\n  ","515972":"\n  both\n  \n  especially if chocolate chip cookie dough\n  ","515973":"\n  *hugs*\n  ","515974":"\n  I can talk about it\n  \n  I can be more withdrawn, probably don't go online as much too.\n  \n  I try doing things that I love. The gym to get rid of the sad energy, take a walk, bath, light a candle, write poetry or actual writings. Sleep.\n  \n  if I'm in a social situation and there are alcoholic drinks then i might drink. I don't get carried away with it though. I can have 1-3 drinks and be fine with that amount. I don't need to get flat out drunk. I also rarely drink so its kind of nice when do. I think the last time I drank was thanksgiving.\n  ","515975":"\n  a scrambled egg with ground turkey mixed in. 2 slices of bacon. Strawberries, blueberries, and almonds. different sauces ontop of the eggs.\n  \n  one of those keto fatbombs while waiting for that to cook\n  \n  we had sausage links, bell pepper and onions in a tortilla wrap for dinner. low carb ones. basically the only \"bread like\" thing I've had lol\n  \n  a chocolate pudding\n  \n  one of the keto cheesecake bites\n  \n  tea, water, going to have a zevia root beer\n  \n  maybe make a snacky plate of something since I feel like that isn't that much. we had an early dinner tonight.\n  ","515976":"\n  more content\n  ","515977":"\n  yes🍑\n  ","515978":"\n  I would say the same to other people too :p\n  \n  totally understandable. all have those type of days x\n  ","515979":"\n  Yes.\n  \n  I was 2 pounds down last Wednesday. Hopefully more tomorrow  (weigh-in day)\n  \n  I also want to do the bodyfat scan that my gym has to know more..\n  ","515980":"\n  Why are you broken?\n  \n  Can you actually change the outcome either way you think of it? probably not. it could most likely get worse.\n  \n  do you want to be happy?\n  \n  if a relationship ending.. would you want them happy even if you weren't the one?\n  \n  we all make mistakes.\n  \n  take whatever is going on as a learning experience and keep being a great person. change your ways if sh!t isn't working.\n  ","515981":"\n  ¯\\_(ツ)_\/¯\n  ","515982":"\n  seeing it in p0rn or gifs\n  \n  being into it ;)\n  \n  big butt\n  \n  imaging that I'm the one getting it\n  ","515983":"\n  whenever I want.\n  \n  its only 7 here\n  \n  probably 10-1amish though.\n  ","515984":"\n  I'm not name dropping x\n  ","515985":"\n  Thanks :)\n  ","515986":"\n  idk I'm still on the smaller side of being fat and guys still don't like me 😂\n  ","515987":"\n  pregnancy\n  \n  std if they were doing the same with others \/ not clean\n  \n  I'm just not someone who would sleep around like that either.\n  ","515988":"\n  I think this dude had a shoe fetish. Kind of my fault since I had a graphic t that said \"will work for shoes\". I forgot what I was wearing and he kept asking about footwear to me, what size etc XD\n  \n  A childhood friend thought his p3n!s was rubber... probably watched his mom having s3x with dudes ¯\\_(ツ)_\/¯\n  \n  I feel like if there were other ones it was more subtle and not that bad.\n  ","515989":"\n  no\n  \n  I took posh as the accent way XD\n  ","515990":"\n  No thanks. That's very risky\n  ","515991":"\n  awww 🐱\n  ","515992":"\n  Would Americans actually be considered posh?\n  ","515993":"\n  no. wasn't as s3xual when a teen and also the whole hiding it thing...\n  ","515994":"\n  kitty could be at the cabin too\n  ","515995":"\n  You are adorable\n  ","515996":"\n  I don't remember the length size but seemed average from what I remember so yes.\n  ","515997":"\n  You aren't a burden to me. No harm either.\n  \n  online breaks can be good though.\n  ","515998":"\n  aww\n  ","515999":"\n  oh?\n  ","516000":"\n  I feel like ice cream but we don't have any and haven't found a good keto recipe.\n  ","516001":"\n  will do\n  ","516002":"\n  nice :)\n  ","516003":"\n  Good night kind sir\n  ","516004":"\n  hot tamale\n  ","516005":"\n  one of those wands and a dil do\n  ","516006":"\n  has been. hbu?\n  ","516007":"\n  Haha all good XD\n  \n  We did make a keto one before and it was actually good!\n  \n  evil dough\n  ","516008":"\n  I think it's possible. I only remember having them though.\n  \n  if they always dont then i would think something medical is going on or the dude is just sh!t. Or she just wasn't aroused enough. combination of stuff.\n  ","516009":"\n  when you've been living that keto life\n  ","516010":"\n  sorry, inbox is getting filled.\n  ","516011":"\n  nope. Last time was when someone said to add some to my amazon wishlist then they never purchased so took off.\n  ","516012":"\n  I laughed actually\n  ","516013":"\n  Good scholar ;)\n  ","516014":"\n  Good so far :)\n  ","516015":"\n  uh i never did that lol\n  ","516016":"\n  haha thanks :)\n  ","516017":"\n  There's a lot of rap and r&b on my Sagittarius playlist. Some have been good but not my go to genre's these days.\n  ","516018":"\n  sadly. The main site that I used ended up selling the company and they took down everything. so its been a bit harder starting over on a similar platform.\n  ","516019":"\n  This reminded me of that s3x toy that is like a mechanical bull....\n  ","516020":"\n  They do at times! Usually get deleted faster.\n  \n  just easier to censor things at times\n  ","516021":"\n  I was being nice tho\n  ","516022":"\n  I hope so! My nephew's uncle is hosting the party at his house.\n  ","516023":"\n  🍆💦\n  ","516024":"\n  nice. maybe next time! :o\n  ","516025":"\n  foxy lady\n  ","516026":"\n  resting b!tch face\n  ","516027":"\n  and still hasn't won? :p\n  ","516028":"\n  fuck off\n  ","516029":"\n  made to stray by kimbie\n  \n  I liked the background better than the actual song\n  ","516030":"\n  seems legit\n  ","516031":"\n  tell me about it\n  ","516032":"\n  When you answer one s3xual question and they keep coming.\n  \n  sure.. if I can help :)\n  ","516033":"\n  creepy\n  ","516034":"\n  onky fawn i like\n  ","516035":"\n  too fast by sonder\n  \n  👍\n  ","516036":"\n  I hope it gets better, king.\n  ","516037":"\n  doubtful\n  \n  most childish people want those to fall..\n  ","516038":"\n  People are strange.\n  \n  like they are hiding on anon talking about fakes...\n  ","516039":"\n  Always under construction! ⚠🔥\n  ","516040":"\n  I'd buy a house\n  \n  save some\n  \n  donate some to charity or just people in need\n  ","516041":"\n  You didn't get the memo that c8m is a turn on then lol\n  ","516042":"\n  I forgot about higher love by James Vincent McMorrow too.\n  ","516043":"\n  even though have posted some pictures yet weren't of face.\n  ","516044":"\n  cash that baby in 💰💰💰💰\n  ","516045":"\n  I forgot about retrograde by James Blake.\n  \n  it's one of the Sagittarius songs\n  ","516046":"\n  I don't mind. It's been pretty dry in here today with conversations.\n  ","516047":"\n  meanwhile getting called fake for no real reason besides that I don't post photos on here.\n  \n  ¯\\_(ツ)_\/¯\n  ","516048":"\n  yes. well its a good thing you know the year!\n  ","516049":"\n  Can't think of any right now but that's definitely more of a topic for your s\/o\n  ","516050":"\n  How's your new year going?\n  ","516051":"\n  must be so filled! oops\n  ","516052":"\n  nope. could be a tad overwhelming in a good way\n  ","516053":"\n  playing this music\n  \n  I've liked a few so far\n  ","516054":"\n  Probably all from me :o\n  \n  no problem!\n  ","516055":"\n  saving abel\n  ","516056":"\n  ice cream. I haven't had any in 2019 yet.\n  \n  Music. listening to some now\n  \n  swimming\n  \n  the gym when I get into a good rhythm with it\n  \n  this stupid app XD\n  ","516057":"\n  I haven't had any drugs. It's just not the lifestyle that I'd want. Addiction is no joke.\n  ","516058":"\n  horrible. I don't tell people that even if they bug me. I wouldn't want to be responsible for someone's death.\n  ","516059":"\n  lol its all good  <3\n  ","516060":"\n  Today has been ok. Nothing exciting.\n  \n  My 2019 started out sucking since I was sick for most of it and didn't really do anything at all. These last few weeks have been pretty good though!!\n  ","516061":"\n  Yes, sir.\n  \n  no missing limbs 😂😂\n  \n  never had surgery either\n  ","516062":"\n  no lol\n  \n  I never had any injuries\n  ","516063":"\n  Both.\n  \n  Pcos and the insulin resistance has caused me to be bigger since my insulin doesn't break down correctly. So in that sense, I'm unhealthy.\n  \n  I go to the gym, eat right and all that. I can cook and do everything else.\n  \n  Neither of these harm mental health lol\n  ","516064":"\n  I was talking in general.\n  \n  I'm mentally stable. I can definitely get down about my body+pcos at times. Besides that, I'm pretty good.\n  ","516065":"\n  You'd have to ask them.\n  \n  I definitely have shared some bad stuff on here. Nothing is ever going to be amazing 24\/7.\n  ","516066":"\n  Yes. People talk more about the highlights of their life on social media. It can get fake..\n  \n  As far as news.. I think there can be some truth but they definitely spin it too.\n  ","516067":"\n  Epidemic might be a bit much. I think people are just talking about it way more. Not hiding their mental health. Getting more treatment for them. It's nothing to be ashamed over.\n  ","516068":"\n  king needs to sleep earlier\n  ","516069":"\n  I didn't end up wearing the dress.\n  \n  Went to my brother's house on Christmas eve and went very casual. christmas Cactus leggings. I think I took a pic of them lol\n  \n  Then it was just a chill day on the actual day. There's pictures but I hate how i look in them. I'm also blonde now (got done Friday )\n  ","516070":"\n  Thanks cupcake\n  ","516071":"\n  True lol\n  ","516072":"\n  wouldn't surprise me\n  ","516073":"\n  Don't know if I should be happy or sad that there is a 10 hour one of it already 😂😂😂😂\n  ","516074":"\n  I'm a dessert instead of a snack.\n  ","516075":"\n  why would I post that information then?\n  ","516076":"\n  blocked\n  ","516077":"\n  hey you\n  ","516078":"\n  I had a scrambled egg with some of the ground turkey, 2 slices of bacon. Some blueberries and strawberries, almonds.\n  \n  I topped the eggs with a little bit of taco sauce, ketchup and that hot sauce.\n  \n  ~\n  \n  3300 followers :o\n  ","516079":"\n  Should be 10 hours\n  ","516080":"\n  lovely\n  \n  poor sheep\n  ","516081":"\n  Social media wasn't a thing growing up.\n  \n  I'd rather learn about the person from them, not a site.\n  ","516082":"\n  It's ok.\n  ","516083":"\n  throwing religion into my face\n  \n  it could be a blessing but I doubt it\n  \n  language that I don't understand\n  ","516084":"\n  English would be nice. Especially since Google doesn't even know what you are asking.\n  ","516085":"\n  I don't really care. Do what you like. If it hurts others then that's bad.\n  ","516086":"\n  no, I haven't had a fwb or no strings.\n  ","516087":"\n  no\n  ","516088":"\n  ew @ snapped up\n  \n  thanks though.\n  ","516089":"\n  Ivan has 17 sheep. All but 9 died. How many sheep are left?\n  \n  8 but then I get concerned with the \"all\"\n  \n  trick question?\n  ","516090":"\n  I don't know what that is but hopefully the cat will be ok. Seek a vet if acting weird.\n  ","516091":"\n  nope\n  ","516092":"\n  The gym yesterday.\n  ","516093":"\n  I am one, yes.\n  ","516094":"\n  uh huh XD\n  ","516095":"\n  fam, friends and old relationships\n  ","516096":"\n  HOW COULD YOU!?\n  \n  lol\n  ","516097":"\n  ok crazy sister :P\n  ","516098":"\n  This is a shame. Of course! niceeee\n  ","516099":"\n  religious and no, I'm not.\n  ","516100":"\n  a cunt kant cunt if she doesn't have a cunt. She kant cunt.\n  ","516101":"\n  haha\n  \n  3rd person to say something. love it!\n  ","516102":"\n  oh, that makes more sense.\n  \n  Yes, at times. Depends more who I'm talking with too.\n  ","516103":"\n  go to a stall then?\n  \n  or wear your bathing suit already and just take the clothing off.\n  ","516104":"\n  haha\n  \n  all good\n  \n  the faces made me laugh more than anything ¯\\_(ツ)_\/¯\n  ","516105":"\n  Not sure what you are on about. I haven't unfollowed you on here.\n  \n  If it was elsewhere, we probably never talked or didn't know it was you.\n  ","516106":"\n  You are very annoying.\n  ","516107":"\n  I don't know afrikaans nor does Google translate, apparently.\n  ","516108":"\n  uh.. I never unfollowed you.\n  ","516109":"\n  😂😂😂\n  ","516110":"\n  Why do people ask questions on a thread that doesn't go along with the original question?\n  \n  Barbies, books, tv or technology items.\n  ","516111":"\n  night\n  ","516112":"\n  go search for p0rn\n  "}}