{"Question":{"516113":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","516114":"\n   Are you happier being alive or would you rather not be alive?\n  ","516115":"\n   Out of 10 how weird are you\n  ","516116":"\n   Do you enjoy life\n  ","516117":"\n   How about Lyndsey vs Lyndsey\n  ","516118":"\n   How were things with m tonite\n  ","516119":"\n   Back pain🌹👑\n  ","516120":"\n   Do you think humans will ever become extincted\n  ","516121":"\n   What was your first job\n  ","516122":"\n   do u like being dom\n  ","516123":"\n   My stress I let it build up then once it builds up to much I let it out\n  ","516124":"\n   What’s the source of your confusion?\n  ","516125":"\n   Do you stress a lot\n  ","516126":"\n   Can you think why that sort of thing would be bad for women as a whole?\n  ","516127":"\n   Have you ever hung 1 or 2 lanterns in the Old North Church?\n  ","516128":"\n   Seriously.\n  ","516129":"\n   I'm probably weird, but I find it sad that more and more girls are becoming casual camwh0res just for the flattery and to make a few bucks on Patreon.\n  ","516130":"\n   Fav subject when you were in school and why\n  ","516131":"\n   I meant I didn’t see the behind the scenes vid lol I watch all of James’ vids cause they always leave me sister shook.. And that’s the tea. Lmao jk BUT HONESTLY. The vid he did with Antonio Garza was probs my favorite.\n  ","516132":"\n   Would you summon Dr. Bombay?\n  ","516133":"\n   Is your horoscope playlist Sagittarian songs?\n  ","516134":"\n   Are you a gamer, do you play video games?\n  ","516135":"\n   Two masters:p could you handle it\n  ","516136":"\n   Would you consider yourself  as smart\n  ","516137":"\n   What would you do if you woke up to find yourself alone on Earth?\n  ","516138":"\n   What with the current state of the environment, growing numbers of the population becoming vegan lately and so many typically omnivorous brands releasing vegan alternatives do you think veganism is fhe future? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","516139":"\n   Which do you go for in food, taste or texture and why? Bad texture freaks me out but I usually like the taste of everything.\n(I will be following up some of your answers with more questions too)\n  ","516140":"\n   if its who im thinking of isnt that oversharing too XD\n  ","516141":"\n   who\n  ","516142":"\n   You should call me master:)\n  ","516143":"\n   Hey miss\n  ","516144":"\n   If you could invent one thing to make your everyday life easier, what would it be?\n  ","516145":"\n   What do you want to know better\n  ","516146":"\n   What's a hidden Netflix gem that you love? I recently found Kim's Convenience on there. It's about a Korean-Canadian family and I love it. If you don't have Netflix, what's a hidden gem that you found in a store? Like, the last pair of nice shoes, a reduced but usually expensive item of clothing etc\n  ","516147":"\n   You okay x\n  ","516148":"\n   What is something that you want others to understand?\n  ","516149":"\n   I do not like trump hate him so 😡😡😡🤬 they reaction\n  ","516150":"\n   How often you wear them\n  ","516151":"\n   it was so interesting xo\n  ","516152":"\n   I need sex\n  ","516153":"\n   GARRY N' TERRY!!!\n  ","516154":"\n   I haven’t watched that yet but I was kept updated on it cause James Charles 😂 I watch all his vids and snaps :p\n  ","516155":"\n   Ever wanted to have a do-over of the last couple hours of your life.  How recently was it for you ?\n  ","516156":"\n   #Trump2020 thoughts?\n  ","516157":"\n   have you seen the Cimorelli and James Charles cover of Never Enough on yt yet? It’s so good o:\n  ","516158":"\n   Lucky you! Do you love deep themes?\n  ","516159":"\n   How do you deal with someone whose jealous? Hugs ❤\n  ","516160":"\n   Where you going?\n  ","516161":"\n   Ever watch black head squeezing videos on youtube?\n  ","516162":"\n   what's your relationship with your family like? do you wish it was different?\n  ","516163":"\n   What, when, why… ask]]]]]]]]]]]]]]]]]]]]\n\n\n\n\n\n\n\n\n\n\nDid you see the blood moon?\n  ","516164":"\n   Hello\n  ","516165":"\n   But I'm a guy, and 19 lol\n  ","516166":"\n   Can u ask me some questions\n  ","516167":"\n   Is there a quote you live by? If any? If so what is your favorite quote and why? \nHugs❤\n  ","516168":"\n   How's you x x x x\n  ","516169":"\n   How do you get over embarrassment? I felt asleep getting cuddled by my girlfriend...\n  ","516170":"\n   Copy and paste what is on your clipboard, go! 📎\n  ","516171":"\n   How come no thong\n  ","516172":"\n   What are you going to do with your day off today (if you have the day off)\n  ","516173":"\n   You wearing a thong\n  ","516174":"\n   That’s good my dear -hugs.\n  ","516175":"\n   Insta?\n  ","516176":"\n   have u ever slept with an ex\n  ","516177":"\n   Would you agree that people should be loved for who they are, not for who they could be? Why?\n  ","516178":"\n   Pap a typical outfit?\n  ","516179":"\n   That's good\n  ","516180":"\n   Selfie\n  ","516181":"\n   You don't laugh when you're tickled?\n  ","516182":"\n   Nice for what\n  ","516183":"\n   Whats up\n  ","516184":"\n   Hey so sorry to spam just wondering how your day is going?\n  ","516185":"\n   ih\n  ","516186":"\n   But they're 3\/5 ticklish, add some lotion, play this little piggy, and we got giggles... sorry.\n  ","516187":"\n   POUQ\n  ","516188":"\n   So if we started out as friends you might date me?\n  ","516189":"\n   Well considering you're 31 and i'm 18 i think that is hot\n  ","516190":"\n   What would you draw or write with coloured chalk if a lot people would see it afterwards?\n  ","516191":"\n   I'm going to be sending out a bunch of questions with very polarizing topics today. If any of you wish to now answer any of them or don't know much about the topic, please just delete it or use it as filler.\n  ","516192":"\n   Do you believe that Courtney Love killed Kurt Cobain, or otherwise hired someone to kill him for her? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","516193":"\n   What's your personal opinion of the Trump wall? Do you want it to be built? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","516194":"\n   How do you greet your friends, coworkers, and neighbors?\n  ","516195":"\n   In your opinion, was OJ Simpson guilty or not guilty? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","516196":"\n   In your opinion is R.Kelly innocent or guilty of the allegations? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","516197":"\n   u forgot to post it\n  ","516198":"\n   Do you believe in extra terrestrials? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","516199":"\n   How do you greet your friends?\n  ","516200":"\n   Thoughts on Islam?\n  ","516201":"\n   I'm not trying to be weird i just want to see what your v.agin.a taste like\n  ","516202":"\n   1) How can you massage your own feet? Does it still feel good? \n2) Oil or no oil?\n  ","516203":"\n   Still got that Christmas background?\n  ","516204":"\n   Who massages them up?!\n  ","516205":"\n   Wait, your feet can get smaller?\n  ","516206":"\n   someone rly seems obsessed with feet\n  ","516207":"\n   my name is pretty sexy by your test, lol that test was cool xo\n  ","516208":"\n\n    @Lcottrill\n   \n   gives her FIVE year old formula and not food. Can you say bad mom?\n  ","516209":"\n   How do you warm up your cold feet when your feet are cold?\n  ","516210":"\n   Yeah true. That was weird. But just for the record there are plus size models well beyond obese and they are BEAUTIFUL so anon can shove it 😁\n  ","516211":"\n   me lol\n  ","516212":"\n   When did you last wear boots?\n  ","516213":"\n   Who is the funniest person you know? Tag him\/her\n  ","516214":"\n   Monday: magnificent or monotonous?\n  ","516215":"\n   Neither have I. Idk what anon is talking about. But I'm glad you agree\n  ","516216":"\n   Do you like avocado? If so how do you eat? On it’s own, with eggs etc\n  ","516217":"\n   Obese women can still be attractive\n  ","516218":"\n   Why do American women have a reputation for being ugly?\n  ","516219":"\n   Can I see some photos of your boots please? =)\n  ","516220":"\n   Do you like the smell of feet?\n  ","516221":"\n   What yo\n  ","516222":"\n   Do you wannabe my girlfriend\n  ","516223":"\n   Hi\n  ","516224":"\n   Hey boooooo\n  ","516225":"\n   Hey cutie\n  ","516226":"\n   Good night beautiful\n  ","516227":"\n   What are your biggest strengths and weaknesses?\n  ","516228":"\n   Chilling night\n  ","516229":"\n   Is there something you been told all your life and it drives you nuts? I've been told all my life that i look younger then i am haha Hugs\n  ","516230":"\n   Sup\n  ","516231":"\n   Drum solo before you're smacked across the crack.\n  ","516232":"\n   What makes you happy x\n  ","516233":"\n   Happy friday ❤ i make my own quotes and such to express myself so my question is \nIf you could make a quote and meaning up what would it be and why? Hope you all have a awesome weekend because you all deserve it so much! Sending you hugs & positive vibes ❤ love you\n  ","516234":"\n   who are your favorites on here?\n  ","516235":"\n   When you shouldn't wait?\n  ","516236":"\n   10 facts about yourself?\n  ","516237":"\n   Ticklish x x x x\n  ","516238":"\n   Snuggles🌹👑🤗\n  ","516239":"\n   I like Arizona\n  ","516240":"\n   On scale from 1 to 10, how addicted to sweets are you?\n  ","516241":"\n   What is your favorite thing about where you live?\n  ","516242":"\n   Where have you been stuck?\n  ","516243":"\n   What would you do if you found a celebrity's phone?\n  ","516244":"\n   What stunned you?\n  ","516245":"\n   What's the last photo you took on your phone? Post it!\n  ","516246":"\n   I could help you out if you need someone new\n  ","516247":"\n   lol i thought the person who created an acc saying he was ur bf did that\n  ","516248":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life?\n  ","516249":"\n   Sxy time tonight?\n  ","516250":"\n   who is savoo\n  ","516251":"\n   You up to much x x x x\n  ","516252":"\n   can i use the booty as bongos\n  ","516253":"\n   Ever had your a**!teased\n  ","516254":"\n   dafuq lol\n  ","516255":"\n   What would you love to create?\n  ","516256":"\n   Where would you look for heaven?\/How do you imagine a day in heaven?\n  ","516257":"\n   -\n  ","516258":"\n   You like pizza x\n  ","516259":"\n   Yay x\n  ","516260":"\n   Are feet useful?\n  ","516261":"\n   Tell me my feet are stinky x\n  ","516262":"\n   You busy x\n  ","516263":"\n   My feet are cold too\n  ","516264":"\n   Tell me my feet stink x\n  ","516265":"\n   Time there x\n  ","516266":"\n   Hiiiiiii\n  ","516267":"\n   Hiiiiiii\n  ","516268":"\n   What do you think about too friendly people? Do those exist?\n  ","516269":"\n   Do you have a place you always go to where you can relax and unwind? Which is it?\n  ","516270":"\n   Do you wanna join the clan?\n  ","516271":"\n   What kind of games do you play?\n  ","516272":"\n   What is the thing that you dislike most about this app ?\n  ","516273":"\n   Where you don't want to go?\n  ","516274":"\n   What do you think about homemade cosmetics?\n  ","516275":"\n   The weekend is coming to an end\nDid you do anything fun or did anything exciting happen? Post a selfie❤ hugs\n  ","516276":"\n   Do you tend to hold grudges?\n  ","516277":"\n   Current mood?\n  ","516278":"\n   I bet you look good in yoga pants\n  ","516279":"\n   Cum explore baby:)\n  ","516280":"\n   What did he say or do to make you feel comfortable?\n  ","516281":"\n   Body things like what?If you don't mind me asking.\n  ","516282":"\n   do you have a tellonym ?\nif so, what do you think about it? do you think it’s more efficient than ask?\n\npost your links below ⬇️⬇️\n****here’s mine***\n   \n    https:\/\/tellonym.me\/littlesha\n   \n","516283":"\n   Were you shy about letting him see your body?\n  ","516284":"\n   What do you like to do? What makes you who you are?\n  ","516285":"\n   Guys are very visual, we get turned on by seeing stuff that's hot. How is it for you?\n  ","516286":"\n   Throw ur a** in a circle lol no don't it's a joke and its from a song\n  ","516287":"\n   In general\n  ","516288":"\n   Are you confident that you could have a long term sxual relationship with someone without ever catching feels?\n  ","516289":"\n   So the first  time you just sxted?\n  ","516290":"\n   You there x\n  ","516291":"\n   What did you show him first\n  ","516292":"\n   Ashleigh=681 \n\n100+113+10+100+145+200+3+10\n  ","516293":"\n   Who initiated, you or him?\n  ","516294":"\n   If I covered your feet in oil and rubbed them with a brush, how long do you think you could keep them still and not laugh?\n  ","516295":"\n   Twerk for me:p\n  ","516296":"\n   What happened the first time\n  ","516297":"\n   You okay x\n  ","516298":"\n   What happened then\n  ","516299":"\n   مرحبا بدي استشيرك بشغله هلا انا بنت عمري 20 سنة وبدرس بجامعه وبحب شب وهوه بحبني واكبر مني بثلاث سنين هوه بدو يجي يطلبني وصار كل شي رسمي واهلوا حكو مع اهلي ..بس امي اعترضت لانو انا دارسه وهوه مو دارس وراتبه 350 وعندو بيت وسياره واعترضت ع شكلو انو هوه مو حلو كتير بس امور ..امانه ساعدوني وانصحوني 😭💔\n  ","516300":"\n   You were just chatting and suddenly he was grabbing your t1tt|es and you suddenly came?\n  ","516301":"\n   Cute\n  ","516302":"\n   Open minded ? X\n  ","516303":"\n   How did it happen with you and m the first time?\n  ","516304":"\n   What did you have in mind?\n  ","516305":"\n   What's one fact about yourself nobody knows?\n  ","516306":"\n   Thx boo\n  ","516307":"\n   Ashantee( 1,464)❤️👌❤️👌\n  ","516308":"\n   Hiiiiiii\n  ","516309":"\n   That’d be so nice my dear\n  ","516310":"\n   Coolest place you've been to? 😊\n  ","516311":"\n   Like. I really really want to know you personally like maybe a bit intimate but starting off slow. You know? As I’m quite sad right now and could use some words\n  ","516312":"\n   YES! these shows r awesome 👏🏼\n  ","516313":"\n   What kind of shows did you grow up with as a kid? 🤔\n  ","516314":"\n   You go girl!Get your goals!Sorry I'm hyped up.\n  ","516315":"\n   Size feet x\n  ","516316":"\n   Do you like converse\n  ","516317":"\n   what's the biggest change to yourself that you are making in 2019?\n  ","516318":"\n   Tell me my feet are stinky x\n  ","516319":"\n   I’d like to explore you:)\n  ","516320":"\n   Describe your boots x\n  ","516321":"\n   I can think of better things we can do:)\n  ","516322":"\n   Hiiiiiii:) x\n  ","516323":"\n   What type of traveller are you? 😊 Like, what do you like to do when you travel?\n  ","516324":"\n   Hiiiiii\n  ","516325":"\n   My feet are cold x x x x\n  ","516326":"\n   Any photos of your boots?\n  ","516327":"\n   You like pizza x\n  ","516328":"\n   Tell me my feet stink x\n  ","516329":"\n   Are boots comfortable x\n  ","516330":"\n   Hiiiiii\n  ","516331":"\n   You wear boots x\n  ","516332":"\n   Ty x x x x\n  ","516333":"\n   Are uggs leather\/made from animal materials?\n  ","516334":"\n   What classic clothing do you prefer on yourself or others: Leather jacket or denim jacket? Heels or boots? Blue jeans or jean shorts? Cowboy boots or Ugg boots? Beret or beanie? Army print or leopard print?\n  ","516335":"\n   Im serious. But also let’s get to know each other like more like more personal things\n  ","516336":"\n   Hey so sorry to bother you. You got a minute\n  ","516337":"\n   CN I kiss your feet, plz\n  ","516338":"\n   Currently, Ireland has weather warnings for hail, snow and rain with -3°C\/26°F temperatures. What's the weather and temperature like where you are?\n  ","516339":"\n   What comes first?\n  ","516340":"\n   Master me!\n  ","516341":"\n   Barefoot rn?\n  ","516342":"\n   I’d kiss you all over:p\n  ","516343":"\n   u will miss the best part XD\n  ","516344":"\n   Could you do it\n  ","516345":"\n\n    https:\/\/www.youtube.com\/watch?v=Xfg0QuhYVjE\n   \n","516346":"\n   I’d love for you to edge me:)\n  ","516347":"\n   What do you think is a fair amount to pay a ho for a night's services?\n  ","516348":"\n   Aw, why? Youve answered worse on here.\n  ","516349":"\n   What’s his name? Initial?\n  ","516350":"\n   which qs u delete on sight\n  ","516351":"\n   Do you miss anyone you used to have 😈 fun with\n  ","516352":"\n   Are you ignoring my tickle questions or just full inbox?\n  ","516353":"\n   Show me your bubble blowing skills:)\n  ","516354":"\n   Who’s the other\n  ","516355":"\n   dont u hate it when ppl ask a followup question bout something completely unrelated instead of asking a new one\n  ","516356":"\n   I was checking out this chick at Pizza Hut the other night. She was wearing a bra with wires, and every time she moved her boobs hella bounced\n  ","516357":"\n   Our Heavenly Bodies\n  ","516358":"\n   With m?\n  ","516359":"\n   Did u watch degrassi\n  ","516360":"\n   Ever had that?\n  ","516361":"\n   You two been bumping uglies while coughing?\n  ","516362":"\n   Ha! How did you know it was me???? I can't seem to shake that cough. It's worse at night and also when I try to breathe deep. I'm coughing right now actually. How about you? You any better? I stopped the Theraflu because I feel like I don't need that. My lungs have gunk in them though.\n  ","516363":"\n   Lost your v-card??\n  ","516364":"\n   👅👄⚘\n  ","516365":"\n   Does he ever send you toys\n  ","516366":"\n   We’re you impressed\n  ","516367":"\n   Personal problem how?\n  ","516368":"\n   Haven't you ever wished you could have a sxual conversation with a guy, where there's an attraction between you two, but it doesn't get seedy?\n  ","516369":"\n   food today?\n  ","516370":"\n   I mean she used to talk about how much fun it would be to smoke a blunt and then fuk while high. I always wanted to try that with her, and she was always like, you can do whatever you want to me\n  ","516371":"\n   I miss her actually. It's rare to find a girl who can be honestly sxual without being sltty\n  ","516372":"\n   Do you like thighs being kissed\n  ","516373":"\n   whatever happened with lahore savoo and that steven dude\n  ","516374":"\n   y not :(\n  ","516375":"\n   I must please you\n  ","516376":"\n   Do you enjoy sleep\n  ","516377":"\n   You saved someone with your legs?\n  ","516378":"\n   🍆 ⚘\n  ","516379":"\n   Does size matter\n  ","516380":"\n   What does he do to help you out\n  ","516381":"\n   I need to thank you. I would not be hear without you. Your thick thighs have saved my life. How can I ever repay you?\n  ","516382":"\n   i wanna make u a fanpage but i need pics of u\n  ","516383":"\n   Do you like diet ginger ale? I really want some. I need some when I go to Walmart next time.\n  ","516384":"\n   Ahh okay cool. So. Um. Yeah I really am glad that you’re in my life like thank you\n  ","516385":"\n   Do you prefer for your guys to be shaven down there\n  ","516386":"\n   But look sexier when you're wearing a bra with wires\n  ","516387":"\n   Have you seen his...\n  ","516388":"\n   So if someone else wanted to pleasure you...would you be open to it\n  ","516389":"\n   would it be cheating to date someone and keep doing what you're doing with m\n  ","516390":"\n   would u\n  ","516391":"\n   Do you like the size of your knockers?\n  ","516392":"\n   would you still have fun times with him if either of you was dating someone\n  ","516393":"\n   Best you’ve had?\n  ","516394":"\n   Are you exclusive to him?\n  ","516395":"\n   Do you ever feel left behind in the game of life? If yes, why?\n  ","516396":"\n   Hopefully it worked. And shoe licker ???\n  ","516397":"\n   I hope i didn’t made it weird.\n  ","516398":"\n   What? I want to make you smile\n  ","516399":"\n   She was really cute too...if we'd ever met up I would have totally fked her all weekend. But she was so far away that it would have been the most expensive sex ever\n  ","516400":"\n   I said no b\/c I would rather do it with her in person, and I told her that, but I guess it wasn't enough\n  ","516401":"\n   What ended up happening with them? Are they both married with kids?\n  ","516402":"\n   Ever been a vegetarian? I am or, and I really miss meat.\n  ","516403":"\n   Does m know you well enough that if you two ever met he'd know how to pleasure you?\n  ","516404":"\n   Why did it end?\n  ","516405":"\n   A girl offered to do that with me once, and I said no. She never really talked to me again. Do you think she was embarrassed?\n  ","516406":"\n   Is it better when he helps you\n  ","516407":"\n   C*m?\n  ","516408":"\n   Who usually finishes first, you or him\n  ","516409":"\n   Missed it ⚘\n  ","516410":"\n   rly bout time lol\n  ","516411":"\n   Who helped last night\n  ","516412":"\n   Are you well enough to have s x?\n  ","516413":"\n   How long was your longest relationship?\n  ","516414":"\n   I’d work you out:)\n  ","516415":"\n   Well more like you’re beautiful\n  ","516416":"\n   how long has it been since ur last self relief\n  ","516417":"\n   When(with whom) you shouldn't play the chase\/tag game?\n  ","516418":"\n   You’re being adorable, dear it’s cute\n  ","516419":"\n   POUQ\n  ","516420":"\n   can i slather u in maple syrup\n  ","516421":"\n   Maybe. Maybe if i wasn’t so... down on myself and it’s kinda hard to be positive. I’m just gonna give you another hug -hugs\n  ","516422":"\n   Just cause I don’t think I deserve to.\n  ","516423":"\n   Yeah I know. It’s almost great but I really haven’t smiled in a while.\n  ","516424":"\n   *hugs back and shows a slight smile\n  ","516425":"\n   Yeah nothing wrong with green hair >:P 😂\n  ","516426":"\n   Recently, the writers of Family Guy decided they are no longer going to make gay jokes on the show because they don't believe those jokes are appropriate. What do you think of this decision? Is this situation similar to the writers of The Simpsons declining to change\/recast Indian character Apu?\n  ","516427":"\n   That’s truly great. I’m glad\n  ","516428":"\n   nothing wrong with green hair XD\n  ","516429":"\n   Plans for today\n  ","516430":"\n   🌹👑\n  ","516431":"\n   Ohhh okay well I sincerely hope it goes well. How are you tho?\n  ","516432":"\n   A premonition?  Could be a second job calling\n  ","516433":"\n   Oh cool congrats dear. Wait what is your sister doing??\n  ","516434":"\n   Yes. Any other interesting facts that you and I could share?\n  ","516435":"\n   I LOVE HIM\n  ","516436":"\n   Oh me? No i had pants on today... sorry just been comlletely random on your page\n  ","516437":"\n   Likers get tbh for all please?\n  ","516438":"\n   How many chances do you need? \/ When was the last time you've got another chance?\n  ","516439":"\n   No i meant literal no pants day...  #randomme\n  ","516440":"\n   hi\n  ","516441":"\n   Sunday:  sunny? Or Showery?\n  ","516442":"\n   No pants day?\n  ","516443":"\n   How are you?\n  ","516444":"\n   Nearly said pants oops :\/\n  ","516445":"\n   2 pounds better then no pounds down?\n  ","516446":"\n   here?\n  ","516447":"\n   there a band\n  ","516448":"\n   Well done! 😊😊\n  ","516449":"\n   When did you last feel sick?\n  ","516450":"\n   Are you good at keeping secrets?\n  ","516451":"\n   Have you ever been on a diet before?\n  ","516452":"\n   Would you consider yourself to have a good memory?\n  ","516453":"\n   When you cross the road, do you run 3\/4 of the way across and slow down (like most Irish) or run like a crazy mad person ?\n  ","516454":"\n   Hey all. I’m here to expose\n   \n    @lcottrill\n   \n   for faking a child. Spread the word. She may still pictures of your kids if you have them\n  ","516455":"\n   Space, is it really the final frontier?\n  ","516456":"\n   What did your life look like 10 years ago? @10YearChallenge\n  ","516457":"\n   Good night\n  ","516458":"\n   Good night beautiful\n  ","516459":"\n   Things you like\/dislike about yourself\n  ","516460":"\n   Who and why you want to meet?\n  ","516461":"\n   If you could have the choice of seeing in the future or the choice of changing something like a regret into something better which would you choose? Hugs\n  ","516462":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do? And which world would you choose? A reminder, you might not be able to get back again!\n  ","516463":"\n   What kind of smell you can bare, but others cant? Or other way around.\n  ","516464":"\n   Hey\n  ","516465":"\n   What's the most daring thing you ever did?\n  ","516466":"\n   If you could have lunch with one person alive or dead, who would it be?\n  ","516467":"\n   Would you rather increase your intelligence or your charisma?\n  ","516468":"\n   Good ways to get girls to notice you more\n  ","516469":"\n   Goodnight\n  ","516470":"\n\n    @Alexandrastillknows\n   \n   is a drama queen .. Ethan left because he liked another’s pic. Kenzie’s .. Alex got jealous and dropped him as a friend just over him liking a pic 🙄🙄\n  ","516471":"\n   Fav song\n  ","516472":"\n   Whats important for you and why?\n  ","516473":"\n   فلوو بليز🤦‍♀️💜\n  ","516474":"\n   The spin doctors\n  ","516475":"\n   What do you hope they change about ask? \nHugsss\n  ","516476":"\n   lol, i just think you are cool\n  ","516477":"\n   I'm just one man. But I'm a one man baaaaaand! 😎🎤🎸🥁🎶\n  ","516478":"\n   If you could read anyone's mind who would it be and why? Hugs\n  ","516479":"\n   lol, you are adorable tbh x\n  ","516480":"\n   Friday night was not wild. I'm about to get ready for bed for Saturday night too!\n  ","516481":"\n   cool, healthy choices x\n  ","516482":"\n   lol, that sounds nice x\n  ","516483":"\n   thks! sorry, didnt see that! how long does this take you?\n  ","516484":"\n   Lovely\n  ","516485":"\n   are you having dinner soon x\n  ","516486":"\n   are you angry with me ik i talk too much, xo\n  ","516487":"\n   lol and funny, noones perfect and we are not meant to be  k huggs\n  ","516488":"\n   aww, your pretty amazing tbh your a sweetheart\n  ","516489":"\n   Good ways to cheer you up\n  ","516490":"\n   no, you are way to tough on yourself, huggs you tight\n  ","516491":"\n   cool, you are goals x\n  ","516492":"\n   do you have a rigorous workout at the gym\n  ","516493":"\n   what do you do at the gym? do you have a program? i love the cross-trainer :)\n  ","516494":"\n   How are you feeling tonight? Good i hope! Hugs if not i hope you feel 100% better ❤\n  ","516495":"\n   Are you on bad terms with any of your past jobs.\n  ","516496":"\n   hey, don't feel stupid it just shows how caring you are xo\n  ","516497":"\n   Do you swim?\n  ","516498":"\n   I will. No worries I feel better already\n  ","516499":"\n   What's your favorite masterpiece?\n  ","516500":"\n   No a lot but thanks 😊\n  ","516501":"\n   Just a little in pain but other than that, I’m peachy\n  ","516502":"\n   i like them on the bigger side tbh. i had one that was really really small and he said \"it's small isn't it?\" i had to agree would have been an obvious lie if i said \"No\"\n  ","516503":"\n   Sorry I made it weird lol\n  ","516504":"\n   Can't imagine what it will be like when it gets back to full size. Maybe even past it!😍\n  ","516505":"\n   Whaaaat!? How much did it shrink?\n  ","516506":"\n   Why is your booty easier than the rest of your body?\n  ","516507":"\n   Did your booty shrink?\n  ","516508":"\n   even better so u can show us how it was before ur back and after the gym XD\n  ","516509":"\n   can u show us the booty so we see whats the fuss all about\n  ","516510":"\n   I do because mine never changes mine is health related 🙃\n  ","516511":"\n   What is your favorite snack?\n  ","516512":"\n   What is one thing you would like to change about yourself?\n  ","516513":"\n   How many countries have you been to?\n  ","516514":"\n   Hey you’re good and that’s good that you’re good\n  ","516515":"\n   i guess that would be for you to decide?\n  ","516516":"\n   What is the last picture you have on your phone?\n  ","516517":"\n   Do you try to eat healthy?\n  ","516518":"\n   Other than being tired, you’re okay?\n  ","516519":"\n   yeah aww, hopefully he replies back I'm sure hes okay xox\n  ","516520":"\n   ever had a guy who was too small?\n  ","516521":"\n   What's your favorite thing to do when it's raining outside? Hugs\n  ","516522":"\n   Ahhh I’m sorry love\n  ","516523":"\n   What’s the weather and temperature like where you are right now ? How cold and how hot will it get there today ?\n  ","516524":"\n   King is ok🌹👑\n  ","516525":"\n   hey sweetheart, whats up im chilling\n  ","516526":"\n   Oh nice btw good morning hope you slept well!\n  ","516527":"\n   Saturday: Stupendous or Serendipitous?\n  ","516528":"\n   In the Royal family, there is a rule that no royal is allowed to find out the sex of a baby that a Royal is pregnant with. Not even the pregnant mother or the father. What's your opinion on this and why do you think this is?\n  ","516529":"\n   Did ever ride the school bus?Any horror stories from it?I used to be picked on badly by the “cool kids” in 6th grade on it.It got so bad the bus driver had me sit in the front seat which was normally reserved for misbehaving kids. ☹️\n  ","516530":"\n   Did you get those books? I've been without reliable internet for a while\n  ","516531":"\n   What did your life look like 10 years ago? @10YearChallenge\n  ","516532":"\n   FAVORITE SONG ATM?!\n  ","516533":"\n   Dumbest argument you've had\n  ","516534":"\n   Ever had a guy that was too big?\n  ","516535":"\n   Who do you have a lot of respect for?\n  ","516536":"\n   One more thing how was dinner??\n  ","516537":"\n   No. Fun for me is talking about being in bed and being cozy and safe.\n  ","516538":"\n   Fair enough and as for the Snapchat I can give you mine and you can add me maybe if you want to?\n  ","516539":"\n   Let's talk about fun stuff\n  ","516540":"\n   Sorry. Force of habit.\n  ","516541":"\n   Is there anyway to contact you other than here?\n  ","516542":"\n   Do you like talking about kitty cats?\n  ","516543":"\n   Yes ma’am. Or Optimus Prime\n  ","516544":"\n   What is one or some cool food youd like to mention? Swear I love these freeze fried fruits from a place in California.\n  ","516545":"\n   Do you like family?\n  ","516546":"\n   Diane Nguyen is a character from the Bojack Horseman and she is exactly like Daria. \nYou would like it if you like shows about self deprecation and mental illness.\n  ","516547":"\n   In what ways would you be a better parent than your parents were to you?\n  ","516548":"\n   How's everyone day 👍 or 👎\n  ","516549":"\n   What you never wanted to know or see?\n  ","516550":"\n   Honestly, Spider-Man. Just cause he’s my hero.\n  ","516551":"\n   my birthday is coming up, give me cheap ideas on how I could celebrate it!\n  ","516552":"\n   Do you trust people easily\n  ","516553":"\n   What is something you do every Friday? My family and i go out for pizza every friday night❤ hugs\n  ","516554":"\n   Oh nice!!!! I just got a *tucks you in*!!!!\n  ","516555":"\n   What do girls want?\n  ","516556":"\n   Favorite veggie?\n  ","516557":"\n   It’s really good. I’m waiting for Avengers Endgame\n  ","516558":"\n   Should I hide in bed right now?\n  ","516559":"\n   I'm just gonna delete this so you will never get crazy, stupid, or weird compliments from me again😊\n  ","516560":"\n   I really enjoyed it. I thought I was gonna hate it but I loved it. Maybe one day I can show you what I mean by the impersonations\n  ","516561":"\n   Have you guys used the favorite feature or any new ones recently brought in the last year?\n  ","516562":"\n   How have you been\n  ","516563":"\n   Optimus Prime and some of the Transformers. Dorky and nerdy I know\n  ","516564":"\n   Invincible nice. A fact about me is that I can semi impersonate cartoon characters\n  ","516565":"\n   Do you think people say I love you too much or not enough?\n  ","516566":"\n   Hello\n  ","516567":"\n   Yes ma’am. Tell me one fact and I’ll tell you one from me, deal?\n  ","516568":"\n   How you guys\n  ","516569":"\n   Mmmm I’m willing to say that you are dear\n  ","516570":"\n   What do you think of the leaderboard? I think They should add the globe, not country.\n  ","516571":"\n   Oh cool. So tell me a little bit about yourself?\n  ","516572":"\n   What's the longest you have held a grudge?\n  ","516573":"\n   Friday:  fascinating or futile?\n  ","516574":"\n   What do you like better the heat or the cold? Hugs\n  ","516575":"\n   Do you want to get married if you do, do you see yourself getting married\n  ","516576":"\n   What’s the last date you’ve been. I’m currently on a date right now with this beautiful dark haired girl 😉. I took Sophia to McDonalds .\n  ","516577":"\n   i guess, whats your favourite food\n  ","516578":"\n   It's the little dipping cup thing that they put in the box\n  ","516579":"\n   cool, cookies are nice well done you, liv is a good cook but she said she wont cook for me lol\n  ","516580":"\n   cool, thats great you need a break anyway when you were sick x\n  ","516581":"\n   You had me at ribs. Tho this year really trying to eat more greens\n  ","516582":"\n   did you cook dinner bet you are a good cook im useless\n  ","516583":"\n   It has thanks to your words. And what’s for dinner?\n  ","516584":"\n   Do you like Papa John's? I like the garlic dipping sauce.\n  ","516585":"\n   aww, no way don't self loath your amazing xx huggs\n  ","516586":"\n   Well that works too. Thanks for the words last night it meant a lot to me\n  ","516587":"\n   Ahhh luckily I can try to make it unboring\n  ","516588":"\n   Awesome. Also hey how’s your day so far?\n  ","516589":"\n   I’d like to know you better whenever you have time if that’s okay?\n  ","516590":"\n   Favourite part of your day (or yesterday) ?\n  ","516591":"\n   What are you eating for dinner tonight and what type shall I be over?\n  ","516592":"\n   L! I have never heard this \"ping\" before. We can write later. Stay sweet.\n  ","516593":"\n   How often?\n  ","516594":"\n   lol @ e-fcuk u\n  ","516595":"\n   What is your opinion on relationship age differences?\n  ","516596":"\n   What do you think of snow?\n  ","516597":"\n   hey glad you enjoyed the store, I bet you will look so pretty getting your hair done xoxo\n  ","516598":"\n   How's everyone's friday doing? I hope well so far❤ hugs\n  ","516599":"\n   How often does mawioc e-f**k you?\n  ","516600":"\n   Does it make you feel sick that Ben gets £350 a week on benefits when he only needs £50 at most for food. Meanwhile the immigrants he hates are working under minimum wage for 12 hours a day and get less than that?\n  ","516601":"\n   L! Hi luv! How are you? Stay pretty.\n  ","516602":"\n   Do you have any enemies?\n  ","516603":"\n   What's the one bad thing about you everyone you date points out?\n  ","516604":"\n   Poll:Should Ben have his welfare\/benefits stopped so he can get off his lazy ass and work? Yes or no.\n  ","516605":"\n   In my opinion men are more violent and aggressive but women are almost always more cruel and mean spirited, women don’t seem to have a conscious they will do the most nastiest things to the most sad and vulnerable, whereas men will only act violent or aggressive if they’re mentally ill.\n  ","516606":"\n   Do you have free space on your phone? How much?\n  ","516607":"\n   hey whats up x\n  ","516608":"\n   I'm not a good guy. I'm not a bad guy. I'm the guy.\n  ","516609":"\n   Do you value your alone time?\n  ","516610":"\n   So yesterday my friend witnessed a drug deal. They saw her , went up to her and basically told her if you tell anyone we will come back and “ fuck up your life”.She was frightened! Have you ever been in a similar situation?\n  ","516611":"\n   what would you do if you suspected your mum or dad was having an affair\n  ","516612":"\n   How did you sleep ?\n  ","516613":"\n   Good night sweetheart I do appreciate the positivity. Means a lot\n  ","516614":"\n   Good night beautiful\n  ","516615":"\n   Well I appreciate it, but trust me. I ain’t worth the trouble, darlin’\n  ","516616":"\n   Like a Spider sense?\n  ","516617":"\n   Regardless of whether you like or dislike Harry Potter, do you know what Hogwarts house you're a member of? Also, rank them from favourite to least favourite. Gryffindor, Hufflepuff, Slytherin, Ravenclaw.\n  ","516618":"\n   What makes you say that?\n  ","516619":"\n   band\n  ","516620":"\n   Maybe. But I bring unintentional pain.\n  ","516621":"\n   Because I lost my hope.\n  ","516622":"\n   Ever wonder if the moon is actually an alien satellite base just like the Death Star and the aliens are monitoring us from there?\n  ","516623":"\n   Ahh wouldn’t know what that is.\n  ","516624":"\n   Is that what hope is? I haven’t really had any for the last 10 weeks\n  ","516625":"\n   What is one thing you hate about your pet that it does? I hate when my blanco farts when you're sleeping 🙃 hugs\n  ","516626":"\n   Yeah but it can help especially when you feel like there’s no hope in the universe\n  ","516627":"\n   Appreciate the hug but yeah I don’t have what most people call luck\n  ","516628":"\n   How come alien abduction is never listed as a possibility when someone goes missing without a trace?\n  ","516629":"\n   Good night beautiful\n  ","516630":"\n   What do you care about most in this world\n  ","516631":"\n   How many pillows do you sleep with?\n  ","516632":"\n   ❤Love yourself as much as you want to be loved in return ❤ we gotta learn to love ourselves before we love others ❤ hugsss\n  ","516633":"\n   I’m good all that life’s been bringing me.\n  ","516634":"\n   Thanks😊\n  ","516635":"\n   You’re welcome. Btw how are you?\n  ","516636":"\n   When was the last time you had time off work\n  ","516637":"\n   That’s honestly the best response ever!\n  ","516638":"\n   I'm in my bunker for tonight. I'm hiding.\n  ","516639":"\n   If you could be any super hero, who would you be\n  ","516640":"\n   Im in love with a girl I think she loves me too but how can i approach her about this.\n  ","516641":"\n   If you were picking a mate you wanted to be with for the rest of your life, what would you look for in them? Be as detailed as you like!\n  ","516642":"\n   What would be the consequences of a scientific discovery that extended the life span of humans to 500 years?🙃\n  ","516643":"\n   What kind of colors would describe your current mood?\n  ","516644":"\n   Where you would \/ nt want to drown?\n  ","516645":"\n   I only just discovered that if you tap on your wallet on your page, it'll tell you what rank you are in your country for earning coins. I'm coming 7th in Ireland right now and 33rd in my friend group. What number are you in your country and friend group?\n  ","516646":"\n   What have you done today\n  ","516647":"\n   So I have some good news.Sophia informed me that I do NOT stink today. What was your last piece of good news?\n  ","516648":"\n   You like the band \"Ghost?\"\n  ","516649":"\n   Do you use a lot of fabric softener?I currently smell like Snuggle\n  ","516650":"\n   First date location ideas\n  ","516651":"\n   hii\n  ","516652":"\n   I've been fighting all my life for the man I am inside. I believe the plan for me is plain to see. A man of steel, a fast machine. My pockets full of cash and bling. Greatness is my only destiny.\n  ","516653":"\n   Through three cheese trees three free fleas flew.\nWhile these fleas flew, freezy breeze blew.\nFreezy breeze made these three trees freeze.\nFreezy trees made these trees' cheese freeze.\nThat's what made these three free fleas sneeze.\n\nits a tongue twister. i hope you like it.🤗\n  ","516654":"\n   Would u consider urself kinky\n  ","516655":"\n   Favorite shop?\n  ","516656":"\n   One day you fall for someone.. but a few months later, while you still love him A LOT, you discover that he is a big time bank robber.. but he is able to draw the line between relationship and work v clearly and will nv harm you. Will you still be willing to be in a relationship with him?\n  ","516657":"\n   Thursday: tremendous or tantalising?\n  ","516658":"\n   Yea. First thing I hope is that it gets out. We will only know if we see it return or after like 2 or 3 weeks it doesn't smell of a dead animal. I will cry if I smell that because she is a cute kitty. I named her Patches.\n  ","516659":"\n   Other than the normal routine stuff what is one thing you want to accomplish today ?\n  ","516660":"\n   Really you want to jump into a frozen lake\n  ","516661":"\n   No I'm not ok. We trapped kitty in the garage and it climbed up the wall beam and into a hole in the corner. We can't see it with a ladder so we opened the garage door and I'm praying that kitty got it. We are keeping the door open for it for several days.\n  ","516662":"\n   Have you ever been stuck in a situation where you had to be around someone you dislike?What happened?\n  ","516663":"\n   Do you believe in skin walkers or anything of that nature? Have you got any stories about them whether fiction or nonfiction? I don't think I've ever posted my grandfather's skinwalker story but if you guys wanna hear it, just ask.\n  ","516664":"\n   whatever happened to ur dirty anons\n  ","516665":"\n   POUQ\n  ","516666":"\n   I miss you very much\n  ","516667":"\n   have you ever  recently bumped into a fling from years ago\n  ","516668":"\n   Lyndsey ain't goin' out like no punk?\n  ","516669":"\n   So a lot of people are following your mawioc because of his sexual connection to you\n  ","516670":"\n   Ever been abducted by aliens?\n  ","516671":"\n   Ever seen a UFO?\n  ","516672":"\n   Do you take naps?How long do your naps last?\n  ","516673":"\n   I need a hug for kitty cat.\n  ","516674":"\n   Would you jump into a frozen lake for chairty\n  ","516675":"\n   What's this friends leader board thing?\n  ","516676":"\n   Do you dress to impress or keep your appearance low-key?\n  ","516677":"\n   Good night beautiful\n  ","516678":"\n   i want u\n  ","516679":"\n   What are you wear to bed\n  ","516680":"\n   Eh you're still perfect enough 😊\n  ","516681":"\n   What to do if after jumping you regret it?\n  ","516682":"\n   Where do you hide from monsters?\n  ","516683":"\n   yeah lol. its the glorious sons\n  ","516684":"\n   Are you a hugger\n  ","516685":"\n   Wht was that question mark for?😅\n  ","516686":"\n   Its from a song\n  ","516687":"\n   why ur never on sc anymore\n  ","516688":"\n   Lol r u asking???i told ya to rate me🙄\n  ","516689":"\n   How to \/almost never\/ forget?\n  ","516690":"\n   SUP DOOD\n  ","516691":"\n   yeah they sent the tax man I lose my job and got hooked on oxyco*ton\n  ","516692":"\n   Parallel universe\n  ","516693":"\n   In the show Dexter & the movie Split, psychiatrists says that they believe that people with ASPD & DID are more evolved than people without & that people with DID are nearly supernatural. What's your opinion on this? Is it wrong to glamourize the result of trauma? Do you agree with their opinions?\n  ","516694":"\n   have you been put in charge of something that was to big to handle\n  ","516695":"\n   those big boobs tho\n  ","516696":"\n   Dp and the photo gallery\n  ","516697":"\n   Like that red hot chili peppers song 😎\n  ","516698":"\n   How's your tuesday? Tremendous or Terrible?\n  ","516699":"\n   Would you ever let someone pay you for company ;)\n  ","516700":"\n   need some jogging advice\n  ","516701":"\n   who will next match Against  India Vs Australia Put your suggestion on my link\n   \n    https:\/\/bit.ly\/2EzdsGW\n   \n","516702":"\n   hey are you all better hun xo\n  ","516703":"\n   What do you mainly look for in a guy brians, looks, brawn or a sense of humour\n  ","516704":"\n   Do you hate anyone\n  ","516705":"\n   Is it cold?\n  ","516706":"\n   Do you try and help people as much as you can\n  ","516707":"\n   Do you believe in parallel universes\n  ","516708":"\n   Have you ever set up one of your friends with someone\n  ","516709":"\n   Do you live in the UK\n  ","516710":"\n   How do you usually get to school or work.?  By school bus, public transit bus, drive yourself, driven by others or walk.\n  ","516711":"\n   What kind of homemade item you wouldn't dare to use?\n  ","516712":"\n   What are you doing just for fun?\n  ","516713":"\n   Where are your erogenous zones?\n  ","516714":"\n   Are you ever shy? If so, when?\n  ","516715":"\n   Do you always finish everything you start, or do you tend to leave things unfinished because\n  ","516716":"\n   If you could visit anywhere in the world for 48 hours for free where would you go? Hugs\n  ","516717":"\n   -\n  ","516718":"\n   lets giv u some\n  ","516719":"\n   But if I become a teacher,I can punish them\n  ","516720":"\n   How do you like your steak\n  ","516721":"\n   Do You like cockails\n  ","516722":"\n   Do you agree with me here you have to be an idiot to smoke\n  ","516723":"\n   Has anyone ever made you want to scream out of anger\n  ","516724":"\n   Wearing anything pink what is it\n  ","516725":"\n   How many coins do you have ? And what do you think you will be able to use them for ?\n  ","516726":"\n   Have you ever been to Faneuil Hall?\n  ","516727":"\n   Bullies have problems with themselves so\n  ","516728":"\n   Have you bought any clothing items in the last week?\n  ","516729":"\n   For what you'll eventually find time?\n  ","516730":"\n   What is driving you crazy?\n  ","516731":"\n   I hope everyone is well! And having a good week so far! Just a little reminder that\nThe worlds needs more of you to make it a better place! Be who you are meant to be never a copy of someone else❤ hugs i love you🌷\n  ","516732":"\n   To what it is not necessary to answer?\n  ","516733":"\n   What do you think about pink? Do you miss someone?\n  ","516734":"\n   Give recommendation\/s\/advice\n  ","516735":"\n   What's fake to you?\n  ","516736":"\n   u need self relief badly\n  ","516737":"\n   When you were in school did you bring your lunch or did you buy it?In high school did you have open campus for lunch and if yes where did you usually go for lunch?\n  ","516738":"\n   T series or pewdiepie\n  ","516739":"\n   Can you sing\n  ","516740":"\n   Are compliments worth more when they're told so that more than one would hear them?\n  ","516741":"\n   Do you add back?\n  ","516742":"\n   What do you hate doing but still do it anyways? Hugs\n  ","516743":"\n   How could one not know what the answer to this is gonna be?\n  ","516744":"\n   Someone taller or shorter than you?\n  ","516745":"\n   Well im not sure if you would say yes to this but like you said you were bored and you haven’t mas*urba*ed in awhile so maybe we could s*xt or I could write a s*x story for you? \n1. Maybe\n2. No\nDont answer this\n  ","516746":"\n   1 or 2?\n  ","516747":"\n   That sucks\n  ","516748":"\n   What do you all think about the coins and the wallet thing seeing whose on top in your country or friends list? Hugs\n  ","516749":"\n   Do you agree or disagree with this if you're staying in a country that you're not from. You shouldn't be in that country agree or disagree and why\n  ","516750":"\n   Santa '-'\n  ","516751":"\n   What's everyone having\/making for dinner tonight?\nI have ours in the oven atm❤ hugs\n  ","516752":"\n   Come over to snapchat maybe?\n  ","516753":"\n   Do you wear glasses?Do you wear contacts?\n  ","516754":"\n   Where do lost socks go when they go missing?\n  ","516755":"\n   Bored atm?\n  ","516756":"\n   Isn't it time to change the Christmas banner?\n  ","516757":"\n   Your snapchat?\n  ","516758":"\n   Did you ever getbsuspended in school\n  ","516759":"\n   100 years ago today, a 35 mph, 25 ft. wave of molasses killed 21 people in Boston. Is this for real?\n  ","516760":"\n   Your wednesday so far?  Wonderful or woeful?  no other choices allowed to describe your day :p\n  ","516761":"\n   Did you get bullied sometimes?\n  ","516762":"\n   You find yourself within the last movie or TV show you watched, or the last book you read. Which is it and what role do you have in it?\n  ","516763":"\n   How many bot followers do you think you have? I've gained 200followers in the last month or so and I see no new people on my page.😂\n  ","516764":"\n   What’s your longest relationship?\n  ","516765":"\n   Good night sexy\n  ","516766":"\n   What you never wanted to know or see?\n  ","516767":"\n   What do you think others think of you? Do you care?\n  ","516768":"\n   Can uh rate me ? ( out of 10)\n  ","516769":"\n   Who is too good?\n  ","516770":"\n   One thousand years ago me and you were friends in heaven.\n  ","516771":"\n   smooth like your flawless skin!\n  ","516772":"\n   What's pcos\n  ","516773":"\n   Oh you a body builder?\n  ","516774":"\n   Oh i see sorry\n  ","516775":"\n   What is keto\n  ","516776":"\n   How often will you wear something before you wash it?Example a pair of jeans or a coat?\n  ","516777":"\n   You want the recipe?\n  ","516778":"\n   Well you aren't fat lol but thicc is nice. I didn't know what to call your body all I know is that its perfect\n  ","516779":"\n   Look so Yummy..u can try too my no oven vanilla sponge cake\n  ","516780":"\n   What will eventually break?\n  ","516781":"\n   Big girls are hot post a pic\n  ","516782":"\n   Not really much I guess. Just different terminology. Either way you're a beautiful woman with a fantastic body so I guess it shouldn'f matter. Do you have a preference?\n  ","516783":"\n   Aaaaw what a boo-boos kitty. I bet kitty is so happy his life was saved and he loves you all so much and he has nice happy dreams at night.\n  ","516784":"\n   Who likes to cook and bake...and aslo to eat?\n  ","516785":"\n   Bigger is totally better obviously 😍 I don't you are big though. Maybe a little extra thicc? 😊\n  ","516786":"\n   Wellllll I wish you did because it's true\n  ","516787":"\n   Smaller or not you look prettier like always\n  ","516788":"\n   Come on post a pic sweety. your probably hot a perfect 10\n  ","516789":"\n   dont u feel sexy when ur turned on and rubbing one out\n  ","516790":"\n   Well that's interesting cause you look sexy all the time AND you're the perfect size\/weight\n  ","516791":"\n   That is so nice that you both saved the kitty lives!!! That makes me so happy to hear that their lives were spared.\n  ","516792":"\n   Nope, it's when your smacked across the crack on both butt cheeks at the same time.\n  ","516793":"\n   How do you look when youre looking into the mirror?\n  ","516794":"\n   Yeah haven't heard in years till it came on satellite radio today and I'm like \"h3ll yeah this was my jam\"\n  ","516795":"\n   What annoys you to no end?Me it’s when I have my headphones on at the gym and one of the staff comes over and makes that motion for me to take them off so they can try and talk to me. Fuck off I don’t want a personal training session!!\n  ","516796":"\n   Who\/what shouldnt run from you?\n  ","516797":"\n   Please I bet your hot\n  ","516798":"\n\n    https:\/\/www.youtube.com\/watch?v=7zEm-U1hC7E\n   \n","516799":"\n   oh i like that ;)\n  ","516800":"\n   Post a pic\n  ","516801":"\n   it was a measurement they weren't tell you to say high number. you should of took the question more seriously\n  ","516802":"\n   What country do you want to visit?\n  ","516803":"\n   No 3 to 5 would be better\n  ","516804":"\n   Why did you to arizona?\n  ","516805":"\n   Why so high?\n  ","516806":"\n   Where are you from?\n  ","516807":"\n   Good morning 😃\n  ","516808":"\n   Who is Dan?\n  ","516809":"\n   Asl is?\n  ","516810":"\n   How are your kitties? Did you adopt them?\n  ","516811":"\n   Whoever that is, but I'm just a kind internet soul. I'll take that answer as a no.\n  ","516812":"\n   Oh so you never heard of the song \"Always\" by Saliva?\n  ","516813":"\n   I do that\n  ","516814":"\n   On what you would spend all your money?\n  ","516815":"\n   If you could have any pet right now what would it be and what would you name it? Hugs\n  ","516816":"\n   Does Lyndsey have any psychological issues that could be preventing her from being independent? Maybe we could help her to work out some of those things.\n  ","516817":"\n   I the reason you breathe? Or or am I the reason you cry?\n  ","516818":"\n   You only speak English ?\n  ","516819":"\n   How many kids do you want?\n  ","516820":"\n   What have you learned from dating people you met on Tinder?\n  ","516821":"\n   ya get a beating like an African child.\n  ","516822":"\n   I used to make a lot of YouTube videos in the past. I'm thinking of starting again. I'm planning on doing commentary videos and videos on my interests like true crime, conspiracy theories, veganism, pet mice etc. Is there any kind of videos, topics etc. that any of you would like to see from me?\n  ","516823":"\n   Can you manipulate? What do you think of manipulation?\n  ","516824":"\n   Do you currently have jeans on\n  ","516825":"\n   Is a bucket of general tso's chicken keto approved?\n  ","516826":"\n   I love you, I hate you, I can't live without you\n  ","516827":"\n   Do you use \/ or think that you will use much of the stuff you learned in highschool ?\n  ","516828":"\n   Do you think you will go to ihop for all you can pancakes for $4.99?\n  ","516829":"\n   Go on,  shake your tic tacs...\n  ","516830":"\n   how high is your sx drive on a scale of 0 to 10\n  ","516831":"\n   Recently I learned that the 1st story of a building in Europe is the 2nd story in the US. Here, we have ground floor, then 1st floor, then 2nd. So when in an elevator we can always tell if we're in the basement, level to the ground or above ground. What's something you learned recently?\n  ","516832":"\n   Your monday so far: marvelous or mundane?\n  ","516833":"\n   What would you do if someone wouldnt give back Shrek dvds?\n  ","516834":"\n   If you could change one thing about you what would it be?\n  ","516835":"\n   Do you get annoyed easily\n  ","516836":"\n   How's the weather where you are? Its chilly and wet here 🙃 hugsss\n  ","516837":"\n   Who’s the best cook in your family?\n  ","516838":"\n   oh who calls it that? No one calls it that\n  ","516839":"\n   Whats twd?\n  ","516840":"\n   Good night\n  ","516841":"\n   Sexy\n  ","516842":"\n   I used to watch courage the cowardly dog and johnny bravo\n  ","516843":"\n   Yeah bloody h3ll, you know im part British mate?\n  ","516844":"\n   have you ever seen bojack horseman?\n  ","516845":"\n   I gotta have my pops\n  ","516846":"\n   i want your instagram\n  ","516847":"\n   Oh man they were my favorite shows i grew up watching rugrats and catdog\n  ","516848":"\n   even better XD\n  ","516849":"\n   What is your favorite animated cartoon?\n  ","516850":"\n   full body pic from behind\n  ","516851":"\n   When did you last go to the beach?\n  ","516852":"\n   Coyotes are stupid.They can’t even catch a damn roadrunner even with rocket skates!\n  ","516853":"\n   Do you like Korn?Whats your favorite song by them?\n  ","516854":"\n   What is your favorite hairstyle?\n  ","516855":"\n   So this morning as I was walking out to my car to go to work I heard the cry of a coyote.In recent months there’s been a bunch of coyote sightings in the area I live. While I myself haven’t seen one I know being in the desert it is common to see them and can be dangerous in packs. Do u like peppers?\n  ","516856":"\n   What's your favorite passtime?\n  ","516857":"\n   Weirdest way that you have meet a friend\n  ","516858":"\n   thats how ur backdoor will be\n  ","516859":"\n   Haha that pic man lmao\n  ","516860":"\n   On my way to work I’ve noticed that in certain spots my radio signal gives out.And it’s only certain radio stations which is strange and annoying.It only happens in my car my wife’s we get reception. I should probably plug in my iPhone and listen to a stream of some classic rock. Ever seen a ghost?\n  ","516861":"\n   Do you drink a lot of water?Ive been trying to drink 98 ounces daily and I’ve refrained from drinking soda or fruit juice because of the high sugar content . It also makes me pee more often....aren’t you glad I shared this info?\n  ","516862":"\n   Theres a point. Far out there when the structures fail you, the rules arent weapons anymore. They'r shackles. You let the bad guy get ahead. 1 day you'l have such a moment of crisis & in that moment I hope u have a friend like I did! To plunge their hands into the filth!! So you can keep urs clean!!\n  ","516863":"\n   I'm tucking you in right now for sleepy time. *tucks Lyndsey in*😊😴\n  ","516864":"\n   Follow back?\n  ","516865":"\n   I hope everyone weekend so far been good! If not i hope the weekdays are 100% better for you! ~be who you are never change for anything because you're so speical and one of a kind❤ I'm glad i have each of you in my life🌷 hugs i love you 😇\n  ","516866":"\n   Hugs🌹👑\n  ","516867":"\n   Do you get a lot of people’s attention?\n  ","516868":"\n   we need details\n  ","516869":"\n   Your bitmoji has a big wide rack.\n  ","516870":"\n   Who’s the most toxic person in your life right now?\n  ","516871":"\n   can i slather u in blueberry jam\n  ","516872":"\n   I got a 32 incher!\n  ","516873":"\n   Lol your too slow\n  ","516874":"\n   Pump up the jams\n  ","516875":"\n   🌹👑\n  ","516876":"\n   Can I come\n  ","516877":"\n   yes\n  ","516878":"\n   I am deeply aroused to learn that you are experiencing exceptional taste here. Please accept my gratitude for your pleasure and rest assure that your comments have been properly documented and will be shared and addressed openly with my chat.\n  ","516879":"\n   How's your day been\n  ","516880":"\n   I am deeply aroused to learn that you are experiencing exceptional taste here. Please accept my gratitude for your pleasures and rest assure that your comments have been properly documented and will be shared and addressed openly with my chat.\n  ","516881":"\n   is it sexy if a guy wears an elephant thong\n  ","516882":"\n   Do you watch Riverdale?My wife and daughter got me into it. It’s not bad! Nothing like the old comic books\n  ","516883":"\n   What year were you born in?\n  ","516884":"\n   I can't imagine how great your walk looks 😍\n  ","516885":"\n   it is weird lol\n  ","516886":"\n   ben and that courtney walker get banned like everyday lmao\n  ","516887":"\n   You get arrested and are allowed one phone call who do you call and why\n  ","516888":"\n   Has any of your friends seen you naked NOT your bf\/ husband\n  ","516889":"\n   How is your Sunday?\n  ","516890":"\n   Which askfm people do you know whose accounts were banned recently?\n  ","516891":"\n   If you can drive have you ever texted and driven  be honest\n  ","516892":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","516893":"\n   meanest thing you did to a guy\n  ","516894":"\n   how much did u do with ur exes\n  ","516895":"\n   did u take pics like those for ur exes\n  ","516896":"\n   that bens crazy lol\n  ","516897":"\n   bet but in a kind way\n  ","516898":"\n   have you teased a guy, some girls do it for fun,control\n  ","516899":"\n   what would it take for u to make a pr0n acc and upload sexy pics\n  ","516900":"\n   have you ever used a guy for to just buy you drinks\n  ","516901":"\n   share something wise?\n  ","516902":"\n   aww sucks x\n  ","516903":"\n   yeah thats annoying xo\n  ","516904":"\n   cool i love when your on here your a sweetheart, and so funny\n  ","516905":"\n   k, are you annoyed xo\n  ","516906":"\n   aw thanks your so kind xo\n  ","516907":"\n   yeah im so much better now at skating xo\n  ","516908":"\n   i guess the skating was\n  ","516909":"\n   cool, I went skating took liv for a meal, she was moody tho\n  ","516910":"\n   What is a state you would like to visit?\n  ","516911":"\n   Oh cool. That sounds a good diabetic plan as well. Have long have you been trying keto?\n  ","516912":"\n   What is keto?\n  ","516913":"\n   You think there'd be any world record you could possibly get close to accomplishing? 🤔\n  ","516914":"\n   What scares you the most?\n  ","516915":"\n   I'm glad I was worried bout you, xo\n  ","516916":"\n   hey how are you\n  ","516917":"\n   What are you doing tonight?\n  ","516918":"\n   What would you say your style is like? \nHugsss❤\n  ","516919":"\n   of course i am u see ppl talking bout anon everywhere XD\n  ","516920":"\n   -\n  ","516921":"\n   Hola, te dejo un tema mio de rap, espero que te guste! paz y amor!\n   \n    https:\/\/www.youtube.com\/watch?v=36oXRXE1stY\n   \n","516922":"\n   me lol\n  ","516923":"\n   Who is your favorite famous person?\n  ","516924":"\n   Good n\n  ","516925":"\n   I'M NOT FINISHED WITH YOU!!!\n  ","516926":"\n   If you're listening to a song right now, post your favorite lyrics to it.\n  ","516927":"\n   Share Something\n  ","516928":"\n   i'm pretty sure you can have something like zucchini noodles on keto !! apparently it tastes just like spaghetti, only low carb and much healthier for you.\n  ","516929":"\n   What's for dinner? Spaghetti?\n  ","516930":"\n   Do you love shopping?\n  ","516931":"\n   Was the earth quake near you?\n  ","516932":"\n   Well they are showing 4 episodes tonight on Teen Nick if you want to watch... the first on is Josh Runs Into Oprah.\n  ","516933":"\n   What's your tempurature the last time you took it? I just got a 96.8.\n  ","516934":"\n   Are you a Drake & Josh fan?\n  ","516935":"\n   I love ginger ale!!!!\n  ","516936":"\n   Are you having fun?\n  ","516937":"\n   Saturday Q2: Boiled, scrambled, sunny side up or fertilised? How do you like your eggs?\n  ","516938":"\n   Do you know what a cracksmacker is?\n  ","516939":"\n   Describe yourself in 3 words 😊\n  ","516940":"\n   What is your favorite day of the week?\n  ","516941":"\n   whats the do's and donts of flirting?\n  ","516942":"\n   - 💬\n  ","516943":"\n   What did you think was cool when you were young but isn’t actually cool anymore ?\n  ","516944":"\n   Inspired by my MCAT studying, do you think people are more likely to be swayed and influenced by politicians or by business advertisements? Why?\n  ","516945":"\n   Inspired by my MCAT studying, should physical education (aka gym class) be required in schools? Why or why not?\n  ","516946":"\n   Do you prefer meat or fish?\n  ","516947":"\n   Ive been baking a lot of cookies today because i make them for a rehab place still have more to bake tomorrow ❤ my question is what's your favorite cookie?\nHugsss have a lovely day and night ❤\n  ","516948":"\n   Are you happy with how your life has turned out so far. If not what would you change ?\n  ","516949":"\n   Have you ever told off a teacher or a boss\/supervisor? How did you feel afterwards and were there any consequences?\n  ","516950":"\n   Sat question 1:  Do your eyes tell a different story to what the rest of your body language is portraying?\n  ","516951":"\n   Do you get jealous easily?\n  ","516952":"\n   What do you think about social media?\n  ","516953":"\n   How are you feeling today? Any better?\n  ","516954":"\n   In your opinion what is the root of all evil ?\n  ","516955":"\n   how can you cure constipation?\n  ","516956":"\n   Do you know anyone who wears shorts in the dead of winter?I do 😎\n  ","516957":"\n   Do you prefer hot dogs or hamburgers?\n  ","516958":"\n   Is there anyone you’re currently giving the silent treatment to?Why?\n  ","516959":"\n   What is your favorite pic of yourself?\n  ","516960":"\n   I want to make a registry of women who force non fathers to pay child support.This is to inform people of monsters.The photos of the women will be on the registry.  ☔🎫 🐞\n  ","516961":"\n   Do you weigh yourself often?\n  ","516962":"\n   What are you doing for valentines day?\n  ","516963":"\n   Good night beautiful\n  ","516964":"\n   Do you use to run from the truth just because you're scared that you might get hurt?\n  ","516965":"\n   I.m.depressed.\n  ","516966":"\n   Ever smoked weed 🌿🌿\n  ","516967":"\n   What's your favorite food? Hugsss\n  ","516968":"\n   Do,you get fed up easily\n  ","516969":"\n   Would you be a good life coach\n  ","516970":"\n   How is your peecos? I can't remember what it's called. Maybe I will call it peacocks.\n  ","516971":"\n   How do you know Derek?\n  ","516972":"\n   🌹😊\n  ","516973":"\n   Can you be spiteful?\n  ","516974":"\n   Which color best describes your current mood?\n  ","516975":"\n   cuz we know\n  ","516976":"\n   maybe a good fuk will make u feel better XD\n  ","516977":"\n   Happy friday! Its finally the weekend \nI hope you have a lovely day and night filled with everything your heart desires! Hugs love you! What are your plans? If you don't have any i hope you enjoy your rest if you do have plans enjoy and have fun and stay safe!❤❤\n  ","516978":"\n   which song\n  ","516979":"\n   what day of the week are you most productive?\n  ","516980":"\n   what is the worst song you know?\n  ","516981":"\n   What is your latest disappointment ?\n  ","516982":"\n   Where have you worked\n  ","516983":"\n   Do you like to draw?\n   \n    https:\/\/youtu.be\/StDeKDQMfT8\n   \n","516984":"\n   If you found out the kfc secret recipe would you tell anyone\n  ","516985":"\n   Marissa suffers from Stockholm syndrome. She runs her mouth about me then worships whites. Roman rules\n  ","516986":"\n   aww, glad your better huggs\n  ","516987":"\n   Is it racist where you live, like your town area? Mine is and it is gross.\n  ","516988":"\n   don't write me lol\n  ","516989":"\n   None at all or none diagnosed\n  ","516990":"\n   If you were to hire someone, would you choose social game or education? Why?\n  ","516991":"\n   Do you have any psychological disorders?\n  ","516992":"\n   He has something like flu not mental illness in brain,right\n  ","516993":"\n   Sorry he isn't famous.\n  ","516994":"\n   My temp has been 97.3 but as low as 96.3. I also read on the mayo clinic site that people with weak immune systems have their temp drop when they have it but normal people spike a fever.\n  ","516995":"\n   hey are you feeling better\n  ","516996":"\n   What is something you really want right now? \n\nHugsss\n  ","516997":"\n   Look I just want to say dont worry about what happened last night. But, it was a horrible thing 😔\n  ","516998":"\n   Did you score on okcupid?\n  ","516999":"\n   What has keto Lynds ate today?\n  ","517000":"\n   Have you ever had a Tinder account?\n  ","517001":"\n   sexual turn offs on a guy\n  ","517002":"\n   What is something you can't live without? Hugsss\n  ","517003":"\n   wow id choose the 10 hour torture any day\n  ","517004":"\n   Geez you really have it bad. I still think we both have pneumonia. When you sleep, do you prop yourself up with pillows so you are sleeping sitting up?\n  ","517005":"\n   if u were forced to listen to this the whole 10 hours or ben rambling which would u pick\n  ","517006":"\n   Are you blowing your nose a lot?\n  ","517007":"\n   What motivates most of the people, but steals motivation from you? Or other way around.\n  ","517008":"\n   Sexy\n  ","517009":"\n   I thought you know them\n  ","517010":"\n\n    https:\/\/www.youtube.com\/watch?v=sCNrK-n68CM\n   \n","517011":"\n   Likers get first impression for all please?\n  ","517012":"\n   Which one is the proper way to say: I miss your fragrance or I miss your scent.\n  ","517013":"\n   How would you feel if you were dating someone that didn't want to have s*x for the first 3 years of your relationship?\n  ","517014":"\n   You know Cimorelli family in person?\n  ","517015":"\n   Are you a VIP anywhere?\n  ","517016":"\n   رجل خطب فتاة و بحث\nفي ماضيها ووجد أنه \nكان لها عشيق ففسخ \nالخطوبة فهل هو مخطئ..?\n  ","517017":"\n   Однокурсник мне проспорил, что ему загадать?\n  ","517018":"\n   Является ли каша в голове - пищей для ума?\n  ","517019":"\n   What is your latest disappointment ?\n  ","517020":"\n   what socks do you usually wear to school? post a pic?\n  ","517021":"\n   Do you believe people can change if they love someone?\n  ","517022":"\n   hi\n  ","517023":"\n   How many times per day do you shower?\n  ","517024":"\n   Who do you think is currently the most despised American?I think it’s a tie between R Kelly and Trump.\n  ","517025":"\n   What percent of women in America are hyper selective about dating men ?\n  ","517026":"\n   How do I get a home rental with out references ?\n  ","517027":"\n   Do you or your neighbors still have your Christmas lights up?\n  ","517028":"\n   What kind of benefit a drug would you consume?\n  ","517029":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","517030":"\n   Good night babe\n  ","517031":"\n   POUQ\n  ","517032":"\n   Despite my surname I’ve found out with ancestry DNA that I have no Jewish heritage whatsoever, 43% percent of my DNA was Roman, 18% was Anglo Saxon, 15% Celtic, 14% was Viking and 8% was Frisian.\n  ","517033":"\n   What qualities does a person need do have to be a good friend ?\n  ","517034":"\n   People who say I’m lying about my life stories don’t actually offend me, I take it as a compliment because if im lying I’m a better story writer than Shakespeare and Charles Dickens combined and I should be given a novel contract ASAP.\n  ","517035":"\n   What is your all time favorite comedy movie?\n  ","517036":"\n   if you had superpowers what powers would you have? Would you be a superhero or supervillian and what would you're superhero\/ supervillian name be\n  ","517037":"\n   What's your biggest passion??\n  ","517038":"\n   What are you having for dinner?\n  ","517039":"\n   Have u followed a bad advice? Which one? What happened?\n  ","517040":"\n   It's clean don't worry\n  ","517041":"\n   I feel bad for you. I hope you feel better soon and can return to the gym and the other stuff you enjoy.\n  ","517042":"\n   -\n  ","517043":"\n   Who would you tie up to a tree\/bed?\n  ","517044":"\n   What do you think of todays clothing quality? What do you prefer natural or synthetic fabric?\n  ","517045":"\n   Who wanna play q4q? Hmu. Now, on other hand, do you enjoy cats?\n  ","517046":"\n   How's everyone's night or day going so far? I hope well! Mine is going slow and boring atm hugs have a goodnight ❤\n  ","517047":"\n   When its better to have dog emotions, rather than human ambitions?\n  ","517048":"\n   Youtube crazy frog\n  ","517049":"\n   Where would you take yourself out on a date?\n  ","517050":"\n   What's a typical evening look like for you?\n  ","517051":"\n   Do you like the crazy frog\n  ","517052":"\n   What you gonna do this week? 😄\n  ","517053":"\n   me lol\n  ","517054":"\n   -\n  ","517055":"\n   What kind of sounds shouldnt exist?\n  ","517056":"\n   Can you drive\n  ","517057":"\n   Its 3:27am where i am atm i feel pretty crappy so i can't sleep🙃 so what helps you sleep at night if anything? Hugsss\n  ","517058":"\n   What kind of experiment you want to do\/to see?\n  ","517059":"\n   What kind of job you should have so you wouldnt need to follow the calendar?\n  ","517060":"\n   The Walmart version is their own brand called Equate. It's in a similar box and right next to it in the shelf. The theraflu is $6 something cents and the Equate is like $3.50. It saves you a lot.\n  ","517061":"\n   Yea mine is the lemon one. It's pretty good. I asked you this before but I forgot. Do you use the Walmart version?\n  ","517062":"\n   What kind of details do you notice? \/ What do you notice that others often dont?\n  ","517063":"\n   Which type of theraflu? I do the severe cold one.\n  ","517064":"\n   Are you taking coldeeze for your illness?\n  ","517065":"\n   What are you up to\n  ","517066":"\n   Are you more into clubs or pubs\n  ","517067":"\n   Do you play board games when you were younger\n  ","517068":"\n   Who gives a fuc%? Tell her that he ran off with some broad or something. I dont give a $hit.\n  ","517069":"\n   Will you be my friend and hold my hand when I give birth ?\n  ","517070":"\n   Opinion on modern music? Like the type you see at the top charts?\n  ","517071":"\n   If a guy walked up to you and said hey you're very pretty and would like to get to know you better and asked for your phone number or one of your social medias what would you say. Answer as you're single\n  ","517072":"\n   Last time time you was wearing one?\n  ","517073":"\n   When its \/not\/ worth to be scared?\n  ","517074":"\n   Who\/What could spoil your day?\n  ","517075":"\n   What is your favorite pickup line?\n  ","517076":"\n   What are you looking forward to today ?\n  ","517077":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","517078":"\n   What is going on today everyone?\n  ","517079":"\n   How would time tracking influence your activities? Would you do them faster? Would you stress more?\n  ","517080":"\n   Age you start wearing thongs?\n  ","517081":"\n   Would you change educational system? How?\n  ","517082":"\n   What depletes your will power?\n  ","517083":"\n   What color?\n  ","517084":"\n   On what topic everyone becomes experts?\n  ","517085":"\n   Panties or bootyshorts? today?\n  ","517086":"\n   Did you cry at your first pap smear?\n  ","517087":"\n   What reminds you of people you dont communicate with anymore?\n  ","517088":"\n   What is one place in the world you really want to visit someday.\n  ","517089":"\n   What would you need to receive so you wouldnt know what to do?\n  ","517090":"\n   Pads or tampons?\n  ","517091":"\n   Panties or bootyshorts?\n  ","517092":"\n   What's a food you strongly dislike?\n  ","517093":"\n   Damn, its terrible\n  ","517094":"\n   On a scale of 1-10 (1 being not at all and 10 being very) how political are you? Which party, if any, do you identify with? Why?\n  ","517095":"\n   What kind of food you can recognise from the smell?\n  ","517096":"\n   Movie Madness! This weeks choices are: A )  Stan & Ollie B ) The Upside C ) The Front Runner.   Every vote counts so please do!\n  ","517097":"\n   Good night beautiful\n  ","517098":"\n   If you could get a hand written letter by anyone who would it be and why? Hugsss❤\n  ","517099":"\n   is it a turnon if a guy uses socks as gloves during s3x\n  ","517100":"\n   What was your last breakup over?\n  ","517101":"\n   In the future, let's say that robots can be built just like people. Like 100% exactly. Would you get one and live with it and hump it if it was like the hottest guy?\n  ","517102":"\n   Should people pay more attention to other people than their phones?\n  ","517103":"\n   If you are lying on your back in bed do you ever raise one of your legs when you fart? I do that for some reason. 😂\n  ","517104":"\n   Are you taking theraflu still?\n  ","517105":"\n   if u were a pokemon which one would u be\n  ","517106":"\n   Do you suspect anyone on here of having a crush on you?I know some of you ladies dig me but don’t wanna admit it 😎😎😎😎💰💰💰💰😏😏😏😏\n  ","517107":"\n   open wide\n  ","517108":"\n   Out of the 7 deadly sins which is your favorite to break?Mines gluttony\n  ","517109":"\n   Seen any good movies lately?I watched “The House With the Clock on the Walls” last night. It was good!\n  ","517110":"\n   the pull-start cranker wankers\n  ","517111":"\n   When I get out of here - and I will - there will be carnage 😡🙂\n  ","517112":"\n   :) I didn't ask the question\n  ","517113":"\n   This is why I thought it was a trick question :P Guess only the original guy goes to St.Ives and the man, the wives and the rest were just found in the way but never specified they were going there as well :o Good thing I like math!\n  ","517114":"\n   No not at all. Look hard at the question.\n  ","517115":"\n   Do you have any nick names\n  ","517116":"\n   The answer is 1\n  ","517117":"\n   Do you get a lot of air traffic over your house?Like a lot of planes helicopters UFOs etc\n  ","517118":"\n   I would actually send messages like the original one if I felt anyone would take the time to try :P Like on that Big Bang Theory where Sheldon creates all sorts of riddles to find a new girlfriend only to dismiss her because she was late, haha.\n  ","517119":"\n   I added them all up because they said \"wives, sacks, cats and kittens, how many were going...\" so I have 2401 kittens, 343 cats, 49 sacks, the 7 wives and the 2 dudes, if they count.\n  ","517120":"\n   It sounds like a trick question to me, but let's make the math for the fun of it: 7 wives, each with 7 sacks (49 total), each sack with 7 cats (343 total) and each cat with 7 kittens (2401 total). So 2401 + 343 + 49 + 7 = 2800 (2801 if the husband counts, 2802 if the original guy counts).\n  ","517121":"\n   How important is it to you to own your own house someday ?  If it is what age do you want to accomplish that ?\n  ","517122":"\n   Do you prefer earbuds or headphones?\n  ","517123":"\n   As I was going to St Ives, I met a man with 7 wives. Every wife had 7 sacks, every sack had 7 cats & every cat had 7 kittens. Wives, sacks, cats & kittens, how many were going to St. Ives? My phone number is 555 and the answer.\n  ","517124":"\n   What’s the last thing you broke in a fit of anger?\n  ","517125":"\n   How do you remove an annoying person from your life?\n  ","517126":"\n   Who do I need to talk to regarding an extremely sexual at that was ON ASK.FM!?\n  ","517127":"\n   Has anyone ever told you flat out that they didn’t care that they either embarrassed you ,upset you,hurt you or angered you?\n  ","517128":"\n   What's the last meaningful thing you've done?\n  ","517129":"\n   Back in school, what was one essay topic you dreaded to write?\n  ","517130":"\n   i have something here that will make u feel better\n  ","517131":"\n   xo, hope you feel better soon x\n  ","517132":"\n   How many coins ya got?\n  ","517133":"\n   What was the last thing you did yesterday?\n  ","517134":"\n   lets date\n  ","517135":"\n   How could this site improve?\n  ","517136":"\n   What was the last emergency you had?\n  ","517137":"\n   Is that fun\n  ","517138":"\n   What would you suggest everyone to try at lest ones\n  ","517139":"\n   Thanks. 😊\n\n\nI'm falling behind, because I've missed some lessons and they've noticed the anxiety is ruining my learning. My science teachers are worried that I won't do well, and so am I lol. 😬\n  ","517140":"\n   oh\n  ","517141":"\n   do u rather have it full or empty\n  ","517142":"\n   Stupid anons interrupting bedtime, ignore those peasants Lyndsey\n  ","517143":"\n   Lyndsey I'm back from my long long day. Thank for tucking me in last night and the night before that and all the other times I've asked you. It actually really helps me feel comfortable and tucked in 😊\n  ","517144":"\n   School was alright, but I have some tests next week, and the teachers are concerned about me. But today was mostly fine, and the anxiety wasn't too bad. Can you tuck me in again? So sorry if this is getting annoying, it's just a nice comfort. ☺️\n  ","517145":"\n   I'll tuck myself in, lmao jk\n  ","517146":"\n   I see how it is.\n  ","517147":"\n   اخر رسالة وصلت Many women on ask fm have no value for men.What is wrong with these chicks ?   🐝 🐞 ↪ 🎸\n  ","517148":"\n   LOL AND ILL KEEP PROVING DOUBTERS WRONG. WATCH ME , your gonna be like oh shit thats the kid who spammed my askfm inbox to listen to his music hahahaahaha dw when im where i want to be ill be sure to give u a shoutout LOL\n  ","517149":"\n   Do you listen closely or do you tend to drift off?\n  ","517150":"\n   Thongs or g strings?\n  ","517151":"\n   I want to see you eat spaghetti and meatballs.\n  ","517152":"\n   Have you ever missed someone so much it hurts? Because that's how I'm feeling ❤ hugs\n  ","517153":"\n   Thoughts on people who think they are better than they accually are\n  ","517154":"\n   i want boobies\n  ","517155":"\n   Fav chrisp brand or for my American friends you call them poato chips\n  ","517156":"\n   in 12 am what can u describe what u feel at this time?💙\n  ","517157":"\n   How many pets is too many? I've been hearing if you have over 10 or so then you got to many but i doubt you could ever have to many pets❤ hugs\n  ","517158":"\n   Do you like spicy food\n  ","517159":"\n   Do you need positive reinforcement or are you content with not getting praise or compliments?\n  ","517160":"\n   It starts with a virus though, right? So those are contagious. Then it's just a matter if it gets worse and turns into something more serious. At least that was my understanding.\n  ","517161":"\n   It is cold?\n  ","517162":"\n   Would you say it’s worth the watch?  it’s been hyped up everywhere so might watch it myself.\n  ","517163":"\n   How is your broncittus?\n  ","517164":"\n   You should watch BirdBox 👌👌❣️\n  ","517165":"\n   Hey guys I'm glad you're here\n  ","517166":"\n   yes\n  ","517167":"\n   wouldnt be surprised if someone did lol\n  ","517168":"\n   How to seek freedom?\n  ","517169":"\n   u should get out there and get laid already ;)\n  ","517170":"\n   What are the best things in life\n  ","517171":"\n   Landing strip or no hair?\n  ","517172":"\n   Have you ever stayed up all night to help a friend who really needed you.  Are you still friends with that person today ?\n  ","517173":"\n   Queen massages my back before I sleep🌹👑\n  ","517174":"\n   Do you know anyone who shares their name with someone famous?I used to work with a Hugh Jackmon\n  ","517175":"\n   What lays unused\/not being used?\n  ","517176":"\n   i dont know u so were even lmao we can date and see how far it goes hahahahah\n  ","517177":"\n   Tbh that's probably just you\n  ","517178":"\n   Wasn't judging you at all, just asking\n  ","517179":"\n   Have you had the job for a long time?\n  ","517180":"\n   Askfm is about questions, innit?\n  ","517181":"\n   How many hours a week do you work?\n  ","517182":"\n   Where is that?\n  ","517183":"\n   oh\n  ","517184":"\n   Where would you travel?\n  ","517185":"\n   Do you make enough money to live independently?\n  "},"Answer":{"516113":"\n  Yes and there one of my favorite leggings to wear at the gym.\n  ","516114":"\n  happier alive\n  ","516115":"\n  4\/5?\n  \n  A good weird though! :)\n  ","516116":"\n  For the most part.\n  ","516117":"\n  Brown hair vs blonde\n  \n  XD\n  ","516118":"\n  I went to the gym and not feeling like being s3xual. We've just been talking tonight.\n  ","516119":"\n  chiropractor\n  ","516120":"\n  by robots\n  \n  eh.. not sure!\n  ","516121":"\n  At a carnival during the summer lol\n  ","516122":"\n  switch\n  \n  I'd need to be more in the mood for that. It's alright\n  ","516123":"\n  Most do.\n  ","516124":"\n  I'm not confused over anything right now.\n  \n  Also land of confusion came to mind 🎤🎤\n  ","516125":"\n  Sometimes I can bottle it up. Other times, I don't stress much. There's not much in between.\n  \n  Going to the gym is also a good outlet in that way for me too.\n  ","516126":"\n  indeed.\n  \n  I was only joking.\n  ","516127":"\n  I'm not a church goer.\n  ","516128":"\n  Why so serious?\n  ","516129":"\n  *joins*\n  \n  just kidding\n  ","516130":"\n  high school: law, English, history and my graphic communications classes (votech hs)\n  \n  college: all the psychology ones i took, anthropology, sociology, western civ, the art class, asl (American sign language )\n  \n  Why?\n  \n  the teachers\n  \n  interesting\n  \n  did well at\n  \n  learning 👍\n  ","516131":"\n  You probably have his merch. The hoodie looks bomb.\n  ","516132":"\n  nah\n  ","516133":"\n  These were the songs they did.\n  \n\n   https:\/\/open.spotify.com\/playlist\/37i9dQZF1DX93MXPufCcuk?si=Cw5kohrtTqKbWBSvvn25Bw\n  \n\n  I kind of feel that it's ironic that God is a woman is the first one!!\n  \n  I haven't heard of a lot of them. Will be nice to listen to them and see if relatable or not.\n  ","516134":"\n  I haven't in years.\n  ","516135":"\n  ¯\\_(ツ)_\/¯\n  ","516136":"\n  I'd say average. Also more book smart.\n  ","516137":"\n  Be pretty bored then lol\n  ","516138":"\n  What about all the vegetarians? ;)\n  \n  I do like vegan alternatives. I have been following keto and eating way more veggies.\n  \n  I feel like everything comes back in style, trends and all that. The future is unclear.\n  ","516139":"\n  taste, definitely.\n  ","516140":"\n  perhaps lol\n  ","516141":"\n  think about it :)\n  ","516142":"\n  I already call someone else that 😉\n  ","516143":"\n  Lyndsey or Lynds is better than \"miss\".\n  ","516144":"\n  When Sabrina comes to mind and does the nose twitch 😂😂😂\n  ","516145":"\n  anything, everything\n  ","516146":"\n  tv show on Netflix :\n  \n  the kominsky method\n  \n  atypical\n  \n  back with the ex\n  \n  movies have been Birdbox, Dumpling, Down to the bone (about ed), Christmas prince and some other Christmas films lol\n  \n  shoes: I found my pink sketchers from Burlington coat factory. Also found the 12 days of Christmas socks from there.\n  \n  clothing:\n  \n  a coral pair of old navy lounge shorts at Goodwill. Looked brand new. I think they still had the tags on too. They were also a size down from my green ones so that's nice.\n  ","516147":"\n  Yes, I'm great. Just had dinner. Relaxing now.\n  ","516148":"\n  The world, mental health, pcos.. whatever subjects people want to learn more about.\n  \n  ¯\\_(ツ)_\/¯\n  ","516149":"\n  I don't like him, i don't hate him. He's literally nothing to me. Neutral.\n  \n  Politics also suck :)\n  \n  independent\n  ","516150":"\n  Not that often\n  ","516151":"\n  glad people liked :)\n  ","516152":"\n  Don't we all\n  ","516153":"\n  I don't know anyone with those names. Sorry.\n  ","516154":"\n  it was a snap when he was driving and singing with them in the back.\n  \n  ok sister XD\n  ","516155":"\n  I wish that I actually went to the library today but that didn't happen. I need some new books. I don't have any with me besides reading online or on my kindle - that likes acting up now and again.\n  ","516156":"\n  indifferent to him\n  ","516157":"\n  no but I watched the behind the scenes kind of thing that\n  \n   @whensparksflyallaround\n  \n  had on her page a while ago.\n  ","516158":"\n  deep themes?\n  ","516159":"\n  I don't?\n  \n  I guess talk about the reason why they felt jealous and go from there.\n  ","516160":"\n  I went to the gym 💪\n  \n  felt stronger today on the one that was giving me a bit of trouble on Saturday.\n  ","516161":"\n  normal pimples.. or ear ones\n  \n  pretty gross but hey\n  \n  rarely see those types\n  \n  i follow more beauty, fashion, vloggers etc\n  ","516162":"\n  It's good for the most part. I get along great with my mom and sister.\n  \n  I don't really get along with my dad. Alcoholic, mentally abusive. Also has been psychically abusive to my mom. Lost respect for long ago. We don't talk much lol\n  \n  My brother is 10 years older than me so he was pretty much out of my life growing up, going to college, not there when needed, wasn't really there for milestones of mine.. He also acts like our dad at times so that can be bothersome lol he only really calls if wanting money from my sister or mom.. my sister ended up giving him some for the new house he got. When together we do get along, civil and all that.\n  \n  ~\n  \n  If you count by marriage then.. my brother's wife can be a b!tch. two faced. He picks her side over everyone else.\n  \n  Also I don't care for my uncle's wife (2nd marriage) she's very fake. A Christian but yet shuns away people who have issues. I'll never call her my aunt, that goes to his 1st wife lol I'm fine with calling her daughter my cousin\/stepcousin though.\n  \n  Everyone else is amazing!\n  ","516163":"\n  it was cloudy out\n  \n  but tonights moon was pretty impressive.\n  ","516164":"\n  goodbye for now\n  ","516165":"\n  so? stop overthinking and gender roles\n  \n  mention how tired and safe you felt\n  \n  don't be a pu55y\n  ","516166":"\n  1. you are anon\n  \n  2. I'm leaving any second now\n  ","516167":"\n  hakuna matata\n  \n  killing it\n  \n  you can do it\n  \n  just do it\n  \n  affirmations put into action\n  ","516168":"\n  Pretty good. Taking my preworkout and listening to music then leaving for the gym 💪👍\n  ","516169":"\n  That's cute not embarrassing.\n  ","516170":"\n  I only have these two under my clipboard right now:\n  \n  ❄ ноиєsтџ иїgнт ❄\n  \n  ¯\\_(ツ)_\/¯\n  ","516171":"\n  Didn't feel like it\n  ","516172":"\n  Going to the gym pretty soon\n  ","516173":"\n  Not today\n  ","516174":"\n  indeed *hugs*\n  ","516175":"\n  not for anons\n  ","516176":"\n  After it ending? No.\n  ","516177":"\n  well ya. If the person changes and grows with you then cool. But it should be based on who they are not some side project for you to take on lol\n  ","516178":"\n  well I'm wearing my \"game on\" capri length leggings, pink shirt to match the pink lettering, sports bra, ponytail.\n  \n  gym mood\n  ","516179":"\n  indeed\n  ","516180":"\n  I'm still horrible at taking them.\n  ","516181":"\n  I don't like being tickled so doubt it\n  ","516182":"\n  in general\n  \n  + going to the gym\n  ","516183":"\n  Should get ready\n  ","516184":"\n  It's been ok so far.\n  ","516185":"\n  yeh\n  ","516186":"\n  I wouldn't giggle\n  ","516187":"\n  Also still have a lot of those \"hii x, whats up x, how's you \" ones.\n  ","516188":"\n  no\n  ","516189":"\n  I'm into older GUYS.\n  \n  28-35 maybe older if we got along well and all that\n  ","516190":"\n  This one made me laugh so let's go with that.\n  ","516191":"\n  I need to look up a couple of them since don't know all the details but yes, I don't mind the questions!\n  ","516192":"\n  She seems crazy enough but no, I don't think so. I think he ended it. I remember seeing that he died on mtv :(\n  ","516193":"\n  I'm indifferent to it. Seems like a waste of money for one.\n  ","516194":"\n  friends - it would be different\n  \n  coworkers - I'd say hi then get to work. I'd be paid to do my job not socialize all day with them. if retail, then I'd talk more with the customers.\n  \n  neighbors - I don't really know them. Just that the one across the street was moving. The lady next door is old and on her own. The other neighbor has a son that skateboards ¯\\_(ツ)_\/¯\n  ","516195":"\n  Totally guilty!\n  \n  Even mentioned it in his book after the fact.\n  ","516196":"\n  I haven't watched the documentary but I wasn't surprised about the allegations either XD\n  \n  I'm sure that there will be some fake ones as well.\n  ","516197":"\n  I didn't forget 😈\n  ","516198":"\n  Yes. Especially since I've seen a UFO before. It was even documented that there were sightings of it.\n  ","516199":"\n  it would always be different\n  ","516200":"\n  This still stands\n  ","516201":"\n  and you'd find that out online? 😂🔫\n  ","516202":"\n  You just do?\n  \n  I haven't used oil but could be good or some lotion\n  ","516203":"\n  Apparently lol\n  ","516204":"\n  I would. #thatsinglelife\n  ","516205":"\n  with weightloss or at least less wide\n  \n  idk man XD\n  ","516206":"\n  and that Lauren girl 😂\n  ","516207":"\n  I thought it was interesting. Figured I'd share :)\n  ","516208":"\n  sounds like a reach to me\n  \n  I also don't know Lauren so this is just sad lol\n  ","516209":"\n  got this gem 3 times\n  \n  socks\n  \n  blanket covering them\n  \n  massage\n  \n  ¯\\_(ツ)_\/¯\n  ","516210":"\n  Americans probably get cosmetic surgery the most but that doesn't really mean that they were ugly to begin with lol\n  \n  :)\n  ","516211":"\n  ok anon\n  ","516212":"\n  They asked this 5 times -_-\n  \n  I really don't understand shoe, boots or feet fetishes.\n  \n  Probably last April. There was snow and the lake was frozen still before we left to Arizona.\n  ","516213":"\n  I'm not sure!\n  ","516214":"\n  I woke up a bit late.. so far I'd say today has been more on the monotonous side. Still time to make it magnificent :)\n  ","516215":"\n  Ya, that was pretty bizarre.\n  \n  they never back up their opinion, statements, statistics etc\n  ","516216":"\n  I do.\n  \n  guacamole\n  \n  in sandwiches, wraps\n  \n  salad topper\n  \n  maybe on the side with eggs\n  \n  we currently have an avocado ranch salad dressing\n  ","516217":"\n  Agreed. I wasn't saying otherwise.\n  \n  You just hear about the obesity thing more about Americans. I've never heard the ugly thing.\n  ","516218":"\n  ugly and obese are totally different. I've never heard the ugly one before unless you mean attitude wise? ¯\\_(ツ)_\/¯\n  \n  America has a high obesity rate yet they don't do much about it besides making more fast food places lol\n  ","516219":"\n  What did you not understand about \"I don't have any with me right now\"?\n  ","516220":"\n  no\n  \n  I really don't like you right now judging from my inbox. Was it really necessary to ask things multiple times?\n  ","516221":"\n  Are you going to finish that sentence?\n  ","516222":"\n  I'm not into girls\n  \n  know absolutely nothing about you\n  \n  don't be weird\n  ","516223":"\n  hey\n  ","516224":"\n  ya no...\n  ","516225":"\n  sounds like a mass send to me\n  \n  hello\n  ","516226":"\n  Good night\n  ","516227":"\n  The ones I can overcome.\n  ","516228":"\n  Pretty much. Not that tired yet.\n  ","516229":"\n  \"play it by ear\" can be annoying to hear.\n  \n  I get told a lot that I look like my mom. Like yes, I know this lol. My siblings look like my dad and I look like my mom. It doesn't bug me much.. just tell me something i don't know kind of thing.\n  ","516230":"\n  sleep or watch something on youtube kind of night. hbu?\n  ","516231":"\n  That didn't sound attractive lol\n  ","516232":"\n  -feeling accomplished\n  \n  -reading a good book\n  \n  -music\n  \n  -swimming\n  \n  -certain people but I don't like judging my happiness by others\n  \n  -films or tv shows\n  \n  -gym\n  \n  -pets or other people's animals\n  \n  -nature\n  \n  -social media that has night\/dark modes 😂\n  \n  little things in life ¯\\_(ツ)_\/¯\n  ","516233":"\n  No idea. I don't feel very creative right now. I really like the word \"inspire\" though so I'm sure it would be mentioned in the quote that I'm not making 😂\n  ","516234":"\n\n   @mawiocudwoc\n  \n\n   @TheChaosBringer\n  \n\n  in general + not on here much:\n  \n   @breakfreefromlife\n  \n\n\n   @cestlavie87\n  \n\n\n   @Coolio247\n  \n\n\n   @HeyguystheBitchyBiscuitisback\n  \n\n\n   @WayneBrat\n  \n\n  more regulars\n  \n\n   @poetalunam\n  \n\n   @Courrtana\n  \n\n   @Hayleywilson21\n  \n\n   @littlesha_\n  \n\n   @fabbielousxo\n  \n\n   @NineGDxFour\n  \n\n   @NO3MM3RZ\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @whensparksflyallaround\n  \n\n   @shehitsback\n  \n\n   @urlsareshittbh\n  \n  + a few others.\n  ","516235":"\n  life or death situation?\n  ","516236":"\n  1. my name is actually Lyndsey. I have always got crap for the spelling\n  \n  2. I think i might go to the library tomorrow. I miss reading real books! I love to read. In Maine, I would go every other week or so to get new ones.\n  \n  3. I have a degree in graphic communications from my vocational technical high school.. two facts in one..\n  \n  4. I went to a community college that was about 5 minutes away from my house\n  \n  5. I love going to the gym. feeling stronger, looking better, mental health \/ stress relief 💪\n  \n  6. I've always loved to swim. Even had people call me a mermaid.\n  \n  7. I'm a righty\n  \n  8. I'm the youngest sibling\n  \n  9. December baby. Sagittarius\n  \n  10. I've never had any type of injuries.\n  ","516237":"\n  a little. but you already know that from all the other times you've asked this\n  ","516238":"\n  with king. yay 😴\n  ","516239":"\n  It can be nice.\n  \n  Also way more family oriented than Massachusetts or Maine is. Never really see kids outside. More a ghost town lol Well Maine gets more in the summer since near touristy areas.\n  ","516240":"\n  As in candy? 1\n  \n  I like chocolate more. about 5-7 range.\n  \n  ice cream is way better.\n  ","516241":"\n  Since I'm in Arizona:\n  \n  the weather.. most times. It's been weird temps lately. 🌞\n  \n  the gym i go to. I don't feel judged at all. They also have a heated pool.\n  \n  palm trees 🌴🌵\n  \n  if you miss a season you can just drive a few hours and be in the snow.\n  \n  The lakes are pretty & some might have waterfalls\n  \n  grand canyon & other areas\n  ","516242":"\n  on the highway before. At a bad bend in the road too.. heading into Boston to get to Maine or New Hampshire.. A cop helped us too. Think it was a flat tire. Had the collar and hazard lights warning on coming traffic.\n  \n  probably other times but that one sprang to mind first.\n  ","516243":"\n  Probably take a few numbers then try giving it back 😮\n  ","516244":"\n  Not much these days\n  ","516245":"\n  of me with my now blonde hair\n  ","516246":"\n  I'm fine right now\n  ","516247":"\n  nah, that's the rhymeswithstan \/ taintedlove guy.\n  ","516248":"\n  I already have a friend for life. Known since the 1st grade. Meanwhile with relationships, my longest has been 2 years.\n  ","516249":"\n  That wouldn't be boring lol\n  ","516250":"\n  The one that would create different pages and post porn stuff saying it was me. Also said sorry a million times while STILL doing stupid sh!t\n  ","516251":"\n  Just in bed, on here. Boring.\n  ","516252":"\n  You may not\n  ","516253":"\n  mmm\n  ","516254":"\n  That person is very bored lol\n  \n  like I'd be down for conversation. don't need to pester me with the same bs\n  ","516255":"\n  myself\n  ","516256":"\n  with loved ones, including ones that have passed on.\n  ","516257":"\n  Can I get some actual questions?\n  ","516258":"\n  sigh\n  ","516259":"\n  You sound like a 6 yr old\n  ","516260":"\n  Obviously lol\n  ","516261":"\n  stinky feet\n  ","516262":"\n  nope\n  ","516263":"\n  use lukewarm water\n  ","516264":"\n  Your feet stink. go wash them now.\n  ","516265":"\n  10:43pm\n  ","516266":"\n  why be annoying and leave the same sh!t that aren't even real questions?\n  ","516267":"\n  any questions?\n  ","516268":"\n  Yes.\n  \n  Can be concerning. Is everyone ever *that* happy all the time? True colors...\n  ","516269":"\n  out in nature\n  \n  swimming\n  \n  bedroom\n  ","516270":"\n  What clan?\n  ","516271":"\n  none lately\n  ","516272":"\n  drains battery\n  \n  report system\n  \n  there should be a built in translator.. not everyone speaks English on here and would be easier to figure out what they sent\n  ","516273":"\n  Jordan? Just looked ghetto to me :o\n  ","516274":"\n  weird. I understand lip gloss type ones but everything else would be odd? Some hacks can be good but ya...\n  ","516275":"\n  Friday - got my hair done\n  \n  Sat - back at the gym\n  \n  today - I haven't done too much.\n  ","516276":"\n  no. waste of time and energy\n  ","516277":"\n  Not quite sure. but I'm good :)\n  ","516278":"\n  I need to buy some new ones soon, also a sports bra or two.\n  ","516279":"\n  😂\n  ","516280":"\n  idk. been talking with forever. Does there really need to be a concrete answer?\n  ","516281":"\n  body in general lol\n  ","516282":"\n  I was thinking about it in August but I don't believe i made one.\n  \n  About the same?\n  ","516283":"\n  Yes. I don't always like it so in that sense it was. Also opening up to someone new kind of thing can be a bit daunting too. I'm still not 100% comfortable with certain body things..\n  ","516284":"\n  read, swim, travel, gym, cook, write if in the mindset for it..\n  \n  my name, the things I like, actions, schooling, looks etc\n  ","516285":"\n  visuals can be very good. words too if done right. mood plays a big part in it too.\n  ","516286":"\n  ok then lol\n  ","516287":"\n  with him? I kind of feel like there were better times. Still squirted and all that though. I'd say it would be in the top somewhere.\n  \n  in general.. yes, probably.\n  ","516288":"\n  I'm not sure. Seems a bit cold hearted.\n  ","516289":"\n  Pretty much\n  ","516290":"\n  yes. today has been pretty lazy besides cooking the ground turkey earlier lol\n  ","516291":"\n  Not something you need to know about.\n  \n  Also nothing the 1st time.\n  ","516292":"\n  cool\n  ","516293":"\n  I don't remember. Both?\n  ","516294":"\n  I don't think my reaction would be to laugh.\n  \n  probably kick you or something. squirm away\n  ","516295":"\n  No thanks\n  ","516296":"\n  What do you think? 😉\n  ","516297":"\n  yes, I'm good.\n  ","516298":"\n  It's been months since the first time.\n  ","516299":"\n  English?\n  ","516300":"\n  haha nooo XD\n  ","516301":"\n  my followers are\n  ","516302":"\n  yup\n  ","516303":"\n  idk it just did lol\n  ","516304":"\n  I didn't have anything come to mind :(\n  ","516305":"\n  I'm not sure.\n  ","516306":"\n  No problem\n  ","516307":"\n  nice :D\n  ","516308":"\n  Lyndsey = 1,256\n  \n  (100+210+450+28+113+145+210)\n  ","516309":"\n  I thought so lovely\n  ","516310":"\n  Niagara Falls was pretty beautiful.\n  \n  Myrtle Beach in South Carolina\n  \n  Grand Canyon and other areas in Arizona.\n  \n  This campground on the Colorado boarder..\n  ","516311":"\n  be the words you want to hear\n  ","516312":"\n  Agreed. Most were!! hey Arnold and so many other ones too\n  ","516313":"\n  so many!\n  \n  rugrats\n  \n  daria\n  \n  Thornburys\n  \n  catdog\n  \n  barney\n  \n  beavis and butthead\n  \n  all that\n  \n  drake and josh\n  \n  power rangers\n  \n  tnt\n  \n  all 80s and 90s stuff\n  ","516314":"\n  haha thanks\n  ","516315":"\n  9.5\n  \n  they used to be a 10\n  \n  my pink shoes i got are actually 10 since they had all the other half sizes besides mine -_-\n  ","516316":"\n  on others\n  ","516317":"\n  Just continuing with weightloss. Going back to the gym.\n  \n  Been eating a keto diet for a week and couple days now. I usually like eating high protein and fat anyways so it hasn't been a huge change. Just using more keto recipes etc\n  ","516318":"\n  I have no proof of that, luckily.\n  ","516319":"\n  Two way street\n  ","516320":"\n  Black. not much else to describe lol bit of a pointy toe but kind of normal too\n  ","516321":"\n  explore you\n  ","516322":"\n  hm my stomach keeps growling after that soup. Not sure if upset or need more food in me. ugh\n  ","516323":"\n  I want to relax\n  \n  take in the sights\n  \n  explore the culture\n  \n  try new things\n  ","516324":"\n  I'm the only one in my family not watching the game right now\n  ","516325":"\n  Mine are under the blanket\n  ","516326":"\n  There would have been in 2017 but that's a ton of scrolling lol (winter ones)\n  \n  I don't have any type with me right now\n  ","516327":"\n  Question or statement?\n  \n  Either way, yes, it's good.\n  \n  Can't have it on keto but we did make a pizza a few nights ago. fathead i think the dough is called\n  ","516328":"\n  gives you a sneaker ball\n  \n  I guess they make it smell better\n  ","516329":"\n  depends on the kind,height etc\n  \n  but yes, should be.\n  ","516330":"\n  Hey\n  ","516331":"\n  more so in the fall and winter\n  \n  don't really need them in Arizona though. Definitely in the East Coast.\n  ","516332":"\n  For what?\n  ","516333":"\n  Of course\n  \n  I think they have some vegan ones now though?\n  ","516334":"\n  I'd probably look pretty mean in a leather coat.\n  \n  boots\n  \n  i have more jeans\n  \n  cowboy look cuter. don't own either. I had some fake uggs before...\n  \n  I don't think either would look good on me\n  \n  leopard 😍\n  ","516335":"\n  :)\n  ","516336":"\n  yes\n  ","516337":"\n  I thought that would be part of \"all over \"\n  ","516338":"\n  71F\n  \n  bit cloudy and dark\n  ","516339":"\n  pho\n  \n  Asian soup lol\n  ","516340":"\n  pho comes first\n  ","516341":"\n  yes\n  ","516342":"\n  Very nice\n  ","516343":"\n  oh no\n  \n  r.i.p\n  ","516344":"\n  perhaps\n  ","516345":"\n  14 seconds out of 10 hours\n  ","516346":"\n  I laughed at this :o\n  ","516347":"\n  $85-100?\n  ","516348":"\n  I knew it would just keep going around in circles. You don't tend to stop once I say yes or no etc\n  ","516349":"\n  nobody from here.\n  ","516350":"\n  Most of Bens\n  \n  the one about taylor the balloon girl. like we never really talked so why ask about her to me?\n  \n  The tickle one from earlier :p\n  \n  I think that might have been it for today.\n  ","516351":"\n  Someone came to mind but it wasn't really based on sexual stuff.. it was more real.. talked about a lot of other stuff. love.\n  ","516352":"\n  I only got one tickle question.\n  \n  bit of both.\n  ","516353":"\n  I don't have any bubbles :\/\n  ","516354":"\n  %rose\n  ","516355":"\n  omg yes! Like what does a tv show deal with what the topic was about? It doesn't 😂\n  ","516356":"\n  pizza and a show!!\n  ","516357":"\n  joined together ; )\n  ","516358":"\n  and another but that's been few and far between\n  \n  ¯\\_(ツ)_\/¯\n  ","516359":"\n  no, I don't.\n  ","516360":"\n  Pretty much now?\n  ","516361":"\n  no. we had a long break. Yesterday was the first time in forever. He was also sick as well during those times.\n  ","516362":"\n  Just that good!\n  \n  I'm better now. I can still cough at times but not really sick sounding. probably 3 times throughout the day kind of thing.\n  \n  mucus medicine or just keep drinking fluids and all that. blowing nose etc\n  ","516363":"\n  I'll be a reborn virgin for you bby\n  ","516364":"\n  oh la la\n  ","516365":"\n  no\n  ","516366":"\n  private\n  ","516367":"\n  What could have been etc\n  ","516368":"\n  yup\n  ","516369":"\n  My sister made these keto cheesecake bite things last night. I tried that as breakfast. It wasn't bad. Also had a couple of raspberries, blueberries.\n  \n  one of those slimfast keto fatbombs\n  \n  a quest bar while cooking the ground turkey up\n  \n  a salad, some of the turkey, cucumber, cheese, taco sauce\/dip, Sriracha hot sauce  (almost done eating )\n  \n  I think we're having pho for dinner\n  ","516370":"\n  sounds like a personal problem\n  ","516371":"\n  agreed\n  ","516372":"\n  Can be nice\n  ","516373":"\n  I'm sure they're around somewhere. Just haven't been bugging me.\n  \n  I deleted Steven off my sc last  night, haven't talked with in forever.\n  ","516374":"\n  It's not needed.\n  \n  last time someone made a fake porn page without my pictures. you'd probably do the same\n  ","516375":"\n  buy me a gift card then via my amazon wishlist  😈\n  ","516376":"\n  yes\n  ","516377":"\n  This made me laugh\n  ","516378":"\n  💦\n  ","516379":"\n  more of a personal preference kind of thing.\n  \n  I'd say average sizes are best. Open to any though :)\n  ","516380":"\n  ask him\n  \n  I'm not giving away his secrets 😉\n  \n  just like anyone else - find what works for you two\n  ","516381":"\n  Just be your sweet self\n  \n  I cooked the ground turkey. Unsure what to make now since they didn't have the spaghetti squash :\/\n  ","516382":"\n  No\n  ","516383":"\n  Not really lol\n  \n  but that zevia one was pretty good.\n  \n  Are you still sick? :(\n  ","516384":"\n  No need to thank me for that\n  ","516385":"\n  I think some pubes are ok.\n  \n  I think it depends on the whole look of their🍆more. Do whatever feels the most comfortable.\n  ","516386":"\n  I suppose 😈\n  ","516387":"\n  We've been talking since April, what do you think? 😂\n  ","516388":"\n  if i wanted to ¯\\_(ツ)_\/¯\n  ","516389":"\n  kind of. like its still virtually cheating...\n  \n  sex would be better anyways\n  ","516390":"\n  The subject hasn't came up\n  ","516391":"\n  They are ok. Look smaller when wearing sports bras or other ones with no wires etc\n  ","516392":"\n  I'm not a cheater. I'd be busy with my own guy lol\n  ","516393":"\n  Last night or in general?\n  ","516394":"\n  Not really. We aren't dating or anything.\n  ","516395":"\n  rarely but I know not everything is a race\n  ","516396":"\n  weird person in my inbox\n  ","516397":"\n  no - shoe licker did 😂👟👞👢👠👡\n  ","516398":"\n  Thanks\n  ","516399":"\n  ah ok.\n  ","516400":"\n  hm probably just a tease then\n  ","516401":"\n  I'm not sure what the first one is up to. I ended up deleting him off FB a few years later. Like we just didn't talk anymore. It was basically just leaving birthday wishes when we did talk. One of his friends liked him and mentioned it to him, they ended up dating soon after. I'm not sure if they are still together or not.\n  \n  I don't believe so. We haven't talked in a while. Anything is possible, I guess. I just know that he's dated a few people since. When we do talk it's not really about other people in our lives ¯\\_(ツ)_\/¯\n  ","516402":"\n  no but I do eat a lot of veggies.\n  \n  My friend was vegetarian but usually had meat over the weekends.\n  ","516403":"\n  I believe so\n  ","516404":"\n  There's been two relationships that lasted for 2 years.\n  \n  ~\n  \n  I was entering my senior year and just felt like being single. He was younger and didn't go to my school. Didn't see each other as much either. Was just over it lol. Also the first person that I broke up with. Learned that I really didn't love him since it was so easy to move on etc\n  \n  ~\n  \n  I messed it up. Don't really feel like going into it. It was slightly mutual as well. We still managed to remain friends though.\n  ","516405":"\n  Maybe or rejection\n  ","516406":"\n  Yes.\n  ","516407":"\n  and more 😈\n  ","516408":"\n  That's more oversharing so i won't answer, personal.\n  ","516409":"\n  😘\n  ","516410":"\n  yup lol\n  \n  been since end of December before I got sick\n  ","516411":"\n  m\n  ","516412":"\n  I'm not sick anymore\n  ","516413":"\n  2 years\n  ","516414":"\n  Very nice\n  ","516415":"\n  :o\n  ","516416":"\n  Last night\n  ","516417":"\n  That shoe licker person\n  ","516418":"\n  I know\n  ","516419":"\n  Not much going on\n  ","516420":"\n  I'll pass\n  ","516421":"\n  I'll remind you to smile at the small things in life :)\n  \n  *sprinkles positivity*\n  ","516422":"\n  That's sad :(\n  \n  I hope you smile more in 2019\n  ","516423":"\n  aw why not? :(\n  ","516424":"\n  a smile out of you? oh my!\n  ","516425":"\n  You look beautiful with it\n  \n  I don't think I could pull it off\n  ","516426":"\n  I suppose. Probably listening to their viewers too\n  ","516427":"\n  *hugs*\n  ","516428":"\n  True.\n  \n  just not the look i was going for XD rather not ruin $147 worth of hair too lol\n  ","516429":"\n  Probably just a lazy day.\n  \n  I'll cook up some ground turkey. Make spaghetti squash if Frys had it. My mom went shopping for some basics and I asked for those.\n  \n  I really want to go swimming but I'd need a swim cap and don't have one. Rather not have my hair turn green or orange on me. Got it done on Friday.\n  \n  I'll probably do an at home workout if I don't go to the gym today. They close early on Sundays.\n  ","516430":"\n  hey king\n  ","516431":"\n  I'm pretty good. no complaints :D\n  ","516432":"\n  Pretty much.\n  \n  I do get them at times.\n  ","516433":"\n  its not ivf but something similar. basically needles to the stomach, medicine. Injected with his sperm. They both have issues going on so who knows if it will eventually take.\n  \n  I did have a dream that she had a boy though\n  ","516434":"\n  I could be an aunt pretty soon ¯\\_(ツ)_\/¯\n  \n  My sister is doing something like ivf\n  ","516435":"\n  oh, yes 😂\n  ","516436":"\n  It's fine.\n  ","516437":"\n  You should just ask me\n  ","516438":"\n  2 seems fitting\n  \n  3 shame on me for not learning from my mistakes\n  ","516439":"\n  What a lovely day :)\n  ","516440":"\n  Another one of these\n  \n  yo\n  ","516441":"\n  It's more grey clouds at the moment\n  ","516442":"\n  technically shorts\n  \n  but i have underwear on if you meant that type of pants lol\n  ","516443":"\n  Happy\n  ","516444":"\n  You just like pants down 😉\n  ","516445":"\n  indeed.\n  \n  can be annoying when maintained but good because not up or down\n  ","516446":"\n  I am now\n  \n  sent 3 hours ago\n  ","516447":"\n  I know.\n  \n  What about them?\n  ","516448":"\n  I guess lol\n  ","516449":"\n  December 27th or 28th.\n  \n  just got over it too.\n  \n  Good to be back with a routine and all that :)\n  ","516450":"\n  Yes. Nobody else needs to know them. They trusted me for a reason.\n  ","516451":"\n  Yes, plenty of times when younger. The last dietitian that I went to basically talked more about lifestyle change. But that didn't click right away for me.\n  \n  Lifestyle changes definitely did help me though. It does suck that I didn't know about pcos back then. Could have had all the answers. Been doing more for it etc\n  \n  Currently doing keto. It's been a week and a few days so far. On Wednesday, I was 2 pounds down from the previous Wednesday weigh-in. I haven't really craved for sugary stuff. Probably since still getting the sugar from fruits and whatnot.\n  ","516452":"\n  Yes, I do.\n  \n  It's annoying how much I can remember at times.\n  ","516453":"\n  depends on the traffic but more of the first\n  ","516454":"\n  \"still \"\n  ","516455":"\n  Not sure lol\n  \n  maybe heaven or hell if you believe that stuff\n  ","516456":"\n  I already did this.\n  \n  I don't think I have a picture from that time..\n  ","516457":"\n  Good night x\n  ","516458":"\n  Good night dumpling\n  ","516459":"\n  How many times are you going to ask this?\n  ","516460":"\n  we shall see\n  ","516461":"\n  I hope they collide together\n  ","516462":"\n  Probably something underwater, futuristic or something... or just the future ¯\\_(ツ)_\/¯\n  ","516463":"\n  I really hate dust. It makes me feel itchy and want to sneeze.\n  \n  sometimes I don't like the smell of gas at the pumps.\n  \n  I love the smell of snow coming, fresh cut grass, old books, pine, cedar, sandalwood...\n  ","516464":"\n  when these go nowhere\n  ","516465":"\n  I don't really view myself as daring. Or the bigger picture isn't as daring as it seems lol\n  ","516466":"\n  The person would be alive\n  ","516467":"\n  intelligence.\n  ","516468":"\n  hmm i think it's more about the individual person instead of putting every guy together.\n  ","516469":"\n  it has been 😈\n  ","516470":"\n  I don't know these people. Sounds like high school drama.\n  \n  That's petty. Get over it. It's social media. Likes can be pretty meaningless these days. It's also a bit rude to not like stuff if you have someone on social media - why follow to begin with then?\n  \n  if the dude wrote something suggestive or there's been real contact then you have a real case to worry about. (if they were dating )\n  ","516471":"\n  Lady Gaga songs lately but I don't really have a new 2019 song to really fall in love with yet!\n  ","516472":"\n  working out. Definitely helps with stress\/mental health. Feel better, look better etc\n  ","516473":"\n  Not sure what that means.\n  ","516474":"\n  What about?\n  ","516475":"\n  I wish that ping sound will go away. I have sound off and it still does it -_-\n  \n  know more about the coins\n  \n  better report system \/ ip ban\n  ","516476":"\n  Thanks\n  ","516477":"\n  fantastic\n  ","516478":"\n  Probably the pets lol would be very interesting.\n  \n  Especially Blizzard. Whenever I have the door open, he's usually a silent watcher 😂 like every single time. It's very creepy\n  ","516479":"\n  What did I do now? ;)\n  ","516480":"\n  Very nice.\n  \n  I basically just spent Friday at the hair salon.\n  \n  Tonight at the gym\n  \n  👱💪\n  ","516481":"\n  indeed. Been doing keto so no real choice in the matter 😂\n  \n  (higher protein and fat, low carbs and sugar )\n  ","516482":"\n  will be.\n  \n  I've had some blueberries, walnuts and that keto fatbomb i posted. Also a few cucumber pieces that will go in the salad..\n  ","516483":"\n  about an hour and a half or 2 hours.\n  \n  I basically went around 4 and came out at 6:25pm today.\n  ","516484":"\n  These are. Basically a healthy alternative to Reese cups.\n  \n\n  1 net carb\n  \n  (6g total carbs - 3g fiber - 2g erythritol)\n  ","516485":"\n  doesn't seem like it 😂\n  \n  but we're having some shrimp dish, salad, jicama fries.\n  ","516486":"\n  I'm not angry at all\n  ","516487":"\n  I know\n  ","516488":"\n  indeed 😈\n  ","516489":"\n  Just be there\n  \n  make me laugh\n  \n  bring favorite foods or ice cream\n  \n  I'm a simple creature\n  \n  ¯\\_(ツ)_\/¯\n  ","516490":"\n  I know i can be but my body doesn't look like i workout like that. I'm not skinny due to my pcos, insulin resistance and all that.\n  ","516491":"\n  if only my body looked like goals\n  \n  so far away 🎤💪🎤💪\n  ","516492":"\n  I suppose. I usually do around 100 reps maybe about 4 different times with pretty much everything. Drink a bunch of water as well. even when I don't feel that I need it. usually do 2\/3 waterbottle refills while there.\n  \n  I'm usually starving on the way home lol\n  \n  I listen to my body. stretch out with the trx, some other basic stretching movements, added the core stuff to help relax muscles too.\n  \n  It works for me ¯\\_(ツ)_\/¯\n  ","516493":"\n  Still doing this. more reps than sets.\n  \n  Also last time i was at the gym i added a weighted ball and more core type exercises as a cool down type thing. so I ended up doing that tonight as well.\n  ","516494":"\n  Pretty good. Just got back from the gym. I was feeling a bit blah but then got back into the swing of things. Also stayed like 15 minutes longer than I planned.\n  \n  It was basically empty which was nice. Makes me believe that the resolution people have all gone away from the gym now. or just go way earlier in the day.\n  ","516495":"\n  no, I'm not.\n  ","516496":"\n  :)\n  ","516497":"\n  love it\n  \n  my gym has a heated pool so will take advantage of that sometime.\n  \n  going now. not swimming tho\n  ","516498":"\n  That's good.\n  ","516499":"\n  Me. Chipping away the pieces to the body i want\/deserve.\n  \n  My old friend actually commented on my weightloss so that was nice. We haven't seen each other in person in years.\n  ","516500":"\n  all good.\n  ","516501":"\n  feel better x\n  ","516502":"\n  😂😂😂\n  ","516503":"\n  a little\n  ","516504":"\n  lol\n  ","516505":"\n  not too much.\n  ","516506":"\n  Probably because of insulin resistance ¯\\_(ツ)_\/¯\n  ","516507":"\n  I think so lol\n  ","516508":"\n  Should do though 😂\n  \n  It comes back easily.\n  \n  everything else is harder\n  ","516509":"\n  nah. This booty has been out of the gym since November sometime 😂\n  \n  operation grow that booty again 🍑\n  \n  got my gym paperwork yesterday.\n  ","516510":"\n  hope it all works out!\n  ","516511":"\n  keto snacks ive been having;\n  \n  cheese stick\n  \n  blueberries, raspberries, strawberries\n  \n  cucumbers can be nice\n  \n  walnuts or almonds\n  \n  sugar free\/keto chocolate isn't too bad\n  \n  deli meat (ham, turkey)\n  \n  maybe a quest bar\n  \n  yogurt\n  \n  fatbombs.. we have one that tastes likes cookie dough with chocolate chips in it. We also got the slimfast peanut butter cup keto fatbombs.\n  ","516512":"\n  Anyone else hate getting this question? lol\n  \n  my answer is always weight related\n  ","516513":"\n  I've only traveled to Canada once. Niagara Falls\n  ","516514":"\n  Are you ok?\n  ","516515":"\n  I'd like average at best. Some smaller ones can be cute but still good ¯\\_(ツ)_\/¯\n  ","516516":"\n  The one I took yesterday to show off my hair.\n  ","516517":"\n  No trying but doing.\n  ","516518":"\n  sorry, I took a nap :)\n  \n  yes, everything is good\n  ","516519":"\n  he is lol\n  \n  now i feel stupid :)\n  ","516520":"\n  What would be considered too small?\n  ","516521":"\n  sleep XD\n  ","516522":"\n  It's fine :)\n  ","516523":"\n  :)\n  ","516524":"\n  That's good\n  ","516525":"\n  feeling worried. There was a pipeline that burst in Mexico and\n  \n   @mawiocudwoc\n  \n  hasn't replied back to my messages. Also still says sent on them. Hopefully ok.\n  ","516526":"\n  Not that well. lots of chemical smells from my hair. was giving me a bit of a headache when trying to sleep XD\n  ","516527":"\n  The 2nd\n  ","516528":"\n  From generations ago? Kings always wanting a son\/heir.\n  ","516529":"\n  Nothing too bad. I do remember some kids talking about sex 😂 they seemed nerdy.\n  ","516530":"\n  I don't think so. I got in touch with Amazon a few weeks ago and they gave me a timeline of Dec 21 - January 15th and I still haven't seen them here. I think my dad would have mentioned it to my mom if they arrived. They couldn't tell me which address it would be coming to because apparently it's a \"security risk\".\n  ","516531":"\n  I was in college. doing zumba .walking more. ldr\n  ","516532":"\n  shallow by lady gaga\n  ","516533":"\n  I haven't argued in forever.\n  ","516534":"\n  No. Haven't had that problem.\n  ","516535":"\n  People who speak their minds\n  ","516536":"\n  It was pretty good. Still a little hungry since spent the majority of the day at the salon.\n  ","516537":"\n  I'm glad you are safe. No wild Friday nights for you?\n  ","516538":"\n  sure.\n  ","516539":"\n  fun = s3xual to you?\n  ","516540":"\n  Good manners but ya.. cringe worthy at times\n  ","516541":"\n  Maybe but I don't really like giving account information to anons.\n  \n  I feel like people only really get my snapchat. everything else is more private\n  ","516542":"\n  Not really. I'm more a dog person.\n  ","516543":"\n  Please don't ma'am me\n  ","516544":"\n  jimaca was interesting tonight\n  ","516545":"\n  ?\n  ","516546":"\n  oh cool. thanks\n  ","516547":"\n  my mom is pretty great.\n  \n  dad not so much.. change that\n  ","516548":"\n  👍\n  ","516549":"\n  I don't need to know about my bil's doctor appointment tomorrow about his sperm.\n  ","516550":"\n  Sweet\n  ","516551":"\n  movie\n  \n  cake and balloons at home\n  \n  arcade\n  \n  bowling\n  \n  idk\n  ","516552":"\n  Until proven otherwise or gut feeling to not trust them to begin with\n  ","516553":"\n  It's usually different\n  ","516554":"\n  XD\n  ","516555":"\n  different things\n  ","516556":"\n  broccoli\n  ","516557":"\n  Nice. So what superhero would you be?\n  ","516558":"\n  If you want? *tucks you in*\n  ","516559":"\n  :o\n  ","516560":"\n  nice. I haven't seen it yet.\n  \n  fun :)\n  ","516561":"\n  nope\n  ","516562":"\n  Pretty good. yourself? Not sick anymore so that's been great!\n  ","516563":"\n  Have you watched Bumblebee then?\n  \n  cool :)\n  ","516564":"\n  Very interesting. Favorite one to do?\n  ","516565":"\n  Some definitely overuse it. Others don't\n  \n  I don't really say it unless in a relationship or to family\/friends if felt like it\n  ","516566":"\n  howdy\n  ","516567":"\n  I've never broken a bone\n  ","516568":"\n  alreet\n  ","516569":"\n  damn. worth a shot.\n  ","516570":"\n  I'm on the app way more so I don't really care about it. It's interesting seeing if you went up or down. Obviously if you aren't on much ,it goes down lol.\n  ","516571":"\n  I'm not that interesting ; )\n  ","516572":"\n  I'm not even sure. I don't like doing that\n  ","516573":"\n  bit of both, tbh.\n  ","516574":"\n  ying to my yang\n  ","516575":"\n  yes\n  \n  eventually, would be nice. something more small.\n  ","516576":"\n  Have fun.\n  ","516577":"\n  chicken parm and Chinese food\n  ","516578":"\n  ¯\\_(ツ)_\/¯\n  ","516579":"\n  rude\n  ","516580":"\n  I suppose.\n  \n  I made some peanut butter cookies yesterday and they weren't that bad.\n  ","516581":"\n  Currently doing keto so been having lots of greens.\n  ","516582":"\n  No. My sister and her husband basically did together. Not done yet\n  ","516583":"\n  ribs, salad and vegetables. I think asparagus\n  ","516584":"\n  It's ok. Not sure I've tried the sauce\n  ","516585":"\n  it went in waves. good now :)\n  ","516586":"\n  yes. dinner should be done soon. haven't ate much today. tired from sitting around and that.\n  \n  np. hopefully today has been better\n  ","516587":"\n  que the yawning\n  ","516588":"\n  very boring. Got my hair done. 😴😴\n  \n  it took 4 hours this time. ugh.\n  ","516589":"\n  yes :)\n  ","516590":"\n  leaving the salon. took so long!\n  \n  also got a new charger\n  ","516591":"\n  ribs, a salad, some veggies\n  \n  probably 7pm?\n  ","516592":"\n  It's on the app.\n  ","516593":"\n  It's been a while. We both ended up getting sick and haven't started up again yet 😉\n  ","516594":"\n  I laughed earlier too at that\n  ","516595":"\n  I don't really care.\n  \n  With that said, I usually stick with 2-5 year differences.\n  ","516596":"\n  beautiful yet annoying\n  \n  driving\n  \n  plowing \/ shoveling\n  \n  cold\n  ","516597":"\n  Nothing like staring at your reflection for hours #selfloathing\n  \n  I kind of felt like my face looked smaller ¯\\_(ツ)_\/¯\n  ","516598":"\n  I'm hungry.\n  \n  It basically took 4 hours to get my hair done today. I'm so blonde, it's scary.\n  ","516599":"\n  lol\n  ","516600":"\n  Living off 50 wouldn't be fun. That's not much for the whole month.\n  \n  funny how you know how much he gets. Why do you send questions about yourself, Ben?\n  ","516601":"\n  I'm good. Need to get ready.\n  \n  I also hate how after you answer a question now it makes that ping sound.\n  ","516602":"\n  Not for a long time\n  ","516603":"\n  Probably being bigger. Nobody has really said anything though.\n  \n  For a good one: I'm different from others. But I feel like that can get annoying always being called different. like how?\n  ","516604":"\n  I don't think anything would happen to his \"benefits\" since not ruled by the American government?\n  ","516605":"\n  This reminds me of Meg and his relationship from the show. Both seemed mentally ill at times but he was always telling her to be happy. She clearly had anxiety and other stuff going on.\n  ","516606":"\n  about 3gb 😂\n  \n  (my tablet )\n  ","516607":"\n  I should have got more sleep. I stayed up watching this new show about getting back with your ex 😂 It was adorable seeing some of them thrive again and others it was like please just give up again!\n  \n  Eating a keto pancake, sausage, bacon and some fruit.\n  \n  I'll be tortured for 3 hours today  (getting my hair done and eyebrows waxed)\n  ","516608":"\n  confident :)\n  ","516609":"\n  yes\n  ","516610":"\n  no but I knew some dealers if that helps\n  ","516611":"\n  I wouldn't care? They aren't good together in person. The distance has been good for them.\n  \n  He's cheated before. ¯\\_(ツ)_\/¯\n  ","516612":"\n  Good, I think. Wish I still was.\n  ","516613":"\n  No problem  <3\n  ","516614":"\n  adiós\n  ","516615":"\n  You aren't trouble.\n  \n  good night\n  ","516616":"\n  I suppose lol\n  ","516617":"\n  I'd say hufflepuff or ravenclaw?\n  \n  I don't really have favorites\n  ","516618":"\n  Just a feeling ¯\\_(ツ)_\/¯\n  ","516619":"\n  Very nice\n  ","516620":"\n  I doubt that.\n  ","516621":"\n  Can always find it again or have a new hope <3\n  ","516622":"\n  Not until now :p\n  ","516623":"\n  Why not?\n  ","516624":"\n  Could be.\n  ","516625":"\n  barking at the cat can get annoying at times.\n  ","516626":"\n  sounds more like hope, determination etc\n  ","516627":"\n  luck can be overrated\n  ","516628":"\n  Should we suspect that if you go missing from here?\n  ","516629":"\n  You too\n  ","516630":"\n  family, friends, pets\n  ","516631":"\n  4\n  ","516632":"\n  or during\n  ","516633":"\n  *hugs*\n  \n  I hope it gets better\n  ","516634":"\n  :)\n  ","516635":"\n  I'm good. You?\n  ","516636":"\n  Around March? It's been a slippery slope since the original site died.\n  ","516637":"\n  Thanks :)\n  ","516638":"\n  Have a safe night\n  ","516639":"\n  I'd rather be my own hero.\n  ","516640":"\n  No easy way besides bringing up feelings. Or ask if she likes someone, if it isn't your name she utters, maybe stay quiet.\n  ","516641":"\n  humor, nonjudgmental, easy to communicate with, a real connection, trust, honesty, more outgoing, family oriented, passionate about something, musical....\n  ","516642":"\n  I wouldn't be alive then to care?\n  ","516643":"\n  blue, purple or yellow :)\n  ","516644":"\n  bit of a weird question to ask. I don't think anyone truly wants to drown.\n  ","516645":"\n  It always changes. I'm not on my laptop right now to check.\n  \n  it was 15 i believe for country last night?\n  ","516646":"\n  Not too much.\n  \n  I overslept. woke up\n  \n  went pee\n  \n  ate a yogurt and a fatbomb\n  \n  apparently bank of America owns me money o.o my dad will be sending that out. listened to my mom's phone conversation with him.\n  \n  made a ham and cheese wrap\n  \n  charging my tablet in the living room, hanging out in said living room\n  \n  made peanut butter cookies. The FB keto group made them look good, weren't too bad. 3 ingredients\n  ","516647":"\n  That's very nice :p\n  \n  Haven't really had any good news. Haven't had bad news either.\n  ","516648":"\n  They are ok. Don't listen to much tho\n  ","516649":"\n  yes\n  ","516650":"\n  movie\n  \n  dinner\n  \n  lunch date\n  \n  coffee place\n  \n  museum\n  \n  anything you two would like\n  ","516651":"\n  hello\n  ","516652":"\n  song lyrics?\n  ","516653":"\n  very nice :p\n  ","516654":"\n  a bit but there should be limits set with the partner too.\n  ","516655":"\n  Old Navy, lately.\n  ","516656":"\n  Do i know what he does or blinded by it?\n  \n  Idk guess it depends if I really loved him, had a good connection etc\n  ","516657":"\n  I suppose tantalizing fits more\n  ","516658":"\n  true\n  \n  aw cute.\n  ","516659":"\n  We made keto peanut butter cookies and they weren't horrible. Only 3 ingredients.\n  ","516660":"\n  well maybe not frozen but like the ocean...\n  \n  😂😂😂\n  ","516661":"\n  oh no :( I hope it comes back.\n  ","516662":"\n  being civil\n  ","516663":"\n  I suppose it's possible. Not really something i think about.\n  ","516664":"\n  They leave me alone at times ¯\\_(ツ)_\/¯\n  ","516665":"\n  :)\n  ","516666":"\n  aww you are very sweet\n  ","516667":"\n  Nope. Why?\n  ","516668":"\n  Of course not :)\n  ","516669":"\n  Oh?\n  \n  I'm sure he gets people to follow him without my association too.\n  ","516670":"\n  No\n  ","516671":"\n  Once.\n  ","516672":"\n  only when sick, otherwise i don't.\n  ","516673":"\n  Are you ok?\n  ","516674":"\n  I've actually always wanted to do that but haven't yet :(\n  ","516675":"\n  It's under the coins feature on the website.\n  ","516676":"\n  More low key\n  ","516677":"\n  I should get offline now.\n  ","516678":"\n  AH REAL MONSTERS!\n  ","516679":"\n  I['m wearing my old high school top and some leggings tonight\n  ","516680":"\n  alright\n  ","516681":"\n  jump some more but this time have the song \"jump around\" on.\n  ","516682":"\n  nowhere. Not even monsters want me\n  ","516683":"\n  the name or band?\n  ","516684":"\n  can be :)\n  ","516685":"\n  felt like it\n  ","516686":"\n  oh.. sounds like plenty of Massachusetts people I know\n  ","516687":"\n  I need a new charger. It's been very faulty these last few days\n  ","516688":"\n  I just did\n  ","516689":"\n  I have a good memory so that kind of is hard to forget certain things or people :\/\n  ","516690":"\n  not much\n  ","516691":"\n  downward spiral, aye?\n  ","516692":"\n  that clearly went over my head.\n  \n  I like other songs from them more.\n  ","516693":"\n  I'm not really sure what to answer... but I do think it can be wrong to glamorize trauma. That said, it does bring awareness to people about the impacts that trauma can have on someone and the conditions itself.\n  ","516694":"\n  I don't believe so.\n  ","516695":"\n  creepy anons tho\n  ","516696":"\n  5-7?\n  ","516697":"\n  Which one?\n  ","516698":"\n  mediocre\n  ","516699":"\n  maybe. Those cuddler ones seem interesting!\n  ","516700":"\n  I'm not much of a jogger\/runner. What do you need advice on?\n  \n  be in the right mindset to jog. it will be more fun\n  \n  maybe add some distance to it \"one more lap\/mile\" or whatever.push yourself but also listen to what your body is telling you. Drink water.\n  \n  obviously good shoes help\n  ","516701":"\n  I'll go with Australia\n  ","516702":"\n  yes i am\n  ","516703":"\n  humor!!\n  ","516704":"\n  nah\n  ","516705":"\n  Not too cold. About 50\\60s\n  ","516706":"\n  yes\n  ","516707":"\n  I suppose. I do think theres more out there\n  ","516708":"\n  Does an ex count? I knew this girl liked him and ya...\n  ","516709":"\n  No. What gave you that idea?\n  \n  I'm American.\n  ","516710":"\n  I walked, took the bus or my mom dropped me off.\n  \n  I never took a transit bus for school or work.\n  ","516711":"\n  when naughty things came to mind :o\n  ","516712":"\n  we shall see\n  ","516713":"\n  guess?\n  ","516714":"\n  When first meeting new people I can come off as shy. I'm more listening, thinking if we'll be friends and other stuff. Actions etc\n  ","516715":"\n  sometimes it gets prolonged.\n  ","516716":"\n  Hawaii, London, Paris or someplace else.\n  ","516717":"\n  my leaderboard # went down r.i.p\n  \n  it feels weird being on my laptop\n  ","516718":"\n  nice offer :p\n  ","516719":"\n  That's what detention is used for\n  ","516720":"\n  medium rare\n  ","516721":"\n  Yes, much better than beer to me.\n  ","516722":"\n  No, most smart people do dumb shit.\n  \n  I don't judge people for smoking even though it's a bad habit to have.\n  ","516723":"\n  yup\n  ","516724":"\n  I was earlier  (shirt) but then I took a shower\n  ","516725":"\n  26.4k\n  ","516726":"\n  plenty of times\n  ","516727":"\n  indeed\n  ","516728":"\n  I haven't\n  ","516729":"\n  myself :)\n  ","516730":"\n  The charger for my tablet\n  ","516731":"\n  Of course\n  \n  same to you\n  ","516732":"\n  when you want something to remain private\n  \n  it doesn't affect anyone else\n  \n  dont feel like repeating it\n  \n  not in that mindset to deal with pointless crap\n  ","516733":"\n  The color? The singer? What are we talking about here😮\n  \n  Yes.\n  ","516734":"\n  on? Advice is always better when you know the audience, the problem etc\n  ","516735":"\n  something that's not real, an act, certain personalities.\n  \n  It's just not one thing.\n  ","516736":"\n  Probably 😈\n  ","516737":"\n  depends on what was being served that day\n  \n  no, I didn't have an open campus. They did have salads and other options though.\n  ","516738":"\n  Not sure. don't think I follow either\n  ","516739":"\n  I'm not that good.\n  ","516740":"\n  worth more when you don't expect them\n  \n  its genuine\n  \n  you like the person giving them \/ respect the person\n  ","516741":"\n  Most times and unfollow if need be\n  ","516742":"\n  laundry\n  ","516743":"\n  No idea. Dudes annoying. Some Pakistan dude. Likes writing to random people, showing off his d because he's not sure how others view it 😂🍆\n  ","516744":"\n  taller.\n  \n  I'm 5'7\"\n  \n  I'd like to keep it under 6 feet though.\n  ","516745":"\n  who else gets this dude writing to them at times??\n  ","516746":"\n  no.\n  \n  been there, done that.\n  \n  Wasn't impressed.\n  \n  Everyone can copy\/paste sexual stories and change a few things around. You forgot to do some of them.. so that's how I know you didn't write it :)\n  ","516747":"\n  Not as much but still happens at times.\n  \n  I remind myself that they don't know me or my story so that def helps\n  ","516748":"\n  It's interesting. I still haven't looked it at personally 😂\n  \n  others have told me i was 1st or 2nd before though.\n  ","516749":"\n  Disagree. Passports, green card. Made for a reason.\n  ","516750":"\n  Why keep writing that?\n  ","516751":"\n  chicken\n  \n  fake keto gravy\n  \n  a salad, avocado\n  \n  some type of veggie - oracle?\n  ","516752":"\n  nah. only 17% battery\n  ","516753":"\n  I have a pair but I don't really wear them\n  \n  (reading words that are far away )\n  ","516754":"\n  wish i knew\n  ","516755":"\n  a bit. I didn't go online at all yesterday.\n  ","516756":"\n  Probably\n  ","516757":"\n  youcanjuiceme\n  ","516758":"\n  never\n  ","516759":"\n  Apparently ¯\\_(ツ)_\/¯\n  \n  Arizona had a chocolate truck fall over.. so anything is possible?\n  ","516760":"\n  Not quite sure yet lol\n  ","516761":"\n  Obviously\n  ","516762":"\n  dancer in a bad relationship.\n  \n  wasn't much to pick from. it ended up being like 10 minutes lol\n  ","516763":"\n  3234\n  \n  more than half of those? 😭\n  ","516764":"\n  Two years at different times with different people.\n  ","516765":"\n  Good night x\n  ","516766":"\n  Probably that dead stiff dog that time :\/\n  ","516767":"\n  Just ones close to me\n  \n  & I'd rather not be in a negative mindset atm :)\n  ","516768":"\n  based on?\n  ","516769":"\n  you\n  ","516770":"\n  ok then lol\n  ","516771":"\n  I feel like it has been getting better.\n  \n  can get hormonal spots at times -_-\n  ","516772":"\n  That's the real hell\n  \n  why I'm big + insulin resistance and a few other minor ones.\n  \n  Everyone can have different symptoms so it can be hard to diagnose.\n  ","516773":"\n  building myself a better body\n  \n  lol no, I'm not a body builder. It is supposedly a good diet for people with pcos.\n  ","516774":"\n  It's fine. Rather have real cake anyways 😉\n  ","516775":"\n  hell jk 😂it hasn't been too bad lol\n  \n  High protein and fat\n  \n  low carbs and sugar\n  ","516776":"\n  We typically go 3 days between doing laundry in general.\n  \n  If its new then i don't mind not washing it yet. If its from goodwill, asap!\n  ","516777":"\n  sponge cake doesn't seem keto approved to me..\n  ","516778":"\n  lol smooth :p\n  ","516779":"\n  sounds interesting.\n  ","516780":"\n  us\n  ","516781":"\n  Maybe another time\n  ","516782":"\n  thicc is nicer than getting called fat ¯\\_(ツ)_\/¯\n  ","516783":"\n  She's probably upset. Would knock down Christmas ornaments and play with them at night.\n  ","516784":"\n  Most people do?\n  \n  I just made a ham wrap and a salad for dinner (chicken, cucumber, strawberries, walnuts, avocado dressing )\n  ","516785":"\n  What's the real difference?\n  ","516786":"\n  😘\n  ","516787":"\n  aw\n  ","516788":"\n  😂😂😂\n  \n  5-7 at best\n  ","516789":"\n  yes, most times.\n  ","516790":"\n  aww thanks\n  \n  don't agree with the last part\n  ","516791":"\n  Porgie has a cleft lip so it's teeth are always showing XD its cute yet creepy at times lol\n  ","516792":"\n  way off 😂\n  ","516793":"\n  idk. probably like sh!t 😂\n  \n  I've been debating if I look smaller or not since eating keto. kind of looking forward to Wednesday to see if I've dropped weight since  last weds.\n  \n  would be a week of keto\n  \n  I rarely feel sexy etc\n  ","516794":"\n  very nice!\n  ","516795":"\n  That would be annoying.\n  \n  I had some guy come over and talk about herbalife before -_-\n  ","516796":"\n  Nobody?\n  \n  I don't think I'm that scary lol\n  ","516797":"\n  too hot to handle jk\n  \n  only if you like bigger girls ¯\\_(ツ)_\/¯\n  ","516798":"\n  That makes more sense with the other lyrics you've asked.\n  \n  I feel like I have heard it before but its been years!\n  ","516799":"\n  XD\n  ","516800":"\n  nah, people are being pretty  annoying on here. Don't need to add flames to the fire :)\n  ","516801":"\n  Just because I'm not active at the moment doesn't mean I have a small sex drive lol its still rather high, pal.\n  ","516802":"\n  all of them\n  ","516803":"\n  That wouldn't be a high sex drive then\n  \n  that's more normal \/ average\n  ","516804":"\n  My sister and her husband went to Ireland and needed someone to look after the dogs,\n  \n  Then we just been here since lol\n  \n  The house in Maine is being worked on anyways and that wouldn't have been fun during the winter  (summer house)\n  ","516805":"\n  That was the question \"high\"\n  \n  so obviously it would be higher #\n  \n  would 5-8 be better then? jfc\n  ","516806":"\n  Born and raised in Massachusetts.\n  \n  Currently in Arizona\n  ","516807":"\n  It's not morning here.\n  \n  Have a good day\n  ","516808":"\n  taintedlove\/rhymeswithstan dude\n  ","516809":"\n  American sign language\n  ","516810":"\n  They aren't exactly kittens anymore.\n  \n  My sister basically did.\n  \n  Blizzard  (full white cat) was outside of a Dairy Queen hence the name. Very malnourished looking. I think he was like 8 weeks or a little older?\n  \n  The owners of Porgie were going to put it under because it has a messed up mouth. was a runt of the litter too i think?\n  ","516811":"\n  I doubt it, sounds like crap he'd write.\n  \n  Also how would helping = me being more independent? There's not much someone online could do to help anything either. Don't give me that paybig bullshit either.\n  \n  I'm fine. Money is more of the problem. I'm working on it already.\n  \n  end of discussion\n  ","516812":"\n  I'm not sure. I know I've heard of Saliva though.\n  ","516813":"\n  yikes\n  ","516814":"\n  Basic necessities like food, clothing etc\n  ","516815":"\n  I don't want any new pets right now. 3 dogs and 2 cats are enough for the moment.\n  ","516816":"\n  You should work on yourself, Dan.\n  ","516817":"\n  I don't know who you are so I'm going with neither.\n  ","516818":"\n  Pretty much.\n  \n  I know a tiny bit of French and Spanish but not enough to be fluent.\n  \n  I also know some ASL but more basic stuff. Took a course in college.\n  ","516819":"\n  2-3\n  ","516820":"\n  I haven't used tinder\n  ","516821":"\n  I'd be more like the redheaded stepchild.\n  \n  jk i don't have red hair\n  ","516822":"\n  all the above\n  ","516823":"\n  I think I'm horrible at it\n  ","516824":"\n  no, I have lounge shorts on.\n  ","516825":"\n  I think so? Chicken and other meats are. Guess it depends more on the ingredients they use on it ¯\\_(ツ)_\/¯\n  ","516826":"\n  :)\n  ","516827":"\n  not too much.\n  \n  I'm not doing anything currently with my graphic communications degree.\n  \n  I rarely use math, science etc\n  ","516828":"\n  no.\n  \n  for one you aren't supposed to eat pancakes on keto and the nearest one is pretty far - for now.\n  ","516829":"\n  ok\n  ","516830":"\n  7-8 range, maybe?\n  ","516831":"\n  Good to know.\n  ","516832":"\n  A little bit of both! Had breakfast. Listened to some tunes via Alexa. Took a bath, lit my Frosted Cranberry Bath&Body Works candle (each candle has been lit once so far, alternating between 3)\n  \n  5 days of doing keto so far\n  \n  i feel way better now. barely any coughing.\n  \n  haven't done much but still been pretty good\n  ","516833":"\n  watch on Netflix?\n  \n  maybe steal them back?\n  \n  I don't think I'd care. Not something I'd watch a lot.\n  ","516834":"\n  this question is so obvious and i also answer it a lot.\n  \n  can i get new material?\n  ","516835":"\n  No. Why do I always get this question? My answer isn't going to change.\n  ","516836":"\n  68F out\n  \n  6:40pm - dark\n  \n  kind of looks like rain but none on the forecast\n  ","516837":"\n  I'll go with my sister\n  ","516838":"\n  Most people abbreviate it...\n  ","516839":"\n  The Walking Dead\n  ","516840":"\n  Have a good one ~\n  \n  btw, keto pizza wasn't disgusting.\n  \n  Hopefully the ice cream will be semi normal\n  ","516841":"\n  I think I'll watch the 4 episodes of TWD i still need to see.\n  ","516842":"\n  very nice\n  \n  i watched Johnny Bravo at times but wasn't that into it\n  ","516843":"\n  I figured since the \"wankers\" bit\n  ","516844":"\n  I'm not sure. Bojack seems familiar\n  ","516845":"\n  ok..\n  ","516846":"\n  It's not for sale\n  ","516847":"\n  Yes!! Daria and the Thornburys come to mind too XD\n  ","516848":"\n  oh la la\n  ","516849":"\n  rugrats, and plenty of other ones.\n  \n  South Park, Simpsons\n  ","516850":"\n  I'll pass\n  \n  reindeers on my butt 😂\n  ","516851":"\n  Before April?\n  \n  AZ doesn't have oceans\n  ","516852":"\n  😂😂😂\n  ","516853":"\n  I had these two added to my playlist\n  \n  I'm sure there's more but forgot the names. been years since I've listened\n  ","516854":"\n  I don't really have one. It's usually in a ponytail. Can't wait to get my hair done sometime this week\n  ","516855":"\n  Coyotes are cute. The desert was right behind my sister's other house and would see them running around at times.\n  \n  Peppers are nice. I like the green ones more.\n  ","516856":"\n  singing with friends. climbing ontop of my dad's old van and feeling on top of the world with them etc\n  ","516857":"\n  I don't think I have lol\n  \n  Most were from school.\n  ","516858":"\n  Good to know\n  ","516859":"\n  Right XD\n  ","516860":"\n  That happens when we go near the train tracks... especially with one station. Gets annoying.\n  \n  In a picture. I'm sure the shadow thing could classify as one. One time we were driving at night and these two people came out of nowhere. They looked a little glowy and old clothes... was weird. our clock in the car was also being weird after that\n  ","516861":"\n  Yes. I drink water a lot.\n  ","516862":"\n  song lyrics?\n  ","516863":"\n  Thanks lol\n  \n  I don't like being tucked in though. Especially when sick, want some distance from the blanket..\n  ","516864":"\n  Thanks for the follow\n  ","516865":"\n  That's adorable. The weekend has been rather boring and chill. Ready for the weekdays.\n  ","516866":"\n  hugs back\n  ","516867":"\n  nope\n  ","516868":"\n  Not anal atleast.\n  \n  nah, you don't need to know everything :P\n  ","516869":"\n  Same\n  ","516870":"\n  nobody.\n  \n  my sister-in-law can be pretty toxic at times but fine at the moment lol\n  ","516871":"\n  I'd rather not get sticky that way\n  ","516872":"\n  😂\n  ","516873":"\n  I haven't read everything in my inbox yet\n  ","516874":"\n  o.o\n  \n  I did earlier\n  ","516875":"\n  hey king 😘\n  ","516876":"\n  nah\n  ","516877":"\n  That's nice\n  ","516878":"\n  You wrote this earlier too....\n  ","516879":"\n  decent.\n  \n  Also got some AMC passes so that will be nice :)\n  ","516880":"\n  do go on\n  ","516881":"\n  is he well hung?\n  ","516882":"\n  Not yet but I will watch it eventually!\n  ","516883":"\n  1987\n  ","516884":"\n  strange\n  ","516885":"\n  glad I'm not the only one who thinks so :P\n  ","516886":"\n  Good for them.\n  ","516887":"\n  mom or sister\n  ","516888":"\n  I'm not married nor do I currently have a bf.\n  \n  Anyways, I don't think so. Not since we were really young ¯\\_(ツ)_\/¯\n  \n  I don't like any of my guy friends that way.\n  \n  hm Allie might have in a dressing room before but i wasn't totally naked either.\n  ","516889":"\n  It's been ok! I'm not coughing much at all - hopefully stays that way. It's always worse at night.\n  \n  I've watched a film. Been listening to music on Alexa.\n  \n  My charger has been annoying. Basically turned it off at 29% last night and just turned it on a few minutes ago and was 99. Still should get a new charger.\n  \n  It feels a bit weird finally being online at 7pm 😂\n  ","516890":"\n  Not sure.\n  \n  I just know ben's account yesterday was. I was reading one he sent and then all the other ones disappeared instantly from my inbox\n  ","516891":"\n  No. That would be dumb. I'd rather do the voice thing if I really NEEDED to reply at that moment.\n  ","516892":"\n  yes.\n  ","516893":"\n  hm not really sure. I'm not mean :p\n  ","516894":"\n  typical stuff 😉\n  ","516895":"\n  ¯\\_(ツ)_\/¯\n  ","516896":"\n  agreed!\n  ","516897":"\n  Of course ;)\n  \n  Anyways Ben's account just seemed to die. Of course there would be journalists at events like that. How else do you see it on the news or in the paper? lol THEY HAD TO COVER IT.\n  ","516898":"\n  Nothing too extreme. can happen at times though\n  ","516899":"\n  to feel better in my body would be the main one.\n  \n  I did get myself a mirror but been sick and not up to taking pictures etc\n  ","516900":"\n  no. Guys don't buy me drinks. I rarely drink to begin with.\n  ","516901":"\n  gets asked to do honesty hour\n  \n  gets no questions\n  \n  okkkk\n  ","516902":"\n  Zevia doesn't. The cream soda one is good too! :o\n  ","516903":"\n  very. especially when it's getting low too and won't charge again -_-\n  ","516904":"\n  Thanks\n  \n  I'm only annoyed by my charger being blah. won't stay charging, keeps going off it.\n  ","516905":"\n  not at all\n  ","516906":"\n  This has been established plenty of times :)\n  ","516907":"\n  That's cool!\n  ","516908":"\n  yes :)\n  \n  Are you a good skater?\n  ","516909":"\n  sounds fun!\n  ","516910":"\n  I'm not really sure lol I've been to a ton of states already! I'd much rather travel abroad somewhere ~\n  ","516911":"\n  about 3 days now. It's good for pcos too.\n  \n  I have been eating that way at times in the past but didn't really go full keto..\n  \n  It hasn't been hard yet. I feel like I got rid of all the bad holiday stuff out and been sick so eating less... and now back on eating proper foods. My brother-in-law is struggling the most with it, I feel.\n  \n  there's also different types of keto: lazy keto, dirty, more strict ones etc\n  ","516912":"\n  You basically eat more protein and fat.\n  \n  limit carbs and sugar\n  ","516913":"\n  I don't care much for records\n  ","516914":"\n  The scene in Dirty Dancing always comes to mind 😂\n  ","516915":"\n  That's sweet x\n  ","516916":"\n  feeling better. cough isn't as bad today.\n  ","516917":"\n  Probably watch something after dinner?\n  ","516918":"\n  boring. Should have a better wardrobe\n  \n  casual, sporty, comfortable...\n  ","516919":"\n  smart cookie\n  ","516920":"\n  This was my 2018 songs I've listened to most\n  \n\n   https:\/\/open.spotify.com\/user\/spotify\/playlist\/37i9dQZF1EjdgikGDwIOFY?si=JkKQBffKS_KB-hgbcssHhQ\n  \n","516921":"\n  You sent that before.\n  \n  Sounds good but I don't know the language!\n  ","516922":"\n  ARE YOU EVEN FAMOUS?\n  ","516923":"\n  I'm not sure! :o\n  ","516924":"\n  I'm not much of a soda person but that Zevia ginger ale wasn't bad!\n  ","516925":"\n  he loves me\n  \n  he loves me not\n  \n  🎤🎤🎤\n  ","516926":"\n  I'm not currently listening to anything but these were the last songs I've added to that playlist.\n  \n  more of you by MAGIC! (artist got cut off)\n  ","516927":"\n  This seaweed brand isn't that good.\n  ","516928":"\n  True! Was thinking actual spaghetti ones.\n  \n  We had chicken parm with zucchini noodles on Thursday. It was pretty good. The weird part was my sister coated the chicken with pork rinds 😂 sounds disgusting but you couldn't even taste it.\n  \n  She has a spiraler with different sizes so that will definitely come in handy. I want to make some squash sometime.\n  ","516929":"\n  tacos\n  \n  can't have spaghetti on keto unless its a really low carb one but probably hard to find?\n  ","516930":"\n  I do but it can be hard as well since my sizes are all over the place, can get overwhelming.\n  ","516931":"\n  I didn't feel anything.\n  \n  Was it in the East Valley?\n  ","516932":"\n  literally 😂\n  ","516933":"\n  95.. bit low. Maybe from keto?\n  \n  It's usually been 97.1\n  ","516934":"\n  I was :)\n  \n  good show\n  ","516935":"\n  This one is pretty decent. Only has carbonated water, citric acid, stevia leaf extract, natural flavors, ginger extract in it.\n  \n  says vegan and gluten free too on it lol\n  \n  literally all zeros on the nutrition facts\n  ","516936":"\n  Not really lol\n  \n  My tablet keeps going on and off the charger.  Time for a new one i think. It's only a year old which is annoying. Gets knotted tho\n  \n  I helped take down decorations on the tree, also the tinsel.\n  \n  I've took a shower\n  \n  I've had food..\n  \n  keto cereal with almond milk\n  \n  a Quest bar (chocolate chip cookie dough )\n  \n  a turkey wrap and a small salad, added blueberries and cashews, avocado ranch dressing.\n  \n  trying this Zevia ginger ale drink. basically like those sugarless flavored waters.\n  ","516937":"\n  scrambled.\n  \n  I had some yesterday.\n  \n  I need to be in a mood for eggs though\n  ","516938":"\n  Probably something you smoke crack from?\n  ","516939":"\n  funny\n  \n  sweet \/ nice\n  \n  naughty\n  ","516940":"\n  hmm Tuesday or Wednesday?\n  ","516941":"\n  I'd rather not get a line\n  \n  Hopefully they aren't too strong in the way they go about it. I don't care for clingy guys either.\n  \n  probably shouldn't flirt if one of you is already in a relationship\n  \n  banter can be fun\n  \n  don't overthink\n  \n  ¯\\_(ツ)_\/¯\n  ","516942":"\n  my charger is being annoying. grrr\n  ","516943":"\n  most things in the 90s were cool though!\n  ","516944":"\n  Probably business.\n  ","516945":"\n  I think it should. Helps people be active.\n  ","516946":"\n  meat!\n  \n  especially chicken\n  ","516947":"\n  chocolate chip 😍\n  ","516948":"\n  not always!\n  \n  Not being sick\n  \n  my own place\n  \n  more money\n  \n  a bf would be nice\n  \n  better friends\n  \n  not dealing with pcos \/ being at ideal weight\n  ","516949":"\n  No, I haven't. There wasn't really any need for it.\n  ","516950":"\n  Could be ¯\\_(ツ)_\/¯\n  ","516951":"\n  no. I usually don't care lol\n  ","516952":"\n  It's mainly good. Definitely should take breaks from it at times.\n  ","516953":"\n  My cough is getting a bit better. It's always worse at night though.\n  ","516954":"\n  taking down the Christmas decor :o\n  \n  Greed\n  \n  money\n  \n  government\n  ","516955":"\n  idk those activa yogurts usually help my mom...\n  \n  I guess figs, water, coffee and other stuff. Fiber usually helps....\n  ","516956":"\n  My dad did before and ended up being in the paper 😂\n  ","516957":"\n  cheeseburgers\n  ","516958":"\n  I guess my dad? We just don't talk lol my mom keeps him up to date so....\n  \n  I only talked to him on my birthday since he called. Besides that, I haven't had contact.\n  ","516959":"\n  I don't have it online but it's when i was a kid and on a field trip, sitting on a huge rock.\n  ","516960":"\n  Is it really child support if the \"parents\" are still together? :P\n  ","516961":"\n  The 1stphorm challenge does weigh-in Wednesdays.\n  ","516962":"\n  Who knows\n  ","516963":"\n  lol good night\n  ","516964":"\n  Maybe subconsciously?\n  ","516965":"\n  I'm sorry.\n  ","516966":"\n  no but I've had contact highs lol\n  ","516967":"\n  Chicken parm and Chinese food\n  ","516968":"\n  no. takes a lot\n  ","516969":"\n  haha noooo\n  \n  like I'd be ok but I don't exactly take my own advice at times ¯\\_(ツ)_\/¯\n  \n  It would definitely cater to the individual though.\n  ","516970":"\n  peacocks are cuter!\n  ","516971":"\n  I don't know anyone in person from here.\n  ","516972":"\n  think I'll go read for a bit\n  ","516973":"\n  no 😇\n  ","516974":"\n  blue or purple\n  ","516975":"\n  XD\n  ","516976":"\n  You guys keep telling me that\n  ","516977":"\n  I don't have any plans tonight. Maybe watch something...\n  ","516978":"\n\n   http:\/\/www.songlyrics.com\/seamus-kennedy\/i-know-a-song-that-gets-on-everybody-s-nerves-lyrics\/\n  \n\n  that one.\n  ","516979":"\n  Wednesday?\n  ","516980":"\n  I know a song that gets on everybody's nerves one ¯\\_(ツ)_\/¯\n  ","516981":"\n  me\n  ","516982":"\n  carnival\n  \n  construction company\n  \n  affiliate marketing\n  \n  I was more focused on school when I was younger.\n  ","516983":"\n  That was fun to watch.\n  ","516984":"\n  I'm sure it can be found online somewhere.\n  ","516985":"\n  I don't think I follow her. You should know your audience more :p\n  ","516986":"\n  Not quite :\/\n  ","516987":"\n  Not really. Arizona has lots of whites, blacks and Mexicans.\n  \n  I'd say Massachusetts and Maine are way more white population.\n  ","516988":"\n  nobody was talking about mental illness.\n  ","516989":"\n  I'm pretty mentally stable so ¯\\_(ツ)_\/¯\n  ","516990":"\n  Education in most situations.\n  \n  If it's more online stuff then probably go with the social media butterfly :)\n  ","516991":"\n  no\n  ","516992":"\n  yes lol\n  ","516993":"\n  What does being famous deal with sickness?\n  ","516994":"\n  wonderful -_-\n  ","516995":"\n  I psychically do feel better.\n  \n  I still have a cough and stuff though.\n  ","516996":"\n  to not be sick anymore\n  \n  and some more olives 😂\n  ","516997":"\n  Nothing happened at my end lol\n  \n  my sister ended up coating the chicken in pork rinds. Surprisingly you couldn't tell. Couldn't taste it. Still think its weird. Needed more zucchini noodles and less sauce. Was still good :)\n  ","516998":"\n  I could have. .This dude seemed pretty desperate. It kind of made me cringe.. he went for sex right away before even talking lol\n  ","516999":"\n  lol cute\n  \n  a tea\n  \n  scrambled eggs with onion and peppers. 3 slices of bacon. I tried bacon with guacamole 😂 wasn't bad, surprisingly. I also had some hot sauce with the eggs since out of ketchup\n  \n  some raspberries, blueberries and a little bit of chocolate\n  \n  2 turkey slices, a few green olives, cheese stick, some salami  (having now)\n  \n  I'll probably have a bit of peanut butter later.\n  \n  not sure what we'll have for dinner. yesterday's was interesting lol\n  ","517000":"\n  nope. I've used okcupid.\n  ","517001":"\n  No sexual ones come to mind.\n  ","517002":"\n  food, water, shelter, pets, Internet, books...\n  ","517003":"\n  technically, both are torture ; )\n  ","517004":"\n  idk I read that the temperature would be 100+ with that. Mines been steady around 97.1 and sometimes a little lower.\n  \n  kind of, i sleep on my sides.\n  ","517005":"\n  Ben. At least he'd be funny? Seems like a guy to get a drink with and talk smack ¯\\_(ツ)_\/¯\n  ","517006":"\n  Good amount. The cough is more annoying though. Especially at night. It's been 15\/16 days already.\n  ","517007":"\n  I can't really speak for others. Everyone gets motivated in different ways. I know i have to do something so i do. Having my preworkout definitely helps motivate me while at the gym. I also like listening to music before going, it gets me hyped.\n  \n  I've also unfollowed a lot of fitness instagram people. Most had the same poses, seemed fake. Also those weightloss accounts that showcase other users.. i got rid of a lot of those. I'd much rather follow the actual person in the pictures. Also there was one that claimed \"all natural weightloss \" but one of the people posted literally had all over body surgery to look that way. Got rid of unrealistic ideals.. everyone loses differently. I also think its more healthy thinking and less comparing at times! :)\n  ","517008":"\n  nope\n  ","517009":"\n  Just online\n  ","517010":"\n  10 hours of pure torture!\n  ","517011":"\n  I guess.\n  \n  watch people I've never even heard of start liking it 😂\n  ","517012":"\n  I think either way is ok. Scent probably would get used more?\n  ","517013":"\n  Not that good lol. I'd want to understand the reasoning for it. I'd probably start feeling bad about my body.. overthinking the relationship. How can you really know all of the person? I have a medium to high sex drive so that wouldn't be as fun. Sex isn't everything in the relationship but it seems crazy to wait that long. Is he a virgin waiting for the right person? Is there a huge age gap so taking that into consideration? like what is going on in his head to want a gf but no sex?\n  ","517014":"\n  No\n  ","517015":"\n  only in my mind 🙆\n  ","517016":"\n  \"A man talks to a girl and looks\n  \n  In her past and found it\n  \n  She had a disobedient lover\n  \n  Engagement - is it wrong?\"\n  \n  No? Everyone has made mistakes in relationships. People shouldn't be punished for things in the past.\n  ","517017":"\n  Guess what?\n  \n  \"A classmate argued to me that he had to guess?\"\n  ","517018":"\n  sure.. or food for the body.\n  ","517019":"\n  my cough is still going strong\n  ","517020":"\n  I don't go to school...\n  \n  I'm also barefoot right now\n  ","517021":"\n  Yes, I do. But they should change for themselves before changing for someone else.\n  ","517022":"\n  hello. Any real questions?\n  ","517023":"\n  once\n  \n  more if I felt like it \/ needed.\n  ","517024":"\n  Agreed.\n  \n  I saw him at summerjam before.\n  ","517025":"\n  Is there a real percentage?\n  ","517026":"\n  look it up?\n  ","517027":"\n  we do\n  \n  inside too XD\n  \n  I'm surprised the tree is still standing\n  ","517028":"\n  I don't see any benefit to drugs.\n  ","517029":"\n  no\n  ","517030":"\n  Good night\n  ","517031":"\n  Haven't had one of those in a while it seems :o\n  ","517032":"\n  Should do one. I just know Greek, Irish, German and English.\n  ","517033":"\n  humor\n  \n  trust \/ honesty\n  \n  i feel like I get along better with more outgoing people\n  \n  idk I feel like each friend has had something different\n  ","517034":"\n  Good luck x\n  ","517035":"\n  When The Hangover ones come to mind but I'm sure there's more classic ones I'm forgetting!!\n  ","517036":"\n  teleport, exray vision and other useless ones :)\n  \n  bit of both 😇😈\n  ","517037":"\n  I really enjoyed psychology classes and think there's something there that I'd be good at.\n  \n  I love fashion\n  \n  I'm into fitness\n  \n  i love reading\n  ","517038":"\n  chicken parm\n  \n  but with zucchini noodles\n  ","517039":"\n  it made things worse lol\n  ","517040":"\n  There's a 10 hour one!\n  \n   https:\/\/youtu.be\/vhFz1lXsBLI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","517041":"\n  Same. It's been very annoying. Not the best way to start the new year!\n  ","517042":"\n  What type of questions should i send out?\n  ","517043":"\n  tree - nobody lol that seems pretty weird to do\n  \n  bed - significant other if they were into that\n  ","517044":"\n  I'm not sure lol\n  \n  I get my clothing at Goddwill, Ross, Marshalls, Old Navy and other places like that more than going to the actual mall.\n  ","517045":"\n  I'm more of a dog person. Cats are nice though.\n  ","517046":"\n  It's just been ok. Nothing has really happened.\n  ","517047":"\n  Is there ever a good time for that?\n  ","517048":"\n  I don't think I want to :o\n  ","517049":"\n  habachi food sounds good.\n  \n  apparently can't eat rice though :\/\n  ","517050":"\n  It's been way more boring since I've been sick. I guess just watch something on Netflix, youtube, go on different social media. Just pass the time coughing until I sleep 😂\n  \n  - I really want to feel better so that I can go to the gym. The gym and also my 1stphorm company i use are BOTH doing challenges at the moment. 1stphorm is doing another 8week challenge. so I would definitely be at the gym in the evenings! I also want to swim in their heated pool after working out.\n  \n  - family get togethers\n  \n  - I need AZ friends XD\n  ","517051":"\n  What?\n  \n  Only Frogger comes to mind 😂🐸\n  ","517052":"\n  Hopefully just get better\n  \n  I haven't done too much. Ate lots of soup, medicine, sleep.\n  \n  I've watched a few movies via Netflix.\n  \n  Took a bath which I don't normally do.. a candle and music going.\n  \n  I did a paper face mask today.\n  \n  started keto\n  \n  ¯\\_(ツ)_\/¯\n  ","517053":"\n  oh?\n  ","517054":"\n  oh.. coughing can also f8ck off with the sounds lol\n  ","517055":"\n  sirens can be quite annoying\n  \n  loud snoring\n  \n  birds when its too early in the morning\n  \n  vacuums! ugh\n  ","517056":"\n  drive you crazy\n  \n  yes\n  ","517057":"\n  darkness\n  ","517058":"\n  I guess keto will be an experiment lol\n  \n  I have had higher protein and fats before but this will be a little more strict yet still not going overboard!\n  ","517059":"\n  technically we all follow it ¯\\_(ツ)_\/¯\n  ","517060":"\n  Probably is then lol\n  ","517061":"\n  I'm not quite sure. lol\n  ","517062":"\n  I notice a lot :\/\n  ","517063":"\n  same. I was using a lemon honey one?\n  \n  I don't care too much for the berry one.\n  ","517064":"\n  theraflu\n  \n  cough drops\n  \n  other medicines that I've tried but out of now lol\n  ","517065":"\n  coughing still\n  \n  been researching more keto stuff\n  \n  been eating food (yogurt, blueberries, keto chips they made, i had two ham slices with a bit of guacamole, cheesestick, a pork rind, tried one of the fake bread bun things they made)  also hungry still lol\n  ","517066":"\n  idk. my brother's country club is pretty cool. Bunch of pools, alcohol, gym and lots of other things.\n  \n  I like dancing but the same time those type of clubs aren't really my scene.\n  \n  I don't drink much so either way it doesn't really matter. I like how pubs can be more intimate.\n  \n  ¯\\_(ツ)_\/¯\n  ","517067":"\n  * Did\n  \n  Yes, I did.\n  ","517068":"\n  ok then\n  \n  why do people send random crap?\n  ","517069":"\n  That's more of a thing where the parent, the baby daddy or an actual friend should be doing. Not someone from the Internet and definitely not a mass send!!\n  ","517070":"\n  Some can be good ¯\\_(ツ)_\/¯\n  ","517071":"\n  Think it depends on his tone. If it felt genuine or if a player type.\n  ","517072":"\n  It's been a while.\n  ","517073":"\n  When it doesn't concern you?\n  ","517074":"\n  I could.\n  \n  Sure, people could be d!cks but in the end, I get to decide how I'll feel.\n  ","517075":"\n  you know what would look good on you? me\n  \n  want some English in you?\n  ","517076":"\n  Not much ¯\\_(ツ)_\/¯\n  \n  I feel better yet still coughing\n  ","517077":"\n  it will all work out\n  \n  save more money\n  ","517078":"\n  Probably lots of cooking :o\n  ","517079":"\n  If it was new to me then I'd probably stress more.\n  \n  I don't know if I'd do things faster. What if I got sloppy?\n  ","517080":"\n  Sometime in high school\n  ","517081":"\n  Arizona ones seem to suck. They want longer recess and other things... they should actually be taught ¯\\_(ツ)_\/¯\n  ","517082":"\n  ice cream and cookies?\n  ","517083":"\n  Lilac\n  ","517084":"\n  Life?\n  ","517085":"\n  panties\n  ","517086":"\n  no but I felt violated lol\n  ","517087":"\n  - pictures\n  \n  - still having them on social media\n  \n  - a dream they might pop into\n  \n  - maybe a song we liked before\n  ","517088":"\n  Hawaii\n  \n  Norway\n  \n  London\n  \n  Greece\n  \n  and plenty of other areas\n  ","517089":"\n  This makes no sense to me\n  ","517090":"\n  I've only used pads.\n  \n  either way, I don't get my period regularly anyways.\n  ","517091":"\n  Both are nice\n  ","517092":"\n  I'll probably hate bacon pretty soon.\n  \n  My sister, her husband and I are going to do keto.\n  \n  They made some keto chips, doing some bread right now. My bil tried the bulletproof coffee (coconut oil and butter)\n  \n  it will be interesting. Mom went to go buy some groceries we'll need.\n  ","517093":"\n  lol\n  \n  i just wouldn't talk to them much, distance. Block if necessary\n  ","517094":"\n  about 4\/5?\n  \n  independent\n  ","517095":"\n  chicken and some other stuff\n  ","517096":"\n  c\n  ","517097":"\n  Good night x\n  ","517098":"\n  The one that never arrived. But that would break me reading it now.\n  ","517099":"\n  wtf\n  ","517100":"\n  made me think of this song. I like her cover more\n  \n\n   https:\/\/youtu.be\/DhMMJX8NeBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","517101":"\n  I'm not sure. I'd rather have a real connection\n  \n  bad pun?\n  ","517102":"\n  Yes. People shouldn't be glued to phones 24\/7\n  ","517103":"\n  I don't believe so :p\n  ","517104":"\n  I had one earlier\n  ","517105":"\n  evee looks adorable\n  ","517106":"\n  Most have made it known in some way 😉\n  ","517107":"\n  proof doctors are creepy\n  ","517108":"\n  Probably the same or sin ;)\n  ","517109":"\n  Bridge to terabithia\n  \n  birdbox\n  ","517110":"\n  Nice\n  ","517111":"\n  out of where?\n  \n  or is this some riddle i won't get? 😂\n  ","517112":"\n  ah\n  ","517113":"\n  I was thinking the whole apples to apples thing but then reread. mean!!\n  ","517114":"\n  Because he met the person but they weren't going there. lol\n  \n  hate you\n  \n  also way closer than m was XD\n  ","517115":"\n  Lynds, Lyndso, Lynseed\n  ","517116":"\n  That would be evil.\n  ","517117":"\n  More so in the summer.\n  ","517118":"\n  That would be a nightmare :)\n  \n  haha always good\n  ","517119":"\n  That's a lot of kittens compared to cats..\n  ","517120":"\n  I didn't multiply lol\n  \n  but the 7x7x7x7 = 2401\n  \n  so why add the \"431+49+7\" again?\n  \n  Wouldn't it just go to 2402 if the husband and other dude were there?\n  ","517121":"\n  I guess that would be nice in the 5 year time frame that person was grilling me about yesterday.\n  ","517122":"\n  Neither, really.\n  ","517123":"\n  30?\n  \n  28 for the all that + the husband + you\n  \n  Am I correct?\n  \n   @mawiocudwoc\n  \n","517124":"\n  I don't get angry much and if I do, I don't break things.\n  ","517125":"\n  murder is frowned at\n  ","517126":"\n  idk my page has been very clean lol\n  ","517127":"\n  yes lol\n  ","517128":"\n  listened to my sister go on about keto?\n  \n  Will be interesting.\n  ","517129":"\n  I don't think I really dreaded it...\n  ","517130":"\n  splendid\n  ","517131":"\n  same :\/\n  ","517132":"\n  25.2k\n  ","517133":"\n  Watch Birdbox\n  \n  medicine\n  \n  sleep\n  ","517134":"\n  Why do anons send this bs?\n  ","517135":"\n  Not have ghost followers lol\n  ","517136":"\n  Probably when my dog was sick and had to get emergency surgery.\n  ","517137":"\n  It's a different experience ¯\\_(ツ)_\/¯\n  ","517138":"\n  Going to the movies alone\n  ","517139":"\n  Just keep swimming :)\n  ","517140":"\n  Also you clearly don't value the \"chicks\" either. Shame\n  ","517141":"\n  a good amount\n  ","517142":"\n  haha\n  ","517143":"\n  I'm glad x\n  ","517144":"\n  Why are they concerned? *hugs*\n  \n  tucks you in.\n  ","517145":"\n  😂😂😂\n  \n  my inbox is full atm\n  ","517146":"\n  ???\n  ","517147":"\n  How? Most of the people i follow are married or in long term relationships. Of course they wouldn't want a guy to always be hitting on them. THEY HAVE RESPECT TOWARDS THEIR DUDE. They should only really value that guy, not all the other ones online saying smooth things. In fact you are disrespecting them and their significant other by doing that.\n  ","517148":"\n  I just don't like rap these days.\n  \n  I do think you've been improving though :)\n  ","517149":"\n  more of the 1st.\n  \n  guess it depends on who is speaking too lol\n  ","517150":"\n  thongs\n  ","517151":"\n  weird request\n  ","517152":"\n  You got it bad - usher\n  \n  yes :)\n  ","517153":"\n  in which terms? lol\n  ","517154":"\n  How lovely\n  ","517155":"\n  * potato chips\n  \n  I like the Cape Cod ones ¯\\_(ツ)_\/¯\n  \n  Lays are ok too\n  ","517156":"\n  I was probably coughing and about to sleep\n  ","517157":"\n  21 😂\n  \n  That was crazy!\n  ","517158":"\n  mild at best\n  ","517159":"\n  somewhere in the middle\n  ","517160":"\n  True.\n  ","517161":"\n  If 70F is cold to you.\n  \n  Or are you asking about something else besides the weather?\n  ","517162":"\n  eh. kind of indifferent on it. Mediocre. I don't really get the hype. It's decent....\n  \n  Sandra Bullock was good.\n  \n  I feel like they could have done better at parts.\n  \n  It's kind of all over the place genre wise.\n  ","517163":"\n  I don't even know if that's what I have.\n  \n  It's not supposed to be contagious. I think I would have got it sooner too. Nephew's cousin had it on Christmas eve. I got sick the 27\/28th. The weather was getting colder and also the heating went on so i think it's more to do with that..\n  ","517164":"\n  I did :)\n  ","517165":"\n  You too 😘\n  ","517166":"\n  😷\n  ","517167":"\n  we could play doctor\n  ","517168":"\n  within\n  \n  also being more independent\n  ","517169":"\n  Because someone would find coughing and mucus sexy?\n  ","517170":"\n  The simple things\n  ","517171":"\n  I'd rather have no hair if those were the only options.\n  ","517172":"\n  I guess\n  ","517173":"\n  Always\n  ","517174":"\n  I don't believe so!\n  ","517175":"\n  Most Christmas presents?\n  ","517176":"\n  No thanks\n  ","517177":"\n  nah. I've had certain people ask questions they already knew to be a d!ck about it.\n  \n  Probably atm, sick still and just feeling awful lol\n  ","517178":"\n  Most ones do though\n  ","517179":"\n  yes\n  ","517180":"\n  True. They just seem rude and high strung. Nothing i say or do will ever be good enough for them kind of thing.\n  ","517181":"\n  It's more commission based so my hours don't exactly matter. I don't get paid regularly either.\n  \n  A new job will definitely be in the horizon.\n  \n  but I obviously need to not be sick for when interviewing and all that.\n  \n  You don't need to know my situation though :)\n  ","517182":"\n  Abroad, mostly.\n  \n  What's up with the 3rd degree questions?\n  ","517183":"\n  lol\n  ","517184":"\n  Everywhere that I wanted.\n  ","517185":"\n  Not at the moment hence \"save up \"\n  "}}