{"Question":{"518259":"\n   Goodnight nice Lyndsey! You made me smile just now. Hehe. This is me cozy in bed 😊\n  ","518260":"\n   Yea I'm super happy that you tucked me in! I just got in bed now. I'm past my bed time by a lot by over 2 hours!  I'm not wearing socks tonight and I'm on my side curled up. Goodnight nice Lyndsey!\n  ","518261":"\n   AAAAAAAAAAAAAH!!!!!!!! I didn't get this notification last night! I'm so happy now!!!!!!  :) :) :) :) :)\n  ","518262":"\n   So beautiful\n  ","518263":"\n   You didn't tuck me in last night :(\n  ","518264":"\n   How is team doggie today?\n  ","518265":"\n   Good idea,  princess Lyndsey \nThanks  🌹❤\n  ","518266":"\n   My birthday will be before my final exam 😅 \nI don't know how to study and celebrate at the same time 😂😂\n  ","518267":"\n   OMG I actually laughed really loudly at the \"slot\" question. I had to read it a couple times before I got it. Never heard that before. lmao\n  ","518268":"\n   Aww! I'm glad you got it 😁💖. I hope everything arrived safely lol I was worried about some of it like spilling in the box or something. Some of it is pretty random, but its the benefits of having a couponer as a sister 😉.\n  ","518269":"\n   How are you\n  ","518270":"\n   Make daddy happy\n  ","518271":"\n   Take it all?\n  ","518272":"\n   Xoxo\n  ","518273":"\n   Did I miss the full body pap because it feels like people are talking about that?\n  ","518274":"\n   Does anyone else feel prejudiced against people who wear glasses?\n  ","518275":"\n   Hey I had to make a new account my old account is\n   \n    @latinabeautyxo012\n   \n   I went from getting hundreds of questions to getting none .. can you please ask me questions ❤️ I sent this to everyone\n  ","518276":"\n   How to improve long Term memory?\n  ","518277":"\n   I’d give you it all!\n  ","518278":"\n   Its funny how 3 little letters like b-r-a set they guys on fire lol\n  ","518279":"\n   Find what creepy looking?\n  ","518280":"\n   Lynds your thick thighs are saving my life!\n  ","518281":"\n   Do girls like neck\/head scratches or is that just a guy thing?\n  ","518282":"\n   Its getting a little fresh on your page\n  ","518283":"\n   Nice heels to go with it:)\n  ","518284":"\n   Last time you wanted c*m\n  ","518285":"\n   Was the lingerie for daddy\n  ","518286":"\n   PlwSe don’t hate me but I think about you regularly when I fap :p\n  ","518287":"\n   How big is your slot?\n  ","518288":"\n   Weird! I can't remember exactly  how big it is or if it would fit in the mailbox 😂 but I hope it got there safely.\n  ","518289":"\n   Motivation 😍\n  ","518290":"\n   You didn't receive it yet? It says it was delivered yesterday lol.\n  ","518291":"\n   Did it fit?\n  ","518292":"\n   When did you feel sexy last\n  ","518293":"\n   I’ll hold them:p\n  ","518294":"\n   Wedgies\n  ","518295":"\n   pros and cons of under wear\n  ","518296":"\n   I bet you would lol. I imagine you as a perfect blend of a little bit of fat and a good amount of muscle on a thick curvy strong body. Change my mind 😊😍\n  ","518297":"\n   You mean they weigh the most or they are the strongest part of you?\n  ","518298":"\n   You have a gift card for it? Booo! I wanted to pay for it and show you I will be a good paypig, a loyal paypig!\n  ","518299":"\n   How much to get your hair done\n  ","518300":"\n   I can't wait until robots take half the jobs and I don't have to worry about work anymore. What about you do you make good money or are you planning on making good money in the future or are you going to be in the group of people like me that gets paid for doing nothing?\n  ","518301":"\n   I bet it still looks great! 😊\n  ","518302":"\n   Oh lol ok that makes sense\n  ","518303":"\n   You must be crazy strong considering how much you work out lol\n  ","518304":"\n   Favorite self feature?\n  ","518305":"\n   They got rounder with exercise? How does that work? If that's too far then I apologize\n  ","518306":"\n   How do your shoulders and back change?\n  ","518307":"\n   Do you have a goal bra size or are you happy with their size now?\n  ","518308":"\n   Wish you well into new year\n  ","518309":"\n   Hey look cute\n  ","518310":"\n   Still true tho\n  ","518311":"\n   I’d  love for you to the sub:)\n  ","518312":"\n   Do you like magic tricks?Give me 5 bucks and ill make it disappear!\n  ","518313":"\n   do u rly think these anons can be real doms they prob dont even talk to irl girls lmao\n  ","518314":"\n   Me being your paypig puts me in more control, you are the sub in that situation. You only maintain control of certain things:)\n  ","518315":"\n   then why do u want paypigs they pretty much that\n  ","518316":"\n   Do you think you could be the Dom for a “slave”\n  ","518317":"\n   Has your delivery been stolen or has empty boxes?\n  ","518318":"\n   Do youever  regret that you lost your virginty and you wished that you waited longer to lose it\n  ","518319":"\n   Do you have one of those camera doorbells like the Ring?\n  ","518320":"\n   watch this lol:\n   \n    https:\/\/www.youtube.com\/watch?v=ucwb_I5JIZY\n   \n","518321":"\n   What is on your mind\n  ","518322":"\n   Has anyone else told you it’s not your fault yet they treated and acted like it was your fault?\n  ","518323":"\n   What would your safe word be\n  ","518324":"\n   Truthfully, are there days you just want absolutely dominated?\n  ","518325":"\n   Whenever someone starts out a conversation with “don’t take this the wrong way”. Do you still take it the wrong way?\n  ","518326":"\n   You’ve never given a definitive answer tbh\n  ","518327":"\n   2018 seemed to be a stressful and challenging year, what did you learn that you'll take into 2019?\n  ","518328":"\n   Paypig as a late Xmas gift?\n  ","518329":"\n   Who will be your New Year's kiss? 👀\n  ","518330":"\n   Would you date a person who owns 10 dogs?\n  ","518331":"\n   Because you made me feel better. Reputs the decorations up🌹👑\n  ","518332":"\n   Do you have an Echo or the Google Home? Do you use it often?\n  ","518333":"\n   King sleeps with you so you can feel his muscles while sleeping🌹👑😴😴\n  ","518334":"\n   Good night love\n  ","518335":"\n   Good night\n  ","518336":"\n   It calmed me down🌹👑\n  ","518337":"\n   King hugs you to feel better🌹👑\n  ","518338":"\n   Ma'am can you own me please ? You have already put collar and leash at me 🙈🙈\n  ","518339":"\n   King fights his way back so he can go back to Christmas and fix things🌹👑😓😪\n  ","518340":"\n   Hahaha I saw this question around and was like sh!t, they’re questioning my life choices to other users rn lmfao\n  ","518341":"\n   Your friend is not owning me :( neither are you... Please ma'am :(\n  ","518342":"\n   Would you date a person who owns 10 dogs?\n  ","518343":"\n   I gave you that stationary bike and elliptical or Christmas. I’m just fighting my way back🌹👑😓\n  ","518344":"\n   No🌹👑😓\n  ","518345":"\n   Just wanna go back to Christmas and fix things🌹👑😓\n  ","518346":"\n   I made a mistake of buying a treadmill and I thought you’d like it but it’s my fault for that treadmill and you didn’t like it and that’s why I was raging🌹👑😪\n  ","518347":"\n   I took down my stocking not yours🌹👑😓💔\n  ","518348":"\n   Well I didn’t take down a lot. The tree is still up🌹👑\n  ","518349":"\n   King has been on a rage🌹👑\n  ","518350":"\n   Do you know\n   \n    @Alexandrastillknows\n   \n   u guys have the same hair due???\n  ","518351":"\n   I took down my Christmas decorations for revenge🌹👑\n  ","518352":"\n   Have you ever been pantsed\n  ","518353":"\n   A few seconds to support me with thank you.\n   \n    https:\/\/goo.gl\/8oYELz\n   \n","518354":"\n   Don't take me tongue tied, don't kiss me goodnight\n  ","518355":"\n   What song would you want to be played on your wedding?\n  ","518356":"\n   Do two negative people make a positive?\n  ","518357":"\n   3\n  ","518358":"\n   Are you a light or heavy sleeper?\n  ","518359":"\n   Can you tell the difference between a crow and a raven?\n  ","518360":"\n   mood?\n  ","518361":"\n   followback spamlikes☺️\n  ","518362":"\n   Ok I'm in bed now. I'm wearing socks do my tootsies are warm. I dint like sleeping with socks on but I will tonight.\n  ","518363":"\n   Is there a room in your house that’s either always really warm or really cold depending on the time of year?\n  ","518364":"\n   Hey I had to make a new ask account I went from getting hundreds of questions a day to getting none can you please ask me some questions I sent this to everyone\n  ","518365":"\n   Ok good. I'm gonna get ready for bed and then I will be back online.....\n  ","518366":"\n   What \"gud\" things happened to you, that you can you take along wiff yew from 2018 onto 2019? :)\n  ","518367":"\n   Can you tuck me in tonight over the internet?\n  ","518368":"\n   Ever had a one night stand\n  ","518369":"\n   I want to watch Big Time Rush with you and enjoy how awesome that show and that band was.\n  ","518370":"\n   Do you miss s*x\n  ","518371":"\n   revenge for news years eve is set for me🌹👑\n  ","518372":"\n   Spaceship sleepy time or sleepy time in a mountain cabin with a fireplace and snow outside?\n  ","518373":"\n   No putting too much spice caused my heart attack. Someone putted that in my eggnog so I would suffer🌹👑😓\n  ","518374":"\n   I drank eggnog and mine had spice because someone put spice in mine and that’s why I had a heart attack🌹👑😓\n  ","518375":"\n   Do you go to many house party when you were in high school\n  ","518376":"\n   Do you believe in love at first sight?\n  ","518377":"\n   Which do you agree with? Love should always feeling you comfortable or new and exciting?\n  ","518378":"\n   hey how are you x\n  ","518379":"\n   I’m still on my Christmas hangover🌹👑\n  ","518380":"\n   -\n  ","518381":"\n   Ever wanted to punch a co worker\n  ","518382":"\n   „folg mir mal auf instagram und schreib mir mal bitte ganz wichtig - marioweiss28“\n  ","518383":"\n   C*m for Christmas?\n  ","518384":"\n   Dang... do you usually skip days when pooing?\n  ","518385":"\n   So our lunch date was wonderful our food was delicious and our server could not have been nicer.I gave her a pretty nice tip I thought 7 bucks on a 28 dollar check. Went to big lots and got some containers for 1 each. I’m home now and I just finished building the girls a tent. Do you like bananas???\n  ","518386":"\n   Do you like a good challenge?\n  ","518387":"\n   Que alimentos você come com mais frequência?\n  ","518388":"\n   Did you eat a lot on Christmas so that you had to take big doo-doos today?\n  ","518389":"\n   O que vocês fizeram hoje, pra beneficiar o corpo de vocês ?\n  ","518390":"\n   Would you be so kind to share this link? its something for my mother, the story is on it.\n   \n    https:\/\/www.gofundme.com\/67afc-help-for-my-mother\n   \n   &rcid=r01-154585397406-6d98fa8ef7184820&pc=ot_co_campmgmt_w\n  ","518391":"\n   Why you single?\n  ","518392":"\n   Your love for your someone,your parents,your siblings,your friends and yourself??? (answer in %)\n  ","518393":"\n   -\n  ","518394":"\n   How did you become a strong personality? Tell the weak about it\n  ","518395":"\n   What's your TaIent?🤨🎈\n  ","518396":"\n   Poor king🌹👑😓\n  ","518397":"\n   Have you ever made your own formula for something, and named it?! ie: I made this lotion with a bunch of thangs and flowa' powa' stuffz and named it \"Skin Supa' Powas\", lol. It's rewarding making something your own!\n  ","518398":"\n   What traits or mannerisms do your parents have that you see in yourself?\n  ","518399":"\n   I'm talking about Chris Smolik on Askfm. Where is he?\n  ","518400":"\n   What is your favorite way of wasting time?\n  ","518401":"\n   Where's Chris Smolik?\n  ","518402":"\n   \"Home is where you find the light when all grows dark \" what do you think\n  ","518403":"\n   What do you call a chicken at the North Pole?\n  ","518404":"\n   what’s ur opinion on The 1975 (the band)?\n  ","518405":"\n   What do you think about marriage?\n  ","518406":"\n   Do you have any fun plans to celebrate the upcoming new year? :)\n  ","518407":"\n   Any plans for the next few days ?\n  ","518408":"\n   «Alone or not, you gotta walk forward»\n-cecelia ahern\n  ","518409":"\n   How was your christmas? 😊\n  ","518410":"\n   pros and cons of sprouts?\n  ","518411":"\n   I’m going to go have lunch right now with my daughters.We are going to chili’s and I think I’m going to order the quesadilla and I’m sure my youngest will order Mac and cheese. My oldest I bet she gets chicken strips......So do you guys like Skittles??\n  ","518412":"\n   Tbh I used to look down on ppl who had a wishlist or similar in their bio (it seemed tacky, especially if they were priviledged) but they're not hurting anyone so not my biz. My questions - Would you consider having one in yours? Have you ever bought something off one for an online friend\/stranger?\n  ","518413":"\n   Have you ever participated in dance class? If so, what dance? Thoughts about it? :P\n  ","518414":"\n   \"People  are poison \"  what do you think about that\n  ","518415":"\n   Howdy\n  ","518416":"\n   I’ll be happy From now on. My new year’s eve will only make me feel better and happy🌹👑😓\n  ","518417":"\n   Três palavras que deixa sem reação ? tipo perdi o chão rs\n  ","518418":"\n   🌹👑🤗😢😢💔💔\n  ","518419":"\n   Too hard on what? I just wanna make things better🌹👑😓\n  ","518420":"\n   Is romantic love the most important love of all?\n  ","518421":"\n   Nope, you're the one with the made to be spanked behind.\n  ","518422":"\n   hey some lucky guys gonna meet you,  i think you dont know what a sweetheart you are xo\n  ","518423":"\n   Just wanna go fix Christmas since mine is ruined🌹👑😓\n  ","518424":"\n   If that only makes me feel better below🌹👑😓💔💔\n  ","518425":"\n   yes it is\n  ","518426":"\n   What’s wrong with king😓🌹👑\n  ","518427":"\n   What was the coolest gift you got this year?My youngest got me a Ken doll . She says we can play Barbies together 😀\n  ","518428":"\n   Anyone want questions i'm bored\n  ","518429":"\n   First of all read the whole thing first Have you ever felt like you hit a rutt? What I mean by this is that i'm 23 next month and i'm just fed up same job for years I want something new whilst I still can not be dealing with idiots all the time. Have you ever felt like that wanting something new?\n  ","518430":"\n   hey had you a nice day x\n  ","518431":"\n   Has Christmas dinner with you🌹👑😓😓\n  ","518432":"\n   You wouldn't want a guy you loved to apply his hand to your inviting rear?\n  ","518433":"\n   My Christmas would’ve been fixed if I traveled back in time to Christmas🌹👑😢\n  ","518434":"\n   Hey there merry Christmas wish you well into 2019\n  ","518435":"\n   I won't be getting my gifts until Thursday\n  ","518436":"\n   I’m wishing I can Time travel back to Christmas and fix things🌹👑😓\n  ","518437":"\n   Thanks Lyndsey! ❤️ Jub-Jubs\n  ","518438":"\n   And you want to apply your hand to their bare bottom. Can't forget that.\n  ","518439":"\n   Nice thou ☺\n  ","518440":"\n   I letted you and our kingdom down. It’s my fault for everything. I wished I could go back and fix things🌹👑😓\n  ","518441":"\n   Spoliet lol\n  ","518442":"\n   My Christmas is ruined. I suffered a heart attack this afternoon and was placed in the hospital wing in our castle🌹👑\n  ","518443":"\n   Hello did you have a good day\n  ","518444":"\n   What did you get me for Christmas🌹👑\n  ","518445":"\n   What did you get?\n  ","518446":"\n   King got you workout clothes and items and also gave a shirts that said best queen and his queen. You also got a treadmill and goodies🌹👑🎄🎁😓\n  ","518447":"\n   Merry Christmas from Jub-Jubs! I'm totally Jub-Jubs tonight and have to lie in bed right now b\/c I'm stuffed. lol hope you are having a good Christmas!\n  ","518448":"\n   Bored?\n  ","518449":"\n   That’s awesome I’m 44\n  ","518450":"\n   So what did y’all get for Christmas???\n  ","518451":"\n   Are you with anyone.? I know that’s kinda too much ask so you don’t have too answer that if you don’t want too\n  ","518452":"\n   Who did you buy for? 🎁\n  ","518453":"\n   Hi lyndssss\n  ","518454":"\n   Would the work assigned be a must complete over break?\n  ","518455":"\n   Bad grades\nhid report card\n  ","518456":"\n   Would any exceptions be made if you decide to not lift the punishment?\n  ","518457":"\n   Do you think a child should be able 2 be ungronded for xmas or stay on punishment?\n  ","518458":"\n   What's up\n  ","518459":"\n\n    https:\/\/youtu.be\/usDyIjfVS4c\n   \n","518460":"\n   Merry Christmas my lovelies❤ i hope you have a great holiday and a happy new year❤\n  ","518461":"\n   How do you know when you love someone?\n  ","518462":"\n   Merry CHRISTmas. I wrote it over and over again.\n  ","518463":"\n   For reals though I hope your Christmas is wonderful and filled with joy. And tomorrow I won’t be the Grinch anymore. Merry Christmas everyone!!\n  ","518464":"\n   lyndsey\n  ","518465":"\n   How old are you ?\n  ","518466":"\n   Merry Christmas.\n  ","518467":"\n   2) What did Adam say on the day before Christmas?\n  ","518468":"\n   What u doin?\n  ","518469":"\n   Not a question.. but Merry Christmas to you Lynds! 🧚‍♀️🎄\n  ","518470":"\n   i wanna wish u a merry christmas! from the bottom of my heart! 🎄\n  ","518471":"\n   How crazy would it be if due to Santa being sick and not cleared to work the friggin Easter Bunny delivered all the toys this season?\n  ","518472":"\n   When did you last tear a DinA4 sheet to make it illegible and what was that?\n  ","518473":"\n   Wann hast du zuletzt ein DinA4 Blatt zerrissen um es unleserlich zu machen und was war das?\n  ","518474":"\n   happy holidays!! what do u think of my friend's song?\n   \n    https:\/\/youtu.be\/YwoP2WJ7ZB0\n   \n","518475":"\n   Marry Christmas\n  ","518476":"\n   Hello\n  ","518477":"\n   Nothing drops panties faster than a used pair of craftsman jeans.\n  ","518478":"\n   do you find snakes scary?\n  ","518479":"\n   Wraps my arms around you🌹👑😴\n  ","518480":"\n   Christmas spam: Are you ready for Santa? And how come with all these cams installed everyone noones ever gotten him on film?\n  ","518481":"\n   Merry Christmas 🎄 I hope that you all have a fantastic day no matter what you are doing 💚\n  ","518482":"\n   What mobile do you have\n  ","518483":"\n   How are you\n  ","518484":"\n   Merry Christmas 🎁🎄\n  ","518485":"\n   Gn my queen. Merry Christmas my queen. Sleeps with you so I can have a great Christmas morning🌹👑😴😴🎄🎁\n  ","518486":"\n   On the 12 th day i wish you a very merry Christmas!! 😄😄\n  ","518487":"\n   Good night beautiful\n  ","518488":"\n   King feels comfy with his Queen sleeping with him🌹👑\n  ","518489":"\n   are clowns scary?\n  ","518490":"\n   wut did u get?\n  ","518491":"\n   King wants to be comfy with you🌹👑\n  ","518492":"\n   Awww thank you 😄😄😄\n  ","518493":"\n   Do you use a lot of white inventions?\n  ","518494":"\n   Merry Christmas !! 😄❤❤😄😄\n  ","518495":"\n   1) Which of Santa’s reindeer needs to mind his manners the most?\n  ","518496":"\n   Why did they ask the turkey to join the band?\n  ","518497":"\n   If you were to go on a shopping spree what would you buy\n  ","518498":"\n   King hugs his queen tightly🌹👑\n  ","518499":"\n   Merry Christmas, Santa '-'\n  ","518500":"\n   what’s a brown food u like?\n  ","518501":"\n   Ooooh look I’m under the mistletoe.......😘😘😘😘😘😎😎😎😎😎😎👍👍👍👍👍👍👍\n  ","518502":"\n   You got them for Christmas 🤔 ?\n  ","518503":"\n   Relax okay. What's gotten into you? I'm just messing with you a bit. Im coming back to this site after 2 years & trying to have some fun but you are getting angry. I'm sorry, I didnt mean to offend you or anything. Salut.\n  ","518504":"\n   Merry Christmas my Queen🌹👑🎄🎁\n  ","518505":"\n   King tells his queen it’s Christmas🌹👑🎁🎄\n  ","518506":"\n   Oh? Well looks like they’re all yours lol no take backs!\n  ","518507":"\n   do you find needles scary? (do shots scare you? what about getting blood drawn?)\n  ","518508":"\n   Anyone up it's 5am here\n  ","518509":"\n   Are you going to take your phone with you to the Christmas dinner table?\n  ","518510":"\n   Post your all time favorite music video.\n  ","518511":"\n   oops\n  ","518512":"\n   Do u like funk ?\n  ","518513":"\n   Just the snow is not here ☃️ you have small feets, Lyndsey?\n  ","518514":"\n   Hi\n  ","518515":"\n   King feels great🌹👑\n  ","518516":"\n   Cute 😃☃️\n  ","518517":"\n   How about songs by the band Bongzilla\n   \n    https:\/\/open.spotify.com\/artist\/1qPFzP54oMjiPXpmneoIwF\n   \n","518518":"\n   Post some thing worth reading ?\n  ","518519":"\n   You can erase any horrible experience from your past. What will it be?\n  ","518520":"\n   I hate sex\n  ","518521":"\n   me either just a few gift card that's all got to go talk again\n  ","518522":"\n   That band name should have been Mud not muck.. here's the song if anyome interested in listening to it.\n   \n    https:\/\/youtu.be\/NJ6kJ7GWtv0\n   \n   and for those who don't celebrate christmas feel free to use this for whatever you like :)\n  ","518523":"\n   Can I see those socks on your feet? 😉\n  ","518524":"\n   L! Even on Christmas eve, the pervs are making their rounds. I'm Alicia861 should you want to know who wrote you. Have a lovely holiday and stay pretty.\n  ","518525":"\n   Have a Merry Christmas hope you get everything that you want this year!\n  ","518526":"\n   Last time you had sex\n  ","518527":"\n   Does anyome else think the singer \"Muck\" sounds like Elvis Presley in the song \"lonely at Christmas?\"\n  ","518528":"\n   Marry Christmas eve\n  ","518529":"\n   happy christmas, thanks for being always so kind\n  ","518530":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","518531":"\n   How many cracks does your phone screen have?\n  ","518532":"\n   Happy Christmas to all who celebrate and to everyone I wish a happy and safe day full of love and friendship!🎄☃️🎁❄️\n  ","518533":"\n   What is a relationship deal breaker for you?\n  ","518534":"\n   -\n  ","518535":"\n   Because you did anything to make me happy and I wanna be happy like you are🌹👑😢😨\n  ","518536":"\n   You can learn any skill you want but it will cost you one of the ones you already know. Would you do it? What would be your picks if so?\n  ","518537":"\n   On the Eleventh day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","518538":"\n\n    https:\/\/youtu.be\/cYV9I-qhYt4\n   \n   gay or not\n  ","518539":"\n   Loves his queen🌹👑\n  ","518540":"\n   Hahah 😂🙈\n  ","518541":"\n   🌹👑😓😓\n  ","518542":"\n   Because I wanted to feel better. I thought I’d be forgotten🌹👑😪😓\n  ","518543":"\n   Hi Respected Ma'am...can i be your obedient pet?\n  ","518544":"\n   If someone you disliked turned into a tiny gummy bear, would you eat them or find a way to change them back?\n  ","518545":"\n   Thank you. :) Can't wait\n  ","518546":"\n   Did you watch Mr Bean when he had an Exam ? 😂😂😂\n   \n    https:\/\/youtu.be\/HeMmavFtJ3c\n   \n","518547":"\n   Tag some of your favorite people that you follow\n  ","518548":"\n   Snuggles my queen warmly in bed🌹👑😴\n  ","518549":"\n   Are you a cheapskate\n  ","518550":"\n   You deserve the best man in the world 🌹🌺🌸 \nI feel that you will meet him in 2019\n  ","518551":"\n   Sorry Idk why I forget. I felt like somethings wrong with me🌹👑😓😪\n  ","518552":"\n   What sort of guy do you want to date answer as if you are single if you are taken what quality do you look for\n  ","518553":"\n   Sorry for my 1000 questions but I like asking you 😂😂\n  ","518554":"\n   Yeah I did exercise too much and I feel ok🌹👑😓😪\n  ","518555":"\n   American teachers are the best in the world 🔝 \nI've learned a lot from American courses for teachers and I read a lot of \" Teaching methods \" books .\nUSA is the land of Science and Scientists 🔝\n  ","518556":"\n   Teacher doesn't teach only subject but also good morals ❤😍 \nI will tell you a funny story 😂 \nMy student in grade 4 tried to cheat but I discovered that 💪😂 \nShe said \" Don't tell my mom , please \" \nI replied \" I won't tell anyone but promise me that you won't cheat again \" now she's better ❤\n  ","518557":"\n   Hugs my queen🌹👑🤗\n  ","518558":"\n   I didn't know if you understand me or not 🙈 but I mean to say that God helped me in my future because I didn't cheat in the past.  \nAt the same time, now I'm a teacher and I advise my students to avoid cheating so I should have the good morals to teach it to my students ❤😍\n  ","518559":"\n   What was your favorite subject?  😃\n  ","518560":"\n   In Egypt, I had to get 96 in grade 12 to join the faculty of Pharmacy because it was my dream . \nI had the opportunity to cheat but it's impossible for me to do that \nas it's against our religion and morals.  \nI was very sad but I choosed faculty of education \nNow, I graduated with Excellent..\n  ","518561":"\n   Have you guys ever seen a game show called the Idiot Test? It’s pretty good!!\n  ","518562":"\n   Are you at work ? Are you wearing high heels 👠 ?\n  ","518563":"\n   bored?\n  ","518564":"\n   POUQ\n  ","518565":"\n   Who's your daddy\n  ","518566":"\n   Read the following text in its entirety carefully:\n   \n    https:\/\/www.teachingenglish.org.uk\/sites\/teacheng\/files\/landlady_text.pdf\n   \n   Then do the following exercise: After this strange encounter, Billy decided to leave the boarding house. Write the conversation he had with the landlady. (250-300 words).\n  ","518567":"\n   Merry Christmas Eve to you🌹👑😪😓🎄🎁\n  ","518568":"\n   I didn't cheat never \nBut I know a lot of funny stories about that 😂😂\n  ","518569":"\n   Marry Christmas eve\n  ","518570":"\n   Right but I remember all my Christian friends 😍 \nMy best Egyptian friend is a Christian 🌸🌹\nEvery year, we prepare a beautiful gift and beautiful words for him 💟 and he does the same in our celebrations \nIn Egypt,  Muslims and Christians love each other \nWe are brothers ❤\n  ","518571":"\n   Do\/Did you cheat at school\/university? If so, how and on which tests? Can you give me some advice, please?\n  ","518572":"\n   I will complete \" lost \" \nIf Juliette is alive , I will be the happiest person in the world 😍\n  ","518573":"\n   I look like my mom too 😍 \nGod bless you,your mom and all your family\n  ","518574":"\n   Has anyone ever asked you for sex and you said no. When you said no how did they take it\n  ","518575":"\n   Merry Christmas to everyone that I follow. Hope your holidays are amazing.\n  ","518576":"\n   Lyndsey is only one 😻\n  ","518577":"\n   I'm sorry princess because I ask these questions but I'm so sensitive 😢 \nYesterday, I couldn't sleep after watching \"Galveston \" movie and I cry when I remember it\n  ","518578":"\n   post a 📷 photo of somebody who looks like you ™\n  ","518579":"\n   I'm in the episode 1 \nShe will be alive? ? Tell me please \nGive me the hope 😭😭💔💔💔\n  ","518580":"\n   Juliette was alive in the first episode of season 6 then she died 💔💔😢😢 I cried a lot of times 😔 why this series is sad ! I can't complete it without her 😭\n  ","518581":"\n   Good night\n  ","518582":"\n   Happy Christmas Eve my queen🌹👑🎄🤗\n  ","518583":"\n   -\n  ","518584":"\n   what does willy waving mean\n  ","518585":"\n   🌹👑🎁\n  ","518586":"\n   It's almost 330am for me. I woke up and checked my ask. Now in saying hi. Now I'm pulling my blanket up and rolling on my side. Now I'm going to sleepy land. 😊\n  ","518587":"\n   How many ugly Christmas sweaters do you own?\n  ","518588":"\n   Would you play with anyone else\n  ","518589":"\n   Do you think you could handle being dp’d\n  ","518590":"\n   If a guy who can play piano well tries to woo you, will that give him additional marks in your eyes? And i'm not just talking about those who can play a few pop songs.. but those who learn properly and can play many many different things that kind..\n  ","518591":"\n   -\n  ","518592":"\n   When was the last time you were a winner winner and got your chicken dinner?\n  ","518593":"\n   🌹👑🤗🤗\n  ","518594":"\n   Play tonight instead?\n  ","518595":"\n   Pretty in pink\n  ","518596":"\n   let me do it again [ I like horse back riding except not with a horse ]\n  ","518597":"\n   What do you want to know about women ?\n  ","518598":"\n   Do you celebrate christmas on christmas day or christmas eve? 🤔\n  ","518599":"\n   Have you ever riden a horse ? 🔬 😈\n  ","518600":"\n   Do you like Chinese food?Whats your favorite Chinese dish??\n  ","518601":"\n   Pap of your dinner please\n  ","518602":"\n   Merry Chrismas! little\n  ","518603":"\n   I know some things about women.\n  ","518604":"\n   Has Love AMERICAN Style been canceled ?\n  ","518605":"\n   I horse back riding except not a horse.\n  ","518606":"\n   I wonder how many people that are in Times Square for the ball drop on NYE have popped their pants. You know that's got to have happened to some people. 😂\n  ","518607":"\n   Toes painted for Christmas\n  ","518608":"\n   yes....and it has been this way for 150 years\n  ","518609":"\n   eggnog is not ok it is gross !!!\n  ","518610":"\n   I'm going to my grandmas tomorrow and I get to sleep on the floor in my sleeping bag and I'm super excited because kitty gets to sleep with me too!\n  ","518611":"\n   Yassss! The cheese and meat platters with the little slices of sausage meat are so good! I also love a warm bubbling cheese dip or spinach dip.\n  ","518612":"\n   Do you like eggnog?\n  ","518613":"\n   I love Christmas time food platters. So good. Enjoy!\n  ","518614":"\n   What are you doing tomorrow?\n  ","518615":"\n   ASK FM needs to tell people why they are getting the warning.\n  ","518616":"\n   That snow falling on Snoopy gif is so peaceful. I really like it. I could fall asleep with that playing on my tv.\n  ","518617":"\n   aww cool. liv did her nails too in christmas colours red and white sparkle\n  ","518618":"\n   I have been married because women hate me.I am not mean to them...they just hate me.\n  ","518619":"\n   Play last night?\n  ","518620":"\n   bet your getting chritmassy\n  ","518621":"\n   Do men have equal rights in Arizona ?\n  ","518622":"\n   the candle is lovely\n  ","518623":"\n   oh i saw that remember it xo\n  ","518624":"\n   i was asking is anger management good, i missed you tbh\n  ","518625":"\n   I like Christmas episodes of shows\n  ","518626":"\n   That Lauren account is fake. I asked her if she liked the show Bizzardvark on Disney and she replied \"no\". Lauren would NEVER say something like that because it is not nice and Disney would never have her on a show as a special guest.\n  ","518627":"\n   is it good xo\n  ","518628":"\n   How many moons does your home planet have??\n  ","518629":"\n   Hello Lyndsey mom!\n  ","518630":"\n   Seen any good movies lately?I watched a movie called “searching “ last night. It was really good!\n  ","518631":"\n   ⛄️\n  ","518632":"\n   can we talk outside ask\n  ","518633":"\n   If you could go anywhere in the world, where would you go?\n  ","518634":"\n   What three habits will improve your life?\n  ","518635":"\n   I'd love to wake up in your arms. ❤️\n  ","518636":"\n   Christmas feet picture?\n  ","518637":"\n   Use this for whatever\n  ","518638":"\n   Lol too true love.\n  ","518639":"\n   im okay, better when you are\n  ","518640":"\n   Do you play puzzles?\n  ","518641":"\n   how are you\n  ","518642":"\n   hey you xo\n  ","518643":"\n   What movie do you think has the best music? 😊 What about its music do you like? 😄\n  ","518644":"\n   hi\n  ","518645":"\n   What you doin? 😊\n  ","518646":"\n   On the Tenth day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","518647":"\n   What kind of spy do you find in a bakery?\n  ","518648":"\n   What do you hope to get for Christmas?\n  ","518649":"\n   Is there a Christmas gift you got as a chilD that you remember fondly?\n  ","518650":"\n   hii\n  ","518651":"\n   Is a hotdog a sandwich?\n  ","518652":"\n   It's a double entrende 1 could be cristmas crackers the things you pull and usually a small gift, hat and a bad joke pop out. Or 2 \"oh she\/he is a cracker\" i'm going to pull them aka ring a ding ding\n  ","518653":"\n   Everybody wants to go to heaven, but  no one wants to die!!! Right?\n  ","518654":"\n   Hpw many crackers have you pulled over the years? 🤔\n  ","518655":"\n   Do you ever take a shower....NUDE????? 😏😏😘😘😉😉 I do. 😘\n  ","518656":"\n   Do you like to swim?Are you a strong swimmer?Can you dive?Do you have a favorite swimsuit?Ever peed in the pool?Thats bad you shouldn’t do that.\n  ","518657":"\n   How often do you watch Netflix?\n  ","518658":"\n   What is your New Years resolution?\n  ","518659":"\n   How many meals a day do you eat?\n  ","518660":"\n   When did you last workout?\n  ","518661":"\n   Have you ever ridden a horse? I don't see the appeal tbh but I'd try it if I had the opportunity.\n  ","518662":"\n   Have you ever been in a country (on holidays) that you didn't want to leave? What country is it and why?\n  ","518663":"\n   What do you usually do on Saturday nights?\n  ","518664":"\n   How are you gonna celebrate christmas? 😊\n  ","518665":"\n   Ever witnessed a crime or an accident and had to give a statement to the police and then go testify in court?\n  ","518666":"\n   How to run away from fantasy world ?\n  ","518667":"\n   Do you take care of your face? How?\n  ","518668":"\n   Black women and South Asian men are the least desired when it comes to dating.\n  ","518669":"\n   cute\n  ","518670":"\n   Good night babe\n  ","518671":"\n   I don't think any cellphone should be worth more than a few hundred tbh but that's just me. What charity would you donate to?\n  ","518672":"\n   Would you rather spend $1000 on a new iPhone or charity?\n  ","518673":"\n   Is your Christmas tree bigger?\n  ","518674":"\n   How are you? 😄\n  ","518675":"\n   Is your Christmas tree fake or real\n  ","518676":"\n   What if what happens after we die is a thousand times better than this? I'm starting to think it is wonderful. What do you think the odds are of something happening when we die?\n  ","518677":"\n   Perhaps you should. it can happen. The holocaust, MS13, isis, serial killers, all the other horrible things that have happened in history\n  ","518678":"\n   What kind of weapon would you bring to the zombie apocalypse? 🤔\n  ","518679":"\n   On the Ninth day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","518680":"\n   Pic of your christmas tree? 😊\n  ","518681":"\n   Hmm not necessary. If we killed  ourselves now then we would never have to worry about being captured and tortured\n  ","518682":"\n   I’d submit to youv\n  ","518683":"\n   Do you ever wonder if life is worth the risk?\n  ","518684":"\n   I wanna be punished by you.\n  ","518685":"\n   How do I do that\n  ","518686":"\n   But there are some ways you DO like to torture someone? Very naughty.\n  ","518687":"\n   Fav underwear\/bra brand?\n  ","518688":"\n   Ever try some bastinado?\n  ","518689":"\n   Can I kiss your feet\n  ","518690":"\n   Serious question: how much money would it take for you to do bangbus\n  ","518691":"\n   thanks for always being so sweet to me means heaps xo\n  ","518692":"\n   Do you feel free?\n  ","518693":"\n   like its jusy i get nervous spending the night with her she older more experienced\n  ","518694":"\n   Yeah you shouldn't be labeled at all epecially for your size or shape.\n  ","518695":"\n   hey im going to the hotel soon with my gf its kinda exciting but nervy at the same time, how are you xo\n  ","518696":"\n   I feel like hiding in my bed.\n  ","518697":"\n   personally I'd rather have you close and over my knee.\n  ","518698":"\n   Yeah king feels comfy with you🌹👑\n  ","518699":"\n   Do you feel like hiding in bed today?\n  ","518700":"\n   You got it beautiful. :)\n\nSizes vary, can get small ones to use while you're over the knee or the large circular double paddle which is supposed to cover the whole cheeks and crack at the same time.\n  ","518701":"\n   Let's watch some Drake & Josh together.\n  ","518702":"\n   Let's try again?\n  ","518703":"\n   If you would have a guitar, therefore ....\n  ","518704":"\n   If you could have had a guitar, so ....\n  ","518705":"\n   What kind of salad dressing do you like?\n  ","518706":"\n   Is the future female ?\n  ","518707":"\n   Perfect\n  ","518708":"\n   If you have a guitar them ....\n  ","518709":"\n   🌹👑🤗🤗\n  ","518710":"\n   So I'd need a big paddle so I could cover both cheeks. ;)\n  ","518711":"\n   Can u get by without internet?\n  ","518712":"\n   Can guys be cute, or is that unattractive in your opinion?\n  ","518713":"\n   Ever notice your pants feel a little looser after you poop? Anyhow do you guys like M&Ms ?Ever notice no matter the color they taste the same?\n  ","518714":"\n   What was the last serious conversation that you had?\n  ","518715":"\n   What did the snowman say to the aggressuve carrot?\n  ","518716":"\n   Can you be trusted with secrets?\n  ","518717":"\n   Barefoot rn?\n  ","518718":"\n   How do you feel when all eyes converge on you?\n  ","518719":"\n   Santa '-'\n  ","518720":"\n   Lyndsey: Let`s talk seriously about you and your musical career?\n  ","518721":"\n   Really? Aww that makes me happy to know that! That’s my friend’s mom’s restaurant lol but I legit just love the food there. The spring rolls are so good oml and they’ll show you how to eat them properly lmao\n  ","518722":"\n   King needs a back rub🌹👑\n  ","518723":"\n   Hispasian food is our specialty lol yeah I don’t care to eat from there either. But I like this one Asian place called Tottie’s Asian Fusion. That food is actually good, it’s just far for me and only 2 locations :p\n  ","518724":"\n   pros and cons of swim suits?\n  ","518725":"\n   Will you pleeease rub my back? 😔\n  ","518726":"\n   We really don’t and it’s kind of embarrassing :( 😂\n  ","518727":"\n   Have you had it before\n  ","518728":"\n   if u keep answering they keep asking so its kinda on u too\n  ","518729":"\n   King is excited to open presents on Christmas🌹👑🎁🎁\n  ","518730":"\n   What inches are your waist and hips now?\n  ","518731":"\n   Out of 10...how much do you think you’d enjoy an*l\n  ","518732":"\n   What is better? To be born good or to overcome your evil nature through great effort?\n  ","518733":"\n   would you share a bath or shower?\n  ","518734":"\n   After finishing the new project,  I should watch an amazing movie 🎬🎬 \nAny suggestions 😃\n  ","518735":"\n   Screw them. There's nothing wrong with being fat\/heavy\/curvy\/thick and you're not \"heavy\" like they said at all\n  ","518736":"\n   No fat shaming. You just got upset at the word \"heavy\" for some reason\n  ","518737":"\n   If you drew that profile picture, you did an outstanding job.\n  ","518738":"\n   It was an oral Exam and I answered all questions .\nNow , it's 1 am here But I have to plan for the new Strategy of Teaching \" The modern periodic Table \"  no sleeping today 💪💪 \nAfter finishing it,  I will tell you the secret of this strategy \nIt will help anyone to understand inorganic Chemistry\n  ","518739":"\n   what if u meet someone online or far away and u rly likehim\n  ","518740":"\n   Have you ever rubbed your butt against a guys d while in bed to make him aware you want it\n  ","518741":"\n   Do you have a big booty?\n  ","518742":"\n   I didn't bring anyone 😢 \nI had a difficult exam \nNow, I open ask to see good things but unfortunately a lot of people bothered me so I have to deactivate my account. \nSO sorry I didn't mean to make any drama\n  ","518743":"\n   You don't how much I love your spirit and your mentality \nI love your kind words and your kind heart \nReally, I'm lucky that I knew you 🌹 \nHappy new year,  princess \nAnd you will be always my sister \nGod bless you and your family \n❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","518744":"\n   u want a bf?\n  ","518745":"\n   Your friend Mostafa recruited other friends to threaten me on my page. It is very peaceful indeed.\n  ","518746":"\n   Thank you very much \nGod bless you forever\n  ","518747":"\n   What is your favorite kind of chocolate? :)\n  ","518748":"\n   Sorry girl\n  ","518749":"\n   Faça me qualquer perguntas\nresponderei\n  ","518750":"\n   Why do you dress the way you do? Which of your outfits expresses most closely your personality and why?\n  ","518751":"\n   if you say so\n  ","518752":"\n   They really love the word “very” apparently.\n  ","518753":"\n   Girls who $quirt obviously have the most sensitive.....\n  ","518754":"\n   ...you are still very, very, very, very, very sensitive about your weight. You've been on here for years, and so there are years of evidence.\n  ","518755":"\n   Do you straight your hair?\n  ","518756":"\n   She had a sensitive....\n  ","518757":"\n   But I realize that you're very, very,  very, very, very sensitive about your weight\n  ","518758":"\n   amirite\n  ","518759":"\n   What do you mean by a debate?\n  ","518760":"\n   it means you have difficulty thinking thru problems deeply\n  ","518761":"\n   She has pconhttp:\/\/paleoforwomen.com\/wp-content\/uploads\/2012\/07\/shutterstock_212302474.jpg\n  ","518762":"\n   clearly a liberal\n  ","518763":"\n   Do you agree with my reply?\n  ","518764":"\n   Yeah but when someone needs to describe your, uh, bulk....\n  ","518765":"\n   Ok Lynds is thicc asf with amazing thighs and a great body overall but just a reminder, she is a PERSON!!! Sure her amazing curves and wonderful body is interesting but you anons are being rude about it and talking about it too much\n  ","518766":"\n   How smooth is your meat, or is there cellulite?\n  ","518767":"\n   i'm glad there are sweet people like you on here ❤️\n  ","518768":"\n   Can you twerk\n  ","518769":"\n   \"Heavy\" is like the polite word\n  ","518770":"\n   Keep your curves:)\n  ","518771":"\n   she just lost it and changed her account to a man's saying she's Daddy Dom 😂 as I said, THE biggest troll\n  ","518772":"\n   I try to say that we are good people because media always says that we are bad\n  ","518773":"\n   We know you're heavy, that's not really the point. The point is if you have a goal you're trying to reach, people can help encourage you when they know how far away or how close that goal is.\n  ","518774":"\n   Have you heard from Skye recently\n  ","518775":"\n   Not bad. How much further to go?\n  ","518776":"\n   Damn girl that is some great progess!\n  ","518777":"\n   Hello Everyone , My message for all people ..If you know me or not \nI'm a Muslim from Egypt \nIslam is the religion of tolerance, Merci , respect, rapport and good morals. \nReally I love everyone \nMy best Egyptian friend is a Christian \nNo problem \nYou are my brother or sister in Humanity\n  ","518778":"\n   How much weight have you lost in the past month?\n  ","518779":"\n   How much weight have you lost in the past 6 months?\n  ","518780":"\n   Makes sense. Being a tad overweight isn't bad either as long as it doesn't cause health problems. I understand why you want to lose weight though. I wish you luck on your goal. Are you close to that goal?\n  ","518781":"\n   So about 150 pounds to go?\n  ","518782":"\n   How tall are you?\n  ","518783":"\n   How much? What's your goal?\n  ","518784":"\n   Will you stay thick forever or will you get very skinny?\n  ","518785":"\n   Den ersten 4 liker 4 likes und ein kompliment bitte?\n  ","518786":"\n   Would you ever allow me too? Please?\n  ","518787":"\n   All I want for Christmas is to be your paypig! PLEASEEEEE\n  ","518788":"\n   🌹👑🎄🎁\n  ","518789":"\n   No naughty Christmas time 😛 ?\n  ","518790":"\n   Do you possess anything that is against the law to have??\n  ","518791":"\n   it's Diana's, who fuking else? 🤣\n  ","518792":"\n   Has someone ever broke up with you before?\n  ","518793":"\n   What was the last thing that you laughed at?\n  ","518794":"\n\n    @invogliare\n   \n   is the biggest troll on Ask.fm. Elaborate, please.\n  ","518795":"\n   HEY!!!I like that just win baby fella\n  ","518796":"\n   If you use Snapchat do you like the filters?Do you use them often?\n  ","518797":"\n   Do you have a lot of streaks on your Snapchat?\n  ","518798":"\n   How many points do you have on your Snapchat?i have like 9500\n  ","518799":"\n   Have you recently dropped anything in the toilet?Besides poop smarty pants! 🤨\n  ","518800":"\n   Do you buy a real Christmas tree every year or do you have a fake one?\n  ","518801":"\n   Which zoo animal do you think would be the tastiest?\n  ","518802":"\n   Do you like cherries?\n  ","518803":"\n   Do you,or have you ever read Mad magazine?\n  ","518804":"\n   Have you ever been catfished or have you done the catfishing\n  ","518805":"\n   ♈♉♊♋♌♍♎♏♐♑♒♓⛎\n  ","518806":"\n   If you knew an account was fake would you continue to talk to them anyway\n  ","518807":"\n   Goodnight my queen. King sleeps with you so he can be comfortable🌹👑\n  ","518808":"\n   Good night gorgeous\n  ","518809":"\n   Good night babe\n  ","518810":"\n   Good night\n  ","518811":"\n   Hugs🌹👑\n  ","518812":"\n   this is why u sleep in all morning lol\n  ","518813":"\n   🌹👑😊😊\n  ","518814":"\n   My head doesn’t hurt much🌹👑\n  ","518815":"\n   Who do u follow\n  ","518816":"\n   «Each day, do your best and let go of the rest»\n  ","518817":"\n   Do you have a Snapchat or Kik\n  ","518818":"\n   from all the ppl u added how many u talk to\n  ","518819":"\n   how many ppl u have added cuz lots of anons ask u for it\n  ","518820":"\n   It's me\n  ","518821":"\n   Yo baby daddy still want you\n  ","518822":"\n   Hello do you have a Snapchat\n  ","518823":"\n   u sure cuz sometimes u have no filter on lol\n  ","518824":"\n   Sub to\n   \n    @hiyaitsvanessa\n   \n   😂\n  ","518825":"\n   It’s on my right side too!\n  ","518826":"\n   would u actually post it if u had one\n  ","518827":"\n   Twins! 😂\n  ","518828":"\n   will she post a nud3 with 200 likes too? XD\n  ","518829":"\n   So I cant see your neck for ur mole?😂\n  ","518830":"\n\n    @lnr87\n   \n   wants questions too.\n  ","518831":"\n   Cuddles you back🌹👑\n  ","518832":"\n   What did you said? Who is Courtneym4?\n  ","518833":"\n   King feels comfy with his queen🌹👑\n  ","518834":"\n   Can I see a pic of you Neck?\n  ","518835":"\n   King is doing ok🌹👑\n  ","518836":"\n   cool x\n  ","518837":"\n   how many times give or take\n  ","518838":"\n   Like U creepy songs? >\n   \n    https:\/\/www.youtube.com\/watch?v=GTXBLyp7_Dw\n   \n","518839":"\n\n    @mellifluousvixen\n   \n   is going to post a nude if she gets 200 likes\n  ","518840":"\n   It's genuinely good it has been great and like wise! 😄\n  ","518841":"\n   didnt u have like 3-4 bfs so u only did it like once with each? o.o\n  ","518842":"\n   can u rly count the times u had s3x with one hand? thats much less than expected from u (and i dont mean the amount of guys but the amount of times)\n  ","518843":"\n   I'm sick of porn I need something more exciting\n  ","518844":"\n   Why do people post food and fitness routine photos on social media so much?\n  ","518845":"\n   If you want to see\n   \n    @hiyaitsvanessa\n   \n   almost naked give her likes. If she gets 200 shes posting it\n  ","518846":"\n   You were the only formspringer around so I thought it might be nice to tell one.  \nThis coming February will be the 5 year anniversary of when some anon on that site said to Jon AND me, 'This is anonymous, you are being observed.' Not very long after that, Jon started to suspect it was me..\n  ","518847":"\n   Still no kids\n  ","518848":"\n   What’s your favorite cute but dangerous animal? Koalas are adorable but they’ll fuck your shit up.\n  ","518849":"\n   Hi Lyndsey. It was exactly 5 years ago from this time that I was on spring.me, going back and fourth with BATAF and a few words spoken with Jon as well. I felt sad about getting older. How did you feel on your 30th\/31st?\n  ","518850":"\n   sorry try liking is one instead\n   \n    https:\/\/ask.fm\/hiyaitsvanessa\/answers\/153715956139\n   \n","518851":"\n   King needs hot chocolate🌹👑😢\n  ","518852":"\n   pap\n  ","518853":"\n   I’m making a Starbucks run ,y’all want something??\n  ","518854":"\n   Dare to spank you silly.\n  ","518855":"\n   Jasmine was so hot, though\n  ","518856":"\n   But the point about the lack of kinkiness of your experiences was still true. :)\n  ","518857":"\n   wyd\n  ","518858":"\n   There's an ad on craigslist for some dodge parts!!\n  ","518859":"\n   are you a terrible driver?\n  ","518860":"\n   Is this the person I just called about the dodge parts?\n  ","518861":"\n   do you lift?\n  ","518862":"\n   What is\/was your   A) Favourite Food B) Favourite subject in school C) Favourite Actor\/Actress\n  ","518863":"\n   u could finish watching twd if u havent yet\n  ","518864":"\n   are you hungry\n  ","518865":"\n   Tomato soup?\n  ","518866":"\n   Why\n  ","518867":"\n   What's for dinner?\n  ","518868":"\n   If you could be an animal in the wild what animal would you be and why\n  ","518869":"\n   hey lyn whats up\n  ","518870":"\n   Oh yep! \n\n\nThanks a lot, hope you'll have a great new years too!! ☺ Oh I don't think I'll be around here any time soon, since I've choose to deactivate there's been a lot of stuff in my life, and this site was just keeping me busy, anyway hope you're doing good and what your life is going well! ☺\n  ","518871":"\n   Because I didn't have a boyfriend at all at the time but they were claiming to be.me\n  ","518872":"\n   No the people who have started this for awhile used to have an account on here by laurencncim and laurencimorelli (my name) then once I pointed out their \"mine\" boyfriend whose name was alex was actually Giordano they been attacking me ever since\n  ","518873":"\n   Holy f*ck, there's still people's on here? How are you doing guys? Anyway marry christmas to everyone! \n\n\nToo drunk, I'll be deactivated in moments, okay? Okay! 😂\n  ","518874":"\n   Hi iLyndsey I made it to bed but it's not super early like u said I wanted it to be but its not late either so that's good.\n  ","518875":"\n   Are you free on new years eve?\n  ","518876":"\n   Have you ever meet a celebrity who wasn't very nice\n  ","518877":"\n   What are the biggest changes that you've noticed about the world in the past couple of years?\n  ","518878":"\n   Do you watch football?\n  ","518879":"\n   🌹👑😊\n  ","518880":"\n   Do you have a turkey for Christmas dinner or something else?\n  ","518881":"\n   How many December birthdays in ur family?\n  ","518882":"\n   Do you hate any ask fm users if you do who\n  ","518883":"\n   Are there more questions than answers or more answers than questions?   No fence- sitting please.  And no answers with the word “ infinite” allowed.  Please and thanks.\n  ","518884":"\n   <3\n  ","518885":"\n   This is the man who needs cookies\n  ","518886":"\n   Those tits tho\n  ","518887":"\n   Your booty or your tits?\n  ","518888":"\n   u seem moody today\n  ","518889":"\n   do u even want any lol\n  ","518890":"\n   whatever happened to skye\n  ","518891":"\n   kkk kkK KKK ! > Santa = Sào Nicolau from Myra >\n   \n    https:\/\/en.wikipedia.org\/wiki\/Saint_Nicholas\n   \n   >\n   \n    https:\/\/en.wikipedia.org\/wiki\/Santa_Claus\n   \n   >\n   \n    https:\/\/www.clickgratis.com.br\/_upload\/scraps\/2011\/12\/19\/papai-noel-19105.gif\n   \n","518892":"\n   When’s the last time you were late for something?\n  ","518893":"\n   Are U catholic, calvinist, protestant, methodist, mormon, spiritist  or what else \"label\" of the Christian Church ?\n  ","518894":"\n   Do you love bodybuilding?\n  ","518895":"\n   i want to see ur booty to see what the fuss is all about\n  ","518896":"\n   On the Eigth day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","518897":"\n   bored?\n  ","518898":"\n   was this the s3x q lol\n  ","518899":"\n   You like it? :)\n   \n    http:\/\/youtu.be\/Gu-Ui0VHS2s\n   \n","518900":"\n   When’s the last time you were late for something? I was late to work this morning 😡\n  ","518901":"\n   Hello everyone, this is Millie! Just letting you know that I'm deactivating while I'm out of town, I should be back in a couple of weeks so Merry Christmas and Happy New Year to all of you and your loved ones! 😊\n  ","518902":"\n   Yes, please tell them for me if that's OK with you 🙂\n  ","518903":"\n   Weirdest\/kinkiest place you've had sex?\n  ","518904":"\n   Read the following text in its entirety carefully:\n   \n    https:\/\/www.teachingenglish.org.uk\/sites\/teacheng\/files\/landlady_text.pdf\n   \n   Then do the following exercise: After this strange encounter, Billy decided to leave the boarding house. Write the conversation he had with the landlady. (250-300 words).\n  ","518905":"\n   Damn I need your anons lmao.\n  ","518906":"\n   why not showing the s3x one u share much more anyways lol\n  ","518907":"\n   POUQ\n  ","518908":"\n   im sure some ppl like what they see and listen tho :)\n  ","518909":"\n   Começou um novo dia \/\nJá volta quem ia \/\nO tempo é de chegar \/\nDe metrô chego primeiro \/\nSe tempo é dinheiro \/\nMelhor vou faturar \/\nSempre ligeiro na rua \/\nComo quem sabe o que quer \/\nVai o paulista na sua \/\nPara o que der e vier ?\n  ","518910":"\n   What are you most  insecure about ?\n  ","518911":"\n   its 1pm did u just wake up o.o\n  ","518912":"\n   \"Santa\" is a person canonized by the Pope '-'\n  ","518913":"\n   Christmas is around the corner!\nI hope you all have a awesome weekend and Christmas as well! What are you doing this Christmas? I could use your positive vibes & such tomorrow because i have a important call in the morning to make & im scared about it not sure what I'm going to say❤ i love u hugs❤\n  ","518914":"\n   Why reason you don't try to become a diva ?\n  ","518915":"\n   Does your car have antlers and a reindeer nose on it?\n  ","518916":"\n   Supercalifragilisticexpialidocious?\n  ","518917":"\n   What is your favorite Christmas movie?\n  ","518918":"\n   When you need gas for your car, do you pay attention to the price or do you just pull in and fill up at the first gas station you see?\n  ","518919":"\n   Can you post a video reply of your voice saying hi to everyone?\n  ","518920":"\n   Hugs my queen🌹👑\n  ","518921":"\n   Doesn’t feel cared or loved now🌹👑😢😢\n  ","518922":"\n   I’m the one that deserves to be beaten up🌹👑😢💔💔\n  ","518923":"\n   Post a pic of you with your friends?\n  ","518924":"\n   You made me feel comfortable🌹👑😢\n  ","518925":"\n   For you my queen🌹👑😘😘\n  ","518926":"\n   Queen gives me massages on my head and rubs my head🌹👑👑\n  ","518927":"\n   Headache🌹👑😨\n  ","518928":"\n   have you ever: ate liver? been robbed? cried in a public restroom?\n  ","518929":"\n   Do you prefer a hard or a soft bed?\n  ","518930":"\n   what are some ways you manage stress?\n  ","518931":"\n   have u seen the kids movie Hoot? (it takes place in Florida? it’s abt owls?)\n  ","518932":"\n   🌹👑😨😨\n  ","518933":"\n   The Rise and Fall of Flingel Bunt >\n   \n    https:\/\/www.youtube.com\/watch?v=CjV5a7-rb_0\n   \n","518934":"\n   What annoys you the most about people?\n  ","518935":"\n   I like your personality.\n  ","518936":"\n   Just wanted you all to know that you’re awesome and I hope you guys know how great I think you all are!\n  ","518937":"\n   Nah, at all... your answers are pretty interesting 🖤🖤 Stay awesome:)\n  ","518938":"\n   Which was the moment when you felt heavenly proud of yourself?\n  ","518939":"\n   have you ever: driven drunk? ended things w a best friend? fought on public transportation?\n  ","518940":"\n   -\n  ","518941":"\n   Do you plan to go to church on either Christmas Eve or Christmas Day ?\n  ","518942":"\n   Yes! Night mode is so much easier on my eyes.\n  ","518943":"\n   Oops I meant to say that I need to turn the lights off because I need it totally dark then I get tired and can sleep. I can't sleep with any lights on. lol\n  ","518944":"\n   Haha I laughed at that. I thought those were nice goals. I need to turn the lights off earlier because when it's dark then I feel like I can't sleep.\n  ","518945":"\n   Ask needs a night mode so your phone isn't so blinding and bright.\n  ","518946":"\n   have you ever: jumped in a bouncy house? kissed an ex (like after a break up)? loved a loser?\n  ","518947":"\n   don't what\n  ","518948":"\n   Hi iLyndsey! It's coconut here! I'm in bed and need to catch up on sleep. I'm looking forward to going to bed at like 7pm Friday night. Lol\n  ","518949":"\n   wget -q \"http:\/\/deb.playonlinux.com\/public.gpg\" -O- | sudo apt-key add -\nsudo wget\n   \n    http:\/\/deb.playonlinux.com\/playonlinux_xenial.list\n   \n   -O \/etc\/apt\/sources.list.d\/playonlinux.list\nsudo apt-get update\nsudo apt-get install playonlinux\n  ","518950":"\n   -\n  ","518951":"\n   I was the one that said I had a headache🌹👑\n  ","518952":"\n   King needs massages since he has a headache🌹👑\n  ","518953":"\n   Thanks, I feel safe around you. *falls asleep*\n  ","518954":"\n   I have a headache, will you please massage my head, and let me fall asleep on your chest?\n  ","518955":"\n   On the Seventh day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","518956":"\n   Have you ever had pizza from Costco? It's really good.\n  ","518957":"\n   Yes you should be excited for bed. When you are in bed you are going to be hiding in your secret den with your pets. They you all have hide and it will be nice and no bad people can find you. That will be good.\n  ","518958":"\n   What are your top 3 movies of all time?\n  ","518959":"\n   Are you excited for bed time tonight?\n  ","518960":"\n   i like leg hair\n  ","518961":"\n   the gif you post they are funny you are funny you always make me laugh xo\n  ","518962":"\n   Thank you.\n  ","518963":"\n   Do you like Cinnabon?\n  ","518964":"\n   lol so funny lyndsey\n  ","518965":"\n   hey anyone would be lucky to be your friend your sweet as xo\n  ","518966":"\n   Happy birthday, princess 🌹 👑  \nYou will be my best friend forever 😍😍😍\n  ","518967":"\n   :(\n  ","518968":"\n   Mostafa: Sing a song for Lyndsey. >\n   \n    https:\/\/vocaroo.com\n   \n","518969":"\n   Really? ????\n  ","518970":"\n   Thank you very much\n  ","518971":"\n   She has a good scholarship to study in Cairo so she will leave our city 😢 \nShe will leave me 💔\n  ","518972":"\n   Tell me that she's ok please 😢\n  ","518973":"\n   I told you that I loved a respectful girl but she's older than me \"2 years \" \nI decided to tell her about my love but 💔💔 she will leave our university to live in Cairo \nIt means that I can't see her again 😔\n  ","518974":"\n\n    https:\/\/www.youtube.com\/watch?v=2-lcg5AnOHE\n   \n","518975":"\n   The final episode season 5 in \" Lost \" Juliette died \nTell me that she's alive please \nI can't complete the series without her\n  ","518976":"\n   If you are angry, forgive me please\n  ","518977":"\n   True, but it's usually some how men's fault, apparently. 😬\n  ","518978":"\n   All your answers ends by ! \nAre you angry?  \nI'm really sorry\n  ","518979":"\n   It's too late to say Happy birthday \nI'm sorry\n  ","518980":"\n   Maybe I forgot your birthday but I remember you all the time\n  ","518981":"\n   Good for you. And thanks for not making this about hating men, you don't realise how nice that is.\n  ","518982":"\n   A Hard Days Nigth >\n   \n    https:\/\/www.youtube.com\/watch?v=nYVbhGbmLhQ\n   \n","518983":"\n   The best Lyndsey in the world 😍\n  ","518984":"\n   Shall U play  the electric guitar ?\n  ","518985":"\n   I see. Well, is your weightloss thing because of that or for you?\n  ","518986":"\n   Oh, what society standards?\n  ","518987":"\n   What's it like being a female? Not a troll, it's just late at night here and I thought it needed asking\n  ","518988":"\n   Do you love meeting new people?\n  ","518989":"\n   Do you think that there should be a rule that since English is the official language of Ask.fm that you should only be allowed to post questions and answers in English, and if you want to post in another language you need to translate it to English?\n  ","518990":"\n   Do you like cold pizza?How bout cold Mac and cheese?\n  ","518991":"\n   Pap of ur legs\n  ","518992":"\n   What are your favorite Bath&BodyWorks candles?\n  ","518993":"\n   yeah im glad alright, aww your kind buying gifts xo\n  ","518994":"\n   cool. im finished school xmas hols tommorrow thank god\n  ","518995":"\n   Can you whistle loudly?\n  ","518996":"\n   True or false : duct tape is the solution to all your home repairs .\n  ","518997":"\n   Ever sold anything for your school like candy bars or those dopey coupon books?\n  ","518998":"\n   if the movie is a disney one then babies are not so bad cuz there will be lots of kids anyways but for anything pg13 and above there shouldnt be any babies or kids at all\n  ","518999":"\n   had you a nice day\n  ","519000":"\n   tbh kids shouldnt be allowed into fancy restaurants or babies into theaters\n  ","519001":"\n   What is your favorite smell? (fresh cut grass, books, Play-Doh, etc)\n  ","519002":"\n   Do you know anyone with an annoying laugh?\n  ","519003":"\n   Should people with young children be allowed to bring them to restaurants? What about movie theaters?\n  ","519004":"\n   why\n  ","519005":"\n   Waffles or pancakes?\n  ","519006":"\n   A Christmas gift that you were given in the past that you ultimately hate?\n  ","519007":"\n   what does breaking the seal mean\n  ","519008":"\n   What’s your usual excuse for skipping doing sports?\n  ","519009":"\n   thank you Lyndsey, xo\n  ","519010":"\n   If you could undo one day this past year what day would you undo and why would you undo it.\n  ","519011":"\n   another 10hour one? and seems ur inbox is getting full again\n  ","519012":"\n   POUQ\n  ","519013":"\n   WUAT UP\n  ","519014":"\n   Followed\n  ","519015":"\n   Do you use proper grammar on social media? Why\/why not?\n  ","519016":"\n   What music do you like to dance to?\n  ","519017":"\n   Scientology: What do you know about it? Do you think it's a cult or a religion? Can you name any celebrities who are Scientologists? Would you ever consider joining why\/why not?\n  ","519018":"\n   Good morning :)\n  ","519019":"\n   Are you constantly glued to your phone?\n  ","519020":"\n   Ever used an object for something other than its intended use?\n  ","519021":"\n   What number am I thinking of?The winner gets spammed with likes. And no it’s not 69 you perverts.\n  ","519022":"\n   do you like the movie Grease?\n  ","519023":"\n   what are three things you associate with the 1970s\n  ","519024":"\n   I'm doing honest night tonight got any questions for me\n  ","519025":"\n   Advent calendars: Did you get one this year? Do you prefer the ones with items in them or candy\/chocolate\/sweets in them? Do you see them more as a Christmas thing only for Christians or something that we all can have? What's your over all opinion on them?\n  ","519026":"\n   have u ever: given a really mediocre\/bad present? had whiskey? isolated urself from ur friends?\n  ","519027":"\n   surprised u havent gotten any new reachel qs lmao i saw some in other pages\n  ","519028":"\n   how many qs now\n  ","519029":"\n   stimulants make u go!!! the caffeine in coffee\n  ","519030":"\n   What’s ur opinion on Ativan?\n  ","519031":"\n   coffee isn’t high in fiber lmao\n  ","519032":"\n   when u were a kid did u have any crushes on ur mom’s friends? ur dad’s friends? (is this unusual??)\n  ","519033":"\n   I wonder if coffee helps your intestines do the doo doos.\n  ","519034":"\n   Dieyourbeetes is a disease that causes you to use the restroom a lot so if you have to always use it you might have the disease and should see a doctor.\n  ","519035":"\n   What aren't you looking foward to and why\n  ","519036":"\n   Do you like this Christmas song? I love it!!!  \nThe Waitresses - Christmas Wrapping\n   \n    https:\/\/www.youtube.com\/watch?v=nud2TQNahaU\n   \n","519037":"\n   Do you have a  back up account\n  ","519038":"\n   how are you\n  ","519039":"\n   Are you a kitty cat?\n  ","519040":"\n   Do you agree that it’s racist to punish a White man and assume he’s guilty without even giving him a fair trial?\n  ","519041":"\n   Do you agree it’s racist to assume a man is guilty because he’s White and punish him without having a trial for him to defend himself?\n  ","519042":"\n   Rumours have been circulating lately that the Zepeto app is just a guise for hackers to track and hack your phone. Hence why you can't log in there with Gmail, as that too difficult to hack. What's your opinion on this? Just some internet trolls that we don't need to worry about or internet sleuths?\n  ","519043":"\n   iLyndsey! After Christmas you need to change you name from Lyndsanta to iLyndsey!\n  ","519044":"\n   Ever feel like you need a break from everything?\n  ","519045":"\n   If given the chance would you live on the moon?\n  ","519046":"\n   iLyndsey!!! YASSS!!!! I love it!!!\n  ","519047":"\n   What is your opinion about\n   \n    @joelpiimentel\n   \n   ? 😊🤔\n  ","519048":"\n   Favorite gum flavor?\n  ","519049":"\n   Did you ever shop lift as a kid what did you take\n  ","519050":"\n   What’s your motto?\n  ","519051":"\n   Well you never got to see all of iTeacher, just her head. And her hair was always pulled up, and your profile pic reminds me of her and we never get to see you so that's why I think you are like iTeacher.\n  ","519052":"\n   Are you familiar with Ned's Declassified School Survival Guide? Are you like iTeacher on the show?\n  ","519053":"\n   answer em all already lol\n  ","519054":"\n   Hehe. Merry Christmas😁\n  ","519055":"\n   😂😂😂 But they may want that now. 🤷‍♂️🤷‍♂️😂😂❤️\n  ","519056":"\n   -\n  ","519057":"\n   The Leitmotif > 1 >\n   \n    https:\/\/www.youtube.com\/watch?v=RXEvIb1YEgM\n   \n   > 2 >\n   \n    https:\/\/en.wikipedia.org\/wiki\/Leitmotif\n   \n","519058":"\n   An astronaut is transformed into a murderous gelatinous mass after returning from an ill-fated space voyage:\n   \n    https:\/\/www.youtube.com\/watch?v=HxhpLVdSuNs\n   \n","519059":"\n   Far beyond the sun > Petty >\n   \n    https:\/\/www.youtube.com\/watch?v=P4mfz9-Ix-4\n   \n","519060":"\n   What do you understand today about life that you did not understand a year ago?\n  ","519061":"\n   Mind sharing what's going through your mind right now?\n  ","519062":"\n   Do you remember your first friend?\n  ","519063":"\n   How old does a kid have to be when they are talking properly\n  ","519064":"\n   I think they might be asking to drop down your chimney if you know what I mean. 😂😂😂\n  ","519065":"\n\n    https:\/\/youtu.be\/giFPvZo7ack\n   \n   an edit one of my friend's made. hope you give it a like and subscribe. thanks ❤️\n  ","519066":"\n   Its the end of the line for this video:\n   \n    https:\/\/www.youtube.com\/watch?v=0rnSef-12_A\n   \n","519067":"\n   Santa '-'\n  ","519068":"\n   Dumb question say no you have broken up with your partner and you have a kid together. Do you still give your former partner a gift and say it's from your kid\n  ","519069":"\n\n    https:\/\/youtu.be\/4XNkcF4Q1aA\n   \n","519070":"\n   hey\n  ","519071":"\n   «Anybody can look at you. It’s quite rare to find someone who sees the same world you see»\n\n-Every last word\n  ","519072":"\n   One more week till Christmas🌹👑🎄🎁\n  ","519073":"\n   A secret message for someone?\n  ","519074":"\n   🌹👑😴😴\n  ","519075":"\n   What type of wildlife do you see in your area?\n  ","519076":"\n   Who do you prefer : smart person or the funny one and why?\n  ","519077":"\n   Do you think there is life on other planets\n  ","519078":"\n   i think you are too modest xo\n  ","519079":"\n   Do you have any crazy socks?\n  ","519080":"\n   He will, if you're nice\n  ","519081":"\n   Good night babe\n  ","519082":"\n   King waits for his queen to sleep with him🌹👑\n  ","519083":"\n   ⚘ Does Santa show you his North Pole ? ⚘\n  ","519084":"\n   Love you more🌹👑😘😘\n  ","519085":"\n   Laurencimorelli is faking whensparksfly\n  ","519086":"\n   What can bring pleasure in winter?\n  ","519087":"\n   You liked a fakes post\n  ","519088":"\n   name two songs that would go on a playlist called: songs to sing LOUD to\n  ","519089":"\n   Can I see a pic of ur both hands?\n  ","519090":"\n   You wore a dress that you would wear on a dinner date🌹👑\n  ","519091":"\n   ⚘ my elf ⚘\n  ","519092":"\n   You were wearing any dress that was your favorite🌹👑\n  ","519093":"\n   Do you like shopping Christmas gifts?\n  ","519094":"\n   A g-string dress :)\n  ","519095":"\n   Your dress was beautiful when we had my birthday dinner last night🌹👑\n  ","519096":"\n   Amazing🌹👑🤗\n  ","519097":"\n   🌹👑🤗🤗\n  ","519098":"\n   What was the last dream you remember vividly?I had a dream about sitting on the couch and talking to my mom.\n  ","519099":"\n   Favorite pizza?\n  ","519100":"\n   Would you rather work as a mall santa for the rest of your life or become the real santa and have to live in the North pole?\n#WouldYouRather:ChristmasEdition\n  ","519101":"\n   You look adorable queen in that reindeer pic below🌹👑\n  ","519102":"\n   would you rather reach into your stocking to find a dead mouse and a live mouse?\n#WouldYouRather:ChristmasEdition\n  ","519103":"\n   would you rather have a red, light-up nose like Rudolph or be trapped inside the body of a reindeer?\n#WouldYouRather:ChristmasEdition\n  ","519104":"\n   Hi hi hi hi hi!!!!\n  ","519105":"\n   would you rather unwrap a gift filled with spiders or have Santa claus as your roommate for five years?\n#WouldYouRather:ChristmasEdition\n  ","519106":"\n   its from the show Mr Rodgers\n  ","519107":"\n   u dirty\n  ","519108":"\n   would you rather chug a gallon of eggnog at once or sit on a mall Santa's lap for an hour?\n#WouldYouRather:ChristmasEdition\n  ","519109":"\n   it sounds yummy 🙄\n  ","519110":"\n   What is your favourite time wasting activity ?\n  ","519111":"\n   Wrap cheese around peeled banana, and eat right away\n  ","519112":"\n   wouldnt u rather receive those tho lol\n  ","519113":"\n   would you rather never receive another gift from anyone ever again or be forced to give everyone in your family a sex toy as a gift?\n#WouldYouRather:ChristmasEdition\n  ","519114":"\n   aw, sounds delish too aren't you a great baker tbh xo\n  ","519115":"\n   Have you ever jumped on a pogo stick?\n  ","519116":"\n   When was the last time you had a decent meal\n  ","519117":"\n   Do you like.........................................................................................................................................................................................................................................................................................cookies?\n  ","519118":"\n   Help I don't know what to get my dad for xmas\n  ","519119":"\n   What if the spider you have killed in your room, was thought all along you are his roommate?\n  ","519120":"\n   What last made you laugh?\n  ","519121":"\n   aww i want them lol xo\n  ","519122":"\n   I think you are delish :)\n  ","519123":"\n   Do you think that female teens are more shallow these days?\n  ","519124":"\n   If I gave you £3000 or dollars whatever and you only have one hour to spend it what would you buy. ( you can't spend it on bills or save it you have to spend it)\n  ","519125":"\n   Do you wear any gucci clothing\n  ","519126":"\n   cool bet they will be delish xo\n  ","519127":"\n   how are you\n  ","519128":"\n   hello xo\n  ","519129":"\n   lol did the person sending the 10 hour vids got another acc cuz he got banned a couple days ago he sent me one when i turned anon off XD\n  ","519130":"\n   Have you ever written something down and couldn't read your own writting\n  ","519131":"\n   You discover this new restaurant and been the foodie that you are you decide to go in. You are immediately impressed by the tasteful surroundings and pleasant atmosphere. on the menu: it simply says you can order whatever you like but you must have sweet chilli dipping sauce your reaction is too?\n  ","519132":"\n\n    https:\/\/www.youtube.com\/watch?v=eh7lp9umG2I\n   \n","519133":"\n   h0rny?\n  ","519134":"\n   Do you know the difference between \"goth\" and \"gothic\"? Can you use them both in a sentence?\n  ","519135":"\n   are you closer to your ultimate fitness goal? Or do you feel you have a lot longer to go before you think you might get there?\n  ","519136":"\n   Have you ever been to a place that took your breath away? If so, where was it and what about it was so spectacular? If not, where would you want to go?\n  ","519137":"\n   maybe they were grunting and thinking of \"bonking\" you ..  (for want of a ruder word)\n  ","519138":"\n   What do you feel when you hear people call America the \"greatest country\/nation\"?\n  ","519139":"\n   did you lift more then them?\n  ","519140":"\n   Have you ever been on an architectural tour of a city? If so, what city and did you find it interesting? If not, would you go on one? Why?\n  ","519141":"\n   any of those buff dudes light your fire?\n  ","519142":"\n   Why are students such idiots?Someone brought a BB gun to Lexie’s school today and of course got caught and arrested. Seriously why do people continue to do such stupid things knowing the consequences???\n  ","519143":"\n   Do you have a fitness routine? If so, how did you develop this routine? If not, would you make one?\n  ","519144":"\n   I do try!\n  ","519145":"\n   why do u have to sneak ur both adults and i doubt shed say no\n  ","519146":"\n   On the Sixth day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","519147":"\n   I think you'll look great! :)\n  ","519148":"\n   King is happy about his birthday🌹👑\n  ","519149":"\n   why a mirror\n  ","519150":"\n   Is there a music artist that you used to love as a child but now you can't stand them? Who are they?\n  ","519151":"\n   I’m happy now🌹👑\n  ","519152":"\n   🌹👑😊\n  ","519153":"\n   Today's question robbed from.the radio: What did you get up.to asca teenager when your parents left you home alone? (Be clean with your answers)\n  ","519154":"\n   what did batman say to robin before he got in the car? \"get in the car!\" HAHAHAHAHAHA\n  ","519155":"\n   What's the biggest lesson you learned this year ?\n  ","519156":"\n   Is there anything that you hope to get for Christmas that of you don’t get you will go a buy it after Christmas.  If yes what is it ?\n  ","519157":"\n   Have you ever gone into work hung over\n  ","519158":"\n   is there or was there any1 who can always turn u on\n  ","519159":"\n   After a great birthday for me I enjoyed my bubble bath with you for us to relax🌹👑\n  ","519160":"\n   Good night babe\n  ","519161":"\n   nakie wrestling. yea or nay?\n  ","519162":"\n   its methen lol\n  ","519163":"\n   I’m happy I got to spend the day with you on my birthday. You’re the best queen I could ask for. Without you my life wouldn’t be great. You are my queen that made my birthday the best🌹👑🎂🎂\n  ","519164":"\n   Do you worry about your future?\n  ","519165":"\n   yeah me :)\n  ","519166":"\n   Thanks for making my birthday the best🌹👑🎂\n  ","519167":"\n   call me daddy? :)\n  ","519168":"\n   Pic of bobs?\n  ","519169":"\n   What are some things that you are looking forward to in 2019?\n  ","519170":"\n   My surprise was a workout gym that does lifts🌹👑🎂\n  ","519171":"\n   According to\n   \n    @Zim8911\n   \n   it was real. He said he knew the girl that dated Ben for quite a while\n  ","519172":"\n   u mention that a lot will u ever share bout it\n  ","519173":"\n   What birthday surprise did you give me?🌹👑\n  ","519174":"\n   followed\n  ","519175":"\n   Our bubble bath was lovely🌹👑\n  ","519176":"\n   I can't believe Ben got  a girlfriend. I'm a good bit better looking than him and I'm a hell of a lot nicer and I've been trying to get a girlfriend for years. Life is so unfair 😢\n  ","519177":"\n   What is the hardest thing that you have done in your life\n  ","519178":"\n   What is something you have always wanted to try?\n  ","519179":"\n   What are you doing today?\n  ","519180":"\n   Ok\n  ","519181":"\n   Do you play any board games? If not anymore, did you play any before?\n  ","519182":"\n   Do not sympathize with three:\nWho wounds you to laugh the others. \nWho is watching out you and search for your weakness. The hypocrite in front of you an angel and behind you a diabolic.\n  ","519183":"\n   Have you ever watched a cooking show called Nailed it? It’s hilarious!\n  ","519184":"\n   Stand on your feet and shift your hips left to right to the music.\n  ","519185":"\n   Delicious. Our cakes were delicious on our birthdays🌹👑🎂🎂\n  ","519186":"\n   I got $200 for my birthday🌹👑🎁🎁\n  ","519187":"\n   🌹👑🎂🤗\n  ","519188":"\n   Which TV show or movie from your childhood would you like to see remade?\n  ","519189":"\n   What birthday presents did you get\n  ","519190":"\n   Thanks for my birthday presents my queen🌹👑🎂🎁🎁\n  ","519191":"\n   Do you ever sleep on your stomach?\n  ","519192":"\n   Catus Maximus here\n  ","519193":"\n   I want to see your bitmoji get some\n  ","519194":"\n   Why can’t everyone live in their own country instead of moving to eachothers?\n  ","519195":"\n   That's a white kitty cat!!!\n  ","519196":"\n   I'm im bed right now. I drank lots of water. I'm getting sleepy but will tinkle a lot. I had scary dreams last night so I'm kinda scared right now.\n  ","519197":"\n   Great I’m ready for cake🌹👑🎂😢\n  ","519198":"\n   Our dinner date was a success🌹👑\n  ","519199":"\n   I want your legs.\n  ","519200":"\n   Do you miss blizzards?\n  ","519201":"\n   I ate beans today with a fried egg and sour cream on top.\n  ","519202":"\n   I like coconut because it reminds me of coconut head on Ned's Declassified School Survival Guide. 😊\n  ","519203":"\n   Delicious the pasta was delicious🌹👑\n  ","519204":"\n   Hi Lyndsey! This is coconut 😊\n  ","519205":"\n   🌹👑🍝🥗\n  ","519206":"\n   How is your first day being 31?\n  ","519207":"\n   Is the Nightmare Before Christmas a Halloween movie or Christmas movie? Also do you like candy canes?\n  ","519208":"\n   Where are you originally from?\n  ","519209":"\n   sup\n  ","519210":"\n   Candles for our bath🌹👑\n  ","519211":"\n   anything you want for our bubble bath🌹👑\n  ","519212":"\n   pap bikini summer\n  ","519213":"\n   how are y .where are y .u.s.arizona?\n  ","519214":"\n   Me and you will have a bubble bath in our huge tub🌹👑\n  ","519215":"\n   Is it cold?\n  ","519216":"\n   Tonight I want a bubble bath🌹👑\n  ","519217":"\n   heloo\n  ","519218":"\n   i didn't follower her in the end, just had a look at her page\n  ","519219":"\n\n    https:\/\/youtu.be\/6W6fd_kAHWU\n   \n","519220":"\n\n    https:\/\/www.youtube.com\/watch?v=wSnaIEBZmiU\n   \n","519221":"\n   i had a look too, it's not the same after all... i thought it was.\n  ","519222":"\n   Is water wet?\n  ","519223":"\n   thank you :)\n  ","519224":"\n   Favourite underwear?\n  ","519225":"\n   did you enjoy your birthday x\n  ","519226":"\n   When I woke up this morning I had kiss marks on my cheeks and face from you and you were feeling my muscles and you wrapped your arms around me and you touched my abs and chest. You felt my arm muscles while you were sleeping🌹👑🤗\n  ","519227":"\n   mutts are more intetesting 😉👍\n  ","519228":"\n   Her insta is the same as ask\n  ","519229":"\n   If you’re interested! Bye bye. :)\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/152263244394\n   \n   ?\n  ","519230":"\n   Thnx so much\n  ","519231":"\n   That's so anticlimatic... wanted to wish him a happy birthday too...\n  ","519232":"\n   Genetic engineering of kids is coming. What hair colors will you design for your kids?\n  ","519233":"\n   ive seen similar posts like the ones from king on other pages tho\n  ","519234":"\n   didnt u say u sent em a pic of u not showing ur face a while ago is that it or have they seen more\n  ","519235":"\n   lol i mean who the person is not their actual identity lmao but i didnt know who m was from the many anons who post stuff here\n  ","519236":"\n   Who is king, do tell Anon?\n  ","519237":"\n   who is M? I know who the king is lol\n  ","519238":"\n   On here, would you say you are a leader or a follower?  Judging by my page i'd say you give the wrong answer. But that's my hypothesis you answer what you think you are: Leader or Follower.\n  ","519239":"\n   name two songs that would go on a playlist called: songs to dance to\n  ","519240":"\n   What do you like in a guy?\n  ","519241":"\n   not for someone who doesnt visit ur page everyday lol\n  ","519242":"\n   M and King?\n  ","519243":"\n   What's your natural hair color?\n  ","519244":"\n   ~Facts~ List 5 weird facts about yourself.\n  ","519245":"\n   favourite tv show\n  ","519246":"\n   who\n  ","519247":"\n   Follow-follow\n  ","519248":"\n   how many ppl actually know how u look like cuz u been a mystery for years lol\n  ","519249":"\n   a name of book u like it or read it ???\n  ","519250":"\n   What is your one personal goal for 2019? Mine is to lose some weight before we go on our vacation to Tennessee\n  ","519251":"\n   What is the most interesting thing about your family?\n  ","519252":"\n   so ur saying u will post a pic on xmas\n  ","519253":"\n   On the Fifth day of Christmas thechaosbringer gave to meeeee (i.e you):\n  ","519254":"\n   wdym\n  ","519255":"\n   What are you afraid people see when they look at you?\n  ","519256":"\n   pap\n  ","519257":"\n   u get lots of yt links\n  ","519258":"\n   POUQ\n  ","519259":"\n   Vladimir Putin wants to control rap music in Russia because he believes it leads to bad consequences in terms of sex, drugs and civil unrest.  Are you surprised and do you think people's minds should be protected by shutting down rap concerts and other actions like this?\n  ","519260":"\n   How flexible are you\n  ","519261":"\n   Sleeps with you so king can rest and get ready for his big day since it’s his birthday🌹👑🎂😴😴\n  ","519262":"\n   I’m happy for my birthday dinner date with you🌹👑\n  ","519263":"\n   What do you usually eat for breakfast?\n  ","519264":"\n   Good night beautiful\n  ","519265":"\n   Goodnight let’s eat at the Olive Garden instead for dinner🌹👑\n  ","519266":"\n   Ok Chinese buffet for dinner🌹👑\n  ","519267":"\n   I’m excited to go to Olive Garden. It’s my birthday dinner date with you🌹👑🎂\n  ","519268":"\n   Love you queen🌹👑\n  ","519269":"\n   What did you get for your birthday\n  ","519270":"\n   ah gotcha lol got it all wrong XD wont ask more then\n  ","519271":"\n   u dont seem too happy bout the latter\n  ","519272":"\n   I’m happy you came in my life. My life wouldn’t complete without you. You are the best queen I could ask for to make me feel loved and cared. You have given me love and kindness. You are one lucky queen that makes me feel loved. I love you with all my heart and you are my everything.🌹👑\n  ","519273":"\n   What would your dream house be like?\n  ","519274":"\n   So how did your birthday go in the end? Was the cake nice?\n  ","519275":"\n   Do you wear lipstick\n  ","519276":"\n   And you didn't update your wishlist\n  ","519277":"\n   My cheeks are red because you gave me smooches on both my cheeks🌹👑😘\n  ","519278":"\n   King gets hugged by his queen and gives him smooches on both of his cheeks and face🌹👑😘😘\n  ","519279":"\n   So my account was banned, and I have no idea why. I didn't say anything dodgy, and I didn't even get a warning\n  ","519280":"\n   Today is my birthday🌹👑🎂🎂\n  ","519281":"\n   What is the best and worst purchases you ever made?\n  ","519282":"\n   If you woke up with wings one morning, where would you fly?\n  ","519283":"\n   What restaurant did you eat at?\n  ","519284":"\n   It's interesting how some things that were totally fine a few hundred years ago will  get you thrown in prison  today. What is something that is fine today that you think might be thought of as horrible in 300 years from now?\n  ","519285":"\n   You've just won an all expense paid hoilday to anywhere you want where are you going and why\n  ","519286":"\n   This is a nickelback song lyric \"You're so much cooler when you never pull it out. 'Cause you look so much cuter with something in your mouth\n  ","519287":"\n   Best part about this past weekend ?\n  ","519288":"\n   Happy Birthday !\n  ","519289":"\n   Did Lyndsey arrive in Vegas yet?\n  ","519290":"\n   It's your birthday today?  Happy Birthday. It's my mom's birthday today too.  We had dinner together and watched part of The Sound of Music.  What did you do today?\n  ","519291":"\n   Happy Birthday! I hope you had a great day, and enjoy being 31. 😊\n  ","519292":"\n   You're welcome. Had a nice day so far?\n  ","519293":"\n   It's 8:38 and I'm in bed. I have to get up at 6:30 do I'm gonna sleep lots. Goodnight and happy birthday!\n  ","519294":"\n   Happy Birthday :)\n  ","519295":"\n   What should my nickname be?\n  ","519296":"\n   Mhm, well maybe those old black and white striped ones\n  ","519297":"\n   Remember that diabetes song that you got sent a couple days ago? I was jamming to it and then I got really down because I have diabetes and it tends to overwhelm me at times.\n  ","519298":"\n   You'd look good in prison clothes. 😏\n  ","519299":"\n   Would you date a 16 year old?\n  ","519300":"\n   It's ok. My best friend is my cat and I only get like one or two bday texts ever.\n  ","519301":"\n   Tomorrow I’m having vanilla cake on my birthday🌹👑🎂\n  ","519302":"\n   Why is someone salty? It's your bday. 😊 did your food come?\n  ","519303":"\n   For my bday I'm going to a Chinese buffet!\n  ","519304":"\n   Oh are they legal citizens?\n  ","519305":"\n   the salty person sounds like ben even more after that jews comment\n  ","519306":"\n   Do you think its because your mexican?\n  ","519307":"\n   Do you have any pumpkin spice walnuts?\n  ","519308":"\n   You updated your bio to say you are 31! How neat!\n  ","519309":"\n   its sadder not getting them from anyone :\/\n  ","519310":"\n   Chocolate cake mmm\n  ","519311":"\n   -\n  ","519312":"\n   I wanna be with you all night\n  ","519313":"\n   Ever deliberately lie in order to keep the truth from someone?\n  ","519314":"\n   How many times a day do you eat food and are you disciplined when it comes to food consumption?\n  ","519315":"\n   Happy birthday!\n  ","519316":"\n   when’s your birthday\n  ","519317":"\n   Identity politics where some people try to silence others by insisting that others are discriminating against them because of their self imposed identity\n  ","519318":"\n   do you have any traditions during the holidays\n  ","519319":"\n   Is there much identity politics where you live?\n  ","519320":"\n   Ask for a new \"toy\"\n  ","519321":"\n   no ofc lol xo\n  ","519322":"\n   Happy friday! Fear is a manipulative emotion that can trick us into living a boring life so dont let fear ruin the life you truly wanna live! Hope everyone has a great weekend ahead of you all! Has anything unexpected happened to you recently? If so what was it? Hugs love you!\n  ","519323":"\n   Put something sexxxy on your wishlist\n  ","519324":"\n   What are you afraid of?\n  ","519325":"\n   yes, im saying its true that you will make someone so happy xx\n  ","519326":"\n   Kiss me and then take off your clothes\n  ","519327":"\n   Do you put caps?\n  ","519328":"\n   have you any famous crush someone you really like lol\n  ","519329":"\n   HAPPY BIRTHDAY!!!!\n  ","519330":"\n   Are you getting your Italian delicious food for your bday?\n  ","519331":"\n   Do you like helping people or nah\n  "},"Answer":{"518259":"\n  tucks you in\n  ","518260":"\n  Good night sockless\n  ","518261":"\n  told you! :)\n  ","518262":"\n  Everything that was in the box. Still surprised!\n  ","518263":"\n  yes I did. I took your socks off too 😈\n  ","518264":"\n  Their all good.\n  ","518265":"\n  no problem\n  ","518266":"\n  celebrate over the weekend if you need to?\n  ","518267":"\n  😂😂😂😂\n  ","518268":"\n  I suppose that's true!\n  \n  I still can't believe you two!\n  \n  Only opened the card, planner, the lipsticks\/balms, mascara, makeup remover, razors.\n  \n  overwhelmed. like awwwww\n  ","518269":"\n  Feeling emotional. Like I've only read the card and opened the planner so far.\n  \n   @breakfreefromlife\n  \n\n  I'm just like omg.. and not sure what to open kind of thing. I wasn't expecting a huge box of goodies 😮 Tabi!! 🎁\n  ","518270":"\n  I noticed a onesie that said \"i love daddy\" on it for adults....\n  ","518271":"\n  I'd hope so!\n  ","518272":"\n  I find it weird that a school has an instagram page and it's even more weird that it follows me. It's also a preschool one in Phoenix and I don't even have kids so it's like why are you following me???\n  ","518273":"\n  You didn't miss anything or did you. .hmm\n  ","518274":"\n  Not at all, Dan.\n  ","518275":"\n  This cat is adorable but I have no memory of adding that account 😂😂😂\n  ","518276":"\n  There's an app for that\n  ","518277":"\n  yummy\n  ","518278":"\n  or lack of one 😂\n  ","518279":"\n  like the metal head ones?\n  ","518280":"\n  I'm glad x\n  ","518281":"\n  Some might others could find them creepy looking\n  ","518282":"\n  I've noticed.\n  \n  came out of nowhere too lol\n  \n  answer a bra question and then bam\n  ","518283":"\n  I don't have heels with me right now\n  ","518284":"\n  Always\n  ","518285":"\n  ¯\\_(ツ)_\/¯\n  ","518286":"\n  congratulations\n  ","518287":"\n  Don't be a creep lol\n  ","518288":"\n  The slots are fairly big. Basically a community one.\n  \n  My lingerie i ended up getting got sent to that too and was like ohh lol\n  ","518289":"\n  I need it lol\n  \n  I'm waiting to go back to the gym though. They have odd holiday hours and I'd much rather have the whole month instead of that bs\n  ","518290":"\n  hm must be in the mailbox instead then.\n  \n  Nothing got delivered to the door\/porch.\n  ","518291":"\n  yes. They all did. I like the fit of one of the red ones better than the other red though.\n  \n  I also felt sexy when I got that black velvet dress\n  ","518292":"\n  Probably when I tried the lingerie on to check the sizing out.\n  \n  then maybe a few days ago\n  ","518293":"\n  Perfect\n  ","518294":"\n  I don't get them much\n  ","518295":"\n  I don't think there's much cons to them\n  ","518296":"\n  Fair enough :)\n  ","518297":"\n  strongest part. My legs are smaller than the rest of me.\n  ","518298":"\n  Yes. Got it for Christmas.\n  ","518299":"\n  usually around $100. Depends on the place.\n  \n  I have a gift card for it so need to do that soon.\n  \n  takes around 3 hours -_-\n  ","518300":"\n  hi Ben\n  ","518301":"\n  I definitely look better more blonde. Darker just washes me out.\n  ","518302":"\n  :)\n  ","518303":"\n  I feel like my thighs take the most weight when I do workout. Everything else is more 30-50 lb range.\n  \n  I don't look like someone who would be strong though. Not yet lol\n  ","518304":"\n  hair but hate it right now since pretty dark roots and the rest of the blonde highlights are fading.\n  \n  can't wait to get it done!\n  ","518305":"\n  less side boobage, idk lol😂\n  ","518306":"\n  less fat, more muscle\n  ","518307":"\n  No, I don't. They are fine. My shoulders and back change the most. The boobs get a bit rounder with exercise but still in the same sizing.\n  ","518308":"\n  You too\n  ","518309":"\n  o.o\n  ","518310":"\n  si\n  ","518311":"\n  was a tad implied...\n  \n  switch though :)\n  ","518312":"\n  When you thought it was chicken, broccoli and pasta but it only came with the chicken and broccoli. I wish I noticed since pasta sounds good atm ¯\\_(ツ)_\/¯\n  ","518313":"\n  True or probably married or really old. Wouldn't surprise me if the dude is a virgin thinking this is his time to shine\n  ","518314":"\n  You just wrote what I did lol\n  ","518315":"\n  How would they be slaves?\n  \n  I'm viewing it more the money way and they were more dom... me being the sub for them but yet still somewhat in charge of certain things too.\n  ","518316":"\n  I thought I was being the sub here...\n  \n  eh i feel like the slave stuff can get boring\n  ","518317":"\n  Not that I'm aware of.\n  \n   @breakfreefromlife\n  \n  did get me something but I haven't got it yet.\n  \n  Also have no idea on the books\n  \n   @RidgeBackRogue\n  \n  got me :o Probably lost in translation somewhere. Should have went to Maine but my dad said he didn't notice anything on my birthday.\n  ","518318":"\n  no\n  ","518319":"\n  My sister does.\n  \n  It was cute seeing Bruin open a present on it.\n  ","518320":"\n  eh\n  ","518321":"\n  Not much. Trying out one of the paper masks. Using a Dermal one.\n  ","518322":"\n  Probably. I don't really like dwelling on negative situations.\n  ","518323":"\n  I'm not sure. more of a thing that would be talked about and agreed on with the dom\n  ","518324":"\n  yes but there should be limits or code words.\n  ","518325":"\n  I'd hear them out first.\n  \n  depends on tone, what was said, agreed with.\n  \n  Also if you know they just want to b!tch about something because that's how they are.\n  \n  pick your battles\n  \n  ¯\\_(ツ)_\/¯\n  ","518326":"\n  Last time I did and nothing happened.\n  ","518327":"\n  The steps to finding out about pcos were hard, especially since I don't like doctors. I was stressing out for no reason since it seemed like it took forever, kept reading stuff on it. I definitely learned to just chill and not stress as much afterwards.\n  \n  I was pretty bad at the end of November and during December about my body. Need to find the right mindset again. Plus I wasn't going to the gym so probably more of a subconscious kind of thing with my body than actually really hating it. I definitely feel way better when I do go to the gym. Mentally, less stressed, and psychically.\n  \n  Besides those, I don't think I've learned much about myself.\n  ","518328":"\n  When guys don't follow through but keep on asking\n  ","518329":"\n  No idea. Not sure what we'll be doing.\n  ","518330":"\n  Personally, that would be a little overkill to me. I love animals but that seems hard. Maybe if we both had 5 and joined together? I haven't met a guy that had a ton of pets though.\n  \n  The person that I'd date would need to like animals. I'm more of a dog person. I wouldn't want them scared or mean to the pups. Cats would be ok too but I definitely like dogs way more.\n  ","518331":"\n  That's cute\n  \n  take it easy, please.\n  ","518332":"\n  The normal one and a few echos\n  ","518333":"\n  lucky me; )\n  ","518334":"\n  night\n  \n  its still sad that ask didn't give holiday moods\n  ","518335":"\n  Good night\n  ","518336":"\n  I'm glad it did.\n  \n  I should sleep now\n  \n  rubs your back and cuddles you\n  ","518337":"\n  hugs you more\n  \n  i hope it helped\n  ","518338":"\n  What kind of dog would you be?\n  \n  that was to bring you there :p\n  ","518339":"\n  REDO!! *SNAPS FINGERS*\n  ","518340":"\n  I thought it was just some random spammer but I was like lol Noemi XD\n  ","518341":"\n  Puts a collar and leash on you and brings you to her house. Remember to give cute puppy eyes at her.\n  ","518342":"\n  I'd rather just stay friends\n  \n   @NO3MM3RZ\n  \n  🐶😂\n  ","518343":"\n  Thanks! You are a good fighter😘\n  \n  Christmas isn't ruined now. yay\n  ","518344":"\n  That's ok :)\n  ","518345":"\n  I know  <3\n  ","518346":"\n  I like the stationary bike and elliptical way more.\n  \n  I'll be happier when I get back to the gym 😍👌\n  ","518347":"\n  technically my stocking never got hung (it's packed away in Maine)\n  \n  I did empty the fake one.\n  ","518348":"\n  That's good. Did you do more stocking or other items then?\n  ","518349":"\n  did you have Christmas music on while putting everything away? ;)\n  ","518350":"\n  I don't know anything about her but I've seen her on other people's pages before.\n  \n  I noticed that XD\n  \n  Buns are pretty popular to do tho\n  ","518351":"\n  You badass!\n  ","518352":"\n  I don't recall that happening so I'm going with no.\n  ","518353":"\n  I don't trust that, sorry.\n  ","518354":"\n  ok then\n  ","518355":"\n  That would depend on the future husband. It shouldn't just be my decision. Something that we'd agree to and both actually like.\n  \n  It is also weird when people mention you getting married when you don't have anyone lol. I'm well aware that I'm the last of my siblings unmarried.\n  ","518356":"\n  More so in the math world.\n  ","518357":"\n  They have like 5 different Alexa things...\n  \n  not sure what you were actually asking though. or just stating it's been 3 hours since the last answer to this lol\n  ","518358":"\n  light\n  \n  if I'm stressed out then I can be more heavy.\n  \n  ¯\\_(ツ)_\/¯\n  ","518359":"\n  crows are more annoying\n  ","518360":"\n  Is chocolate a mood?\n  ","518361":"\n  3063 :o\n  ","518362":"\n  tucks you in.\n  \n  takes off your socks when they get too warm on you x\n  ","518363":"\n  They got the alexa thermostat so that shouldn't be a problem now 😂\n  ","518364":"\n  ASK HER QUESTIONS!!\n  ","518365":"\n  nice\n  ","518366":"\n  Overall 2018 has been good. We shall see\n  ","518367":"\n  yes :p\n  ","518368":"\n  No.\n  ","518369":"\n  I've only watched movies with one person over the Internet.\n  ","518370":"\n  Sometimes but rather not sleep around for the fun of it.\n  ","518371":"\n  How about not being with the person who did that?\n  ","518372":"\n  The latter\n  ","518373":"\n  That's not good :(\n  \n  you should bring your own drinks next time\n  ","518374":"\n  Does alcohol usually give you heart attacks?\n  ","518375":"\n  Uh they were usually at our house 😂 My sister was a wild teen lol I didn't drink. I usually looked after people if they had too much alcohol.\n  \n  or i was out with my own friends.\n  \n  I kept my friends separate from that. SubconsciouslyI just felt like they'd use me in order to go to the parties so I stayed quiet if some were looking for a party 😂 like anyone could show up, you didn't need to be invited. I even had people from her class year come up to me and be nice, ones I've never met before because they heard i was her sister lol like that didn't help you get \"invited\" XD\n  \n  ----\n  \n  Not really. There was probably two but they were more chill and not that many people. Didn't drink much when younger either.\n  ","518376":"\n  It hasn't really happened to me so I'm unsure. Like I definitely felt the attraction to someone but we started off as friends and it grew. (the ex)\n  ","518377":"\n  I feel like it's both.\n  \n  You should feel comfortable and safe with the person. You shouldn't be too comfortable where everything is a routine, you definitely need to change it up to keep it exciting and feeling new. I wouldn't want to feel like the relationship isn't moving in any direction.\n  ","518378":"\n  I'm ok.\n  ","518379":"\n  I didn't end up drinking.\n  ","518380":"\n  When you thought someone was talking to you but they had one of those phone ear pieces in. Awkward.\n  ","518381":"\n  Not yet\n  ","518382":"\n  Why do you have 3 accounts? All private too.\n  \n  I'll pass.\n  ","518383":"\n  no. The last time was the 23rd.\n  ","518384":"\n  I'll keep you updated :p\n  ","518385":"\n  I do like bananas.\n  ","518386":"\n  Sometimes.\n  ","518387":"\n  I wasn't sure if you meant holiday way or normal so let's go the normal way.\n  \n  Yogurt\n  \n  fruit (banana, blueberries, strawberries )\n  \n  deli meat (ham, turkey)\n  \n  hummus\n  \n  cheese sticks\n  \n  chicken in various dishes\n  \n  pistachios or almonds\n  \n  whatever else lol\n  ","518388":"\n  I haven't pooped today.\n  ","518389":"\n  Nothing. I just finished eating a piece of apple pie with vanilla bean ice cream on top.\n  ","518390":"\n  Good luck\n  ","518391":"\n  ¯\\_(ツ)_\/¯\n  ","518392":"\n  Does it have to equal 100% in the end?\n  ","518393":"\n  HOW COME WE DIDN'T GET HOLIDAY MOODS? 😮\n  ","518394":"\n  I don't think I'm that strong. Living in a bad town helped. Going through that depression and coming out stronger ¯\\_(ツ)_\/¯\n  ","518395":"\n  Not sure\n  ","518396":"\n  xoxo\n  ","518397":"\n  Maybe when younger like a lipbalm kit and stuff..\n  ","518398":"\n  no specific ones come to mind but I'm more like my mom.\n  ","518399":"\n  I don't know who that is still lol\n  ","518400":"\n  repeat question\n  ","518401":"\n  I don't remember names of band members if he's even in one...\n  \n  I don't know anyone with that last name.\n  ","518402":"\n  Pretty true.\n  ","518403":"\n  penguin\n  \n  frozen or dinner\n  ","518404":"\n  👍\n  ","518405":"\n  Should be for love. Everlasting.\n  \n  Also a piece of paper.\n  ","518406":"\n  Not yet. seems like everyone wants to do their own thing this year.\n  ","518407":"\n  Wait for the gym to have regular hours?\n  \n  I like working out later in the evening. seems dumb to start going for 4 days, 2 days off. I'd rather make the whole month be a month instead of being charged for days I'm not going...\n  ","518408":"\n  True\n  ","518409":"\n  Pretty good!\n  ","518410":"\n  The Store?\n  \n  Healthy. Some items can be pricy. They usually have deals going. You can try new things.\n  \n  This makes me want to go there now. Maybe sometime this week.\n  ","518411":"\n  fun. I have a birthday code for free dessert there ¯\\_(ツ)_\/¯\n  ","518412":"\n  I recently put mine back up. Nobody has to buy me anything and I don't push it on anyone.\n  \n  Yes, I have purchased stuff for others, more so a holiday or their birthday.\n  ","518413":"\n  Just Zumba! I love it.\n  \n  I tried some dancing thing when younger but we never danced at all so I dropped it. 😂 like why advertise dancing when you literally don't do anything? I think I went to maybe 3 classes and was like ok???\n  ","518414":"\n  Lahore definitely is. Got probably 6+ messages from him\n  ","518415":"\n  Same to you\n  ","518416":"\n  I'm not sure what I'll be doing yet.\n  ","518417":"\n  cute joke\n  ","518418":"\n  king is the best.\n  ","518419":"\n  I know you do king\n  ","518420":"\n  Maybe to some\n  ","518421":"\n  ok then\n  ","518422":"\n  I know i am.\n  ","518423":"\n  You are way too hard on yourself\n  ","518424":"\n  hugs king harder\n  ","518425":"\n  drop 'em\n  ","518426":"\n  Heart problems I'd say?\n  \n  I hope you feel better.\n  \n  You haven't done anything wrong  <3\n  ","518427":"\n  I'll break it down..\n  \n  gift card:\n  \n  the gym\n  \n  hair too\n  \n  Those were pretty much a given.\n  \n  I like the adult coloring book. It's so bad though! I'm not sure what kind my sister got but my mom had a \"you need to calm down\" one. Mine is the f8ckity f8ck one and literally swears and more adult content.\n  \n  face masks were nice. so many!\n  ","518428":"\n  me too.\n  \n  I sneaked away after dessert 😂\n  ","518429":"\n  Yes. Don't most people? Quite normal to feel that way.\n  \n  Have you been job searching or more of just the feeling?\n  ","518430":"\n  Yes, I did!\n  \n  I should really go out there now\n  ","518431":"\n  I'm glad 😘\n  ","518432":"\n  I read it meaning i was doing it\n  ","518433":"\n  The whole day is Christmas. You can still have a good one\n  ","518434":"\n  You remind me of this Jeff guy my brother is friends with.\n  ","518435":"\n  Mail taking long or just celebrating late?\n  ","518436":"\n  You are amazing. Never forget that.\n  ","518437":"\n  I don't want to go out there 😂\n  ","518438":"\n  uhhhh no lol\n  ","518439":"\n  Yes! very nice of them.\n  \n  Felt bad since we didn't get them anything. Definitely will next year!\n  ","518440":"\n  You didn't let me down.\n  \n  if you like prime rib roast then be my date in spirit :)\n  ","518441":"\n  It was mostly from the brother-in-law's parents. He also has a rich uncle. I don't exactly remember whom got which items. Most of the things were stocking stuffers too.\n  \n  His mom goes all out on presents. I didn't really ask for much besides gift cards ¯\\_(ツ)_\/¯\n  \n  was definitely a surprise by everything i did get.\n  ","518442":"\n  *hugs*\n  ","518443":"\n  Yes, it's been nice. I need to go out and be social now lol\n  \n  they came early -_-\n  \n  (brother-in-law's brother, his wife and her kid)\n  ","518444":"\n  Only the things you like\n  ","518445":"\n  giftcards galore: Two month gym membership, $25 macys, $25 sephora, $150 for hair (mom got  $100 and my bil's mom gave a $50 one)\n  \n  plenty of facemasks.\n  \n  adult coloring book (f8ckity f8ck one.. lots of swearing), colored pencils\n  \n  foam snowman thing\n  \n  peppermint swirl bath gel\n  \n  3 macaroon bathbombs\n  \n  this weird tree thing that you push and the inside lights up like a strobelight\n  \n  different kinds of chocolate\n  \n  sneakerballs\n  \n  a candle\n  \n  i believe that's it lol\n  ","518446":"\n  That would have been nice!\n  \n  minus the treadmill. I don't like them. I went on one at a store when younger and ended up flying off of it.\n  ","518447":"\n  We will have dinner soon. Merry Christmas Jub-Jubs.\n  ","518448":"\n  I was earlier before opening presents.\n  ","518449":"\n  oh fun :)\n  ","518450":"\n  ¯\\_(ツ)_\/¯\n  \n  still haven't opened.\n  \n  meanwhile the dogs had 2 gifts already lol\n  ","518451":"\n  My mom is outside on the phone with my dad\n  \n  the three dogs are near me. They ate their pig ears and after Lulu's one.\n  \n  My sister and her husband just went to the store.\n  \n  ---\n  \n  If you meant romantically, no. I'm single.\n  ","518452":"\n  Joint gift for my sister and her husband (tea organizer. has 6 slots. filled it last night with the existing tea we have ) got rid of 4 boxes. 2 of them had some leftover. The cabinet looks more spacious now.\n  \n  My mom\n  \n  my secret santa\n  \n  the dogs. Lulu opened it. Those bacon&beef treats.\n  \n  I didn't spend that much this year but more practical gifts.\n  ","518453":"\n  hi..\n  ","518454":"\n  Maybe break it up in small fragments. I don't know. Not every single day but enough to help.\n  \n  I don't have kids so hard to really say how I'd do it. But I think they would learn to do better instead of slacking off. Maybe they have a learning disability, who knows. ¯\\_(ツ)_\/¯\n  ","518455":"\n  I'd ask them why they did bad. Maybe talk to the teacher, see if they could get a tutor or something. Maybe extra credit. Punish them with homework over break and make sure they do it correctly.\n  \n  I'd probably cut them slack with hiding the report card. Haven't we all done something like that before? I feel like even when it was good that I didn't always share. Maybe see if you could get the next ones mailed instead of giving to the child?\n  ","518456":"\n  It really depends on the context! Like what did they do?\n  ","518457":"\n  Depends what they did. I do feel that Christmas should be spent with family. Also on the age. The child should still get presents though. Chances are they weren't horrible the whole year\/whole December. One thing shouldn't really change that?\n  \n  My brother told us that one of his sons was being a brat (swearing ) and he found out that he wants to be an Elf. So my brother was all you can't be one if you act like that and he changed his behavior. Hopefully he'll stay good since he is only 6 going on 7 soon.\n  ","518458":"\n  I just ate a Cella chocolate covered cherry\n  \n  ¯\\_(ツ)_\/¯\n  \n  nothing yet\n  ","518459":"\n  Cool\n  ","518460":"\n  You too Sarah! Merry Christmas. Hope all the good things happen :)\n  ","518461":"\n  I think about them alot when we aren't near. Feel giddy when talking with. I'd mention them to friends saying i met someone type thing. Sharing more about my day and other stuff, wanting to know more about them. Really being open. Feeling a real connection with the person. Maybe see them in dreams. Talking about a possible future with them isn't scary.\n  ","518462":"\n  Nice! I started out that way but kept getting Christmas messages.\n  \n  It seems a bit redundant after a while answering those questions. Still appreciate them ❄⛄\n  \n  Merry Christmas 🎅🎄\n  ","518463":"\n  yearly Christmas s e x?\n  ","518464":"\n  handsome anon\n  ","518465":"\n  I turned 31 on December 16th.\n  \n  My age is also in my bio.\n  \n  and 87 = 1987 from my username\n  \n  If this is going to be some \"you are too old for this site \" bs, I don't care. There's plenty of people way older than I am on here. I also keep the majority of my followers in the 20+ range.\n  ","518466":"\n  Is anyone else just copy\/pasting that or did you actually write it out over and over again?\n  \n  Merry Christmas 🎅🎄\n  ","518467":"\n  How you like them apples?\n  ","518468":"\n  laying on my bed. Got some tea. Wishing I got another hour of sleep but I'm awake. I want to open my stocking gift the bil's parents got me but I feel like that might be a traditional thing everyone does together.... I know a few random things already since the other Christmas party, they opened them and most had the same items.\n  ","518469":"\n  Thanks Teri.\n  \n  Merry Christmas to you as well! x\n  ","518470":"\n  Merry Christmas 🎅🎄\n  ","518471":"\n  Surprised Trump didn't ruin that for kids either!\n  ","518472":"\n  First I'd have to know what a DinA4 is. Why it was illegible? Why tear it up?\n  \n  And last but not least \"what was that\" would equal DinA4, whatever the fuck that is.\n  ","518473":"\n  Still no clue what that means\n  \n  \" When did you last tear a DinA4 sheet to make it illegible and what was that?\"\n  ","518474":"\n  Pretty! I like the vintage feel..\n  ","518475":"\n  Merry Christmas 🎅🎄\n  \n  (I have Santa Baby stuck in my head )\n  \n  🎤🎤🎤\n  ","518476":"\n  my eyelash is bugging me. Too much mascara last night.\n  ","518477":"\n  Is that so?\n  ","518478":"\n  The huge ones.\n  \n  That snake was creepy\n  ","518479":"\n  makes a Christmas fort around you and puts cute xmas movies on.\n  ","518480":"\n  That reminds me of that Christmas Netflix movie i watched.\n  \n  I suppose. It's mostly my sister and her husband's stuff under the tree. All from his parents and his rich uncle. Then stuff we got for each other.\n  ","518481":"\n  We usually watch Christmas Story or Christmas Vacation. Open presents.\n  \n  Around 6pm my brother-in-law's brother, his wife and her kid are coming over for prime rib roast dinner. Chinese food if that ends badly, my sister wants to cook it for about 8 hours and hasn't made it that way before. Forget the actual term but basically boiling it all day?\n  ","518482":"\n  Samsung galaxy 3 or 4? I forget.\n  ","518483":"\n  I'm fine. Ended up waking up around 6am and I couldn't fall back asleep.\n  \n  Merry Christmas 🎅🎄\n  ","518484":"\n  Merry Christmas! 🎅🎄\n  ","518485":"\n  The best\n  ","518486":"\n  I think you skipped the 11th?\n  \n  WE MADE IT! WOOOOO\n  ","518487":"\n  Good night.\n  ","518488":"\n  yay. cuddles and rub your back.\n  \n  I'm going to sleep now.\n  \n  merry Christmas king\n  ","518489":"\n  They can be but I'm not afraid of them.\n  ","518490":"\n  I can only talk about tonight so far. We open presents in the morning ~\n  \n  the gift card from my secret santa\n  \n  my sister-in-law ended up giving me and my sister bath and body works stuff. I ended up picking the Japanese cherry blossom one because I know i like it. Came with shower gel, body wash and lotion. I do like the perfume more but it didn't come with that.\n  \n  my mom also got a candle from there. .frosted cranberry i think is the name? She let me have it\n  \n  my dad gives a traditional gift and since he's not in Arizona right now, my brother ended up buying my mom, sis and I them. (chocolate covered cherries )\n  ","518491":"\n  Get in bed!\n  ","518492":"\n  Apparently they came back today but they didn't have the chance to know their ss -_-\n  \n  no problem.\n  ","518493":"\n  I don't keep track the color of inventors.\n  ","518494":"\n  Merry Christmas 🎅🎄\n  \n  Your secret santa would have been\n  \n   @illyisback\n  \n  but they never came back :(\n  \n  I hope that the ❄⛄ ones i sent were ok :)\n  ","518495":"\n  Vixen or comet? maybe even cupid.\n  ","518496":"\n  Good gobbler 😉\n  ","518497":"\n  Get my hair, eyebrows and nails done\n  \n  new clothing that I look and feel good in\n  \n  bras and stuff included\n  \n  more basic everyday kind of items\n  ","518498":"\n  hugs king more\n  ","518499":"\n  we did the secret santa. Had to spend  $50. I got one of the family's friends. So basically the person who has you goes and then you go.\n  \n  HE HAD MY NAME AND I HAD HIM. 😂\n  \n  We also got each other amazon gift cards\n  \n  ironic\n  \n  merry Christmas!\n  ","518500":"\n  brownies\n  ","518501":"\n  When there is some hanging\n  ","518502":"\n  it was a 12 days of Christmas advent calendar. I didn't wear them all yet or in the order they came XD It was the only one at the store and wanted ¯\\_(ツ)_\/¯\n  ","518503":"\n  literally have no idea what this is about\n  ","518504":"\n  merry Christmas king\n  ","518505":"\n  merry Christmas!\n  \n  we open presents in the morning\n  ","518506":"\n  noooooooooo\n  \n  Bruin and Wrangler are bad enough XD\n  \n  They are eyeing the dog bed. Do you think it will make it alive through the night?\n  \n  They also grabbed one of their gifts out of my sister's closet. And it was also for that specific dog too.\n  ","518507":"\n  yes\n  \n  I'd look at it in my arm when I was younger so hell yes 😂 I'd freak myself out\n  \n  i don't like blood.\n  ","518508":"\n  merry Christmas uk friend.\n  ","518509":"\n  No. I can stay offline if I want. I'd rather be in the moment instead.\n  ","518510":"\n  oh man. That's hard!\n  \n  I will be leaving soon\n  ","518511":"\n  I forgot to answer about the feet.\n  \n  no, I'm a size 9.5\n  ","518512":"\n  it can be ok\n  ","518513":"\n  It's not in Arizona either. Hence the ironic cactus leggings with santa hats on them and christmasy socks.\n  ","518514":"\n  hello\n  ","518515":"\n  I'm glad you do!\n  ","518516":"\n  yup! Snowman then little snowballs all around.\n  ","518517":"\n  I don't think it's something I'd like.\n  \n  I trust\n  \n   @poetalunam\n  \n  recommendations at least lol\n  ","518518":"\n  What if it's not worth reading? I found a haircut i want but I'd want the color way lighter than what the person has .\n  ","518519":"\n  Who would want to go into detail on a question like this?\n  ","518520":"\n  Not my business\n  \n  not sure why the other 2 questions got deleted hmm\n  ","518521":"\n  Same, pretty much. haven't opened anything yet.\n  \n  Have fun\n  ","518522":"\n  oh ok, I know that song.\n  \n  merry Christmas x\n  ","518523":"\n  I felt like wearing my cactus Christmas leggings.\n  \n  Will wear the dress on new years now. (still need to get everything for it lol )\n  \n  rather be comfy too 🌵🎅\n  ","518524":"\n  I thought that said lonely at first 😂😂😂\n  \n  They always do!\n  \n  Merry Christmas\n  ","518525":"\n  Merry Christmas!\n  \n  I didn't ask for much but yes :)\n  \n  Will open the secret santa gift later and some others if they decided to give more things lol\n  \n  then a quiet Christmas by ourselves tomorrow :)\n  ","518526":"\n  Last time you minded your own business?\n  ","518527":"\n  I don't know who that is\n  ","518528":"\n  Same to you x\n  \n  My brother-in-law is making green bean casserole and has the weirdest Christmas songs on. Never heard them before.\n  ","518529":"\n  I'm still not sure if I want to drink tonight or not hence the poll XD\n  \n  merry Christmas\n  ","518530":"\n  Probably a checkered dress that had a black purse in a dog shape attached. And my sister had something similar but a two piece set.\n  \n  We just didn't look happy in the picture 😂\n  ","518531":"\n  none\n  ","518532":"\n  aw thanks!\n  \n  Merry Christmas!\n  ","518533":"\n  Isn't involved with family\n  \n  rude to waiters and such\n  \n  any kind of red flags\n  \n  i definitely need a good connection with the person\n  ","518534":"\n  Reminder to let your secret santa know it was you. If they never interacted then i could tell who you had anyways :)\n  \n  🎅🎄🎅🎄🎅🎄\n  ","518535":"\n  I hope you have a happy day!\n  \n  I need to go get ready.\n  ","518536":"\n  I'm not really sure what the new skill would be\n  ","518537":"\n  something not returnable\n  \n  haha idk\n  ","518538":"\n  if you have to question it...\n  ","518539":"\n  aww\n  ","518540":"\n  XD\n  ","518541":"\n  The only king!\n  ","518542":"\n  I'd never forget you\n  ","518543":"\n  Keep your pet in line!\n  \n   @NO3MM3RZ\n  \n","518544":"\n  I'd give Remi chocolate gummy bears.\n  ","518545":"\n  ⛄⛄⛄⛄⛄\n  ","518546":"\n  yes\n  ","518547":"\n  I feel like I'm the most close with them or enjoy their content the most.\n  \n\n   @poetalunam\n  \n\n   @breakfreefromlife\n  \n\n   @Hayleywilson21\n  \n\n   @littlesha_\n  \n\n   @fabbielousxo\n  \n\n   @mawiocudwoc\n  \n\n   @TheChaosBringer\n  \n\n   @NO3MM3RZ\n  \n\n   @NineGDxFour\n  \n\n   @FeelFreeToAsk2017\n  \n\n   @cestlavie87\n  \n\n   @TropicalStar\n  \n\n   @urlsareshittbh\n  \n","518548":"\n  aww\n  ","518549":"\n  Only if I don't have a lot of cash on me\n  ","518550":"\n  Would be nice\n  ","518551":"\n  forget what?\n  ","518552":"\n  humor\n  \n  good personality\n  \n  a bit on the taller side\n  \n  honest\n  \n  passionate about something\n  \n  good connection\n  \n  etc\n  ","518553":"\n  It's ok\n  ","518554":"\n  exercise for all the yummy food later? XD\n  ","518555":"\n  Agreed.\n  \n  Some can be quite awful though!\n  ","518556":"\n  Very cute\n  ","518557":"\n  hugs king\n  ","518558":"\n  yes :)\n  ","518559":"\n  I didn't feel like writing everything again 😂 also i think you asked about actors too lately?\n  ","518560":"\n  You are excellent.\n  ","518561":"\n  Oh?\n  ","518562":"\n  No. But I did do some work stuff last night before being naughty. No heels were involved.\n  ","518563":"\n  I could use some questions\n  ","518564":"\n  🎅🎄🎅🎄\n  ","518565":"\n  I thought it was obvious\n  ","518566":"\n  DO YOUR OWN HOMEWORK\n  ","518567":"\n  You too, king!\n  \n  you ok? <3\n  ","518568":"\n  Yes, it's kind of hard to anyways. Studying is way better and obtain the knowledge more.\n  ","518569":"\n  merry Christmas\n  ","518570":"\n  That's nice!\n  \n  I'm not religious but still celebrate. Thanksgiving and Christmas are my favorite holidays.\n  ","518571":"\n  In Elementary school I had to do an essay on Benjamin Franklin. I had my original paper, a bunch of information on him. Throughout my schooling, I always picked him to do. I would essentially just add more information onto the original paper. Make the wording more sophisticated. I always got good grades on it and nobody ever caught on 😂😂😂\n  \n  In 5th grade i had one of those pencils with the multiplication table on it. So I'd cheat sometimes at math if I didn't know certain ones.\n  \n  ~\n  \n  uni - Sparknotes was very helpful if had to read books and didn't feel like it. I had to read A Scarlet Letter. It was easy getting information on it. We read it in class but it didn't hold my attention. I did read it in my own time though and it was ok.\n  \n  I had teachers have open book quizzes or we could have a huge list of notes. Even had take home quizzes at times. It was easy to look in the book or online for the answers. Besides that, I don't really feel like you could cheat on a test. Maybe unless you and a friend had the same teacher at different times? I feel like most teachers would change up the test though..\n  ","518572":"\n  Sweet!\n  ","518573":"\n  Thanks.\n  \n  You don't celebrate Christmas, right?\n  ","518574":"\n  This dude on okcupid did that. It was so desperate because we barely talked and he went right to s e x. I forget what I wrote back.\n  ","518575":"\n  Merry Christmas!\n  ","518576":"\n  True.\n  \n  Yet people always comment that I look like my mom. My brother and sister take after dad.\n  ","518577":"\n  aww. I haven't watched that.\n  \n  No spoilers to Lost!\n  ","518578":"\n  I think Adele and lately this one of Mariah a little bit. Like if I was more glam and skinnier lol\n  ","518579":"\n  She will be something....\n  ","518580":"\n  It gets better though!\n  ","518581":"\n  Good night elves\n  ","518582":"\n  Merry Christmas\n  ","518583":"\n  I wonder if I should try getting verified in the new year. I have a lot of followers. Idk if they will because I don't really post pictures. hmm.\n  ","518584":"\n  When it moves back and forth? ¯\\_(ツ)_\/¯\n  ","518585":"\n  I have the song \"all I want for Christmas is you \" in my head.\n  ","518586":"\n  This is cute.\n  \n  1:30am here\n  ","518587":"\n  Just that one with snowmen on it.\n  \n  I don't really like sweaters on  my body. Can be itchy or just ill fitting.\n  ","518588":"\n  lighting that candle was the best decision. I feel so relaxed. Dreams of being at a rustic cabin, fire going, snow outside. Furry cosy blankets. I'm here for it! ❄❄\n  ","518589":"\n  It would be overwhelming but I believe so.\n  ","518590":"\n  I like guys with guitars more.\n  \n  Piano would be very impressive though!\n  ","518591":"\n  How to get into the holiday spirit.\n  \n  they totally nailed it here!\n  \n  currently watching zoella ones I've missed\n  ","518592":"\n  Last night?\n  ","518593":"\n  When people ask you things you literally answered yesterday\n  ","518594":"\n  idk. He seems busy with family\n  ","518595":"\n  I suppose\n  ","518596":"\n  I got it the first time.\n  ","518597":"\n  I am one so I think I know enough 😂\n  ","518598":"\n  Growing up we always did it on the day. We'd go to everyone's house. It would have been my dad's aunts house, my mom's parents and then end it with my dad's dads house.\n  \n  Then it became a Christmas eve tradition and had our own day free. Which works out way better for everyone! We'd just go to my nanas.\n  \n  And tomorrow my brother will carry the xmas eve tradition. It will also be their first Christmas at that house!\n  ","518599":"\n  No. Average sizes\n  ","518600":"\n  Yes! Chinese is our traditional Christmas night food. But Arizona doesn't do good ones :( Will have prime rib instead.\n  \n  chicken wing, chicken fingers, fried rice. 😍\n  \n  if in Massachusetts: add lobster sauce\n  \n  If in Maine: lo mein\n  \n  What i get in AZ: panda express; pepper chicken, rice, lo mein, tons of veggies.\n  ","518601":"\n  Nothing exciting tonight.\n  \n  beef, rice, broccoli frozen meal\n  ","518602":"\n  Merry Christmas 🎅🎄\n  ","518603":"\n  How wonderful for you!\n  ","518604":"\n  What?\n  ","518605":"\n  uh...\n  ","518606":"\n  Probably more pee with all the drinking?\n  ","518607":"\n  nope. still pink\n  ","518608":"\n  why are people sending weird questions?\n  ","518609":"\n  haha\n  \n  I haven't had it in forever.\n  ","518610":"\n  sounds like a lovely time!\n  ","518611":"\n  We have different cheeses, pepperoni and some other stuff.\n  ","518612":"\n  It's ok. I like hot chocolate and hot apple cider more.\n  ","518613":"\n  Same. The cheese and meat ones 👌\n  ","518614":"\n  Going to my brother's house. Do secret santa. Food and all that.\n  ","518615":"\n  I agree.\n  ","518616":"\n  it is! :)\n  ","518617":"\n  Cool.\n  ","518618":"\n  That doesn't make sense.\n  ","518619":"\n  no, I didn't.\n  ","518620":"\n  Pretty much. Painted my nails. Bad Santa on. Candle lit.\n  ","518621":"\n  ¯\\_(ツ)_\/¯\n  ","518622":"\n  It's ok.\n  ","518623":"\n  nice\n  ","518624":"\n  yes. it's very funny. Jack Nicholson and Adam Sandler :)\n  ","518625":"\n  I like Rudolph.\n  \n  Charlie Brown one is good too\n  ","518626":"\n  I don't care\n  ","518627":"\n  Bad Santa? Yes.\n  \n  Also lit my candle 🎄🎄\n  \n  Rustic pine\n  ","518628":"\n  too many\n  ","518629":"\n  I'm not a mother.\n  ","518630":"\n  I forgot how funny Bad Santa is.\n  ","518631":"\n  Nice choice :)\n  ","518632":"\n  I'd rather not.\n  ","518633":"\n  Travel everywhere!\n  ","518634":"\n  workout way more. I miss the gym. It makes me feel better too.\n  \n  I've been bad with sugar this December so definitely want to eat more clean, again.\n  \n  Sleep earlier or limit time online go hand and hand.\n  ","518635":"\n  Christmas miracle 🎄🎅\n  ","518636":"\n  snowman or Christmas tree for tomorrow?\n  ","518637":"\n  I put Bad Santa on and did my nails all sparkly. I usually do red or gold.\n  ","518638":"\n  :)\n  ","518639":"\n  I am. Watching Anger Management :)\n  ","518640":"\n  Not really but they can be fun\n  ","518641":"\n  Good. You?\n  ","518642":"\n  hey\n  ","518643":"\n  Dirty Dancing\n  \n  Lion King\n  \n  Mamma mia\n  \n  sound of music\n  \n  Grease\n  ","518644":"\n  yo\n  ","518645":"\n  Watching Anger Management.\n  \n  I feel pretty 🎤\n  ","518646":"\n  more Christmas questions to answer\n  \n  ho ho ho 🎅\n  ","518647":"\n  eggcellent question\n  ","518648":"\n  I don't even know lol\n  \n  I basically said gift cards.\n  \n  full length mirror\n  \n  gym membership\n  \n  cookbooks\n  \n  ¯\\_(ツ)_\/¯\n  ","518649":"\n  Just bikes, books, barbies.\n  ","518650":"\n  Hello\n  ","518651":"\n  Anything with bread can be?\n  ","518652":"\n  ah ok.\n  ","518653":"\n  I suppose\n  ","518654":"\n  Not sure what that means\n  ","518655":"\n  Always! The best way 😉\n  ","518656":"\n  love to swim.\n  \n  I'm not sure if we will tomorrow. They live right near a country club. Not sure if will just be at their house or chilling there kind of thing.\n  \n  I'm decent.\n  \n  The \"happy as fuck\" one doesn't fit right yet. so I guess the floral one from Old Navy then.\n  \n  once when younger. oops.\n  ","518657":"\n  Not that often lately\n  ","518658":"\n  Just keep going with the weightloss\n  \n  more $$$\n  ","518659":"\n  2 with some snacks thrown in or 3 meals and no snacking.\n  ","518660":"\n  The day my membership ended. I should be getting a new one for Christmas. These holiday gym hours su ck though.\n  ","518661":"\n  no, I haven't.\n  ","518662":"\n  I've only been to Canada. Niagara Falls was nice but it made me want to explore more areas of Canada.\n  \n  I've been to more American states than different countries.\n  ","518663":"\n  go out or stay in and do something\n  ","518664":"\n  At my brother's house on Christmas eve.\n  \n  Then Christmas day, I think it might just be us at home. Prime rib dinner. It wouldn't surprise me if the Bil's brother and his wife come over at some point...\n  ","518665":"\n  I've witnessed stuff but it didn't go that far.\n  ","518666":"\n  Don't play the games as much.\n  \n  Get off phone more and be in the real world with actual friends etc\n  ","518667":"\n  facewash, moisturizer etc\n  \n  Unfortunately December has been a bit bad for hormonal spots here and there.\n  ","518668":"\n  Asian babies are adorable\n  ","518669":"\n  I want the new moods\n  ","518670":"\n  Good night\n  ","518671":"\n  Agreed!\n  \n  I'm not sure which one. Probably something with animals, cancer or something else. How about you?\n  ","518672":"\n  charity!\n  ","518673":"\n  What do you mean? It's the same tree. Just before decorating and after lol\n  \n  bit of different angles when taking the picture.\n  ","518674":"\n  I'm good.\n  \n  How was the traveling?\n  ","518675":"\n  Real\n  \n  always!\n  ","518676":"\n  Not sure, that's why I said the risky part\n  ","518677":"\n  Obviously I'd be cautious about certain things but I'm not always going to think I'll die every moment of the day lol\n  ","518678":"\n  sniper\n  ","518679":"\n  The answer i was looking for.\n  ","518680":"\n  We've had her since Nov 24th and still alive :o\n  ","518681":"\n  I don't worry about that stuff\n  ","518682":"\n  submit to my wishlist instead. Basically the same thing if you think about it 😉\n  ","518683":"\n  Not living is more risky\n  ","518684":"\n  seems like everyone does tonight :o\n  ","518685":"\n  I have some gift cards under my list if amazon doesn't work for you.\n  \n  or i think you can click on \"amazon gift cards \" and  my information might be there?? or \"add ideas\". I'm not too sure.\n  ","518686":"\n  hmm\n  ","518687":"\n  hanes, vs\n  \n  ones that target or kohls do\n  \n  Walmart has some cute ones at times\n  \n  Calvin Klein look great. haven't owned\n  ","518688":"\n  no thanks! I don't care for feet enough to want to torture someone that way or get it done\n  ","518689":"\n  weird\n  ","518690":"\n  ¯\\_(ツ)_\/¯\n  ","518691":"\n  No problem\n  ","518692":"\n  Yes and no.\n  ","518693":"\n  ok\n  ","518694":"\n  labels suck in general.We aren't high schoolers anymore XD\n  ","518695":"\n  Why nervy?\n  ","518696":"\n  *hugs*\n  ","518697":"\n  That's nice\n  ","518698":"\n  I'm glad :)\n  ","518699":"\n  Not really. Why?\n  ","518700":"\n  The more you know 👌\n  ","518701":"\n  Good show but I'll pass\n  ","518702":"\n  Again?\n  ","518703":"\n  I would learn how to play it, duh.\n  \n  This doesn't even go with the Internet question.\n  ","518704":"\n  stop writing this stuff\n  ","518705":"\n  Italian\n  \n  ranch\n  \n  greek\n  \n  pomegranate balsamic stuff...\n  ","518706":"\n  The future has no gender.\n  \n  Not really something that has personification to begin with?\n  ","518707":"\n  The biggest lie we've told each other.\n  ","518708":"\n  ???\n  ","518709":"\n  Back feeling better?\n  ","518710":"\n  aren't paddles big to begin with?\n  \n  I'd like ones with naughty words, please.\n  ","518711":"\n  it would be harder these days.\n  \n  I have definitely done it before XD\n  ","518712":"\n  yes, guys can be considered cute. I'd say they are still attractive.\n  \n  A word shouldn't define someone's attractiveness.\n  ","518713":"\n  Sometimes.\n  \n  m&ms are great. They should have a custom picture of you on the toilet :)\n  ","518714":"\n  I wouldn't share that with other people. It's between me and that person.\n  ","518715":"\n  wrong snowball\n  ","518716":"\n  Yes.\n  ","518717":"\n  yes. feet are a little cold though XD\n  ","518718":"\n  They don't\n  ","518719":"\n  WHERE!?\n  ","518720":"\n  Never going to happen\n  ","518721":"\n  yes. only been there once though. That's cool!\n  \n  springrolls 👌\n  \n  I think we got crab ragoon things too.\n  ","518722":"\n  king has the best back to rub XD\n  ","518723":"\n  I've actually been there. I like the pad thai.  The thai orange tea was good too.\n  ","518724":"\n  they can be expensive \/ usually need to buy both if a bikini. separate pricing\n  \n  trying them on in dressing rooms, you see everything. it can kill self esteem momentarily. I don't think I've met anyone who was ever excited to try them on lol bad lighting\n  \n  comparing body to others\n  \n  sl*t shamed if showing too much or posing in a certain way in it.\n  \n  not finding your size or out of it\n  \n  model in it vs your body\n  \n  needing to go up in sizes if you have a big butt, boobs or longer torso.\n  ","518725":"\n  yes *rubs back *\n  ","518726":"\n  or its done more Mexican way. nothing bad with that, just not the same lol\n  \n  Plus when I do get panda express, its not my favorite Chinese food to get.\n  ","518727":"\n  no\n  ","518728":"\n  I know.\n  ","518729":"\n  That's good!\n  \n  We're going to my brother's house on Christmas eve.\n  \n  Having prime rib on the actual Christmas day. AZ just doesn't do good Chinese food lol\n  ","518730":"\n  I'm not really sure. Been a while since I've measured.\n  \n  But I just looked at the lingerie and they had these ones listed for each one i got.\n  \n  bust 39-41\n  \n  waist 30-32\n  \n  hips 40-42\n  \n  bust: 41.73 - 49.61\n  \n  Waist: 37.80 - 45.67\n  \n  Hips: 44.09 - 51.97\n  \n  bust: 40.5 - 41.5\n  \n  waist: 33-35\n  \n  hips:  38.5- 39.5\n  ","518731":"\n  7.5 or 8?\n  ","518732":"\n  No clue.\n  \n  hardships do make you as a person. You learn and grow.\n  \n  is anyone ever 100% good?\n  ","518733":"\n  Uh technically do....\n  \n  if you meant in a romantic sense. Yes, why not? lol\n  \n  I've shared baths when younger too but not in that way.\n  ","518734":"\n  I'm not sure! I haven't been watching movies lately.\n  ","518735":"\n  I am more top heavy though.\n  \n  Still don't care for any lavels though\n  ","518736":"\n  pointing out that something can be rude isn't the same as being upset about it.\n  \n  The bulk one was more annoying since I could tell they were doing it more to be a d!ck instead of your simple curious question.\n  ","518737":"\n  no. just thought it looked similar\n  ","518738":"\n  wonderful. good luck with all the studying\n  ","518739":"\n  then it could change my mind\n  ","518740":"\n  XD\n  ","518741":"\n  Pretty much\n  ","518742":"\n  Not you, them.\n  \n  Hope you did well on the exam.\n  \n  take care x\n  ","518743":"\n  blessings to you too\n  ","518744":"\n  online\/ldr: I'd rather not.\n  \n  in person : yes\n  ","518745":"\n  I doubt that.\n  \n  besides, don't bring me into his drama.\n  ","518746":"\n  aw\n  ","518747":"\n  reese cups\n  \n  Hershey\n  \n  lindt\n  ","518748":"\n  ask her questions!\n  ","518749":"\n  ASK HIM QUESTIONS\n  ","518750":"\n  None really express me. I have tshirts, pants, leggings. It's boring and plain.\n  ","518751":"\n  god forbid i mention something XD\n  ","518752":"\n  For sure lol\n  ","518753":"\n  friction and stimulation please :)\n  ","518754":"\n  Just because I talk about it doesn't mean I'm always sensitive about it lol\n  ","518755":"\n  Yes.\n  \n  It's naturally straight with a bit of waviness too.\n  \n  I should buy a new straightener.\n  ","518756":"\n  dirty anon\n  ","518757":"\n  Not really. I was way more sensitive when younger. It would have got to me more. I also write more, that doesn't mean I'm being sensitive lol\n  \n  Just because I don't share the number with everyone doesn't mean that I'm sensitive. Nobody besides myself, doctor, maybe family need to know it. There's also the whole \"don't ask people's weight\" thing. It's been going up, going down or maintaining.\n  \n  I also took pictures of myself in my sports bra and posted it in a group so obviously I'm not that sensitive about it if everyone else in the group can see it.\n  ","518758":"\n  I don't think so. I took a test and liked more of Bernie's political stuff.\n  \n  I felt like Hilary already had her chance when her husband was president.\n  \n  I don't really agree much with Trump.\n  \n  I didn't care for Obama much. Michelle was great.\n  \n  There's certain rights that I'm inbetween on.\n  ","518759":"\n  The person keeps asking stuff, going around in circles. Trying to cause some type of fat shaming drama ¯\\_(ツ)_\/¯\n  ","518760":"\n  ok then\n  ","518761":"\n  Many people do.\n  ","518762":"\n  Independent but yes, I have some liberal views too.\n  ","518763":"\n  Yes.\n  \n  For one, they mentioned Islamic hate but yet they are the ones bringing hate to YOUR page.\n  \n  In any religion, you'll get bad people. That doesn't mean that them as a whole are bad.\n  \n  people are ridiculous.\n  \n  keep your head up\n  ","518764":"\n  newsflash: nobody has to describe my body. That's wicked rude and only people who do that would do it to be mean. There's literally no reason to call someone names.\n  \n  you have fat, you aren't fat. it shouldn't fucking be a description of the person. they are way more than just that.\n  \n  also can't really help if its medical besides keep on kicking ass to get to end goal.\n  ","518765":"\n  Agreed!\n  \n  like it always seems like a debate after a while. It's weird.\n  ","518766":"\n  Wtf\n  ","518767":"\n  Thanks sweetie\n  ","518768":"\n  Maybe if I put my mind to it but no thanks\n  ","518769":"\n  rather get curvy, thicc, plus size than big, heavy or fat ¯\\_(ツ)_\/¯\n  \n  its whatever though\n  ","518770":"\n  I'll try. can't really pinpoint locations lol\n  ","518771":"\n  fun\n  ","518772":"\n  <3\n  ","518773":"\n  I'll just say it's way less than the 150 guess, unless they like skeletons.\n  \n  and the heavy bit seemed rude.\n  ","518774":"\n  no.\n  \n  apparently she hasn't been on IG since October either? or at least posting wise. I don't normally post without people's consent but\n  \n   https:\/\/instagram.com\/skye__bree\n  \n","518775":"\n  When people are trying to guess your weight lol\n  ","518776":"\n  Thanks.\n  ","518777":"\n  Are you ok?\n  ","518778":"\n  It's hard to say. It's been up and down. Also only weighed myself twice. I didn't do it on Wednesday which would have been the 3rd one.\n  \n  The 1stphorm challenge is coming to its end and they did weigh ins on Wednesdays\n  ","518779":"\n  21.5 down since June\n  ","518780":"\n  I'm fine besides having pcos. Insulin resistance.\n  \n  Not really number wise. Pcos can make it difficult.\n  \n  but my body comp is way different than it used to be.\n  ","518781":"\n  No less than that.\n  ","518782":"\n  5'7\"\n  \n  the 118 would be verging into the underweight bmi but the rest would be normal.\n  ","518783":"\n  118 at the lowest\n  \n  125-130 is more ideal\n  \n  i once had a 10 inch difference between my waist and hips. Like I don't think they will completely go away :p\n  \n  Also my sister is skinny  (120ish) and has curves. My mom is more tall and straight.\n  ","518784":"\n  I'm pretty sure I'll still have curves.\n  ","518785":"\n  I don't understand all that but I don't like things because people ask me to. I like stuff because I genuinely like it, made me laugh etc\n  ","518786":"\n  Give me amazon money then\n  ","518787":"\n  😂😂😂\n  ","518788":"\n  almost here!\n  ","518789":"\n  Not that type of naughty. I don't do drugs and I rarely drink.\n  ","518790":"\n  No. I'm a good girl.\n  ","518791":"\n  oh. I don't understand the obsession with them\n  ","518792":"\n  Yes.\n  \n  I only broke it off with one person.\n  ","518793":"\n  The monkeys have been ganging up on the elf recently\n  ","518794":"\n  When you never know the @ people send out\n  ","518795":"\n  He's pretty great :P\n  ","518796":"\n  I haven't used them. Some are cute.\n  ","518797":"\n  I haven't been on much. There's usually more of the blushing ones.\n  \n  These are also the ones I talk the most to. Everyone else i clear off the feed.\n  ","518798":"\n  116\n  ","518799":"\n  pee then?\n  ","518800":"\n  real!!!!!\n  ","518801":"\n  Bison\n  ","518802":"\n  love!\n  ","518803":"\n  I have read it before.\n  ","518804":"\n  I've had guys lie about their age. I'm pretty sure that Leighton dude was lying about his money and everything else. I knew a guy who catfished to other people and then came out to everyone.\n  ","518805":"\n  Sagittarius ♐\n  ","518806":"\n  I think it depends on the situation.\n  ","518807":"\n  gn\n  ","518808":"\n  3\n  \n  good night\n  ","518809":"\n  2\n  ","518810":"\n  1\n  ","518811":"\n  xoxo\n  ","518812":"\n  2am right now. send help\n  \n  nah. I've been waking up fairly early at times. Just because I come on here late doesn't always mean that I just woke up.\n  ","518813":"\n  When you told yourself you'd sleep after the video finished but you decide to watch the next one anyways.\n  ","518814":"\n  Because I made you happy today :)\n  ","518815":"\n  People\n  \n  i don't feel like checking all the names atm\n  ","518816":"\n  Make that a motto! 🙆\n  ","518817":"\n  I thought this was already established that I do\n  ","518818":"\n  Maybe about 5 tops? I don't know lol\n  ","518819":"\n  No idea. I should probably delete some more, tbh.\n  ","518820":"\n  nah. They had American names\n  ","518821":"\n  When you don't have kids but get this crap sent to you.\n  ","518822":"\n  Yes\n  \n  its funny when you unfriend someone and the next time you go on - the said person wants to add you again.\n  ","518823":"\n  haha oh well x\n  ","518824":"\n  No thanks. I follow enough people for now.\n  \n  if you meant in a dirty way.. again, no thanks. I like guys. She wouldn't be my type if I liked girls either.\n  ","518825":"\n  nice :D\n  \n  we're awesome\n  ","518826":"\n  Maybe not on here lol\n  \n  or at least lingerie on ¯\\_(ツ)_\/¯\n  \n  I wouldn't do it for likes. not that desperate for attention\n  ","518827":"\n  XD\n  \n  it's on the right side :)\n  ","518828":"\n  doubtful\n  \n  this is why I need a full length mirror 😂\n  ","518829":"\n  That's a ridiculous reason wtf\n  ","518830":"\n  I approve this message\n  ","518831":"\n  Thanks king\n  ","518832":"\n  A girl...\n  \n  I posted a leg picture and someone said it looked like a different Courtney on here.\n  \n  I also have a mole on my neck. I was being funny :P\n  ","518833":"\n  cuddles you\n  ","518834":"\n  lol you'd probably compare it to\n  \n   @courtneym4\n  \n  😂 I have a mole too.\n  ","518835":"\n  I'm glad.\n  \n  I'm just watching some youtube before bed\n  ","518836":"\n  Happy birthday\n  ","518837":"\n  Not sure\n  ","518838":"\n  Harry Potter songs aren't creepy.\n  \n  Thank you, next.\n  ","518839":"\n  I didn't care about Vanessa and I don't care about thid vixen person.\n  ","518840":"\n  🙆🙆🙆🙆\n  ","518841":"\n  meant the people, not the times ugh\n  ","518842":"\n  I wouldn't keep track of times lol\n  \n  but yes.\n  ","518843":"\n  Good luck\n  ","518844":"\n  I would too if I had the body for it\n  \n  already post food at times\n  \n  Why spread hate though? That's not cool, ask.\n  ","518845":"\n  uh huh\n  \n  you should just look up p0rn instead\n  ","518846":"\n  congratulations.\n  \n  I actually reached out the last time you mentioned him and he hasn't wrote back yet\n  ","518847":"\n  Hopefully you'll get pregnant soon then!\n  ","518848":"\n  me!\n  \n  I'd say koala or polar bears!\n  \n  obviously leopards too or other felines.\n  ","518849":"\n  I felt old on my 30th, Not in the 20s anymore. I was dreading December because of it.\n  \n  This year i didn't really care. I don't feel any older. its just whatever lol I kind of feel like it didn't happen either since Dec has gone by so fast this year!\n  ","518850":"\n  For???\n  \n  Also have no idea who that is\n  ","518851":"\n  makes king some\n  ","518852":"\n  hot chocolate acquired\n  \n  the marshmallows melted already\n  ","518853":"\n  mocha mint hot chocolate.\n  \n  everyone seems to keep getting them in the vids I'm watching.\n  \n  hot chocolate sounds nice actually ugh\n  ","518854":"\n  .....\n  ","518855":"\n  Aladdin wasn't bad either\n  ","518856":"\n  ¯\\_(ツ)_\/¯\n  ","518857":"\n  watching YouTube\n  ","518858":"\n  I've never had ads about cars\n  ","518859":"\n  Aren't most massholes? :P\n  ","518860":"\n  You don't know my number\n  ","518861":"\n  I do more machine work and some include lifting but nothing extreme like deadlifts etc\n  ","518862":"\n  A. chicken parm or Chinese food\n  \n  or was this supposed to be school related too??\n  \n  B. Graphic Communication, law and history. I like English too but wasn't crazy about the teachers lol.\n  \n  If college is included then it would be the psychology ones, western civ, anthropology, sociology and ASL.\n  \n  C. Julia Roberts, Julia Andrews, Jennifer Aniston, Sandra Bullock, Robin Williams, Ryan Reynolds, Jim Carey, Drew Barrymore etc\n  ","518863":"\n  True. I need to be more in the mood to watch it. I have a few episodes left of season 8.\n  ","518864":"\n  no. I just ate :p\n  ","518865":"\n  chicken noodle\n  \n  I don't like tomato soup for some reason lol\n  ","518866":"\n  beautiful creatures\n  \n  fast runners\n  \n  powerful\n  \n  favorite wild animal\n  ","518867":"\n  grilled ham&cheese sandwich and soup.\n  \n  A burger would have been nice though\n  ","518868":"\n  Leopard\n  ","518869":"\n  Not much. dinner soon.\n  ","518870":"\n  it has been good.\n  \n  Take care\n  ","518871":"\n  ok\n  ","518872":"\n  Why the quotation marks? :o\n  \n  I can understand the name thing if wanted more privacy ¯\\_(ツ)_\/¯\n  ","518873":"\n  Surprisingly!!!\n  \n  have a good Christmas and new years if we don't see you sooner x\n  ","518874":"\n  it is early! 6:52pm here XD\n  ","518875":"\n  I'm not sure. Why?\n  ","518876":"\n  No, I haven't.\n  \n  I feel like most weren't really famous yet or it was a different kind of fame...\n  ","518877":"\n  It's still shit?\n  ","518878":"\n  I believe that will be Christmas eve?? I do like football at times.\n  \n  On Christmas day, i like watching actual Christmas movies.\n  ","518879":"\n  I forgot my sister-in-law's sister is also a December birthday.\n  ","518880":"\n  Growing up we always ended up getting Chinese food.\n  \n  I'm not really sure what we'll be having this year. I just know certain desserts and other snacky items ¯\\_(ツ)_\/¯ Like a cheeseboard, strawberry shortcake and stuff like that.\n  ","518881":"\n  Too many!\n  \n  My sister and one of our friends share the same day\n  \n  lulu - dog (she also shares the same birthday as one of my sister's exes) 😂\n  \n  MY BIRTHDAY. Dulcey also has the same day!\n  \n  20th Jessica - best friend\n  \n  today is my brother-in-law's brothers birthday\n  \n  my uncle is the 22nd\n  \n  my nephew and sister-in-law are days apart\n  \n  my grandpa (dad's dad, r.i.p)\n  \n  my sister's last ex was Christmas? he called it birthmas\n  \n  two friends on the 30th\n  ","518882":"\n  I wouldn't follow people that I hate\/dislike.\n  ","518883":"\n  I think there's more answers.\n  ","518884":"\n  Does anyone have questions? 😴\n  ","518885":"\n  afraid i don't know who that would be lol\n  ","518886":"\n  XD\n  ","518887":"\n  booty\n  ","518888":"\n  That person keeps sending me videos on stuff i don't care about. It's getting annoying. I've deleted them and then they gave 2 santa ones. Like can you stop? Also acting like I'm a child that doesn't know how santa things came to be.\n  \n  I get asked about Skye alot and we don't even really talk anymore. I don't know what she's doing every moment of her day. I don't like being her messenger either. Not my fault she doesn't have the person on sc or ig.\n  ","518889":"\n  booty questions? I don't really care.\n  ","518890":"\n  why don't you ask her? I'm not her keeper\n  ","518891":"\n  stop sending me stupid shit\n  ","518892":"\n  Sister's wedding a bit. The salon took more time but it was fine. The men were already ready and we had to change fast and take all the bridesmaid\/wedding  pictures.\n  \n  I feel like everything else I've been on time or a tiny bit early\n  ","518893":"\n  I'm nothing lol\n  \n  My mom was raised Catholic though. I forget what my dad was raised with, if anything.\n  \n  I'd say I'm agnostic at best if I had to have a label. Buddhism seems nice but I never really looked into it too much. Kind of spiritual but not.\n  \n  ¯\\_(ツ)_\/¯\n  ","518894":"\n  I wouldn't go to extremes like that.\n  ","518895":"\n  I haven't had booty questions in forever lol\n  \n  I feel like it only looks good when going to the gym a lot 😂🍑\n  ","518896":"\n  On the eighth day of Christmas\n  \n  my true love sent to me:\n  \n  8 Maids a Milking\n  \n  7 Swans a Swimming\n  \n  6 Geese a Laying\n  \n  5 Golden Rings\n  \n  4 Calling Birds\n  \n  3 French Hens\n  \n  2 Turtle Doves\n  \n  and a Partridge in a Pear Tree\n  ","518897":"\n  a little bit\n  ","518898":"\n  yes\n  ","518899":"\n  I don't really care for rap these days. Also it's not really in English either...\n  ","518900":"\n  I'm not sure. I feel like I haven't been late for anything in a while!\n  ","518901":"\n  Have a good Christmas and New years!!\n  ","518902":"\n  will do :)\n  ","518903":"\n  anons don't need to know that\n  ","518904":"\n  Do your own homework assignment\n  ","518905":"\n  Take them all 😂\n  ","518906":"\n  it would have shown the private one\n  ","518907":"\n  I have 2 newer ones but one is more private. The other is a s e x question lol\n  ","518908":"\n  I guess\n  ","518909":"\n  I still don't understand all of it\n  \n  \"Started a new day\n  \n  Are you coming back?\n  \n  The time is coming\n  \n  By subway I arrive first\n  \n  If time is money\n  \n  I better get a bill\n  \n  Always light on the street\n  \n  Like who knows what it wants\n  \n  The São Paulo is in your\n  \n  For whatever comes?\"\n  ","518910":"\n  ◇ I don't care for my voice being recorded. I also get too inside my head about what to say because of it. I don't mind it elsewhere\n  \n  ◆ My weight\/body at times. Especially when i feel small and someone takes an awful picture of me which makes me feel 3x bigger. It messes with my head. I take a picture and feel ok about it then their picture doesn't lineup with what I see in mine ¯\\_(ツ)_\/¯\n  \n  ◇ I don't like my smile\n  \n  The End\n  ","518911":"\n  more around 11\/12 but I haven't used my voice yet soooo lol\n  ","518912":"\n  You should have a talk with your parents about \"Santa\".\n  ","518913":"\n  I'm sure the call will be just fine!\n  \n  Christmas with everyone. Doing the secret santa. Get through a few birthdays in the process. Have yummy food.\n  ","518914":"\n  How does one become a diva?\n  ","518915":"\n  no but my friend's mom always did stuff like that on her suv or whatever it was lol\n  ","518916":"\n  I want to see the new Mary Poppins!\n  ","518917":"\n  Christmas Vacation and Christmas Story!\n  \n  Home Alone ones should get mentioned too along with the old Rudolph one.\n  ","518918":"\n  It's nice to shop around but sometimes don't always have that option.\n  ","518919":"\n  I basically just woke up but ya\n  \n  short and sweet XD\n  ","518920":"\n  hugs back.\n  \n  I'm tired. good night\n  \n  I'll answer your other question tomorrow  <3\n  ","518921":"\n  Why not? hugs the king\n  ","518922":"\n  nobody deserves it!\n  ","518923":"\n  I wouldn't invade their privacy like that. Also it's been a few years since I've done pictures with friends. We much rather get together and not always be glued to phones lol\n  ","518924":"\n  Not anymore? :o\n  ","518925":"\n  consider me confused lol\n  ","518926":"\n  yes. makes you feel all better\n  ","518927":"\n  You should rub it while repeating \"ashes to ashes. Dust to dust\" for a bit. Then flick your hand away and say \"pain be gone\".\n  \n  A friend taught me that before and I feel like it does work at times ¯\\_(ツ)_\/¯\n  ","518928":"\n  I believe so.\n  \n  A friend's cousin stole our bike and then kept going to other people's houses. I don't remember if he took anything else from us.\n  \n  if I have, i don't remember\n  ","518929":"\n  firm yet soft.\n  ","518930":"\n  I got myself a pine scented candle tonight. Calming scents can help.\n  \n  bath\n  \n  spa like treatments. face mask,nails etc\n  \n  take a walk. out in nature\n  \n  swimming... I wish the pool was heated!\n  \n  read or write\n  \n  calming music. actually never mind.. i feel like rock and metal are more go to's when I'm stressed 😂\n  ","518931":"\n  I haven't.\n  \n  Is it worth the watch?\n  ","518932":"\n  Did you have a nightmare or are you cold? Headache got worse?\n  ","518933":"\n  Do you personally know that girl? It's creepy getting 5+ songs of the same girl. She's good but it's a waste of time sharing.\n  ","518934":"\n  I think it depends more in the moment. I think certain people could get away with it but then with someone else i might find it annoying.\n  ","518935":"\n  my favorite thing about myself. Thank you! 🙆\n  ","518936":"\n  You too sugarplum\n  ","518937":"\n  aw thanks\n  ","518938":"\n  It's sad that I don't really know lol\n  \n  like sure, graduating was a big moment. I was always tardy or absent. I got way better my jr and senior year. I always had decent marks.\n  \n  College was also good. I still have 2-3 classes for my liberal arts degree. Yet my whole college career seemed more psychology based.\n  \n  With weightloss it totally is something that goes up and down. Pcos doesn't help matters either.\n  \n  I guess I'm just boring because these answers are sh!t.\n  ","518939":"\n  I wouldn't want to\n  \n  never had a huge falling out. just been more distance, someone moving or different schools. growing apart without any fights\n  \n  no lol\n  ","518940":"\n  How many times I've been to church\n  \n  1. I remember going to one with friends. We made Christmas decor. It was a Protestant church.\n  \n  2. My grandpa's funeral - Catholic\n  \n  3. a christening\n  \n  4. a baby shower in the basement area. not positive on which religion\n  \n  5. One that my friend and I would go to for the hell of it ¯\\_(ツ)_\/¯ bad town and not much to do so would check it out idk\n  \n  I feel like that is it...\n  \n  oh also went to one of those places were they had all the angels and other stuff all lit up for Christmas. That was really pretty to go to.\n  ","518941":"\n  Neither. I'm not religious.\n  ","518942":"\n  It really is. It was bugging me at times. I'd even turn the brightness down XD\n  ","518943":"\n  Same XD\n  \n  I can't sleep with tv on or anything\n  \n  i once had music going and fell asleep. must have been tired\n  ","518944":"\n  weird. I need it dark to sleep\n  ","518945":"\n  Right! I recently put the YouTube and twitter on the night mode. way better!!\n  ","518946":"\n  yes. lots of times\n  \n  no, I haven't.\n  \n  no. there's still time for that 😂 I feel like one could get that title only because we weren't right for each other at all. He was nerdy too but not in the way i think you mean here.\n  ","518947":"\n  whatever that was supposed to be.\n  ","518948":"\n  Hi coconut. Nice goal to have.\n  ","518949":"\n  How about we don't\n  ","518950":"\n  This seems like a horror movie\n  ","518951":"\n  oh, ok. I hope you feel sleepy soon then..\n  ","518952":"\n  you too? :(\n  ","518953":"\n  Good night. Hopefully tomorrow you won't get a headache  <3\n  ","518954":"\n  sure. *rubs your head and makes it go away*\n  ","518955":"\n  Nothing.\n  ","518956":"\n  I don't think so\n  ","518957":"\n  lol the dogs don't sleep with me. Wrangler sleeps on the bed with my sister and her husband.\n  \n  Bruin likes the floor or couch. When he was a puppy, he kept eating all his dog beds. And my sister said she was going to buy him one. Should be interesting if he actually will sleep on it or kill it XD\n  \n  Lulu sleeps with my mom. If she's not around then she'll sleep with me or likes to cuddle at times when my mom is getting ready etc\n  ","518958":"\n  Grease\n  \n  Dirty Dancing\n  \n  Lion King\n  ","518959":"\n  Should I be? Is something going to happen?\n  ","518960":"\n  sounds like a personal problem\n  ","518961":"\n  it comes naturally\n  ","518962":"\n  Welcome\n  ","518963":"\n  yummy\n  ","518964":"\n  How?\n  ","518965":"\n  Thanks :)\n  ","518966":"\n  belated :)\n  \n  aawww\n  ","518967":"\n  You are a good man.\n  ","518968":"\n  or not\n  ","518969":"\n  You'll have to find out ☺\n  ","518970":"\n  :)\n  ","518971":"\n  Indeed. You can't visit when she does?\n  ","518972":"\n  She's ok\n  ","518973":"\n  Visit?\n  ","518974":"\n  sends videos anyways lol\n  ","518975":"\n  I'm not going to spoil anything.\n  \n  You must carry on :)\n  ","518976":"\n  haha I'm not angry at all\n  ","518977":"\n  Who knows lol bit of both😮\n  ","518978":"\n  Why would \"!\"  mean angry?\n  \n  No, I'm not.\n  ","518979":"\n  Not really. thought that counts\n  \n  my best friend's birthday is today actually :)\n  ","518980":"\n  so sweet!\n  ","518981":"\n  Why would I hate men?\n  \n  It's more of magazines, false body images and other stuff that goes into all that bs 😂\n  ","518982":"\n  It's been a hard days night\n  \n  and I've been working like a dog\n  \n  🎤🎤\n  ","518983":"\n  I agree!\n  ","518984":"\n  More of acoustic guitar fan.\n  \n  I don't have either guitar so rather not get videos on them\n  ","518985":"\n  for me and just overall more healthy etc\n  ","518986":"\n  to look a certain way and other crap\n  ","518987":"\n  Ok. Nothing to compare it to :p\n  \n  I don't really get my period so that's nice. I don't like blood lol\n  \n  society standards suck. guys don't even know!\n  \n  errr everything else is ok?\n  ","518988":"\n  A part of me does but I feel like I don't make a great impression lol I can come off shy but I'm more sizing them up sort of thing. Like will we actually be friends or is this just worthless 😂 their actions etc\n  ","518989":"\n  or ask shows the translation instead of going elsewhere to see what was said. Especially with Arabic. I feel like Spanish you can usually understand key words ¯\\_(ツ)_\/¯\n  ","518990":"\n  yes\n  \n  I don't think I've had it cold. You animal!\n  ","518991":"\n  No thanks. hairy :p\n  ","518992":"\n  I'm not even sure. Always get overwhelmed with all the smells XD\n  ","518993":"\n  kind of what you do for Christmas 😂\n  ","518994":"\n  That's good. nice break\n  \n  i need to buy something for my mom and the pets sometime today\n  ","518995":"\n  I can't :\/\n  ","518996":"\n  It's the Massachusetts way.\n  \n  obviously maybe not everything but close enough\n  ","518997":"\n  Candy bars\n  ","518998":"\n  Agreed.\n  \n  Chances are kids would see Disney ones more anyways.\n  ","518999":"\n  It's been fine so far.\n  ","519000":"\n  I can agree more with fancy ones but I was thinking more casual dining. Chances are the kids would barely eat their food, want something less fancy, probably not behave. Would be a hassle in the end. That should be more of a date night away from the kids. Nothing wrong with a family dinner elsewhere though.\n  \n  Babies, maybe not. They should be more on a schedule instead of at the movies? I was thinking more of kids like Hayley's age or older.\n  ","519001":"\n  yes, yes, no.\n  \n  I like vanilla scents. lavender. woodsy smells like cedar. cucumber melon, cherry blossoms. pine.\n  ","519002":"\n  Yes. It's pretty loud.\n  ","519003":"\n  Yes, obviously.\n  \n  It can be annoying if they are nonstop having a tantrum or something but that doesn't mean that they shouldn't get to go places!\n  ","519004":"\n  It just wasn't our styles. I also ended up gaining weight and she ended up just buying me stuff that wasn't even cute.\n  \n  The best example would be a bunny sweater. With the eyes, tail.. for my brother! He was like 15 or something too 😂 it was just odd stuff.\n  \n  Obviously I would say thanks or i liked it because I wasn't raised to be mean about stuff i didn't like but ya lol\n  \n  She also mentioned that we were in her will before and ended up not giving us anything.\n  ","519005":"\n  pancakes but both are good. Need to be in the mood for them too.\n  ","519006":"\n  Anything my dad's aunt made us.\n  ","519007":"\n  For drinks? That someone could have opened it already. That they could have messed with the drink.\n  \n  for other items - open where they tell you\n  ","519008":"\n  That's more of a school situation\n  ","519009":"\n  no problem\n  ","519010":"\n  I'm not even sure what day I'd pick\n  ","519011":"\n  I haven't checked it out\n  \n  yes, a bit.\n  ","519012":"\n  Always a yt vid 😂\n  ","519013":"\n  3005 followers\n  \n  wonder who the 3000 was\n  \n  😲\n  ","519014":"\n  Thanks. hello :)\n  ","519015":"\n  I think I'm just a good speller rather than actually caring about the grammar. Sometimes I'll do slang. I don't always care about punctuation though.\n  ","519016":"\n  whatever feels natural\n  ","519017":"\n  Cult. Not that much.\n  \n  Yes but the names aren't coming to me. lol\n  ","519018":"\n  It was annoying. I turned the alarm off and a few minutes later it started playing \"I will always love you\" like what the hell? I turned you off. Wasn't even the same song. Wasn't the 20 minute snooze time either. it was weird.\n  \n  And yes, I did fall asleep afterwards 😂\n  ","519019":"\n  no. I use my tablet way more.\n  ","519020":"\n  oops\n  ","519021":"\n  2\n  ","519022":"\n  It's my favorite\n  ","519023":"\n  my brother being born\n  \n  i guess parents wedding then\n  \n  music\n  ","519024":"\n  Not at the moment\n  ","519025":"\n  I got a 12 days of Christmas socks one. I haven't really been following the order though. Just whenever I felt like wearing some. And changing around some too XD\n  \n  ---\n  \n  I don't really feel like the above counts. Chocolate or beauty items would be cool. I haven't had one of those this year.\n  \n  I think anyone could have. It's just a fun thing.\n  \n  Most of the beauty ones cost a lot. I feel like America doesn't really have decent chocolate  advent calendars or they have a low amount of them. I feel like British people have way more fun options!\n  ","519026":"\n  haha yes!\n  \n  I don't believe so. I don't really care for bitter drinks though..\n  \n  yes. speaking of, today is my best friends birthday. need to send a message later today. And just keep tabs\/be a better friend since not psychically there right now. She joins the 31 club.\n  ","519027":"\n  I did a couple days ago -_-\n  ","519028":"\n  11\n  ","519029":"\n  I know.\n  \n  my mind is elsewhere :p\n  ","519030":"\n  I haven't really had any prescription drugs so how would I know? I've heard of it ¯\\_(ツ)_\/¯\n  ","519031":"\n  even so it can make people go?\n  \n  I'm not much of a coffee drinker\n  ","519032":"\n  My dad's friend Steve 😂\n  \n  He is tall. He used to have long hair. in a band. He has short hair now but pretty much still looks the same. funny chill dude. I kind of feel like crush wouldn't be the right word though ¯\\_(ツ)_\/¯\n  ","519033":"\n  Most things with high fiber do.\n  ","519034":"\n  uh I think it deals with other stuff lol\n  \n  I do need to stop eating sugary things though. Hence my self control question from earlier 😂ideally no more sweets until Christmas and start the new year without any bad crap.\n  ","519035":"\n  shaving my legs but I'll just have a pamper day on the 22nd. facemask, legs etc\n  ","519036":"\n  It's ok but I don't like how it cuts back to people etc\n  ","519037":"\n  No.\n  ","519038":"\n  I'm good.\n  ","519039":"\n  no. I'm human who sometimes meows at the cats o.o\n  \n  a leopard would be cool though.\n  ","519040":"\n  Depends on the evidence, proof of doing it.\n  \n  Is the judge black? What exactly makes it racist?\n  ","519041":"\n  Everyone has the right regardless of color.\n  ","519042":"\n  Neither my tablet or old phone is compatible with it. I haven't tried my actual phone but now hearing that it could be for hacking, i wouldn't want to chance it.\n  ","519043":"\n  Maybe :)\n  ","519044":"\n  Indeed\n  ","519045":"\n  If I had to\n  ","519046":"\n  :D\n  ","519047":"\n  I don't know who that is\n  ","519048":"\n  I like minty stuff or juicy fruit, bubble gum. no inbetween.\n  \n  I have mints more though.\n  ","519049":"\n  candy bar, small stuffed animals\n  \n  idk my friend did it way more than i did. At times, i didn't even know she took anything until later. She was just that good and never got caught ¯\\_(ツ)_\/¯\n  ","519050":"\n  This was pretty savage and made me laugh.\n  \n  Hakuna matata is definitely one of them\n  ","519051":"\n  interesting\n  \n  iLyndsey\n  ","519052":"\n  Am I?  ¯\\_(ツ)_\/¯\n  ","519053":"\n  Will :p\n  ","519054":"\n  ho ho ho\n  \n  merry Christmas\n  ","519055":"\n  Always giving them ideas\n  \n  tsk tsk\n  ","519056":"\n  wow. I only have 7 questions left. My inbox hasn't been low in forever.\n  ","519057":"\n  I could have died in the jetty\n  ","519058":"\n  I'm not going to watch all that.\n  ","519059":"\n  Cool\n  ","519060":"\n  That i have pcos?\n  \n  I haven't really learned anything new this year, i don't think lol\n  ","519061":"\n  If I wanted to put makeup on quick and go to Walmart with my mom and sister but I think I'll just go tomorrow. Need to get my mom something with the gift card i got last night.\n  \n  Also if I want to do a facemask today or wait til the 22nd.\n  ","519062":"\n  Yes. Andrea and Jessica  (sisters ) then also Danielle.\n  \n  Also another Jessica, one i met in the first grade. My best friend.\n  \n  Also this girl from kindergarten. I forget her name though! But we'd always play together at recess.\n  ","519063":"\n  I don't have kids so I'm not sure exactly.\n  ","519064":"\n  I don't believe so 😂\n  ","519065":"\n  Pretty\n  ","519066":"\n  I see what you did there\n  ","519067":"\n  What are you exactly asking here?\n  ","519068":"\n  I guess if the kid is really young and still has contact with the dad.\n  \n  If the kid is older they should decide what to do.\n  \n  I wouldn't buy anything really pricy. Also why not just have the kid make him something instead? I don't think you need to lie about it though. Think it would be obvious on who got the gift depending on the child's age.\n  ","519069":"\n  Some funny ones\n  ","519070":"\n  sent 10 hours ago\n  ","519071":"\n  👌\n  ","519072":"\n  December is going by fast!! 🎅🎄🎅🎄🎅\n  ","519073":"\n  I hope you enjoyed the cookies. Didn't really seem like you ate your actual dinner last night.\n  ","519074":"\n  I found a sleeping king!\n  ","519075":"\n  AZ- coyotes, scorpion, bobcat, black widows, birds, jack rabbit, vultures\n  \n  ME&MA- squirrels, deer, frogs\/toads, bear\n  ","519076":"\n  Funny people can be smart too. That's rude.\n  \n  Regardless, I need someone who can make me laugh. Hold interesting conversations.\n  ","519077":"\n  Yes, I do.\n  ","519078":"\n  ¯\\_(ツ)_\/¯\n  ","519079":"\n  Are green socks with candycanes and those peppermint candies on them crazy to you?\n  ","519080":"\n  deal\n  ","519081":"\n  Night elves\n  ","519082":"\n  sleeps with king\n  ","519083":"\n  no, only the south 😉\n  ","519084":"\n  king should be sleeping!\n  ","519085":"\n  or is it the other way!?\n  \n  kidding\n  ","519086":"\n  fuzzy socks\n  \n  warm blankets\n  \n  hot chocolate or other hot drinks\n  \n  all the Christmas lights + tree\n  \n  love in whichever form\n  \n  Christmas movies\/ nostalgia\n  \n  fires\n  \n  the first snowfall \/ the smell in the air\n  \n  warm layers\n  ","519087":"\n  Oh well x\n  ","519088":"\n  Alanis Morrisette songs came to mind\n  ","519089":"\n  A hand fetish?\n  ","519090":"\n  Very nice :)\n  ","519091":"\n  They call me Lyndself\n  ","519092":"\n  I don't have a favorite lol\n  \n  I've only worn formal ones (prom, bridesmaid). Random ones I've tried on but didn't buy. Ones from childhood.\n  \n  and my black velvet one i got for Christmas :)\n  \n  (still need to buy the right footwear for )\n  ","519093":"\n  It can be fun. Sometimes stressful if you don't know what to get someone or doing last minute.\n  ","519094":"\n  Is that like the ruching  on the sides or more like the lingerie piece i ended up getting? (comes with a g-string)\n  \n  doesn't really seem dinner appropriate if the latter lol\n  ","519095":"\n  What kind of dress was i wearing!?\n  ","519096":"\n  That's good 🎄🎅\n  ","519097":"\n  How's my king tonight?\n  ","519098":"\n  The school one a few days ago\n  ","519099":"\n  Is this Jubs jubs?\n  ","519100":"\n  Can't i be the elf or Santa's mall helper instead?\n  ","519101":"\n  Thanks.\n  \n  That Christmas spam was fun. Wish they sent more XD\n  ","519102":"\n  What a horrible stocking filler!\n  \n  I'll go with the live one.\n  ","519103":"\n  Why not both?\n  ","519104":"\n  hello\n  ","519105":"\n  Does santa share his cookies and toys?\n  ","519106":"\n  I never liked it lol\n  \n  barely watched\n  ","519107":"\n  we all know this ¯\\_(ツ)_\/¯\n  ","519108":"\n  santa XD\n  ","519109":"\n  How?\n  \n  What type of cheese?\n  \n  I don't picture it tasting good together.\n  ","519110":"\n  This or other social media when you think of it\n  ","519111":"\n  That sounds disgusting.\n  ","519112":"\n  That's true. I could always be all \"oops those were supposed to have my name on them \"\n  \n  I like giving and receiving gifts.\n  ","519113":"\n  s e x toy since I could make odd jokes while they opened it o.o\n  ","519114":"\n  Idk my sister is a better baker\n  ","519115":"\n  I would hope all 80's to 90's kids did!!\n  ","519116":"\n  We had ham, some noodle dish, salad, pear, broccoli and cheese casserole, dinner roll. Cookies.\n  \n  I'm full\n  \n  but I think thanksgiving was probably the last best meal? Everything else was just ok or typical...\n  ","519117":"\n  I ate too many.\n  ","519118":"\n  Stuff that he actually likes and would use\n  \n  I'm leaving now\n  ","519119":"\n  I think it would be a scorpion here :o\n  ","519120":"\n  This guy's reaction. Especially at the end.\n  \n\n   https:\/\/youtu.be\/noNDCxjP1B0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Guess it's been on the news too XD\n  ","519121":"\n  also small confetti cupcakes with pink frosting.\n  ","519122":"\n  lol thanks o.o\n  ","519123":"\n  I imagine! I have nothing to really go on. I don't have many teenagers in my life.\n  \n  Just one but she's not really that way. Loves history and drawing. My nephew's cousin :)\n  ","519124":"\n  shopping spree or rent a place including furniture.\n  \n  I still need to get a couple Christmas presents.\n  ","519125":"\n  No. I think the belts are cute but I don't wear belts. Shoes are ok. Think everything else seems overpriced. I don't need logos to feel good..\n  ","519126":"\n  chocolate with andies mints and chocolate chips inside.\n  \n  yup :)\n  ","519127":"\n  I'm ok.\n  \n  Waiting on cookies to be done then going to their house\n  ","519128":"\n  hey\n  ","519129":"\n  Apparently\n  ","519130":"\n  if in a hurry.\n  ","519131":"\n  get it on the side with whatever i felt like or get something that would go with the chilli.\n  \n  could go elsewhere too.\n  ","519132":"\n  no thanks\n  ","519133":"\n  Not really. Just waiting on clothes to dry before I can take my shower and get ready for the early Christmas thing\n  ","519134":"\n  Sounds like a homework assignment. XD\n  ","519135":"\n  A lot longer. Pcos is make it harder to loee weight.\n  ","519136":"\n  This campground in Colorado was very pretty.\n  \n  Also the first time i went to South Carolina because it's so different from Massachusetts.\n  \n  Arizona also has some nice areas.\n  \n  but I do think anything in different countries would be way more spectacular!!!\n  ","519137":"\n  Maybe if when on the hip abductor and their doing one of the leg things lol\n  \n  but they did change around all the machines so not in the same spots anymore. Made room for new ones.\n  ","519138":"\n  It is laughable. Yes, in some ways it can be true. Other places can be more advanced. Better care and other stuff.\n  ","519139":"\n  who knows. could be.\n  \n  They actually lowered the age so there will probably be a lot of dumb teens not knowing what to do, always on phone or goofing off. fun\n  ","519140":"\n  No but that would be pretty cool! I like all the buildings and such. I think places overseas would be way more fun to learn about and see in person.\n  ","519141":"\n  Only when they grunt\n  \n  actually that can be pretty creepy especially if the weight is pretty light XD\n  ","519142":"\n  No idea. It's a shame. I'm glad shootings weren't popular at my schools.\n  ","519143":"\n  At first I was kind of following shanaemily_ from youtube. I was new to the gym and I'd try out certain machines she used.\n  \n  Then just came up with my own routine that has some of the same.\n  ","519144":"\n  Thanks :)\n  ","519145":"\n  It's usually when nobody is here lol\n  ","519146":"\n  plenty of compliments and great conversation?\n  ","519147":"\n  😉\n  ","519148":"\n  I'm glad you are\n  ","519149":"\n  *full length mirror\n  \n  because it would be good for the gym and seeing results. The bathroom mirror only goes to my shoulders. I only really see my body at the gym or other places with mirrors. I think it's one of the big reasons why I feel like my body is weird at times, especially when other people tag me in stuff.. it makes me look 3x bigger than I feel like\/see and other stuff. Its also been annoying sneaking into my sister's room to use their mirror for the 1stphorm challenge to take transformation pictures.\n  \n  It will make me take pictures more. know if outfit looks ok.\n  \n  its hard for me to take pictures when I can't see what I'm really doing. I hate the front facing camera too. also its too close up when I try taking selfies and just isn't cute or accurate like a mirror pic would be?\n  ","519150":"\n  Nobody comes to mind.\n  ","519151":"\n  That's good!\n  ","519152":"\n  Does king feel old?\n  \n  I didn't\n  ","519153":"\n  Not much. I wasn't the wild child.\n  ","519154":"\n  Yes\n  ","519155":"\n  I don't know if I learned one.\n  ","519156":"\n  Probably a mirror. It's on my family secret santa list.\n  \n  It would be good for guests when I'm not here too.\n  ","519157":"\n  No. I rarely drink.\n  \n  I think the only time that would be acceptable is at an office party the previous night and got carried away.\n  ","519158":"\n  perhaps 😈\n  ","519159":"\n  Good night king\n  \n  😘\n  ","519160":"\n  You too Rudolph\n  ","519161":"\n  Yes\n  ","519162":"\n  clearly the same anon :p\n  ","519163":"\n  I'm glad you had a good one!\n  ","519164":"\n  yup, at times.\n  ","519165":"\n  no\n  ","519166":"\n  No problem honey!\n  ","519167":"\n  I'm afraid someone else already gets that name.\n  ","519168":"\n  Here you go.\n  ","519169":"\n  I don't have any pending events\/plans.\n  \n  - Just continue with weight loss. I might need to go to the doctor again to get checked out and more medication for my pcos. Last time they gave me two refills without going to the doctor. Hopefully will be that way again instead since I don't like doctors. Would be nice to have my weight be recorded since the last time I went in June though.\n  \n  - I also really need to be better at communication with friends. My best friend gave me a birthday greeting and said how she missed me. Another one commented how she hasn't seen me in years on it. (We reconnected on FB) I've just been in Maine or Arizona so obviously been harder to see them but ya.. opened my eyes to that more. It obviously works both ways though!!!\n  \n  - I need a better job\n  ","519170":"\n  That's exactly what I meant\n  ","519171":"\n  Probably one of his other accounts\n  \n  either way, I don't care if it's true or not.\n  \n  why waste time on talking crap about him?\n  ","519172":"\n  I have a lot lol\n  \n  but ya, I don't like thinking about that time since brings me back to the feelings ¯\\_(ツ)_\/¯\n  \n  worse enough FB likes memories from that time 😵\n  ","519173":"\n  The ones Ask wouldn't like\n  \n  😂\n  ","519174":"\n  cool :)\n  ","519175":"\n  I'd agree.\n  ","519176":"\n  You actually believe what Ben says? He just likes harassing people. I'm sure he'd be single within the hour lol\n  ","519177":"\n  got out of that depression and had to rebuild myself kind of shenanigans.\n  ","519178":"\n  Being skinny, again. lol\n  ","519179":"\n  Day is basically over. Anyways, tomorrow  (the 18th ) we're going to my brother-in-law's brothers house and having an early Christmas party. His stepkids are going to be there. I haven't met them. My sister is in charge of desserts, cookies and whatnot. Should be interesting.\n  \n  My nephews also have a Christmas recital.\n  ","519180":"\n  19 followers to 3000\n  \n  ya'll crazy\n  ","519181":"\n  Yes, I've played a lot of board games.\n  \n  I haven't recently\n  ","519182":"\n  ......\n  ","519183":"\n  I don't believe so but I've seen the preview on Netflix before.\n  ","519184":"\n  Did you want to dance?\n  ","519185":"\n  yes\n  ","519186":"\n  Very nice\n  ","519187":"\n  How was the cake?\n  ","519188":"\n  none, honestly. Go make original movies!!\n  ","519189":"\n  $100\n  ","519190":"\n  I was a present :)\n  ","519191":"\n  no, I've always slept on my sides.\n  ","519192":"\n  meow\n  ","519193":"\n  I'd rather be doing that\n  ","519194":"\n  It's only 9:40pm here if this is Ben\n  ","519195":"\n  Correct lol\n  ","519196":"\n  Thanks for reminding me. I haven't really had much to drink today. oops\n  ","519197":"\n  may your wish come true\n  ","519198":"\n  Yes!\n  \n  How's your bday been? <3\n  ","519199":"\n  I need to shave them.\n  \n  need to buy new razors.\n  ","519200":"\n  Not really. I get cold just seeing the news on tv 😂\n  \n  I only like snow on Christmas morning.\n  \n  besides we have this Blizzard\n  ","519201":"\n  nice\n  \n  i had:\n  \n  yogurt\n  \n  chocolate cake\n  \n  leftover spaghetti\n  ","519202":"\n  nice! :)\n  ","519203":"\n  That's good! I had my leftovers earlier.\n  ","519204":"\n  This is funny because I called you coconut since it's what my nephew's new hamster is called. They each have one now.\n  ","519205":"\n  How's the food, birthday king?\n  ","519206":"\n  I don't feel like anything has changed.\n  ","519207":"\n  I view it as both.\n  \n  yes\n  ","519208":"\n  Massachusetts\n  ","519209":"\n  Not much\n  ","519210":"\n  yes please\n  ","519211":"\n  Lush products seem nice.\n  \n  ¯\\_(ツ)_\/¯\n  ","519212":"\n  I don't own a bikini and didn't take any swimsuit pictures.\n  ","519213":"\n  I'm good.\n  \n  East Valley area\n  ","519214":"\n  oh nice, I'm invited :D\n  ","519215":"\n  68 out\n  ","519216":"\n  sounds like a good way to celebrate\n  ","519217":"\n  hi\n  ","519218":"\n  oh lol\n  ","519219":"\n  funny\n  ","519220":"\n  10 hours vid\n  ","519221":"\n  That's not helpful 😂\n  ","519222":"\n  Are you?  😉\n  ","519223":"\n  No problem 🎅\n  ","519224":"\n  I don't have a favorite pair right now.\n  \n  It used to be my pink lace boyshort ones. Should get some more. was comfy.\n  ","519225":"\n  yes, it was still nice.\n  ","519226":"\n  sounds like a good way to wake up\n  ","519227":"\n  I suppose.\n  ","519228":"\n  I don't see it there...\n  ","519229":"\n  I miss you. I didn't get the chance to add on ig either :(\n  ","519230":"\n  No problem\n  ","519231":"\n  same\n  ","519232":"\n  No clue. In a dream i had two girls. One was blonde with curly hair and the other had a light brown color. The boy was just a baby so idk what color he'd have. probably a fair blonde color? ¯\\_(ツ)_\/¯\n  ","519233":"\n  indeed. He's a lion for\n  \n   @NO3MM3RZ\n  \n","519234":"\n  ¯\\_(ツ)_\/¯\n  ","519235":"\n  ah ok\n  \n  it continues to be a mystery\n  \n  our lil birthday king\n  ","519236":"\n  Right! The suspense XD\n  ","519237":"\n\n   @mawiocudwoc\n  \n\n  my favorite but it's easier to just say M since his username and actual name starts with M.\n  ","519238":"\n  I don't think I'm either. I just do my own thing. I'm not trying to be a leader. And I don't really follow the drama on here. I have a lot of followers on here though. Also someone called me a leader recently.\n  \n  I just don't see it\n  ","519239":"\n  sir mix a lot song\n  \n  raise your glass - p!nk\n  ","519240":"\n  Most asked question on here 😂 It should really be in my top answers, honestly.\n  ","519241":"\n  True but ya :)\n  \n  stayed the same\n  ","519242":"\n  Not king lol\n  \n  I don't even know who they are!\n  ","519243":"\n  dirty blonde\n  \n  i get added blonde highlights since it suits me more.\n  \n  Mom has blonde and dad has brown. I'm a mutt.\n  ","519244":"\n  I bite my lip if mad\n  \n  my birthday was yesterday, is that weird?\n  \n  My last name is greek so I always do Greek first: \"Greek, Irish, German and English\"\n  \n  I hate mascara but still use it\n  \n  my humor?\n  ","519245":"\n  The voice, this is us\n  \n  getting caught up with TWD\n  ","519246":"\n  three people i have on FB. known way before ask\n  \n  the other 2 should be logical :p\n  ","519247":"\n  cool page\n  ","519248":"\n  about 5?\n  ","519249":"\n  I'm behind on reading :\/\n  ","519250":"\n  ongoing journey\n  ","519251":"\n  No clue\n  ","519252":"\n  kind of the plan. An anon suggested it before.\n  \n  plus, I got a dress :)\n  ","519253":"\n  hugs\n  ","519254":"\n  Christmas 🎅🎄🎅🎄\n  ","519255":"\n\n   https:\/\/youtu.be\/NdYWuo9OFAw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  fat and most likely not because of a medical condition. People just think its about food consumption and its not for me. Society standards suck.\n  \n  that I'm probably a b!tch\/stuck up because I have resting b!tch face or that I'm sad.\n  \n  I even had someone comment that they wish I looked like my bitmoji last night. I think I do yet some small differences too ¯\\_(ツ)_\/¯ like my arms would be a bit bigger. The next body up doesn't really match up to what I see\/feel like. There's no inbetween body besides the one I picked\n  \n  I take a picture and I feel ok about it. When others take a picture of me i look 3x bigger in it. That's probably what the people see ¯\\_(ツ)_\/¯\n  ","519256":"\n  8 more days? That's scary.\n  ","519257":"\n  I know lol\n  \n  especially those 10 hour ones lately\n  ","519258":"\n  Not much going on\n  ","519259":"\n  Anything could influence people.\n  \n  no to shutting down concerts.\n  ","519260":"\n  6\/10?\n  ","519261":"\n  Is king in his best birthday suit? lol\n  \n  happy birthday 🎂🎉👑\n  ","519262":"\n  Happy official birthday, king!\n  ","519263":"\n  Today I did vanilla yogurt mixed with my 1stphorm meal replacement and peanut butter. I wanted some more protein. Then some granola topped with a few pieces of baking chocolate chips and a couple blueberries.\n  \n  I feel like I usually have yogurt, either plain or more jazzed up like the above. Or I'll have oatmeal.\n  \n  I had a pancake yesterday for my birthday.\n  \n  I mostly keep breakfast light.\n  ","519264":"\n  Good night\n  ","519265":"\n  ok :)\n  ","519266":"\n  lol whatever you wanted.\n  \n  anyways, I'm going to bed now.\n  \n  Hope you have a good one. talk later, king  <3\n  ","519267":"\n  No more Chinese buffet?\n  ","519268":"\n  😘\n  ","519269":"\n  I got $100\n  ","519270":"\n  all good :)\n  ","519271":"\n  One of the best parts. didn't feel like saying more lol\n  ","519272":"\n  aww king is so cute. I really hope you have a good day  <3\n  ","519273":"\n  I'm not sure! I love newer builds with all the upgrades. I love Victorian houses with wrapped around porches. Cabins can be cute.\n  \n  ¯\\_(ツ)_\/¯\n  ","519274":"\n  It was good overall. Very chill Sunday. Got the Italian food delivered. Talked with my dad and brother over the phone. Watched some of The Sound of Music with my mom. Had some nice chats with some people on here\/elsewhere.\n  \n  Did the cake. Had those trick sparkler candles. Yes, it was. Was from a box but she made it more professional like. Also added mayo instead of the oil and it was more moist. Can't taste the mayo in it, luckily.\n  \n  orgasm..\n  ","519275":"\n  Sometimes or more gloss kinds. I do have a few on my wishlist that I liked the colors of. I usually like pinks more or ones with nude brown tones in them.\n  ","519276":"\n  correct. I forgot\n  ","519277":"\n  does it again\n  ","519278":"\n  hugs the birthday king even more\n  ","519279":"\n  I'm glad my family secret santa replied. I was about to ask \"qué quieres para Navidad?\" incase he didn't know how to read English.\n  ","519280":"\n  HAPPY BIRTHDAY, KING! THE GREATEST KING EVER! I HOPE YOU HAVE A WONDERFUL BIRTHDAY 🎂🎉\n  ","519281":"\n  worst - anything that i didn't use on a regular basis\n  ","519282":"\n  cliché answer but around the world\n  ","519283":"\n  It's a new one and i don't remember the name lol\n  \n  it was pretty good! leftovers\n  ","519284":"\n  Good question.\n  ","519285":"\n  I'm in that mindset XD\n  ","519286":"\n  Thanks for sharing...\n  ","519287":"\n  The concert on Friday or today.. even though it was pretty chill.\n  ","519288":"\n  Thanks\n  ","519289":"\n  I'd love to go on my birthday. Didn't this year.\n  \n  I still haven't been there :\/\n  ","519290":"\n  Yes. happy birthday to her!\n  \n  I watched most of The Sound of Music too.\n  \n  Had Italian food and chocolate cake.\n  ","519291":"\n  Thanks buttercup\n  \n  I think I'll watch some of Sound of Music with my mom.\n  ","519292":"\n  It's been alright.\n  ","519293":"\n  Have a good sleep sweetheart. Thank you\n  ","519294":"\n  Thanks dude\n  ","519295":"\n  coconut\n  ","519296":"\n  Would you be my cellmate😮\n  ","519297":"\n  Next time pick a different song <3\n  \n  *hugs*\n  ","519298":"\n  Orange doesn't suit me\n  ","519299":"\n  I'd rather not go to jail\n  ","519300":"\n  *hugs* I'd remember it\n  ","519301":"\n  opposites!\n  ","519302":"\n  Who knows. Sounds like Ben or one of the moms going stir crazy.\n  \n  Yes it did 👌\n  ","519303":"\n  lucky!\n  \n  AZ doesn't have good Chinese food.\n  ","519304":"\n  Duh. Took the test and been living in the states for a long time. And my nephew's were born here.\n  ","519305":"\n  Maybe ¯\\_(ツ)_\/¯\n  ","519306":"\n  Haha I'm not Mexican\n  \n  My sister-in-law and her family are from Guatemala though. My nephews are half Spanish.\n  ","519307":"\n  nope. Should I?\n  ","519308":"\n  Someone is salty for no reason\n  \n  an anon reminded me.\n  ","519309":"\n  True\n  \n  when is yours?\n  ","519310":"\n  🎂🎂🎂🎂🎂\n  ","519311":"\n  It's sad i get more online birthday wishes than ones from actual friends.\n  ","519312":"\n  you just want the chocolate cake ;)\n  \n  apparently people aren't supposed to eat anything bad on their birthday ¯\\_(ツ)_\/¯\n  ","519313":"\n  Not to my knowledge. I don't like lying. It only hurts you and the other person involved in the end.\n  ","519314":"\n  Either 3 meals or 2 meals and some snacks. I eat under the 2000 calorie amount. I aim for 1740. Sometimes I eat under that. Sometimes I don't have a lunch so the snacking occurs. Usually healthy stuff anyways. Eating junk makes me feel bad overall.\n  \n  I believe in moderation. Good with the bad. Obviously limit certain items too or smaller portion sizes.\n  \n  I'm fat because of pcos, not really from what I eat. Insulin resistance. My weight is still high even if i look and feel way smaller. I've lost 21.5 pounds since June.\n  \n  you and that anon from earlier can go b!tch somewhere else.\n  ","519315":"\n  Thanks Hayley\n  ","519316":"\n  Today\n  ","519317":"\n  I haven't really noticed then\n  ","519318":"\n  Yes but they are definitely different now too.\n  ","519319":"\n  What do you mean exactly?\n  ","519320":"\n  nah people probably wouldn't get it. had 2 on last time and nothing. plus you'd think you deserve to see it in use\n  ","519321":"\n  XD\n  ","519322":"\n  not yet. weekend isn't over yet though\n  ","519323":"\n  any ideas?\n  ","519324":"\n  This question always reminds me of Dirty Dancing.\n  ","519325":"\n  was that ever questioned?\n  ","519326":"\n  rude\n  ","519327":"\n  SOMETIMES. HOW ABOUT YOU?\n  ","519328":"\n  I don't really care about having crushes on celebs these days ¯\\_(ツ)_\/¯\n  ","519329":"\n  Thanks anon\n  ","519330":"\n  yes. I guess everyone just wants a lazy Sunday so we're getting it delivered. I don't mind. My birthday has always felt like just another day lol\n  ","519331":"\n  if i can, yes.\n  \n  I don't go around giving unsolicited advice though lol shits not needed\n  "}}