{"Question":{"520405":"\n   I'm sorry for being a creep. I'll stop with the thigh and villian talk\n  ","520406":"\n   you are welcome, im here if you ever need to talk x\n  ","520407":"\n   Do you think that it is wrong to bring kids up to believe that lying is bad and they should always tell the truth, yet they are lied to by parents every Christmas and Easter (eg Santa and Easter Bunny).\n  ","520408":"\n   What do you do when you have insomnia?\n  ","520409":"\n   Dang girl you must be BUILT!!! Those are good workouts you must work hard!\n  ","520410":"\n   what a fool you are\n  ","520411":"\n   ppl have all kinds of kinks XD\n  ","520412":"\n   Would u rather a guy with a small regular or dig bick\n  ","520413":"\n   or somethin else 😏\n  ","520414":"\n   you are already some sex with your boyfriend\n  ","520415":"\n   POUQ\n  ","520416":"\n   I also heard the word pearl\n  ","520417":"\n   what does pearl mean\n  ","520418":"\n   Do you work on your pearl too? Lol\n  ","520419":"\n   I bet you're epic a karoke\n  ","520420":"\n   If your friend committed a serious crime that hurt someone else would you lie to the police for them, turn them in for it or just not say anything to anyone ?\n  ","520421":"\n   Why leggings?\n  ","520422":"\n   much better than anything from ben or lahore at least\n  ","520423":"\n   Jeans or leggings?\n  ","520424":"\n   what does it feel to be so wanted haha\n  ","520425":"\n   u have a lot of guys the king m %rose and now ur henchman lol\n  ","520426":"\n   Do you work on your legs the most?\n  ","520427":"\n   i like your name\n  ","520428":"\n   Which one do you prefer?\n  ","520429":"\n   Can you rap\n  ","520430":"\n   What's the nickname everybody calls you? Do you like it?\n  ","520431":"\n   what\n  ","520432":"\n   I bet it does! I'm just saying cause when you wrapped your flawless legs around me to save my life I was in awe if how thick and strong and muscular they were! 😍\n  ","520433":"\n   How are your thighs so thick and strong!? 😍\n  ","520434":"\n   Yet? How will you get them?\n  ","520435":"\n   Sorry lol but I could ask you the same! You're being even more adorable\n  ","520436":"\n   He's a lucky guy to have you as queen!\n  ","520437":"\n   The Lynsanator obviously\n  ","520438":"\n   What other names?\n  ","520439":"\n   Do you realize how gorgeous you are!?\n  ","520440":"\n   Have you ever had to forge a signature? Tell your story\n  ","520441":"\n   lol got that wrong thought u would say m\n  ","520442":"\n   What's my first order has henchmen?\n  ","520443":"\n   What would be your villian name? Ivana fuch ?\n  ","520444":"\n   *hugs back* you are such a sweet heart and an amazing woman I cannot believe it. I know it's just silly ask talk but it still means a lot 😊\n  ","520445":"\n   Who's your king?\n  ","520446":"\n   I miss you more than anyone here 😍🌸\n  ","520447":"\n   Do you have any super villian powers?\n  ","520448":"\n   can i slather u in ketchup\n  ","520449":"\n   Ever wonder why people make up such outrageous lies in order to fit in?Just be yourself!!\n  ","520450":"\n   It would explain why he hates women so much, no taches\n  ","520451":"\n   That would probably turn Ben on more\n  ","520452":"\n   It has to be Hitler reincarnated, or Ghengis Khan\n  ","520453":"\n   Sounds lovely. I had a rather pleasant time in South Africa with summer highs around 116. It actually got warm enough to take off my jersey. It's currently 35 ish here in Scotland, so you can imagine how happy I am about that\n  ","520454":"\n   like what did they do in another life to deserve such punishment lmao\n  ","520455":"\n   do you have children?\n  ","520456":"\n   Why do girls always cry during sex and still holding the guys tight?\n  ","520457":"\n   Yes it is. I'm not a bloody yeti, give me some heat lol\n  ","520458":"\n   Do you believe that only people of the same religious beliefs can have a functional relationship? Why\/why not?\n  ","520459":"\n   is it cold?\n  ","520460":"\n   P.E.T.A wants to remove phrases that insinuates animal violence, e.g \"take the bull by the horns\" and replace them with more non animal phrases insiesd do you agree? Disagree? Peta taking issues to literally?\n  ","520461":"\n   Goodnight queen snuggles you in bed🌹👑\n  ","520462":"\n   Good night beautiful\n  ","520463":"\n   My adorable queen🌹👑\n  ","520464":"\n   Goodnight ⚘\n  ","520465":"\n   Lyndsey, it's almost time to get inside of the spaceship and fly around while sleeping. Are you excited for sleepy time in the spaceship tonight?\n  ","520466":"\n   What was the last risk you took that paid off?\n  ","520467":"\n   Do you think you could save me again? I need rescuing by such a strong, amazing woman like yourself 😊😍\n  ","520468":"\n   sorry I'll leave you be about it. you're beautiful though\n  ","520469":"\n   Lol that's funny! I didn't know it was opposite day! I'll play along too then. You are really NOT 😉😉 beautiful 😂 (you so are tho for real)\n  ","520470":"\n   King just wants hugs since he wants to be cared🌹👑😪\n  ","520471":"\n   Do you love create the photo poll or answer the questions?\n  ","520472":"\n   Well I'm just one anon to save when you could save anyone else. I just didn't think I was special\n  ","520473":"\n   Lol it's all good. You'd be ine great and sexy villian. Could I be your loyal henchmen?\n  ","520474":"\n   Do you like being thick?\n  ","520475":"\n   Do you like shiny things?\n  ","520476":"\n   Is it bad if I find you too attractive?\n  ","520477":"\n   King makes you smile🌹👑\n  ","520478":"\n   What do you want for christmas?\n  ","520479":"\n   not that compliments are bad but just wondering lol btw who were the lucky ones\n  ","520480":"\n   why ppl compliment ur body when nobody here has seen u afaik lol\n  ","520481":"\n   how big are the jeans\n  ","520482":"\n   Well you're not big! Those jeans just really like to fit you! 😊😍\n  ","520483":"\n   Is there a way to tie it up so it's tighter on you?\n  ","520484":"\n   How often do you have to charge your phone?\n  ","520485":"\n   Ever been lonely?\n  ","520486":"\n   Oh jeez, yeah I’d say I’m hella allergic to cats. Like my throat closes up pretty quickly. And I do have lots of puppers- 10 😂 I’d take in 3 more for a bit :p\n  ","520487":"\n   Aww why is that bad? I'm sure you look fantastic i  those jeans! And you have a great booty!\n  ","520488":"\n   A better shape after they were already perfect!? 😍😍😍 That sounds awesome honestly lol I wish I could be saved bu those thighs again!\n  ","520489":"\n   How big is your booty?\n  ","520490":"\n   What do you mean by better shape?\n  ","520491":"\n   It's too big for you even though it says it should fit? Gosh I hate clothing omg I'm sorry\n  ","520492":"\n   Adding to the other anon's question, I got to experience snow in Vegas when I went there in 2008! Little did I know how lucky I was. Keep your fingers crossed.\n  ","520493":"\n   Where was the snow thing?\n  ","520494":"\n   I wish stuff was always the same has what the box says. I hate getting lied to by companies. I'm sure you still looked great in that red dress though!\n  ","520495":"\n   Are you keeping your amazing thighs during your weight loss?\n  ","520496":"\n   What do you with clothes you can't fit?\n  ","520497":"\n   Isn't it weird for your bro in law to see you braless? Especially when it's cold?\n  ","520498":"\n   You should check them out, they're pretty awesome. Obviously the clothes are too tight for them, especially around the chestal area, so they're always grabbing their boobs and adjusting\n  ","520499":"\n   There's this thing on youtube where girls dress up in clothes they wore when they were 12 or 10 or 8. Have you seen any?\n  ","520500":"\n   Would you pay $350 for the perfect bra that never rides or pinches and which fits you perfectly?\n  ","520501":"\n   How are you so beautiful?\n  ","520502":"\n   Why save me rather than anyone else? 🤔😁😊\n  ","520503":"\n   Oh I would loved to be saved by your legs! 😍🤤 But why does that make you a villian?\n  ","520504":"\n   I think we have fuknuts for mods\n  ","520505":"\n   Do you get snow in AZ?\n  ","520506":"\n   Save me? Why me?\n  ","520507":"\n   ooooh what makes you a villian? 😏😉\n  ","520508":"\n   You are my favorite super hero. You couldnsave the world with those flawless thicc thighs!\n  ","520509":"\n   Awesome! You had a productive evening! Did you enjoy dinner?\n  ","520510":"\n   wyd?\n  ","520511":"\n   S3X ITS same trash\n  ","520512":"\n   I was scrolling through your answers and I'm not talking about hooking up stuff as fun stuff. The stuff I like doing it playing with my cat and feeding the one that lives outside and eating dinner and watching my favorite shows.\n  ","520513":"\n   someones h0rny\n  ","520514":"\n   I hate this name s3x, i hate make this\n  ","520515":"\n   I hate sex, do ya think that i have problem ?\n  ","520516":"\n   boby pic\n  ","520517":"\n   🤣🤣🤣 lol nice one!\n  ","520518":"\n   Post something deep...? 💫🌝\n  ","520519":"\n   if batman parents are died then how he was born\n  ","520520":"\n   Sorry, was that too much?\n  ","520521":"\n   Lol that's impossible. You will obviously look great in them!!!\n  ","520522":"\n   Inbetween sizes?\n  ","520523":"\n   I already have glasses hehe but *puts them on anyway and sees clearly how beautiful you are and how amazing your glorious thick thighs are*\n  ","520524":"\n   were ur exes ok with u sharing all bout em then\n  ","520525":"\n   have u always been this open s3xually\n  ","520526":"\n   Is this gregory stevens?\n  ","520527":"\n   In that case, you WILL look amazing in them!!!\n  ","520528":"\n   *heart beats faster* You're beautiful and you have the most amazing legs in the world I mean it!\n  ","520529":"\n   you maybe thicc in the thighs but your beautiful in the eyes\n  ","520530":"\n   hey you are winning already look how kind you are, you will acheive your goals\n  ","520531":"\n   They really are. I mean idk that must suck. But I bet you look great in all your clothes no matter their brand on size. Sorry it's difficult to find consistent clothing though\n  ","520532":"\n   *freaks out because in awe of the glorious thighs* You... are saving my life!!!\n  ","520533":"\n   *Slides further in between*\n  ","520534":"\n   Oh nice! You would look FANTASTIC in those jeans\n  ","520535":"\n   Are you a virgin?\n  ","520536":"\n   This surprises me because you seem more like the kind of person who is fine whether you find someone or not, like it's good if you find him but you're good without and won't go seek\n  ","520537":"\n   Do you refer to older individuals by mr or mrs?\n  ","520538":"\n   Lacy or satin panties\n  ","520539":"\n   peanut but both are good\n  ","520540":"\n   wrote what\n  ","520541":"\n   Thick thighs save lives!\n  ","520542":"\n   I hear a lot about struggles with women's clothing sizes cause of different brand's. What's your favorite clothing brand and for what kind of clothing?\n  ","520543":"\n   medium to xxl? Oh my gosh that's so crazy!!! I'm sorry your range is so wide. That's so weird honestly. How do you deal with that?\n  ","520544":"\n   i am a little, abuse is not funny i dont know him really you are his friend\n  ","520545":"\n   you said nah liv will harm zack again, does it happen a lot ?\n  ","520546":"\n   again does it happen a lot lol\n  ","520547":"\n   lol @ m&m now i want some\n  ","520548":"\n   I'm sorry about your PCOS.... I can't imagine... Are you happy with your size? What's your goal? Also no matter what you are beautiful always. You're amazing. I know PCOS is tough. I'm so sorry\n  ","520549":"\n   m 1% and the guy u used to talk with before those 2\n  ","520550":"\n   bad choices, aww im bit hurt tbh  but its okay\n  ","520551":"\n   weight?\n  ","520552":"\n   Bad choices??????☹️\n  ","520553":"\n   then ben lahore and dan rofl\n  ","520554":"\n   Bra size?\n  ","520555":"\n   liv might harm you if you did snog him lol\n  ","520556":"\n   would you snog, marry, push off a cliff, zack, the grinch, kaiden mckenzie\n  ","520557":"\n   Are you skinny or thicc?\n  ","520558":"\n   That is an acceptable replacement\n  ","520559":"\n   Best flavor!\n  ","520560":"\n   That is correct lol\n  ","520561":"\n   Name 5 things that are currently in your line of sight?\n  ","520562":"\n   No its totally different look up\n  ","520563":"\n   You trust Jon right? Isn't Heather more of a cat person, I'm not sure how divided cat people\/dog people are.\n  ","520564":"\n   What's your flavour of choice?\n  ","520565":"\n   Shaving private ryan\n  ","520566":"\n   Which food is your guilty pleasure?Ill shovel donuts into my mouth all day if I could!\n  ","520567":"\n   Because you made me feel better when I was sad🌹👑\n  ","520568":"\n   get cause he hung himself and he has a song called \"pretty noose\" 😂\n  ","520569":"\n   What are you scared off\n  ","520570":"\n   Pretty noose\n  ","520571":"\n   lol x\n  ","520572":"\n   do u still talk to her on sc or ig\n  ","520573":"\n   I'm sure you'd let Jon. How bout\n   \n    @Jeremy_X_\n   \n   , and Noemi is a dog person too.\n  ","520574":"\n   doesnt seem like shes ever coming back :\/\n  ","520575":"\n   wow someone got em to u o.o guess they rly wanted to see u on em huh lol\n  ","520576":"\n   i hope nobody would o.o\n  ","520577":"\n   whats with the 10 hour vids lol\n  ","520578":"\n   the fun stuff a man and a woman talk in private\n  ","520579":"\n   Fun stuff is anything that you like to talk about and you enjoy.\n  ","520580":"\n   wdym\n  ","520581":"\n   you are soo sweet, xx\n  ","520582":"\n   Who are better drivers men or women\n  ","520583":"\n   Let's me friends and talk about fun stuff.\n  ","520584":"\n   lol thats good xo\n  ","520585":"\n   Life:just when you think you have the answers they change the question.\n  ","520586":"\n   aww, is she mean to your brother\n  ","520587":"\n   Cute\n  ","520588":"\n   Feel like one\n  ","520589":"\n   I had one today i just shut my eyes and turned off i'm a whimp huh?\n  ","520590":"\n   Ever had a filling\n  ","520591":"\n   ??? Think of me? >\n   \n    https:\/\/www.youtube.com\/watch?v=tNvbLvqOuBo\n   \n   ???\n  ","520592":"\n   Santa Claus Is Coming To Town >\n   \n    https:\/\/www.youtube.com\/watch?v=_K-jIK3pg7A\n   \n","520593":"\n   glad she doesent bully you, xo\n  ","520594":"\n   Do the corporates rule America?\n  ","520595":"\n\n    https:\/\/www.youtube.com\/watch?v=S5PvBzDlZGs\n   \n","520596":"\n   POUQ\n  ","520597":"\n   prob that was him asking that lmao\n  ","520598":"\n   How about that Dan guy\n  ","520599":"\n   Do you admit when you're wrong?\n  ","520600":"\n   can i ask a question on consent ?\n  ","520601":"\n   So how’s everyone today?Today is a very special day for me and my family as today is the 4 year anniversary of bringing our Sophia home to become apart of our lives. Adoption is truly something special .\n  ","520602":"\n   should children still go to school if they not fully toilet  trained?\n  ","520603":"\n   Do you prefer A) Pizza or Burgers B) Play pool or go bowling C) Be in a group or be alone D) Being the driver or being the passenger ?\n  ","520604":"\n   «Believe that life is worth living and your belief will help create the fact.»\n\n-William James\n  ","520605":"\n   Have you had lunch? 🍝\n  ","520606":"\n   It's called a \"Finsta\"\n  ","520607":"\n   aww, hope she doesn't bully you, your a sweetheart too\n  ","520608":"\n   bored?\n  ","520609":"\n   last song you listened to?\n  ","520610":"\n   One of the perks of having kids.When your out to dinner they can’t finish their meal, you box it up and then YOU get to eat it the next day !!😎 Anyhow do you like silk or flannel sheets for your bed?\n  ","520611":"\n   you know those alternate instagrams, where you post worse stuff and only let close homies follow it? what do u call those?? (also do u have one?)\n  ","520612":"\n   Is skye back\n  ","520613":"\n   When you were in school did you disect any animals\n  ","520614":"\n   Good night sweetie\n  ","520615":"\n   King hugs you while he’s rubbing your back🌹👑🤗\n  ","520616":"\n   Do you prefer to use cash or payment card?\n  ","520617":"\n   Regardless of your body and personal needs, what's your opinion on products for periods? Are you freaked out by some? Are there ones that you don't understand why anyone uses them? What would you use\/recommend if you had the option and had to choose? (I mean cups, tampons, pads etc.)\n  ","520618":"\n   Why is the word hot used to describe someone who's sexually desirable?\n  ","520619":"\n   Who on this site would you allow to dog sit?\n  ","520620":"\n   FYI: Lola is a short form of the Spanish name Dolores, meaning \"sorrows\".\n  ","520621":"\n   I feel happy now🌹👑\n  ","520622":"\n   Hugs you tighter. You are the best queen that deserves my heart for Christmas🌹👑\n  ","520623":"\n   Starts apologizing and then hugs you while I’m crying hard🌹👑\n  ","520624":"\n   It’s on the 17th. 2 more weeks from today. I was right🌹👑\n  ","520625":"\n   SUP DUDE\n  ","520626":"\n   Are Lalá, Lelé, Lili, Loló and Lulu five girls who lives in Brazil land?\n  ","520627":"\n   It’s because of what happened thanksgiving night that changed me. Now it’s all my fault for letting you and other people down. I wanted to make this great and that’s why I deserved to be dumped on🌹👑\n  ","520628":"\n   do you get on with your sister in law, id love a sister or a inla like you tbh\n  ","520629":"\n   I deserve to be dumped on and now you’ll always hate me🌹👑\n  ","520630":"\n   Sorry I forgot. I have bad memory🌹👑\n  ","520631":"\n   When’s your birthday?\n  ","520632":"\n   The small one looks more feminine.. is that Lulu? I've wondered if gendering animals without checking below is much of a thing.\n  ","520633":"\n   What truly hurts your feelings?\n  ","520634":"\n   What is something that you recently realized about yourself?\n  ","520635":"\n   2 more weeks till my birthday🌹👑\n  ","520636":"\n   Do you think you could handle instant wealth?\n  ","520637":"\n   collect.\n\nI hate myself\n  ","520638":"\n   Do you collect anything?I collect dust....and hats\n  ","520639":"\n   In what way does the weather affect you?\n  ","520640":"\n   Can you accept your flaws?\n  ","520641":"\n   Why do people enjoy watching others fail?\n  ","520642":"\n   Why do not you drive to Brazil?\n  ","520643":"\n   oversharing bout ur s3x habits kinda is cuz most girls wont even admit they do stuff XD\n  ","520644":"\n   Who's up?\n  ","520645":"\n   Do you have any interests or hobbies that could be considered unusual? For example I quite enjoy locksport (legal lockpicking) and a friend of mine enjoys dog spotting\n  ","520646":"\n   Make a wish☄\n  ","520647":"\n   Have you ever gone through your bf or husband whatever you have phone before if you have why\n  ","520648":"\n   i mean overall cuz sometimes u ask for qs but u have a bunch on ur inbox u could get to instead of giving so much attention to sh1tposts like the ppl last nite\n  ","520649":"\n   why u take so long to answer good qs but reply to crap immediately\n  ","520650":"\n   All any idk\n  ","520651":"\n   he was the singer for soundgarden\n  ","520652":"\n   Whats chris cornells favorite song?\n  ","520653":"\n   Pic of your dog\n  ","520654":"\n   are you excited for the birthday celebrations\n  ","520655":"\n   Will your dog defend you if someone attacked you if you don't have a dog use this for whatever\n  ","520656":"\n   What are you looking forward to this week ?\n  ","520657":"\n   What are you doing right now? I'm drinking water and then I'm going to do tinkles and get in bed.\n  ","520658":"\n   take it day by day\n don't stress too much about tommorow\n  ","520659":"\n   Are you a pretty straight forward person or do you tend to hide your feelings and ideas?\n  ","520660":"\n   Do you love jokes?\n  ","520661":"\n   I feel sorry for Christmas tree angels. They must be picking pine needles out of their panties for months after lol\n  ","520662":"\n   Have you ever won anything ?Like a contest or drawing?\n  ","520663":"\n   Go sit under a tree\n  ","520664":"\n   What's lobster like? I've never had it. I like shrimp and crab. I know what those taste like.\n  ","520665":"\n   you hairy shaved or trimmed?\n  ","520666":"\n   Who what how why? I was just fu*king with you lol 😂\n  ","520667":"\n   No i wasnt talking about a house you must be too old to get that reference\n  ","520668":"\n   Do you like iced tea?\n  ","520669":"\n   Does the carpet match the drapes?\n  ","520670":"\n   some ppl got the 3some q deleted thats why\n  ","520671":"\n   Have you recently set off the smoke detecter from cooking something?\n  ","520672":"\n   where u goin\n  ","520673":"\n   What are you getting ready for?\n  ","520674":"\n   Do you like seafood?\n  ","520675":"\n   Do you ever have to wake up early? I have to get up early early early tomorrow and I'm scared about it.\n  ","520676":"\n   How long have you been in AZ now? Has it been a year?\n  ","520677":"\n   POUQ\n  ","520678":"\n   How often do you spend time alone?\n  ","520679":"\n   Followed❤\n  ","520680":"\n   Do you have anything exciting coming up?\n  ","520681":"\n   what do you do for work?\n  ","520682":"\n   What they said?\n  ","520683":"\n   yeah girls here are mean tbh\n  ","520684":"\n   yes but you are cute too your like so kind to me and ig everyone so yes cutest xo\n  ","520685":"\n   A new rule has been passed in hospitals and general public health care that nurses doctors and anyone in authority can't call patients love dear honey anymore, and must call them by name. Is this taking things too far or removing the informalness between patients and doctors etc?\n  ","520686":"\n   How so? 🤔\n  ","520687":"\n   Good Morning 😄\n  ","520688":"\n   Your late night anons get f*ckin weird and creepy. Daytime creepy anons are downright pleasant in comparison. What's your best creepy anon impersonation?\n  ","520689":"\n   My friend just told me that she likes me more than a friend but then said that she doesn’t want anything from what she told me. I’m surprised bc I wasn’t expecting it. What do I say\/do? Please help. \/:\n  ","520690":"\n   A little question for the holiday season: if you could choose anyone to kiss under the mistletoe or on new years ever as the ball goes down , who would you choose ? And why? ( can be a celebrity as well)\n  ","520691":"\n   There are some things you can not describe in words you just feel them ♥\n  ","520692":"\n   There are anti discrimination laws in place for that sort of thing. The blasphemy laws were to protect Catholics. Ireland has a huge issue with the Catholic Church having a say in laws, government, education etc.\n  ","520693":"\n   do you think going to the toilet every day is inconvenient\n  ","520694":"\n   it says jam i took the quiz for what tv  couple would yiu have 3some with, but i want holly tbh\n  ","520695":"\n   How is the weather where you are?Its cold here. I don’t like this😡\n  ","520696":"\n   The song \" Baby it's cold outside \" is been banned from various radio stations in America and Ireland for having suggestive lyrics and questionable ideas presented in the song. What do you think? Should it be banned or are you happy to listen to it?\n  ","520697":"\n   PAP of your Christmas tree. If you don’t celebrate Christmas, PAP of your debit card along with your PIN number 😊\n  ","520698":"\n   u could block the person arguing with the grinch and see if he was sending u stuff too\n  ","520699":"\n   Answer the door...\n  ","520700":"\n   wana see whats in my coin purse?\n  ","520701":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","520702":"\n   u should block larry erick and the other dude theyre prob even the same acc\n  ","520703":"\n   WUAT UP\n  ","520704":"\n   Could you go rock climbing\n  ","520705":"\n   I have a jar where I pickle my toenails. want to see? -Larry\n  ","520706":"\n   I wouldnt call you a racist. Id never date a fuckin arab. -Larry\n  ","520707":"\n   Your eyelashes can tickle my scrotum\nAny day. - Erick\n  ","520708":"\n   Would you ever date an arab man?\n  ","520709":"\n   I want to fashion a blanket out of your skin\n  ","520710":"\n   rly thats ur worst i say anything ben posts is tons worse or the person saying theyre trapped and need nud3s\n  ","520711":"\n   How saggy are your tits?\n  ","520712":"\n   A woman's life only goes downhill with her looks after they're 29 you know... -ben\n  ","520713":"\n   What she said ☝️\n  ","520714":"\n   What has been the worst question youve been asked on here?\n  ","520715":"\n   My nickname in high school was the toe tickler. what was yours? -Frank\n  ","520716":"\n   lets have some fun tonite\n  ","520717":"\n   would you drink a cup full of smegnog?\n  ","520718":"\n   Yeah what he said ! ☝️\n  ","520719":"\n   Ive got the crust\n  ","520720":"\n   think your the cutest xo\n  ","520721":"\n   I got lusty lip locker...I'm available for coaching sessions mondays, wednesdays and saturdays ;) lol 👍\n  ","520722":"\n   Your eyebrows look so bruisable. Fuck you.\n  ","520723":"\n   I have a third nut - Erick\n  ","520724":"\n   Would you ever wear a foxtail plug?\n  ","520725":"\n   oh yeah defo football over at  moment but still training , bet you are so fit too the workout you posted was goals\n  ","520726":"\n   Sounds to me like you need practice, and that's never a bad thing ;) 👍\n  ","520727":"\n   i like booty hair\n  ","520728":"\n   I hope it will be nice 😉\n  ","520729":"\n   i know one of em is me lol but besides me\n  ","520730":"\n   How about this kissing one? 👍\n   \n    https:\/\/www.buzzfeed.com\/tabathaleggett\/what-kind-of-kisser-are-you\n   \n","520731":"\n   like who\n  ","520732":"\n   Its 2018 so you're automatically a racist\n  ","520733":"\n   inb4 the paypig anons come they were here months ago lol\n  ","520734":"\n   Where's the \"what kind of lover are you\" poll? 👍\n  ","520735":"\n   Seems accurate to me ;) 👍\n  ","520736":"\n   Ayeeee twinning 😂\n  ","520737":"\n   Hi\n  ","520738":"\n   You're racist\n  ","520739":"\n   You into black guys?\n  ","520740":"\n   I love that song queen🌹👑\n  ","520741":"\n   I be lookin for the gold diggers dawg\n  ","520742":"\n   but the very next day you said you were gay\n  ","520743":"\n   You deserve my heart for Christmas for making me the best king🌹👑🎄\n  ","520744":"\n   You a gold digger?\n  ","520745":"\n   How would you describe your flirting style? 👍\n  ","520746":"\n   haha SHUT UP!!\n  ","520747":"\n   r u boiling noodles ?\n  ","520748":"\n   tbh you get tough in wisconsin some of the girls at school kick us so bruises are commonn and i dont hit back\n  ","520749":"\n   Recently, the Irish public voted to abolish the laws that made blasphemy in Ireland illegal. No one had been prosecuted for blasphemy since 1855. What's you opinion on this? Should we have kept the law active or did we make the right choice?\n  ","520750":"\n   whats your instagram cutie 😍\n  ","520751":"\n   Is capitalism on the way out?\n  ","520752":"\n   Do you like Arby's sauce? I love their sauce packets.\n  ","520753":"\n   Your fav acc here\n  ","520754":"\n   How many people have bought things for you from your wishlist? 👍\n  ","520755":"\n   how many sisters do you have? how many brothers do you have? what was the gender dynamic like in ur household\/do u think the dynamic affected u as a person?\n  ","520756":"\n   Can you push a needle up under your finger nails without flinching?\n  ","520757":"\n   did you have a nice day?\n  ","520758":"\n   hi:(\n  ","520759":"\n   Likers get cute or not?\n  ","520760":"\n   You should come, we have castles and more pubs than you could ever need lol\n  ","520761":"\n   A song that u suggest me to listen?\n  ","520762":"\n   well a bit fun except for the bruises lol\n  ","520763":"\n   fell a couple a times. liv pushed me tho so i fell cause of her at least once lol\n  ","520764":"\n   Instagram\n  ","520765":"\n   thx i went skating yesterday massive bruise  lol\n  ","520766":"\n   Snap chat\n  ","520767":"\n   Are there any pictures of you?\n  ","520768":"\n   aww, im the baby too wish I had a big sis like you x\n  ","520769":"\n   more like the babe\n  ","520770":"\n   What kind of things do you put on your ig?\n  ","520771":"\n   are you the eldest sibling\n  ","520772":"\n   What is your favourite type of thing to wear when you go out ?\n  ","520773":"\n   The best part of the day?\n  ","520774":"\n   what keeps u up so late anyways\n  ","520775":"\n   do you have twitter if you do does anyone famous follow you if so who\n  ","520776":"\n   Awesome\n  ","520777":"\n   I prefer to be on top, if I'm on the bottom bunk I'm afraid the top one will collapse on me...lol. Variety is the spice of life 👍\n  ","520778":"\n   What time do you usually go to bed around?\n  ","520779":"\n   When did you last go to the beach?\n  ","520780":"\n   Who was the last person that you hung out with?\n  ","520781":"\n   How many siblings do you have?\n  ","520782":"\n   is your bithday the 8th\n  ","520783":"\n   Good night beautiful\n  ","520784":"\n   Also, about the hate, thank you so much! You're an absolute blessing! 😊💚\n  ","520785":"\n   like who\n  ","520786":"\n   block list pap\n  ","520787":"\n   when you rub one out, do you do it yourself manually or do you get some....um....electronic help? i can't just use my hand it just doesn't work for me!\n  ","520788":"\n   guess ur days of sleeping early are over lol\n  ","520789":"\n   Do you miss school?\n  ","520790":"\n   lol it was a joke but nvm\n  ","520791":"\n   ask em to put on headphones cuz u need privacy for working XD\n  ","520792":"\n   Interesting. It's just such a standard thing in homes here. I can't imagine waiting for a kettle on a stove to boil. It would feel like forever :)\n  ","520793":"\n   WUAT UP\n  ","520794":"\n   Do you prefer to be on top? 👍\n  ","520795":"\n   but hey at least they sent it to u in HD hahahahahah\n  ","520796":"\n   Someone coulD surprise you again though :) Unfortunately that's a little out of my reach for now but it's always good to hope for something!\n  ","520797":"\n   nyan cat one is better lol\n  ","520798":"\n   Possibly but I didn't get more than a few anons in the past few days that weren't just being transphobic or rude.😂\n  ","520799":"\n   What tf is this about Americans not having electric kettles? It can't be true, can it?\n  ","520800":"\n\n    https:\/\/www.youtube.com\/watch?v=3UjuYtgMDIg\n   \n","520801":"\n   There's a meme called \"I was today years old\". For example \"I was today years old when I realised when someone tells me to 'hold my horses', they're telling me to be stable\". People say it when they only just found out something that they feel they should've already known. What's your own example?\n  ","520802":"\n   try sleeping then maybe u will\n  ","520803":"\n   Plans for the rest of the night?\n  ","520804":"\n   Dang that’s a lot of participation.. IF THEY ALL PARTICIPATED. lol\n  ","520805":"\n   Yeah, I never got any secret santa Q's. It sucks.😂\n  ","520806":"\n   i hate it when ppl deactivate for no reason\n  ","520807":"\n   How sad, I thought it would’ve been something people would really enjoy doing and be on more often to at least be surprised by their SS lol\n  ","520808":"\n   some ppl take forever to answer qs months even so chances are they wont answer a single one before its xmas\n  ","520809":"\n   What's your mental age?\n  ","520810":"\n   Mine never responded to my q’s so when I reveal myself, I’m gonna give the gift of hxc Indian burns c:\n  ","520811":"\n   🌹👑😴🐻\n  ","520812":"\n   When I was at school I got blamed for something I didn’t do so I couldn’t go on the trip to the museum, they later found out I was innocent but that same day they wanted me to write about what I learned at the museum when I didn’t go, so I lost my temper and smashed the computer and monitor lol.\n  ","520813":"\n   still hot\n  ","520814":"\n   Ever practice trophallaxis?\n  ","520815":"\n   if u did 2 last nite and then another early does that mean u did 3 yesterday wow\n  ","520816":"\n   how many qs u got\n  ","520817":"\n   What is something that you want others to understand?\n  ","520818":"\n   17: What is the silliest reason you've ever gotten into an argument or a fight with someone?\n  ","520819":"\n   What's your favourite thing about the city or town you live in?\n  ","520820":"\n   no u did 2 last night XD\n  ","520821":"\n   I realize my neck is stiffed🌹👑\n  ","520822":"\n   King wants to be happy for the holidays🌹👑🎄\n  ","520823":"\n   you're smart.kiki\n  ","520824":"\n   Plans for the rest of the day? 👍\n  ","520825":"\n   Some use ask.fm as a heavy hearted place to vent or rant, others use it to educate others or learn and then there are those who use it as a light hearted distraction from real life. With that said, what do you use it for?\n  ","520826":"\n   I ask a lot of controversial questions on here and answer a lot of controversial things. Tbh I feel like the way I used to be on this site years ago made people very polarized when it came to their opinion on me. With that said, have I ever offended you & why? What's your current opinion of me?\n  ","520827":"\n   Who in your life are you most proud of and why are you proud of them. Ad who in your life do you think is most proud of you and why do you think they are\n  ","520828":"\n   When was the last time you really doubted yourself ?\n  ","520829":"\n   What is your favorite 80s movie?\n  ","520830":"\n   Have you ever been to Europe ?\n  ","520831":"\n   In your opinion what makes a real man\n  ","520832":"\n   Wyd\n  ","520833":"\n   I Got Rhythm >\n   \n    https:\/\/www.youtube.com\/watch?v=3U_ttGmrHUs\n   \n","520834":"\n   You should put the toys back on. You never know ;) 👍\n  ","520835":"\n   Happy December🌹👑🎄\n  ","520836":"\n   I love Christmas queen🌹👑🎄\n  ","520837":"\n   Time for a new leg pap then 👍\n  ","520838":"\n   Queen🌹👑\n  ","520839":"\n   No problem. Just well heels make legs look awesome :)\n  ","520840":"\n   Cutie\n  ","520841":"\n   I learned my lesson. It's cost me my money, but you are right. I'll never not check again.\n  ","520842":"\n   when did u answer the leg pap one o.o\n  ","520843":"\n   Do you know any lesbian of color  ?\n  ","520844":"\n   POUQ\n  ","520845":"\n   One way ticket >\n   \n    https:\/\/www.youtube.com\/watch?v=D4y_acTR0MY\n   \n","520846":"\n   🌹🌹👑👑\n  ","520847":"\n   Who's your favourite youtubers?\n  ","520848":"\n   Describe yourself in 3 words!\n  ","520849":"\n   What's the best gift\/present you've ever received from someone and why is it your favourite?\n  ","520850":"\n   Can I play a game of never have I ever with you\n  ","520851":"\n   what’s ur opinion on: Burger King\n  ","520852":"\n   did u do it twice\n  ","520853":"\n   Thank you for tucking me in last night. I was super upset b\/c I went to Wendy's and they forgot my chicken sandwich in the drive-thru order so I paid and didn't get it. I didn't realize until I was all the way home. I was so upset that I lost my money on it.\n  ","520854":"\n   What about your today ‼️\n  ","520855":"\n   it looks nice bet you will look beautiful\n  ","520856":"\n   Ugliest one wins Christmas right?\n  ","520857":"\n   What are your weekend plans?\n  ","520858":"\n   are you having a nice day\n  ","520859":"\n   lol sorry xo\n  ","520860":"\n   you tbh have a great personality xo\n  ","520861":"\n   What do you love about yourself?\n  ","520862":"\n   glad it was so good\n  ","520863":"\n   Outfit of the day?\n  ","520864":"\n   07: If you could invent a new sport, what would it be?\n  ","520865":"\n   Do you prefer going out or staying in?\n  ","520866":"\n   What show did you watch the most as a kid?\n  ","520867":"\n   I have a crush on her 😍\n  ","520868":"\n   I'll take that as a maybe :p 👍\n  ","520869":"\n   What if he was hung\n  ","520870":"\n   Do you have any Ask crushes? 👍\n  ","520871":"\n   Oh:( I like older woman\n  ","520872":"\n   Would you date a 23 year old?\n  ","520873":"\n   nice to know lol how was last nite\n  ","520874":"\n   Want one?\n  ","520875":"\n   Are you a mom?\n  ","520876":"\n   well its like i told u a lot of times its hard to tell if ur just teasing ppl or ur actually doing something lol\n  ","520877":"\n   Virgin?\n  ","520878":"\n   Cosa c'è cambiato ormai? \nRemarquez-vous que quelque chose a changé maintenant ?\nCe sa schimbat acum?\nMikä on muuttunut nyt? \nDo you notice something changed  now?\n oops: ANSWER THE QUESTION IN YOU NATIVE LANGUAGE\n  ","520879":"\n   hey im so sorry, i mean finding out too young about santa sorry ofc you had a great childhood thats why you are a sweetheart xo\n  ","520880":"\n   you are making my xmas xo\n  ","520881":"\n   this sounds like lahore\n  ","520882":"\n   which ones\n  ","520883":"\n   Alright. You get something through your thick skull too. You came to me. So dont threaten to walk out every 5 minutes.\n  ","520884":"\n   shouldve known when u were quiet for a while XD\n  ","520885":"\n   How many relationships have you been in?\n  ","520886":"\n   last time u played with yourself\n  ","520887":"\n   Have you ever had surgery before?\n  ","520888":"\n   Clearly it means studying math :P\n  ","520889":"\n   I took a look at your wish list anD you have some really interesting stuff there :)\n  ","520890":"\n   Good Night 😍😍👅⚘\n  ","520891":"\n   Good night babe\n  ","520892":"\n   Gn🌹👑\n  ","520893":"\n   That sucks :(\n  ","520894":"\n   Yeah our super month 😃 in two weeks is my birthday family party.\n  ","520895":"\n   😍😍😘😘😍💣\n  ","520896":"\n   What was the first day at your current job\/school like?\n  ","520897":"\n   Here the half of it is over 😜\n  ","520898":"\n   what turns u on\n  ","520899":"\n   Happy Saturday 😃\n  ","520900":"\n   19: You can make a rule for a day and everyone has to follow it. What would it be?\n  ","520901":"\n   What color panties tonight or no panties?⚘\n  ","520902":"\n   I know ⚘\n  ","520903":"\n   You're getting another standing ovation at the moment 😍⚘\n  ","520904":"\n   what bout those other guys u mentioned before\n  ","520905":"\n   Fit inside 🤔\n  ","520906":"\n   besides the current ones?\n  ","520907":"\n   For Christmas with red or green toes with black heels. Or just a nice black stiletto\n  ","520908":"\n   How about online fwb, have you had any?\n  ","520909":"\n   What do you look for in a fwb or serious partner? 👍\n  ","520910":"\n   You got a standing ovation 😍😍⚘\n  ","520911":"\n   by played i guess u dont mean videogames XD\n  ","520912":"\n   are you excited for christmas\n  ","520913":"\n   Arizona! Man get some reg 3” heels. Open toe 😜😉\n  ","520914":"\n   It's a sexy picture 😍😍⚘\n  ","520915":"\n   plans for tonite\n  ","520916":"\n   How are you\n  ","520917":"\n   So you have a cute face?\n  ","520918":"\n   have u ever send nud3s to any1 as in full body ones\n  ","520919":"\n   I do Lyndsey lol\n  ","520920":"\n   Do you think we should wory about the environment?\n  ","520921":"\n   How bout I pay for you to fly to my city. then I get us a hotel room and we  have sex. And then I pay for you flight back and give you an extra $200. What do you think?\n  ","520922":"\n   Oh sorry I thought you said he was still young then\n  ","520923":"\n   If 60s is young\n  ","520924":"\n   who wouldnt lol ;)\n  ","520925":"\n   Are you still in  Arizona?\n  ","520926":"\n   thats specific lol what made u take it cuz u never post any kinds of pics\n  ","520927":"\n   what’s ur opinion on: coconut oil\n  ","520928":"\n   Is sex important in a relationship\n  ","520929":"\n   when?\n  ","520930":"\n   Ever taken a nude photo\n  ","520931":"\n   do you sometimes get compliments for your butt? if yes do you like getting that compliment?\n  ","520932":"\n   what’s ur opinion on: grapefruit\n  ","520933":"\n   cool must be tough when you were a child, you are such a sweet person xo\n  ","520934":"\n   what is on ur perfect pizza\n  ","520935":"\n   -\n  ","520936":"\n   You should tuck me in. I'm in my sleeping bag tonight.\n  ","520937":"\n   Today is my birthday. Would you like to follow me?\n  ","520938":"\n   Do you like Carl's Jr? I love their Big Chicken Fillet. I got a bogo coupon for one. Nice!\n  ","520939":"\n   POUQ\n  ","520940":"\n   What do you want Santa to bring you?\n  ","520941":"\n   oh sorry over finding  out about santa and the bike\n  ","520942":"\n   he was back for a few days last month i think but ya hes been awol most of the year\n  ","520943":"\n   Have U travelled before by train?\n  ","520944":"\n   Pick the seventh person in your follow list and tell us why you follow them. STAIF\n  ","520945":"\n   You're pretty awesome, you know that? 👍\n  ","520946":"\n   u randomly getting butt pics lol\n  ","520947":"\n   *hug*\n  ","520948":"\n   lol what\n  ","520949":"\n   you have a pet?\n  ","520950":"\n   Be careful eating left over rice. It grows bugs real quick\n  ","520951":"\n   how are you ?\n  ","520952":"\n   lol i’m too shy to show off my body\n  ","520953":"\n   ok....\n  ","520954":"\n   What sounds extremely wrong, but is actually correct?\n  ","520955":"\n   What is one hidden talent you have that you wish more people knew?\n  ","520956":"\n   At ping pong or the fun filthy things? 👍\n  ","520957":"\n   σπουδές μουσικής\n  ","520958":"\n   I meant for ping pong and swimming...honest ;) 👍\n  ","520959":"\n   I live in hope!\n  ","520960":"\n   do you trust me\n  ","520961":"\n   How can you not like your arms? They let you do all sorts of fun stuff 👍\n  ","520962":"\n   I like your butt a lot:)\n  ","520963":"\n   he starts groping u so u take the hint and go somewhere private XD\n  ","520964":"\n   pda?\n  ","520965":"\n   Did you make a decision on the Christmas booties? What about the rest of the outfit? 👍\n  ","520966":"\n   well thatd be just the start of it lol\n  ","520967":"\n   are you more happy with your stomach or butt?\n  ","520968":"\n   what if he was one of those dudes who want s3x all the time\n  ","520969":"\n   when could he not touch your butt?\n  ","520970":"\n   How would you describe your moral compass?\n  ","520971":"\n   if you had a boyfriend could he often kiss you and touch your butt in public?\n  ","520972":"\n   Mid afternoon thoughts then? 👍\n  ","520973":"\n   your view on public display of affection?\n  ","520974":"\n   Ever realize just how quickly time flies?Tomorrow my youngest turns 4 and I’m like wait a minute, we just brought her home yesterday! Where did the time go??\n  ","520975":"\n   Never Marry a Railroad Man >\n   \n    https:\/\/www.youtube.com\/watch?v=IcNx8GQ5bv8\n   \n","520976":"\n   What is one thing your parents taught you when you were younger that you now realize is completely not true ?\n  ","520977":"\n   what happened\n  ","520978":"\n   last person to slap your butt? how did you react?\n  ","520979":"\n   rly lol\n  ","520980":"\n   Late night thoughts??👻\n  ","520981":"\n   That's mean\n  ","520982":"\n   🌹👑\n  ","520983":"\n   10: You're trapped on a time loop and you keep reliving the same day again and again, what would you do first as soon as you notice the loop?\n  ","520984":"\n   What was your first job and what did you buy with your first paycheck\n  ","520985":"\n   You need a hobby or maybe just get laid?\n  ","520986":"\n   I'm only cute when I'm sleeping?\n  ","520987":"\n   last compliment you got?\n  ","520988":"\n   Are you suggesting you don't like me that much?\n  ","520989":"\n   what are your 3 favorite body parts on you ?\n  ","520990":"\n   aww, im so sorry were you very upset xo\n  ","520991":"\n   have you ever had to make a tough decision which lead to a better decision later on down the road\n  ","520992":"\n   Maybe you can arresting me 😏🔥\n  ","520993":"\n   What’s your opinion on Combat 18?\n  ","520994":"\n   why are girls so shy to fart?\n  ","520995":"\n   are you unhappy with yours?\n  ","520996":"\n   you love getting compliments?\n  ","520997":"\n   Does my vote count twice because you like me so much?\n  ","520998":"\n   why are girls so often unhappy with their butt?\n  ","520999":"\n   be honest do girls fart?\n  ","521000":"\n   25: What is your best piece of advice to give? Mine is \"never take advice from anyone\" :P\n  ","521001":"\n   26: And here comes the last question! Would you rather not being able to open any closed doors, or not being able to close any opened doors?\n  ","521002":"\n   how are you ?\ndo you have time for questions?\n  ","521003":"\n   Are you mature yet immature compared to your actual age?\n  ","521004":"\n   And they're cute too so they sound about right :)\n  ","521005":"\n   L! I've been......ummm....some what good. Will I get any thing this year or just a lump of coal\/stick......lol. I won't tell......lol. See ya'.\n  ","521006":"\n   Are you sure you're not a Lyndself?\n  ","521007":"\n   15: If someone was going to make a movie about your life, who would get the part as you?\n  ","521008":"\n   L! Thanx luv 4 ur heart on my site. U'r sweet. I see that u are getting prepared 4 the holiday. Stay pretty.\n  ","521009":"\n   MY WEDDING WILL BE SO EMOTIONAL EVEN THE CAKE WILL BE IN TIERS HAHAHAHAHAHAHAHAHAHA\n  ","521010":"\n   Good night sweetie\n  ","521011":"\n   Gives you warm hugs🌹👑\n  ","521012":"\n   Calf boots are infinitely sexier though ;) 👍\n  ","521013":"\n   Since for Christmas maybe booties? I do agree with calve boots but with a heel right? Or flat?\n  ","521014":"\n   Got you a little something from your wishlist to thank you for organizing the secret santa, and maybe inspire you a little. Just letting you know who it was from, no reply needed 👍\n  ","521015":"\n   08: Which small things drive you crazy that nobody else seem to mind?\n  ","521016":"\n   Kiki . I get it\n  ","521017":"\n   My day has been ok🌹👑\n  ","521018":"\n   Queen🌹👑\n  ","521019":"\n   And plenty of ;)\n  ","521020":"\n   maybe he got his fix with the ones u been posting here so nope u never getting the money sadly lol\n  ","521021":"\n   Wouldnt a foot massage benefit you too?\n  ","521022":"\n   Oh... you didn't like that honest compliment?\n  ","521023":"\n   Oh did you give out your snapchat on here?\n  ","521024":"\n   It seems like 90% of near death experiences are very similar and not like his. It's pretty much only a very positive experience for most people. God I hope that's What's real and not what this guy experienced\n  ","521025":"\n   King is alright🌹👑\n  ","521026":"\n   It’s been a week since my stroke🌹👑\n  ","521027":"\n   A couple nights ago I was watching this guy talk about his near death experience. He went to visit hell and he said that the people were stuck there forever. They were being tortured by demons with fire. Their skin would melt off and then grow back again and again. I'm hoping he made it all up thoug\n  ","521028":"\n   Can you give us taster of your work?\n  ","521029":"\n   if u already sent him pics he wont pay XD\n  ","521030":"\n   1 or 2?\n  ","521031":"\n   Is poetry dead? Who likes poetry anymore?\n  ","521032":"\n   is rose dude still 1% or has he gone up by now cuz that would explain why u share much less\n  ","521033":"\n   What would benefit you?\n  ","521034":"\n   for someone who does u sure please the feet anons a lot\n  ","521035":"\n   Yeah would you be open to that in a fwb situation?\n  ","521036":"\n   so do u but toes apparently XD\n  ","521037":"\n   check your snap when you have a chance\n  ","521038":"\n   arent the guys u talk to in here fwb\n  ","521039":"\n   Will you be donating any toys or clothes for the holidays this year?We always buy some toys and donate them to this radio station.One of their dJays stays on top of a billboard for 2 weeks as part of the toy drive.\n  ","521040":"\n   What has been your favourite experience in life so far?\n  ","521041":"\n   Your feet are so beautiful too!😍😙😙\n  ","521042":"\n   You wouldn't mind letting a guy suck on your feet if you know him?\n  ","521043":"\n   Oh that sounds nice! how did that go?\n  ","521044":"\n   how's your day been?\n  ","521045":"\n   How well do you think the srcret santa is going?\n  ","521046":"\n   whats your fave xmas memory\n  ","521047":"\n   I’m ready for December🌹👑🎄\n  ","521048":"\n   Thought as much. You never see these anons offering a cookie. You can't get nicer than offering everyone a cookie\n  ","521049":"\n   What is the rude bit? The good, the hard or the spanking? Lol\n  ","521050":"\n   Flats or sneakers\n  ","521051":"\n   it would help if u had anon on lol\n  ","521052":"\n   Somebody needs a good hard spanking.\n  ","521053":"\n   I've never had a dodgy anon, I think I feel insulted lol\n  ","521054":"\n   You have an interesting collection of anons :\/\n  ","521055":"\n   Lyndsey🌹👑\n  ","521056":"\n   i think i saw someone got u something\n  ","521057":"\n   Need help deciding? Which boots or heels? What’s dress look like?\n  ","521058":"\n   oh no i assume you wear underwear but i mean i already know you are cute so why care about what underwear you wear\n  ","521059":"\n   No prob on shoes figured I’d ask. Thanks for responding\n  ","521060":"\n   What would make you happy right now?\n  ","521061":"\n   what lingerie one?\n  ","521062":"\n   Tell me what's going on in that pretty head of yours.\n  ","521063":"\n   this sounds like lahore lol\n  ","521064":"\n   Tell me what's on your mind, and I promise not to get mad.\n  ","521065":"\n   I'm not sure if that was a random pairing or not. Did you make sure that enemies would not be paired together? Like what if your random selector pulled up me and Lauren. lol.\n  ","521066":"\n   is that why ur here past noon cuz u sleep in all morning? o.o\n  ","521067":"\n   Can you do us a quick favor that will only take you like 9 seconds?\n  ","521068":"\n   How can I make it up to you?\n  ","521069":"\n   wdym these past days u been here past 2am\n  ","521070":"\n   Have you been getting enough sleep?\n  ","521071":"\n   how educated are y’all? what’s the highest level of education you’ve completed? are you currently in school, at all?\n  ","521072":"\n   L! Before I turn 4 the nite, do u like tea or coffee and a good book? See ya' and stay pretty.\n  ","521073":"\n   Are your fingers\/toes painted now?\n  ","521074":"\n   nope it’s been me the whole time\n  ","521075":"\n   Lingerie⚘\n  ","521076":"\n   i have your snap silly lol\n  ","521077":"\n   snapchat\n  ","521078":"\n   how can i send it\n  ","521079":"\n   could i still send you something as a santa\n  ","521080":"\n   i wish I was your secret santa, bet you know who this is\n  ","521081":"\n   do you have a secret santa\n  ","521082":"\n   can I follow them, yes no ?\n  ","521083":"\n   would you have sex with a girl\n  ","521084":"\n   walking dead movie thingy:\n   \n    https:\/\/entertainment.ie\/cinema\/movie-news\/the-walking-dead-is-getting-a-three-movie-deal-that-no-one-has-asked-for-384352\/\n   \n","521085":"\n   hey wall to wall, I cant find my secret santa\n  ","521086":"\n   Are you gonna get the 1\/2 off pizza deal from Domino's this week?\n  ","521087":"\n   L! Thanx 4 ur heart on my site. I'm Alicia861 should u want 2 know who wrote u. Stay pretty.\n  ","521088":"\n   okay did you do the gymn today\n  ","521089":"\n   if you get someone to do secret santa pls explain it fully to me thank you xoxo\n  ","521090":"\n   Which of your physical features do people like to point out or stare at the most?\n  ","521091":"\n   lyndsey\n  ","521092":"\n   What hair style do you like the best on you\n  ","521093":"\n   okay thank you for doing this\n  ","521094":"\n   my person i’m secret santa for hasn’t responded to me yet lol\n  ","521095":"\n   thanks your so sweet x\n  ","521096":"\n   not bad! what’s up?\n  ","521097":"\n   Actually I want to start an anti-ragging\/bullying campaign so that no new students in our college get harassed by the senior students.\n  ","521098":"\n   White is sexy! Bright pink?\n  ","521099":"\n   06: Here's 1 million dollars, you can have them now but there's a catch: you can't tell a single person about it (neither can they find out on their own) or all the money disappears as well, including any money you had from the start! Would you take the risk?\n  ","521100":"\n   how are you doing\n  ","521101":"\n   I had a dream that you joined my company and worked for me, and 3 days later the bosses were so impressed with you they demoted me and made you the team leader\n  ","521102":"\n   Do you block a lot of people on here ? Are most of them anons or have names ? Do you sometimes think you should block more than you do ?\n  ","521103":"\n   Can you pap of 👠 you own?\n  ","521104":"\n   QoQ HaD\n  ","521105":"\n   Would you give up sex for one million pounds or dollars whatever you use and why\n  ","521106":"\n   Are you pregnant?\n  ","521107":"\n   What is your favorite Christmas memory?\n  ","521108":"\n   nope need to trick a toddler\n  ","521109":"\n   Does Secret Santa have to be done on anon or do we reveal who we got now?\n  ","521110":"\n   Can’t click on my persons link!\n  ","521111":"\n   What is offing yourself?\n  ","521112":"\n   23: What odd smell do you actually enjoy?\n  ","521113":"\n   Why not 😃 ?\n  ","521114":"\n   21: If you were a superhero, would you use a secret identity or would you reveal it to everyone?\n  ","521115":"\n   Fine, you caught me :o\n  ","521116":"\n   okay np, sorry again thank you xo\n  ","521117":"\n   When you play monopoly what do you play as\n  ","521118":"\n   no i sent her i was her secret im so sorry pls dont get mad o didnt get it\n  ","521119":"\n   Don’t act like you haven’t thought about it 😘😘😘😘\n  ","521120":"\n   If \"the grinch\" is my secret santa and he sends me a thong picture I'm so done lol :o\n  ","521121":"\n   im so sorry ig you have to set me up again, im so sorry lyn\n  ","521122":"\n   cool, aww the dog wants dinner too lol\n  ","521123":"\n   Good night sweetie\n  ","521124":"\n   do you have a trick by petending to pee?\n  ","521125":"\n   When you smile, you shine a light of beauty all around you. When you're happy, you make others smile, you make everyone see how amazing, beautiful and perfect you truly are. So smile and be happy no matter what, because you really are an amazing and beautiful person🌹👑\n  ","521126":"\n   Love you queen🌹👑\n  ","521127":"\n   You are a queen love. You’re my queen🌹👑\n  ","521128":"\n   To be happy one thing you need is (?) 🌼\n  ","521129":"\n   🌹👑🎄\n  ","521130":"\n   Your amazing king🌹👑😪😪\n  ","521131":"\n   maybe u shouldnt have he might ruin it\n  ","521132":"\n   speaking of bios idk if u know daquarn but it has the same bio as that rhymes with stan dude o.o\n  ","521133":"\n   ppl with a bio like this @ Dmi_try_p are bots\n  ","521134":"\n   u sure its just me lol cuz here u are again and since ur here it means ur not talking to him XD (see i was here so i won hahahaha)\n  ","521135":"\n   Why don't you vote?\n  ","521136":"\n   anything with a bio that says something bout sex is a bot\n  ","521137":"\n   Do you follow your country's politics?\n  ","521138":"\n   Do you like gossip?\n  ","521139":"\n   🎅🎅🎅 my naughty elf 🎅🎅🎅\n  ","521140":"\n   It won't show until tomorrow ⚘\n  ","521141":"\n   idk nobody wants to see a guy in a gstring\n  ","521142":"\n   Would you rather have an electrical car or a regular one?\n  ","521143":"\n   Bought you something on your amazon list ⚘\n  ","521144":"\n   is it hot if a guy tries on ur underwear\n  ","521145":"\n   ah hows it goin\n  ","521146":"\n   Man means never post a pic in 👠? 😥😭\n  ","521147":"\n   what for\n  ","521148":"\n   Gold wouldn’t be bad. Red is m my fav for toe color\n  ","521149":"\n   rank fetish\n  ","521150":"\n   Favorite quote?\n  ","521151":"\n   Do you wear heels?\n  ","521152":"\n   Christmas color like red or green nails\/toes?\n  ","521153":"\n   I’d like to be added to the secret Santa! I couldn’t find your recent answer\n  ","521154":"\n   04: What is the best sound in the world to you?\n  ","521155":"\n   You should try weighing one. I'm really curious.\n  ","521156":"\n   Have you ever tried weighing one of your boobs on a scale?\n  ","521157":"\n   Can you get in bed with me and pinch my behind while I sleep?\n  ","521158":"\n   I think you should adopt 20 animals. That would be so much fun to sleep together with them.\n  ","521159":"\n   Likers get dp rate?\n  ","521160":"\n   I'm scared. I'm pretending I am a kitty cat right now and I'm in my cozy bed with my kitty. Do you like kittens?\n  ","521161":"\n   Good Morning! If you were to be compared to say a fine wine whatvwould be your brand \/ year etc? Or if you don't drink alcohol what other drink would you possible be compared too 🤔\n  ","521162":"\n   20: Is there a toy from your childhood that you'd like to see kids today playing with?\n  ","521163":"\n   I miss you,  Loly ❤\n  ","521164":"\n   12: Oh no! Your house is on fire! And you only have enough time to save 1 item, which one would you pick? (no need to worry about people and pets, they made it out safely!)\n  ","521165":"\n   16: You're the newest student accepted at Xavier's School for Gifted Youngsters. The Professor X will help you understand and control better your mutant power, which is...?\n  ","521166":"\n   hey friend whats up\n  ","521167":"\n   What's your favorite drink?\n  ","521168":"\n   Youngest you would hook up with, no strings\n  ","521169":"\n   What's your favourite Olympic sport and why?\n  ","521170":"\n   That hook up with older women\n  ","521171":"\n   Nice toe nails below they’re amazing🌹👑\n  ","521172":"\n   What motivated you to get out of bed and seize the day today?\n  ","521173":"\n   Views on underage boys\n  ","521174":"\n   In terms of romantic partners do you usually prefer older partners, younger partners, about the same age, or does age not matter?\n  ","521175":"\n   i dont\n  ","521176":"\n   Wearing anything pink  what is it\n  ","521177":"\n   Do you love sports?\n  ","521178":"\n   are you better at writing creatively or writing essays?\n  ","521179":"\n   Don't worry about the yesterday, last week, month or year, they are in the past. What's done is done. Tomorrow is another day to start new, fresh so you can focus on what is ahead of you. Stay bright and courage on!!\n  ","521180":"\n   plans 4 2day\n  ","521181":"\n   Does your sister tell you what to do a lot (living there for free and all?) not trying to judge or anything we all have tough times.\n  ","521182":"\n   What do you want for Christmas?\n  ","521183":"\n   Are you ready for christmas? Have you decorated? Are you on the nice or naughty list?\n  ","521184":"\n   Maybe I can ask a police officer when I see he or she 😁👮‍♀️👮‍♂️...\n  ","521185":"\n   You are shopping with friends and you come across a toddler sitting in the middle of the floor screaming while mother is trying to get them to stop. Do you A) Laugh at it  B) Offer to help the mother C) Stand there and see what happens next D) Keep walking and ignore it or E) Someting else\n  ","521186":"\n   Ah so I guess you think they also eat donuts and drink coffee in the cars 🚓 ?\n  ","521187":"\n   What you mean 🤔 ?\n  ","521188":"\n   Goood Afternoon!\n  ","521189":"\n   Good me also not 😋 the police here just sitting in the restaurant lol\n  ","521190":"\n   Goodnight Princess 😍😍⚘\n  ","521191":"\n   Movie madness: 1) Suspiria 2) Robin Hood 3) Wreck It Ralph2 4) Creed 2 if you are unfamilier make a choice anyway as all votes do count! 😄😄\n  ","521192":"\n   Pap in your bikini\n  ","521193":"\n   The police didn’t come on your door today 😃 ?\n  ","521194":"\n   Bad girl 😁🚓\n  ","521195":"\n   there i didnt use XD for a whole day lol\n  ","521196":"\n   My heart wouldn’t be happy without you🌹👑\n  ","521197":"\n   is it just me or ur only up late when ur being good (in other words not talking to m)\n  ","521198":"\n   Goodnight my queen🌹👑\n  ","521199":"\n   Tucks you in bed🌹👑\n  ","521200":"\n   why ur still up anyways u go sleep much sooner lately or at least ur not here late anymore\n  ","521201":"\n   at least ur honest but that's all women in a nutshell if a guy talks or touches em is only harrassment if theyre ugly\n  ","521202":"\n   yw\n  ","521203":"\n   Did you notice that Katie's account was suspended? I wonder if she was really a fake after all\n  ","521204":"\n   he only goes for younger girls so ur safe lucky u lol\n  ","521205":"\n   what if he does it when nobody else is looking like he just get close and slaps ur ass\n  ","521206":"\n   seems like courtney walker is back trying to flirt with every girl lol\n  ","521207":"\n   would u let a random dude spank u like on the street\n  ","521208":"\n   from my understanding the lahore guy, someone named Ben, or Dan? You're just too fab to put up with these people. That was a kodak moment so I just had to share.\n  ","521209":"\n   would u say if u were lol\n  ","521210":"\n   lol thank god they dont imagine a country full of bens o.O\n  ","521211":"\n   Is that one guy bothering you by chance? I've got connections, I get sh*t done. Just give me the word. An example of what I can do:\n   \n    https:\/\/i.imgur.com\/PJbywAS.png\n   \n","521212":"\n   How familiar are you with the culture of other states?\n  ","521213":"\n   ur up late again lol\n  ","521214":"\n   My heart is happy🌹👑\n  ","521215":"\n   Like, is there a typical New Jerseyian culture just as there is a typical New Yorkian culture?\n  ","521216":"\n   Like, does each state have its own unique culture?\n  ","521217":"\n   What''s overrails?\n  ","521218":"\n   I don't really have a definition but I do wonder if it depends on what state you live in?  Like, are people different according to what state they live in?\n  ","521219":"\n   What does the typical Trump voter look like do you think?\n  ","521220":"\n   Are you a typical American?\n  ","521221":"\n   While I was asleep and passed out in my dreams you kissed all over my face and when I woke up I had kiss marks all over my face and you healed my heart🌹👑\n  ","521222":"\n   If you could fart the melody of any song, what tune would you toot?\n  ","521223":"\n   I feel relaxed my queen🌹👑😴\n  ","521224":"\n   then i can have em for free hehe\n  ","521225":"\n   22: You wake up in the body of the latest famous person you thought of for the next 2 days. Who is it?\n  ","521226":"\n   I wanna play with your cheeks.\n  ","521227":"\n   Lays down with my queen🌹👑\n  ","521228":"\n   idk what boby means but i do say pap sometimes either ootd or whatever\n  ","521229":"\n   09: Which things sound like compliments but are actually insults to you? And which ones sound like insults but you take as compliments?\n  ","521230":"\n   18: When you are old, what do you think children will ask you to tell stories about?\n  ","521231":"\n   What U know about the COMMUNICATIONS theory ?\n  ","521232":"\n   What do you mean by you fall off it at times?\n  ","521233":"\n   why some anons have better luck getting u to post pics i ask u and u never do :(\n  ","521234":"\n   What’s your key to happiness?\n  ","521235":"\n   why not rubbing one out tonite too\n  ","521236":"\n   You make me wanna be happy when you make me the best king and you making me smile🌹👑\n  ","521237":"\n   Do you use law of attraction in your life and does it work most of the time?\n  ","521238":"\n   Ever feel like the world is against you?\n  ","521239":"\n   You'll do great ⚘\n  ","521240":"\n   King is doing great that he’s in a happy mood🌹👑\n  ","521241":"\n   😍😍😍😍⚘\n  ","521242":"\n   Nice thighs and leggings😍😍⚘\n  ","521243":"\n   What color is your aura?\n  ","521244":"\n   YouTubers who make videos on true crime cases, Do you think they're doing good or doing wrong? Many think that they're doing good due to spreading awareness and many think they're doing wrong due to it 'being disrespectful'. What do you think and why? Do you think it differs case to case?\n  ","521245":"\n   Actually no, but I hope my writing style isn't like his.\n  ","521246":"\n   Are your legs and feet chubby?\n  ","521247":"\n   u watch yt all the time so twd could be a nice change if u havent in a while\n  ","521248":"\n   If you (Lynds) were in charge of the whole secret santa thing, what rules would you set? Would anyone be excluded?\n  ","521249":"\n   Pap of ur thighs\n  ","521250":"\n   Hugs you warmly🌹👑\n  ","521251":"\n   wana fck\n  ","521252":"\n   Ahh ok, good [:\n  ","521253":"\n   Because when I felt bad on what happened on Thanksgiving🌹👑😓\n  ","521254":"\n   King makes you feel happy🌹👑\n  ","521255":"\n   What? No I'm not showing off. I struggle with weight too and just wanted to give you some encouragment. I didn't know you had pcos or a condition that made it harder for you. I honestly didn't even know what that was.\n  ","521256":"\n   If there was one question about your future that you could have answered today what would it be ?\n  ","521257":"\n   can we get dirtynow\n  ","521258":"\n   What does your room look like?\n  ","521259":"\n   i feel that person asking the medic stuff just want to show off\n  ","521260":"\n   Well I'm glad you don't have the bad ones\n  ","521261":"\n   Good Night for U. >\n   \n    https:\/\/www.youtube.com\/watch?v=dkaSMim9LJM\n   \n","521262":"\n   oh that sux, sorry\n  ","521263":"\n   If you are feeling down king will always be here for you to make you feel better🌹👑\n  ","521264":"\n   pcos?\n  ","521265":"\n   What do you do when you feel down?\n  ","521266":"\n   It doesn't. And really you shouldn't worry about it going up a pound or 2, and similarly going down a pound or 2 can just be random as well. But what it *does* do is let you see trends over months which can be very helpful to knowing if you're meeting your goals or need to change your strategies\n  ","521267":"\n   I weigh myself every week, same time every week, whether it was a good or bad week. That way it becomes a routine and keeps my motivation up to have good weeks! :)\n  ","521268":"\n   Whats tomorrow?\n  ","521269":"\n   Rise Up >\n   \n    https:\/\/www.youtube.com\/watch?v=Hly0rD5MO_M\n   \n","521270":"\n   Recent full body length pic of u?\n  ","521271":"\n   lol who would be crazy to watch the whole 10 hours o.o\n  ","521272":"\n   The Semiotics is important for who will study music.\n  ","521273":"\n   (  everyone should know about.... ) kkk kkK KKK > Are U kidding?\n  ","521274":"\n\n    http:\/\/www.projetoguri.org.br\/novosite\/wp-content\/uploads\/2017\/11\/Livro-Educador-Guitarra_2011.pdf\n   \n","521275":"\n   FYI > Semiotics >\n   \n    https:\/\/www.youtube.com\/watch?v=p3XvJDxjIpU\n   \n","521276":"\n   ???\n   \n    https:\/\/www.youtube.com\/watch?v=dhsy6epaJGs#_=_\n   \n   ???\n  ","521277":"\n   Apart from people famous for their brains like scientists, people making new discoveries etc. Who do you think is the wisest famous person of our time and why?\n  ","521278":"\n\n    https:\/\/www.youtube.com\/watch?v=Xfg0QuhYVjE\n   \n","521279":"\n   SUP DOOD\n  ","521280":"\n   so lets get dirty\n  ","521281":"\n   yes it is u can always get more\n  ","521282":"\n   plus if its been a while u might need it anyways\n  ","521283":"\n   just trying to help hahahahah\n  ","521284":"\n   u can warm em up ;)\n  ","521285":"\n   hello\n  ","521286":"\n   Are you watching Riverdale this season?\n  ","521287":"\n   who is worse: boxers guy, lahore, ben, feet anons or the ones with pee\/poo fetish\n  ","521288":"\n   Lays down with queen🌹👑\n  ","521289":"\n   Who is your favourite person to buy for at Christmas ?    Who is your favourite person to get a gift from at Christmas ?\n  ","521290":"\n   The weather here is absolutely miserable, what do you like to do on days like these?\n  ","521291":"\n   Why do girls like to use these silly reindeer\/dog\/cat face sticker filters on their photos so much?\n  ","521292":"\n   02: What would be the worst topping to put on a pizza?\n  ","521293":"\n   How are you\n  ","521294":"\n   24: What's your favorite thing about your best friend?\n  ","521295":"\n   13: If we were living in the Matrix, would you want to know and fight, or keep living as you always have?\n  ","521296":"\n   Hi\n  ","521297":"\n   Have you ever overheard someone you thought was your friend talking about about you?\n  ","521298":"\n   If given the choice would you want a new car or a new home?\n  ","521299":"\n   Do you talk to yourself often?I was doing it today as I played my video game.I was cursing at the game for calling yet ANOTHER penalty on me.The Wild are hooking me too yet you don’t call them for anything!!Assholes! I still won BTW 😎\n  ","521300":"\n   POUQ\n  ","521301":"\n   have you had tears drip as you texted someone\n  ","521302":"\n   มาแลกเปลี่ยนอ่ะ ทำไมไม่มีคนมาจีบว้ะ โคตรเศร้า😭\n  ","521303":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/152770705581\n   \n   lmao they even steal em from ur own page\n  ","521304":"\n   ever skinny dip?\n  ","521305":"\n   bored?\n  ","521306":"\n   me lol\n  ","521307":"\n   spicy stuff mexicans are crazy bout it\n  ","521308":"\n   Are your xmas decs up yet\n  ","521309":"\n   Super weird question have you ever had a vison or a dream of yourself getting killed somehow\n  ","521310":"\n   Who’s your favorite dead celebrity?\n  ","521311":"\n   What is your favorite Mexican Dessert?\n  ","521312":"\n   What is something everyone around you seem obsessed with but you just don't see why?\n  ","521313":"\n   what’s ur opinion on: Elf on the Shelf\n  ","521314":"\n   Cheese with nut coating? Is that the cheese ball think that people get for the holidays? I've always wanted to try that.\n  ","521315":"\n   Do you love oats?\n  ","521316":"\n   Good night\n  ","521317":"\n   Gn queen🌹👑\n  ","521318":"\n   Night night\n  ","521319":"\n   Hugs your body🌹👑\n  ","521320":"\n   Lyndsey🌹👑\n  ","521321":"\n   maybe u will be a milf by then\n  ","521322":"\n   Queen🌹👑\n  ","521323":"\n   u get the award for most anons asking the strangest stuff on ur page hahahahah\n  ","521324":"\n   deal lol\n  ","521325":"\n   so then what u wait till tomorrow again? XD\n  ","521326":"\n   05: When you have a day off work\/school, how do you spend it? Is it anything like what you think you'll do next time you have one?\n  ","521327":"\n   Do you check girl's butt\n  ","521328":"\n   it was just for a day and the day is over u already won lol\n  ","521329":"\n   Do you give money to beggars? Why\/why not?\n  ","521330":"\n   u can use it now\n  ","521331":"\n   what’s ur opinion on: piercing baby’s ears?\n  ","521332":"\n   We've all became aware of the AIDS epidemic, but I recently heard that a college friend of mine who used to sleep around has been diagnosed with something called HPV, I'm not exactly sure what it is, but it sounded serious. are you familiar with this disease?\n  ","521333":"\n   There is not enough time to discuss my achievements.\n  ","521334":"\n   twitter and insta screenames?\n  ","521335":"\n   Where do you hope you are with your life 10 years from now ?\n  ","521336":"\n   What are some of the best feelings in life ?\n  ","521337":"\n   guess u won lol and im not antishrug just wanted to see if u could go one day without XD\n  ","521338":"\n   -\n  ","521339":"\n   lets get dirty\n  ","521340":"\n   What is completely normal, unless you make it awkward?\n  ","521341":"\n   Do you prefer the term panties or underwear and why?\n  ","521342":"\n   Do you have any touchy feely friends? Do you let them get away with it or are you like don’t touch me mother fucker!\n  ","521343":"\n   The whole point was if a goody two shoes person like Ned Flanders would personally care if he was given a free pass. \nI might be the only minister on here, as I am a Catholic priest. I hope people are OK with that, we're people too.\n  ","521344":"\n   I loved u\n  ","521345":"\n   So I have a question.Lets say you like someone’s answer.But you look later and notice it’s not liked anymore.Does that mean that person blocked you?\n  ","521346":"\n   What is something you have always wanted to do but are afraid to try ?\n  ","521347":"\n   wHaT WoUlD yOu dO iF YoU cOuLd InFlAtE yOuR BoDy lIkE a BaLloON\n  ","521348":"\n   What are your own personal telltale signs that you love someone? How do you distinguish love from attachment?\n  ","521349":"\n   Do guy like cheese? If so what kind?\n  ","521350":"\n   Happiness is?\n  ","521351":"\n   Sexy\n  ","521352":"\n   Ministers: If there was a day you can do whatever you want, get away with it and even God wouldn't mind, what would you do and why. (Anyone observing please ask this. )\n  ","521353":"\n   my english is the bestest i am the most very expert with the languaje\n  ","521354":"\n   I see it. Thanks. 😉😁\n  ","521355":"\n   I likes you on the interwebs. It's fun.\n  ","521356":"\n   do you love cooking?\n  ","521357":"\n   What can you do to make your hair grow faster?\n  ","521358":"\n   What kind of men are always above board?\n  ","521359":"\n   Me too. When I get wings, I have to get mild or else my intestines cramp up and omg it hurts and burns when I poop. Also also really like teriyaki wings.\n  ","521360":"\n   I don't know what the dice feature is sooooo.\n  ","521361":"\n   Lol. The natural answer that everyone else will bypass. 😁😁\n  ","521362":"\n   How do you start off your day?\n  ","521363":"\n   How do you start off your day?\n  ","521364":"\n   Does it make you feel better when I’m happy🌹👑\n  ","521365":"\n   Does it make you sad when I’m not happy🌹👑\n  ","521366":"\n   Your bitjomi in the upper right corner holding her tummy looks like she is going to have some bad doods after eating some spicey food. I feel bad for her. lol\n  ","521367":"\n   King just wants to be happy🌹👑😪💔\n  ","521368":"\n   I'm too lazy to decorate, guess you'll be naked oops\n  ","521369":"\n   Do you ever go to Olive Garden?\n  ","521370":"\n   Mine is real🌹👑\n  ","521371":"\n   Did you have a good day, honey buns?\n  ","521372":"\n   Can I decorate you like a Christmas tree?\n  ","521373":"\n   My Christmas tree is decorated🌹👑\n  ","521374":"\n   At least I’m the only one that gets dumped on🌹👑😪💔\n  ","521375":"\n   some ppl get so triggered when called pet names are u one of those\n  ","521376":"\n   Ever joke about something and then it ends up happening?For example you make a joke about dropping something like a glass and then lo and behold you end up dropping it?\n  ","521377":"\n   Have you decorated your house yet for Christmas?\n  ","521378":"\n   How are you at saving money\n  ","521379":"\n   If there was a day that you can do whatever you want and get away with it what would you do and why\n  ","521380":"\n   Canada counts\n  ","521381":"\n   Worst tasting thing you've had in your mouth?\n  ","521382":"\n   Which country have you travelled to?\n  ","521383":"\n   Things that can make anxiety worse\n  ","521384":"\n   Name three concerts you’ve been to or name three concerts you’d like to see 🎼\n  ","521385":"\n   here?\n  ","521386":"\n   What do you like to do on a rainy day?\n  ","521387":"\n   Do you have netflixs\n  ","521388":"\n   Do you believe in source energy?\n  ","521389":"\n   Is there someone you haven’t spoken to in years that there was no falling out, you just kind of drifted apart?\n  ","521390":"\n   03: Would you rather be able to read really fast, or to write\/type really fast? Why?\n  ","521391":"\n   what’s ur opinion on: Red Robin?\n  ","521392":"\n   what’s ur opinion on: rollercoasters?\n  ","521393":"\n   11: What is something everyone around you seem obsessed with but you just don't see why?\n  ","521394":"\n   what’s ur opinion on: chamomile tea?\n  ","521395":"\n   If Arizona tea was the first thing you took out then that'd be it :P\n  ","521396":"\n   14: For a whole week, you can only eat the next thing you take off your fridge. What was it?\n  ","521397":"\n   اذا وصلك هاض السؤال يعني انا متابعكك من زمااان ردهاا مع كمن لايك ربي يسعدكك 😍😍\n   \n    @Hamza_Ghanayem\n   \n","521398":"\n   beer or cigarettes?\n  ","521399":"\n   pap you in your new dress\n  ","521400":"\n   What's the difference between a bikini and panties and a bra? Why is it OK for guys to see one, not the other?\n  ","521401":"\n   How tall do you think worlds tallest midget is??\n  ","521402":"\n   How often do you need to be disciplined by a man?\n  ","521403":"\n   Hope you didn't mind me putting you out there. 😁😉\n  ","521404":"\n   How much are you ready to pay for a T-shirt?\n  ","521405":"\n   Good night beautiful\n  ","521406":"\n   Do you like being tall like that?\n  ","521407":"\n   Queen makes king comfy at night🌹👑\n  ","521408":"\n   Age? Height?\n  ","521409":"\n\n    https:\/\/www.youtube.com\/watch?v=k2yEUSAn3-4\n   \n","521410":"\n   Best queen🌹👑\n  ","521411":"\n   Ever since I heard AJ Styles will be coming to town, all I could ever think of since then is AJ. Before going to sleep, after waking up, I think of him. While watching TV, or when I look at the mirror, heck! Even when I look at my own girlfriend, I see his face instead.\n  ","521412":"\n   Snuggles you warmly🌹👑\n  ","521413":"\n   Which questions have you deleted lately without replying?\n  ","521414":"\n   u could start by removing the small talk ones like hi\n  ","521415":"\n   do midgets have night vision\n  ","521416":"\n   its never empty is it XD\n  ","521417":"\n   Weird. I actually wonder if it would do the same to mine if I answered on my tablet. I just use my phone usually 🤷🏽‍♀️\n  ","521418":"\n   how many qs on ur inbox\n  ","521419":"\n   fine lol starting when u wake up\n  ","521420":"\n   King gives you long hugs🌹👑\n  ","521421":"\n   lol u already lost cuz its next day and u used it hahahahahah\n  ","521422":"\n   Oh :( that’s sad. The lion is the best one too -every Leo aka me too\n  ","521423":"\n   What is your dream bedroom?\n  ","521424":"\n   King lays in bed with his queen🌹👑\n  ","521425":"\n   I like how you asked about lions and then posted a tiger lol 🦁\/🐯\n  ","521426":"\n   Name 3  things you would never want to do\n  ","521427":"\n   Hugs🌹👑\n  ","521428":"\n   We have pet lions too🌹👑🐯🐯\n  ","521429":"\n   PLANS FOR TONITE\n  ","521430":"\n   Are you right or left handed?\n  ","521431":"\n   Love on the brain >\n   \n    https:\/\/www.youtube.com\/watch?v=xhoS5DjDekc\n   \n","521432":"\n   Je veux >\n   \n    https:\/\/www.youtube.com\/watch?v=u8KC1Mb8Pt8\n   \n","521433":"\n   What was the best part of your weekend?\n  ","521434":"\n   Hedwig's theme >\n   \n    https:\/\/www.youtube.com\/watch?v=GTXBLyp7_Dw\n   \n","521435":"\n   Changes >\n   \n    https:\/\/www.youtube.com\/watch?v=_L1lKAMdKUI\n   \n","521436":"\n   No I'm not Ben. I don't know why people keep confusing me for Ben. I'm not racist or sexist I'm not like him. The question about womens legs was separate I just happened to have to questions that have to do with legs tonight\n  ","521437":"\n   I like the old skool Mariah Carey songs. My favorite of her is Fantasy from the 1990s.\n   \n    https:\/\/www.youtube.com\/watch?v=qq09UkPRdFY\n   \n","521438":"\n   We have pet dragons🌹👑🐉🐉\n  ","521439":"\n   Do you ever feel that your breasts weigh you down?\n  ","521440":"\n   im sure ur better than u think its just a girl thing to never be happy with their bodies\n  ","521441":"\n   What do you mean why bring race and evolution into it? That's what I'm talking about. Bring it into what?\n  ","521442":"\n   What do you hate the most about being single? (Ignore if yours dating)\n  ","521443":"\n   What was the best part of your weekend?\n  ","521444":"\n   Yeah I know I'm saying on average. It kinda seems like they do. I don't like short legs on women but I almost never say \"that girl is hot but her legs are too short\"\n  ","521445":"\n   idk, sorry\n  ","521446":"\n   is that a no\n  ","521447":"\n   Do women have longer legs than men?\n  ","521448":"\n   Do you burp a lot?\n  ","521449":"\n   You eat a lot though?\n  ","521450":"\n   Well what all did you eat today then? Just to see an example of how much that is\n  ","521451":"\n   Are you glad you have a fast metabolism?\n  ","521452":"\n   Do you workout or exercise at all?\n  ","521453":"\n   no its beautiful pure xmas x\n  ","521454":"\n   maybe its best if u post a pic of some of ur pairs to see for ourselves\n  ","521455":"\n   i need panty size too cuz i will buy u some\n  ","521456":"\n   How much do you eat in a typical day?\n  ","521457":"\n   Twitter? Instagram? Vsco?\n  ","521458":"\n   yes\n  ","521459":"\n   it looks so beautiful well done\n  ","521460":"\n   did you decorate that tree omg its beautiful\n  ","521461":"\n   thats cool me too in thanksgiving, i bet you are so good at choosing presents for family and friends x\n  ","521462":"\n   What's ur bra size sweetie?\n  ","521463":"\n   np are you feeling christmasy yet, xx\n  ","521464":"\n   So beautiful\n  ","521465":"\n   I have nothing but respect for you how are you\n  ","521466":"\n   your bitmoji is hot\n  ","521467":"\n   What are your plans for the weekend?\n  ","521468":"\n   What's the most valuable thing you have lost?\n  ","521469":"\n   Why would we want to share lyndsey with other people? ⚘\n  ","521470":"\n   The song thing went over my head sorry\n  ","521471":"\n   i meant only the shrugging one\n  ","521472":"\n   bet u cant spend a day without using ¯\\_(ツ)_\/¯ XD\n  ","521473":"\n   I think there are better ways to have fun in the middle of the night ¯\\_(ツ)_\/¯\n  ","521474":"\n   nobody would openly but ppl could in private idk\n  ","521475":"\n   I think it would be nice if I was in bed and you got in the same bed and then you cuddled up to me.\n  ","521476":"\n   What is one habit or behavior you do which totally annoy others around you?\n  ","521477":"\n   Biggest lie you told?\n  "},"Answer":{"520405":"\n  It's fine. just have a lot of stuff in my inbox currently\n  ","520406":"\n  likewise zachy\n  ","520407":"\n  let children believe what they want. its fun, part of childhood. It feels like a magical time.\n  \n  I don't think easter really matters as much but egg hunts are fun.\n  \n  I'd rather not have a totally serious kid who can't appreciate fun stuff.\n  ","520408":"\n  read\n  \n  watch something\n  \n  talk to people\n  \n  answer questions\n  \n  music\n  \n  I don't really get insomnia much. My mind can be active at night which can make me sleep a little later but ya..\n  ","520409":"\n  Not yet lol\n  ","520410":"\n  How?\n  ","520411":"\n  Apparently so lol\n  ","520412":"\n  average\n  ","520413":"\n  be a weird time to sing karaoke then!!\n  ","520414":"\n  whatever that means\n  ","520415":"\n  a lot of love going on\n  ","520416":"\n  they make it sound so unattractive lol\n  ","520417":"\n  down below..\n  ","520418":"\n  Some of those would help lol\n  \n  I hate the word pearl for that tho 😂\n  ","520419":"\n  why?\n  \n  I doubt it. Would need drinks in me 😂\n  ","520420":"\n  I need to know the whole story before telling or keeping silent.\n  ","520421":"\n  smaller size than in jeans\n  \n  they can get me in the mood to workout if already in\n  \n  comfy\n  ","520422":"\n  Very true\n  ","520423":"\n  I like leggings more.\n  ","520424":"\n  my page is filled with love. It's scary lol\n  ","520425":"\n  I suppose lol\n  ","520426":"\n  no, mostly do all over. Typically do these.\n  \n  Also been adding some weighted ball exercises, doing crunches and stuff like that with the ball over my head etc\n  ","520427":"\n  Thanks. I do too. The spelling can be annoying since those gift shops never have that spelling :(\n  ","520428":"\n  I guess Lynds. It's easier to remember since people usually like spelling my name the other ways.\n  \n  Lynseed has a special connection with me since her mom died. I used to hate it ¯\\_(ツ)_\/¯\n  ","520429":"\n  nooo\n  \n  I think I can be ok with rhymes though but definitely need to be in the mood or inspired.\n  ","520430":"\n  Mostly ones that relate to my name. Lynds, Lyndso.\n  \n  Teachers would like doing Lyndsey Lou ¯\\_(ツ)_\/¯\n  \n  My friend's mom had always called me Lynseed.\n  ","520431":"\n  This machine where you basically close then spread legs with different weight settings. I can go pretty high on the weight XD\n  ","520432":"\n  😂😂😂\n  ","520433":"\n  naturally? lol o.o\n  \n  Also I'm sure the hip abductor machine helps.\n  ","520434":"\n  who knows\n  ","520435":"\n  Pretty much lol\n  ","520436":"\n  I guess lol\n  \n  wish they'd talk more instead of repeating the same things ¯\\_(ツ)_\/¯\n  ","520437":"\n  thankfully I've never had that nickname!\n  ","520438":"\n  Not saying. That would be very oversharing!\n  ","520439":"\n  no\n  ","520440":"\n  my mom's signature. I didn't want to do gym one day. I hurt my knee when I fell off my scooter going down a ramp thing.. it was a small cut. They were like go to the nurse's station. I knew it wasn't that serious so instead, I ended up walking around the school 😂 I actually ended up going into a health class and acted like i belonged there. They actually ended up switching my gym\/health schedule which was nice because I actually had better people in that class.\n  ","520441":"\n  nah he has some other names 😉\n  ","520442":"\n  whatever you want\n  ","520443":"\n  hm probably something else ¯\\_(ツ)_\/¯\n  ","520444":"\n  Stop being so adorable!\n  ","520445":"\n  The dude who does 🌹👑\n  ","520446":"\n  aww <3\n  ","520447":"\n  Not yet\n  ","520448":"\n  wish you wouldn't\n  ","520449":"\n  seems personal\n  \n  I agree.\n  ","520450":"\n  gross\n  \n  can we stop talking about Ben now\n  \n  bad images 😂\n  ","520451":"\n  ew\n  ","520452":"\n  Someone should put a mustache on him\n  ","520453":"\n  it does get around 30s at night here.\n  \n  nice!\n  ","520454":"\n  haha 😂\n  ","520455":"\n  no. I answered this yesterday.\n  ","520456":"\n  Maybe it hurts for them? Happy tears\n  \n  or they can't believe they are doing you, Ben.\n  ","520457":"\n  so 110F temps then\n  \n  that was summer in AZ\n  ","520458":"\n  No. I don't think religion matters in relationships. I guess it could bring people together but I'd much rather have the relationship be about us and not certain beliefs we'd have. Also differences of opinions could be fun.\n  ","520459":"\n  Is 67F cold to you?\n  ","520460":"\n  I saw that. Some seemed pretty funny while others, i kind of understood how it could be bad.\n  \n  I doubt it would really change. Lots to unlearn. Maybe this generation will...\n  ","520461":"\n  Thanks king :)\n  ","520462":"\n  Night handsome llamas\n  ","520463":"\n  is going to bed\n  \n  good night king\n  ","520464":"\n  Good night %rose\n  \n  that a better name?\n  ","520465":"\n  um sure...\n  ","520466":"\n  I'll let you know! :o\n  ","520467":"\n  perhaps 😉\n  ","520468":"\n  <3\n  ","520469":"\n  Still don't get why people are being so nice\n  ","520470":"\n  gives lots of hugs and cuddles\n  ","520471":"\n  Questions\n  ","520472":"\n  aw *hugs*\n  ","520473":"\n  sure 😂\n  \n  I already have a king\n  ","520474":"\n  I like curves. I just want to be smaller.\n  ","520475":"\n  Like jewelry? I need to be in a mood to wear it.\n  ","520476":"\n  Yes. It's not nice to lie.\n  ","520477":"\n  yes\n  ","520478":"\n  I still don't know! There are some things I'd like on my amazon wishlist.\n  ","520479":"\n  There's a few i have on fb too but they don't get on here regularly so didn't count.\n  \n  m and %rose\n  ","520480":"\n  I don't know. Only 2 have.\n  \n  but its like why is everyone being so nice today? 😂😂😂\n  ","520481":"\n  22\/24\n  \n  I feel like I should be 14-18 kind of thing now? I have a pair of shorts that are 18 and the waist is normal and everything else is so big and ill fitting.\n  \n  really need to try out other sizes for denim.\n  ","520482":"\n  cute\n  ","520483":"\n  It doesn't need to be tighter at the waist or butt. like its baggy in the legs and stuff :p\n  ","520484":"\n  Hm I'm not really sure.\n  \n  I'm on my tablet way more. It's usually always at 100% but its saying its not charging when it is ¯\\_(ツ)_\/¯\n  ","520485":"\n  who hasn't?\n  ","520486":"\n  I thought so.\n  \n  Bruin was cute today 😂\n  \n  He was on the porch . My sister has the ring camera and caught the ups dude throwing a package down and bruin grabbed it. dude was laughing and drove off then bruin ended up tearing open the package 😂\n  \n  hopefully not out tomorrow when my package might come XD\n  ","520487":"\n  sizing can mess with my head\n  \n  i don't feel that big anymore lol\n  \n  fits but baggy elsewhere\n  ","520488":"\n  lol XD\n  ","520489":"\n  Big enough to fit my old jeans still :(\n  ","520490":"\n  weight loss\n  \n  they were wider\n  ","520491":"\n  That one was too small\n  \n  Asian sizes are screwed up.\n  \n  if it was normal usa sizing it should have\n  ","520492":"\n  cool!\n  \n  I don't think it's snowed here in years ¯\\_(ツ)_\/¯\n  ","520493":"\n  East Valley.\n  ","520494":"\n  True! like i have a bathing suit and took measurements, I think I even went up a size and it still doesn't fit lol\n  \n  it goes up to boobs the last time I checked it. progress but its annoying. I do have a long torso but still.\n  ","520495":"\n  They have gotten a better shape to them but ya still have thighs lol\n  ","520496":"\n  I genuinely buy clothes that do fit. I still wear some of my bigger items too.\n  \n  I have a couple Asian sized stuff that doesn't fit and just keep them boxed up.\n  \n  Or I'll donate. I donated a red dress before. It did fit but it was just not what the picture advertised at all. Didn't like how it looked on either. I believe the material was also different than it said too.\n  ","520497":"\n  idk they haven't mentioned anything\n  \n  he's never really here anyways. Comes back around 5\/6pm then we all eat together.\n  \n  he's gone for a couple days on work or seeing his family or something right now.\n  \n  It's not that cold in AZ\n  ","520498":"\n  sounds more like a fetish now -_-\n  ","520499":"\n  I don't think so.\n  \n  I might have stuff from 10+ years ago, especially jeans.\n  ","520500":"\n  no. that's way too much money. especially when i don't wear them all the time. Usually braless at home.\n  ","520501":"\n  I'm really not.\n  ","520502":"\n  Why not?\n  ","520503":"\n  idk I forget where I was going with it XD\n  ","520504":"\n  True. I noticed what question you are talking about! It deleted so quickly :o\n  ","520505":"\n  No. It doesn't snow where I am but other areas like Flagstaff, Sedona, Payson and other areas do get snow!\n  \n  The Christmas thing i went to had a homemade snow area where people could slide down it though.\n  ","520506":"\n  with my legs\n  ","520507":"\n  I'd rather save you than the world 😂\n  ","520508":"\n  more like the villain 😉\n  ","520509":"\n  My day has been good so far.\n  \n  It was ok. Grilled cheese, a pickle and some interesting soup. It looked like quinoa and beans? ¯\\_(ツ)_\/¯\n  ","520510":"\n  Some laundry\n  \n  answering questions\n  \n  checked twitter\n  \n  i ate dinner when you sent this\n  ","520511":"\n  sexy trash\n  ","520512":"\n  lol @ hooking up\n  \n  its the Internet\n  \n  nice\n  ","520513":"\n  m a y b e\n  ","520514":"\n  Same. it just gets deleted more often with words like that. Easier to filter it\n  ","520515":"\n  No. My first thoughts would be asexual, it hurts or you legit had shitty lovers in the past. Maybe even not relaxed enough. Even low s3x drive could make it feel more like a chore?\n  ","520516":"\n  boby isn't a word. Try again.\n  ","520517":"\n  came to mind when scrolling past.\n  \n  thanks XD\n  ","520518":"\n  throat\n  ","520519":"\n  Do some math, kiddo. Connect the dots. Read the comics. Watch the films. Play the games.\n  ","520520":"\n  no, was fine\n  ","520521":"\n  aw\n  ","520522":"\n  like being L\/XL and whatnot or number wise etc\n  \n  guys have it easy lol\n  ","520523":"\n  damn\n  ","520524":"\n  Who said i shared?\n  \n  eh i can be more private if with someone\n  ","520525":"\n  Pretty much.\n  ","520526":"\n  I don't know any Greg's with that last name, sorry.\n  \n  Lyndsey here.\n  ","520527":"\n  😂\n  \n  and if I don't?\n  ","520528":"\n  *gives you glasses *\n  ","520529":"\n  classy in the streets, freaky in sheets\n  ","520530":"\n  lol thanks :p\n  ","520531":"\n  think everyone feels that way at times. especially if inbetween sizes etc\n  ","520532":"\n  😂😂😂\n  ","520533":"\n  oh\n  ","520534":"\n  I've never tried any of their jeans, actually. They did catch my eye last time I went there.\n  ","520535":"\n  No. Just haven't had s3x in a while.\n  ","520536":"\n  True!\n  \n  ehh I feel like when I'm constantly looking for someone i never find someone. It needs to be more organic and happen when I could care less kind of thing\n  ","520537":"\n  Not always.\n  \n  One teacher (retired with our class) was just called by his last name, no Mr added. Even the female teacher got called by her last name more or miss.\n  \n  depends more how they want to be greeted, Mr. Grinch.\n  ","520538":"\n  lace\n  \n  satin\/silks bug me at times (in any form)\n  ","520539":"\n  agreed\n  ","520540":"\n  Make sense, please.\n  ","520541":"\n  *wraps them around you*\n  ","520542":"\n  I've been liking Old Navy more these days. I want to try their new Skinny Curvy jeans...\n  ","520543":"\n  Well the m does need a wider waist but they do fit well too. kind of a tiny cheat there lol\n  \n  xxl are getting big on me so I do go for l or xl way more often.\n  \n  idk it can definitely get difficult when shopping at times or get overwhelming since I don't know which size i could be.\n  \n  One day it was cold and I didn't have a jacket or hoodie and my brother-in-law had M and a L Under Armour hoodies. The M fit but the arms were tight. The L was decent but then i ended up buying a New Balance women's fleece jacket thing in 2x. Like what even? I probably could have sized down one but it felts pretty good. Sizes are just so inconsistent.\n  ","520544":"\n  I know it's not. Obviously the asker did since they wrote \"lol\"\n  ","520545":"\n  I don't believe so but he hasn't mentioned anything in forever. Should really ask him if concerned though.\n  ","520546":"\n  What are you referring to?\n  ","520547":"\n  I couldn't help it xD\n  \n  plain or peanut?\n  ","520548":"\n  Nope but I look way smaller now than i did. So happy for that but ya.. not where I feel like I should be by now ¯\\_(ツ)_\/¯\n  \n  goal would ideally be 118-130.\n  ","520549":"\n  uhh push Kevin since he's not really in the picture in that way anymore\n  \n  snog 1%\n  \n  m&m\n  \n  ¯\\_(ツ)_\/¯\n  ","520550":"\n  bad because you and Tom are taken, Tom has kids too. Kaiden is the wild card, don't know much about.\n  \n  ¯\\_(ツ)_\/¯\n  ","520551":"\n  not your business\n  \n  pcos can make it higher too -_-\n  \n  I actually need to weigh myself tomorrow. I was down 3.5 pounds last Wednesday.\n  ","520552":"\n  You'd be the best one 😘\n  ","520553":"\n  fuck. I'd rather die\n  ","520554":"\n  42D\n  ","520555":"\n  nah probably harm him again\n  ","520556":"\n  Talk about bad choices!!!\n  \n  The grinch - I wouldn't want to make someone have an affair. It wouldn't be right for his wife and kids. He's already married - I don't think he'd want another! And I wouldn't want him dead for the sake of his family.\n  \n  Jack has Liv to snog with. He's still young and not really my type - again he has a girlfriend. I'd rather not harm him either.\n  \n  I don't know much about him to want to snog or marry. And I don't think he deserves getting pushed off cliffs either.\n  ","520557":"\n  I guess thicc\n  \n  My size ranges are annoying! I have a couple mediums, large, xl and xxl ones for bottoms. I'm pretty much XL on top, sometimes bigger... all about the style etc\n  \n  it sucks but my body comp is way different than it used to be, thankfully.\n  ","520558":"\n  Yup. We have that and vanilla. Felt like a cone earlier\n  ","520559":"\n  Agreed\n  ","520560":"\n  But I had some cookies n cream earlier XD\n  ","520561":"\n  tablet's screen (this question )\n  \n  closet\n  \n  uncomfy chair\n  \n  tv\n  \n  desk\n  ","520562":"\n  I'd rather not\n  ","520563":"\n  Somewhat\n  \n  She's both.\n  ","520564":"\n  chocolate chip cookie dough\n  ","520565":"\n  *Saving\n  ","520566":"\n  ice cream\n  ","520567":"\n  aw. I'm sorry you were sad but I'm glad I helped  <3\n  ","520568":"\n  yup\n  \n  just like Kurt Cobain has the \"and I don't have a gun\" lyrics...\n  ","520569":"\n  forever alone\n  \n  I do have large gaps between dating people so ya... that doesn't help much. But I'm also glad that I'm not someone who always needs someone too.\n  ","520570":"\n  ok\n  ","520571":"\n  :D\n  ","520572":"\n  Haven't in a while\n  ","520573":"\n  I doubt it.\n  \n  Don't know him\n  \n  maybe but she already cares for a lot of dogs. What's 3 more? lol And I think she is allergic to cats, correct me if wrong\n  \n   @NO3MM3RZ\n  \n","520574":"\n  Probably not.\n  ","520575":"\n  They did 😈\n  ","520576":"\n  right! just a loop, no fun.\n  ","520577":"\n  This made me laugh\n  \n  I have no idea!\n  \n  I wouldn't watch any of them for that long.\n  ","520578":"\n  right! they gave me \"whatever you enjoy bs\" 😂\n  ","520579":"\n  What if it's not fun for the other person?\n  ","520580":"\n  lingerie and other stuff ¯\\_(ツ)_\/¯\n  ","520581":"\n  my wishlist says otherwise lol jk kind of :o\n  ","520582":"\n  I feel like men go faster and probably in more accidents ¯\\_(ツ)_\/¯\n  ","520583":"\n  define \"fun stuff\"\n  ","520584":"\n  😂😂😂\n  ","520585":"\n  made me think of this song XD\n  \n  Just when you think you have me figured out\n  \n  the seasons already changing\n  \n\n   https:\/\/youtu.be\/_ivt_N2Zcts\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","520586":"\n  I don't think he notices lol\n  ","520587":"\n  What is?\n  ","520588":"\n\n   https:\/\/youtu.be\/oE0OXft-tsQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  you aren't\n  ","520589":"\n  no\n  ","520590":"\n  yes\n  ","520591":"\n  Why does she remind me of Torrey DeVitto?\n  ","520592":"\n  adorable\n  \n  reminds me of Demi Lovato\n  ","520593":"\n  Just a vindictive person\n  ","520594":"\n  Probably ¯\\_(ツ)_\/¯\n  ","520595":"\n  soothing :P\n  \n  10 hours vid if anyone is interested 😂\n  ","520596":"\n  Most are from yesterday.\n  ","520597":"\n  wouldn't surprise me. He's said suggestive things about them before. Very creepy.\n  \n  I've known Heather for like 10 years or so. She does dog\/house sittings at times. I know she's trustworthy etc\n  ","520598":"\n  I'd rather not have the dogs get r8ped by him.\n  ","520599":"\n  Yes.\n  ","520600":"\n  sure\n  ","520601":"\n  bless you\n  ","520602":"\n  More the parents decision and what the school allows? It could be odd having the teacher help..\n  ","520603":"\n  I'll go with burgers\n  \n  bowling\n  \n  i like smaller groups. alone time is nice as well ¯\\_(ツ)_\/¯\n  \n  passenger\n  ","520604":"\n  cool\n  ","520605":"\n  More snack like..\n  \n  turkey slices with hummus inside rolled up\n  \n  hummus and triscuits crackers\n  \n  apple sliced up and a bit of peanut butter\n  \n  string cheese\n  ","520606":"\n  oh?\n  ","520607":"\n  Not to my face ¯\\_(ツ)_\/¯\n  ","520608":"\n  It's better to send these questions when the person is actually online.\n  ","520609":"\n  Joanne by Lady Gaga, yesterday.\n  ","520610":"\n  My sister is still that way 👍\n  \n  Rather have flannel or something else\n  ","520611":"\n  Side page maybe?\n  \n  No, I only have one page. I don't like making it public on here but fine with sharing the username with mutual users if we've actually talked and stuff lol\n  \n  like anons don't need to know that knowledge.\n  ","520612":"\n  I haven't noticed?\n  ","520613":"\n  I did at Nature's Classroom. Basically stayed at these dorms with all the whole 5th grade class.\n  \n  a rat. I made my partner do the first slice open 😂 after that it was fine.\n  \n  owl pellets. Then they made us make something out of all the little bones we found. Bit morbid lol\n  ","520614":"\n  Good night x\n  ","520615":"\n  lovely lol\n  ","520616":"\n  Either way is fine. Guess it depends what you are buying too.\n  ","520617":"\n  Should be free or way les money.\n  \n  I've only tried pads. No real reason for not trying tampons. And cups are more \"newer\" to the market, i don't really get my period often so don't personally feel like it's something that I'd try out.\n  \n  I don't care what product people use. Do whatever feels right to you. Look up information and all that if thinking of trying something else out etc\n  ","520618":"\n  Not sure. A very 90s- early 2000s thing to say; hot, hottie.\n  ","520619":"\n\n   @cestlavie87\n  \n","520620":"\n  It was more based of the song.\n  \n  same with Layla XD\n  ","520621":"\n  I'm glad you do ,king\n  ","520622":"\n  XD\n  ","520623":"\n  *cuddles you to stop the crying*\n  ","520624":"\n  Oh nice! Day after mine, easy to remember!  <3\n  ","520625":"\n  When I took my walk there was this beautiful Blue Heeler dog and it made me want one and name it Blueberry 😂\n  ","520626":"\n  Wouldn't surprise me!\n  \n  Gizmo, Layla, and Lola were possible names XD\n  ","520627":"\n  What? You haven't done anything wrong. When is your birthday, king? <3\n  ","520628":"\n  We're ok. She's just someone who acts all friendly but waits for times to be b!tchy and a bully? Just the way she's always been when growing up.\n  \n  Her sister is a sweetheart though and we get along much better. She's real etc\n  ","520629":"\n  I would never dump on you or hate you XD\n  ","520630":"\n  It's fine, King.\n  ","520631":"\n  The 16th\n  ","520632":"\n  Lulu is a girl.\n  \n  The other two are boys. Bruin after the sports team and Wrangler because my sister's husband likes Jeeps and he's built more brick like XD\n  ","520633":"\n  - getting accused of something that I didn't do.\n  \n  - weight related stuff due to pcos. Even when people are like you must be so fit because x, y,z.. like ya, can we not? Just because I can be active a lot doesn't mean anything.\n  \n  Not sure what else right now\n  ","520634":"\n  I don't think I've learned about anything recently.\n  ","520635":"\n  You never told me you were a December bday too :o\n  ","520636":"\n  Yes. I'm not that materialistic. I like minimalism as well. I'm pretty thrifty too. Just need the bare necessities and we're good. I'd save a lot. Give to some charities. Be reasonable with everything.\n  \n  Money wouldn't change me. I've been at the bottom and more middle class. It's whatever :)\n  ","520637":"\n  ☝☝☝\n  ","520638":"\n  I don't correct anything currently.\n  \n  In the past it would be barbies, pokemon cards, sports cards and beanie babies.\n  ","520639":"\n  Rain makes me sleepy\n  \n  Winter can give me seasonal depression with all the grey skies, snow, not being as active. Missing Summer.\n  ","520640":"\n  Yes. I'm also working on them though.\n  ","520641":"\n  I don't.\n  ","520642":"\n  Random!\n  \n  I don't know anybody there? It wouldn't be my first thought when wanting to travel.\n  \n  They do have beautiful beaches.\n  \n  My friend Nemuel lived there before moving to Massachusetts.\n  ","520643":"\n  I wasn't thinking of anything \"dirty\" but I guess you have a point.\n  ","520644":"\n  A good amount of people on my feed, hello 👌\n  ","520645":"\n  I don't think I do anything that would be considered unusual.\n  ","520646":"\n  I'd rather make it happen instead of relying on a wish that might not even come true. It's not 11:11 nor my birthday (yet) so I feel like making a random wish isn't going to help anything right now. I'd also rather see a shooting star or something... not one on Ask 😂\n  ","520647":"\n  No. I'd actually trust the person. There's plenty of other ways to see if someone is being unfaithful etc\n  ","520648":"\n  I deleted a ton of stuff they sent. I could be answering good questions instead of someone who whines all the time, It's my page, I can do what I want. chill\n  ","520649":"\n  I might not have an answer straight away to good questions, more time to think on.\n  \n  I just got back on here..\n  ","520650":"\n  Lulu & Bruin\n  \n  Wrangler\n  ","520651":"\n  oh ok.\n  \n  still don't know his favorite song then lol\n  ","520652":"\n  I don't think I know who that is\n  ","520653":"\n  which one?\n  ","520654":"\n  Well I should have been in Vegas... The sister-in-law is having hers early and some drama happened so ¯\\_(ツ)_\/¯\n  \n  who knows if she'll do anything on hers or want to see us on ours.\n  ","520655":"\n  They probably would. haven't had to find out with these dogs.\n  ","520656":"\n  Actually having food. We were low on a lot of the basics. Helped put all the groceries away.\n  \n  My sister's birthday is Thursday and the start of all the birthday celebrations in my family and a few friends also have December bdays.\n  ","520657":"\n  good night!\n  \n  need to put my socks and shoes on. Also the coat thing since its a little chilly out. need to fill my water bottle too. Going for a walk then soon after The Voice should be on.\n  ","520658":"\n  ☝☝☝☝☝\n  ","520659":"\n  kind of both but more straight forward I'd say?\n  ","520660":"\n  I like humor that isn't forced more..\n  \n  There are some good jokes out there though!\n  ","520661":"\n  Santa's elves have it worse ¯\\_(ツ)_\/¯\n  ","520662":"\n  Yes, mostly clothing related.\n  \n  or giveaways on ig - few and far between\n  ","520663":"\n  It's not that bushy.\n  \n  oh, you mean the Christmas tree 🎄\n  ","520664":"\n  I feel like it's similar to crab but the texture is a bit different, more meaty.\n  ","520665":"\n  you can't read ⬆\n  ","520666":"\n  Where? ;)\n  \n  I know Andy\n  ","520667":"\n  Really, dude?\n  \n  You don't need to know if I have pubic hair or not.\n  ","520668":"\n  Sometimes\n  ","520669":"\n  We have white mini blinds, the carpet is a light brown.\n  ","520670":"\n  indeed\n  ","520671":"\n  not me personally but it did the day before Thanksgiving. Everything was fine though.\n  \n  It's annoying since it screams fire at you along with all the loud beeping sounds.\n  ","520672":"\n  Might walk but ya.. just in general :)\n  \n  so fresh, so clean o.o\n  ","520673":"\n  Just in general.\n  ","520674":"\n  Yes. Mainly lobster, crab, shrimp, scallops.\n  \n  Not too crazy about fish but do have at times.\n  ","520675":"\n  Yes. Probably 6\/8 earliest?\n  \n  better sleep at an early time then!\n  ","520676":"\n  no, since April\n  ","520677":"\n  Ask me questions while I get ready?\n  ","520678":"\n  most of the time ¯\\_(ツ)_\/¯\n  ","520679":"\n  Thanks\n  ","520680":"\n  lots of December birthdays including mine\n  ","520681":"\n  affiliate marketing\n  \n  maybe i should have kept it on my bio lol\n  ","520682":"\n  They who?\n  ","520683":"\n  sad\n  ","520684":"\n  lol thanks\n  ","520685":"\n  hmm. not sure if good or bad. Sometimes it can be sweet but also names should be used too at times ¯\\_(ツ)_\/¯\n  ","520686":"\n  I'm not allowed to say.\n  \n  nah.. it's just been nice so far?\n  ","520687":"\n  It has been 😉\n  ","520688":"\n  Just some bored kid, I agree though.\n  \n  I don't want to be creepy :P\n  ","520689":"\n  Do you have any feelings towards her?\n  ","520690":"\n  Three people came to mind, two from here.\n  \n  If celebrity... maybe Ryan Reynolds.\n  ","520691":"\n  This is true\n  ","520692":"\n  oh ok.\n  \n  I don't really keep track of political stuff much, especially outside the usa.\n  ","520693":"\n  it can be at times\n  \n  got to do it though\n  \n  my bladder is pretty good\n  ","520694":"\n  ok\n  \n  I was wondering if that one sent since nobody answered it 😂\n  ","520695":"\n  57F and sunny.\n  \n  probably be 30s tonight\n  ","520696":"\n  I think it just reminds them how cold they can get...\n  \n  I see nothing wrong with it.\n  \n  I'd rather hear other songs\n  ","520697":"\n  lol cute\n  ","520698":"\n  That's the one I was talking about\n  ","520699":"\n  nobody is there\n  ","520700":"\n  nope\n  ","520701":"\n  Haven't we had this question multiple times now?\n  ","520702":"\n  I did but I think they made a new one since got a \"knock knock\" joke after blocking and reporting their page ¯\\_(ツ)_\/¯\n  ","520703":"\n  deleting some questions\n  ","520704":"\n  yes. I haven't though. Would feel a bit scary at first then fun.\n  ","520705":"\n  kind of, from afar.\n  ","520706":"\n  That's your problem, not mine.\n  ","520707":"\n  guess you have a small d!ck\n  ","520708":"\n  So you can call me racist if I say no?\n  \n  it would be a case by case thing, anyways. Not looking at the race as a whole.\n  ","520709":"\n  That's not normal\n  ","520710":"\n  The ones tonight, including boob ones etc\n  \n  didn't mean overall\n  ","520711":"\n  Who said they were saggy to begin with?\n  ","520712":"\n  I think I keep looking better.\n  \n  I don't care what an anon's opinion is on nothing that would concern them.\n  ","520713":"\n  hmm\n  ","520714":"\n  They need biology and female anatomy lessons.\n  ","520715":"\n  They don't matter.\n  ","520716":"\n  gets troll questions instead\n  ","520717":"\n  I like apple cider more.\n  ","520718":"\n  Still weird\n  ","520719":"\n  pizza night?\n  ","520720":"\n  I thought Liv was? :P\n  \n  uh oh\n  ","520721":"\n  I was hoping for the sultry one\n  ","520722":"\n  What even?\n  ","520723":"\n  I have a birthday cake Lenny and Larry's cookie\n  ","520724":"\n  so specific\n  ","520725":"\n  will be 💪🍑\n  ","520726":"\n  Probably since did walk on the beach instead of other options.. I think the others were fine ¯\\_(ツ)_\/¯\n  \n  indeed 😉\n  ","520727":"\n  useless opinions\n  ","520728":"\n  ditto\n  ","520729":"\n  oh?\n  ","520730":"\n  Actually this one isn't too bad for the other question\n  \n\n   https:\/\/www.buzzfeed.com\/perpetua\/guess-romantic-type\n  \n\n  You got: The True Romantic\n  \n  You need someone who believes in true love and storybook romance, and isn’t afraid of a grand gesture or two. You’d be balanced out nicely by someone who has an impulsive streak and is up for an adventure.\n  \n  kisser: You got: You're an energetic embracer\n  \n  What you lack in natural talent, you make up for in enthusiasm. You may not be the best kisser but you can certainly keep trying. Hang in there, son. Guess my answers were rather boring XD\n  ","520731":"\n  I think they know\n  ","520732":"\n  Guess everyone is racist then lol whatever\n  ","520733":"\n  True but I never really know what to make the requirements to be and I feel like they wouldn't pay up either. ..just a way to talk to me alone kind of thing?  plus they never came back to suggest certain things etc ¯\\_(ツ)_\/¯\n  ","520734":"\n  I don't know what I'd classify myself as. In a lot of zodiac things they always say good things about Sagittarius lovers.\n  \n  I couldn't find a quiz. Most kept talking about soulmates and marriage ¯\\_(ツ)_\/¯\n  ","520735":"\n  Agreed.\n  ","520736":"\n  yay :D\n  ","520737":"\n  hey\n  ","520738":"\n  I would have said no then. I don't get how saying some are good looking = racist.\n  \n  not all white guys are good looking either\n  \n  not all Mexicans\n  \n  not all insert whatever race\n  ","520739":"\n  Some can be good looking but I click with white guys more.\n  ","520740":"\n  It's a good one.\n  \n  That one and Joni Mitchell's River have been my go to Christmas songs this season\n  ","520741":"\n  I wouldn't mind a paypig 😰👀\n  ","520742":"\n  oh?\n  ","520743":"\n  last Christmas i gave you my heart 🎤🎤🎤\n  ","520744":"\n  Not in the slightest\n  ","520745":"\n\n   https:\/\/www.buzzfeed.com\/annakopsky\/what-kind-of-flirt-are-you\n  \n\n  You got: Playful Flirt\n  \n  You know how to be an all-around adorable flirt. You prefer someone who can be silly with you. Keep on winking, and you'll reel in your dream human in no time.\n  \n  I included the gif they gave too.\n  ","520746":"\n  Make me\n  ","520747":"\n  This isn't creepy.\n  \n  I had some leftover pho for lunch.\n  \n  We had chicken, spinach, and corn for dinner tonight.\n  ","520748":"\n  You always get beat up by girls :o\n  ","520749":"\n  They could have made ammendments at least if something did start occurring down the road. Hopefully it was the right decision?\n  ","520750":"\n  I wonder if someone has the name \"instagramcutie\"\n  ","520751":"\n  Is it?\n  ","520752":"\n  Not sure. haven't had their food much\n  ","520753":"\n  I have a few\n  ","520754":"\n  one so far.\n  \n  Apparently it's heading to Maine though since I didn't know i had to update the wishlist manually. Glad\n  \n   @TheChaosBringer\n  \n  told me it was still on the Maine one since I did change the address but obviously it doesn't do that part as well? Should be fixed now. Guess I'll get my dad to send out.. if it can't be changed or shipping process already happened ¯\\_(ツ)_\/¯\n  \n  -----\n  \n  In the past i have had stuff though. Mostly birthday or Christmas gifts.\n  ","520755":"\n  one of each.\n  \n  boy, girl, girl (me)\n  \n  yes, it's probably why I like the 2-3 kids in the future.\n  \n  brother barely lived with us. 10 year age gap between us. Off to college when my sister and I were still young. Then moved into my grandpa's house afterwards. Not there when you really needed him. Moved to Arizona on my high school graduation day. He tries too hard to have a relationship at times. his wife is a b!tch most times and usually causes drama - he's on her side etc He's a good dad atleast. He acts like our dad.\n  \n  I've always been close with my sister. We're two years apart. She definitely had sister rivalry but would be protective as well. Was in her wedding as one of the bridesmaids.\n  ","520756":"\n  Probably but wouldn't want to do so\n  ","520757":"\n  That depends if you like spending time on amazon help chats. Audrey helped.\n  \n  I did end up getting disconnected from a nice lady named Kenyette?\n  \n  The guys weren't helpful at all. Just sent me to the next people 😂 had read Indian names too.\n  ","520758":"\n  Why the sad face?\n  ","520759":"\n  everyone is cute on their own way\n  \n  \"She called me cute\"\n  ","520760":"\n  one day!!!\n  \n  I've only been to Canada once.\n  \n  Been to lots of states though\n  ","520761":"\n  What kind of stuff do you like?\n  ","520762":"\n  Of course\n  \n  should be used to it by now with all the football and stuff XD\n  ","520763":"\n  ah not fun then\n  ","520764":"\n  I was on it earlier\n  ","520765":"\n  Did you keep falling?\n  ","520766":"\n  What about it?\n  ","520767":"\n  no\n  ","520768":"\n  nice :)\n  ","520769":"\n  cute :P\n  ","520770":"\n  food, places I've been, some reposted giveaways posts, fitness quotes, pets, miscellaneous stuff at times ¯\\_(ツ)_\/¯\n  \n  there's no real theme lol\n  ","520771":"\n  no, I'm the baby.\n  \n  bro, sis, me\n  ","520772":"\n  What type of going out are we talking about?\n  ","520773":"\n  restful sleep\n  ","520774":"\n\n   @mawiocudwoc\n  \n  or i lose track of time watching youtube, on ig or whatever else. My mind can be more active at night too.\n  ","520775":"\n  I don't think anyone famous follows\n  \n  101 followers there\n  ","520776":"\n  What is?\n  ","520777":"\n  I used to have bunkbeds and liked the bottom XD\n  \n  yes, sir.\n  ","520778":"\n  I've been bad and going to bed pretty late lately. 1am-4am kind of thing. Mostly 2am.\n  \n  I need to get my sleeping schedule back on again.\n  ","520779":"\n  As in the ocean? Probably last summer or April?\n  ","520780":"\n  mom, sister, her husband\n  \n  two of their friends came out yesterday too\n  \n  the husband's brother & his wife made a quick appearance too.\n  ","520781":"\n  sister and brother\n  ","520782":"\n  no, the 16th\n  ","520783":"\n  Good night angel 👼👼\n  ","520784":"\n  about time someone recognized that\n  \n  o.o\n  \n  I should sleep.\n  \n  good night \/ day\n  ","520785":"\n  I don't remember the usernames lol\n  \n  but its legit only showing the same people from the last time I've answered and screenshotted\n  ","520786":"\n  I think mine is broken 😂\n  \n  like I've blocked some in November and they aren't showing up. Sometimes when I notice rude comments on other people's pages i block because only a matter of time before they come to my page XD especially if on a lot of people who i follow pages.. like yikes, good bye.\n  ","520787":"\n  I feel like holding something\/anything helps more than just my hands but clearly they still do most of the work, just feels better having something there... more stimulation too.\n  \n  Vibrations can be nice too at times.Its pretty weak though :\/  I feel like if it was just my hand then it would take longer or not feel as good.\n  ","520788":"\n  seems like it lol\n  \n  need to be better again! !\n  ","520789":"\n  I sometimes miss three of the teachers I had. And seeing a few close friends more daily but I don't actually miss the classes or the work. (high school )\n  \n  I miss doing zumba at my community college, that was always fun. I should do that at the gym sometimes but I'm usually focused on the other stuff! I kind of just wish I advanced more? I have 2-3 classes left for the liberal arts degree. I just never really think about it when the semesters come up, also forget about financial aid timings. I'm also not on the east coast right now so that seems chaotic? My studies were more psychology based and the degree would just be basic stuff...\n  ","520790":"\n  I know. just saying :)\n  ","520791":"\n  While they all sleep 😂\n  ","520792":"\n  I definitely feel like kettles are more for decorations these days. I freaking hate waiting for water to boil, it's the worst!\n  ","520793":"\n  my notifications are being slow like molasses\n  ","520794":"\n  on top of the world\n  \n  I don't really care about preferences like that or positions. All are good. Change it up and all that.\n  ","520795":"\n  I don't really keep track of what resolution it's in.\n  ","520796":"\n  eh. I had it up for a while and nothing. but also i feel like the wand would have been too loud ¯\\_(ツ)_\/¯\n  ","520797":"\n  I agree.\n  \n  The laughing one they sent too.\n  ","520798":"\n  Guess not. I don't think your secret santa would be that way at all. pretty chill person etc\n  ","520799":"\n  I had to look that up. I feel like only the real gadget lovers have them! Don't worry, we actually have one. I haven't used it though. I thought it was more coffee related. They have a couple of different gadgets in one area.\n  ","520800":"\n  WHO WATCHES THOSE FOR 10 HOURS? OMG.\n  ","520801":"\n  I don't care for it. Slap me if I ever use it, ok?\n  \n  I watched a YouTube video a couple days ago and the creator learned that slouchy beanies fit her better than other kinds and her sister did the whole thing. I understood it but was like ok at the same time.\n  \n  It also reminds me of something Spongebob or Patrick would say? o.o\n  ","520802":"\n  lol very helpful\n  ","520803":"\n  absolutely nothing\n  \n  i should really sleep but I'm still awake too :\/\n  ","520804":"\n  clearly not 😂\n  ","520805":"\n  damn. that's sad. They were on earlier too -_-\n  ","520806":"\n  yes, they've been deactivated since I made the list., like um thanks?\n  \n  either way hopefully everything works out.\n  ","520807":"\n  Right! Apparently not 😂\n  \n  around 40+ people too\n  ","520808":"\n  Maybe! would be more fun communicating though!\n  \n  it is the first day so I feel like its ok if they don't answer straight away or haven't been on.\n  \n  I think the deactivated people are more annoying since A. they don't know their person and the ones who have them are running around with their heads off\n  ","520809":"\n  18 to my actual age, maybe?\n  ","520810":"\n  I've been getting some messages about people not responding too.\n  ","520811":"\n  Those 5 secret santa people are still deactivated 🎅🎄🎅🎄\n  ","520812":"\n  That's mean that they'd do that.\n  \n  You are still wrong because of the reaction though.\n  ","520813":"\n  🔥\n  ","520814":"\n  only attracted to humans.\n  ","520815":"\n  no.\n  \n  I did one early then one much later on\n  ","520816":"\n  47 including this one\n  \n  some are just filler ones or hi etc\n  \n  a few decent qs\n  ","520817":"\n  No clue. Everyone can have their own opinions on whatever they want.\n  ","520818":"\n  It's been a while since I've had to\n  ","520819":"\n  The community feeling is nice.\n  ","520820":"\n  we got a comedian 😂\n  ","520821":"\n  That's not fun. Rub it or stretch it out?\n  ","520822":"\n  Have fuzzy socks\n  \n  hot chocolate\n  \n  a nice film on\n  \n  that sounds heavenly right now\n  ","520823":"\n  I heard someone get called kiki tonight\n  ","520824":"\n  went to some Christmas thing. basically ugly Christmas sweater contest, fireworks, food vendors, they made an area with snow.. kids could slide down it. hot chocolate. bunch of other fun vendors and silent auctions etc\n  \n  This girl makes wool stuff. She literally had one of those old machines and making stuff right there.. Christmas ornaments etc. has etsy shop and all that. was pretty cool! talented. taught herself how to do it all. must make a lot of money.\n  \n  Just got back. . not sure what else I'll do tonight. possibly watch some vlogmas vids?\n  ","520825":"\n  I kind of feel like it's all the above. Depends more on mood, the questions etc\n  \n  It's also a habit as well to check it. Some cool people on here as well\n  ","520826":"\n  No, you haven't offended me at all.\n  \n  Only good things!\n  ","520827":"\n  My sister. Did a lot of partying when younger (drinking), got her ged. Went to college then got a full scholarship to a university. She was in a bad relationship for 9 years on and off. Moved to Arizona. Met the guy she married.\n  \n  99% of her old friends are either in jail, on drugs or died from drugs. It's good that she changed her life when others went down the wrong path.\n  \n  ----\n  \n  I'm not sure who would be the most proud of me.\n  ","520828":"\n  Last month sometime? Too many compliments and just felt blah ¯\\_(ツ)_\/¯\n  ","520829":"\n  The ones I grew up watching\n  ","520830":"\n  No, sadly.\n  ","520831":"\n  I'm getting sick of this question. You ask it pretty much every other day.\n  ","520832":"\n  waiting to leave\n  ","520833":"\n  That's not Johnny Cash\n  ","520834":"\n  ¯\\_(ツ)_\/¯\n  ","520835":"\n  You too 🎅🎄🎅🎄\n  ","520836":"\n  Best holiday\n  ","520837":"\n  you guys are weird XD\n  \n  I did like two last month? *feels weird saying that *\n  ","520838":"\n  hello\n  ","520839":"\n  agreed\n  ","520840":"\n  When the red lipstick you never wear actually looks purple\/pink on., like ok?? That's cool. Not what I was going for. Thanks for nothing, Nars.\n  ","520841":"\n  :)\n  ","520842":"\n  idk a while ago?\n  ","520843":"\n  I don't believe so\n  ","520844":"\n  🎅🎄🎅🎄\n  ","520845":"\n  to paradise\n  \n  you never give me the songs i think they could be lol\n  ","520846":"\n  I forgot to mention Sarah Vergas too\n  ","520847":"\n  learningtobefearless\n  \n  thrifters anonymous\n  \n  Alexa sunshine? does lots of thrifting vids...\n  \n  Sierra\n  \n  remlife\n  \n  shaylee\n  \n  I feel like I've been watching those ones the most currently!\n  ","520848":"\n  Pretty freaking awesome\n  \n  nah, idk lol\n  \n  not *that* vain\n  ","520849":"\n  I'm not sure! Most of my favorites have been technology related over the years.\n  \n  barbies when younger\n  \n  books\n  \n  new cell phone\n  \n  tv\n  \n  computer \/ laptop\n  \n  kindle\n  \n  It's either been birthday or Christmas presents x\n  ","520850":"\n  Why not just ask the questions?\n  ","520851":"\n  It's ok. Last resort kind of thing.\n  ","520852":"\n  yes\n  ","520853":"\n  Always check!\n  ","520854":"\n  Christmas feels\n  ","520855":"\n  not in that\n  \n  lol thanks\n  ","520856":"\n  I suppose.\n  \n  The bil will probably win since its a tux 😂\n  ","520857":"\n  The ugly sweater thing today\n  \n  not sure what I'm doing tomorrow\n  ","520858":"\n  I guess. Not looking forward to wearing this 😂\n  \n  glad my mom's one is uglier\n  \n  sister has a cute one that says \"are you elfing kidding me\" then her husband has one of those tuxedo ones with Christmas stuff all over it.\n  ","520859":"\n  Didn't say\/do anything wrong\n  ","520860":"\n  I know\n  ","520861":"\n  my personality\n  ","520862":"\n  yes 2x\n  ","520863":"\n  I'm still in \"pjs\" right now. John Mayer tshirt and lounge shorts.\n  \n  I'll probably wear leggings later with the ugly Christmas zipup sweater. There's an event and could win prices...going around 5pm. There will be fireworks too.\n  ","520864":"\n  I'm not sure! We have enough sports, currently.\n  ","520865":"\n  I prefer both!\n  \n  Sometimes I do need to decompress after though. Depends more on the people and going ons...\n  ","520866":"\n  90s-2000s stuff 😍\n  \n  too many to name!\n  ","520867":"\n  aw\n  ","520868":"\n  comes and goes kind of thing so I don't totally count it\n  ","520869":"\n  congratulations\n  ","520870":"\n  ¯\\_(ツ)_\/¯\n  ","520871":"\n  I figured\n  ","520872":"\n  The gap isn't too horrible but I do genuinely like guys a bit older than myself.\n  ","520873":"\n  Marvelous\n  ","520874":"\n  Not currently.\n  \n  Ideally, I'd like 2-3 kids.\n  ","520875":"\n  no. I don't have any kids.\n  ","520876":"\n  usually doing 😂\n  ","520877":"\n  The only virgin I want is you\n  ","520878":"\n  different languages, same meaning?\n  ","520879":"\n  I was probably around the right age XD\n  \n  all good\n  ","520880":"\n  how? :o\n  ","520881":"\n  they been quiet if it is\n  ","520882":"\n  😈 and other stuff ¯\\_(ツ)_\/¯\n  ","520883":"\n  aggressive anon talking about their a$$\n  ","520884":"\n  and all the other hints\n  ","520885":"\n  4\/5?\n  ","520886":"\n  Last night\n  ","520887":"\n  no\n  ","520888":"\n  This kind of math?\n  ","520889":"\n  People keep telling me that. Last time I added two toys but I don't think anyone would actually buy them so took down XD I try to keep reasonable prices too when looking for things, besides certain makeup ones - can't help that ¯\\_(ツ)_\/¯\n  ","520890":"\n  Thanks\n  \n  night\n  ","520891":"\n  Night candycane\n  ","520892":"\n  gn king\n  \n  rawr\n  ","520893":"\n  many things do\n  ","520894":"\n  nice!! 🎂🎁🎉\n  ","520895":"\n  You exploded? uh oh :P\n  ","520896":"\n  I work from home. .\n  \n  but ill talk about the first day at college. I felt odd since we had an orientation and I didn't know anyone. I was near the door and this girl came over and we talked about how we were nervous and stuff then went in together.\n  \n  It was nice because we actually had a good chunk of classes together. Would catch up when we did see each other. She was like my first college friend there. She also reminded me of my best friend's sister  (looks & acted like) so it was comforting.\n  \n  I mainly stuck with my high school friend at lunch. we had a couple classes together too. so over all i didn't really get the real college experience since it was a community one and 5 minutes from home.\n  ","520897":"\n  Happy December 1st!\n  ","520898":"\n  Let's not open pandora's box\n  ","520899":"\n  it will be 😉😇\n  ","520900":"\n  um it's not appropriate\n  ","520901":"\n  White\n  ","520902":"\n  😈\n  ","520903":"\n  *bows*\n  ","520904":"\n  it was like once or so and didn't really go anywhere?\n  ","520905":"\n  funny\n  ","520906":"\n  nah nobody else would really fit..\n  ","520907":"\n  I wouldn't feel comfortable walking in stilettos.\n  \n  but good advice :)\n  ","520908":"\n  I guess two could fit that?\n  ","520909":"\n  I've never had irl FWB but I'm sure that I'd want the same kind of things relationship wise too but obviously with the less commitment?\n  \n  i like funny guys, trustworthy\/honest, outgoing, not judgmental, passionate about something  (music, etc) , someone who wants the same kind of things, common interests and the opposites can be good too. nice\/caring, not too cocky or clingy.  can talk about anything with. family oriented would be nice but not really a deal breaker either.\n  \n  looks wise can be all over the place but there still needs to be attraction!!\n  ","520910":"\n  I recall that 😉\n  ","520911":"\n  no 😂😈\n  ","520912":"\n  yes and no\n  ","520913":"\n  in general or for Christmas?\n  ","520914":"\n  You gave a lot of praise\n  ","520915":"\n  played early\n  \n  shower\n  \n  went to the dollar tree & Walmart for a few items\n  \n  ate the dinner i picked up\n  \n  tried on the ugly zipup Christmas sweater for tomorrow's event (red with a snowman pattern going around the boobs)\n  \n  been chatting with people on sc & doing the honesty hour on here\n  \n  also looking at stuff on amazon\n  ","520916":"\n  I'm good. Why do I keep getting asked this? I'm not acting down or anything.\n  ","520917":"\n  cute, pretty, average ¯\\_(ツ)_\/¯\n  ","520918":"\n  no. I never had a full length mirror and I'm not confident about my body. Especially back then.\n  \n  It's better now with weight loss but still not 100% either. doing better though..\n  ","520919":"\n  Good\n  ","520920":"\n  Yes and your spelling of \"wory\"\n  ","520921":"\n  I'm not a prostitute was my first thought.\n  \n  but also\n  \n  A. anon\n  \n  B. didn't tell me where you are from\n  \n  C. get lahore and Ben vibes\n  ","520922":"\n  😂😂😂\n  \n  no, I was XD\n  ","520923":"\n  \"George Herbert WalkerBush is an American politician who served as the 41stPresidentof the United States from 1989 to 1993.\"\n  \n  2 to 6 years old then.\n  \n  I was born in 1987.\n  \n  I'll be 31 in December\n  \n  do some simple math, please.\n  ","520924":"\n  People who only like petite girls?\n  ","520925":"\n  yes 😂\n  ","520926":"\n  Still have saved so looked lol\n  \n  I didn't publish on here\n  \n  a good conversation. just felt like taking a picture..shoulders were mentioned and rolled with it. ¯\\_(ツ)_\/¯ they seemed to like it too 😈😉\n  ","520927":"\n  I love all things coconut 😍\n  ","520928":"\n  yes but it shouldn't be everything in the relationship either!\n  ","520929":"\n  October 12th\n  ","520930":"\n  more like semi nude since face was hidden since the camera was there and the length of the mirror is bad ¯\\_(ツ)_\/¯\n  ","520931":"\n  Not really.\n  \n  err it could make me feel uncomfortable at times.\n  ","520932":"\n  I need to be in a mood to eat them these days. I like them.\n  ","520933":"\n  No lol my childhood was good.\n  ","520934":"\n  more pizza!!\n  \n  Depends what I feel like. Sometimes just cheese. Or I'll be more fancy and get bbq chicken. If I want to be more healthy then the white sauce, chicken, spinach and feta.\n  \n  I've never had dessert pizza.\n  ","520935":"\n  to my anon that warned me about someone. thanks. I don't really talk much with the person either way. I'm sorry that happened.\n  ","520936":"\n  tucks you in\n  ","520937":"\n  Happy birthday!\n  ","520938":"\n  Congratulations.\n  \n  it's ok. I feel like I have it more when traveling rather than craving it kind of thing? I like the chicken strips and french fries...\n  ","520939":"\n  ❄   ❄  ❄\n  ","520940":"\n  Amazon wishlist stuff?\n  ","520941":"\n  all good lol\n  ","520942":"\n  indeed. hope he's doing well.\n  ","520943":"\n  Not really. Not long trips at least.\n  \n  CT to NYC would have been the \"longest\" before.\n  \n  Or my old town into Boston\n  ","520944":"\n\n   @JJD55\n  \n  old Formspring buddy\n  \n  reconnected\n  \n  fun answers & questions\n  \n  he hasn't been on in forever though\n  ","520945":"\n  Thanks\n  \n  you too!\n  ","520946":"\n  Well they did warn me but a few days passed and it was the first thing i saw when I opened the chat 😂\n  ","520947":"\n  :)\n  ","520948":"\n  ???\n  ","520949":"\n  pets\n  ","520950":"\n  yay, added protein lol\n  \n  its from last night, think I'm fine.\n  ","520951":"\n  Good. I remembered i had leftovers from last night - chicken and rice :)\n  ","520952":"\n  😂\n  \n  *hug*\n  ","520953":"\n  I would say yes but not 100%\n  \n  besides i got a butt picture last time someone mentioned sc 😂 hence the scared part lol\n  ","520954":"\n  This question\n  ","520955":"\n  Not sure i have one lol\n  ","520956":"\n  The gym...\n  \n  but those could help too\n  ","520957":"\n  ¯\\_(ツ)_\/¯\n  ","520958":"\n  I'm sure!\n  \n  always getting better tho 💪\n  ","520959":"\n  haha\n  ","520960":"\n  I barely know you\n  \n  you can come off strong too...\n  ","520961":"\n  haha filthy!\n  \n  fat arms\n  ","520962":"\n  you haven't seen it\n  ","520963":"\n  😈\n  ","520964":"\n  public display of affection\n  \n  which is how this whole topic came to be\n  ","520965":"\n  nah. still have time!\n  \n  I was thinking my hair curled. maybe half up just to not have my hair all in my face\n  \n  maybe a cardigan to keep warm in, don't really like my arms as well. ¯\\_(ツ)_\/¯\n  ","520966":"\n  that goes above and beyond pda\n  ","520967":"\n  butt\n  ","520968":"\n  butt touching and s3x is very different\n  \n  I'm sure he could think of other ways to get s3x instead of simply touching my behind lol\n  ","520969":"\n  There's no set time for that.\n  ","520970":"\n  Pretty good. We all make mistakes at times though ¯\\_(ツ)_\/¯\n  \n  learn from it etc\n  ","520971":"\n  if he wanted\n  \n  i don't like overly clingy dudes though. Again, a good balance.\n  ","520972":"\n  I should probably eat a late lunch and take a shower lol\n  ","520973":"\n  I don't mind it but wouldn't want all the time either. A good balance.\n  ","520974":"\n  Happy birthday to her!!\n  \n  Awwww.\n  ","520975":"\n  wasn't planning on it?\n  ","520976":"\n  I'm not actually sure lol\n  ","520977":"\n  Nothing\n  ","520978":"\n  I slapped back\n  ","520979":"\n  lots of santa ones too\n  \n  r.i.p my eyes\n  ","520980":"\n  It's only 3pm\n  ","520981":"\n  This argument is flawed since you rarely sleep. my bad lol\n  ","520982":"\n  When you looked up \"cartoon anime elf\" and got more hentai results. Not the kind of elves I wanted lol\n  ","520983":"\n  stop watching Groundhog Day? :P\n  \n  hmm.. probably change until I get it right\n  ","520984":"\n  something i probably didn't really need?\n  ","520985":"\n  😂😂😂\n  ","520986":"\n  yes..\n  ","520987":"\n  sexy\n  ","520988":"\n  Only cute when sleeping\n  ","520989":"\n  legs, boobs, butt\n  \n  you are strange\n  ","520990":"\n  over?\n  ","520991":"\n  yes but I can't think of examples right now, sorry.\n  ","520992":"\n  calm down simon\n  ","520993":"\n  mortal combat?\n  \n  haven't played newer ones...\n  ","520994":"\n  Society and because it is gross\n  \n  do you have questions that aren't fetishes?\n  ","520995":"\n  more unhappy with other areas\n  ","520996":"\n  if genuine, sure.\n  ","520997":"\n  No. It would only count twice because you came up with it randomly :o\n  ","520998":"\n  That breaks girl code ;)\n  ","520999":"\n  Some more than others\n  ","521000":"\n  Do one thing a day that you love doing\n  ","521001":"\n  close open doors, i guess.\n  ","521002":"\n  Always got time for questions\n  \n  I'm good!\n  ","521003":"\n  Isn't everyone at times?\n  ","521004":"\n  yay\n  ","521005":"\n  Haven't we all been a bit naughty here and there? secret is safe with me 😂\n  ","521006":"\n  I can't confirm or deny that either\n  ","521007":"\n  Anna Kendrick\n  \n  Amy Adams\n  \n  Reese Witherspoon\n  \n  ¯\\_(ツ)_\/¯\n  \n  someone funny...\n  ","521008":"\n  haha yes.\n  \n  The name seemed fitting :)\n  \n  be sure to have anon feature on so your secret santa can write!\n  ","521009":"\n  Good one!\n  ","521010":"\n  Good night\n  ","521011":"\n  When king turns into olaf\n  ","521012":"\n  yes, I meant a boot one with small heel part...\n  \n  really? I always thought thigh highs were sexier! But I think it would look better with some skin showing since it does hit at my knees\/a tiny bit passed.\n  ","521013":"\n  Maybe a small heel or flat\n  \n  its AZ so I don't exactly need boots.. still 70-80s? but flatter ones would be easier\n  ","521014":"\n  DUDE!!! WHAT!!\n  \n  You are such a sweetheart, omg.\n  \n  Thank you so much and I'm glad you decided to join the secret santa too! Hopefully it will be good in the end 😂\n  ","521015":"\n  Well 3 people now have published who their secret santa is. It's a secret so why post the message on your page????\n  \n  I don't understand some of you 😂😂😂\n  ","521016":"\n  You got the wrong sister ; )\n  ","521017":"\n  That's good, king.\n  ","521018":"\n  king won't tell me his name or initial :(\n  ","521019":"\n  🙆🙆🙆🙆\n  ","521020":"\n  who knows\n  ","521021":"\n  yes\n  \n  but meant the other parts of it lol\n  ","521022":"\n  wasn't sure of the sender lol\n  ","521023":"\n  yes\n  \n  just my old formspring username - youcanjuiceme\n  \n  lovely isn't it? 😅\n  ","521024":"\n  Good luck to us all\n  ","521025":"\n  I'm glad. How's your day been?\n  ","521026":"\n  I'm happy you are strong\n  ","521027":"\n  This reminds me of the movie Little Nicky?\n  \n  Anyways, that would be scary! I'm still not sure if Heaven and hell are real but an afterlife would be nice, even if just coming back as an animal or other things\n  ","521028":"\n  I haven't wrote anything in years.\n  \n  Don't have my notebook with me either filled with them.\n  ","521029":"\n  Haven't. we discussed everything but I still get vibes that he won't pay up either way lol\n  ","521030":"\n  2 I'm good\n  \n  just because I tolerate this thread doesn't mean I'm horny and need help\n  ","521031":"\n  no? look at Rupi Kaur books and new poets like that  (still need to read, getting for Christmas )\n  \n  I personally haven't written poetry in a while. I need to be in a dark mood or it just doesn't flow right or its more lovey dovey like.\n  ","521032":"\n  Same person\n  \n  nah. haven't really done anything in a while. still talk normally though.\n  ","521033":"\n  orgasms\n  \n  cum\n  ","521034":"\n  fun to tease\n  \n  I don't think that feet guy on sc will ever pay me though. haven't talked since\n  ","521035":"\n  I don't think m is a feet guy\n  \n  the 1%\/red rose guy might be tempted lol\n  \n  maybe but it would definitely be for their benefit and not mine lol\n  ","521036":"\n  English? 😂\n  \n  I hate feet\n  ","521037":"\n  Should I be scared?\n  ","521038":"\n  Not in person\n  \n  that's what I meant :p\n  \n  I suppose they could get that label though\n  \n  labels s uck\n  ","521039":"\n  Maybe!\n  \n  also could donate to toys for tots on FB for my cause... great idea.\n  ","521040":"\n  I'm not even sure. Lots to think about lol\n  ","521041":"\n  o.o\n  ","521042":"\n  That would be a boyfriend or fwb kind of situation, neither of which, I have right now.\n  ","521043":"\n  was getting a bit chilly, rain is in the forecast. 5 miles\n  \n  Noticed at the park someone wrote out their workouts with chalk on the pavement so that was cool to see.\n  \n  push ups, and a bunch of other exercises like that. Didn't see them out there though 💪\n  \n  might have to try it sometime lol\n  ","521044":"\n  It's been ok. Went for a night walk with my mom again. Besides that, I didn't do too much :o\n  ","521045":"\n  uh... it's been kind of a mess .\n  \n  5 people are deactivated & they don't know their person yet + the people who have them can't reach them yet either. Got a few different messages about that today.\n  \n  two people answered the message. One even told the other person that they were their ss already so got him a new person + that person has someone else\n  \n  there's someone new but I don't have anyone for them yet\n  \n  i hope everything works out!!! 🎅\n  ","521046":"\n  getting bikes before was a good one\n  \n  on a related note. When we lived in a 3 family.. I noticed a bike with a bow on it and thought it was for my sister or myself. Ended up being all there's a bike and my sister got all upset since she doesn't like surprises ruined lol yet we were down there looking for the wrapping paper to cut samples out of it so she could tell if it was from santa or not. it ended up being for the kid upstairs\n  \n  That's also the reason how my sister told me santa wasn't real way before that time.\n  ","521047":"\n  me too\n  \n  i guess I need to remind people to have anon feature on for secret santa :o\n  ","521048":"\n  Would you like a cookie? We don't have any.\n  ","521049":"\n  all the above 😮\n  ","521050":"\n  The latter\n  ","521051":"\n  😂😂😂\n  ","521052":"\n  How rude\n  ","521053":"\n  I get loads of them\n  \n  maybe they'll decide to ask you stuff :P\n  ","521054":"\n  I really do 😂\n  ","521055":"\n  Does King have a name?\n  ","521056":"\n  if they did it's not showing up for me\n  ","521057":"\n  Black velvet, keyhole neckline and has two buttons in the back around the neck. About knee length. if I did boots I'd want calf length or ankle ones just to get a peek of skin there...\n  \n  was also thinking a different color so its not just all black outfit... got for Christmas.\n  ","521058":"\n  I think they meant they got me some from my wishlist but I don't see anything under \"purchased\" yet\n  \n  ¯\\_(ツ)_\/¯\n  ","521059":"\n  It's fine :)\n  \n  I might get a pair of heels or boots for my dress, haven't decided yet which.\n  ","521060":"\n  something from my wishlist 😉\n  ","521061":"\n  That one\n  ","521062":"\n  Just Christmas stuff I'm unsure about ¯\\_(ツ)_\/¯\n  ","521063":"\n  kind of\n  ","521064":"\n  Why would you get mad? o.o\n  ","521065":"\n  Lauren isn't doing it.\n  \n  The name made me laugh. Noticed after what the account was like XD\n  ","521066":"\n  Not always but ya, sometimes lol\n  ","521067":"\n  depends what it is\n  ","521068":"\n  Make what up to me?\n  ","521069":"\n  I make up for it?\n  \n  Anyways, I set my alarm to be up early.\n  ","521070":"\n  yes\n  \n  probably too much lol\n  ","521071":"\n  College\n  \n  not currently\n  ","521072":"\n  I'm more a tea drinker. I love to read!\n  \n  good night\n  ","521073":"\n  yes\n  \n  a white beige kind of color on my nails and toenails are still the pink.\n  ","521074":"\n  Besides the lingerie one\n  ","521075":"\n  What about?\n  ","521076":"\n  Thought had different anons :p\n  ","521077":"\n  youcanjuiceme\n  \n  I'm not on currently\n  ","521078":"\n  message me? Can also have some kind of system so I know its you etc\n  ","521079":"\n  yup\n  ","521080":"\n  tom? zack? kev?\n  \n  Anyone can send messages. I'm sure it would get confusing 😂\n  ","521081":"\n  Maybe, maybe not.\n  \n  I don't have anyone sending me stuff since it wouldn't be a secret lol\n  ","521082":"\n  Would be easier to keep track of \/ remember\n  \n  not like anyone knows who followed :P\n  ","521083":"\n  Maybe if part of a 3some ¯\\_(ツ)_\/¯\n  ","521084":"\n  craziness\n  ","521085":"\n  and you are? lol\n  ","521086":"\n  This Kevin or a different pizza lover? ;)\n  \n  who knows. haven't had pizza in a while\n  ","521087":"\n  no problem. Glad everything is settled!\n  ","521088":"\n  no. I need to reup it again\n  ","521089":"\n  I might have someone\n  \n  need to check the list\n  ","521090":"\n  Didn't i answer this last night?\n  ","521091":"\n  anonymous user that spells my name correctly\n  ","521092":"\n  ponytail\n  \n  half up, half down\n  \n  straight and down\n  \n  curled but it's not always done that way\n  ","521093":"\n  no problem!  :)\n  ","521094":"\n  Maybe they haven't came on today? They were on last night though when I sent them their person! 🎅\n  ","521095":"\n  I know :)\n  ","521096":"\n  Not much\n  ","521097":"\n  Good plan. hope it works out\n  ","521098":"\n  yup\n  ","521099":"\n  yes 💰💰💰💰\n  ","521100":"\n  Good. How about you Tom?\n  ","521101":"\n  I don't think I'd want to be a leader.\n  \n  did you cry?\n  ","521102":"\n  with names\n  \n  anon doesn't always work\n  \n  i do end up unblocking them after a good amount of time.\n  ","521103":"\n  I don't have any heels with me right now\n  ","521104":"\n  ???\n  ","521105":"\n  For how long?\n  ","521106":"\n  No. Are you?\n  ","521107":"\n  My dad's aunt loved to knit. I want to say that my brother must have been 15 or so and she knitted him a sweater. IT WAS PINK. IT HAD A BUNNY ON IT. PUFFY TAIL INCLUDED. GOOGLY EYES.\n  \n  I don't know if I had a favorite Christmas... all have been good.\n  ","521108":"\n  Good luck with that.\n  \n  Maybe have water running\n  \n  soothing sounds\n  \n  maybe use the toilet too\n  \n  maybe some kind of reward\n  \n  I'm not a parent\n  ","521109":"\n  Everything should be anon then revealed the 25th.\n  \n  I guess if you talk a lot and it comes up sooner, then that's fine!\n  ","521110":"\n  They better come back 😈\n  \n  there's about 5 people who are deactivated right now...\n  ","521111":"\n  suicide\n  ","521112":"\n  cedar or wood scents in general\n  ","521113":"\n  Might take offense and arrest you\n  ","521114":"\n  to those I'm close with\n  ","521115":"\n  dun dun dun\n  \n  maybe i should have paired you two :o\n  \n  I smell a bromance in the making\n  ","521116":"\n  Maybe some more will join.\n  \n  I'll keep you in mind\n  ","521117":"\n  The thimble or car\n  ","521118":"\n  I don't really have anyone to change with right now\n  \n  some are deactivated and don't know yet..\n  ","521119":"\n  hahaha omg\n  ","521120":"\n  😂😂😂😂😂\n  \n\n   @BigAmericanFatso\n  \n","521121":"\n  its fine\n  \n  just delete the question\n  ","521122":"\n  You aren't good with secrets 😂\n  \n  not supposed to show who you got\n  \n  someone else did the same thing\n  \n  😂😂😂\n  ","521123":"\n  Good night 😴😴😴\n  ","521124":"\n  no?\n  \n  Why, are you getting drug tested😮\n  ","521125":"\n  You are adorable\n  ","521126":"\n  Thanks!\n  \n  I ended up sending all the messages 🎅\n  \n  besides 5 because a few have disabled so they don't know their secret santa yet 🙈\n  ","521127":"\n  damn right\n  \n  👸👑👸👑\n  ","521128":"\n  The mindset to be happy\n  ","521129":"\n  I'm kind of surprised there's no spam blocker... I literally been sending the same message individually to people with different name change.\n  \n  🎅🎄⛄👑\n  ","521130":"\n  I thought I was a queen?\n  ","521131":"\n  we shall see\n  \n  i don't know the person. if they have low amount of questions then i don't see why not....\n  \n  I need to send the rest out tomorrow.\n  \n  🎅🎅🎅\n  ","521132":"\n  his other account is added 😂\n  ","521133":"\n  I didn't check if everyone was legit who said yes\n  ","521134":"\n  he went to sleep\n  \n  I'm sending secret santa names out\n  ","521135":"\n  I couldn't this year.\n  ","521136":"\n  I didn't look at bios but some have 6-18 questions and it's like??? Also two people have deactivated.\n  \n  only sent 11 messages out and there's 46 people total 🎅\n  ","521137":"\n  Not closely. My mom and brother-in-law do.\n  ","521138":"\n  I don't seek it. It's whatever to me.\n  \n  ----\n  \n  Some of these accounts seem shady.. hmm. hope that doesn't kill the secret santa experience.\n  ","521139":"\n  aww\n  ","521140":"\n  it can stay a mystery though until you actually get it too\n  ","521141":"\n  😂😂😂\n  ","521142":"\n  depends how it looked etc\n  ","521143":"\n  to check or not to check. hmm\n  \n  fun how you can ruin the surprise or not\n  ","521144":"\n  no. He'd probably make them look better :(\n  ","521145":"\n  I did all the pairings.\n  \n  sending out names\n  \n  ho,ho,ho 🎅\n  \n  there's like 46 people?\n  ","521146":"\n  I'm not a man.\n  \n  Men can wear heels but might come across as gay or a cross dresser.\n  ","521147":"\n  The secret Santa\n  ","521148":"\n  Same\n  \n  i like white and pink on toes too\n  ","521149":"\n  nah, pairing people up\n  ","521150":"\n  Love is patient one\n  \n  or parts of Robert Frost poems...\n  ","521151":"\n  rarely\n  ","521152":"\n  perhaps\n  \n  gold is nice on fingers too :)\n  ","521153":"\n  added! 🎅\n  ","521154":"\n  water crashing on the shore...\n  ","521155":"\n  sounds a bit impossible.\n  ","521156":"\n  nope\n  ","521157":"\n  What's wrong with it?\n  ","521158":"\n  no thanks. not ready for that mayham lol\n  ","521159":"\n  no. ya'll are all beautiful creatures\n  ","521160":"\n  I liked selling them 😂\n  \n  my cats were wh0res and always pregnant.\n  \n  kittens are adorable but had too much!!\n  \n  one time we had 3 cats pregnant at the same time and the total of all the pets was 21. it was a zoo!\n  ","521161":"\n  Pinot Grigio White Wine barefoot, i think?\n  \n  white zinfandel - Alice White\n  \n  I don't know the years...\n  ","521162":"\n  I loved barbies, hot wheels cars, polly pockets, pound pups and other toys like those.\n  ","521163":"\n  still Holly to me\n  ","521164":"\n  purse since have important paperwork that would be annoying to go through the process of getting copies..probably laptop or other technology\n  \n  i don't have anything of value with me..\n  ","521165":"\n  a secret 😈\n  ","521166":"\n  eating dinner\n  \n  dog begging\n  ","521167":"\n  tea and water. i actually tried a matcha lemongrass tea today. wasn't bad...\n  \n  alcoholic beverages - apple martini, margarita, or other cocktail like ones.\n  \n  Strawberry daiquiris are great too, even the virgin ones.\n  ","521168":"\n  28 or something like that\n  \n  i just can't picture younger than that\n  ","521169":"\n  snowboarding and ice skating\n  \n  always has been.\n  \n  seems the most fun?\n  ","521170":"\n  Every boy's fantasy\n  \n  i don't get it lol\n  ","521171":"\n  😂😂😂\n  \n  should paint them more christmasy colors soon.\n  ","521172":"\n  Myself and seeing other progress pictures from people.\n  \n  It was pretty warm (70s) and sunny out. I layed out around the pool. Got a bit of color. uv rays were bright. I even ended up going in the pool three times. It was still too cold to actually swim in it comfortably.\n  \n  Also just felt like a walk. My mom went too and did well. She was complaining about walking 5 miles before we left but she ended up doing all of it with me. Mainly since she didn't want to walk alone in the dark by herself XD One of the houses on our block has Christmas lights up and gives off those gingerbread looking house vibes so we walked around to see that. nobody else on the street did much yet.\n  ","521173":"\n  in what way?\n  ","521174":"\n  I feel like age doesn't matter! You can't choose who you love but with saying that, ideally, I do like my age or a tad older!\n  \n  Younger guys just wouldn't be interested in the same thing or starting a family etc\n  ","521175":"\n  It's on my page\n  \n  tshirt, pink on the leggings, my shoes\n  ","521176":"\n  You already know what lol\n  ","521177":"\n  nope\n  \n  there's some I'd tolerate  (playing )\n  \n  and I guess I'd only really watch American football & soccer. Basketball and baseball get boring to watch for me.\n  ","521178":"\n  I think writing creatively.\n  \n  I hate doing essays but surprisingly did well on them. The conclusion was always the hardest for me. I'd just write bullshit on it 😂 Like can i be done already? What else to say? Also I find that i write better with background music going ¯\\_(ツ)_\/¯\n  ","521179":"\n  Very true ☝☝☝\n  ","521180":"\n  laying out by the pool since it is very sunny out today\n  ","521181":"\n  No. didn't mean like that. .she asked in a normal way.\n  ","521182":"\n  stuff on my amazon wishlist?\n  \n  I basically just asked for giftcards and stuff when my sister made me do a list. also the rupi kaur books...\n  ","521183":"\n  ehhhh\n  \n  yes\n  \n  bit of both ;)\n  ","521184":"\n  I wouldn't do that lol\n  ","521185":"\n  D\n  \n  it's not my place to try being a parent to their kid.\n  ","521186":"\n  ¯\\_(ツ)_\/¯\n  ","521187":"\n  Must just be American cops then...\n  ","521188":"\n  evening to you\n  ","521189":"\n  no donuts and coffee? :o\n  ","521190":"\n  afternoon now\n  ","521191":"\n  3 or 4\n  ","521192":"\n  Don't have one\n  ","521193":"\n  no\n  \n  I've never been arrested either 😇\n  ","521194":"\n  nope\n  ","521195":"\n  Probably didn't go online - cheater!\n  ","521196":"\n  You are too sweet.\n  \n  get some rest king <3\n  ","521197":"\n  I think it's just you!\n  \n  he kept me up last night 😉\n  ","521198":"\n  gn\n  ","521199":"\n  Thanks\n  ","521200":"\n  I should go sleep now 😘\n  ","521201":"\n  everyone has their own quirks. didn't really mean ugly. just it's better when there's an attraction or chemistry between people.\n  \n  not really talking about overall looks\n  ","521202":"\n  haha @ss\n  ","521203":"\n  Who knows. It's always the same pictures over and over again. Always that \"friend\" too. Kind of gives me old MySpace fan page rare model vibes...\n  ","521204":"\n  Thanks for making me feel old\n  ","521205":"\n  Would either be repulsed or turned on a little. really depends on how the guy looks and age gap...\n  ","521206":"\n  besides me. how sad jk\n  \n  I noticed them last night talking to someone else on here. creepy\n  ","521207":"\n  That would be pretty embarrassing.\n  \n  grabbing it is one thing but actually spanking...\n  ","521208":"\n  lahore is hard to find :\/\n  \n  the others are more harmless to me\n  \n  i didn't check the link\n  ","521209":"\n  hasn't stopped me before\n  \n  I'm also on here too much atm so you know nothing is happening lol\n  ","521210":"\n  nooo would be quite horrible. innit :P\n  ","521211":"\n  What guy? lol\n  ","521212":"\n  I feel like most stereotypes are real. I wouldn't want to just base it on that though!\n  ","521213":"\n  Not being bad tho 😉😇\n  ","521214":"\n  um how did that happen?\n  \n  why can't it be real $$$ as well?\n  ","521215":"\n  Probably.\n  \n  Don't forget Bostonians ;)\n  ","521216":"\n  it certainly can\n  ","521217":"\n  like denim... dungarees i think they are called too? hillbilly type of person?\n  ","521218":"\n  The environment can definitely make or break you. Yes, each area would be different.\n  \n  Just like not all Brits act alike etc\n  ","521219":"\n  is there such a thing?\n  \n  overalls just came to mind o.o\n  ","521220":"\n  What is your definition? :P\n  ","521221":"\n  oh?\n  \n  I had a couple of dreams last night but the last one was of my dog getting hit by a car. I think one dealt with shopping and old friends?\n  ","521222":"\n  American pie by don McLean\n  ","521223":"\n  Same\n  ","521224":"\n  or not\n  ","521225":"\n  Very curious who you'd pick. Naughty!\n  \n  I don't really think of celebrities. Unless I'm going to watch a movie with said actor\/actress in it... or come across an article randomly about someone.. I don't really search celebs unless ig or twitter counts.\n  \n  nobody has been on my mind.\n  ","521226":"\n  They aren't for sale\n  ","521227":"\n  *gives you a pillow *\n  ","521228":"\n  Glad you don't know either lol\n  \n  <3\n  ","521229":"\n  Don't have any examples right now. I don't really keep track of negative or good ones.\n  ","521230":"\n  Things I've done or didn't do, about old pets etc\n  ","521231":"\n  What way are we talking about?\n  \n  The study of mathematics which processes theory information and the process of humancommunication or are we talking more about Aliens, other life existing?\n  ","521232":"\n  The mindset\n  ","521233":"\n  Probably that \"boby\" one and never know if meant body or boobs 😂\n  \n  I do delete most \"pap\" ones so that might be why.\n  \n  I recently had an outfit pap one but I'm usually in comfy clothes without a bra so don't feel like posting..\n  ","521234":"\n  such a complex question!!!\n  ","521235":"\n  Not really in the mood for it right now. More in a chill mood...\n  ","521236":"\n  *hugs you*\n  ","521237":"\n  I feel like I kind of fall off it at times. The Secret is a good book and movie.\n  ","521238":"\n  Very rarely.\n  \n  I'd much rather bring law of attraction thoughts to mind instead\n  ","521239":"\n  :)\n  ","521240":"\n  aw\n  \n  that's good 👑\n  ","521241":"\n  i was cold after attempting to go in the pool XD\n  ","521242":"\n  lol thanks\n  \n  h&m from like 2 years ago now? or 1...\n  ","521243":"\n  I think it's a dark blue purple kind of shade.\n  \n  Whenever I've worn mood rings they always stay at those colors with little variation. I think someone also mentioned the color before...\n  ","521244":"\n  It would need to be case by case! I'm sure the parents or other people involved don't like it either...\n  \n  There needs to be a good balance with giving the facts and respecting privacy?\n  \n  The ones doing the crimes are wrong.\n  ","521245":"\n  Anyways, I'm open to more suggestions as well!\n  ","521246":"\n  Sometimes I feel like they are and other times they look smaller.\n  \n  My lower body is way smaller than it used to be though so I don't really care if others think either way. It isn't your body nor do opinions count.\n  ","521247":"\n  shhh\n  \n  when you ended up on yt anyways lol\n  ","521248":"\n  This sounds like Dan.\n  \n  Everyone who said yes is included.\n  \n  The ones who said no are excluded.\n  \n  And then I basically don't have one since in charge of pairing people up. I made a list of all the yes people, just haven't paired anyone yet.\n  ","521249":"\n  11pm so just in bed. Not sure if I'll watch some Walking Dead or youtube. a little bored and not tired yet.\n  \n  deer leggings 🎅🎄⛄\n  ","521250":"\n  even my Olaf \"i like warm hugs \" mug couldn't warm me up enough to actually go swimming in the pool earlier 😂 had hot chocolate in it\n  ","521251":"\n  I didn't have a pager...\n  ","521252":"\n  kidding XD\n  \n  just thought that gif was funny\n  ","521253":"\n  That's ok. My sister ended up puking in a plastic bag on the ride back. Then once back, she couldn't get the door open and puked on the windows.. glad I was already out of the car for that one.\n  \n  You shouldn't feel bad for having a stroke, love.\n  ","521254":"\n  I thought I did that? ;)\n  ","521255":"\n  It's fine.\n  \n  that didn't even relate to the pcos stuff.\n  \n  we're good <3\n  ","521256":"\n  Maybe marriage or kid questions?\n  ","521257":"\n  You can ask stuff, doesn't mean I'll answer everything\n  ","521258":"\n  Nothing like my personality 😂\n  \n  it's pretty plain.\n  \n  (sister's guestroom)\n  ","521259":"\n  Probably\n  ","521260":"\n  Still is but ya lol 😂\n  ","521261":"\n  calming\n  \n  Also reminds me of The Lion King when it rains o.o\n  ","521262":"\n  better than it could be.\n  \n  Many different symptoms people can get, unfortunately.\n  ","521263":"\n  Thanks, king.\n  \n  I feel good. 🌹\n  ","521264":"\n  Polycystic ovary syndrome. I don't get the cysts part.. more weight related ones, insulin resistance etc\n  ","521265":"\n  movies\n  \n  music\n  \n  walk\n  \n  sleep\n  \n  talk about it at times\n  ","521266":"\n  indeed. pcos can obviously effect the outcome too. I took pictures today as well and noticed a difference from October.\n  \n  don't feel like posting here though.\n  ","521267":"\n  it does help at times. One of weeks it stayed the same then went down the following one :)\n  \n  just hate feeling like a number defines progress etc\n  ","521268":"\n  1stphorm is in a middle of a 8 week challenge and every Wednesday, it's weigh in day. 😂\n  \n  I was down 3.5 pounds the day before Thanksgiving. Just feel like I've been eating a ton recently :\/\n  ","521269":"\n  rise up made me think of \"you raise me up\"\n  \n\n   https:\/\/youtu.be\/aJxrX42WcjQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I'd rather have music in English.\n  ","521270":"\n  No thanks.\n  \n  tomorrow should be scary\n  ","521271":"\n  I have no idea. I'd go crazy lol\n  \n  torture!!!!\n  ","521272":"\n  I'm not studying music.\n  \n  nor medical school if you were the one asking those questions last night as well -_-\n  ","521273":"\n  There's a lot of signs in America that are very popular. People should comprehend the meanings of them.\n  \n  but carry on and be a d!ck over nothing, John.\n  ","521274":"\n  I don't trust that\n  ","521275":"\n  Would be nice if you asked questions based on semiotics instead of just leaving a link explaining about them. It's bizarre getting videos on stuff everyone should know about..\n  ","521276":"\n  pokemon on drugs would probably sound identical to that\n  ","521277":"\n  I have no idea\n  ","521278":"\n\n   https:\/\/youtu.be\/nmjO1p9Oxrk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  when it reminded you of lala land\n  ","521279":"\n  40 people now 🎅🎄⛄\n  ","521280":"\n  nope. I'm making the list. wish i could just copy\/paste but looks like it will be one at a time kind of thing.\n  ","521281":"\n  😂😂😂\n  ","521282":"\n  if last night was a while to you\n  ","521283":"\n  splendid XD\n  ","521284":"\n  You have no shame lol\n  ","521285":"\n  The pool idea didn't go as swimmingly as I hoped. Basically went up to boobs and was like nope 😂😂 i can't do.\n  \n  my legs are still cold\n  \n  ovaries are probably icicles now :o\n  ","521286":"\n  no, I'd be very confused since I've never watched any episodes of Riverdale.\n  ","521287":"\n  lahore\n  \n  pee\/poo\n  \n  boxers\n  \n  ben\n  \n  feet\n  ","521288":"\n  Time to wake up, king.\n  ","521289":"\n  hmm my dad is pretty easy to buy for. My sister is too but she's also hard due to the fact that she already has everything kind of person. Mom is hard since she doesn't really tell you what she wants. My brother is hard to pick for and I usually just buy him pj bottoms ¯\\_(ツ)_\/¯\n  \n  --\n  \n  my sister gives the best gifts since she goes for the more thoughtful kind and also what you actually need type thing.\n  \n  mom can be a bit iffy when its clothing related but everything else is good and usually what I'd want.\n  ","521290":"\n  sleep\n  \n  facemask, nails.. just a nice pamper day\n  \n  put on movies \/shows\n  \n  music\n  \n  brave the weather and go out somewhere\n  ","521291":"\n  ask the ones who use them :p\n  ","521292":"\n  anchovies\n  ","521293":"\n  Good. Bit wary of this lettuce though 😂\n  ","521294":"\n  We've been friends since the first grade. It always feels like old times when we get together. She's more outgoing so opens my shell up a bit. opposites yet the same kind of thing. She's a great mother.\n  ","521295":"\n  bit of both, tbh.\n  ","521296":"\n  hello\n  ","521297":"\n  I don't remember\n  ","521298":"\n  New home \/ my own\n  ","521299":"\n  Sometimes.\n  \n  man, video games get so intense, how can you not make some noise?\n  ","521300":"\n  ....\n  ","521301":"\n  once, i think.\n  ","521302":"\n  What language is that?\n  ","521303":"\n  yes! that's the one I was talking about lol\n  ","521304":"\n  I have\n  ","521305":"\n  kind of.\n  \n  I made the elf on the shelf hug the bananas in the fruit basket. Wonder if mom will notice since she ended up putting him in the tea cabinet yesterday after he was hugging the whipcream XD so my sister didn't get the chance to hide him today\n  ","521306":"\n  Well thank you :)\n  ","521307":"\n  that doesn't help lol\n  \n  give ideas!\n  \n   @mawiocudwoc\n  \n","521308":"\n  yes\n  ","521309":"\n  I wake up not knowing if I died or not.\n  ","521310":"\n  Robin Williams\n  ","521311":"\n  What would make a dessert Mexican?\n  ","521312":"\n  Someone asked this yesterday too\n  ","521313":"\n  creepy\n  \n  but it can be cute for kids looking forward to something?\n  ","521314":"\n  correct :)\n  \n  its good with crackers and salami\n  ","521315":"\n  yes. my ig is filled with oatmeal pictures 😂\n  \n  I do get tired of them at times\n  ","521316":"\n  lol good night\n  ","521317":"\n  night king\n  \n  look after the kingdom while I'm gone 😂\n  ","521318":"\n  You too\n  ","521319":"\n  Thanks\n  \n  i should sleep\n  ","521320":"\n  King\n  ","521321":"\n  Would be nice\n  ","521322":"\n  69% want secret santa 🎅🎅🎅🎅🎅\n  ","521323":"\n  I really feel like they are just fucking with me now\n  ","521324":"\n  uh huh\n  ","521325":"\n  yes\n  \n  bet you can't go a day without using XD\n  ","521326":"\n  However I want 😈\n  ","521327":"\n  I follow a lot of fitness pages...\n  ","521328":"\n  I don't trust you lol\n  ","521329":"\n  I suppose it depends how they look or the way asked. I'd much rather treat them to a meal so I know where the money is actually going towards. But yes, I've gave money before.\n  ","521330":"\n  THIS SOUNDS LIKE A TRICK!\n  ","521331":"\n  I'd rather do when they are around the age where they ask for it.\n  ","521332":"\n  No but I believe it's on the spectrum of aids and hiv kind of thing? Like it could get worse? idk. A Google search would be more helpful.\n  ","521333":"\n  ok Ben\n  ","521334":"\n  LyndseysTwittah\n  \n  and I don't feel like posting my ig publicly.\n  ","521335":"\n  I'll be old\n  \n  I'll be my brother's current age :o\n  ","521336":"\n  love\n  \n  contentment\n  \n  encouragement\n  \n  supportive people in your life\n  \n  when animals do cute sh!t\n  ","521337":"\n  yesss .I am victorious! 😂\n  ","521338":"\n  Where is my anti-shrug anon? I haven't used it all day. Are you proud of me? Haven't even used it elsewhere either.\n  ","521339":"\n  already am\n  ","521340":"\n  breastfeeding?\n  ","521341":"\n  think underwear more.\n  ","521342":"\n  We weren't friends but this dude had no clue what personal space was. He'd literally go up into your face and breathe on you o.o He got in trouble a lot for it 😂 He was like 6' so it was even more creepy when he'd do it.\n  ","521343":"\n  Good luck to those people, Dan.\n  ","521344":"\n  past tense\n  \n  what happened?\n  ","521345":"\n  I think so. or they just got rid of your like.\n  \n  I've noticed that with one person on here so I just unfollowed lol which doesn't really make sense because they like some of my stuff at times but I can't do the same, apparently lol\n  ","521346":"\n  err... more like i haven't been in the position to try. Not really scared to do things, just haven't been to places where I could...\n  ","521347":"\n  kill myself?\n  ","521348":"\n  Think about them when not talking. want to share things with. I can feel more giddy when I talk about them. I actually mention them to someone. I could see us growing old together and all that.\n  ","521349":"\n  hickory smoked is always nice.\n  \n  um that cheese with all the nut coating on it.. had some yesterday\n  \n  I'm not too picky when it comes to cheese\n  ","521350":"\n  When the fire alarm turns off, yay.\n  ","521351":"\n  is that why the fire alarm is going off? -_-\n  ","521352":"\n  no thanks\n  \n  not religious and I feel like 95% of the people i follow are either agnostic, atheist or something else that doesn't believe or no proof of a God.\n  \n  I also would hope no ministers would be on here\n  ","521353":"\n  I didn't miss getting this \"question\"\n  ","521354":"\n  no problem. I was like what is this??? :O\n  ","521355":"\n  I'm glad you think so\n  ","521356":"\n  Yes but I don't really do it often enough. I really should meal prep more.\n  ","521357":"\n  The youtuber learningtobefearless uses the olly brand and I feel like you can tell a difference.\n  \n  I personally haven't tried them.\n  ","521358":"\n  surfers?\n  \n  train or airplane came to mind for some reason\n  ","521359":"\n  fascinating :P\n  ","521360":"\n  It's on the app . Where you do the ask question.. there's a dice now on the bottom right. It basically gives you questions to send kind of like the ice breaker ones in the inbox..\n  ","521361":"\n  *bows*\n  ","521362":"\n  I usually need to pee\n  ","521363":"\n  stealing\n  \n   @David_1129\n  \n  question\n  \n  or did you both test out the dice feature? :P\n  ","521364":"\n  I'm pretty indifferent about stuff like that. It doesn't really effect me. Like obviously I'd want the best for you, whatever that might be. I don't judge my happiness on others. It's more about myself, more hedonist thinking? I like knowing that you are happy or just good in general. We can all have sad\/bad days too and that's fine as well. ya know?\n  ","521365":"\n  No. Everyone can have off days.\n  ","521366":"\n  Agreed. or period cramps lol\n  \n  I like mild at best so good luck with the spicey, girl!!\n  ","521367":"\n  queen wants king happy too\n  \n  it's an ever long process  <3\n  ","521368":"\n  🎅😈🎅😈🎅\n  ","521369":"\n  Not really. I think I probably went like 3 times before\n  ","521370":"\n  Same\n  \n  i love real ones\n  ","521371":"\n  This reminds me of my friend's mom.. \"honey buns\"\n  \n  Anyways, it has been nice.\n  ","521372":"\n  Yes\n  \n  hey scott\n  ","521373":"\n  fake or real?\n  ","521374":"\n  not true. The toilet does, well in..\n  ","521375":"\n  Sometimes it can be annoying, especially if i don't see any attraction to the one saying the stuff.\n  \n  A guy was calling me baby once and i joked that I was nobody's baby (single) and he got mad at me. not my problem, dude 😂\n  \n  but no, I wouldn't feel \"triggered\" o.o\n  ","521376":"\n  yes :)\n  ","521377":"\n  yes\n  \n  stockings hung\n  \n  that retro Christmas trees with the bulbs\n  \n  Christmas pillows and throw blankets on the couch\n  \n  plaid table runner\n  \n  etc\n  ","521378":"\n  fairly decent\n  ","521379":"\n  rob a bank\n  ","521380":"\n  Just Niagara Falls then. The NY side and Canadian one :)\n  ","521381":"\n  That shrug would have came in handy here.\n  \n  Are you happy i haven't done it yet?\n  ","521382":"\n  Does Canada even count?\n  \n  I've traveled to more states.\n  ","521383":"\n  everything?\n  ","521384":"\n  summerjam (mostly rap\/r&b people - ashanti, jayz, 50cent etc)\n  \n  meatloaf\n  \n  bullet for my valentine\n  ","521385":"\n  Not when you asked this but I am now - 3:23pm\n  ","521386":"\n  sleep\n  ","521387":"\n  Just the one :P\n  ","521388":"\n  Yes but I'm not crazy on all the details that go into it.\n  ","521389":"\n  Yes. Was kind of that way with Jennifer. She did have a boyfriend at the time but we didn't have a major fall out over it either. Also we both ended up moving and different schools.\n  \n  We reconnected on FB a few years ago. She had a baby not too long ago and now she's 3 months pregnant again. Basically irish twins?\n  ","521390":"\n  I guess read fast.\n  \n  I feel like I do with both anyways. I do read one at a time though.\n  ","521391":"\n  I think I've gone twice so don't really have an opinion on it.\n  ","521392":"\n  I like the ones that go in water.\n  ","521393":"\n  I suppose elf on the shelf fits into that description\n  ","521394":"\n  calming, good when feeling sick\n  ","521395":"\n  I'd die\n  ","521396":"\n  What if it was Arizona tea? :P\n  \n  um.. I'd say ham since there's still a lot from last night. Was a spiral one with the bone still in.\n  ","521397":"\n  English\n  ","521398":"\n  Neither, really.\n  \n  I don't smoke and I like other alcohol more than beer.\n  ","521399":"\n  nah, you got to wait for Christmas or possibly new years... I was thinking xmas though :)\n  ","521400":"\n  Not much. Bras usually have more support but ya...\n  ","521401":"\n  4'11\" because it's outside of the midget zone?\n  \n  Also my sister-in-law's height 😂\n  ","521402":"\n  hahahaha\n  ","521403":"\n  It's fine.\n  ","521404":"\n  $5 to $30?\n  \n  Depends on the type of material, what is on it. Obviously cheaper would be more ideal. All about the quality too. If it's a band t i could see it being a bit more.\n  ","521405":"\n  Night\n  ","521406":"\n  It's pretty average...\n  ","521407":"\n  Good night king\n  \n  queen needs sleep\n  ","521408":"\n  I'll be 31 in December\n  \n  I'm 5'7\"\n  ","521409":"\n  That did make me laugh but there's no way in hell I'd listen to it for 10 hours!!!\n  ","521410":"\n  You make me one\n  ","521411":"\n  Not sure who that is but I do like the name AJ.\n  ","521412":"\n  Good because it's 40s out\n  ","521413":"\n  whatever Ben sent\n  \n  i don't remember anything else right now.\n  ","521414":"\n  I actually don't have any hi ones! Miracle\n  ","521415":"\n  only when they drink red bull\n  ","521416":"\n  afraid not\n  \n  i don't mind too much right now. I just wish that it was better quality at times. Some are really good but I don't have answers straight away for some\n  ","521417":"\n  who knows\n  \n  roars\n  ","521418":"\n  in not on :P\n  \n  48 including this one\n  ","521419":"\n  Thanks :)\n  \n  I was hesitant when writing it too\n  ","521420":"\n  appreciates them\n  ","521421":"\n  That doesn't count! unfair!\n  \n  I haven't slept yet so it shouldn't 😢😭\n  ","521422":"\n  Leo the lion :)\n  \n  it is sad. it even did the square box when I was answering it but went back to normal\n  ","521423":"\n  minimalistic\n  \n  maybe some cool wood\n  \n  definitely a sensual yet cozy relaxing area\n  \n  more masculine vibe with some feminine pieces too\n  \n  ¯\\_(ツ)_\/¯\n  ","521424":"\n  comfy\n  ","521425":"\n  I don't have the lion one :(\n  ","521426":"\n  anything that would hurt others and myself\n  ","521427":"\n  Thanks :)\n  \n  *hugs back *\n  ","521428":"\n  hallelujah\n  \n  making the kingdom great\n  \n  jungle fever & all\n  ","521429":"\n  When FB memories make you feel a bit emotional.\n  \n  I've just been watching youtube since the guests left\n  ","521430":"\n  I'm a righty\n  ","521431":"\n  I haven't listened to Rihanna in a while but this one came to mind\n  \n\n   https:\/\/youtu.be\/JF8BRvqGCNs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","521432":"\n  cool. sounds good to me but I don't understand it.\n  ","521433":"\n  I just answered this\n  ","521434":"\n  brilliant\n  ","521435":"\n  i was hoping for\n  \n   https:\/\/youtu.be\/eXvBjCO19QY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  and this one\n  \n\n   https:\/\/youtu.be\/JLYo5DW0ew0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","521436":"\n  interesting theme\n  ","521437":"\n  yess 🙆🙆🙆🙆🎤\n  ","521438":"\n  What about lions? 🐯\n  ","521439":"\n  No. Rib fat does :P\n  ","521440":"\n  Guys can feel that too. I hate generalizations on here XD\n  \n  thanks. it's really annoying being in smaller sizes and then also can still fit plus sized ones as well. Clothing sizes really need to not suck so much.\n  ","521441":"\n  You talked about legs and then went to color etc\n  \n  is this Ben? o.o\n  ","521442":"\n  all the couple stuff especially around the holidays. Like should i have just sat at the kids table or?? Made me feel bad for a second noticing everyone was paired off.\n  ","521443":"\n  I'd say buying that dress.\n  \n  I don't really dress up so will be nice for a change\n  \n  i literally pictured how I'd want to do my hair and that never really happens when I try stuff on.\n  ","521444":"\n  I feel like guys wouldn't really notice the length part o.o just happy to see the leg action\n  ","521445":"\n  😂😂😂\n  ","521446":"\n  It's more like i don't believe that you'd actually buy something\n  ","521447":"\n  Every woman would be different.\n  \n  I personally have a longer torso with smaller legs.\n  ","521448":"\n  no, only if i have huge meals, especially if sodium filled foods\n  ","521449":"\n  Today I'd say i did.\n  \n  1500-1700 is nothing compared to 2000 recommended diary restrictions so what is your point here?\n  ","521450":"\n  breakfast: oatmeal, banana, some of my 1stphorm meal replacement mixed in, some peanut butter, a couple pine nuts on top. mfp says it came to 583 cals\n  \n  I didn't end up eating lunch\n  \n  My Bil's brother and his wife came over and we basically had a mini thanksgiving. I would say that I've hit my goal, maybe slightly over?  ham, dinner roll, mashed potatoes, greenbean casserole, two pineapple slices. A small piece of pumpkin pie with whip cream. Also a tiny amount of ice cream. I also had a few crackers with cheese and salami pieces earlier in the day\n  \n  The end.\n  \n  not the worst and not the best day\n  ","521451":"\n  I don't think I do.\n  ","521452":"\n  yes. that doesn't automatically make me \"slim\"\n  \n  I'm not lol Pcos makes it harder too\n  \n  i love swimming as well doesn't mean my body is a swimmers body either.\n  ","521453":"\n  yes :D\n  ","521454":"\n  You guys are weird\n  ","521455":"\n  depends more on the brand.\n  \n  number wise or s,m,l,xl sizing :P\n  ","521456":"\n  1500-1700 range most days.\n  \n  myfitnesspal is set at 1740\n  ","521457":"\n  yes \/ yes \/ don't use\n  ","521458":"\n  sure you are.\n  ","521459":"\n  I feel like it looks weird only because the rest of the stuff is all red (stockings and other nicknacks)\n  \n  still pretty though\n  ","521460":"\n  we all did\n  ","521461":"\n  I do try going for the thoughtful gifts :)\n  ","521462":"\n  Are you going to buy me one?\n  ","521463":"\n  I felt Christmasy on thanksgiving 😂\n  \n  they had some songs on the tv near the end of the night.\n  \n  yes.. everything is decorated.\n  ","521464":"\n  Glad you agree :p\n  ","521465":"\n  I'm good. nice to know :)\n  ","521466":"\n  yours would be better.\n  ","521467":"\n  we decorated the tree\n  \n  having a ham dinner tonight, green bean casserole and whatever else.\n  ","521468":"\n  respect for someone\n  \n  loved ones \/ pets dying\n  ","521469":"\n  who knows, next.\n  ","521470":"\n  lol all good\n  ","521471":"\n  Should surprise you tomorrow without using it then\n  ","521472":"\n  I've only used twice so far today and haven't used the 2nd one today.\n  ","521473":"\n  very true\n  \n  song lyrics though\n  ","521474":"\n  Well they haven't\n  ","521475":"\n  pillow fight in the middle of the night\n  \n\n   https:\/\/youtu.be\/kMCGvtlL4fw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","521476":"\n  I guess being antisocial at times? Sometimes I don't know what to talk about either so I keep quiet.\n  ","521477":"\n  It's been years\n  "}}