{"Question":{"521478":"\n   How flexible are you?\n  ","521479":"\n   someone doesnt like sharing XD\n  ","521480":"\n   if the guys u talk u do such a good job u should refer em to other women lol\n  ","521481":"\n   idc\n  ","521482":"\n   i want u for xmas\n  ","521483":"\n   have u ever worn something sexy for one of ur exes\n  ","521484":"\n   hi\n  ","521485":"\n   Don't be afraid of doing that one thing you keep wanting to do. Whether it's going for that job, getting that certain item or clothing for yourself, talking to long long friend or someone you love. Time isn't on our side and we don't know it will be our's or someone else's last day. Just do it!!\n  ","521486":"\n   Are you a naughty elf? ⚘\n  ","521487":"\n   Would you describe yourself as gullible or cynica?l why?\n  ","521488":"\n   is it sexy if ur man dresses up as santa and shakes his belly like a bowl full of jelly?\n  ","521489":"\n   I've just come over all a fluster\n  ","521490":"\n   Are you sensitive\n  ","521491":"\n   I'll get wrapped :)\n  ","521492":"\n   I'm quite big lol\n  ","521493":"\n   I knew that was spam :o I got that message too.\n  ","521494":"\n   -\n  ","521495":"\n   What do you want for Christmas\n  ","521496":"\n   Good questions mostly books 📚\n  ","521497":"\n   What was your fav cartoon as a kid\n  ","521498":"\n   Have you ever Broken a bone??\n  ","521499":"\n   What is something that you do every single day?\n  ","521500":"\n   WUAT UP\n  ","521501":"\n   Favorite rouge color?\n  ","521502":"\n   my best friend’s sister has one daughter, who’s first name is a combination of her parents! which i think is an interesting idea. if ur parents did that, what sort of names would you possibly have? do any combos work as real names??\n  ","521503":"\n   Are you more of a leader or a follower?\n  ","521504":"\n   POUQ\n  ","521505":"\n   can i call u nikki then\n  ","521506":"\n   What is your middle name?\n  ","521507":"\n   Would you rather hangout with a big group of people or just a few?\n  ","521508":"\n   Good night gorgeous\n  ","521509":"\n   I think that some watchdog group declared pepe the frog as a \"symbol of hate\" not too long ago. Not that you're supposed to care.\n  ","521510":"\n   Recently I've been watching a lot of Hilda on Netflix. It's a cartoon\/animated series and I'm really enjoying it. When was the last time you enjoyed a cartoon\/animated series and what was it?\n  ","521511":"\n   What did you buy on Black Friday? Did you get a great deal?\n  ","521512":"\n   You are beautiful just the way u are!\n  ","521513":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","521514":"\n   Were you on Formspring a few years back?\n  ","521515":"\n   Or choose not to wear ⚘\n  ","521516":"\n   Where ever you choose ⚘\n  ","521517":"\n   -\n  ","521518":"\n   Did you do any Black Friday shopping? I went to Petco. They had a lot of dog and cat treats 50% off.\n  ","521519":"\n   Any good plans for this weekend ?\n  ","521520":"\n   😂😂 one should be of exact same colour off skin with the brown dot like a nipple in between 😂\n\nBut will that be cute or sexy?\n  ","521521":"\n   Lyndsey: And about U ? Are U interested to learn NAVAJO too ?\n  ","521522":"\n   Navajo Language Class \/ Lesson 1 >\n   \n    https:\/\/www.youtube.com\/watch?v=9kRCCSR7_wo\n   \n","521523":"\n   maybe thats him\n  ","521524":"\n   That's sad, I remind you of someone else.\n  ","521525":"\n   do u have traditional thanksgiving food? what’s the least traditional food you had at thanksgiving (or regularly have)? (every year one of our desserts is tiramisu! idek why lol)\n  ","521526":"\n   did you celebrate thanksgiving? how? with who? what kind of food did u have and who did the cooking?\n  ","521527":"\n   We'd be pervy together\n  ","521528":"\n   What if I had other things on my mind, you know.\n  ","521529":"\n   Do you feel powerless in the face of nature?\n  ","521530":"\n   Seems like I've run out of options here\n  ","521531":"\n   more like pretty much everything XD the only thing we dont know is ur appearance\n  ","521532":"\n   Suit & Tie\n  ","521533":"\n   Youcanjuiceme\n  ","521534":"\n   Were you a cute baby?\n  ","521535":"\n   Something that not many people know about you\n  ","521536":"\n   sometimes those can be hot\n  ","521537":"\n   😂😂 Lets vision\n\nMay bee two cute emojis on the cups 😂 or a picture of boy with glass of milk on the cups 😂\n  ","521538":"\n   How can you be cautious with those things that you were rushing into something of your soul?\"\n  ","521539":"\n   What should a real man be able to do?\n  ","521540":"\n   I'm getting sleeply, Lyndsey. How about you?\n  ","521541":"\n   hey guys, what's your biggest interest? mine is skincare.\n  ","521542":"\n   How long will it take?\n  ","521543":"\n   Do you like the French language???\n  ","521544":"\n   When will it happen?\n  ","521545":"\n   Post something beautiful 🌸\n  ","521546":"\n   For to night\n  ","521547":"\n   What do you wear to bed?\n  ","521548":"\n   Do you have lots of Thanksgiving leftovers?\n  ","521549":"\n   free the nips\n  ","521550":"\n   😺😺😺😺😺\n  ","521551":"\n   Current outfit? Pic\n  ","521552":"\n   Do you know anything about stocks?\n  ","521553":"\n   So gorgeous\n  ","521554":"\n   Buy you some lingerie? ⚘\n  ","521555":"\n   yes plz\n  ","521556":"\n   What kind of dress?\n  ","521557":"\n   then surprise us by finally showing us how u look like XD\n  ","521558":"\n   pap of it plz\n  ","521559":"\n   How are you?\n  ","521560":"\n   Wearing anything pink what is it\n  ","521561":"\n   Do you prefer cute bra also?\n  ","521562":"\n   aww thanks, ill be wishing you a happy birthday too when its yours xo\n  ","521563":"\n   Who wears such childish panties? 😏\n\nShow?\n  ","521564":"\n   i bet you look beautiful, i was at my gf it was her mothers birthday\n  ","521565":"\n   It is a course to celebrate 🥂\n  ","521566":"\n   Colour?\n  ","521567":"\n   hey had you a nice day\n  ","521568":"\n   Panty?\n  ","521569":"\n   Last time you tried something new\n  ","521570":"\n   Nighty night my super Lyndsey 🤪😴 maybe I read your ideas for the present tomorrow lol\n  ","521571":"\n   hey friend xo\n  ","521572":"\n   Any good plans for this weekend ?\n  ","521573":"\n   Hi Lyndsey! I had a decent sleep. I was very very very tired last night. How did you sleep?\n  ","521574":"\n   What is your natural hair color\n  ","521575":"\n   Open minded\n  ","521576":"\n   PAP of what you're doing right now?\n  ","521577":"\n   I'm in sleepy time headquarters. You go and pilot the spaceship and keep the force field on so we are save.\n  ","521578":"\n   When was the last time you had craving for chocolate?\n  ","521579":"\n   Real or fake Christmas tree?🎄\n  ","521580":"\n   Yep. I actually did listen to Rebecca Black's Friday on YouTube. Lol\n  ","521581":"\n   Since today is Black Friday, I think you should listen to Friday by Rebecca Black\n  ","521582":"\n   What grads do you get in school\n  ","521583":"\n   Wow, that's great.\n  ","521584":"\n   Happy Thanksgiving!\n  ","521585":"\n   Whats something you know alot about ?\n  ","521586":"\n   After the felons voting; In Ireland, if you don't pay your tv license&get caught, you're given a permanent criminal record after. This leads to you possibly not being able to leave the country, possibly not being able to foster\/adopt, possible problems with voting etc.What's your opinion on this?\n  ","521587":"\n   happy thanksgiving\n  ","521588":"\n   I think you should get in bed right now with your pets and hide from all the humans.\n  ","521589":"\n   Who is your favorite rapper\n  ","521590":"\n   What was the best thing about your day today ?\n  ","521591":"\n   Anything good happened to you today\n  ","521592":"\n   How are you?\n  ","521593":"\n   Good morning\n  ","521594":"\n   surely none of u is bad at all\n  ","521595":"\n   ass\n  ","521596":"\n   What do you like most about your body\n  ","521597":"\n   u drinkin rn?\n  ","521598":"\n   Bored?\n  ","521599":"\n   We Had pumpkin pie strawberry and chocolate cheesecake🌹👑\n  ","521600":"\n   soon they will be OVER 9000! XD\n  ","521601":"\n   POUQ\n  ","521602":"\n   How many of these Ask Coin things have you collected?\n  ","521603":"\n   I’m thankful to have you as my queen who will always be on my side and make me a great king.🌹👑\n  ","521604":"\n   The pumpkin pie we had was delicious🌹👑\n  ","521605":"\n   Hugs you gently🌹👑\n  ","521606":"\n   Lays in bed🌹👑\n  ","521607":"\n   Sorry for everything I just don’t seem normal I’m different🌹👑\n  ","521608":"\n   That sucks now no one will ever care about me too it’s all my fault for everything. Thanksgiving is ruined🌹👑😭💔\n  ","521609":"\n   I thought I died🌹👑\n  ","521610":"\n   What’s your favourite Disney\/Pixar movie?\n  ","521611":"\n   I felt bad that I letted people down at the feast. This is all my fault. No one will ever care about me anymore🌹👑😭💔\n  ","521612":"\n   My body is gone. I felt reborned🌹👑😓💔\n  ","521613":"\n   At least the thanksgiving went great until mine was ruined when I fainted and felt I was dead🌹👑😓💔😭\n  ","521614":"\n   She is so fake\n  ","521615":"\n   It’s all over king is gone R.I.P king😓💔\n  ","521616":"\n   Can i have some advice about a couple of teachers i'm having trouble with at school\n  ","521617":"\n   Queen🌹👑\n  ","521618":"\n   Can white people get good deals on Black Friday too?\n  ","521619":"\n   Happy thanksgiving 🦃🍽🍁\n  ","521620":"\n   what do you have to do after you had general anesthetic  and before you get discharged from hospital\n  ","521621":"\n   Do you agree that all's fair in love and war?\n  ","521622":"\n   they do cuz they get the same q every day several times if it was much less often bet they wouldnt mind either\n  ","521623":"\n   It's raining cats and dogs!\n  ","521624":"\n   Since king had a stroke, the kingdom is not safe without him\n  ","521625":"\n   Why do so many girls on here get offended when asking about their underwear? It's not like we're asking for a pic, just the color or style.\n  ","521626":"\n   happy thanksgiving\n  ","521627":"\n   love you mom\n  ","521628":"\n   Sup girl\n  ","521629":"\n   lol it wouldve been perfect XD\n  ","521630":"\n   Have you ever clipped anything to your nipples? if so what?\n  ","521631":"\n   honest day?\n  ","521632":"\n   sounds like a great day\n  ","521633":"\n   what did you do today\n  ","521634":"\n   pantie colour?\n  ","521635":"\n   Hey can you ask me questions please? I sent this to everyone feel free to be anonymous or show who you are\n  ","521636":"\n   😋😋\nHow old are you?\n  ","521637":"\n   If there's any place you'd love to visit again for fun, what is it and what would you love to do there?\n  ","521638":"\n   full body pic?\n  ","521639":"\n   تابعتك ردها 💓💓\n   \n    @hamza_ghanayem\n   \n","521640":"\n   Why do I sometimes feel like I don't usually ever get what I want, but others seem to get what I want or what they want?\n  ","521641":"\n   Message ... 🌺\n  ","521642":"\n   Play the song on the jukebox, pretty please\n  ","521643":"\n   How often do you wear thongs\/g-strings?\n  ","521644":"\n   How are you doing my super Lyndsey 😃 ?\n  ","521645":"\n   Do you tend to spend your money on something you don’t need just because it’s on sales?\n  ","521646":"\n   Happy Thanksgiving!!!\n  ","521647":"\n   Happy Thanksgiving\n  ","521648":"\n   It happens alot everytime i tuck my shirt in i get offered butt Modeling gigs\n  ","521649":"\n   That's not me :P\n  ","521650":"\n   Seems like the problem might be on your end :o Maybe Kik closes whenever you switch apps and it shouldn't.\n  ","521651":"\n   He needs the toliet honking the horn hurry up\n  ","521652":"\n   It's telling me your phone is disconnected for past three days weird... might insta you instead.\n  ","521653":"\n   then shouldnt u be happy like they said lol\n  ","521654":"\n   Have you disabled kik? 🤔\n  ","521655":"\n   Happy Thanksgiving everyone! If you don't celebrate it where you live, have a great day nonetheless 😊\n  ","521656":"\n   doesnt sound so good\n  ","521657":"\n   i didnt say that but u didnt say a word bout being naughty last nite and u always do\n  ","521658":"\n   How did i become a bubble butt boy model?\n  ","521659":"\n   Does true love exists?\n  ","521660":"\n   u seem like one of those ppl who are always crabby in the morning lol\n  ","521661":"\n   And Happy Thanksgiving to you!\n  ","521662":"\n   Hey guys\/girls what's up? Today it's Music Day! Mention one favorite song of yours (you can post a phrase of your song or put the link below!) Have a good time!\n  ","521663":"\n   I was at the mall and a lady who was a talent scout saw me and asked me if she could take cell phone pics of my butt for her boss.....\n  ","521664":"\n   Good Morning! 😄\n  ","521665":"\n   Happy Thanksgiving Lyndsey!\n  ","521666":"\n   good day so far\n  ","521667":"\n   What is the funniest joke you know?\n  ","521668":"\n   Good night babe\n  ","521669":"\n   boby pic\n  ","521670":"\n   Kool🙂\n  ","521671":"\n   You did?\n  ","521672":"\n   guess u liked it lol\n  ","521673":"\n   the person who liked this q is the one sending that to lots of pages\n  ","521674":"\n   Its on my profile\n  ","521675":"\n   wtf lol\n  ","521676":"\n   Bubble butt Mexican boy\n  ","521677":"\n   What color underwear are you wearing?\n  ","521678":"\n   If you float, you'll burn...\n  ","521679":"\n   sup\n  ","521680":"\n   Symphony >\n   \n    https:\/\/www.youtube.com\/watch?v=Qunz8zIBpVg\n   \n","521681":"\n   ih\n  ","521682":"\n   ?\n   \n    https:\/\/www.youtube.com\/watch?v=Tnu6ui_8nI0\n   \n   ?\n  ","521683":"\n\n    https:\/\/ask.fm\/NO3MM3RZ\/answers\/151034732001\n   \n","521684":"\n   There are parents out there that will pick their other half over their own kid and then there are parents that will pick their kid over their other half...do you believe that either one is correct or for you would it depend on the situation? My mother always picked her partners over me.\n  ","521685":"\n   Fuk, marry, kill and why? Netflix, pizza, chocolate. PlayStation, Xbox, Nintendo. Action, Horror, Documentary. Snoopy, Scooby Doo, Santa's Little Helper. Apples, Avocados, Almonds. Batman, Spiderman, Deadpool.\n  ","521686":"\n   Felon voting: Should felons be allowed to vote, why, why not?\n  ","521687":"\n   Neil Young's voice, yay or nay?\n  ","521688":"\n   I know someone who sees white people saying \"traveller\", \"been to many countries\" and \"these are the countries I've been to.....\" on their dating app profile and thinks \"colonizer\", \"young Columbus\", \"privileged racist\". What do you think of their opinion and what's your opinion,swipe left or right?\n  ","521689":"\n   Bacon is gross :( lol but that’s my opinion :p\n  ","521690":"\n   Do you prefer to eat in a restaurant or order delivery?\n  ","521691":"\n   Aren't all americans crazy about bacon? lol\n  ","521692":"\n   lol @ processes\n  ","521693":"\n   -🌸\n  ","521694":"\n   jk love u.......................- ERICK!\n  ","521695":"\n   whats with those msgs o.o\n  ","521696":"\n   I'm going to throw a pizza as hard as I can at the wall and pretend it's your unborn sister\n  ","521697":"\n   I'm laughing so hard 😅😅😅\n   \n    https:\/\/www.youtube.com\/watch?v=ADLES7XROmo\n   \n","521698":"\n   Gooseberries make my world go round. Al-Hassan III here. Marry me and become heiress to my oil empire. We will make many towelhead children to soak up the disgrace of the American way..death to the West!\n  ","521699":"\n   Ever got an insect in your eye?\n  ","521700":"\n   I wish you were in Columbine\n  ","521701":"\n   Have you ever been on a far right protest, march or demonstration?\n  ","521702":"\n   my brother killed himself - Erick\n  ","521703":"\n   PLANS FOR TODAY\n  ","521704":"\n   i think you would look amazing in anything, liv buys sm stuff i think people can buy too much\n  ","521705":"\n   oh okay i love it went cranberry sauce\n  ","521706":"\n   yo Stephen Hawking was a disabled bastard.\n  ","521707":"\n   🌹👑\n  ","521708":"\n   Is your hair a messy bun now?\n  ","521709":"\n   \"al qaeda\" in english just translates to \"Obama\"\n  ","521710":"\n   Are wedgies a problem for you?\n  ","521711":"\n   yeah for sure love the dessserts too, turkey i love too but the stuffing is so nice\n  ","521712":"\n   aww cool i love chocolate,  thanksgiving is fun\n  ","521713":"\n   Why do we continue to support something that we know is wrong?\n  ","521714":"\n   Pumpkin pie or apple?\n  ","521715":"\n   do you like dressing up, are you a girly girl\n  ","521716":"\n   bc you are very caring to me and others, you seem so genuine, honest thats why, do you celebrate thanksgiving x\n  ","521717":"\n   What small thing makes you angrier than it should?\n  ","521718":"\n   aww you are a kind woman, xo\n  ","521719":"\n   What is something that you wish would happen to you?\n  ","521720":"\n   What's the worst thing you can say about the last person you had sex with?\n  ","521721":"\n   So time to do the things you know you need to do in order to find someone good\n  ","521722":"\n   What do you suggest for a person like me? how can I get my rocket to lift off the pad?\n  ","521723":"\n   Is it good to always consider the worst case scenario?\n  ","521724":"\n   So any additions or subtractions with the third time asking. 😂\n  ","521725":"\n   Hmmm. Nevermind. 😂😂😂\n  ","521726":"\n   For how long do you usually shower? 🤔😅\n  ","521727":"\n   thanks  hope you have a great Thanksgiving\n  ","521728":"\n   what are you thankful for?\n  ","521729":"\n   I could understand that if kissing was more intimate than oral but it isn't. Obviously oral is more intimate. There's nothing more intimate than oral\n  ","521730":"\n   Are you an outgoing person?\n  ","521731":"\n   What were your best and worst experiences in high school ?\n  ","521732":"\n   Are you a Mommy's or daddy's girl\n  ","521733":"\n   what you thankful for x\n  ","521734":"\n   Remember this guy?\n  ","521735":"\n   Where do you schedule your work events and social appointments?  Did you ever have, or do you aspire to have, a secretary keeping you organisized?  BQ - Is it stretching things to call an appointment at the dentists a social engagement?\n  ","521736":"\n   i’m thankful that you are my friend\n  ","521737":"\n   for my family and grand parents and my friends that I know even on here\n  ","521738":"\n   Do you prefer jeans, sweatpants, slacks or cargos?\n  ","521739":"\n   I’m thankful to have you as my queen and you make me the best  king🌹👑\n  ","521740":"\n   guess ben can only get a woman by paying her and bet even then women think twice XD\n  ","521741":"\n   Right so why would they worry about kissing\n  ","521742":"\n   Let's assume they're not worried about mono. What are they worried about?\n  ","521743":"\n   What app do you use most to chat with people? 🤔😊\n  ","521744":"\n   Coolest animal you've ever seen in the wild? 😊\n  ","521745":"\n   u going to bed already?\n  ","521746":"\n   Mono is nothing compared to the other risks right?\n  ","521747":"\n   Biggest turn on?\n  ","521748":"\n   Don't you find it strange when prostitutes won't kiss even if they're with an attractive man?\n  ","521749":"\n   It was his daughter that sent the emails, but yeah Melania always has that face like she’s about to sneeze but it’s stuck\n  ","521750":"\n   Do you prefer slow roasted turkey or deep fried turkey?\n  ","521751":"\n   last time your were caught short?\n  ","521752":"\n   «We can change our lives. We can do, have, and be exactly what we wish.»\n-Tony Robbins .. yes you can! :)\n  ","521753":"\n   What celebrity annoys you the most?\n  ","521754":"\n   what do you think about \"date rape\" when a girl has given a guy. the come --on? if she has flirted with him and gone with him to an apartment or to someplace she shouldn't be, doesn't he have the right to have sex with her?\n  ","521755":"\n   What's your favourite type of candy\/sweets?\n  ","521756":"\n   What do you think people get out of trolling on the internet?  Assuming it’s all anonymous and they don’t communicate with people who realise they’re trolls?\n  ","521757":"\n   What's your horoscope\/astrology sign? Do you always relate to what they say about it?\n  ","521758":"\n   sometimes u suddenly leave and then ur rarely here the next day or 2 then it turns out something was wrong so yah\n  ","521759":"\n   can i have some advice about a situation i have with my autistic brother\n  ","521760":"\n   45\n  ","521761":"\n   Do you like subway then\n  ","521762":"\n   What is your fav sandwich\n  ","521763":"\n   u ok?\n  ","521764":"\n   Have you ever performed for an audience? What was this experience like?\n  ","521765":"\n   Good night\n  ","521766":"\n   Yeah 👌\n  ","521767":"\n   No its not\n  ","521768":"\n   i dont like to brag but i always open the packs from the opposite side of where the tear here instruction is how badass am i\n  ","521769":"\n   Some people don't in my country.\n  ","521770":"\n   have fun then lol\n  ","521771":"\n   well duh but i mean what are ur options\n  ","521772":"\n   if hes not available what will u do instead\n  ","521773":"\n   i am arabic and I don't speak English so I want to learn and speak English can you tell the best way to achieve that\n  ","521774":"\n   Need to get yourself out there tho, find the one whoever he is\n  ","521775":"\n   sometimes I wish there were a place where I could go to protect my kids from all the evil in the world-- a place where I could raise them like I was brought up, but there is no such place to hide, is there?\n  ","521776":"\n   what’s a cutesy name? a bitchy name? an old person name? (u can answer for both genders if ya want 2)\n  ","521777":"\n   my gf and her mom both threatened to spank me, should I be worried?\n  ","521778":"\n   will it be fun nite tonite too cuz u been quiet\n  ","521779":"\n   Losing your child bearing years\n  ","521780":"\n   Are you scared of love?\n  ","521781":"\n   maybe u should delete em or make another list with naughty stuff then XD\n  ","521782":"\n   52\n  ","521783":"\n   32\n  ","521784":"\n   2\n  ","521785":"\n   ur both adults whats wrong with it lol\n  ","521786":"\n   -\n  ","521787":"\n   34\n  ","521788":"\n   Than hating?\n  ","521789":"\n   How did i become a bubble butt boy model?\n  ","521790":"\n   Are you more loving?\n  ","521791":"\n   How does one sound beautiful ?\n  ","521792":"\n   i dont think this is her this is prob the same person who asks bout being a giant or arm hair\n  ","521793":"\n   That’s not me...\nI wouldn’t ask you that again.\nPlus, I would be off anon\n  ","521794":"\n   you are pretty amazing, you sound beautiful\n  ","521795":"\n   How would you react if your body inflated like a balloon\n  ","521796":"\n   33\n  ","521797":"\n   54\n  ","521798":"\n   the first one doesnt sound like an accident lol\n  ","521799":"\n   4\n  ","521800":"\n   such as\n  ","521801":"\n   29\n  ","521802":"\n   aww im sorry thats so sweet, no dad said he will teach me liv can drive tho i dont think she would have the paitence to teach me tho\n  ","521803":"\n   13\n  ","521804":"\n   Nobody liked math it seems :(\n  ","521805":"\n   can you drive\n  ","521806":"\n   Do you have a life ? \n\nAre you trying to get one ? \n\nDo you want one ? \n\nIf you're answer is No! I'd recommend you getting a life! Cuz some people are absolutely useless!\n  ","521807":"\n   yes\n  ","521808":"\n   Do you you have anything big you want to accomplish in the next 3 months ?\n  ","521809":"\n   30\n  ","521810":"\n   do you work with anyone who you think is an asshole\n  ","521811":"\n   Why is a cold called a cold?\n  ","521812":"\n   Has anyone ever accidentally seen you without your clothes on? If so, how old were you and how did it happen?\n  ","521813":"\n   I like cakes.\n  ","521814":"\n   54\n  ","521815":"\n   44\n  ","521816":"\n   56\n  ","521817":"\n   i knew those were the names XD\n  ","521818":"\n   Last time you got really drunk?\n  ","521819":"\n   So much for PG :P\n  ","521820":"\n   why not saying their names pretty sure u have before\n  ","521821":"\n   oh okay lol. i’ve never tired it so i just assume it’s nasty lol\n  ","521822":"\n   20\n  ","521823":"\n   39\n  ","521824":"\n   what does hummus taste like lol\n  ","521825":"\n   6\n  ","521826":"\n   Favorite snack?\n  ","521827":"\n   Yeah i think it is annoying but very funny 😄\n  ","521828":"\n   24 ⚘\n  ","521829":"\n   24\n  ","521830":"\n   53\n  ","521831":"\n   9 or 10 ?\n  ","521832":"\n   😂😂😂\nWhat a question\n  ","521833":"\n   55\n  ","521834":"\n   24⚘\n  ","521835":"\n   7\n  ","521836":"\n   guess these arent qs lol\n  ","521837":"\n   4\n  ","521838":"\n   31\n  ","521839":"\n   1 or 2?\n  ","521840":"\n   Filler!!!\n  ","521841":"\n   Agreed but to be fair that's the best way to express it :P\n  ","521842":"\n   So its a daily thing for you?\n  ","521843":"\n   Tag some people who ypu would to see answering the numbers questions\n  ","521844":"\n   ....\n  ","521845":"\n   how do i unbake a cake\n  ","521846":"\n   Listen to me when I say that I am finished with the checking-of-the-bags conversation!\n  ","521847":"\n   How cheap am I? I saw a tv that I wanted for £375 my dad works as a eletric tester basically he gets paid to test eletric stuff etc tv. Anyway my dad saw the same tv that I wanted in work in brilliant condtion for £40 so I got it from there how cheap am I lol?\n  ","521848":"\n   51\n  ","521849":"\n   What is your love language?\n  ","521850":"\n   how giv girl organism\n  ","521851":"\n   How do you respond to “Fair enough.”?\n  ","521852":"\n   Are you good with money\n  ","521853":"\n   43\n  ","521854":"\n   2\n  ","521855":"\n   22\n  ","521856":"\n   32\n  ","521857":"\n   42\n  ","521858":"\n   8\n  ","521859":"\n   What was your favorite halloween costume you dressed as?\n  ","521860":"\n   well i dont mean forget bout him completely cuz none of us can but that it doesnt prevent u from also being happy yourself with someone else\n  ","521861":"\n   34\n  ","521862":"\n   he is rly something then lol ;)\n  ","521863":"\n   is this the person u still want to go back to? if its been years maybe its best to move on\n  ","521864":"\n   how can that make ur hip hurt o.O\n  ","521865":"\n   at least u have someone sort of lol\n  ","521866":"\n   wdym cold sweat\n  ","521867":"\n   12\n  ","521868":"\n   What's up\n  ","521869":"\n   what was it\n  ","521870":"\n   21\n  ","521871":"\n   48\n  ","521872":"\n   ur dad? o.o\n  ","521873":"\n   m and 1%? lol\n  ","521874":"\n   15\n  ","521875":"\n   3\n  ","521876":"\n   9\n  ","521877":"\n   47\n  ","521878":"\n   1\n  ","521879":"\n   10\n  ","521880":"\n   maybe u needed help\n  ","521881":"\n   40\n  ","521882":"\n   how old were u the first time u touched yourself\n  ","521883":"\n   5\n  ","521884":"\n   research\n  ","521885":"\n   How is your work?\n  ","521886":"\n   Current outfit?\n  ","521887":"\n   Last time you had sex\n  ","521888":"\n   Honest hr\n  ","521889":"\n   How to boost testosterone?\n  ","521890":"\n   SUP DOOD\n  ","521891":"\n   Do you love traveling?\n  ","521892":"\n   Do you like Arabian food?\n  ","521893":"\n   Why is that\n  ","521894":"\n   bored?\n  ","521895":"\n   Ohio is to\n  ","521896":"\n   thx xo\n  ","521897":"\n   which is the cheapest state , what do you think\n  ","521898":"\n   how is it outside?\n  ","521899":"\n   If you could make everyone in the world believe one thing (regardless of whether it’s true or not), what thing would you choose?\n  ","521900":"\n   how are you?\n  ","521901":"\n   7 qs in a row id say it was trolling indeed o.o\n  ","521902":"\n   Who do you enjoy hanging out with the most and why?\n  ","521903":"\n   most are the same as yesterday guess u deleted the small talk ones\n  ","521904":"\n   Can I kiss your feet\n  ","521905":"\n   POUQ\n  ","521906":"\n   okay thanks I go to bed early just tired from school lol, xo\n  ","521907":"\n   How are you\n  ","521908":"\n   Do you believe in afterlife?\n  ","521909":"\n   What do you write about?\n  ","521910":"\n   Anyone here?\n  ","521911":"\n   would you go on i'm a celebrity get me out of here?\n  ","521912":"\n   «Laughter is the sun that drives winter from the human face.»\nVictor Hugo .. Smile! :)\n  ","521913":"\n   Good night babe\n  ","521914":"\n   wow has it been that long already\n  ","521915":"\n   is there anything that helps when ur feeling that way\n  ","521916":"\n   What's the last thing you cried about?\n  ","521917":"\n   What’s something you seek daily?\n  ","521918":"\n   ⚘tell me something girl, are you tired of this modern world? ⚘\n  ","521919":"\n   theres a canadian band called moist\n  ","521920":"\n   I was about to say\n  ","521921":"\n   Hey there sexy\n  ","521922":"\n   Is he good\n  ","521923":"\n   he's a lucky guy\n  ","521924":"\n   Guess that guy wasn't enough huh\n  ","521925":"\n   still having sexy time with him?\n  ","521926":"\n   why not?\n  ","521927":"\n   Last time you watched p0rn?\n  ","521928":"\n   You dont need a d1ld0... use your fingers\n  ","521929":"\n   so are you still talking to that guy?\n  ","521930":"\n   whats good my oreo sista\n  ","521931":"\n   So by updating your status to say you're single, does it mean you broke up with the guy from down south you were talking with?\n  ","521932":"\n   So you want someone to buy you a d1ld0 AND a vibe?\n  ","521933":"\n   Welcome hope it help\n  ","521934":"\n   whats wrong with moist\n  ","521935":"\n   Are you moist?\n  ","521936":"\n   Do you fold your pizza when you eat it?\n  ","521937":"\n   hehehe...moist\n  ","521938":"\n   what word makes u feel the most uncomfortable?\n  ","521939":"\n   k\n  ","521940":"\n   King is ready for thanksgiving🌹👑\n  ","521941":"\n   whatchadoin\n  ","521942":"\n   why u often ask for good qs and u usually have some on ur inbox\n  ","521943":"\n   Do you think that America is a plutocracy?\n  ","521944":"\n   I wanna see your face\n  ","521945":"\n   im bored\n  ","521946":"\n   What was the last thing you bought?\n  ","521947":"\n   What is one thing you would love to show others about where you live ?\n  ","521948":"\n   howdy\n  ","521949":"\n   yeah it is i need it so tired xx\n  ","521950":"\n   I agree. I think the offended trans people are really the transphobic ones. Joanne is a man in a dress, not a trans woman and if some people see him as that, then they don't know what trans means.😂\n  ","521951":"\n   Have you been getting the same sort of questions I have? ugh... I've answered some, but they're boring and some of them I just don't care :(\n  ","521952":"\n   Have you ever missed a flight,a train or a bus?\n  ","521953":"\n   Ever testified in court?\n  ","521954":"\n   My kitty just meowed. I think she has to use the litter.\n  ","521955":"\n   Gorgeous\n  ","521956":"\n   Are you looking forward to more family time over the holidays or are you dreading it ?\n  ","521957":"\n   fart fetish? haha xD\n  ","521958":"\n   guess ppl is too shy to comment and admit they use em XD\n  ","521959":"\n   GIVE UP u are not serious!! :o u will not fart in my mouth right?! :o\n  ","521960":"\n   PFFT NOO I SAID BE SERIOUS!! :O luckily u are just kidding cause u would NOT dare to fart in my mouth right?! :o\n  ","521961":"\n   Damn you if u actually dare... xD\n  ","521962":"\n   If u could fart anywhere on me where would u fart?...(BE SERIOUS!!><)\n  ","521963":"\n   WUAT UP\n  ","521964":"\n   sure but first lets see what u want lol\n  ","521965":"\n   just being kind to me always thats what xo\n  ","521966":"\n   Are women smart enough to coach NFL football?\n  ","521967":"\n   you are so sweet\n  ","521968":"\n   then u should make it so 😉\n  ","521969":"\n   thats cool bet you have fun, im off wed, thurs, friday from school its cool cant wait xo\n  ","521970":"\n   there are some interesting stuff on ur list lol\n  ","521971":"\n   If I buy you something how will I know where to have it shipped to\n  ","521972":"\n   hey friend are you looking forward to thanksgiving xo\n  ","521973":"\n   Can u please post ur amazon wishlist again, sexy?\n  ","521974":"\n   Do you like having a cold shower\n  ","521975":"\n   thought u were sleeping sooner lately\n  ","521976":"\n   Which fictional character would be the most boring to meet in real life?\n  ","521977":"\n   What is the hardest feeling for you?\n  ","521978":"\n   whats your worst habbit?\n  ","521979":"\n   favourite kind of pr0n\n  ","521980":"\n   What has changed for you over the past year?\n  ","521981":"\n   There\n  ","521982":"\n   good afternoon how are you doing?\n  ","521983":"\n   (☞ﾟ∀ﾟ)☞\n  ","521984":"\n   What could change in your life to make you happier?\n  ","521985":"\n   would u ever be the one caught in the act lol\n  ","521986":"\n   So the deli manager was sprucing up a display in work today... i walked by him and said \" Hey did you pull a cracker?\" Refferring to the box of christmas crackers in his hands.... *ba dum tch* your bad pun of the day or week here:\n  ","521987":"\n   What are the areas of potential conflict that should be handled with care? how can we keep the bulldog and the Scottie apart?\n  ","521988":"\n   what would u do if you were walking and suddenly u see 2 ppl having s3x would u leave scare em or keep watching\n  ","521989":"\n   it is good cuz it means u rly enjoy it\n  ","521990":"\n   How long could you go without any electronics in your life?\n  ","521991":"\n   Use this to post one of your favorite gifs. Please 😀\n  ","521992":"\n   What is your favorite herb?\n  ","521993":"\n   Would you rathee do a sky dive from 12 thousand feet or have no internet for 6 months\n  ","521994":"\n   how do u feel about the changes in the way boys & girls relate to each other? when I was a kid, guys always did the telephoning. my mother would never have allowed me to call a boy when I was 14. now girls ask boys for dates and are sometimes very pushy in getting what they want. does it matter?\n  ","521995":"\n   are there limits to this trend toward younger and younger sexual development? if not, the kids of the future may enter puberty in the middle of childhood. that could create enormous problem when sexual awareness precedes emotional maturity by a decade or more.\n  ","521996":"\n   my 13 year-old son is in the full bloom of adolescence, I'm suspicious that he may be masturbating when he's alone, but I don't quite know how to approach him about it. should I be concerned, and if so what should I say to him?\n  ","521997":"\n   children seem to be growing up at a younger age today than in the past. is this true, and if so, what accounts for their faster development?\n  ","521998":"\n   Why do you think kids are more sexually active today than when I was young? Lust is certainly not new. what is causing this generation to be so promiscuous?\n  ","521999":"\n   u always seem happier when u had some fun the previous night :)\n  ","522000":"\n   How was your day?Mine was good my Raiders and Golden Knights won.My daughters softball team lost but she did play well. Now I’m watching Jurassic world lost kingdom. What a great film with a simple concept.Dinosaurs brought back to life,get loose and eat people..So basic yet so entertaining !\n  ","522001":"\n   either ur rly into twd or its fun nite lol\n  ","522002":"\n   Serious question: if someone sneezes on you and you miss an important event the next day due to illness can you sue them? 🤔 or at least curse them under your breath until you get better? 🤔🤔\n  ","522003":"\n   Guys & ladies... anyone recognise this language? (I don't trust google translate)\n   \n    https:\/\/ask.fm\/TheChaosBringer\/answers\/150653564664\n   \n","522004":"\n   What color does it turn when wet?\n  ","522005":"\n   If you dont shave the hair off your arm does it turn black?\n  ","522006":"\n   Which out of the following are you most like on a night out?: 1) The one who doesn't know when to stop 🤪 2) The one who phones the dealer after 1 pint 🤣 3) The one who sits on their phone all night📱 4) The one who leaves without saying bye 🙁 5) The one who wants to fight everyone 👊\n  ","522007":"\n   MORNIN\n  ","522008":"\n   What social media do your parents use?\n  ","522009":"\n   How are you\n  ","522010":"\n   how did they see u o.o\n  ","522011":"\n   is that lahore person 1% and thats why he gets so obsessed cuz he wants more\n  ","522012":"\n   worst qs u get\n  ","522013":"\n   Are you on birth control?\n  ","522014":"\n   does he do small talk too\n  ","522015":"\n   Do you prefer long or short or does it not matter?\n  ","522016":"\n   better watch it now before m shows up and snatches u away again XD\n  ","522017":"\n   Current outfit?\n  ","522018":"\n   Lol, not bad#\n  ","522019":"\n   If I go to the movies alone will Will anyone laugh at me for not having enough friends to go with me? Honestly do you promise I'll be okay?\n  ","522020":"\n   How are u ?\n  ","522021":"\n   We dont just set the bar. We ARE the bar! 👍\n  ","522022":"\n   best gift you could get\n  ","522023":"\n   You like art x\n  ","522024":"\n   how far are u on twd\n  ","522025":"\n   You up up much x\n  ","522026":"\n   Heyyyyyy x\n  ","522027":"\n   Your bikini body was amazing\n  ","522028":"\n   OMG I dropped my phone charger in between my car seats and got a horrible cramp while I was trying to\n   \n    @reachel_n\n   \n   down and grab it.\n  ","522029":"\n   You like flowers\n  ","522030":"\n   Do you read the news\n  ","522031":"\n   You like garlic bread\n  ","522032":"\n   Hiiiiiiiiiii\n  ","522033":"\n   Do you like spicy food\n  ","522034":"\n   What makes you happy x\n  ","522035":"\n   Time there x\n  ","522036":"\n   i would turn u lesbian\n  ","522037":"\n   You like noodles\n  ","522038":"\n   You are lesbian \nNo problem\n  ","522039":"\n   What was the last movie that you watched?\n  ","522040":"\n   what’s your favorite holiday\n  ","522041":"\n   what’s your favorite movie\n  ","522042":"\n   So beautiful\n  ","522043":"\n   What is the highest pressure situation you have experienced and how did you handle it?\n  ","522044":"\n   Hi 👋🏽 😴\n  ","522045":"\n   pap of ur kneew\n  ","522046":"\n   Do you know how to dance\n  ","522047":"\n   thanks i guess,she was happy guess thats the main thing\n  ","522048":"\n   What do you think of people on ask who sends threats? Do they scare you? For example: Ben.\n  ","522049":"\n   Who knows what you look like from ask?\n  ","522050":"\n   I remember adults complaining about the music of my day. doesn't every generation of parents think their kids have gone too far?\n  ","522051":"\n   What does a woman want in the fifth, sixth, and seventh decades of her life?\n  ","522052":"\n   You ok xxxxxx\n  ","522053":"\n   Heels or boots?\n  ","522054":"\n   what made u choose\n  ","522055":"\n   Yes - I want ladies to have power over me <3 xxxxxxx\n  ","522056":"\n   my friend says she favors a liberal abortion policy because it prevents child abuse in some cases. what are your thoughts?\n  ","522057":"\n   \"these boots were made for walking, and thats just what theyll do, one of these days these boots are gunna walk all over you!\"\n\nWhat does this mean?\n  ","522058":"\n   Do you think it is healthy for a husband and wife to work together and to be in each other's company 24 hours a day?\n  ","522059":"\n   does he make u be only his\n  ","522060":"\n   u can watch both\n  ","522061":"\n   WUAT UP\n  ","522062":"\n   ⚘😘⚘\n  ","522063":"\n   ⚘⚘\n  ","522064":"\n   Do you believe in what is known as \"the double standard\"? in other words,  is it okay for guys to do things that girls can't do?\n  ","522065":"\n   What pic of you do you like the most\n  ","522066":"\n   Tommy hilfiger of calvin klein\n  ","522067":"\n   oh i meant at nights lol i think its safe to assume that during the day ur doing other stuff XD\n  ","522068":"\n   What season do you love the most?\n  ","522069":"\n   Are you as excited for Christmas as I am?\n  ","522070":"\n   POUQ\n  ","522071":"\n   What is your favorite flower?\n  ","522072":"\n   who is that tom guy\n  ","522073":"\n   Do you want a church wedding?\n  ","522074":"\n   bored?\n  ","522075":"\n   !RANDOM QUESTIONS! \n\nIf you were gay who would your life partner be?\n  ","522076":"\n   thats great xo, she loved them you are sweet thanks for the help x\n  ","522077":"\n   Are you any good at pool?\n  ","522078":"\n   hey how are you friend\n  ","522079":"\n   thank you xo\n  ","522080":"\n   What did you do this weekend?\n  ","522081":"\n   so whenever ur gone for a while and then back is safe to assume ur having a good nite? lol\n  ","522082":"\n   If you can always trust what you feel, how can you know what is right?\n  ","522083":"\n   I know God is able to do miracles and even raise  the dead, I have to admit, however that it is hard to depend on him when I'm going through dark times does this mean I lack faith\n  ","522084":"\n   Anyone else have a bad night to\n  ","522085":"\n   What is one thing that many people don't know about you?\n  ","522086":"\n   What is society doing now that in 20 years or more will be laughed at and ridiculed?\n  ","522087":"\n   what’s a good breakfast after a big night\n  ","522088":"\n   Hahah goodnight n_n sweet dreams :D\n  ","522089":"\n   Good night beautiful\n  ","522090":"\n   Yeah true lol I guess technically but I’m definitely like 82 mentally some days wowzers\n  ","522091":"\n   i want the lyndsey XD\n  ","522092":"\n   What's in your room?\n  ","522093":"\n   Hi zer, what's your hobby\/s ?\n  ","522094":"\n   What have you last ate or drank?\n  ","522095":"\n   what goes all around a hockey rink but never moves?\n  ","522096":"\n   Oh poop, that wasn’t anon right? I’m watching the office so I’m sidetracked rn hahah\n  ","522097":"\n   What's your favorite gum flavor?\n  ","522098":"\n   I was gonna say same but that age range is still all older and I’m okay with like 2-3 years younger than me\n  ","522099":"\n   Can you understand when some girls say they like 3somes or more because it makes them feel powerful\n  ","522100":"\n   watching movies tonite?\n  ","522101":"\n   What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?\n  ","522102":"\n   What is something fun that you like to do?\n  ","522103":"\n   What’s something you’re excited for?\n  ","522104":"\n   when ask deletes the ben q but does nothing bout the countless ones he posts\n  ","522105":"\n   Would you be up for selling some?\n  ","522106":"\n   Does he make you...\n  ","522107":"\n   u can call 1% the anchor dude then lol\n  ","522108":"\n   My friend is 47, my brother just turned 44 last month. And yeah xD I’m not one for big age gaps for myself (idc about anyone else, they can do w\/e) so like a few years older is preferred.\n  ","522109":"\n   Do you allow it to build so when he is around it’s better?\n  ","522110":"\n   Post a picture of the thing you love most in the world!\n  ","522111":"\n   Are you a one women man...only for him\n  ","522112":"\n   If you were hypotheticly going to sell anoic ofnyour feet, how much would you charge\n  ","522113":"\n   Oh schweetie no, definitely a friend 😂 he used to work with me, I was his manager. Besides, I’m not into guys that are around my oldest brother’s age lol\n  ","522114":"\n   No😈😈 tonight?\n  ","522115":"\n   Your feet are very nice\n  ","522116":"\n   That’s my friend’s name in my phone “Satan 😈” lol\n  ","522117":"\n   Current mood?\n  ","522118":"\n   who do you like to talk too on ask\n  ","522119":"\n   Yeah I know he is, I talk to him gosh :p\n  ","522120":"\n   Oh nvm I thought you said Satan. Carry on >_>\n  ","522121":"\n   Many people find Joanne The Scammer to be transphobic. But to me, I just see a comedian\/actor doing mild drag and making people laugh and I feel like those opinions take away from harmful transphobia. What's your opinion on this and why do you think that? (Please Google if you don't know who she is)\n  ","522122":"\n   Oh right yeah we don’t speak of that o_o lol\n  ","522123":"\n   Well, guess he kind of is already since technically lions are “the kings of the jungle” even though they def don’t live in the jungle 😂  but I don’t want a king pls. Queen Mia from the princess diaries didn’t need one so I don’t either 💁🏽‍♀️ lol\n  ","522124":"\n   i can name 5 for u: lahore, ben, savoo, fetish person and that guy who says hes younger and ur in his social media lol\n  ","522125":"\n   name 5 ppl u wouldnt mind at all if u stopped talking to em\n  ","522126":"\n   Shhh don’t tell everyone, I don’t want my fans to find and bombard me👀 😂 :p sike\n  ","522127":"\n   I see what you did there 😂\n  ","522128":"\n   Oh look, dat me\n  ","522129":"\n   What is your favorite type of food?\n  ","522130":"\n   inb4 the sock fetish ppl come\n  ","522131":"\n   Would you ever get back into gaming?\n  ","522132":"\n   Hello\n  ","522133":"\n   look there are kevin and scott\n  ","522134":"\n   thats all the ppl u got? considering how much u give ur sc name out thought u had lots more lmao\n  ","522135":"\n   im positive the person asking bout a 38yo with a minor is ben cuz they write the same and they mention england often too\n  ","522136":"\n   thought u talked with skye more often?\n  ","522137":"\n   do you think that whoever asks about being giant\/tiny, the opposite sex, being chubby or hair in ur arms is the same person\n  ","522138":"\n   lol even on sc u keep ppl waiting\n  ","522139":"\n   favourite christmas movie\n  ","522140":"\n   i know it was just odd cuz he was mentioned a lot months ago and now its like do they even talk still XD\n  ","522141":"\n   do u still talk to ur fave cuz he hasnt been mentioned in a while\n  ","522142":"\n   one time i asked u which inspiring thing have u witnessed or performed and it took u like a month to respond\n  ","522143":"\n   sometimes i ask u one or 2 and they stay in ur inbox for weeks while ur good replying sexual ones or anything lahore posts immediately\n  ","522144":"\n   POUQ\n  ","522145":"\n   How many coins do you have?\n  ","522146":"\n   Do you like Swedish fish?the  candy not the actual fish.\n  ","522147":"\n   Have you ever failed a class in school?\n  ","522148":"\n   🌹👑\n  ","522149":"\n   What is your biggest problem at the moment?\n  ","522150":"\n   كيف بدا الخلق\n  ","522151":"\n   What makes you happy?\n  ","522152":"\n   I think if you evaluate your life, you would realize it's not that incorrect.\n  ","522153":"\n   Are overweight women repulsive?\n  ","522154":"\n   Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down! Didsbury Mosque! Close It Down!\n  ","522155":"\n   yeah thats true, all form filling is soo dumb no need for half of it you are pretty cool to workout dedicated, and im leaving soon for my gf birthday tysm again for your help means loads xoxo\n  ","522156":"\n   Will you always have a hard time getting in decent shape because of PCOS?\n  ","522157":"\n   You desperately need to seek professional assistance.\n  ","522158":"\n   Good night\n  ","522159":"\n   Gn my queen🌹👑\n  ","522160":"\n   What would you tell your younger self if you met them right now?\n  ","522161":"\n   werent u going to bed early lol its like whenever u say that u never do and some other times u say nothing u do XD\n  ","522162":"\n   Okay. Here's one about you. Do like reading Diana's page?\n  ","522163":"\n   What are the three most important things for you to be happy?\n  ","522164":"\n   no seriously whats that person going on about\n  ","522165":"\n   Have you ever felt ashamed about your past?\n  ","522166":"\n   What photos I don't see any\n  ","522167":"\n   Favorite lyrics atm\n  ","522168":"\n   Can you stop filtering your photos? Stop feeling insecure.\n  ","522169":"\n   When aren't you yourself? When you have to hold back?\n  ","522170":"\n   What would be the title of your autobiography?\n  ","522171":"\n   Ever had family troubles?\n  ","522172":"\n   why dont u block lahore\n  ","522173":"\n   You have any plans for the weekend? 😊\n  ","522174":"\n   Hm do you have sandwiches?\n  ","522175":"\n   Hello\n  ","522176":"\n   Same I would need to have a few drinks\n  ","522177":"\n   Would you ever do karaoke on a night out\n  ","522178":"\n   ✨looking for more people that i have followed on my previous acc and for those who have followed me too✨\n\nalso, use this as a filler to tell me about any special weekend plans you might have coming up!\n  ","522179":"\n   Is there any place you'd like to visit or go to during the winter?  If yes, where?\n  ","522180":"\n   Hey baby get your sexy on!\n  ","522181":"\n   thank you, whats your fave film\n  ","522182":"\n   Any other type of top will work.\n  ","522183":"\n   What do you do at the gym?\n  ","522184":"\n   Maine doesn't get sun?\n  ","522185":"\n   Do you prefer Arizona or Maine?\n  ","522186":"\n   hahaha! You are cracking me up, Lyndsey! I admit, it sounds so odd, but sour cream and baked potatoes go together. Fries are from potatoes so it makes sense, and it's actually good!\n  ","522187":"\n   why u gotta wake up early\n  ","522188":"\n   This way you dont actually present yourself as a pleasant person .\n  ","522189":"\n   How far away is McDonald's from your house?\n  ","522190":"\n   Is there any pastry and cake  shop near your house?\n  ","522191":"\n   I can't talk about things I fancy publicly because I'm being stalked by someone who I don't want to know about amything that I like.\n  ","522192":"\n   Can I see your photo in a nice crop top and short pyjamas?\n  ","522193":"\n   plans 4 2nite\n  ","522194":"\n   Yee... but I’ll just write something on my profile to him and you can respond to one of his messages with a link to my answer.\n\nThat sound good?\n  ","522195":"\n   Do you eat pasta?\n  ","522196":"\n   Friend on ask.\nIf you want me to, I’ll inflate him up!\n  ","522197":"\n   If you give me a kiss, I will sing a song to you with an amusing tone of voice.\n  ","522198":"\n   So kiss me.\n  ","522199":"\n   I'm sorry about the comments I made about you and your dogs. It shows that I still have a lot to learn about people. \n-D\n  ","522200":"\n   Until he pops, Eva may want to pop him tho, she’s been doing that lately\n  ","522201":"\n   I love someone else. I just meant to give you company but I think you are good if I leave you alone.\n  ","522202":"\n   I dont care.\n  ","522203":"\n   Lyndsey? Need help with this anon?\n  ","522204":"\n   dafuq lol are all those lahore? o.o\n  ","522205":"\n   Talk to me privately. I will not harrass you.\n  ","522206":"\n   last time u pleased yourself\n  ","522207":"\n   What hairstyle are you wearing right now? Talk to me privately. I wanna suggest hairstyles to you.\n  ","522208":"\n   Alice I have to do something special and get successful.\n  ","522209":"\n   Nope, it wasn't me that sent this about Snapchat. I don't post on Snapchat to post on, nor do I give my username out on social media like that asking for follows or for people to check out stories lol. Just thought I'd let you know since I just saw this.\n  ","522210":"\n   would a yearly membership be cheaper, do you go everyday\n  ","522211":"\n   Do you think ash is beautiful?\n  ","522212":"\n   What month is your bday?\n  ","522213":"\n   I wish you could come visit me for like a week and just lay in bed with me and have fun and sleep and stuff.\n  ","522214":"\n   Do you check your blood sugar levels? I have diabetes so I check it twice a day. I ate lots of food tonight and I got a 265. Ouch. I'm in bed now because I feel run down.\n  ","522215":"\n   What will finally break the internet?\n  ","522216":"\n   Are you good with babies?\n  ","522217":"\n   What are your plans for tonight?\n  ","522218":"\n   There are always cops surrounding the building and inside. They meet the p*edos online where they normally send the \"child\" nudes and talk about having sxx when meeting. So they're nearly always charged. The p*edo doesn't get to even hug the decor \"child\" but there has been risk in the past.\n  ","522219":"\n   \"Judging you\" lol... that made me laugh.\n  ","522220":"\n   Do you want pizza and coffee right now?\n  ","522221":"\n   Hm how about you talk to me at whatsapp or instagram. Hey today there is not a mosquito in my room.\n  ","522222":"\n   Is there any graveyard near your house?\n  ","522223":"\n   What vegetable dish did you make last time?\n  ","522224":"\n   Talk to me at Skype and let me see you on cam.\n  ","522225":"\n   Should women be required by law to go in a separate room to fart if they’re around males?\n  ","522226":"\n   Do you think that social media accounts like this help to do good for the world?\n   \n    https:\/\/twitter.com\/doxxthealtright\n   \n","522227":"\n   its so moving the film I cry every time\n  ","522228":"\n   Pic of your wet hair?\n  ","522229":"\n   shes so pretty tbh you are too x\n  ","522230":"\n   Have you ever dipped french fries in sour cream? It's really good. I person on ask from Iowa told me about it and now I love it!\n  ","522231":"\n   oh sorry always mix up them you are right but was kate winslet the lady in it im soo dumb\n  ","522232":"\n   what is your birthstone? 💎 do you like it? if not, what would you change it to? 😌\n  ","522233":"\n   cool he was great in titanic kate winslet starred  also in titanic shes so pretty xo\n  ","522234":"\n   hes a good actor damon tbh lol\n  ","522235":"\n   wut u doin'\n  ","522236":"\n   Naughty questions I mean lol\n  ","522237":"\n   Let's have some questions?\n  ","522238":"\n   What kind of dogs\n  ","522239":"\n   What kind of pets do you have?\n  ","522240":"\n   Funniest video you remember seeing? 😊\n  ","522241":"\n   When is a man a real man?\n  ","522242":"\n   SUP DOOD\n  ","522243":"\n   what type of lion never roars?\n  ","522244":"\n   I don’t do this often but could you all keep my friend Kathi in your thoughts?Shes having heart surgery today and I’m pretty worried as she’s not in the best of health as it is. Thanks\n  ","522245":"\n   what’s ur least favorite christmas song\n  ","522246":"\n   آخر انسر⁦♥️⁩\n  ","522247":"\n   I'm sorry to hear that because you are very attractive in my opinion\n  ","522248":"\n   I'm asking if you think kissing is more intimate than oral and intercourse\n  ","522249":"\n   Why inside?\n  ","522250":"\n   That's not what I'm asking. I'm asking for your opinion\n  ","522251":"\n   Controversial\/triggering topic. What's your opinion on To Catch A Predator and Hansen vs Predator? They're American shows that use young adults pretending to be 13year olds to expose p*edophiles, get them arrested and signed to the sxx offender registry.\n  ","522252":"\n   Then wouldn't it make more sense to try intercourse and oral for a few weeks and then build up to kissing?\n  ","522253":"\n   Brazilian girls are so hot\n  ","522254":"\n   I love your American ass\n  ","522255":"\n   goodwill hunting is a good film liv loves matt damon says hes sexy as\n  ","522256":"\n   Are you more beautiful inside or outside in your opinion?\n  ","522257":"\n   If kissing is the most intimate part of sex then why is it almost always the first thing people are willing to do?\n  ","522258":"\n   Do you count the days before Christmas?\n  ","522259":"\n   Would you rather face Conor McGregor in the octagon or listen to somebody scratching a plate with a fork for 2 hours straight?\n  ","522260":"\n   do you guys leave your ceiling fan on even when it is super cold outside? Lmao I do\n  ","522261":"\n   are you straight?\n  ","522262":"\n   what would you say the most common girl’s name at ur high school was\n  ","522263":"\n   R u single\n  ","522264":"\n   here?\n  ","522265":"\n   Good night beautiful\n  ","522266":"\n   Snapchat me: AmandaWox and see my story there\n  ","522267":"\n   Neither do you haha\n  ","522268":"\n   what is ur password\n  ","522269":"\n   That moment when\n  ","522270":"\n   Have you ever laid down on the floor during really warm nights to cool off? 😂 Or is it only me who've done that? 😅\n  ","522271":"\n   still post it plz\n  ","522272":"\n   If you could time travel, where would you go?\n  ","522273":"\n   Lays down🌹👑\n  ","522274":"\n   Why are you using social media to act like a child? I've read your posts and you have amazed me with your immaturity. Never before have I thought an adult could act in such a childish fashion.\n  ","522275":"\n   I'm 15 years old. And I don't much appreciate you and your baby boomer friends invading my social media platforms. Why don't you stay in your own lane and use Facebook?\n  ","522276":"\n   Do you ever miss certain characters from Breaking Bad? Todd is actually in that one, I was pretty shocked..\n  ","522277":"\n   Snapchat me: AmandaWox and see my story there\n  ","522278":"\n   No, I have a problem with all of ya. You all should act your age, and stop using platforms clearly meant for kids.\n  ","522279":"\n   how many times can u fart in a row\n  ","522280":"\n   You're 30 years old and still using social media... that's sad\n  ","522281":"\n   😁😂😂\n  ","522282":"\n   It's ok I get 😁👍\n  ","522283":"\n   Rubs your feet and thighs🌹👑\n  ","522284":"\n   Do you have insta or sc?\n  ","522285":"\n   so not really honest\n  ","522286":"\n   Ok )) wish you in advance))\n  ","522287":"\n   King rubs your back🌹👑\n  ","522288":"\n   Oh when's your birthday?)\n  ","522289":"\n   🌹👑\n  ","522290":"\n   Post one from your phone\n  ","522291":"\n   Cool any plans for the next vacation?\n  ","522292":"\n   Did you ever get suspended or kicked out of school for good when you were there if you did why\n  ","522293":"\n   What's your favorite vacation place ?)\n  ","522294":"\n   So have you seen the movie Black Mass, which also takes place in Boston.\n  ","522295":"\n   Cmon, honesty day\n  ","522296":"\n   Do you have the twitter or the Snapchat?If so,,,well good for you!\n  ","522297":"\n   Post a pic of yourself\n  ","522298":"\n   Do you believe that there are no genuinely good men?\n  ","522299":"\n   Is money everything in a relationship between a bf and gf or husband and wife\n  ","522300":"\n   Hehe yess i love ur content so muchh btww 😉❤\n  ","522301":"\n   Have you had a good life you think\n  ","522302":"\n   have u ever explored the backdoor\n  ","522303":"\n   What's your weirdest life hack?\n  ","522304":"\n   what happened to those 2\n  ","522305":"\n   thought the first was called kevin or something\n  ","522306":"\n   Thanks for following me 😀😀\n  ","522307":"\n   who is scott\n  ","522308":"\n   can u show more plz\n  ","522309":"\n   if u could would u have sex for real with any of the ppl u ever cybered with\n  ","522310":"\n   Plss pap of ur thighs\n  ","522311":"\n   I can't find Diana. Do you how to find her?\n  ","522312":"\n   -\n  ","522313":"\n   Fav cartoon movie\/show\n  ","522314":"\n   Just in general\n  ","522315":"\n   Hello follow  bck maybe ??\n  ","522316":"\n   Sex to you is. . ?\n  ","522317":"\n   Haha ! How's it going mate?\n  ","522318":"\n   😘\n  ","522319":"\n   So beautiful\n  ","522320":"\n   What are you regretting the most?\n  ","522321":"\n   hey guys I posted something on my page. If you send me random numbers then ill give u 4 like per number. Now question of the day is: have you ever had a kid meal that came with a surprise? What do you remember gettinf?\n  ","522322":"\n   yeah but hey you are pretty ace to do that workout\n  ","522323":"\n   -\n  ","522324":"\n   that good or bad lol\n  ","522325":"\n   Have you had supper yet?\n  ","522326":"\n   no sex qs either u dont seem to get many anymore maybe 1 or 2 tops\n  ","522327":"\n   Not for their answers, but for the questions they get sent by anons. Who is your favourite person on here to follow?\n  ","522328":"\n   u got the good nite later than usual\n  ","522329":"\n   POUQ\n  ","522330":"\n   Bye, if you do not want to talk to me privately. Enjoy your time.\n  ","522331":"\n   that  is really cool\n  ","522332":"\n   ah lol guess we are tho he doesnt seem like it\n  ","522333":"\n   Awww, hehe ^^\n  ","522334":"\n   Ah... I see\n  ","522335":"\n   then what did u mean\n  ","522336":"\n   No i will not harrass you. You can talk to me for a limited period of time at some specific time at instagram  daily.\n  ","522337":"\n   What does lmao mean?\n  ","522338":"\n   Hehe, how’s you?~\n  ","522339":"\n   thats a tough workout you are cool tbh\n  ","522340":"\n   not rly into guys lmao\n  ","522341":"\n   Why are you not comfortable about talking to me privately  at Instagram?\n  ","522342":"\n   Hiiiii\n  ","522343":"\n   u wont know till u try lol\n  ","522344":"\n   I dont want to mention that publicly\n  ","522345":"\n   maybe u need some stress relief\n  ","522346":"\n   hey you gave me all the ideas and tysm you sweetheart xoxo\n  ","522347":"\n   cardio thats cool xo\n  ","522348":"\n   You could be back east having fun with the snow and sleet today🙂😢😢😂😂 time to go shovel.\n  ","522349":"\n   do you do weights at the gym bet you are pretty strong\n  ","522350":"\n   How's you ? =]\n  ","522351":"\n   I dont really do gym ig weights might be fun I do a lot of sports obvs and I do athlethics also\n  ","522352":"\n   I mean to say that I just wanna bring some good things in your attention. No sex talk.\n  ","522353":"\n   did you see all the presents zack is giving his gf\n  ","522354":"\n   Come on reply me.\n  ","522355":"\n   you are so clever\n  ","522356":"\n   lmao i knew it was a massive spam . jokes on them\n  ","522357":"\n   hey are you going to the gym today\n  ","522358":"\n   ur the most beautiful and unique girl ever and i rly mean it this is not mass sent\n  ","522359":"\n   why does lahore wanna talk in privateso bad lol\n  ","522360":"\n   I sent messages to Jul*** and z**, so reply me.\n  ","522361":"\n   You better stop being stupid now. Start talking to me privately.\n  ","522362":"\n   Hello\n  ","522363":"\n   Butt of course. ;)\n  ","522364":"\n   Last time you had sex\n  ","522365":"\n   What are your rules for the children? If you don't have any children, what rules do you have in mind?\n  ","522366":"\n   «What’s yours will find you»\nHave faith :) -Imam Ali\n  ","522367":"\n   What turns you off from a guy\n  ","522368":"\n   oh thats good xo\n  ","522369":"\n   Your favourite time pass ?\n  ","522370":"\n   If your clothes all had a personality, which do you think would like you the least?\n  ","522371":"\n   Ever ridden on a gondola or a ski lift?\n  ","522372":"\n   I know but tomorrow is a month until your bday n_n\n  ","522373":"\n   TOMORROWWWWWW\n  ","522374":"\n   When does ur household usually start putting up Christmas decorations?\n  ","522375":"\n   is there anyone u always look forward to talking with\n  ","522376":"\n   Any gift ideas for your loved ones?\n  ","522377":"\n   Do you think women need men more than men need women? which sex copes best when living without the other?\n  ","522378":"\n   I like the way you wash your knees\n  ","522379":"\n   What seven-letter word has hundreds of letters in it? 🤔\n  ","522380":"\n   what would your recommendation be to a young wife and mother whose husband is extremely violent and frequently abused her and their children?\n  ","522381":"\n   It made me... ummm... laugh too :P\n  ","522382":"\n   True or False: Girls with big butts need BIG spankings?\n  ","522383":"\n   The reason I'm asking is this: the Lord has blessed us so much I should be full of joy, but I have been depressed for months now, I don't know whether to turn to a pastor, a doctor, a psychologist, a nutritionist, or a chiropractor!\n  ","522384":"\n   I'm concerned about the violent content of some children's cartoon shows and the toys and other products connected with them,  my husband thinks they're harmless. what's your point of view?\n  ","522385":"\n   at age 21, I became pregnant and had a baby girl, the father and I never married.  my daughter is almost 3 years old now, and I know she will soon be asking questions about her daddy,  how should I explain the situation to her, and when should that explanation be given?\n  ","522386":"\n   Is it snowing where u are?\n  ","522387":"\n   how do you feel about the dangers of marijuana use? I've heard that it isn't addictive and therefore  isn't harmful; I've also heard that it is very dangerous. what are the facts?\n  ","522388":"\n   Who's better:\nMen or women?\n  ","522389":"\n   I just found out that I'm pregnant. when the doctor told me, he warned me not to drink anything with alcohol in it until the child is born. I'm used to having a few beers after work, and I like a cocktail several times a week is it really necessary for me to give up all alcohol until my baby arrives\n  ","522390":"\n   hey hope you weren't too scared, glad your safe xo\n  ","522391":"\n   Good night\n  ","522392":"\n   Are you afraid of heights?\n  ","522393":"\n   Chinese every night?\n  ","522394":"\n   hey how are you had you a good day\n  ","522395":"\n   Your choice of food?😘\n  ","522396":"\n   have u gotten a q bout boxers theyre annoying\n  ","522397":"\n   Can we get chubby together? I’ll buy yhe food?😘\n  ","522398":"\n   What is a fun fact that you would like to share for no apparent reason what so ever?\n  ","522399":"\n   about every thing ...:-)\n  ","522400":"\n   Is there one person in your life that can always make you smile?\n  ","522401":"\n   i think you woukd be a great partner for anyone, like you are kind, funny, smart, strong, beautiful\n  ","522402":"\n   Are ants a pain where you live? 🤔\n  ","522403":"\n   then its about time u do it again lol plus this is rather harmless compared with the other qs u get hehe\n  ","522404":"\n   What would you do if you accidentally stepped on an ant hill? 😅\n  ","522405":"\n   How's you xxxxx\n  ","522406":"\n   what if u cant even get the tip in lol\n  ","522407":"\n   Lol that is nice. Hot\n  ","522408":"\n   cuz it would not fit or hurt u in a bad way o.O\n  ","522409":"\n   do you ever worry that you might fall for this really awesome guy and then once you get naked with him find out he has a huge monster ass D? what would you do?\n  ","522410":"\n   Are you the kind of person who needs to talk to friends or family everyday or can you go long periods without talking to anyone? Not including people you live with.\n  ","522411":"\n   wonder why mostafa deactivated\n  ","522412":"\n   toilet paper ...over or under?\n  ","522413":"\n   What is your favorite comfort food to eat?\n  ","522414":"\n   I feel happiness when I hear Arabic words in \" Mission impossible \" movie 😍😍 Salam alikom سلام عليكم\n  ","522415":"\n   Post a picture of an object near your right hand......\n  ","522416":"\n   Does the feeling of entrapment only happen late in life, or does it sometimes occur earlier?\n  ","522417":"\n   Use this space to make a #GOALS list you'd like to complete in yer' lyfe :P Is it more of a solo list? Do you include others?? Why do the thangs' on this list, matter to you? :D\n  ","522418":"\n   did you get really sticky and need to use a towel?\n  ","522419":"\n   just say it u always do anyways\n  ","522420":"\n   how many times this time\n  ","522421":"\n   You are very beautiful in real \n\" beautiful heart \" \nYou don't hurt anyone \nAwesome person\n  ","522422":"\n   Is it possible to love someone and not feel it?\n  ","522423":"\n   what ppl she used to hang out with o.o\n  ","522424":"\n   I like the way that you shrug your shoulders  ¯\\_(ツ)_\/¯\n  ","522425":"\n   What kind are those?\n  ","522426":"\n   If Iever get a gf i'm worried about getting married because we could get divorced and it will cost a lot of money i'm stupid huh\n  ","522427":"\n   Favorite pair of shoes?\n  ","522428":"\n   need some advice when taking out my autistic brother out for the day\n  ","522429":"\n   hi hi xxxx\n  ","522430":"\n   are you affectionate, as in huggs loads or nah\n  ","522431":"\n   Do you think it is wrong to be unusually wealthy?\n  ","522432":"\n\n    https:\/\/youtu.be\/57OKqF-q5F0\n   \n   Am I the only one who finds this funny?\n  ","522433":"\n   How much do you lift?\n  ","522434":"\n   Would you rather be caught red handed or red assed?\n  ","522435":"\n   If you were arrested with no explanation, what would your friends and family assume you had done?\n  ","522436":"\n   Would you say that you are in good and healthy shape\n  ","522437":"\n   Have you attended a concert? If so, who did you see? Was it fantazticalz and full of eye blinding lazers?!?! :D\n  ","522438":"\n   wana be mah s3x slave\n  ","522439":"\n   do you like spa treatments x\n  ","522440":"\n   are you brave\n  ","522441":"\n   Do you have a  celebrity \"doppelgänger\"? If so, who? :P\n  ","522442":"\n   I have to ask... How do people make friends as an adult?? I feel like it's become harder and harder, the older I've gotten. Is there a secret I don't know??? PULEAZEEEE TELLLLL MEEEE! SPILL THE BEANS!!!\n  ","522443":"\n   Beautiful\n  ","522444":"\n   In your opinion what is the best stress reliever\n  ","522445":"\n   plans for today\n  ","522446":"\n   How're your feet today?\n  ","522447":"\n   u just did lol i was just asking XD\n  ","522448":"\n   had some fun last nite?\n  ","522449":"\n   What items should you always have on hand\n  ","522450":"\n   Is your tv smarter then you? 🤔\n  ","522451":"\n   Why are some men and women less sensual than others?\n  ","522452":"\n   getting ready for what\n  ","522453":"\n   Slave? 😊\n  ","522454":"\n   If you really love each other, won't that hold you steady when the storms come?\n  ","522455":"\n   Is it harder for a man or for a woman to recover from an affair by a spouse?\n  ","522456":"\n   How is Lindsey likely to respond to the new me?\n  ","522457":"\n   Atlantis or Troy?\n  ","522458":"\n   What makes you embarrassed\n  ","522459":"\n   Could you run 100 miles in one week\n  ","522460":"\n   It is Wednesday are you wearing pink\n  ","522461":"\n   Do you use any slang terms for doing your business...  for instance one guy said earlier \"ah im back from dropping the kids to the pool\" and although a bum note it was rather funny too or maybe just the way the way he phrased it...\n  ","522462":"\n   What's the most peaceful place for u ?\n  ","522463":"\n   The Chicken Damce or the MoonWalk?\n  ","522464":"\n   see? someone mentions u sleeping sooner and then u stay up its like u do it on purpose XD\n  ","522465":"\n   On Netflix?\n  ","522466":"\n   Is the felt need for sex the same in both males and females?\n  ","522467":"\n   When do you start decorating for Christmas?\n  ","522468":"\n   Good night beautiful\n  ","522469":"\n   WUAT UP\n  ","522470":"\n   Shhhhh\n  ","522471":"\n   I wanna hug you\n  ","522472":"\n   Good morning!\n  ","522473":"\n   what decision was probably the hardest yet the best one you ever made?\n  ","522474":"\n   What pills do you take?\n  ","522475":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","522476":"\n   🌹👑\n  ","522477":"\n   do u know anyone who’s first name very much sounds like a last name to you? what’s their name\n  ","522478":"\n   How often does your brain go on autopilot?\n  ","522479":"\n   that \"13yo\" is just trolling lol nobody is that stupid\n  ","522480":"\n   No I can stay up when I want\n  ","522481":"\n   still awake?\n  ","522482":"\n   Also I shouldn't say this but I'm hung so you can't go wrong here!!\n  ","522483":"\n   But I have tons of cash and I can buy you anything you want!!!\n  ","522484":"\n   Pap of ur thighs\n  ","522485":"\n   You’re happy that you have your king on your side🌹👑\n  ","522486":"\n   What are you doing now? :)\n  ","522487":"\n   Post a new onee\n  ","522488":"\n   Would you rather be too hot or too cold?\n  ","522489":"\n   What is your current favorite song?\n  ","522490":"\n   Do you like miniature golf?\n  ","522491":"\n   Have you ever played laser tag?\n  ","522492":"\n   Ever seen a miniature horse?\n  ","522493":"\n   Has Lyndsey ever come close to becoming homeless?\n  ","522494":"\n   hey if you ever need a chat or help with anything  im here too, okay xo\n  ","522495":"\n   Fv youtuber\n  ","522496":"\n   Hey ask me questions please ... I sent this to everyone feel free to to be anonymous or show who you are\n  ","522497":"\n   How are you doing ?=]\n  ","522498":"\n   Sandals, boots or heels?\n  ","522499":"\n   Wanna spank ya til you kick your legs and go AHHHHHH!\n  ","522500":"\n   if u make the sound that rose does beforehand then I'm deffo up for that :-p\n  ","522501":"\n   I got challenged to get furniture for a flat and I only have a £1000 budget could you do that or nah\n  ","522502":"\n   Happy days 😍 Happy life 😍 \nI wish you happiness all the time ❤ \nMy best friend\n  ","522503":"\n   Happy birthday = كل سنه وانتى طيبه Kol Sana W enty Tayba\n  ","522504":"\n   I need to feel that any girl loves me 💔\n  ","522505":"\n   if I paid u 50 dollars to hock up a loogie and then spit it in my face, would u do it?\n  ","522506":"\n   I am very shy.\n  ","522507":"\n   Do you own many boots?\n  ","522508":"\n   aww you woud get best gf award too, kind and beautiful\n  ","522509":"\n   yeah good idea, aww thanks didnt think x\n  ","522510":"\n   Gona be watching p0rn too?\n  ","522511":"\n   do you think its good, tysm for your help you atre pretty cool tbh\n  ","522512":"\n   im taking her on a picnic she loves nature, im taking her paintball you said something she enjoys she loves that, and she loves make up i orgaines a beauty tratment and spa treatment i booked meal in a hotel and a night in the hotel too\n  ","522513":"\n   You up to much?\n  ","522514":"\n   Where do you store your boots?\n  ","522515":"\n   hey I got my gf pressies too thank you for your help xo\n  ","522516":"\n   Are your boots leather or non leather?:)\n  ","522517":"\n   I know I almost felt guilty about sharing that I watched movies as people might envy my rich life experience.\nBut seriously how accurate are movies that take place around there, for portraying the accents etc.\n  ","522518":"\n   if I pinned you down on the ground so you couldn't move your arms or legs, how would you escape?\n  ","522519":"\n   scones or muffins xxxxxxx\n  ","522520":"\n   Have you ever posted a poll on here? Why\/why not? If you have, what was it of?\n  ","522521":"\n   Some people can't believe that I eat never had an iPhone but I've just never enjoyed them and would prefer to support other companies. Are you more of an iPhone or Android user and what are your opinions on both?\n  ","522522":"\n   I should know a proper accent since I've seen movies like The Departed and Good Will Hunting! \nDid you disguise your voice at all by any chance? something sounded unnatural.\n  ","522523":"\n   Are you a gamer?\n  ","522524":"\n   What boots do you own xxxxx\n  ","522525":"\n   You wear heels?\n  ","522526":"\n   I think it sounds fine lol but it’s true, it does sound different depending on how you hear it like in person, recorded, etc. I hate how I sound recorded too :P\n  ","522527":"\n   time there?\n  ","522528":"\n   Summer or winter?\n  ","522529":"\n   hi <3 you ok xxxxxxxxxxxx\n  ","522530":"\n   xxxxxxxxxx\n  ","522531":"\n   you ok xxxxxxxx\n  ","522532":"\n   open minded xxxxxx\n  ","522533":"\n   Omj your accent! Awww I like your voice n_n\n  ","522534":"\n   heels or boots xxxxx\n  ","522535":"\n   flats or sandals xxxxxx\n  ","522536":"\n   are you there xxxxxxx\n  ","522537":"\n   In the Wizard of oz the lion wanted courage, the scare crow wanted a brain and the tin man wanted a heart. Out of your friends on ask fm who is the lion?  Who is the scare crow? and who is the tin man. If you don't understand out of your friends who has the most courage, heart and wisdom\n  ","522538":"\n   Dinner tonight?\n  ","522539":"\n   What is your most treasured memory?\n  ","522540":"\n   Anything exciting today?\n  ","522541":"\n   True, but it's always good to plan these things out (and hope your wife let's you go through with them.)\n\nAny plans for Wednesday, then?\n  ","522542":"\n   both\n  ","522543":"\n   What do you think is wrong in the world right now?\n  ","522544":"\n   You love it, or you wouldn't humor them. :)\n  ","522545":"\n   Any plans this weekend?\n  ","522546":"\n   What board games are worth your attention?\n  ","522547":"\n   for someone who doesnt like feet u reply all qs bout em immediately maybe theyre right and u secretly love em\n  ","522548":"\n   🌹👑🐻🐻\n  ","522549":"\n   that must be ur feet anon\n  ","522550":"\n   wld u phck\n   \n    @abramsonrobbie552\n   \n   or\n   \n    @PusherInk\n   \n   or\n   \n    @Daquarnhasreturnedagain\n   \n   ?\n  "},"Answer":{"521478":"\n  75% ?\n  ","521479":"\n  I don't know who I'd share with either. don't get people asking :p\n  ","521480":"\n  or both parties could find their own people ¯\\_(ツ)_\/¯\n  ","521481":"\n  5'7\" of me under the tree waiting :)\n  ","521482":"\n  That's a tall order\n  ","521483":"\n  also a snow woman\n  ","521484":"\n  I'm a present too\n  ","521485":"\n  🙆🙆🙆🙆\n  ","521486":"\n  yes, I am.\n  ","521487":"\n  uh more cynical ¯\\_(ツ)_\/¯\n  ","521488":"\n  Probably not to the dancing part but santa outfit could be nice ; )\n  ","521489":"\n  He's jolly\n  ","521490":"\n  I can be at times. I was way worse when younger about certain things. Growing up in a bad town helped me not care as much :)\n  ","521491":"\n  and I'll unwrap you\n  ","521492":"\n  all i want for Christmas is you 🎅🎄🎤\n  ","521493":"\n  wonder what was so important 😂\n  ","521494":"\n  to the anon who messaged me. Yes, we can be friends.\n  \n  I'm not going to email you. Personally that seems shady. You claim to have something important to tell me but A. anonymous user B. you could just tell me instead of leaving your email address. C. I don't feel like emailing you.\n  ","521495":"\n  certain things on my amazon wishlist or gift cards to stores i like etc\n  \n  I usually have one big gift and then smaller ones. I'm not sure what i want the big gift to be yet :)\n  ","521496":"\n  Does she use goodreads or any tracking ones so you could see what she wants to read and what she hasn't read yet?\n  \n  or a book in the next series would be good if she didn't have it yet\n  ","521497":"\n  rugrats, catdog, the Thornburys, daria and many more!\n  ","521498":"\n  Never\n  ","521499":"\n  wake up :P\n  ","521500":"\n  helped decorate the tree\n  ","521501":"\n  Maybe more dusty pink shade?\n  ","521502":"\n  I don't see any possibilities with the names Kathleen and Richard.\n  ","521503":"\n  somewhere in the middle\n  ","521504":"\n  🌲🎄🌲🎄\n  ","521505":"\n  no. I don't go by my middle name and i don't need to be reminded of a Nikki that I knew lol\n  ","521506":"\n  Nicole.\n  \n  Lyndsey Nicole :)\n  ","521507":"\n  few\n  ","521508":"\n  aw good night\n  \n  sorry, I'm behind on using these this week\n  ","521509":"\n  I'm just sad it didn't show the whole thing about the lion king, I don't think anyone has clicked it to see.\n  \n  How could you hate a crying frog? :P\n  ","521510":"\n  Moana and coco?\n  \n  I don't really watch cartoons anymore. Bobs Burgers seems funny but I've just never watched it :o\n  ","521511":"\n  I might shop tomorrow or Monday.\n  \n  Frys has a \"holiday bonus\" for everyone that ends Monday so would be cool to check out the clothing and a few other items. The lady who works there mentioned getting toys for her son and saving almost  $100 on it so seems pretty cool. I didn't even know they were doing anything, can also count on food items too.\n  ","521512":"\n  🎤🎤🎤🎤\n  ","521513":"\n  I don't think so. I'm all for dressing up but those mom's are way too extreme and I don't like the message behind the whole thing.\n  ","521514":"\n  yes.\n  \n  my name was lnr87 there and then changed to youcanjuiceme\n  ","521515":"\n  😇😈\n  ","521516":"\n  😚\n  ","521517":"\n  omg why 😢😭\n  ","521518":"\n  nice!\n  \n  no, I didn't.\n  ","521519":"\n  got a tree and it's looking very Christmas up in here!\n  \n  got a dress for Christmas and I'm not much of a dress girl 👌🙆😍\n  ","521520":"\n  depends on the fabric and how they did it ¯\\_(ツ)_\/¯\n  ","521521":"\n  no lol\n  ","521522":"\n  Nooooo\n  \n  much rather have french\n  \n  stoppppppp\n  ","521523":"\n  nah, I don't think so.\n  \n  We were talking elsewhere at the time, no need to hit anon button. Don't think he's been on lately either.\n  ","521524":"\n  Sorry anon\n  ","521525":"\n  yes, see other answer.\n  \n  I think the steak is a bit weird. Plus, red meat can be upsetting at times for me...\n  \n  is cheesecake strange? I don't know.\n  ","521526":"\n  yes. There were like 30 people, including kids. The traditional turkey. Three different types of potatoes  (mashed, sweet and scalloped), homemade cranberry sauce with real cranberries, stuffing, two different gravies.. there were steaks too but I just had turkey.\n  \n  my nephew's uncle did the majority. We did all the desserts, green bean casserole with bacon in it and dinner rolls.\n  ","521527":"\n  sounds like something\n  \n   @mawiocudwoc\n  \n  would say\n  ","521528":"\n  Then you'd be a pervert lol\n  ","521529":"\n  * powerful :P\n  ","521530":"\n  how? o.o\n  ","521531":"\n  stranger danger\n  \n  jk\n  ","521532":"\n  um.. ok?\n  ","521533":"\n  Yes.\n  \n  I'm not on sc right now if that's what you meant by asking lol\n  ","521534":"\n  I think I was cuter toddler and all that than baby ¯\\_(ツ)_\/¯\n  \n  I suppose I wasn't ugly though lol\n  ","521535":"\n  I mention a lot on here 😂\n  ","521536":"\n  True. especially if lace or ribbon,, something to make it better looking\n  ","521537":"\n  creepy milk one 😂 should do a santa one like that and the bottoms could have a cookie o.o\n  ","521538":"\n  \"those things\"\n  ","521539":"\n  Jack of all trades\n  \n  WHATEVER HE WANTS TO DO\n  \n  provide for family\n  \n  fight for his right to partyyy.. no but obviously everyone should know self defense\n  ","521540":"\n  no, I'm wide awake.\n  ","521541":"\n  I love fashion. Still mad that polyvore sold out and the new owners deleted everything but urstyle is just as good.\n  \n  I also like fitness.\n  \n  Psychology is lovely but I don't really get any questions on it or anything enough to talk about it.\n  ","521542":"\n  Make sense, please.\n  ","521543":"\n  I don't know enough of it.\n  \n  Please don't send me a bunch of videos in French. I'm not in the mood to watch or learn more French right now.\n  ","521544":"\n  What exactly?\n  ","521545":"\n  I mean retail value on the dress could be  $30-94 range and I got it for $12.99 at Goodwill and it fits like a dream.\n  ","521546":"\n  What i said I was wearing earlier.\n  ","521547":"\n  tshirt, leggings\n  \n  tshirt, underwear\n  \n  tshirt and lounge shorts\n  \n  sometimes matching sets...\n  ","521548":"\n  about half of the pies, minus the cheesecake, everyone ate that on thanksgiving.\n  \n  For the green bean casserole we had a huge tub thing and basically filled that with leftovers. decent amount of turkey, stuffing, greenbean, mashed potatoes, 4 dinner rolls.. I think that might be it.\n  ","521549":"\n  Always\n  ","521550":"\n  I like dogs more than cats\n  ","521551":"\n  nah. I took my bra off already 😂\n  \n  just a grey tshirt from a supplement store that I've never set foot in XD Got it for free.\n  \n  Some knee\/calf length leggings\n  \n  I had sandals on earlier\n  ","521552":"\n  Somewhat. My brother used to do it.\n  ","521553":"\n  such a big tree\n  ","521554":"\n  from?\n  ","521555":"\n  🎅 ho ho ho\n  ","521556":"\n  One that made me feel hot and think about wearing my hair down and curled...\n  ","521557":"\n  in said dress ;)\n  ","521558":"\n  What if I want it to be a surprise? :o\n  ","521559":"\n  Good.\n  \n  We got a huge Christmas tree 🎄🌲🎄🌲\n  \n  I got a DRESS to wear on Christmas :o\n  ","521560":"\n  Nothing\n  ","521561":"\n  Depends what you think cute bra would look like\n  ","521562":"\n  likewise\n  ","521563":"\n  I can wear whatever i want. Some patterns can be cute.\n  \n  no\n  ","521564":"\n  Happy birthday to her mom\n  ","521565":"\n  I suppose. not sure what I'm doing yet for it\n  ","521566":"\n  white background with blue pattern. nothing interesting or sexy  lol\n  ","521567":"\n  Haven't done anything besides eat a yogurt and got ready so far.. but it's still been good.\n  ","521568":"\n  Some random pattern ¯\\_(ツ)_\/¯\n  ","521569":"\n  A few of the new machines at the gym. Doing the weighted ball exercises as well.\n  \n  greenbean casserole with bacon in it\n  \n  playing kickball with family\n  ","521570":"\n  What does she like?\n  ","521571":"\n  hey zacky\n  ","521572":"\n  I did absolutely nothing yesterday lol\n  \n  Going to a food truck event today. Maybe even shop a little?\n  \n  ???\n  ","521573":"\n  Good. Woke up fairly early too  :)\n  ","521574":"\n  dirty blonde.\n  \n  I'm a mutt.\n  \n  Mom has blonde and dad has brown 👏\n  \n  I get added blonde highlights because it looks better. My roots can get pretty dark like my display pic which sucks.\n  ","521575":"\n  yes\n  ","521576":"\n  pouq then\n  \n  I'm just on here at the moment\n  ","521577":"\n  safe\n  \n  hope you had a good sleep\n  ","521578":"\n  Probably when I had the last piece of the chocolate silk pie.\n  ","521579":"\n  real, always! 🌲🎄🌲🎄\n  ","521580":"\n  nice\n  \n  I'm just looking at black Friday haul videos XD\n  ","521581":"\n  Is that what you did? :)\n  ","521582":"\n  I made honor roll a few times. Mostly A, B, C student.\n  ","521583":"\n  How? lol\n  ","521584":"\n  When your nephew's cousin says he's an expert in playing fortnite. He's like 4 😂\n  ","521585":"\n  There's always new things to learn!\n  ","521586":"\n  Seems wrong.\n  ","521587":"\n  We won the kickball so that was fun, even made it back to home base :)\n  \n  9-8\n  ","521588":"\n  haha you are cute\n  ","521589":"\n  tupac, Eminem...\n  ","521590":"\n  food and spending time with family\n  ","521591":"\n  yesterday was nice at least\n  ","521592":"\n  lovely\n  ","521593":"\n  Not really.\n  \n  was in & out of sleep\n  \n  some unnecessary drama too\n  ","521594":"\n  appreciate it\n  ","521595":"\n  its looking better\n  \n  legs too aren't horrible ¯\\_(ツ)_\/¯\n  ","521596":"\n  eyes, hair...\n  ","521597":"\n  no, last night.\n  ","521598":"\n  Does tequila really make anyone bored?\n  ","521599":"\n  we had the ones we made (chocolate silk, apple pie, pumpkin pie, cherry cheesecake )\n  \n  someone made a lemon bundt cake?\n  \n  someone got a cheesecake with no toppings on it and those sampler ones with chocolate and other flavors in it.\n  \n  I only had tiny pieces of what we made last night lol everyone ate the cheesecake and basically had half the rest of all the other ones left.\n  ","521600":"\n  8406.. still a lot to go\n  \n  maybe we'll know what they will be used for by then  😂\n  ","521601":"\n  mostly stuff from the king person\n  ","521602":"\n  8000+\n  ","521603":"\n  aw\n  ","521604":"\n  Same but I liked the cherry cheesecake and chocolate more.\n  ","521605":"\n  likes hugs from reborn kings\n  ","521606":"\n  *eats pie*\n  \n  oops\n  ","521607":"\n  different can be good  <3\n  ","521608":"\n  It's not! Everyone will think about the good parts\n  ","521609":"\n  Not your time yet 💔\n  ","521610":"\n  lion king\n  \n  Aladdin\n  \n  mulan\n  \n  frozen\n  \n  up\n  ","521611":"\n  I think it would make them care even more.\n  \n  think of good things.\n  \n  there's nothing you can do to change what happened  <3\n  ","521612":"\n  <3\n  ","521613":"\n  *hugs lightly*\n  ","521614":"\n  I didn't look at the page but judging from the picture, I'd agree.\n  ","521615":"\n  Every time you come back stronger, king.\n  ","521616":"\n  There's not much you can do besides doing the work, paying attention, not talking back to them.\n  \n  What is the problem though?\n  ","521617":"\n  Hello King 2.0\n  ","521618":"\n  yes\n  ","521619":"\n  you too\n  ","521620":"\n  Hasn't happened to me so I don't know.\n  ","521621":"\n  Not always\n  ","521622":"\n  This is also true.\n  ","521623":"\n  You can smell the drama from there? 😂\n  ","521624":"\n  I'm sorry to hear that\n  ","521625":"\n  Agreed. That's why I don't always mind.\n  ","521626":"\n  🌽🌽🌽\n  ","521627":"\n  I don't have kids. stop it, young man.\n  ","521628":"\n  fake celebrity account\n  ","521629":"\n  Don't get why they ask. They send questions anyways lol\n  ","521630":"\n  Not appropriate\n  ","521631":"\n  no. I'll be leaving soon, rather not start something and leave people hanging\n  ","521632":"\n  yup, happy thanksgiving\n  ","521633":"\n  woke up early\n  \n  ate a yogurt\n  \n  been lazy on here\n  \n  took a shower \/ got ready\n  \n  painted my nails (tannish beige color)\n  \n  listening to music playing in the kitchen\n  \n  waiting to leave and eat all the food. also play kickball.\n  ","521634":"\n  Lilac\n  ","521635":"\n  ask them questions!\n  ","521636":"\n  I'll be 31 in December :\/\n  ","521637":"\n  I'd rather go somewhere new!!\n  \n  but i guess Myrtle Beach and this place i camped at before because it was very pretty.\n  ","521638":"\n  I need a full length mirror for that\n  ","521639":"\n  ???\n  ","521640":"\n  Same\n  ","521641":"\n  Apparently we'll be playing kickball later\n  ","521642":"\n  we have some 90s tunes playing on Alexa 👌\n  ","521643":"\n  Not that often\n  ","521644":"\n  Pretty good. Got ready and now just a waiting game until 3ish.\n  ","521645":"\n  Not really. I'd probably do that more when younger but only if it was something that I've wanted for a while and noticed a great price drop\n  ","521646":"\n  You too\n  ","521647":"\n  Happy thanksgiving turkeyhead\n  ","521648":"\n  congratulations\n  ","521649":"\n  No bubble butt?\n  ","521650":"\n  r.i.p\n  ","521651":"\n  yes XD\n  ","521652":"\n  weird. I'm not seeing anything that would disable it in the settings.\n  \n  ok :)\n  ","521653":"\n  I don't feel crabby.\n  ","521654":"\n  no but it has been being faulty\n  \n  its not showing me that you wrote anything...\n  ","521655":"\n  Happy thanksgiving\n  ","521656":"\n  Well I felt like something. Thanksgiving is around 3pm.\n  ","521657":"\n  must have been a different anon\n  \n  I did 😈\n  ","521658":"\n  The mall? Or was that not the first time?\n  ","521659":"\n  I hope so!\n  ","521660":"\n  I'm not fully awake yet\n  \n  I thought you said i was always happy the next day after being naughty :o\n  ","521661":"\n  Thanks :)\n  ","521662":"\n\n   https:\/\/youtu.be\/xwtdhWltSIg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","521663":"\n  That's great.\n  ","521664":"\n  top of the morning to you\n  ","521665":"\n  Happy turkey day\n  ","521666":"\n  idk\n  \n  I just woke up and had a yogurt\n  ","521667":"\n  8052 coins and still don't know what they are for\n  ","521668":"\n  Good night\n  \n  happy thanksgiving\n  ","521669":"\n  I just remembered that my brother wears the same shirt every year for thanksgiving o.o\n  ","521670":"\n  appreciate all the butts 👌\n  ","521671":"\n  yes 🍑\n  ","521672":"\n  guy butts can be nice\n  ","521673":"\n  Why did I just keep scrolling it o.o\n  ","521674":"\n  they have butt pictures of you?\n  \n   @mawiocudwoc\n  \n","521675":"\n  I forgot what color i put on.\n  \n  What?\n  ","521676":"\n  I haven't seen his butt\n  ","521677":"\n  blue\n  \n  i had to turn the light on to check 😂\n  ","521678":"\n  I'm not a witch\n  ","521679":"\n  ugh\n  ","521680":"\n  I was hoping for\n  \n\n   https:\/\/youtu.be\/1lyu1KKwC74\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","521681":"\n  Do you have a real question?\n  ","521682":"\n  I know that song lol\n  \n  definitely not something I'd sing to\n  ","521683":"\n  I don't want to sing\n  \n  why not just ask me though?\n  ","521684":"\n  I think it would definitely be situation based. It's not really fair if it's always on sided.\n  ","521685":"\n  this just seems weird now\n  \n  fuk Netflix because they don't always have what I want to watch at times 😂\n  \n  kill pizza. its so good but I'd rather eat something more healthy 99% of the time\n  \n  marry chocolate\n  \n  i don't play video games anymore so I don't really care which category they'd all fall under. kill xbox makes sense because of the red death...\n  \n  marry action 😉\n  \n  kill horror since it seems appropriate. love horror\n  \n  fuk documentaries\n  \n  marry snoopy o.o\n  \n  fuk scooby do\n  \n  kill santas helper\n  \n  marry avocado ,fuk apples, kill almonds (i like all of them)\n  \n  kill batman\n  \n  marry spiderman\n  \n  fuk deadpool because I haven't watched yet\n  ","521686":"\n  Maybe if it was more of a minor crime?\n  ","521687":"\n  yay\n  ","521688":"\n  I think it would be a bit weird to include every place you've been to. It kind of kills the finding out part but could always ask a question that related to traveling as an ice breaker...\n  \n  I wouldn't personally think anything bad about the person. I like to travel so having someone like minded would be good.\n  \n  What makes someone racist for traveling? I could understand giving the other two opinions based on the  whole account, not just because they like to travel. I suppose the \"colonizer\" looked more to have a good time and f8ck a lot of people? The young colombus screams a good looking guy who never left home before and now he's being adventurous with his life. The privilege part reminds me of people that have tons of money and can do whatever and go wherever they want without any real thought - I still don't see how it would make them racist.\n  ","521689":"\n  It's literally one half of the fridge. It's crazy lol\n  \n  sister wasn't happy 😂 who needs that much bacon? huge butcher chunks of it...\n  ","521690":"\n  Either way is fine.\n  ","521691":"\n  Apparently 😂\n  \n  bit crazy though\n  \n  its so thick\n  ","521692":"\n  * possesses\n  ","521693":"\n  What on earth processes a guy to buy 50 pounds of bacon when they barely eat breakfast or lunch at home???\n  ","521694":"\n  ok..\n  ","521695":"\n  bored kids?\n  ","521696":"\n  my mom's in her 60's... I don't think I'll have a younger sister :P\n  ","521697":"\n  What a good dog!\n  ","521698":"\n  No thanks\n  ","521699":"\n  momentarily :\/\n  ","521700":"\n  Could have been.\n  \n  I was in Virginia traveling to South Carolina the day it happened.\n  ","521701":"\n  No. I've never even been to a protest.\n  ","521702":"\n  That's sad.\n  ","521703":"\n  Plans for tomorrow are better :P\n  \n  I didn't do much today lol\n  \n  my sister and mom have been baking all the desserts\n  ","521704":"\n  Maybe one day lol\n  \n  ya would def set a budget for myself since prices can be ridiculous! I'm more thrifty :)\n  ","521705":"\n  👌\n  ","521706":"\n  Still smarter than you\n  ","521707":"\n  I could have got a Sonoran hot dogtonight but street tacos sounded better.\n  \n  where you at my hot dog anon??\n  ","521708":"\n  no, ponytail\n  ","521709":"\n  lol\n  ","521710":"\n  not usually\n  ","521711":"\n  Turkey can be ok. I don't love it that much\n  ","521712":"\n  cheesecake\n  \n  apple pie\n  \n  pumpkin pie\n  \n  chocolate\n  \n  I like the desserts and stuffing the most\n  ","521713":"\n  passed down from generations?\n  ","521714":"\n  I'll have a small piece of each\n  ","521715":"\n  I was going to dress up this year but that didn't happen lol\n  \n  I don't own anything dressy right now. Can be hard finding stuff too.\n  ","521716":"\n  Yes. We're in charge of the desserts. Only have the chocolate one left to do.\n  ","521717":"\n  I'm not much of an angry person.\n  \n  Some kid toys if really loud can get annoying though or fire alarms when there's not a real fire\n  ","521718":"\n  why?\n  ","521719":"\n  whatever the future holds :)\n  ","521720":"\n  Probably anything that could hurt their ego?\n  ","521721":"\n  I'll continue working on myself.\n  \n  When I'm actively looking, I don't really find anyone worthwhile. When I don't care is when someone great usually comes along\n  ","521722":"\n  viagra\n  ","521723":"\n  yes but at the same time, not always the healthiest way XD\n  ","521724":"\n  Well 1stphorm came out with a protein bar but it's basically $80 for 2 boxes. Seems pretty expensive. You'd think the price would be lower since it's new. Or have a sample box that is cheap since they did 3 flavors. Seemed like they had a ton of ingredients added as well.\n  \n  Don't really get how that's a good black Friday price. Rather not spend $80 when you don't know how its going to taste like\n  ","521725":"\n  lol nice :P\n  \n  third times the charm\n  ","521726":"\n  5-20 minutes? It can vary.\n  ","521727":"\n  you too\n  ","521728":"\n  Just answered\n  ","521729":"\n  go ask a prostitute ¯\\_(ツ)_\/¯\n  ","521730":"\n  I can be at times. I'm more laid back though.\n  ","521731":"\n  stupid drama sophomore year. It was so pointless.\n  \n  everything else was good\n  ","521732":"\n  mom, we get along way better.\n  ","521733":"\n  family, friends, including online ones etc\n  ","521734":"\n  yes\n  ","521735":"\n  I'd either get a planner or use calendar updates online or an actual calendar.\n  \n  nope but that would be helpful at times\n  \n  BQ: 😂😂😂\n  \n  go for it\n  ","521736":"\n  I noticed\n  ","521737":"\n  sweet\n  ","521738":"\n  The 1st two\n  \n  but I wear leggings more than sweatpants\n  ","521739":"\n  That's good\n  ","521740":"\n  who knows. they probably run away screaming\n  ","521741":"\n  well Pretty Women made it sound like a love thing.\n  ","521742":"\n  STDs\n  \n  pregnancy\n  \n  how awful Ben would be ¯\\_(ツ)_\/¯\n  ","521743":"\n  kik, sc\n  ","521744":"\n  deers, moose\n  ","521745":"\n  I did\n  ","521746":"\n  True lol\n  ","521747":"\n  #54\n  ","521748":"\n  they don't want mono from you\n  ","521749":"\n  oh..\n  \n  haha yes XD\n  ","521750":"\n  I guess slow roasted? Idk whichever way would be the most juicy. I care about the stuffing and desserts way more.\n  \n  We're in charge of the desserts.\n  \n  Cheesecake (made for just us, i think)\n  \n  pumpkin pie just got done\n  \n  doing apple pie and a chocolate one next\n  ","521751":"\n  in what way?\n  ","521752":"\n  🙆🙆🙆\n  ","521753":"\n  None?\n  \n  I don't really keep track of everyone.\n  \n  Trump's wife is dumb for sending emails though. She looks scary ¯\\_(ツ)_\/¯\n  ","521754":"\n  That's not really date rape if something wasn't given...\n  \n  It would obviously seem likely that something would happen if they went back to his or her place. Especially in today's world. No, it would be a privilege to have sex with them CONSENSUAL SEX.\n  \n  \"someplace she shouldn't be\" sounds weird\n  ","521755":"\n  More a chocolate person. Reeses etc\n  ","521756":"\n  bored with their lives and want to make people miserable just like them?\n  ","521757":"\n  Sagittarius. Yes, some are spot on but I've had ones that weren't relatable either!\n  ","521758":"\n  Nothing to worry about.\n  ","521759":"\n  yes, go ahead\n  ","521760":"\n  Always been closer to my sister.\n  \n  I think the 10 year age gap with my brother is part of why we don't always get on\n  ","521761":"\n  Yes, it's decent.\n  ","521762":"\n  ham or tuna\n  \n  Subs are better :P\n  ","521763":"\n  Yes. Been busy elsewhere\n  ","521764":"\n  Yes. I wasn't alone though. The whole school did Christmas songs once..\n  ","521765":"\n  Same to you\n  ","521766":"\n  haha nice\n  ","521767":"\n  more for you?\n  ","521768":"\n  skilled rebel\n  ","521769":"\n  That's awful :p\n  ","521770":"\n  kidding but ya.. that person is annoying\n  ","521771":"\n  Probably f8ck some random dude because an anon told me to ¯\\_(ツ)_\/¯\n  ","521772":"\n  whatever i want\n  ","521773":"\n  Take a class\n  \n  watch shows with English subtitles\n  \n  talk with English speakers\n  \n  The movie My Fair Lady came to mind 😂\n  ","521774":"\n  yup\n  ","521775":"\n  Good luck\n  ","521776":"\n  Genevieve, emma, noah, jacob\n  \n  Amanda, Cassandra. Can't think of bitchy guy names..\n  \n  peter, paul, edna, rose\n  ","521777":"\n  Probably\n  ","521778":"\n  I've been watching The Voice and This is us\n  \n  idk\n  ","521779":"\n  well I'm not a whore either so ¯\\_(ツ)_\/¯\n  ","521780":"\n  no.\n  \n  I'm just not going to let just anyone in. I need that connection, i don't want a bunch of losers that don't truly care about me, cheat or anything else. I have large gaps of being single. I know more of what I won't settle for etc\n  ","521781":"\n  plus it wouldn't just be going to her\n  \n  maybe\n  ","521782":"\n  Just replying back to stuff\n  \n  nothing too exciting\n  ","521783":"\n  already did\n  ","521784":"\n  plenty of things\n  ","521785":"\n  idk just seems weird 😂\n  \n  not sure i want that type of conversation\n  ","521786":"\n  When your sister asks about amazon wishlist since its easier to share and you legit have some naughty stuff on it.. um.\n  ","521787":"\n  already answered\n  ","521788":"\n  Of course :P\n  ","521789":"\n  You didn't\n  ","521790":"\n  than???\n  ","521791":"\n  ¯\\_(ツ)_\/¯\n  ","521792":"\n  Probably\n  ","521793":"\n  Good to know then\n  ","521794":"\n  lol thanks\n  ","521795":"\n  stop it Taylor\n  ","521796":"\n  eyes\n  \n  hair when it looks good lol\n  \n  personality\n  \n  humor\n  ","521797":"\n  no judgmental people\n  \n  funny\n  \n  cum\n  \n  blue eyes are adorable\n  \n  genuine dudes\n  \n  etc\n  ","521798":"\n  haha\n  ","521799":"\n  already answered ⬇\n  ","521800":"\n  writing cum instead of gum when I wanted to know if they had some, luckily it was a note to a girl XD\n  \n  the chair one where ive tried leaping at a friend but my feet were still behind the footrest part and ended up kneeling\n  \n  hot doctor when I went to the er over period stuff lol\n  \n  etc\n  ","521801":"\n  I've had a few XD\n  ","521802":"\n  yes. my brother originally got it and then gave it to me on my birthday.\n  ","521803":"\n  watched the voice\n  \n  talked to you\n  \n  put my amazon wishlist back up\n  ","521804":"\n  Could be the teachers or just not that thrilled about?\n  \n  you make it fun ;)\n  ","521805":"\n  yes. you?\n  \n  My first car was my grandpa's old red Toyota Corolla. r.i.p\n  ","521806":"\n  I didn't answer no.\n  \n  I have one\n  \n  some aspects could be better\n  \n  content though\n  ","521807":"\n  I doubt it :p\n  ","521808":"\n  to keep moving forward 👌\n  ","521809":"\n  weight and I don't like my smile\n  ","521810":"\n  nah\n  ","521811":"\n  You might get chills?\n  ","521812":"\n  Do people actually keep track?\n  ","521813":"\n  who doesn't?\n  ","521814":"\n  I think you know 😉\n  ","521815":"\n  The sink in the kitchen\n  \n  a commercial on the tv in the living room\n  ","521816":"\n  math and certain unwanted drama lol\n  ","521817":"\n  congratulations lol\n  ","521818":"\n  I'd say a couple New Years ago. I was sick and on top of that i kept drinking southern comfort. Everyone just left. I was feeling fine. I ended up getting pjs to wear. I used the bathroom, took everything off. Got dressed in the pjs. I ended up bending down to pick up my discarded clothes. The room started spinning. I ended up puking in the sink. I still cringe when I hear about southern comfort 😂\n  \n  ---\n  \n  I only had two small glasses of wine and an apple martini at my sister's wedding so I wasn't really drunk per say but I definitely felt awful the next day because there were so much going on that day. dancing etc\n  \n  i kept drinking tequila at the International party and just felt blah the next day but I didn't really feel drunk either.\n  \n  I don't drink much (2-3 at most ) so I don't get drunk usually.\n  ","521819":"\n  ikr!\n  ","521820":"\n  Jessica and Danielle then :P\n  ","521821":"\n  I usually roll up meat slices and put a little bit inside.\n  \n  you either love it or hate it. Either the taste or texture? I'd try it though to see.\n  ","521822":"\n  chocolate chip cookie dough\n  \n  cookies n cream\/creme is good too\n  \n  Sometimes I'm in the mood for strawberry or pistachio o.o\n  \n  also this just reminded me of the pineapple coconut one I've got before 👌\n  ","521823":"\n  making you  c u m\n  ","521824":"\n  I usually get the roasted garlic one 👌😍\n  \n  They have a ton of different kinds, even dessert ones, haven't tried.\n  \n  made from chickpeas so i guess that and whatever else added. I feel like its hard to describe o.o it tastes good lol More of a dip kind of thing. I like using it instead of mustard on sandwiches too.\n  ","521825":"\n  J & D\n  ","521826":"\n  hummus with carrots\n  \n  meat slices\n  \n  some type of nuts\n  \n  clementines\n  \n  apple with peanut butter\n  \n  chocolate rice cakes with peanut butter on top\n  \n  ice cream\n  \n  pudding cup\n  ","521827":"\n  Would you eat it?\n  ","521828":"\n  oh didn't see this one, glad you sent the other one too lol\n  ","521829":"\n  hm let's keep it pg 😂\n  ","521830":"\n  Weight\n  \n  my hair right now since its dark at the roots and old blonde highlights on the rest of it ew\n  ","521831":"\n  10\n  ","521832":"\n  It's so annoying\n  \n  they ask it like twice a month\n  ","521833":"\n  None. Obviously some can but only when not by itself, the context and intent of the way it can be used?\n  ","521834":"\n  you got me something for my birthday or Christmas.\n  \n  hm not really sure. You are already pretty great\n  ","521835":"\n  to kill a mocking bird\n  ","521836":"\n  they asked 1 or 2 and said the meaning behind them in a different question.\n  \n  1= yes\/maybe\n  \n  2 = no\n  ","521837":"\n  The guys I've dated weren't really into the whole date thing. We just kind of went together ¯\\_(ツ)_\/¯\n  \n  but ideally it should be something both would enjoy.\n  ","521838":"\n  What wouldn't i do 😂\n  \n  probably buy a house for myself. buy my mom one and a new car.\n  \n  save some as well\n  ","521839":"\n  no\n  ","521840":"\n  ugh my ears hurt now.\n  \n  The chicken cooker made the fire detectors go off. Nothing like loud noises and it repeating the words \"fire\" over and over again.\n  \n  ouch\n  ","521841":"\n  haha cute\n  \n  i do think self love (in general ) is different\n  ","521842":"\n  Not always\n  ","521843":"\n\n   @littlesha_\n  \n\n   @NineGDxFour\n  \n  are doing it.\n  \n  Maybe\n  \n   @poetalunam\n  \n\n   @Hayleywilson21\n  \n\n   @fabbielousxo\n  \n","521844":"\n  Last night, obviously. It's not a secret lol\n  ","521845":"\n  eat a large chunk of it and then put frosting on it :o\n  ","521846":"\n  o.o\n  ","521847":"\n  Would have done the same if everything was working\n  ","521848":"\n  self love is important\n  \n  not just masturbation but all of it :P\n  ","521849":"\n  I forget 😂\n  ","521850":"\n  seems more like a question for\n  \n   @mawiocudwoc\n  \n  😉\n  ","521851":"\n  all about the context\n  ","521852":"\n  Sometimes.\n  \n  I definitely get the urge to spend it but I'm not bad at saving either. needs vs wants, needs come first.\n  ","521853":"\n  yes and no. Somethings I like and other things could be better.\n  ","521854":"\n  hmm keeping in touch with certain people? It can be hard since not in the same state ¯\\_(ツ)_\/¯\n  ","521855":"\n  Probably in high school. I had to do some work on the computer and this girl had to go take some pictures for the yearbook and asked me to go with her. She ended up muttering fat bitch under her breath because I was busy working on other yearbook stuff. It was like really??? So, I kind of ignored her for a while and she was all did i do something so i told her and SHE STILL WAS ALL I DIDN'T SAY THAT 😂 like ok? I wouldn't think that in my mind with her voice attached to it... was just like are you kidding me. I have great hearing.\n  ","521856":"\n  funny\n  \n  nice\n  \n  caring\n  \n  passionate about something\n  \n  when a lot of people fit the mold\n  \n  I'm not sure what else to write. I've answered similar questions to this in way more depth before\n  ","521857":"\n  Probably all the beautiful comments even though I don't personally feel that way about myself. Ones commenting about clothing or hair. Saying i look like I've lost weight ones.\n  ","521858":"\n  too much cologne *gags*\n  \n  no sense of humor\n  \n  overly cocky\n  \n  hm not sure what else to write atm\n  ","521859":"\n  Boring but did a lot : witch\n  \n  Ladybug was cute.\n  \n  Princess\n  \n  Facemask, robe, wig with curlers. All the old ladies loved me. Also had pjs on too.\n  \n  cat and the hat 😂 my friend's brother was probably 1-2 years old and kept grabbing the tail XD\n  \n  nun... was a bit creepy since old men kept reliving their school days and being flirty :o\n  ","521860":"\n  I know. It doesn't really affect me. I could be with someone if I wanted and felt something towards them.\n  \n  Also most guys don't really get to know me so their loss\n  ","521861":"\n  pet peeves in general! I always forget certain ones!\n  \n  Driving ones: when people don't use their blinkers or they have them on too long. Honking when you can't move anywhere.\n  \n  slow Internet. Dial up came to mind 😂 beep\n  \n  not sure what else to write\n  ","521862":"\n  😂😂😂\n  ","521863":"\n  Idk. It was just different with him. He's the one who i think of when love questions come up. I just want him happy even if it's not with me. The heart is a strange thing. I know that I should have moved on by now but a part of me knows i haven't either. He's just a part of me in ways...\n  ","521864":"\n  I guess when arching\/pelvis tilting idk 😮\n  ","521865":"\n  I suppose that's true.\n  ","521866":"\n  like when you get really cold from being sick for no reason? that kind of thing. almost like i was going to faint too ¯\\_(ツ)_\/¯\n  ","521867":"\n  100% my fault but it was slightly mutual since I ended up putting a wall up without noticing at the time. I don't like talking about it just because it will be in my head and rather not go down that road, sorry.\n  ","521868":"\n  Not much. just answering questions.\n  \n  my hip\/side isn't really hurting anymore so that's good. but still don't really want to hurt it more lol like i even had a bit of cold sweat happening at one point. was weird tmi?\n  ","521869":"\n  usually my birthday wish of a boyfriend when younger 😂 I would usually be single on my birthday.\n  \n  besides twice, I had someone but oh well.\n  \n  more focused on other stuff these days.\n  ","521870":"\n  Either the gym or traveling somewhere\n  \n  my hip\/side started to hurt. so I don't really feel like that would be wise. must have been pretty rough last night 😈\n  ","521871":"\n  Does it count if I gave up on the wish?\n  ","521872":"\n  yes lol\n  \n  hate is a strong word though\n  ","521873":"\n  yes but anyone else could do too XD\n  \n  hugs are nice\n  ","521874":"\n  Brown hair and eyes. On the tall side. Mentally abusive. Thinks he's funny when doing it. Alcoholic. Smokes weed. More of a love\/hate relationship.\n  ","521875":"\n  hm I don't really want to be in anyone's arms right now lol I don't always crave affection like that\n  \n  if I had to pick I'd say the ex or two guys from here...\n  ","521876":"\n  blonde, I've known since the 1st grade. a mom of 3. The first kid has a different dad, she married and divorced her father. Married the other guy. Loves animals. Has siblings. She's had the nickname of trouble XD Kind of opposites but it works and still have a lot in common as well.\n  ","521877":"\n  Probably money related with Christmas coming up\n  ","521878":"\n  I'm straight\n  ","521879":"\n  dogs\n  \n  if more exotic then I'd say leopard, polar bear, koala, peacock\n  ","521880":"\n  ¯\\_(ツ)_\/¯\n  ","521881":"\n  One time my dog was sick and we went to the vet at night. My mom, sister and I were waiting in the car. Some car pulled up and they had a dead dog in the car. It was a big white dog and it was stiff, legs in the air. The lighting flashed over it. That was pretty awful. Could see everything when the lights flashed.\n  \n  domestic dispute. don't feel like sharing all about that :P\n  \n  this one is more funny... I forget what happened but the same dog as mentioned above had to go to the vet and for some reason they shaved around her face and she had a cone around it. She came running towards us and when I saw the cone it made me puke 😂😂😂😂\n  ","521882":"\n  18 😂\n  \n  I tried when a bit younger than that but it didn't really do much so was like eh. guess I wasn't in the mood etc\n  \n  ❄hh\n  ","521883":"\n  Pretty much a roller coaster ride. It's usually in the middle somewhere. Just because I don't take pictures doesn't mean that it's always low\n  \n  ❄hh\n  ","521884":"\n  ok then lol\n  \n  I'm not pregnant if that helps the research :P\n  ","521885":"\n  Not going as well since I had to change platforms. I should really look for some seasonal work\n  \n  ❄hh\n  ","521886":"\n  blue top and leggings\n  \n  ❄hh\n  ","521887":"\n  I really don't understand this obsession with sex. What do you get out of knowing?\n  ","521888":"\n  ok but the #s would be nice too\n  \n  ❄ ноиєsтџ hour ❄\n  ","521889":"\n  look it up\n  ","521890":"\n  send me numbers!\n  ","521891":"\n  I do.\n  \n  I'm jealous that my sister and her husband are going to different parts of Italy soon\n  ","521892":"\n  Never had\n  ","521893":"\n  been through.\n  \n  lots of crops\n  \n  ¯\\_(ツ)_\/¯\n  ","521894":"\n  Not really\n  ","521895":"\n  wouldn't surprise me\n  ","521896":"\n  How you doing today?\n  ","521897":"\n  Iowa, Indiana or Kansas come to mind.\n  \n  I'm not sure though!\n  ","521898":"\n  sunny and cloudy, 73F\n  ","521899":"\n  Santa 🎅\n  \n  haha idk. all the good Christmas vibes\n  ","521900":"\n  Kind of hungry but don't know what I want. Haven't had lunch yet.\n  \n  Not sure if I should take a walk or try to sneak into the gym. I think it expired the 16th but the lady didn't mention anything when scanning the id ¯\\_(ツ)_\/¯\n  ","521901":"\n  yup!\n  ","521902":"\n  My best friend and another that's basically like another sister to me.\n  ","521903":"\n  I did. Wasn't worth it to keep all the different hi ones, especially since they were just trolling instead of actually caring what I said\n  ","521904":"\n  I rather you didn't\n  ","521905":"\n  :)\n  ","521906":"\n  you do a lot so its understandable\n  ","521907":"\n  Great :)\n  ","521908":"\n  I'd like to think there is something more.. I don't know though.\n  ","521909":"\n  I've done roleplays before so stuff that related to that. It was mostly fictional. All my writing ended up dying - it was on the site polyvore. They sold out and the new owners got rid of everything. I only have a few things saved from the last ones i was in ¯\\_(ツ)_\/¯\n  \n  I like poetry too but I need to be in a dark mood to do it o.o\n  ","521910":"\n  Just got on\n  ","521911":"\n  No thanks\n  ","521912":"\n  Nice\n  ","521913":"\n  Good night\n  ","521914":"\n  yes\n  \n  basically started when I got to AZ lol\n  ","521915":"\n  breathing, maybe close my eyes or focus on something in front of me. Thinking of nice things about myself or whatever. Knowing i look way smaller than I used to.\n  \n  luckily it doesn't happen that often. I think it had more to do with waking up way earlier and feeling rushed kind of thing from the get go. I was literally all \"nothing looks good on me\" way before we even went to the shops. Not the best thinking when shopping can take hours, usually.\n  ","521916":"\n  I didn't cry but I was feeling emotional when I was shopping. Basically had a bad body image day and then little things would make me feel annoyed but I didn't cry so that was good. Still found some cute things. All good lol was too in my head ¯\\_(ツ)_\/¯\n  ","521917":"\n  Doing one thing I love so it doesn't feel like a chore.. actually want to do etc\n  \n  general bettering of myself\n  \n  orgasms are always nice too\n  ","521918":"\n  ugh still haven't seen it!!\n  ","521919":"\n  Are they any good?\n  ","521920":"\n  XD\n  ","521921":"\n  Hello\n  ","521922":"\n  We've been talking for about 5\/6 months... what do you think?\n  ","521923":"\n\n   @mawiocudwoc\n  \n  you hear that :p\n  ","521924":"\n  it could add more to the fun.\n  \n  It's not in person so a little extra could be 👌👌👌\n  \n  we still talk so I don't get how he'd not be enough lol\n  \n  or do you mean the p0rn? someone sent 2 different ones and I noticed one on tumblr. then me & m \"talked\" 😈\n  ","521925":"\n  yup lol\n  ","521926":"\n  Why not what?\n  ","521927":"\n  I came across some earlier. oops\n  ","521928":"\n  😂😂😂\n  \n  speechless\n  ","521929":"\n  Are you talking about m\/ the favorite? if so, yes.\n  \n  We weren't dating though.\n  ","521930":"\n  I'm white\n  ","521931":"\n  1. I wasn't seeing anyone\n  \n  2. I did update my bio but \"single\" was still in the old one too. I just made it more compact instead of a bunch of listings that nobody really reads anyways\n  ","521932":"\n  they don't need to get me both. The person earlier did ask about \"more interesting \" stuff so added two things.\n  \n  Also nobody has to get me anything.\n  ","521933":"\n  yup. got me so wet jk\n  ","521934":"\n  Guess it depends more on the way its said? idk. sometimes it can be creepy or laughable\n  ","521935":"\n  Thanks for the laugh\n  ","521936":"\n  Sometimes.\n  ","521937":"\n  towelettes\n  ","521938":"\n  I guess moist?\n  ","521939":"\n  There's a lot of K names in my family\n  ","521940":"\n  I just want the desserts and family time :)\n  ","521941":"\n  lying in bed with the lights off. On here and sc. I might sleep fairly soon.\n  ","521942":"\n  better quality over quantity\n  ","521943":"\n  For the most part\n  ","521944":"\n  What about my wants?\n  ","521945":"\n  You should do something else instead of spam pages with small talk. You clearly don't want real answers or conversation if you do that. It's childish.\n  ","521946":"\n  shoes, jacket thing and the 12 days of Christmas socks 🎅❄⛄\n  ","521947":"\n  Think it would depend more on what their interests are and go from there.\n  ","521948":"\n  partner\n  ","521949":"\n  Get sleep\n  ","521950":"\n  Indeed. People need to relax lol\n  ","521951":"\n  I'm getting these ones right now -_-\n  ","521952":"\n  nope.\n  \n  flight was delayed but not for long, if that counts\n  ","521953":"\n  No.\n  \n  I've never even done Jury Duty. The first time it ended up canceling.\n  \n  The 2nd time i got the papers, it got postponed and I never heard anything else about it.\n  ","521954":"\n  lol cute\n  ","521955":"\n  hello\n  ","521956":"\n  Looking forward to it\n  ","521957":"\n  they kept posting a bunch of qs on it -_-\n  ","521958":"\n  or brand new but those make me wary since don't even have stars\n  ","521959":"\n  Please leave me alone. I don't care about your fart fetish\n  ","521960":"\n  ¯\\_(ツ)_\/¯\n  ","521961":"\n  looks up \"rabbit toys\"\n  \n  um.. not exactly the kind i was thinking of 😂\n  ","521962":"\n  Your mouth\n  ","521963":"\n  The ones i notice have no reviews wtf\n  ","521964":"\n  *goes on a hunt*\n  ","521965":"\n  no reason to be mean\n  ","521966":"\n  I'd say so but it seems unheard of?\n  ","521967":"\n  What did I do now? :o\n  ","521968":"\n  why? you'd buy expensive sex toys? :p\n  ","521969":"\n  nice little vacation then\n  ","521970":"\n  haha not really.\n  \n  three lingerie ones ¯\\_(ツ)_\/¯\n  \n  it could be way more \"interesting\" 🎅😉\n  ","521971":"\n  It's included when you buy it :p\n  ","521972":"\n  yes, should be good. My nephew's uncle is hosting it and he's a great cook.\n  ","521973":"\n  Sure\n  \n\n   http:\/\/amzn.to\/2mQK30H\n  \n","521974":"\n  Only in the summer\n  ","521975":"\n  It's been back and forth lol\n  ","521976":"\n  Robert Pattinson in Twilight?\n  ","521977":"\n  pain? idk\n  ","521978":"\n  I go to sleep late..\n  ","521979":"\n  yours\n  ","521980":"\n  knowing that I have pcos\n  \n  being in the west coast for a while\n  \n  continued weight loss ⬇\n  \n  not much lol\n  ","521981":"\n  oh ok.\n  \n  swimming\n  \n  reading\n  \n  shopping\n  \n  writing when I'm in the mood\n  \n  etc\n  ","521982":"\n  I'm good\n  ","521983":"\n  _______________.\/\\.\n  \n  _____________ >___<\n  \n  _____________Ѽ.\/ Ѽ\n  \n  ___________;->( ɕѼ Ҩ .\n  \n  ___________@.♥ '(█) ♥ *$\n  \n  ________Ѽ \"( ()♥t (Ѽ)o*♥*\n  \n  _______(█),-♥.-Ѽ _Q@,0 ɕ(█)\n  \n  ____________>o*oѼ @.<\n  \n  _________o`Ѽ Q Ѽ Q Ѽ~@'\n  \n  ______♥.'Ѽ ♥ *Ѽ ɕҨ ‘♥ @-.)'*\n  \n  ____Ѽ o (█) @ *Ѽ ɕҨ ‘♥ *(█)’Ѽ\n  \n  __________Ѽ -♥-'Ѽ ♥._ Ѽ\n  \n  _______@.♥ '*Q ♥ *(█), @.♥ '*\n  \n  ___.♥' @ _ ɕ♥ _.-'~♥-. @ ´(♥)`-*.o\n  \n  __.(█)* ♥ ..-' (Ѽ) o *.(Ѽ) 0 *(█)`)\n  \n  _________(Ѽ ) '-._♥__(Ѽ)@\n  \n  ____;--♥' ♥Ҩ 0‘(Ѽ) Q o *♥ * Ѽ ♥\n  \n  ___ * (Ѽ). ♥ * .Q.~ ♥- ♥Ҩ.0() Q ♥*'.\n  \n  _(█)* ♥ *‘ o * ♥ _(█)Q~ ♥Ҩ _Ѽ♥_(█)\n  \n  _____________▓▓▓▓▓\n  \n  __________ ▓▓▓▓▓▓▓▓▓\n  ","521984":"\n  A few things\n  ","521985":"\n  ¯\\_(ツ)_\/¯\n  ","521986":"\n  The one you just did\n  ","521987":"\n  They need the time to get used to each other.\n  ","521988":"\n  leave, I guess. I'd just be like oh.. carry on lol\n  ","521989":"\n  of course :)\n  ","521990":"\n  I did around 5 months before\n  ","521991":"\n  I don't really have a favorite gif\n  ","521992":"\n  I don't have one\n  ","521993":"\n  sky dive\n  ","521994":"\n  I don't think it matters who started the talking etc\n  ","521995":"\n  I think everyone is different and will be sexual when they want and not because everyone else is doing it ¯\\_(ツ)_\/¯\n  ","521996":"\n  Maybe just bring up \"the birds and the bees\" talk and include masturbation into it.\n  ","521997":"\n  This sounds like a homework assignment now\n  ","521998":"\n  Society standards, s3x sells.. its way more in movies and other things these days. social media of \"the perfect body\" etc\n  ","521999":"\n  Good to know :P\n  ","522000":"\n  Sounds like a fun day!\n  \n  I basically just watched 2 Christmas movies, some walking dead and a couple YouTube videos yesterday XD It was still nice to just relax.\n  ","522001":"\n  I watched a few episodes then some YouTube. Went to sleep after that\n  ","522002":"\n  The latter works\n  \n  feel better!\n  ","522003":"\n  It's hindi\n  \n  Google translate didn't help much lol\n  ","522004":"\n  hmm let me think 😮\n  \n  stop asking stupid fetish questions\n  ","522005":"\n  more a dark brown\n  ","522006":"\n  I'd say none XD\n  \n  but if I had to pick... probably 4. If a large group then it might be hard to say bye to everyone.\n  \n  I don't drink that much and I'd probably get bored depending on the people, how long there...\n  ","522007":"\n  It's noon.\n  ","522008":"\n  My mom has fb but never goes on it. She's more into zillow, news outlets, youtube\n  \n  my dad doesn't have any that I know of. He does know how to use youtube if that counts\n  ","522009":"\n  Great. Watching TWD\n  ","522010":"\n  I don't even have a bikini\n  ","522011":"\n  hell no XD\n  ","522012":"\n  lahore\n  \n  ben\n  \n  hi ones that never go anywhere 😴\n  \n  the ones about other people  (ie: ben.. he's not worth it lol)\n  ","522013":"\n  Not right now.\n  \n  I did use the mini pill before.\n  ","522014":"\n  I meant the hi questions i keep getting etc\n  \n  no, we actually talk lol\n  ","522015":"\n  Hair? What exactly are we talking about?\n  ","522016":"\n  or more small talk occurs XD\n  \n  give me more than a sentence, please.\n  ","522017":"\n  pink top and leggings\n  ","522018":"\n  That's good!\n  \n  <3\n  ","522019":"\n  Yes, you'll be fine. I went when kids would be in school so it was me and a bunch of older people. Nobody should even notice. I liked picking my own seat too :) There's nothing to worry about.\n  ","522020":"\n  small talk -_-\n  \n  I'm good though. hbu?\n  ","522021":"\n  Thanks for that insightful information\n  ","522022":"\n  money, gift card...\n  \n  I usually have one big Christmas present and then smaller ones. I'm not really sure what i want still!! Usually have some type of idea already or the starting of December ¯\\_(ツ)_\/¯\n  ","522023":"\n  I do but I don't actively search for new artists either.\n  \n  I think starry night is my favorite painting\n  ","522024":"\n  season 8, episode 2\n  \n  I rewatched some of season 7. I missed a few episodes and then got caught up to what I last remembered.\n  \n  think I'll put it on since I don't really have anything else to do right now. nice chill day :)\n  ","522025":"\n  Just finished the tea.. so much ginger in it omg.\n  \n  I might watch some walking dead now.\n  ","522026":"\n  😂😂😂\n  \n  good for thanksgiving too\n  ","522027":"\n  Weirdo\n  ","522028":"\n  I really don't like whoever sends this.\n  ","522029":"\n  roses and sunflowers are my favorites!\n  ","522030":"\n  Yes. More so online or on the tv these days.\n  ","522031":"\n  yes\n  ","522032":"\n  How cute is this cup though?\n  ","522033":"\n  mild at best\n  ","522034":"\n  Why do you keep repeating the same questions I've already answered?\n  ","522035":"\n  6:36pm\n  ","522036":"\n  and who might you be? :p\n  ","522037":"\n  I find this funny. Eating some pho. Mom feels sick today so we're all taking precautions and drinking ginger tea too XD\n  ","522038":"\n  I'm straight. Never been with a girl.\n  \n  I answered a question... no biggie.\n  ","522039":"\n  The Princess Switch and some other new xmas movie i noticed on Netflix.\n  ","522040":"\n  Thanksgiving and Christmas lol\n  ","522041":"\n  Grease, Dirty Dancing, Lion King etc\n  ","522042":"\n  You looked in the mirror\n  ","522043":"\n  hmm I'm not sure exactly which would be the highest one..\n  ","522044":"\n  hello\n  ","522045":"\n  The thigh pic wasn't enough?\n  \n  knee fetish seems odd\n  ","522046":"\n  yes :)\n  ","522047":"\n  yes!\n  ","522048":"\n  You actually think he's a threat?\n  \n  maybe to himself\n  ","522049":"\n  Four people?\n  ","522050":"\n  True.\n  \n  I personally like older music but I listen to current music as well x\n  ","522051":"\n  ¯\\_(ツ)_\/¯\n  ","522052":"\n  yes :)\n  ","522053":"\n  boots\n  ","522054":"\n  You overthink a lot\n  ","522055":"\n  😂😂😂\n  ","522056":"\n  It definitely could but that's sad that they'd stay with someone who puts them in the position of abuse and neglect in the first place.\n  \n  I believe it's our bodies to do what we want and I also think it's fine to abort if circumstances were bad, abuse included. I wouldn't belittle anyone due to their choices either.\n  ","522057":"\n  Women have the power over men. You can literally walk away in situations. I believe it talks about cheating as well? idk i haven't properly watched the movie it is based on. Only parts of it when the original cast is driving in the  car lol\n  ","522058":"\n  Not really. Would be a bit much. They probably just talk about the job together because its common ground and forget about everything else?\n  ","522059":"\n  not really.\n  \n  my choice :P\n  ","522060":"\n  indeed\n  ","522061":"\n  When you were going to put The Walking Dead on but The Princess Switch preview got you interested in watching it XD\n  ","522062":"\n  cutie\n  ","522063":"\n  My favorite flowers :)\n  ","522064":"\n  Double standards suck.\n  ","522065":"\n  Ones when I was younger :P\n  \n  don't have them digitalised.\n  \n  Also not the answer you were looking for XD\n  ","522066":"\n  I guess Tommy. Was popular growing up. I still think of them when I see the colors on other items XD Like how original :P\n  \n  I've never worn CK\n  ","522067":"\n  I usually go to the gym at night but not super late either\n  ","522068":"\n  I love summer!\n  \n  But holiday wise - thanksgiving and Christmas. The 4th of July is great too.\n  ","522069":"\n  my sister wants to decorate already 😂\n  ","522070":"\n  :)\n  ","522071":"\n  roses and sunflowers!\n  ","522072":"\n\n   @Hoff_tom\n  \n","522073":"\n  I'm not sure! I think they look beautiful in movies. I've never been to a church wedding. I'm not religious so I'd need to do all the communion stuff if I wanted to have one?\n  ","522074":"\n  Why do you keep sending this when I wasn't even on? lol\n  ","522075":"\n  Lucy Lou...\n  ","522076":"\n  No problem :)\n  ","522077":"\n  I think I'm ok, not the best. Definitely need time to warm up to it lol\n  ","522078":"\n  I'm doing well. Thanks for asking :)\n  ","522079":"\n  Guess she liked the presents?\n  ","522080":"\n  Friday i went to the gym\n  \n  Saturday was spent shopping\n  \n  i ended up missing the zumba event today. oh well. I'm not sure what I'll be doing then.\n  ","522081":"\n  Not really lol\n  \n  I could be at the gym or elsewhere\n  \n  maybe if been talking about him \/ being naughty....\n  ","522082":"\n  Trusting the process. pro and cons. Hedonist thinking.\n  ","522083":"\n  I don't think so. Just means he's not always listening to those who need it most? I hope you get through the darkness. You deserve good things.\n  ","522084":"\n  No. It was pretty nice\n  \n\n   @mawiocudwoc\n  \n","522085":"\n  I'm not sure. I share a lot of stuff lol\n  \n  Some might not know what I look like if that counts :p\n  ","522086":"\n  everything\n  ","522087":"\n  scrambled  eggs with peppers and onions included.\n  \n  Or BK, Mcdonalds breakfast. Something greasy XD\n  ","522088":"\n  *inserts cute dog gif*\n  \n  you too\n  ","522089":"\n  Good night Rudolph\n  \n  🎅⛄❄\n  ","522090":"\n  aren't we all?\n  \n  lol, good night\n  ","522091":"\n  There's a window too.\n  ","522092":"\n  The door\n  \n  closet\n  \n  tv ontop of dresser\n  \n  nightstand\n  \n  bed\n  \n  desk, uncomfy chair\n  \n  a Lyndsey on said bed\n  \n  pretty basic guest room lol\n  ","522093":"\n  Zer?\n  ","522094":"\n  this is what i had today\n  \n  -\n  \n  breakfast: oatmeal\n  \n  lunch: a chicken ceasar wrap from the mall. forget the name of the place\n  \n  snack(s): a few pistachios, a clementine\n  \n  dinner: penne\n  \n  my sister ended up getting an oreo shake from Dennys and barely touched it. handed it off to me lol She can be very indecisive with food..\n  \n  I have some water on my nightstand\n  \n  the end\n  \n  not the best, not the worst\n  ","522095":"\n  I'd go with bleachers or the rink itself?\n  ","522096":"\n  Not anon.\n  ","522097":"\n  juicy fruit or something minty\n  ","522098":"\n  Well you are a little younger :p\n  ","522099":"\n  couldn't tell you\n  ","522100":"\n  nope\n  ","522101":"\n  plenty of things\n  \n  fidget spinners came to mind o.o\n  ","522102":"\n  read\n  \n  write when the mood strikes\n  \n  gym\n  \n  swim\n  \n  shop even though it can be blah at times.\n  ","522103":"\n  I guess thanksgiving. I haven't seen everyone since the \"international\" party my sister-in-law hosted. I care more for the desserts than the actual dinner but my nephew's uncle is a really good cook. I'm surprised he's never tried being a chef..\n  ","522104":"\n  such a shame\n  \n  i don't get why people keep talking about him though.\n  ","522105":"\n  Amazon money would be nice\n  ","522106":"\n  Make me what exactly?\n  ","522107":"\n  hmm\n  ","522108":"\n  Same. 28-35 would be my ideal age limits right now\n  ","522109":"\n  Sometimes or just works out that way\n  ","522110":"\n  It's a baby Lulu\n  ","522111":"\n  kind of\n  \n  or 1% dude but it's less frequent with him.. hence the awful nickname\n  ","522112":"\n  $5-10?\n  ","522113":"\n  How old is he?\n  \n  same. my brother is 40 and I'm like, please be a little closer to my age lol.\n  ","522114":"\n  idk. He had a long day too ¯\\_(ツ)_\/¯\n  ","522115":"\n  um thanks lol\n  ","522116":"\n  \"friend\" 😉\n  ","522117":"\n  random, sleepy, full\n  ","522118":"\n  The ones I have elsewhere :)\n  ","522119":"\n  Of course you do  >. <\n  ","522120":"\n  Right!  :o\n  ","522121":"\n  I don't see how it's problematic since he does drag. Also if you can't laugh at yourself then maybe comedy isn't for them. If people got offended, I think it's more on that person than the actual comedian.\n  ","522122":"\n  SANTA IS REAL! 🎅\n  ","522123":"\n  🙆🙆🙆🙆\n  \n  shhh\n  ","522124":"\n  I was thinking outside of social media :P\n  ","522125":"\n  nah. I'm quite indifferent when it comes to stuff like that. Five is also too many for me to really care lol\n  ","522126":"\n  little lion man would become your king too lol\n  ","522127":"\n  Queen 👸👑\n  ","522128":"\n  If the crown fits\n  ","522129":"\n  chicken parm + Chinese food 😍\n  \n  I wish I had chicken for this penne\n  ","522130":"\n  nooooo 😲\n  ","522131":"\n  I'm not sure!\n  ","522132":"\n  my Christmas sock game will be strong 🎅⛄❄\n  ","522133":"\n  It's innocent :P\n  ","522134":"\n  There are a few more but I clear conversations at times which makes them get off the first page\n  ","522135":"\n  99% chance I'd say\n  ","522136":"\n  Not recently ¯\\_(ツ)_\/¯\n  ","522137":"\n  wouldn't surprise me\n  ","522138":"\n  ok then\n  ","522139":"\n  Christmas Vacation and Christmas Story 🎅\n  ","522140":"\n  You don't have to worry\n  ","522141":"\n  I don't need to always mention him lol\n  \n  Yes, we do.\n  ","522142":"\n  I get a lot of questions at times or didn't have an answer straight away.\n  ","522143":"\n  Fascinating.\n  ","522144":"\n  Some more thought provoking questions would be nice. I'll take anything though.\n  ","522145":"\n  6120\n  ","522146":"\n  They are ok.\n  \n  My best friend's favorite.\n  ","522147":"\n  No? I think the lowest grades were D's. or high Cs\n  ","522148":"\n  I'm glad people like the secret santa idea 🎅❄⛄🎅❄⛄\n  ","522149":"\n  waiting on that answer from my hater ;)\n  \n  ~\n  \n  shopping. can go well or badly *crosses fingers*\n  \n  weightloss stuff is always on going 💪\n  ","522150":"\n  English, please.\n  ","522151":"\n  Hopefully shopping won't be bad today 😂\n  ","522152":"\n  What do I need to seek help with? Please enlighten me.\n  \n  Also same could be said of you since you go on here too. Spreading hate as well. It's quite sad.\n  ","522153":"\n  Hi Ben. You are way more repulsive.\n  ","522154":"\n  I thought I turned off anon for the night\n  \n  apparently it didn't listen to me lol\n  ","522155":"\n  Happy birthday to her!\n  \n  have fun\n  \n  thanks :)\n  ","522156":"\n  who knows. it definitely is harder\n  \n  anyways, I should sleep now. The xmas secret santa idea came to me and wanted to get it out before I forgot lol\n  ","522157":"\n  I hope this is directed towards Lahore. I'm gone for a few minutes and I see this crap, again.\n  ","522158":"\n  bye tinsel\n  ","522159":"\n  Sweet dreams\n  ","522160":"\n  Put more bugspray on. Move to a different campsite. Mosquito bites made me have a reaction. Had to get a steroid shot, gained weight. Which the shot most likely caused the insulin resistance. Would have been nice if doctors told me what was going on instead of finding out that I have pcos this freaking year.\n  \n  don't be so hard on yourself. You were smaller then... Also you should have joined a gym way sooner. but maybe you would have hated that? felt pushed instead of own decision. should have learned earlier that diets didn't work for you, lifestyle change does. Also should have gave up pepsi way before you did too.\n  \n  Should have got a job while also in school, saved more $\n  \n  simple things, really.\n  \n  oh well.\n  ","522161":"\n  I lost track of time on instagram 😂\n  \n  good night then :P\n  ","522162":"\n  Why are you so obsessed with her?\n  \n  Obviously not since she usually ends up on my block list.\n  ","522163":"\n  The gym & swimming. I'll just count them as one since both are active. It makes me happier in my body, good for mental health, seeing the results.\n  \n  Music! It makes me feel good. Especially ones that I can relate with.\n  \n  I feel way better when I eat healthy. So good nutritious foods. If that's a bit cheating then... a good book!\n  \n  ~\n  \n  People  (family, friends ) and pets definitely help but i wanted to focus outside of that.\n  ","522164":"\n  I guess the feet ones.\n  \n  ¯\\_(ツ)_\/¯\n  ","522165":"\n  There's something that I regret but besides that, no.\n  ","522166":"\n  I like you :)\n  ","522167":"\n\n   https:\/\/youtu.be\/bo_efYhYU2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I love the whole song 😍\n  \n  I still need to see the movie!\n  ","522168":"\n  \"stop feeling insecure\"\n  \n  like it's so easy.\n  \n  I could say more but I don't feel like going on a rant and getting myself annoyed 😲\n  ","522169":"\n  That's a good example.\n  ","522170":"\n  I'm not sure what I'd name it. Still a lot to learn\n  ","522171":"\n  Who hasn't at some point?\n  ","522172":"\n  it doesn't work when I do\n  \n  he doesn't come off anon either\n  \n  gets multiple accounts\n  ","522173":"\n  Yes. I just answered in a different question ⬇\n  ","522174":"\n  We need to buy some more ham slices.\n  ","522175":"\n  When this made you think of the last foot pic i did :o\n  ","522176":"\n  Yes! I don't think I have a good singing voice so I'll not make people suffer.\n  ","522177":"\n  If I drank a lot 😂\n  ","522178":"\n  I went to the gym tonight.\n  \n  Saturday - I'll be going shopping, trying to get some good deals.\n  \n  Sunday - my gym is doing a zumba event. Admission is 5 canned goods but basically free.\n  ","522179":"\n  I think New York and London would look amazing in the winter!\n  \n  Also tropical places would be nice if not wanting to deal with the snow.\n  \n  ~\n  \n  I know I'll be going to Las Vegas for a few days but still don't know when.\n  ","522180":"\n  Yes 💪🙆\n  ","522181":"\n  Grease\n  \n  Dirty Dancing\n  \n  Lion King\n  \n  Titanic\n  \n  Sound of Music\n  \n  & some other ones\n  ","522182":"\n  I don't have shorts on or a bra. no thanks\n  ","522183":"\n  Loads.\n  \n  I don't feel like posting the ss of everything. People seem to keep asking about it ⬇\n  ","522184":"\n  Not in the winter XD It's literally just grey skies, snow, more gloomy days.\n  ","522185":"\n  I'm glad that I'm not getting snow.\n  \n  Both areas are good. I think I'm more of a West Coast girl XD Seeing the sun makes me happy.\n  ","522186":"\n  Nice point :P\n  \n  still weird to me though\n  ","522187":"\n  Going shopping, hopefully get some good deals.\n  ","522188":"\n  I'm not going to be nice to someone who nonstop harasses me. Nor do I need to explain anything to the person who called me a retard, especially when i doubt they ever tried holding a real genuine conversation with me.\n  ","522189":"\n  Not that far. There's a Burger King across the street from it too.\n  ","522190":"\n  I don't think so. Obviously supermarkets would have\n  ","522191":"\n  I thought you were going to stop?\n  ","522192":"\n  I don't wear crop tops. Don't think they'd look good on my body\n  ","522193":"\n  I'm not sure. I went to the gym. Ate dinner and took my protein stuff to help the muscle repair process, along with my metformin pill.\n  \n  I do need to sleep early tonight since need to wake up early.\n  ","522194":"\n  I don't like being the messenger. I think he stopped anyways\n  ","522195":"\n  Usually whole wheat if I do. I probably have it once or twice a month if that.\n  \n  I want to get some zucchini and squash though since my sister has one of those spiral machines. They are very into their gadgets.\n  ","522196":"\n  Don't know his @  unfortunately\n  ","522197":"\n  Which song?\n  ","522198":"\n\n   https:\/\/youtu.be\/8N-qO3sPMjc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","522199":"\n  Not into that\n  ","522200":"\n  Who is Eva?\n  ","522201":"\n  You think?\n  ","522202":"\n  lol\n  ","522203":"\n  You going to balloon him to death?\n  ","522204":"\n  sadly\n  ","522205":"\n  My page says the opposite\n  ","522206":"\n  Wednesday\n  ","522207":"\n  ponytail. I don't need hair in my face at the gym :P\n  \n  I'd rather get hairstyle advice from other women, including nonbinary, trans etc\n  \n  everyone besides you, really.\n  ","522208":"\n  You should start with using people's given names first. Much better than silly nicknames\n  ","522209":"\n  Thanks. Same lol\n  \n  bit creepy\n  ","522210":"\n  $35 monthly\n  \n  $180 for 6 months (210.. so save a little there too)\n  \n  $338 yearly\n  \n  (you do save a tiny bit.. 35x12=420)\n  \n  There is a $5 day pass but that would be annoying. They always make you sign papers. I wish they'd only do it if something CHANGED on it. Should only have to sign the liability paper.. oh well, keep killing trees, i guess.\n  \n  I have been going a lot. With a few days off here and there.\n  \n  The yearly doesn't sound that good just because I don't know how long I'll be here ¯\\_(ツ)_\/¯\n  ","522211":"\n  It's pretty pathetic when they bring their appearance into the fighting.\n  \n  Seems pretty average to me ¯\\_(ツ)_\/¯\n  ","522212":"\n  December\n  \n  it's in my bio too\n  ","522213":"\n  Where you from?\n  ","522214":"\n  No, I don't. I use metformin for pcos. I don't have diabetes. It's good that you track it! That seems pretty high to me. I hope tomorrow you eat better. Enjoy your night sweetie\n  ","522215":"\n  The day i post a picture\n  ","522216":"\n  I suppose. My dad called me a natural when I was holding my best friend's stepmom's baby.\n  \n  The first baby i held was my nephew. He's also a December birthday!\n  ","522217":"\n  The gym.\n  \n  I feel in a better mood than yesterday. It's also expiring soon, i do the monthly membership.\n  ","522218":"\n  True. It's sad that it even has to happen\n  \n  I don't really watch those shows. Other criminal shows are good though.\n  ","522219":"\n  It sounds disgusting! ¯\\_(ツ)_\/¯\n  ","522220":"\n  Neither\n  \n  maybe I'll feel differently about the pizza later lol\n  ","522221":"\n  go away lahore\n  ","522222":"\n  no\n  ","522223":"\n  carrots last night\n  \n  Would hummus be considered? Otherwise, I haven't had any vegetable servings today lol\n  ","522224":"\n  When you don't remember what your username is but I wouldn't talk with you earlier.\n  ","522225":"\n  Does anyone have actual questions?\n  ","522226":"\n  I don't follow political pages. No real opinion on it.\n  ","522227":"\n  aw that's cute\n  ","522228":"\n  It's not wet anymore. Air dried then helped with the hair dryer.\n  \n  My hair makes me feel ugly right now. It's so dark on the roots and then the rest of the blonde highlights are saving on for dear life XD\n  ","522229":"\n  true\n  ","522230":"\n  Judging you\n  ","522231":"\n  yes, she was lol\n  ","522232":"\n  Yes! Blue is my favorite color so topaz\/sapphire are great!\n  ","522233":"\n  That was Leonardo da Caprio 😂\n  ","522234":"\n  Yes, he is. In my favorites somewhere :)\n  ","522235":"\n  I have some music going\n  \n  need to dry my hair\n  ","522236":"\n  oh thought you wanted me to send some out lol\n  ","522237":"\n  likewise\n  ","522238":"\n  toy poodle - Lulu\n  \n  husky chow mix - Bruin\n  \n  basset hound - Wrangler\n  ","522239":"\n  We have 3 dogs and two cats in the house.\n  ","522240":"\n  I'm not sure. I don't really look for funny videos to watch. I view more fashion, beauty, vloggers...\n  \n  Friday night cranks? was funny to watch when I was younger. Also I love the show impractical jokers.\n  ","522241":"\n  When his balls drop\n  \n  gets laid\n  \n  his actions !!\n  ","522242":"\n  hey\n  ","522243":"\n  When\n  \n   @NO3MM3RZ\n  \n  little lion man came to mind 😂\n  ","522244":"\n  I hope everything goes smoothly x\n  ","522245":"\n  I have no idea lol\n  \n  there's no negative connection to any of them\n  ","522246":"\n  I don't know what that means\n  ","522247":"\n  ok..\n  ","522248":"\n  it can be\n  ","522249":"\n  Because the outside doesn't match up to my personality. I don't always like my appearance etc\n  ","522250":"\n  You could do that\n  ","522251":"\n  Can be risky. Why not just be cops pretending to be the teens...\n  \n  Also what if it's their first offense, no criminal records... it could mess up someone's life if they were attracted to someone. Obviously a higher age limit would be better than 13.. still gross. I think it depends on the predators age as well.\n  ","522252":"\n  Do whatever you want\n  ","522253":"\n  The booty?\n  ","522254":"\n  Thanks\n  ","522255":"\n  Agreed.\n  \n  He was better when younger tho lol\n  ","522256":"\n  inside\n  ","522257":"\n  Probably because the mouth might go other places after, more sanitary beforehand  ; )\n  ","522258":"\n  We have an antique calendar that you move the chimney piece to the next day. It's my favorite thing to do in the morning.\n  \n  Sadly it's in Maine.\n  \n  I think my sister might have one though...\n  ","522259":"\n  If I wanted to answer the QOTD, I would have.\n  ","522260":"\n  I haven't been keeping it on lately. It felt like an icebox. The bil ended up doing something to it that helps spread warmth though but I haven't tried it out yet.\n  ","522261":"\n  Yes\n  ","522262":"\n  Ashley, Jennifer, Alexandra etc\n  ","522263":"\n  ridiculous s3xual page 😂\n  \n  I am single though.\n  ","522264":"\n  I am now.\n  \n  sent 5 hours ago. If I was here i would have been answering questions :P\n  ","522265":"\n  Good night snowballs\n  \n  ❄🎅⛄\n  ","522266":"\n  You sent this again... why??\n  ","522267":"\n  I hope there's not a song about knees o.o\n  ","522268":"\n  I'm not that stupid.\n  ","522269":"\n  you realize that you did change the password and kept logging in with the old one.. Oops\n  ","522270":"\n  I don't believe that I've done that.\n  ","522271":"\n  I did ⬇\n  ","522272":"\n  Paris in the  1920s seems fun\n  ","522273":"\n  When nobody really gives you thought provoking questions so how am I supposed to act all grown up?\n  ","522274":"\n  Why keep following then?\n  ","522275":"\n  why come to MY page to be a child?\n  ","522276":"\n  Just the Main guys\n  ","522277":"\n  Is this\n  \n   @AestheticStar\n  \n\n  I don't really know any Amanda's on here.\n  \n  Why should I?\n  ","522278":"\n  lol ok then\n  \n  How old are you?\n  ","522279":"\n  Not something I'd keep track of\n  \n  I'd say 3 though? ¯\\_(ツ)_\/¯\n  ","522280":"\n  How? There's a bunch of late 20's on here but you just have a problem with me?\n  ","522281":"\n  o.o\n  ","522282":"\n  This sounds creepy lol\n  ","522283":"\n  why thank you\n  \n  best king!!\n  ","522284":"\n  I have both.\n  \n  I don't really give my ig to anons though\n  ","522285":"\n  showing myself doesn't equal being honest lol\n  ","522286":"\n  Thanks :)\n  ","522287":"\n  My feet needed one yesterday & thighs.\n  ","522288":"\n  grr. its on a Sunday this year :\/\n  \n  December 16th\n  \n  also in my bio ⛄\n  ","522289":"\n  You're a monster, Mr. Grinch 🎤\n  ","522290":"\n  You have me confused with someone who takes selfies a lot 😂\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522291":"\n  A trip to Vegas for a few days but I don't know when!!\n  \n  It was supposed to be Nov 28th- Dec 3rd i think but my sister-in-law decided that the trip was just going to be for friends instead. Rather do my own thing instead of what she'd want to do so its fine.\n  \n  Maybe my birthday weekend instead? who knows!!\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522292":"\n  No, surprisingly! I was tardy and absent a lot but it didn't stop me getting the work done and honor roll.\n  \n  I definitely was way better with that my jr and senior year. Total 360 XD\n  ","522293":"\n  Maine. Hence why my parents ended up buying a cottage there. We'd go to the same area every summer.\n  \n  Myrtle Beach was a pretty cool vacation.\n  \n  AZ is nice to be a \"snowbird\"\n  ","522294":"\n  I actually haven't seen it. I do like crime movies at times! Seems like good actors in it\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522295":"\n  night\n  \n  i have the lights off and The Grinch on\n  ","522296":"\n  I do\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522297":"\n  go look at my thighs\n  ","522298":"\n  No, I don't believe that.\n  ","522299":"\n  No. Love should be. A connection. How well they get on. Money is important but it's not everything. Sex isn't everything in the relationship either.\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522300":"\n  lol thanks\n  ","522301":"\n  Yes but certain things could be better too.\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522302":"\n  Why ask questions you already know the answer to?\n  \n  still haven't\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522303":"\n  I kind of forget life hacks after a while XD\n  \n  most are common sense, I feel.\n  \n  this made me laugh tho\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522304":"\n  I have them on sc still but we don't really talk that way anymore.\n  ","522305":"\n  he'd be 2nd then\n  \n  but I feel like it didn't really go that far with him either so I didn't mention lol\n  ","522306":"\n  all about that content 🙆\n  ","522307":"\n  The first one that I've ever cybered with on here lmao\n  ","522308":"\n  more, more, more\n  \n  should be happy i even did it\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522309":"\n  On here? So..\n  \n  scott\n  \n  m\n  \n  1% dude as you like to call him\n  \n  probably lol\n  \n  who knows\n  \n  never met any. lol @ Canadian, Mexican and the other one which is still far away 😂\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522310":"\n  Good Will Hunting ended and the screen thing kept changing.\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522311":"\n  No. Who can keep track with all the accounts?\n  \n  Also questions about myself would be better.\n  \n  ❄ ноиєsтџ иїgнт ❄\n  ","522312":"\n  ❄Honesty night ❄\n  ","522313":"\n  Lion king, Aladdin, Mulan etc\n  ","522314":"\n  Why separate everyone?\n  ","522315":"\n  followed\n  ","522316":"\n  Complex. A stronger connection. Shared experience.\n  \n  Sex isn't always about love\n  ","522317":"\n  ok\n  \n  Skyla just asked him to go to California\n  ","522318":"\n  some anons on here too 😂\n  ","522319":"\n  Good Will Hunting is making me miss Robin Williams\n  \n  r.i.p\n  ","522320":"\n  Just past stuff i suppose, at times.\n  \n  or I'll regret not going to the gym tonight lol\n  ","522321":"\n  Lion king toys, those barbie things...\n  ","522322":"\n  Thanks\n  \n  I put Good Will Hunting on since it was on Netflix. Will watch more Walking Dead after :)\n  ","522323":"\n  When a site decides to log you out and won't let you log in even though nothing changed with the account -_-\n  ","522324":"\n  Can go either way.\n  \n  Not in the mood for atm\n  ","522325":"\n  Still cooking\n  \n  ham steak, baked potato, salad and some veggies, I think green beans?\n  ","522326":"\n  True.\n  ","522327":"\n\n   @poetalunam\n  \n  and\n  \n   @Courrtana\n  \n  came to mind first.\n  ","522328":"\n  Yes. They sent it around 5pm\n  \n  thought it was odd too\n  \n  but hey, everyone gets busy.\n  ","522329":"\n  .\n  ","522330":"\n  Right....\n  ","522331":"\n  easy for me then lol\n  ","522332":"\n  😇😈\n  ","522333":"\n  😆\n  ","522334":"\n  I can see clearly now that the rain is gone 🎤\n  ","522335":"\n  friendship, in agreement, turning things s3xual etc\n  ","522336":"\n  I'd rather not\n  ","522337":"\n  laughing my a s s off\n  \n  big booty problems, man.\n  ","522338":"\n  already answered ⬇\n  ","522339":"\n  Thanks :D\n  \n  The 1stphorm people actually had a thanksgiving post up today and a lot of the ones I mentioned were on it so that's cool.\n  ","522340":"\n  😂😂😂\n  \n  you took it that way, not me :P\n  ","522341":"\n  Because you would harass me nonstop on here & there\n  \n  duh\n  \n  I don't need your stupid sh!t at multiple social medias.\n  ","522342":"\n  hi balloon girl\n  ","522343":"\n  you and\n  \n   @mawiocudwoc\n  \n  would get along so well!\n  ","522344":"\n  and yet won't even untick to wall to wall\n  ","522345":"\n  I do but I don't think that is what I need rn either :P\n  ","522346":"\n  Aww\n  ","522347":"\n  Definitely more strength though.\n  ","522348":"\n  Haha no thanks!!! ❄⛄\n  ","522349":"\n  Not really. I use machines more. Obviously weighted but not what you mean...\n  ","522350":"\n  I feel blah today and not really sure why. I didn't sleep well but besides that, I should feel more normal.\n  ","522351":"\n  lovely :)\n  ","522352":"\n  such as?\n  ","522353":"\n  There's no picture?\n  \n  But yes, he told me what he was going to do.\n  \n  gave a bit of advice too\n  ","522354":"\n  untick then\n  ","522355":"\n  Thanks sunshine\n  ","522356":"\n  Right!!\n  \n  saw yours then went to my inbox and was like *facepalm*\n  ","522357":"\n  I'm not\n  ","522358":"\n  THEN WHY DID\n  \n   @NineGDxFour\n  \n  GET IT TOO? HMM\n  ","522359":"\n  Indians \/ Pakistan guys do weird things ¯\\_(ツ)_\/¯\n  ","522360":"\n  who??\n  ","522361":"\n\n   https:\/\/youtu.be\/eVvjKA22MYs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","522362":"\n  Hi. Do you have an actual question?\n  ","522363":"\n  XD\n  ","522364":"\n  You want to make a diagram of my sex life or lack of one?\n  ","522365":"\n  I'm not really sure what rules I'd set. I feel like that would be a joint decision between the future father and I. It would also depend on the age of them, definitely.\n  ","522366":"\n  taking its time then\n  ","522367":"\n  cocky... being confident is fine but damn, son!\n  \n  abusive in any shape or form\n  \n  just can't communicate with\n  \n  someone who isn't funny or doesn't get my humor\n  \n  no ambitions\n  ","522368":"\n  indeed!\n  ","522369":"\n  You\n  ","522370":"\n  Bra and underwear.\n  \n  I need some better ones\n  ","522371":"\n  Yes, the ones in New Hampshire.\n  \n  I've never skied or snowboarded before.\n  \n  Just sledding\n  ","522372":"\n  ew, don't remind me.\n  ","522373":"\n  I meant December 16th :P\n  \n  That's a bit early! I guess if it's a fake tree, do you, girl!\n  ","522374":"\n  Around the 16th, my birthday :D\n  \n  My mom actually went into labor with me when looking for a tree so it feels kind of special lol.\n  \n  but ideally, after thanksgiving \/ somewhere in December. They haven't put out the real trees yet to buy.\n  ","522375":"\n  Yes, most from here.\n  \n  I'd say someone else too but we haven't been talking. I don't remember his username elsewhere and the game site we'd talk at doesn't work for me, stupid shockwave bs\n  ","522376":"\n  I was thinking about Joni Mitchell's Blue cd for my mom. I remember she tried finding it before and someone on The Voice sang one of her songs and it clicked into place XD\n  \n  My sister's tea cupboard is horrible. Boxes of tea everywhere. I was thinking of getting those clear containers with the dividers to put them in so its all organized. Also a perfume from VS.\n  \n  not sure on anyone else right now\n  ","522377":"\n  I'm not sure.\n  ","522378":"\n  You didn't get the song reference\n  ","522379":"\n  hundred?\n  ","522380":"\n  leave!! go to a shelter or someplace safe.\n  \n  Seek therapy alone & together. The kids probably need it too.\n  \n  Does he have a mental illness? Drugs? Alcoholism? What is his why to hurting people he is supposed to love????\n  ","522381":"\n  haha nice cover\n  ","522382":"\n  with that monstrous D?\n  ","522383":"\n  The first three would help the most.\n  ","522384":"\n  I can see both sides. If it's something that could poke them in the eye, sharp, choking hazard then i wouldn't want a toy like that. Toys usually come with the age requirements. If it's more for your husband's benefit then he should have them higher up where the kids can't get them, unless when being watched \/playing together.\n  \n  I think I would just limit the cartoon time so it doesn't seem like it's always dangerous. Or just find new ones to watch. Most kids don't even know what is really happening \/ the meaning.\n  ","522385":"\n  Is he still in her life at least? Or just that you two didn't marry?\n  \n  I guess whenever they start asking. Doesn't seem like anytime soon to me.\n  \n  Maybe that it just didn't work out for you two. That he still loves her etc\n  ","522386":"\n  No. I'm still in the West Coast. Certain areas in Arizona do get snow but I'm not in those areas.\n  \n  Maine will get some today though?\n  ","522387":"\n  It definitely can be addictive. Like any other drug or alcohol it can kill brain cells. It's not *that* dangerous compared to higher drugs.\n  ","522388":"\n  At what?\n  ","522389":"\n  I think once you know then it's good to stop. I'm talking about the first month here :P\n  ","522390":"\n  it was fine lol\n  \n  was like oh sh!t\n  ","522391":"\n  ✌\n  ","522392":"\n  I don't think so.\n  ","522393":"\n  no, I'd get sick of it at some point :p\n  ","522394":"\n  It's been pretty good. Gym. I even ran 3 times. It would have been 4 but I felt weird running when this truck pulled up where I left my water bottle and gym id.\n  ","522395":"\n  Chinese food because I haven't had real one in forever\n  \n  i don't think panda express counts. usually get more healthier items\n  ","522396":"\n  yes. so annoying. I don't care what anyone wears. Don't tell me that I haven't worn girl boxers when I have. or its not acceptable because they themselves haven't worn boxers -_-\n  ","522397":"\n  But I'm already there :o\n  \n  What kind of food though? 😂\n  ","522398":"\n  Owl poop actually has all the bones of whatever said owl ate in it.\n  \n  gross, huh? :P\n  ","522399":"\n  oh noes\n  ","522400":"\n  yes :)\n  \n  but not in a romantic way\n  ","522401":"\n  The gif made me laugh :(\n  ","522402":"\n  They could be but nope. Haven't really had problems.\n  ","522403":"\n  I'll do it whenever I feel like\n  ","522404":"\n  run\n  ","522405":"\n  I remember trying those shorts on and I think they went to my lower thigh and wouldn't go up 😂 Asian sizes are annoying but they went past my thighs tonight!\n  \n  The booty, however, was all \"you shall not pass.\" So close XD\n  \n  I wonder if the top fits. It looked so small and the shorts not fitting that time discouraged me. It's late and didn't feel like taking my top off to try it.\n  ","522406":"\n  Does he have elephantitis or something? jfc\n  ","522407":"\n  😂\n  ","522408":"\n  then we could try different stuff or i won't act like a pu55y\n  ","522409":"\n  I still don't see the problem here lol\n  ","522410":"\n  A little of both.\n  ","522411":"\n  No idea.\n  ","522412":"\n  It doesn't really matter to me.\n  ","522413":"\n  ham casserole 😍\n  \n  chicken parm (fave in general )\n  \n  Chinese food\n  \n  ice cream\n  \n  homemade stews\n  ","522414":"\n  That's nice.\n  ","522415":"\n  My desk is to the right of me. My laptop and a candle is on it.\n  ","522416":"\n  It can happen whenever.\n  \n  examples: school, job, home life, friendships or relationships\n  ","522417":"\n  I'd rather not. The expectation never ends up being my reality.\n  ","522418":"\n  ¯\\_(ツ)_\/¯\n  ","522419":"\n  I haven't been over sharing as much :p\n  ","522420":"\n  wouldn't you love to know\n  ","522421":"\n  Thanks mo\n  ","522422":"\n  Pen!s that small?\n  \n  kiddinggggg\n  \n  I'm not sure! I guess it's possible. Especially if you don't want to feel those things so you block it out. Or maybe some type of mental illness could make it not feel real?? Or never felt that way so unsure of how it *should* feel.\n  \n  I can honestly say that out of my relationships one definitely tops the cake over the others. It was just so different on many levels.\n  ","522423":"\n  Yes.\n  \n  was a friend's brother who died this time.\n  \n  she'll legit be like so and so died or got arrested, in jail etc\n  \n  We lived in a bad town when we were teens XD\n  ","522424":"\n  I like the way you wash your hair\n  ","522425":"\n  Sketchers\n  \n  I liked the foamy insides\n  ","522426":"\n  yes. that thinking is unhealthy. You most likely don't have a lot of friends either unless it's easier for you if its not romantically...\n  ","522427":"\n  I have a pair that I wear daily.\n  \n  should really get a new pair\n  ","522428":"\n  Why? Think you'd be used to him by now..\n  \n  What can I help with though?\n  \n  or how did it go if it already happened\n  ","522429":"\n  BIL: Do you remember Ryan ___?\n  \n  Mom: yes\n  \n  BIL: he died\n  \n  mom: I thought he already did\n  \n  😂😂😂\n  \n  My sister keeps tabs on all the Massachusetts people she knew. Most die from heroin overdoses and I wouldn't be surprised if that's what he died from either.\n  \n  R.i.p\n  ","522430":"\n  Affection is nice but I'm also someone who wants my own space at times too.\n  ","522431":"\n  wealthy in love, baby.\n  ","522432":"\n  I'm not looking just because when people ask if something is funny, it usually isn't!\n  ","522433":"\n  I'm not sure. I feel like I'd probably lift 50-100 pounds if I did deadlifts and stuff like that.\n  \n  Most machines I'd say around 30+ pounds. but I do a lot of sets with less reps so it def feels like more at times. I think I'll up it to the next one since I was just building back up the muscle memory.\n  \n  The hip abductor is usually 50-75 or more?\n  \n  calf machine is also around 50-75\n  \n  I have been doing some weighted ball exercises too and the ball tried killing me tonight 😂 I had it over my head and my grip was slippery, it came crashing down, luckily I moved sideways and just crazed my face. That was fucking scary though! would have hurt like a bitch! probably 20ish pounds straight to the face, ouch!\n  ","522434":"\n  hahaha\n  ","522435":"\n  jay walk or something stupid like that\n  ","522436":"\n  Not yet\n  \n  Getting better though :)\n  ","522437":"\n  Not this year :(\n  \n  None really had lasers but obviously the lights near the stage.\n  ","522438":"\n  no thanks\n  \n  off to the gym now 💪🍑\n  ","522439":"\n  I guess.\n  \n  I've only had a professional facial once though. Had my nails done a few times but I've never had a pedicure.\n  \n  I did a mud mask last night :)\n  \n  I hate waiting for my hair to be done. Takes 3 hours. The after product is worth it though.\n  ","522440":"\n  To a certain extent\n  ","522441":"\n  If I had to pick someone. . maybe Adele? My chin is different but I see the resemblance at times? ¯\\_(ツ)_\/¯\n  ","522442":"\n  Right!! I'm only close with a select few.\n  \n  But that doesn't help since I'm not in Massachusetts right now.\n  \n  I say hi and stuff but like nobody ever becomes a friend here. It's easier if went to school here or had a actual real job. People at the gym seem nice but I'm more into my workouts and I'm sure everyone else is as well. Dudes seem to look at me but never talk either ¯\\_(ツ)_\/¯\n  \n  I know there's meetup groups in AZ but I'd still hate being the newbie since everyone would already be buddy buddy... also certain FB events for the holidays could bring people together but idkkkk\n  ","522443":"\n  only in my dreams\n  ","522444":"\n  being out in nature\n  \n  gym\n  \n  reading\n  \n  swimming\n  \n  good tunes\n  \n  spa like treatments\n  ","522445":"\n  gym\n  ","522446":"\n  running through your mind then?\n  ","522447":"\n  yup :)\n  ","522448":"\n  Who told you?\n  ","522449":"\n  toilet paper\n  \n  laundry detergent\n  \n  chapstick\n  \n  id\n  \n  clean underwear\n  \n  random household items you always need and basic stuff in purse or common sense ¯\\_(ツ)_\/¯\n  ","522450":"\n  ¯\\_(ツ)_\/¯\n  ","522451":"\n  Why care?\n  \n  Should only care about yourself and a partner when it comes to that.\n  ","522452":"\n  makeup, hair... just in general.\n  \n  going to the gym\n  ","522453":"\n  no...\n  ","522454":"\n  Who are we talking about here?\n  \n  But ideally, yes.\n  ","522455":"\n  I want to say it's harder for women\n  \n  but I'm not sure!\n  \n  Like my uncle snatched up a new wife straight away (she cheated)\n  \n  And then I feel like my friend's mom jumped right into the dating world after her husband died. She was engaged forever it seemed and just got married to the dude a few days ago.\n  ","522456":"\n  untick and you'll find out\n  ","522457":"\n  Atlantis\n  ","522458":"\n  Is it embarrassing that I'm listening to Christmas music while getting ready?\n  ","522459":"\n  Maybe.\n  \n  Averages around 14 miles each day. I'd probably just do 7 miles in the day and then another 7 later on at night the whole week\/weekends.\n  \n  Going around the loop here is about 5 so I'd need to push myself a little further :)\n  \n  I actually want to run but its hard for me when I have a water bottle in my hands. I need to find something that I can keep it on that doesn't bug me. I know hyrdopocket is cool but I'm not at the point where I'd ONLY wear a sports bra. I'd feel selfconscious.\n  ","522460":"\n  I won't be\n  ","522461":"\n  I feel like that's more of a guy thing\n  ","522462":"\n  out in nature \/ near water\n  ","522463":"\n  moonwalk is cooler\n  ","522464":"\n  ¯\\_(ツ)_\/¯\n  ","522465":"\n  no, on the tv.\n  ","522466":"\n  who knows\n  ","522467":"\n  Usually falls on my birthday or a few days later, sometimes earlier.\n  ","522468":"\n  Night 😴\n  ","522469":"\n  Looking at lingerie on amazon 😂\n  \n  they seemed to step up the game on there\n  ","522470":"\n  nooo\n  ","522471":"\n  I give good hugs x\n  ","522472":"\n  12:27am\n  \n  it's morning but I don't really count it\n  ","522473":"\n  I guess going to the doctor because I know why now.\n  \n  Obviously still eating right and going to the gym. No excuses :)\n  \n  Also, 1stphorm gave people gift cards for doing a good job already. .like can i haz?\n  ","522474":"\n  metformin for my pcos\n  \n  a multivitamin from 1stphorm\n  \n  and I was taking a fishoil pill but ran out of them. need to repurchase. 1stphorm does them as well but they are way more pricy and tasted way more fishy to me than the typical spring valley or whatever its called that you'd see at Walmart and other drug stores.\n  \n  That's it. Why?\n  ","522475":"\n  Any of those will do.\n  ","522476":"\n  hi king! 😀\n  ","522477":"\n  I'm not sure. Everyone i know has a common name..\n  \n  I know someone with my name as their last name but different spelling.\n  ","522478":"\n  more so around noon and night, especially before sleeping.\n  ","522479":"\n  indeed\n  ","522480":"\n  sadly :p\n  ","522481":"\n  yes 😇😈\n  ","522482":"\n  shouldn't you be sleeping?\n  ","522483":"\n  A 13 yr old has \"lots of cash\"\n  ","522484":"\n  nah. I'd probably get compared to\n  \n   @Courrtana\n  \n  again\n  \n  I have the same old navy shorts on 😂\n  \n  I have that color and green ones\n  \n  sorry for all the tags btw\n  ","522485":"\n  Happy and you know it 🎤\n  \n  I love how autocorrect wanted to say happy and healthy. Getting there! :)\n  ","522486":"\n  I'm trying out a mud mask from Josie Maran. It's already pretty dry but I have 2 minutes left. It said 5-10 minutes and I'm doing the 10 minutes.\n  ","522487":"\n  I did earlier\n  ","522488":"\n  I guess too hot.\n  ","522489":"\n  I think swallow by Lady Gaga? I believe it's that one.\n  ","522490":"\n  Yes, it can be fun.\n  ","522491":"\n  Of course!\n  \n  One of my favorite birthdays was actually spent doing laser tag and climbing in all the other stuff they had too.\n  ","522492":"\n  Yes. They are cute!\n  \n  These people in Maine have one and it's so adorable. Brown colored.\n  ","522493":"\n  Yes. One of our houses was marked as condemned and we were living outside in our popup camper for a bit. I was still young and thought it was fun rather than knowing that I was basically homeless. Also lived on Cape cod for a bit while my mom cleaned up the cabins that they have there. Before moving into a real house.\n  \n  Another time i thought we're doing good and ended up getting a huge box filled with thanksgiving food. Obviously they played it off not knowing who sent it type thing. We had a home though.\n  \n  Basically those times, i didn't know about being poor. It didn't matter.\n  \n  You could even debate that I'm homeless because I'm currently living at my sister's but I don't think it really counts that much because there's shelter, food (from me + them) and other life necessities being met all around. There's an address. I'm not living outside anywhere etc Good luck trying to cause drama if that was the intention  <3 nobody fucking cares, man.\n  ","522494":"\n  likewise\n  \n  this goes for anyone  <3\n  ","522495":"\n  I follow a lot of beauty and fashion ones.\n  \n  zoella\n  \n  Samantha maria\n  \n  remlife \/ missremiashten\n  \n  learningtobefearless\n  \n  thrifters anonymous \/ shanaemily_\n  \n  &&& many more\n  ","522496":"\n  ASK HER STUFF\n  ","522497":"\n  Good. Just watching This is Us now. HBU?\n  ","522498":"\n  I'd probably say that order!\n  ","522499":"\n  What is wrong with you?\n  ","522500":"\n  gotta get it all out XD\n  ","522501":"\n  yes.\n  \n  Goodwill, Craigslist, target, home goods, tjmax,  ikea would be my ideal places where I'd look for stuff.\n  ","522502":"\n  You are very sweet\n  ","522503":"\n  tell me that in December 🎅\n  ","522504":"\n  give it time, buddy.\n  ","522505":"\n  Let's reenact the Titanic scene\n  ","522506":"\n  Why? About what?\n  ","522507":"\n  I just told you what I had\n  ","522508":"\n  I try :)\n  ","522509":"\n  mix of old clothes and the good stuff :)\n  \n  glad to help <3\n  ","522510":"\n  No. What gave you that idea?\n  \n  Some p0rn blogs on tumblr keep following me. haven't checked them out though lol\n  ","522511":"\n  Yes, it's good.\n  \n  I'd definitely tell her to pack clothing though since would be annoying if she got all dressed up for paintballing and didn't have anything else with her.\n  ","522512":"\n  best boyfriend award!\n  \n  She better appreciate it all\n  ","522513":"\n  I'll be watching The Voice pretty soon\n  ","522514":"\n  They are in Maine right now. In the house or in a box that is in the house ¯\\_(ツ)_\/¯\n  ","522515":"\n  What did you get? :)\n  \n  no problem\n  ","522516":"\n  non leather.\n  \n  Wouldn't want that with all the snow that the east coast gets!\n  \n  lucky to be missing it this year!\n  ","522517":"\n  Well the main male actors were from that area but I do feel like it could be a little elaborated on as well.\n  \n  There's actually different kinds of Massachusetts accents. Like if you go to little italy, you'll hear more macho Italian twists to it. It sounds a lot more different than say southie area.\n  \n  People have pinpointed Worcester\/Worchester (there's always a battle on how to pronounce it) which is right outside of the Boston line, heading towards the south shore. My grandpa lived there so that's fine with me.\n  ","522518":"\n  headbutt you\n  ","522519":"\n  muffins, blueberry. Or more seasonal ones.\n  \n  Scones reminded me of mammamiamakeup on youtube\n  ","522520":"\n  loads of them.\n  \n  makeup, hair, food\n  \n  not sure what else\n  ","522521":"\n  I've never had an iphone either. I did however have an ipod at one time.\n  \n  I moved over to Samsung, mostly because my sister works for a company that has a Samsung program that she handles. I feel like Samsung is much easier to navigate. It doesn't cost as much. The camera is good enough etc\n  ","522522":"\n  Probably nervous since I know i don't like my voice recorded and wasn't sure what to say.\n  \n  wow you've watched movies. how wicked cool of you. Btw, Kelly's makes the best roastbeef sandwiches.\n  ","522523":"\n  no. Like I said earlier, I haven't played in years.\n  ","522524":"\n  my winter ones from last year.\n  \n  another pair that's more ankle length and from high school days\n  \n  i think a heeled bootie if I didn't get rid of them, forget lol\n  \n  ~\n  \n  I don't have any with me currently. Some thigh highs would be fun even though you don't really need boots in Arizona 😂\n  ","522525":"\n  I have at times but I'm definitely more a flats, sandals or boots girl.\n  \n  I'd rather have a more chunky heel if I do wear them.\n  ","522526":"\n  Thanks.\n  \n  someone mentioned how its not what they thought... wonder how they pictured it then. I don't think the real Boston accent came off in it lol\n  \n  when my sister got married, everyone stayed at The Graduate and the limo driver was all \"the accent is strong with this one \" when I said something to my mom 😂\n  ","522527":"\n  5:41pm\n  ","522528":"\n  I appreciate the summer so much.\n  \n  born in the winter though\n  ","522529":"\n  hi. Yes. Why are you repeating the same questions?\n  ","522530":"\n  Is that your way of asking for naughty honesty hour? :P\n  ","522531":"\n  Yes. Why wouldn't I be?\n  ","522532":"\n  Pretty much.\n  ","522533":"\n  I hate how it sounds recorded. much better in person or on the phone. I always get in my head since I don't know what to say either eek\n  ","522534":"\n  boots!\n  \n  I like my heels more wedged like. those skinny points scare me lol\n  ","522535":"\n  I like sandals more.\n  ","522536":"\n  clearly lol\n  ","522537":"\n  all of us\n  \n  we all have stuff to work on :)\n  ","522538":"\n  ravioli, probably a salad, Italian bread?\n  ","522539":"\n  I never know which to say XD\n  ","522540":"\n  The voice, this is us\n  \n  not much else going on today\n  ","522541":"\n  Hm what type of plans do you have? ;)\n  \n  I know there's a zumba event the 17th. free admission if you bring 5 canned foods.\n  \n  my gym membership ends soon. I believe it should be the 18th? They sent me an email reminding me earlier but they didn't give the exact date either.\n  ","522542":"\n\n   @ErinWolf4919\n  \n\n   @poetalunam\n  \n\n   @mawiocudwoc\n  \n\n   @TheChaosBringer\n  \n\n   @Courrtana\n  \n\n   @bornofsaltandsmoke\n  \n  and whoever else plays video games!\n  \n  can i just cheat and say most 80's to early 2000s games? I've answered other questions more in depth but I don't feel like repeating everything lol\n  ","522543":"\n  The wildfires\n  \n  people shooting family members or friends for the stupidest reasons\n  \n  bad parenting skills\n  \n  government\n  \n  kidnappers\n  \n  so, whatever that is in the news...\n  ","522544":"\n  crazy for you, baby 🎤\n  ","522545":"\n  It's only Tuesday lol\n  ","522546":"\n  monopoly\n  ","522547":"\n  nah. just answering newest questions first rn\n  ","522548":"\n  THE BATTLE OF THE FEET\n  \n  IM DEAD\n  \n  50\/50\n  \n  😂😂😂\n  ","522549":"\n  Maybe just the one accusing me of feet stealing\n  ","522550":"\n  none. stop sending me questions about these people, please.\n  "}}