{"Question":{"525770":"\n   glad ur not like ash and gabby funny how those 2 hate each other guts but theyre exactly the same lol always mad over everything and yet they are here all the time answering qs they could easily ignore but they dont cuz they want reasons to stay mad and snap at everyone\n  ","525771":"\n   Have you ever worked overtime?\n  ","525772":"\n   What sort of tummy muscle exercises do you usually do?\n  ","525773":"\n   all people or just some\n  ","525774":"\n   What's the best dating advice you have?\n  ","525775":"\n   What do you hate\n  ","525776":"\n   Last thing that made you smile\n  ","525777":"\n   What are you a “natural” at doing?\n  ","525778":"\n   Oh that's cool!  Do you ever go for non-fiction factual\/National Geographic type stuff?\n  ","525779":"\n   Been off work for 10 days i'm bored\n  ","525780":"\n   What books do you love to read most? Genre?\n  ","525781":"\n   Lonley and bored\n  ","525782":"\n   What is the most fun thing for you\n  ","525783":"\n   lets have some fun tonite when u return\n  ","525784":"\n   Fed up\n  ","525785":"\n   Who’s the most inconsiderate person you know?\n  ","525786":"\n   Are you a force to be reckoned with?\n  ","525787":"\n   And you won't post it if i untick?🙈\n  ","525788":"\n   Why is it important for you to express your feelings?\n  ","525789":"\n   lmao funny xo\n  ","525790":"\n   How are you?\n  ","525791":"\n   htg match time byeeee xoxo\n  ","525792":"\n   What things will you never forget that has happened in your life\n  ","525793":"\n   well im glad your alright xo\n  ","525794":"\n   oh god, im sorry\n  ","525795":"\n   WUAT UP\n  ","525796":"\n   okay i was worried be careful xo\n  ","525797":"\n   Snuggles you🌹👑\n  ","525798":"\n   sorry are you okay x\n  ","525799":"\n   where u goin\n  ","525800":"\n   im nervous before the game that ill play alright, thanks xo and its fun doing your hair x\n  ","525801":"\n   ive a match soon wyd  im a bit nervous\n  ","525802":"\n   Cutie pie🌹👑\n  ","525803":"\n   hey xo\n  ","525804":"\n   Well i'm one of your new followers! :) don't suppose you'd talk to me like \"question to question\" as some people on here call it?\n  ","525805":"\n   u should get more cuz u seem like u will be there a while more\n  ","525806":"\n   How many bra's do you have\n  ","525807":"\n   Do you love chocolate?\n  ","525808":"\n   I really hate people but I am a little lonley weird huh?\n  ","525809":"\n   Ever sunbathed topless?\n  ","525810":"\n   Gives you back rubs and cuddles🌹👑\n  ","525811":"\n   u love all of us ur perv anons lol\n  ","525812":"\n   So from what i know about you already, i'd want to get to know you more! And i'd find you very attractive too! 😚😙\n  ","525813":"\n   hey\n  ","525814":"\n   no problem they can be current ones we are okay with that\n  ","525815":"\n   What does a person do when he feels sad?\n  ","525816":"\n   Well you handle yourself with alot of grace.\n  ","525817":"\n   can we have visual verification\n  ","525818":"\n   What is the most awkward thing you've said to someone special?\n  ","525819":"\n   Have your boobs shrunk? I'm desperate to go down a couple of cup sizes\n  ","525820":"\n   Have you ever been in a casino\n  ","525821":"\n   Good night babe\n  ","525822":"\n   You get asked very \"interesting\" questions. 😂\n  ","525823":"\n   how open are you?\n  ","525824":"\n   Oh by avoiding, the last answer you gave was that your foot was numb which didnt answer my question 😅 but that answer got deleted by stupid askfm\n  ","525825":"\n   You are my favorite because you are such a sweetheart🌹👑\n  ","525826":"\n   In February! 😇 i was born in 88\n  ","525827":"\n   Oh okay 😚 eh avoiding answering that i see!😥 lol but um? Would you be open to that?\n  ","525828":"\n   You deserve anything because you’ll always be a beautiful queen🌹👑\n  ","525829":"\n   Oh born in 87 eh? A few months older than me! 😘😚\n  ","525830":"\n   🌹👑🐻🐻\n  ","525831":"\n   Oh, no i meant in general anything animated but was leaning toward Simpsons, Family guy, Southpark 😇\n  ","525832":"\n   You said \"bigger\" but still resemblance? Then that's still amazing! Good enough for me!😍😚😚😚\n  ","525833":"\n   have u always been this open or only online\n  ","525834":"\n   Not even The Simpsons?\n  ","525835":"\n   Do you still watch cartoons?\n  ","525836":"\n   Oh in that case you are beautiful!\n  ","525837":"\n   Lol ah okay well hope i get to see your painted toe nails!\n  ","525838":"\n   Love you queen🌹👑\n  ","525839":"\n   Do you look like that portrait in your profile pic?♥\n  ","525840":"\n   Lol aw! I fear that that means you're gonna take your sweet time?\n  ","525841":"\n   Hugs you 🌹👑\n  ","525842":"\n   What do you see when you look into your mind?\n  ","525843":"\n   Your feet are amazing! Would you give a guy a foot-j ? Or if he does the work and you lay back and chill out?\n  ","525844":"\n   Oh thats hot! Cant wait to see that!\n  ","525845":"\n   Oh nice to hear that! yeah i'm good!\n  ","525846":"\n   Oh good gosh! I found a dangerous environment!\n  ","525847":"\n   if u delete pap ones why u still have that legs one from months ago lol\n  ","525848":"\n   what can make u 100% happy cuz from what i read ppl been asking for at least a year\n  ","525849":"\n   So if i go for a long scroll? I might find one?\n  ","525850":"\n   Lol who's this Ben guy?\n  ","525851":"\n   King makes Lyndsey sweet and caring🌹👑\n  ","525852":"\n   Don't suppose you've ever posted a selfie?\n  ","525853":"\n   which ones u delete without answering\n  ","525854":"\n   Sorry!!! So how've you been?\n  ","525855":"\n   do u delete any qs\n  ","525856":"\n   I see you like this app\/page\/site. Ask is fun right? <3\n  ","525857":"\n   Long hair or short hair for girls?\n  ","525858":"\n   Do you make youtube videos?\n  ","525859":"\n   What was the last TV show you watched?\n  ","525860":"\n   Is there any song that is stuck in your head if there is what is it\n  ","525861":"\n   Sorry, i guess being on anonymous doesn't help, you probably don't believe i'm a 30 year old wanting to make a new friend...\n  ","525862":"\n   oh, i felt the rejection right there :\\\n  ","525863":"\n   Well, you seem really cool and sweet and open minded! (I just found you today) you're worth the dedication!\n  ","525864":"\n   Oh interesting... i feel a bit dumb now lol... and i'm very tech-wise haha (then again i don't use those types of things for music)\n  ","525865":"\n   Oh sweet! i hope i can be the next guy that gets that chance! after all i am 30...\n  ","525866":"\n   weirdest fetishes of all u seen on ur page\n  ","525867":"\n   You named it? or it's actually called that? lol\n  ","525868":"\n   What color will you paint your toe nails next?\n  ","525869":"\n   Oh who's Alexa?\n  ","525870":"\n   you said \"might not want to do that\" after i'd already done it lol...\n  ","525871":"\n   Amazing🌹👑\n  ","525872":"\n   I get underastmated a lot do you and it annoys me do you get understmated and does it annoy you\n  ","525873":"\n   That comment was in hindsight...\n  ","525874":"\n   I’d love to ravage you\n  ","525875":"\n   Oh you know where\n  ","525876":"\n   That Disturbed song is one of my fav's!\n  ","525877":"\n   do u get turned on easily\n  ","525878":"\n   Queen🌹👑\n  ","525879":"\n   Oh man ive scrolled through 3 months worth of answers and no foot pic... just found lots of guys interested in tickling your feet 😒\n  ","525880":"\n   Have you gotten to know anyone on here on another form of social media?\n  ","525881":"\n   holy crap that hypnotized me.... made me want to run around in circles outside and chase a bee, which didn't end well...\n  ","525882":"\n   😘😘\n  ","525883":"\n   Silky smooth rn?\n  ","525884":"\n   Ill take that bet\n  ","525885":"\n   id say all the fetishes can be annoying too if someone asks u bout being a cartoon block him that person is obsessed with a sesame street video and little girls in there\n  ","525886":"\n   quiero un pikachu\n  ","525887":"\n   No don't get me wrong! I'm intrigued in a good way! I love a girl with big pretty feet!😍\n  ","525888":"\n   I mean... you having that size feet, means more to love too!\n  ","525889":"\n   Last time you had great sex\n  ","525890":"\n   Pounded and spanked:) can you handle it\n  ","525891":"\n   every day theres a good night, a how are you and a ¯\\_(ツ)_\/¯ XD\n  ","525892":"\n   omg my last ex was like that like why do you even ask me if you'll get mad either way? Even saying nothing.\n  ","525893":"\n   Peaches need pounded:)\n  ","525894":"\n   Woah! Huge feet! I'd love to see them 😍😚\n  ","525895":"\n   How much weight have you lost and how did you do it?\n  ","525896":"\n   Sometimes we might think so but mentioning weight at all to a woman is never a good idea imo... even if it's a compliment they always find a way to take it wrong.\n  ","525897":"\n   Oh name?\n  ","525898":"\n   Are you a night owl, or a morning person?\n  ","525899":"\n   Your feet shrunk ?\n  ","525900":"\n   What size are your feet?\n  ","525901":"\n   Oh we know what he wants😈😈😈 a firm hand:)\n  ","525902":"\n   Gimme that booty!\n  ","525903":"\n   What is your favorite compliment that someone gave you?\n  ","525904":"\n   do u actually want ppl to be mean to u why\n  ","525905":"\n   Describe your dream vacation.....\n  ","525906":"\n   and of course ur fave person of all time lahore XD\n  ","525907":"\n   If it did, would you what are the requirements\n  ","525908":"\n   condom or nah?\n  ","525909":"\n   the q was asked to u but id say either anything from ben or that person saying theyre doing a school project\n  ","525910":"\n   which mean anons\n  ","525911":"\n   most annoying question you get asked?\n  ","525912":"\n   thats why we want u to enjoy yourself that should make u feel wanted lol\n  ","525913":"\n   🌹👑😴😴\n  ","525914":"\n   Do you often feel unwanted\n  ","525915":"\n   I’m pretty sure you’re real Lyndsey lmao\n  ","525916":"\n   Would you consider having a paypig\n  ","525917":"\n   I’d worship them\n  ","525918":"\n   I’d love to nap on your booty!\n  ","525919":"\n   wonder if its a coincidence so many women here on ask dont get along well with their dads\n  ","525920":"\n   girls are so lucky they can have one or many ppl always ready for em but guys cant pull that off unless theyre super hot or so big they fend girls off with their stick literally XD\n  ","525921":"\n   guess u dont rly miss him all that much\n  ","525922":"\n   since last nite was fun nite guess tonite is not?\n  ","525923":"\n   from what u say u dont seem to get along with ur dad i guess he stayed there?\n  ","525924":"\n   Do you have an instagram?\n  ","525925":"\n   Ever done a*al\n  ","525926":"\n   FYI. I’m not into feet but hers are lovely for the guy wondering\n  ","525927":"\n   why havent u renewed it yet it doesnt seem like ur back to maine anytime soon... maybe never lol\n  ","525928":"\n   What's going on in your life these days? You can respond with anything, it doesn't have to be exciting\n  ","525929":"\n   Woah even in the Winter? 😮 don't suppose you'd snap a new pic? Or make me do a marathon of scrolling?\n  ","525930":"\n   Aw i cant find any of your bare foot photos 😥\n  ","525931":"\n   Is this a fake page\n  ","525932":"\n   sere tu amigo hasta el final\n  ","525933":"\n   Who do you trust the most?\n  ","525934":"\n   Lol. Almost always in that mood. I meant for you. 😂\n  ","525935":"\n   thats cool\n  ","525936":"\n   2 good nite ones u got another last nite it seems thought u only did at 2 ur time\n  ","525937":"\n   POUQ\n  ","525938":"\n   🌹👑😘😘\n  ","525939":"\n   how was last nite\n  ","525940":"\n   You are what we call an ask celebrity thoo\n  ","525941":"\n   Do you feel like you have purpose on this earth\n  ","525942":"\n   how are you\n  ","525943":"\n   It's alright\n  ","525944":"\n   It's one of those nights\n  ","525945":"\n   We all are creppy.\n  ","525946":"\n   I've just tried it for the first time\n  ","525947":"\n   Hmm. Someone in the mood. 😉 ( Soft music in the background... I'm in the mood for love, simply because your near me.....) 🙂\n  ","525948":"\n   Followed:)\n  ","525949":"\n   I need sex 😟\n  ","525950":"\n   When you’re getting it rough and hard do you like your labia tugged on or pinched?\n  ","525951":"\n   Ohh imma a man 19 year anyways, but thanks haha i am dating Alisha Boe and besides i am taken but i was just wondering in general if you would haha.\n  ","525952":"\n   Would you sleep with me? Lyndsey?\n  ","525953":"\n   Wow, that's cool! I ussually only find early 20s people on here 😥😥\n  ","525954":"\n   Do you like spinach\n  ","525955":"\n   who are they\n  ","525956":"\n   how do mermaids please themselves lol\n  ","525957":"\n   Woah found someone my own age 😰😰 never thought i would!\n  ","525958":"\n   Fulltime mermaid? Do you not have feet?\n  ","525959":"\n   Which food and\/or beverage do you think you're eating\/drinking more than you should?\n  ","525960":"\n   What do you usually do with your old and\/or small clothes?\n  ","525961":"\n   Do you feel safe in your neighbourhood? Has any horrific incident happened in your neighbourhood before?\n  ","525962":"\n   Do you love coffee?\n  ","525963":"\n   I think it's best not to worry about things even if you see other people getting more done, we all reach our own destination at our own time :) And we enjoy it more that way too!\n  ","525964":"\n   Good night sugar\n  ","525965":"\n   😂 I'm 17 and you're 31 Wow Aunt Lyndsey.\n  ","525966":"\n   Followed you\n  ","525967":"\n   Hugs you softly🌹👑\n  ","525968":"\n   guys are more likely to cheat when neglected tho\n  ","525969":"\n   Where are you from?\n  ","525970":"\n   Omg u r thirty years old wow? are u married? and what about your studies and life\n  ","525971":"\n   the sad part is that there are lots of women like that out there :\/\n  ","525972":"\n   oh nvm just read below u had the other kind of fun XD hope it was good nighty nite\n  ","525973":"\n   Are you married ?\n  ","525974":"\n   watching movies tonite too?\n  ","525975":"\n   oops sorry i thought you know urdu LOL thats why i send message in urdu. haha\n  ","525976":"\n   have you got any knowledge of autism?\n  ","525977":"\n   im not on sc so tell me is number k kam zyada hone se kya hota hai aur ye streaks or score kia hota hai sc pe\n  ","525978":"\n   hi sup nm im bored k bye\n  ","525979":"\n   Brightens your heart🌹👑\n  ","525980":"\n   Lyndsey🌹👑\n  ","525981":"\n   What does true friendship mean to you?\n  ","525982":"\n   Follows my heart🌹👑\n  ","525983":"\n   They have a couple of songs that are pretty popular on the radio if you listen to that. “These are my friends” and “broken”\n  ","525984":"\n   Some likes please...😉\n  ","525985":"\n   Do you feel like you are damaged\n  ","525986":"\n   زعلانه ➡sad \nIn Egyptian accent\n  ","525987":"\n   Do you ever go to your parents and ask them for advice when you need it even thou you're an adult\n  ","525988":"\n   guess its safe to say tonite is that kind of night lol\n  ","525989":"\n   hola soy chucky quieres jugar\n  ","525990":"\n   Maybe  masterbation  aff\n  ","525991":"\n   seems like tonite will be fun nite indeed :)\n  ","525992":"\n   Is that an open offer?\n  ","525993":"\n   Idk if you listen to lovelytheband, but they’re playing free tonight at Tempe marketplace lol\n  ","525994":"\n   do u moan a lot\n  ","525995":"\n   What is your favorite sport to watch and play?\n  ","525996":"\n   what do you do immediately after you have sex?\n  ","525997":"\n   I am sorry that you feel the need to say masturbating because others will if you don't. If it helps you that's fine but should be because it is what you think.\n  ","525998":"\n   So cute\n  ","525999":"\n   let's get in it then i put my banana in ur avocado\n  ","526000":"\n   😔\n  ","526001":"\n   to be fair it does seem to help u a lot XD\n  ","526002":"\n   Post the last picture in your camera roll?\n  ","526003":"\n   How do you relieve stress?\n  ","526004":"\n   thats why u should go for it :) and even if u stop sharing details plz keep saying when u do it so i know ur happier than usual ;)\n  ","526005":"\n   انتى زعلانه منى يا ليندسى؟\n  ","526006":"\n   What's your most ticklish spot?\n  ","526007":"\n   i do cuz u seem so happy afterwards :) even if i cant help i want u to enjoy\n  ","526008":"\n   What are you up to\n  ","526009":"\n   i think u should play with yourself tonite\n  ","526010":"\n   Lol. No my method uses physical activities in a sensual way. 😁\n  ","526011":"\n   Put kevin my place! Under your feet!\n  ","526012":"\n   how does a soul look like? can you touch? is it ugly? or fluffy? is it tall? why am I asking this questions? is it because is askfm? who am I? what is the meaning of life? ._.\n  ","526013":"\n   If you ever have an itch on your foot, I'll tickle it away. Cus I care about you. ;)\n  ","526014":"\n   Who  is your smartest friend\n  ","526015":"\n   Could, have you ever written a book\n  ","526016":"\n   What are you dreaming about?\n  ","526017":"\n   S x today or masterbation??\n  ","526018":"\n   Since the beginning of time and when done well you get a protein drink as a bonus. 😉\n  ","526019":"\n   Would you pay £200 or $200 whatever to have a cooking lesson with Gordan Ramsey if you saw an advert about it\n  ","526020":"\n   Have your ever been cheated on or have you cheated on someone\n  ","526021":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","526022":"\n   would you let friends into the bathroom with you?\n  ","526023":"\n   are you any good at words with friends\n  ","526024":"\n   If you were given a chance to be the opener at a concert of a band you really like, would you do it?\n   \n    https:\/\/twitter.com\/_NotACreeper_\/status\/1047378070808801280\n   \n","526025":"\n   Lyndsey\n  ","526026":"\n   that was random o.O\n  ","526027":"\n   My brother said this to me if he wants a favour he wants it down now and if he can't have his own way he attacks you. He also does not do anyone else a favour if it doesn't benfit him he's 28 thoughts on him?\n  ","526028":"\n   Are u suffering from hpv or any other std?\n  ","526029":"\n   tonite should be fun nite ;)\n  ","526030":"\n   Did you reach out and stroke the poke?\n  ","526031":"\n   I have a great workout program if you would like to try it out for yourself. Free of charge of course. 🙂\n  ","526032":"\n   If your significant other was an artist would you be willing to help them out by posing?\n  ","526033":"\n   are u and ur fave ok u dont seem to talk all that much lately\n  ","526034":"\n   u might need some too XD\n  ","526035":"\n   Even better if your fingers are around it 😉\n  ","526036":"\n   Have you ever spooned with someone and felt something poke your butt?\n  ","526037":"\n   do u want some peace lol\n  ","526038":"\n   Do you have a music gulity pleasure if you do what is it\n  ","526039":"\n   How do you deal with stress\n  ","526040":"\n   Seriously love you really don't need to. You should totally do it if you want! But the truth is you don't need it 😍❤️😍\n  ","526041":"\n   it felt good that i was helping, how are you\n  ","526042":"\n   Last thing that you copy pasted?\n  ","526043":"\n   Well that is a wonderful peace\n  ","526044":"\n   Hey! 😊 Today with a friend we were talking about how the P.C culture luckily hasn't been a thing in Italy, unlikely north europeans countries. \n\nFor you: What's your point of view about political correctness? \n\n-Ciao peeps-\n  ","526045":"\n   I know the universal sign language for F off. 😂😂😂\n  ","526046":"\n   Have you ever googled yourself\n  ","526047":"\n   Have you ever cried watching tv if you have what were you watching\n  ","526048":"\n   Do you know sign lanague  or morce code\n  ","526049":"\n   Just a little fun question out of your ask fm friends who is the worst fashion sense\n  ","526050":"\n   Hey, hope you're well!\n  ","526051":"\n   hola quieres jugar\n  ","526052":"\n   Pads or tampons?\n  ","526053":"\n   Why weight loss?\n  ","526054":"\n   Which song do you usually listen to when you're happy?\n  ","526055":"\n   Cuddle me in bed. 😚\n  ","526056":"\n   Do you have a relaxation spot in your house\/apartment? How often do you use it?\n  ","526057":"\n   good mornin it had been a while since u were on early\n  ","526058":"\n   Hugs🌹👑\n  ","526059":"\n   What was your last awkward moment?\n  ","526060":"\n   ☮️ peace out.\n  ","526061":"\n   Makes your night by making you smile🌹👑✨\n  ","526062":"\n   Good night sexy\n  ","526063":"\n   Would you consider selling underwear you've worn? And for how much? X\n  ","526064":"\n   would you have had help with a friend?\n  ","526065":"\n   yes get lots of em u can post some here lol\n  ","526066":"\n   do you have to make sure your shaved with lacy underwear?\n  ","526067":"\n   matching bra and undies are sooooo sexy do u have any\n  ","526068":"\n   what was long?\n  ","526069":"\n   i thought Calvin Klein was a men's brand?\n  ","526070":"\n   its daytime for em so no wonder lol\n  ","526071":"\n   how do you go to the toilet with a big dress on?\n  ","526072":"\n   Fave underwear brand? X\n  ","526073":"\n   do u want more lol and it seems a lot of ur followers are middle east ppl\n  ","526074":"\n   Are you insecure about yourself and what people think of you\n  ","526075":"\n   why it surprises u it gets likes ppl like hearing bout ur undies XD\n  ","526076":"\n   And that's the fun part\n  ","526077":"\n   Hey will u like to get know each other\n  ","526078":"\n   And underwear and colour? Xx\n  ","526079":"\n   follow you\n   \n    @Dawiderio\n   \n   Like like spam ?\n  ","526080":"\n   What’s the last time you went to a library?\n  ","526081":"\n   u should but will u rly lol\n  ","526082":"\n   tell the world that you can juice me\n  ","526083":"\n   plans for tonite?\n  ","526084":"\n   Ran out of letter space...  so what is the most common way do you think?\n  ","526085":"\n   There was a big debate yesterday on the radio by some ladies who were debating the right way to put a bra on. The person who was saying the right way was cups on loop arms and then latch at back and then manoevere them til looking right. While others were saying tie around belly then roatate and fix\n  ","526086":"\n   is skye fave the same as yours\n  ","526087":"\n   follow you\n   \n    @Dawiderio\n   \n   Like like spam ?\n  ","526088":"\n   🌹👑✨\n  ","526089":"\n   I think I know what to do. If I was in the bedroom with you I would have you quivering in ecstasy\n  ","526090":"\n   lol what if she had asked? from what u say ur no stranger to each others habits XD\n  ","526091":"\n   Panties or booty shorts?\n  ","526092":"\n   Also, can you please tell her I hope she and bailey are doing amazing\n  ","526093":"\n   Tell her I’ll do anything to prove it\n  ","526094":"\n   Ever pulled a muscle?\n  ","526095":"\n   Hey\n  ","526096":"\n   fuck, you got all the sexy colors\n  ","526097":"\n   how many did u keep\n  ","526098":"\n   Is it important to you to know how much education your significant other has?\n  ","526099":"\n   What are you wearing rn? XX\n  ","526100":"\n   well what's the color for tonight ?\n  ","526101":"\n   most sweet person you know?\n  ","526102":"\n   maybe u should be more selective with the ppl u add there cuz bet a lot either dont talk or they just want sex\n  ","526103":"\n   You can juice me\n  ","526104":"\n   why its not like u talk bout her a lot and shes been inactive for months i missed her the one day she got on\n  ","526105":"\n   What was your first thought when you woke this morning?\n  ","526106":"\n   didnt know skye also had her own fave lol\n  ","526107":"\n   how many ben qs do u delete per day\n  ","526108":"\n   Do you feel like your opinions and ideas truly matter to others?\n  ","526109":"\n   How do you go back to be a stranger with someone who has seen your soul?\n  ","526110":"\n   G strings or thongs?\n  ","526111":"\n   glad ur page has been more clean lately too :) there were a few last nite but nothing bad like before lol\n  ","526112":"\n   did she ask u what were u doing up late last nite lol\n  ","526113":"\n   You are cuter because you’re the best queen who makes me special🌹👑\n  ","526114":"\n   Are you talking to her right now\n  ","526115":"\n   POUQ\n  ","526116":"\n   Were they both decent\n  ","526117":"\n   Skye is looking so good! Tell her we miss her please\n  ","526118":"\n   Do you think masturbation has some adverse effects on getting conceive\n  ","526119":"\n   Do you think puppies or kittens are cuter?\n  ","526120":"\n   that chick is so hot is she single?\n  ","526121":"\n   Can you tell Skye if she comes back to ask I’ll give her $100\n  ","526122":"\n   hi\n  ","526123":"\n   Do you tend to tune people out?\n  ","526124":"\n   Do you know any sociopaths?\n  ","526125":"\n   Do I control my brain, or does my brain control me? Is it even possible to know?\n  ","526126":"\n   lol no wonder cuz i think u were gone 2-3 hours like thats a rly long one or maybe u had 2 haha\n  ","526127":"\n   Do you lend money\n  ","526128":"\n   Have you ever wondered what the world would be like if you were not born\n  ","526129":"\n   would u date a 18yo if he was rly hot and u were super attracted to him\n  ","526130":"\n   Do you think men who are affarid to show their emotions  are less of a men who do\n  ","526131":"\n   How often do you usually get sick? How do you usually treat yourself?\n  ","526132":"\n   Where do you but most of your clothes? What is it that makes you keep going back to the store\/shop to buy their clothes?\n  ","526133":"\n   she prob will get a lot of ppl spamming her when shes back lol o.O\n  ","526134":"\n   Morning\/Afternoon!\/Good Evening! 😄😄\n  ","526135":"\n   whos that skye girl u posted pics of\n  ","526136":"\n   Good night babe\n  ","526137":"\n   Meant more god bless you too 😘\n  ","526138":"\n   Sucks\n  ","526139":"\n   Deleted me on snap hah\n  ","526140":"\n   Needs to get her ass back here\n  ","526141":"\n   -\n  ","526142":"\n   Why\n  ","526143":"\n   She loved me x\n  ","526144":"\n   Tell her to add me back on sc and get her ass on here :(\n  ","526145":"\n   I miss skye :(\n  ","526146":"\n   Looks like Skye will be gone for a while again, hope she's doing well\n  ","526147":"\n   You too 😊😇\n  ","526148":"\n   wow this one took a long time then\n  ","526149":"\n   I‘m 😁 then I don‘t got it lol\n  ","526150":"\n   You got what the anon meant, Lyndsey 👀 ?\n  ","526151":"\n   Of all the decorations in your house, which one is your favourite? (You can either describe it or post a picture of it or do both)\n  ","526152":"\n   What do you prefer – listening or talking?\n  ","526153":"\n   did u go for the next one\n  ","526154":"\n   pap of em showing how high they go plz\n  ","526155":"\n   Aha  that is  hot kiss   Muahhhhhhhhh\n  ","526156":"\n   I watched it \nAmazing and so funny 😍😂\n  ","526157":"\n   Key to a good kiss?\n  ","526158":"\n   Mmmm nice\n  ","526159":"\n   how big are your boobs?\n  ","526160":"\n   Are you fell wet now?\n  ","526161":"\n   Have you ever been to a house party that was crashed by the cops?\n  ","526162":"\n   A stiff one.\n  ","526163":"\n   I wish I could've been there to guide your hand.\n  ","526164":"\n   Do you get headaches much\n  ","526165":"\n   wow how can u keep up with 3-4 ppl plus being here\n  ","526166":"\n   do u engage into dirty stuff with em too or how do u reply to em if u dont\n  ","526167":"\n   who are they i know one of em is ur fave as always lol\n  ","526168":"\n   damn how many are they\n  ","526169":"\n   sounds like ur up for it tonite :)\n  ","526170":"\n   last time u touched yourself\n  ","526171":"\n   I like them but I'm way behind on the Marvel ones, the last one I watched was the first Avengers one :P\n  ","526172":"\n   I suggest \"ocean's 8\" movie for you \nIt's awesome 😂\n  ","526173":"\n   Do you like superhero movies?\n  ","526174":"\n   SUP DOOD\n  ","526175":"\n   What is your favorite thing to learn about?\n  ","526176":"\n   Which planet are you currently living on?Im on planet rock myself\n  ","526177":"\n   Who is someone that is always there for you?\n  ","526178":"\n   will it be fun nite tonite?\n  ","526179":"\n   i wonder if u been here less lately cuz u dont want ppl to keep saying ur here all the time lol\n  ","526180":"\n   Do you have Kik?\n  ","526181":"\n   Aw, sweet. That's fair.\n\nHow long do you think you could hold your foot still if someone began tickling it?\n  ","526182":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","526183":"\n   will u honestly do it by then? plz dont keep us waiting for nothing again\n  ","526184":"\n   What aspect of you are you most proud of?\n  ","526185":"\n   Favorite burger?\n  ","526186":"\n   Do you get bored of wearing\/smelling the same fragrance?\n  ","526187":"\n   i would rly like to see how u look like someday\n  ","526188":"\n   u havent given any of u yet tho\n  ","526189":"\n   How ticklish are your feet?\n  ","526190":"\n   huh?\n  ","526191":"\n   ummm im not the person complaining\n  ","526192":"\n   why u never ever post pics\n  ","526193":"\n   why would i\n  ","526194":"\n   plz add me on kik so maybe we get to talk more if ur rly there everyday cuz on sc ur only on like once or twice a week\n  ","526195":"\n   do you have a thigh gap?\n  ","526196":"\n   Or maybe it was my dreaming again.. damn\n  ","526197":"\n   nvm i forgot u dont like talking bout feelings and such so even if i was right u would never admit it anyways... i just wonder if ur ok sometimes i dont care bout dirty stuff anymore that ship has long sailed\n  ","526198":"\n   Maybe it was you!\n  ","526199":"\n   didnt u answer this yesterday? lol\n  ","526200":"\n   Do you wamt to 👅 it instead?\n  ","526201":"\n   What is the highest level of education that you achieved?\n  ","526202":"\n   A prisoner is forced to go into one of three rooms, but he can choose which room. The first room is ablaze with fire. The second one is rigged with explosives that will go off as soon as he enters. The third contains a pair of lions who haven't eaten in years. Which room should he choose to survive?\n  ","526203":"\n   Could you please get on Snapchat more often? Whenever you're on I'm usually not so I miss talking to you\n  ","526204":"\n   And what if it stays there after those methods 🙊\n  ","526205":"\n   If you could live in any other country what country would you live in and why\n  ","526206":"\n   Best way to clean something rude off your clothes?\n  ","526207":"\n   Thanks for considering us. 😊\n  ","526208":"\n   that still doesnt explain why u seem crabby lately like u dont rly want to be here but u do as a habit or something\n  ","526209":"\n   How often do you wear perfume\/cologne?\n  ","526210":"\n   im starting to think ur naughty phase is disappearing either that or it only comes once in a while\n  ","526211":"\n   i mean like lately cuz now ur not on here as much as u usually are and a lot of qs that u would normally play along with are dismissed like u did weeks ago\n  ","526212":"\n   snapname?\n  ","526213":"\n   Deep down, I bet you low-key wouldn't mind having some fun with your feet 😉\n  ","526214":"\n   Hi Lyndsey\n  ","526215":"\n   What is the longest you can go without using your phone?\n  ","526216":"\n   What's your favourite hairstyle and why?\n  ","526217":"\n   Better to have them kissed rather than tickled ! (feet)\n  ","526218":"\n   Not now, but do you *like* it? Not even a bit? :(\n  ","526219":"\n   Have you ever had a photoshoot before? If you have, post one of the pictures? If you haven't, where would you love to have a photoshoot one day?\n  ","526220":"\n   What is the biggest fight you’ve ever been in with a friend?\n  ","526221":"\n   Real talk, do you like having your feet tickled or no?\n  ","526222":"\n   Ew aliens\n  ","526223":"\n   What does this face mean ?  😈\n  ","526224":"\n   Do you have a favorite family member?\n  ","526225":"\n   are u going thru the same thing u did weeks ago cuz u seem quiet and kinda crabby\n  ","526226":"\n   Is it easy for you to follow a skincare routine? Do you always finish your bottles?\n  ","526227":"\n   I miss you and your questions\n  ","526228":"\n   What is your \"never again\" brand?\n  ","526229":"\n\n    @GreenFronter\n   \n   is looking for boyfriend\n  ","526230":"\n   i think they misspell on purpose cuz ask deletes explicits msgs either that or theyre 12 lol\n  ","526231":"\n   Nice you can do\n  ","526232":"\n   Prole send you smutty questions can at least learn the fricken spell?\n  ","526233":"\n   Hope you didn't get too wrinkly in the pool...\n  ","526234":"\n   at least u get wet either way\n  ","526235":"\n   Why?😂\n  ","526236":"\n   Rub.     😂😂\n  ","526237":"\n   No, i said that i was about to be in a relationship at the time, but thats fine.\n  ","526238":"\n   Have you ever used a large monetary note to light a cigar? If so damn I wish I was as wealthy as you!\n  ","526239":"\n   How can I best re-ignite a spark with this girl? We havent talked in a while & weve never been more than friends (but i'd like to change that).\n  ","526240":"\n   Masterbution💜\n  ","526241":"\n   Favorite sweets?\n  ","526242":"\n   You're welcome, happy to hear it. :)\n  ","526243":"\n   Mmmmmmmm  masterbute\n  ","526244":"\n   But how can we appreciate their bodies if we can't see all of them\n  ","526245":"\n   When did you last read a paper magazine or a newspaper?  What was it?  Bq-  what’s the yummiest use for cooking apples?\n  ","526246":"\n   In school, what were you in trouble for the most?\n  ","526247":"\n   If Buddy Valastro (a.k.a Cake Boss) offered to make a cake for you, what kind of a cake would you want.\n  ","526248":"\n   Good morning!\n\nDid you sleep well?\n  ","526249":"\n   Has technology ever failed you?Like your cell phone froze at the wrong time or your WiFi stopped working?\n  ","526250":"\n   Have you ever been yelled at by a complete stranger?\n  ","526251":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","526252":"\n   you will do something  nice ?   now\n  ","526253":"\n   What is the highest level of education that you achieved?\n  ","526254":"\n   Good night babe\n  ","526255":"\n   Hugs🌹👑\n  ","526256":"\n   guess asking about 2010 is the same?\n  ","526257":"\n   do u always keep ur options open bout everything\n  ","526258":"\n   Im down for a gang bang xo\n  ","526259":"\n   Do you remember if they at least gave it a good smack?\n  ","526260":"\n   What are the childish things you still do as a grown up?\n  ","526261":"\n   I mean when was the last time someone took those pants down and saw that bare butt of yours?\n  ","526262":"\n   so what happened with ur last ex u mention him often but never rly talk bout it\n  ","526263":"\n   u dirty u want a gangb@ng lol\n  ","526264":"\n   are u still keeping in mind other ppl or will u continue picking just him\n  ","526265":"\n   Who hate school more: students or teachers?\n  ","526266":"\n   seems like ur phase where u would do it pretty much everyday ended lol\n  ","526267":"\n   Last time someone bared your bottom?\n  ","526268":"\n   are u having some selfpleasing fun tonite?\n  ","526269":"\n   no fair to do hn if ur gonna be gone most of it\n  ","526270":"\n   hello you\n  ","526271":"\n   who else is on the list\n  ","526272":"\n   Could just spank around the anon. Probably wouldn't mind.\n  ","526273":"\n   Anyone but mostly you.\n  ","526274":"\n   Practical exercise #1  >\n   \n    https:\/\/www.youtube.com\/watch?v=UuH9JRetATA\n   \n","526275":"\n   Plz can I pay you $100 to kiss your feet\n  ","526276":"\n   have u ever send nud3s to ppl online\n  ","526277":"\n   3 most important things to you?\n  ","526278":"\n   lol i know its not me u said it was honesty night XD\n  ","526279":"\n   So everyone would be naked?\n  ","526280":"\n   No you said if you became 1\/5 size youd throw a party\n  ","526281":"\n   i figured as much but i was asking how many ppl like him have been years ago\n  ","526282":"\n   What kind of party would you throw\n  ","526283":"\n   how many ppl have u cybered with regularly like u do with that person u talk to\n  ","526284":"\n   May I take a nap on your booty?\n  ","526285":"\n   who are they\n  ","526286":"\n   So Lyndsey, it sounds like the adorable Jonny won't be a regular on this site after all. That must be due to some deep personal problems which social media can trigger for him, which he was reminded of once he came back after a few years.\n  ","526287":"\n   -\n  ","526288":"\n   What’s the biggest lie that someone told you?\n  ","526289":"\n   Do you like being with guys or girls better?\n  ","526290":"\n   Why are men more tolerant than women? Is it that men actually aren’t more tolerant but are to scared to say anything to me as it will result in a fight? Or is it that women assume I’m chivalrous and won’t hit them even if they’re rude to me?\n  ","526291":"\n   C*m queen\n  ","526292":"\n   game hopefully we do better\n  ","526293":"\n   swallower or spitter\n  ","526294":"\n   Hugs you🌹👑\n  ","526295":"\n   Would you like me to blow some more air into your lilo?\n  ","526296":"\n   OMG that pool looks sooooo good\n  ","526297":"\n   hey I have a game soon, your so funny xo\n  ","526298":"\n   Is there any food you hated as a kid but you like it now example I hated Garlic bread love it now\n  ","526299":"\n   Where areyou going in a few minutes?\n  ","526300":"\n   Yeah, if you tried to kick me without boots, I'd probably just tickle the hell out of your barefoot 😊\n  ","526301":"\n   Here?\n  ","526302":"\n   True or False: Sometimes she just needs to be spanked?\n  ","526303":"\n   Hey beautiful\n  ","526304":"\n   What part of your body   get the most   compliment\n  ","526305":"\n   what do you do immediately after you have sex?\n  ","526306":"\n   Hi i am 12 i like hugs do you want to be friends\n  ","526307":"\n   Who do you want to marry?\n  ","526308":"\n   Have you and your bf\/husband picked your future kids name yet if you have what is it\n  ","526309":"\n   Do you guys wear a pair of jeans once then wash or wait multiple wears then wash? If tried both, what difference do you see?\n  ","526310":"\n   Please go follow this angel\n   \n    @lisamcimorelli\n   \n","526311":"\n   Good night dear\n  ","526312":"\n   Put 'em on\n  ","526313":"\n   One things that scares you the most\n  ","526314":"\n   Kick me in balls\n  ","526315":"\n   Love you more🌹👑\n  ","526316":"\n   i forgot his name but i remember he had spanish on his page and he never rlyposted anything he just liked every single of ur qs for days lol\n  ","526317":"\n   Amazing hope I’m making you a great queen🌹👑\n  ","526318":"\n   u get some weird followers lol like that person who used to like every q and just disappeared XD\n  ","526319":"\n   Lays down with you🌹👑\n  ","526320":"\n   U r a model ?\n  ","526321":"\n   You r very beautiful\n  ","526322":"\n   😘😘\n  ","526323":"\n   Lyndsey is always my favorite queen🌹👑\n  ","526324":"\n   Hugs you like a teddy bear🌹👑🐻\n  ","526325":"\n   🌹🌹👑👑\n  ","526326":"\n   itd be nice if for christmas this year u finally let all of us ur fans see how u look like lol\n  ","526327":"\n   What is the last thing you do before bed?\n  ","526328":"\n   okay ill try\n  ","526329":"\n   i wasnt complaining tho seems like someone is in a bad mood tonite\n  ","526330":"\n   Love you queen🌹👑\n  ","526331":"\n   When you are super bored, how many times you open the refridgerator?\n  ","526332":"\n   Gives you snuggles🌹👑\n  ","526333":"\n   cuz ur always here lol although ur not here early anymore like u used to\n  ","526334":"\n   My love🌹👑\n  ","526335":"\n   Close enough\n  ","526336":"\n   wyd its odd when ur not ehre much\n  ","526337":"\n   my winker wonker tinker tonker wants to slip inside ur stinker stonker\n  ","526338":"\n   Have U finished your antropology course ?\n  ","526339":"\n   This is Jonesy, the Lyndsey's cat.\n  ","526340":"\n   Lyndsey: Have U a cat called Jonesy ?\n  ","526341":"\n   how many times do u think u can actually do it in 1 day\n  ","526342":"\n   What do y'all think of the updated Ask.fm aesthetic. I quite like it tbh.\n  ","526343":"\n   what's your favourite food?\n  ","526344":"\n   What if I just wanna fu k you on the dl but don't want to commit to a relationship? Is that polygamy if I'm doing the same with other chix?\n  ","526345":"\n   no im not really\n  ","526346":"\n   What do you think about polygamy relationships?\n  ","526347":"\n   🌹🌹👑👑\n  ","526348":"\n   aww thanks your so sweet like, ive finished my homework thank god way too much lol\n  ","526349":"\n   hey how are you\n  ","526350":"\n   lol dafuq\n  ","526351":"\n   How many pairs of shoes do you have?\n  ","526352":"\n   oops lol well good nite use it whenever XD\n  ","526353":"\n   🌹👑\n  ","526354":"\n   you know what’s on the menu? ME-N-U\n  ","526355":"\n   did u get the good nite yet lol\n  ","526356":"\n   scale 1 to 10 .. how much do you love sex\n  ","526357":"\n   wow girls are lucky they can go so many times XD\n  ","526358":"\n   😴😴😴 i approve! 😉\n  ","526359":"\n   do you have any bad habits if so name them\n  ","526360":"\n   What does it mean when a girl smiles at a boy?\n  ","526361":"\n   would u actually do it more times if u started early\n  ","526362":"\n   Pic of your belly\n  ","526363":"\n   hope she wont disappear like skye\n  ","526364":"\n   What items do you always carry to your bag ?\n  ","526365":"\n   much better even 1 is better than nothing lol but u made it sound like there couldve been more\n  ","526366":"\n   hi do u know millie she hasnt been on lately\n  ","526367":"\n   Yes but organized chaos. We have done these so many times that we have our systems tight and the flow moves effortlessly. It's still a tremendous amount of work but it goes well. 😄 How was your day?\n  ","526368":"\n   \"only 2\" lol\n  ","526369":"\n   Was it good last night\n  ","526370":"\n   lesb1ans get 1t 0n. get y0urself a tr1ple serv1ng 0f r0ast beef!\n  ","526371":"\n   ¿Ellos son reales?\n  ","526372":"\n   I’d love to get messy with you:)\n  ","526373":"\n   whats ur insta\n  ","526374":"\n   RWQ#128 : To you, what's the most iconic multicouples song ?\n  ","526375":"\n   if some1 disables their name appears grayed out and u cant click but u can still see who they were\n  ","526376":"\n   still not 2pm XD\n  ","526377":"\n   POUQ\n  ","526378":"\n   how did u get that anonymous like\n  ","526379":"\n   Thank you. Sleep well. 💤💤💤🛏\n  ","526380":"\n   Thanks! I had a catering yesterday for 3,000 people with 95% of the menu being plant based. All except the braised short ribs with apple cider Demi glace. 🙂\n  ","526381":"\n   You don't have one what?  a boyfriend or a condom?\n  ","526382":"\n   What food have you never eaten but would really like to try?\n  ","526383":"\n   What would you do if you woke up tomorrow only 1\/5 your normal size?\n  ","526384":"\n   I like Wrong Impression better but Torn is from my favorites too :)\n  ","526385":"\n   Movie Madness:  A) A Star Is Born B ) Venom C) Bohemian Rhapsody D) First Man E) Night School if you are unsure or don't watch movies just pick a choice anyway as all votes count :)\n  ","526386":"\n   behave today\n  ","526387":"\n   Hey Lyndsey. Late night tonight ehhh. 🙂\n  ","526388":"\n   Not sure if you are talking about me as the David but yes I do cooking classes. We just finished up a series of Plant Forward focused meals and they were a huge success. 🙂\n  ","526389":"\n   me no stranger i been here years\n  ","526390":"\n   go sleep then\n  ","526391":"\n   what ur full name\n  ","526392":"\n   WUAT UP\n  ","526393":"\n   What were you doing?\n  ","526394":"\n   No but I get you look so good rn\n  ","526395":"\n   he posted a lot of qs last couple of weeks and hes been quiet this one\n  ","526396":"\n   Blow bubbles with my c*m\n  ","526397":"\n   not a day without a shrugging hahahahah\n  ","526398":"\n   Queen lyndsay\n  ","526399":"\n   how many times have you been interrupted while in the bathroom?\n  ","526400":"\n   Omfg I love this song! Did you know it was a remake?\n  ","526401":"\n   prob david i never seen any tom here\n  ","526402":"\n   is that all lol u said it wasn't movie nite\n  ","526403":"\n   What ya doing\n  ","526404":"\n   If you were to make your own restaurant, who would you hire as your restaurant’s chef?\n  ","526405":"\n   Leggings and barefoot rn?\n  ","526406":"\n   What would be your ideal man?\n  ","526407":"\n   Single?\n  ","526408":"\n   What kind of musical instruments would u love to learn the most?\n  ","526409":"\n   movie nite tonite too\n  ","526410":"\n   Will  be done.  Hahaaa\n  ","526411":"\n   How many of your friends are vegans\/vegetarians?\n  ","526412":"\n   height and weight?\n  ","526413":"\n   Lol\n  ","526414":"\n   “I owe my life to my father but I owe living a good life to my teacher” - Alexander The Great\n  ","526415":"\n   So you don't think he deserves the death penalty then?\n  ","526416":"\n   Is the death penalty for Kavanaugh a little extreme do you think?\n  ","526417":"\n   Last time you had sex?\n  ","526418":"\n   Did you know parents sometimes envy their own child of the same gender usually cause of their youth sometimes over the opposite sex parents are sometimes wrong too\n  ","526419":"\n   Does your bf use a condom?\n  ","526420":"\n   Did you know most sons who have a successful\/famous father end up under their fathers shadow? The only way to break free is like Alexander The Great slay the overbearing father and establish my own kingdom\n  ","526421":"\n   It’s the daughters job to takeover her mother’s spot and it the sons job to takeover his fathers spot in position of power\n  ","526422":"\n\n    https:\/\/ask.fm\/NO3MM3RZ\/answers\/150030447073\n   \n","526423":"\n   ???\n   \n    https:\/\/ask.fm\/fellonstar\/answers\/150825080702\n   \n   ???\n  ","526424":"\n   Do u play any kind of musical instruments?\n  ","526425":"\n   Shall U sing for us?\n  ","526426":"\n   do u msgs all of em each time u get in there\n  ","526427":"\n   The GodFather >\n   \n    https:\/\/www.youtube.com\/watch?v=YDlNSun3a6c\n   \n","526428":"\n   did u ever did that cleanup u mentoned a while ago u said u might remove ppl that never talk or that only want to get dirty\n  ","526429":"\n   What is your favorite thrill ride?\n  ","526430":"\n   areall ur sc contscts ppl u added here\n  ","526431":"\n   Lyndsey: Play You any musical instrument?\n  ","526432":"\n   how many msgs u usually have after not being there in a whie\n  ","526433":"\n   heeeeeey\n  ","526434":"\n   can we snapchat?\n  ","526435":"\n   What is your constellations sign\n  ","526436":"\n   what if i told u is for a school proyect like other ppl do XD\n  ","526437":"\n   Do a Acronyms of you own name? (Niall Is A Living Legend )(i wish 🤣) your turn:\n  ","526438":"\n   When a guy told a woman that she is thicc, what does that mean??\n  ","526439":"\n   how long has it been\n  ","526440":"\n   What if your hobby is getting laid?\n  ","526441":"\n   You really need to get laid or find a hobby.\n  ","526442":"\n   Yes I watched it last night.  Its Kinda weird the pane got lost and now they are back but 5 years later guess they got lost in a time warp?  If you haven't watch this series watch it its called Lost can find it on Netflix or maybe you tube the ending will surprise you.  It was kind of stupid the way\n  ","526443":"\n   Sounds like a rip on 'the last train' (1999)\n   \n    https:\/\/www.youtube.com\/watch?v=oyJG_qZ_HL8\n   \n   - really good!\n  ","526444":"\n   Good night love\n  ","526445":"\n   About america conquering the world?\n   \n    https:\/\/en.wikipedia.org\/wiki\/Manifest_destiny\n   \n","526446":"\n   whats your opinion on looking at photos of men's massive Bulges in the media\n  ","526447":"\n   About?\n  ","526448":"\n   Was that Manifest destiny?\n  ","526449":"\n   What is best?\n  ","526450":"\n   What was  Manifest last night?\n  ","526451":"\n   do u like having ur bod licked\n  ","526452":"\n   How do you deal with crazy people who walk up to you and rave on about stuff you have no clue about?\n  ","526453":"\n   Are your grandparents still alive?\n  ","526454":"\n   Do you know your neighbors?\n  ","526455":"\n   have you had any embarrassing moments happen in front of your eyes\n  ","526456":"\n   not having fun tonite either?\n  ","526457":"\n   How often do you go to the cinema?\n  ","526458":"\n   How was your day\n  ","526459":"\n   What's the view like outside your front door?\n  ","526460":"\n   What is a song that has given you the chills?\n   \n    https:\/\/www.youtube.com\/watch?v=VQnHAb_6sOs\n   \n","526461":"\n   Tatanka >\n   \n    https:\/\/www.youtube.com\/watch?v=PoO3yga6Ln8\n   \n","526462":"\n   Let's start singing an easy song? >\n   \n    https:\/\/www.youtube.com\/watch?v=OhbSfF_W1zw\n   \n","526463":"\n   What are some things that make you really happy?\n  ","526464":"\n   how can i be one of the ppl u talk to everyday\n  ","526465":"\n   What movie or book do you know the most quotes from?\n  ","526466":"\n   My question isn't decent?\n  ","526467":"\n   What was the last thing a kid did (either for you or that you witnessed) that made you go \"awwww\"?\n  ","526468":"\n   I gotta say, it's satisfying to do that when I know I was right the whole time and the mistake wasn't something serious.\n  ","526469":"\n   When was the last time you got to tell someone “I told you so.”?\n  ","526470":"\n   And you like when a random guy walk by and smell good? Maybe they can smell u to\n  ","526471":"\n   doesnt seem so bad i thought u meant it was crammed with dirty or dumb stuff\n  ","526472":"\n   I think multiculturalism is cruel and inhumane to all parties, it’s just impossible to put different cultures into a big melting pot and expect us to get along, it won’t happen! Different social norms, behaviours she beliefs are considered rude by different cultures, immigration is inhumane.\n  ","526473":"\n   And how you smelled that?\n  ","526474":"\n   What is the usual ones?\n  ","526475":"\n   Do you think that Eyehategod is an awesome name for a band?\n  ","526476":"\n   What would you rather have as a pet: A japanese giant hornet, Ben, or ___? (literally an underscore)\n  ","526477":"\n   Best perfume that you have smelled in a man? What's the story\n  ","526478":"\n   -\n  ","526479":"\n   why\n  ","526480":"\n   You absolute babe\n  ","526481":"\n   What's the point of being in existence as a human?  Like, is there a purpose to it all?\n  ","526482":"\n   Such a sexbomb!\n  ","526483":"\n   What's youre favourit Disney Movie? And what's youre favourit Song from a Disney Movie? :3\n  ","526484":"\n   are there any ppl u talk to everyday or do u take breaks from all apps (besides this one lol)\n  ","526485":"\n   he was yesterday it seems\n  ","526486":"\n   How do you usually express your emotions?\n  ","526487":"\n   Current mood\n  ","526488":"\n   sounds like u want to try that lol\n  ","526489":"\n   surprised ur fave isnt asking u all the time unless he just doesnt here\n  ","526490":"\n   but it wasn't 5 years and the plane exploded on the airway\n  ","526491":"\n   missed you\n  ","526492":"\n   it is a really good decent storyline. Almost like sense8 but with more ppl.\n  ","526493":"\n   u do seem like u dont touch urself all that much lately\n  ","526494":"\n   I was walking down the street I ran into my 4th grade teacher and she said hi to me and it's hard to forget me. I was in the 4th grade 15 years ago is that good or bad she knew who I was straight away  lol\n  ","526495":"\n   they sound a bit boring? who's your fave?\n  ","526496":"\n   Las almohadillas reutilizables son el futuro. Use el lado uno y luego gírelo y use el lado 2. Luego quite la almohadilla usada, lave y cuélguela para que se seque. Al día siguiente, vuelva a usar la almohadilla lavada. Es brillante y ahorrará $$$$\n  ","526497":"\n   guess theyre not talking bout spa treatments lol\n  ","526498":"\n   hey xo\n  ","526499":"\n   It’s a cloth you wash and use.\n  ","526500":"\n   Opinion on “facials” are you a fan?\n  ","526501":"\n   Why do you think it’s disgusting?\n  ","526502":"\n   What do you think of using reusable pads as opposed to disposable ones? Is it a great idea?\n  ","526503":"\n   What's your dream job?\n  ","526504":"\n   yeah lately things seem to be calm or at least u dont share bout it anymore lol but maybe years ago u were one i guess chronic could mean like several times a day everyday\n  ","526505":"\n   are u or were u a chronic masturbator\n  ","526506":"\n   What is your biggest addiction?\n  ","526507":"\n   rank fetish\n  ","526508":"\n   Do you like wearing hats, ribbons or diadems?\n  ","526509":"\n   At least, let's try! >\n   \n    https:\/\/www.youtube.com\/watch?v=bn5TNqjuHiU\n   \n","526510":"\n   did they ever say why he was a fvckboy\n  ","526511":"\n   Cutie\n  ","526512":"\n   48 Hours in Bermuda >\n   \n    https:\/\/www.youtube.com\/watch?v=XmXXrBMsEJM\n   \n","526513":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","526514":"\n   Are there any moments you're having thoughts of becoming somewhat different from your self now? Why?\n  ","526515":"\n   What would you like to say to your old self?\n  ","526516":"\n   no s3x?\n  ","526517":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","526518":"\n   post pics and i make u some\n  ","526519":"\n   What would your ultimate date night look like?\n  ","526520":"\n   would u wear skimpy clothes for some1\n  ","526521":"\n   do u like better to have ur boobs or butt grabbed\n  ","526522":"\n   Do you try to pretend you haven't noticed? Or really milk it?\n  ","526523":"\n   who are the judges?\n  ","526524":"\n   how come ur never on during morning anymore unless its super early lol\n  ","526525":"\n   Suoerhero\/heroine Acronyms: Batman : \" Bruce Attacked Teddy Meticously And Manly \" Your turn (pick your own superhero\/heroine)\n  ","526526":"\n   Yeah 😔\n  ","526527":"\n   Why do women wear short shorts\n  ","526528":"\n   Instead of bird-watching I am going to devote this autumn to spotting rare Bitstrip Lyndseys.\n  ","526529":"\n   hii\n  ","526530":"\n   Do you wear short skirts\n  ","526531":"\n   What do you think about polygamy relationships?\n  ","526532":"\n   Worst thing that ever happened to to when wearing your swim suit\n  ","526533":"\n   How long has your longest ever phone call been?\n  ","526534":"\n   Good night cupcake\n  ","526535":"\n   sup\n  ","526536":"\n   Do you have dimples on your cheeks?\n  ","526537":"\n   Gives you back rubs and snuggles🌹👑\n  ","526538":"\n   (づ｡◕‿‿◕｡)づ\n  ","526539":"\n   I am the breath of life in an otherwise lifeless world.\n  ","526540":"\n   some1 was talking bout getting in bed with u las nite so i think compared to that looking at u working out isnt too bad lol\n  ","526541":"\n   So . . . . leave ? ~ or trash ? !!!\n  ","526542":"\n   ~ I was assuming that 'Eut' is female !  ~ LOL-haha !!\n  ","526543":"\n   If this is annoying ~\n   \n    https:\/\/ask.fm\/igotamatch\/answers\/150768903034\n   \n   ~ SAY ! ~ and I'll remove . . . . But going to sleep in a minute ~ soooo .\n  ","526544":"\n   yes lol\n  ","526545":"\n   I think yes hell yes\n  ","526546":"\n   i would be focused on ur bod too hehe\n  ","526547":"\n   Why will not you do a cultural exchange with the Navajos. It can be an enriching experience.\n  ","526548":"\n   I did a while ago and more than once makes me wonder why not actually use it if they're paying for it...\n  ","526549":"\n   Lyndsey: Considering You have moved to the Arizona, FYI there are a list of places to be visited in AZ. >\n   \n    https:\/\/en.wikipedia.org\/wiki\/List_of_museums_in_Arizona\n   \n","526550":"\n   During your gym trips, did you ever come across those people who only go there to take selfies and then leave?\n  ","526551":"\n   Are U near the NAVAJO NATION preservation area ?\n  ","526552":"\n   wonder what they were looking at\n  ","526553":"\n   Arizona? What is you doing in the Arizona?\n  ","526554":"\n   AZ. is a hot place. There a lot of interesting places to be visited.\n  ","526555":"\n   have u ever caught a guy checkin u out\n  ","526556":"\n   Have U visited the Heard Museum in Phoenix ?\n  ","526557":"\n   Are you as sexy as you look in your pic\n  ","526558":"\n   Hairy ass mcghee? hahahahHAHAHAHAHA!\n  ","526559":"\n   What if we meet up? ;)\n\nFor real, if you ever want to be tickled, I'm here. 🙂\n  ","526560":"\n   Share photos of your pets  ???\n  ","526561":"\n   last time u paddled the pink canoe\n  ","526562":"\n   What would you say to someone considering suicide?\n  ","526563":"\n   How often do you shave and where all at\n  ","526564":"\n   What type of people shouldn't wear leggings\n  ","526565":"\n   whatcha doin 2nite\n  ","526566":"\n   What are you wearing right now?\n  ","526567":"\n   booty slaps?\n  ","526568":"\n   Would you call yourself a “happy person”?\n  ","526569":"\n   what's your favourite  Halloween movie?\n  ","526570":"\n   What's the dumbest\/silliest\/humourous excuse you've heard for someone not doing their homework...  OR what was your silliest excuse for not doing it?\n  ","526571":"\n   Our stupid president in USA 😄 \nI wanna American people to tell him that Egyptians hate him 😂😂\nBecause we haven't freedom here 😢😂\n  ","526572":"\n   There are two people, one is emotional and the other one is logical, how are these two compared in everyday life, and who is more successful?\n  ","526573":"\n   What do you want right now\n  ","526574":"\n   Well they are consecutive, right? Lol\n  ","526575":"\n   Yesterday, today, tomorrow is probably the answer\n  ","526576":"\n   Can you name 3 consecutive days w\/o using the words wednesday, friday and sunday?  I believe the answer is no but I am always willing to learn something new.\n  ","526577":"\n   At the time we played Jimi Hendrix, Cream, Jefferson Airplane, etc.  Anyway, we played at the Green Garder every weekend for about 6 months, until someone ratted us out as being underage.  It was a blast and the people loved us.  We were the only band in that area capable of performing Jimi Hendrix.\n  ","526578":"\n   my leg hurts\n  ","526579":"\n   Can you?\n  ","526580":"\n   well your sweet, do you play any sport x\n  ","526581":"\n   Type of music?  Good question.  A variety which would include: Beatles, James Taylor, Eagles, Billy Joel, Frank Sinatra and jazz tunes from the American Song book (Cole Porter, etc).  Also things like Summer In The City by the Lovin Spoonful and Hey Joe and Wind Cries Mary by Jimi Hendrix.  (cont)\n  ","526582":"\n   yw i miss you when your not on xo\n  ","526583":"\n   ik but its funny lol you are too xo\n  ","526584":"\n   why u still have that one that calls u stubby best to delete it but its good to see the inbox is clearing lol\n  ","526585":"\n   lol your funny x\n  ","526586":"\n   What do you get from costa\/starbucks\n  ","526587":"\n   had you a good day\n  ","526588":"\n   I guess you could classify me as a restless soul.  I've tried to slow down but Music is my real passion and I'm a gettin ichin to start performing again.   I know it all sounds like bullshit, but I've had an interesting life.  Anonymous?  I enjoy my privacy, but also like meeting new people.\n  ","526589":"\n   Blackstone is located on the Rhode Island border.  It is where I purchased my first parcel of land and built a colonial when I was 30.   hahaha....seems like a long time ago.  I couldn't afford to live in Norfork, Wrentham or Franklin, so I settled on Blackstone.   It was not that exciting.\n  ","526590":"\n   Do you like hot chocolate I hate it\n  ","526591":"\n   I liked in Massachusetts (Franklin, Wrentham and Blackstone) for 40 years.  I noticed that every time I wanted to recreate I found myself in either New Hampshire or Maine and decided in 1995 to build a house on Bow Lake.  I'm a retired Network Engineer but have designed and built a few homes for fun\n  ","526592":"\n   theres the good nite XD\n  ","526593":"\n   Starbucks or costa coffee\n  ","526594":"\n   I lived on Bow Lake (Kooaukee Island) in Strafford New Hampshire from 1995 - 2005.  Bow Lake  is located halfway between Portsmouth and Concord and is right off route 4 in Northwood.  Just take Bow Lake road on the right after Saint Josephs church.  I loved living on Bow Lake & will never forget it.\n  ","526595":"\n   You said your parents own a house in Maine?  Where?  My parents owned a camp in Grey Maine on Little Sebago Lake.  We experienced many great moments on that lake boating, swimming and generally horsing around as boys will do.  :)\n  ","526596":"\n   hey\n  ","526597":"\n   No3) Q. Can you name three consecutive days without using the words “Wednesday,” “Friday,” or “Sunday”?\n  ","526598":"\n   Who are you really? Describe yourself without using your name, or any attributes given to you by society and really think. Deep down, who are you?\n  ","526599":"\n   Who's fat\n  ","526600":"\n   When you get dressed in the morning what do you put on first\n  ","526601":"\n   Favorite donuts?\n  ","526602":"\n   Good night sweetie\n  ","526603":"\n   Good night my queen🌹👑\n  ","526604":"\n   King and queen that both rule a kingdom and lives in the castle shall always sleep together🌹🌹👑👑\n  ","526605":"\n   How are youb\n  ","526606":"\n   Are humans getting madder or smarter?\n  ","526607":"\n   Can I tickle you? :p\n  ","526608":"\n   Cool. Except he is a fvckboy\n  ","526609":"\n   You make me sleep better at night🌹👑\n  ","526610":"\n   Sleeping with you makes me comfortable at night🌹👑\n  ","526611":"\n   When I lived in a foster home when I was a kid I didn’t have a bedroom when I lived in a small house so I slept on a mattress every night and I never slept on a bed🌹👑💔\n  ","526612":"\n   I’m not afraid anymore since I’m grown up now. King shall never be scared of anything.🌹👑\n  ","526613":"\n   -\n  ","526614":"\n   I was always afraid of the dark when I was a kid🌹👑💔\n  ","526615":"\n   Are you usually open to meeting new people?\n  ","526616":"\n   Lyndsey makes me sweet and special🌹👑\n  ","526617":"\n   do u miss any1 from maine\n  ","526618":"\n   cool\n  ","526619":"\n   hope u didnt leave anything pending in maine lol who knows when ur returning\n  ","526620":"\n   Hugs you softly🌹👑\n  ","526621":"\n   if u went to az to look ur sis house while she was gone why u still there if shes back\n  ","526622":"\n   I have never been to Arizona.  What do you like most about it?  Weather?  Scenery?  People?\n  ","526623":"\n   I’d love to take a late night swim with you 😍\n  ","526624":"\n   i think he should just give up even if ur fave wasnt around he prob ruined his chances long ago\n  ","526625":"\n   Treats you like a queen🌹👑\n  ","526626":"\n   the one that gets mad is prob someone who used to be dirty with u a long time ago and wants more lol\n  ","526627":"\n   What are\/were the rules about using cell phones at your school?\n  ","526628":"\n   y so much bermuda stuff lol\n  ","526629":"\n   Radio station > Ocean FM 89 > Bermuda >\n   \n    https:\/\/onlineradiobox.com\/bm\/ocean89\/?cs=bm.ocean89&played=1&lang=pt\n   \n","526630":"\n   Bermuda's Best Beaches >\n   \n    https:\/\/www.youtube.com\/watch?v=g4pi9qtyFJQ\n   \n","526631":"\n   ive seen that btw im not that person i mean cuz i see u shooting ppl down lately for comments like that but not him lol\n  ","526632":"\n   do u wear skirts\n  ","526633":"\n   Ocean FM 89 >\n   \n    https:\/\/onlineradiobox.com\/bm\/ocean89\/?cs=bm.ocean89&played=1&lang=pt\n   \n","526634":"\n   Queen🌹👑\n  ","526635":"\n   how come he can get away with it and other ppl cant lol\n  ","526636":"\n   hes dirty\n  ","526637":"\n   🌹👑✨\n  ","526638":"\n   You need more than drinks in you bby\n  ","526639":"\n   Rate my voice please? Thanks.\n   \n    https:\/\/vocaroo.com\/i\/s0hf6j7BxP5D\n   \n","526640":"\n   How long does it take you in the shower\n  ","526641":"\n   Eww, can whoever sent that to you not spread the ear aids? Lol\n  ","526642":"\n\n    https:\/\/ask.fm\/NO3MM3RZ\/answers\/149968582625\n   \n","526643":"\n   I graduated from FHS in 1971 (guess that makes me an old curmudgeon).  The Franklin I knew has changed a lot and probably for the better.  They now have a beautiful High School and the town has greater wealth than when I lived there in the 50's - 80's.   Where do you live now?\n  ","526644":"\n   What is your favorite activity?\n  ","526645":"\n   Do you think that most people in society are over stimulated?\n  ","526646":"\n   Haha nice that’s always fun! My friend told me they like to do private karaoke, I just go to the karaoke bar and am not ashamed to show who’s got a bad voice >:P\n  ","526647":"\n   Do you give up easy?\n  ","526648":"\n   As long as you have fun doing it, it doesn’t matter if you’re not good. :p at least that’s what I tell myself cause I suck 😂\n  ","526649":"\n   Sing! 2 >\n   \n    https:\/\/www.youtube.com\/watch?v=u2bigf337aU\n   \n","526650":"\n   Lyndsey: I believe that there are a singer hidden under your skin.\n  ","526651":"\n   I live in Florida now because I am retired, but I miss Fenway Park and the City of Boston.  I grew up in Franklin and graduated from Berklee College of Music.  Got tired of the winter but I still love New England especially Maine and New Hampshire.\n  ","526652":"\n   hugs you back xo\n  ","526653":"\n   Sing! >\n   \n    https:\/\/www.youtube.com\/watch?v=7UIHaMGEfAk\n   \n","526654":"\n   For yr appreciation. >\n   \n    https:\/\/www.youtube.com\/watch?v=gX3QuhIEDEk\n   \n","526655":"\n   If you found a shrink ray, who would you use it on?\n  ","526656":"\n   Have you ever been on a game show if you haven't would you\n  ","526657":"\n   u have been for weeks now lol\n  ","526658":"\n   yes, im sorry\n  ","526659":"\n   Riddle (from the Enigmas) 1) \" my first you will be, if you're good and upright, my second you'll see, in a sharp frosty night, together combined, i'm a virtue that's great, that should govern each mind, and preside in each state \"\n  ","526660":"\n   i mean liv and her are in charge of their bfs, shes 32 her bf 44\n  ","526661":"\n   yeah ig, like they are in charge you just get used to it\n  ","526662":"\n   yeah thanks her sister is very bossy lol and so wild her names Saoirse her fiancée much older too\n  ","526663":"\n   u get some of the weirdest ppl here lol\n  ","526664":"\n   What was the worst pain you ever had\n  ","526665":"\n   Have you ever broke any bones and what were they\n  ","526666":"\n   POUQ\n  ","526667":"\n   Do you think Jennifer Lawrence is hot\n  ","526668":"\n   What is your favorite kind of sandwich?\n  ","526669":"\n   yeah liv is gone to one since Friday think shes back later her sisters getting married\n  ","526670":"\n   Have you been on any dates recently\n  ","526671":"\n   hello you, had you a nice day, and have you ever gone on a hen night ?\n  ","526672":"\n   i like booty hair\n  ","526673":"\n   How many pets do you have?\n  ","526674":"\n   maybe some eggplant would raise that\n  ","526675":"\n   Bermuda, Puerto Rico or Hawaii ?\n  ","526676":"\n   What's with this eggplant stuff. It should be cucumber. Eggplant is way too big unless the woman has a cave\n  ","526677":"\n   How happy are you on a scale from 1-10?\n  ","526678":"\n   Which one stinks the most? Your breath when you wake up in the morning, your armpit after you play sports, or your feet after you wear sneakers without socks? 😂\n  ","526679":"\n   I told him I didn’t feel like doing it that night. But he talked me into it. We’ve done it before. So. We had an amazing intimate encounter. When my mom found out she was gonna ground me. So I said he rxped me instead. Meh, I only ruined his life but I saved mine. No biggie. 🤷‍♀️ #metoo\n  ","526680":"\n   What's the farthest-away place you've been?\n  ","526681":"\n   are u married ?\n  ","526682":"\n   a pic without em is fine too\n  ","526683":"\n   Where do you do most of your shopping?\n  ","526684":"\n   id ask for a pic but u wont want to :\/\n  ","526685":"\n   LSD, Acid, Quaaludes, Cocaine, Weed, Heroin, Vodka, Scotch, Whisky, Rum, White Wine, and yeah.\n  ","526686":"\n   Favorite fruit?\n  ","526687":"\n   bet the look great on u\n  ","526688":"\n   Do you wear short shorts\n  ","526689":"\n   What makes you nervous?\n  ","526690":"\n   How can they be gross to wear?\n\n😆\n  ","526691":"\n   Why\n  ","526692":"\n   I just dont bloody get it! Did you bring her in here or did she catch you and bring you here?!\n  ","526693":"\n   So?\n  ","526694":"\n   Do you accept tributes\n  ","526695":"\n   Good night babe\n  ","526696":"\n   Hahaaaaa Good night babe\n  ","526697":"\n   i wanted to have fun tho 😭\n  ","526698":"\n   Would you be a man for a day? And why?\n  ","526699":"\n   If love to submit to you, be completely under your control my goddess\n  ","526700":"\n   Hahaaaa i will  do.  He don't  like me caz. He like to play every time\n  ","526701":"\n   I second the idea of you getting some rest soon\n  ","526702":"\n   and a good nite as always XD\n  ","526703":"\n   Hl pretty. I have 15 Inc   he is angry ?i don't know  what can i do ?\n  ","526704":"\n   Current mood?\n  ","526705":"\n   POUQ\n  ","526706":"\n   its 10am in here lol but thx\n  ","526707":"\n   Mercedes Benz >\n   \n    https:\/\/www.youtube.com\/watch?v=xyHPo__Folo\n   \n","526708":"\n   Beaut\n  ","526709":"\n   share any interesting story of your life.\n  ","526710":"\n   u should prob get some rest soon\n  ","526711":"\n   WUAT UP\n  ","526712":"\n   Who is someone that you can always count on?\n  ","526713":"\n   It you had a man, would you ever dress up for him for wear sexy lingerie or stuff like that for him\n  ","526714":"\n   at least u can be sure u dont just start a new one as a rebound or when not ready its good u take ur time\n  ","526715":"\n   Is it easy to get in a relationship?\n  ","526716":"\n   ???\n   \n    https:\/\/www.youtube.com\/watch?v=Xh_g596VDVk\n   \n   ???\n  ","526717":"\n   What is your favorite thing about yourself?\n  ","526718":"\n   Hi how are you\n  ","526719":"\n   What set of items could you buy that would make the cashier the most uncomfortable?\n  ","526720":"\n   have you ever had a crush on someone while in a relationship\n  ","526721":"\n   😜😏🤪\n  ","526722":"\n   had something else in mind 🍆🍑\n  ","526723":"\n   I bet you look so good\n  ","526724":"\n   lets have sum fun tonite 😏\n  ","526725":"\n   What’s something you care desperately about?\n  ","526726":"\n   oh i know but i mean u do use it a lot all the time lol\n  ","526727":"\n   If you could be summed up in one gesture it would definitely be shrugging you use it a lot hahahahahah\n  ","526728":"\n   hopefully thanks xo\n  ","526729":"\n   PLANS 4 2NITE\n  ","526730":"\n   Hey guys! 😊 For you: How are you doing today? How went your day? \n\n-Ciao peeps-\n  ","526731":"\n   Socks or no socks in bed?\n  ","526732":"\n   Can you speak latin\n  ","526733":"\n   Hiya\n  ","526734":"\n   I'm always in a can't be bothred mood are you like that\n  ","526735":"\n   Should anything you put online be open to reposting?\n  ","526736":"\n   One part of your body that hurts now\n  ","526737":"\n   If hospital's were allowed to treat people for being stupid how many times would you been in hospital\n  ","526738":"\n   Wearing anything yellow? What is it\n  ","526739":"\n   id say whatever happens happens even if u do meet someone it will last as long as u both can keep it together\n  ","526740":"\n   Do u like Ash or nah? you like posts b!tching about them then like their posts?????\n  ","526741":"\n   what if u still meet someone u like\n  ","526742":"\n   Kick me pls baby\n  ","526743":"\n   ...looking for someone? 😏\n  ","526744":"\n   same song as what?\n  ","526745":"\n   Today is muffin day! Can I taste your muffin?\n  ","526746":"\n   we lost lyn, I was so disappointed I played okay tbh\n  ","526747":"\n   Do you cook?\n  ","526748":"\n   bet u look hot in that suit\n  ","526749":"\n   Ohhh and amazing you will look! Have you picked your outfit yet\n  ","526750":"\n   Just reading some random news a man bought 7k worth of gold in the 1950s sold it last week made 3 million lucky shit right lol?\n  ","526751":"\n   Have you ever meet anyone who fought in the world war\n  ","526752":"\n   Single?\n  ","526753":"\n   MORNIN\n  ","526754":"\n   Birthday suit?\n  ","526755":"\n   lol, you said have a great game so that why im thanking you xo\n  ","526756":"\n   When did you last take a nap?\n  ","526757":"\n   You tell me first\n  ","526758":"\n   If earth went on fire. and you had to leave in a lifeboat, would you stay and burn or where would you go?\n  ","526759":"\n   Are you in love? ???\n  ","526760":"\n   What spread do you like to put on your bagel?\n  ","526761":"\n   When did you last lie to someone?\n  ","526762":"\n   How old are you\n  ","526763":"\n   Good night babe\n  ","526764":"\n   Good night\n  ","526765":"\n   Face down ass up:)\n  ","526766":"\n   Waiting for you to sleep with me🌹👑\n  ","526767":"\n   What ya doing\n  ","526768":"\n   hey\n  ","526769":"\n   Our bed is comfortable🌹👑\n  ","526770":"\n   Are you tired\n  ","526771":"\n   Gn my queen I’m ready to sleep🌹👑\n  ","526772":"\n   Lays down with you🌹👑\n  ","526773":"\n   Queen tucks me in instead🌹👑\n  ","526774":"\n   Don't your feet get cold though?\n  ","526775":"\n   Tucks you in bed🌹👑\n  ","526776":"\n   Oh we wouldn’t get much sleep:p\n  ","526777":"\n   Spoon?\n  ","526778":"\n   Whatever!\n  ","526779":"\n   That's for the chat. Very entertaining.\n  ","526780":"\n   Hope you’re doing fantastic babe!\n  ","526781":"\n   What's missing in your life?\n  ","526782":"\n   Maybe? The fact you're answering me tells me I'm not wrong.\n  ","526783":"\n   You're terrible at lying. It doesn't take a brain surgeon to see you aren't happy.\n  ","526784":"\n   2minutes of your time give a listen please and send me some feed back thank you!!!\n   \n    https:\/\/www.youtube.com\/watch?v=kWMWCDqVe9Y\n   \n","526785":"\n   I rest my case👋\n  ","526786":"\n   I’ve got your back🌹👑\n  ","526787":"\n   Are you being honest or are you just typing that to convince yourself?\n  ","526788":"\n   Leave our kingdom alone anon creeps🌹👑\n  ","526789":"\n   Sounds like I've hit a sore spot! You're very defensive.\n  ","526790":"\n   FYI: >\n   \n    https:\/\/www.youtube.com\/watch?v=8j3X9Cro7FQ\n   \n","526791":"\n   Why does everything have to be sexual? Who's talking about that.  I think you're attention starved!\n  ","526792":"\n   Why are you sending me links? >  Let's use your free time to improve your music knowledgment. >\n   \n    https:\/\/www.youtube.com\/watch?v=rwZ04sZorOw\n   \n","526793":"\n   Are you desperate for attention?\n  ","526794":"\n   Reef Break >\n   \n    https:\/\/www.youtube.com\/watch?v=IyREz_Z2Fuc\n   \n","526795":"\n   Love you queen🌹👑\n  ","526796":"\n   why\n  ","526797":"\n   Pesquisar\n\n\n\n\n\n \n0:03 \/ 57:30\nThe Science of Singing >\n   \n    https:\/\/www.youtube.com\/watch?v=lfCCli1NFuU\n   \n","526798":"\n   Amazing🌹👑\n  ","526799":"\n   do u always pck the same person\n  ","526800":"\n   My c0ck in your mouth\n  ","526801":"\n   What would you enjoy about living in a barbie house\n  ","526802":"\n   My queen🌹👑\n  ","526803":"\n   Have U used the Google ClassRoom? >\n   \n    https:\/\/www.youtube.com\/watch?v=JUiLc0If0CI&feature=youtu.be\n   \n","526804":"\n   Kingdom is safe🌹👑\n  ","526805":"\n   Who's the last person you bumped into, that you haven't seen in years? Did you make an effort to stay in touch? If so, what ya’ll do? :)\n  ","526806":"\n   King was busy with stuff too🌹👑\n  ","526807":"\n   wana fck\n  ","526808":"\n   lol its almost the same as the last one u only replied the non anon ones XD\n  ","526809":"\n   Dominos has a large 2-topping pizza for carry out only through Sunday for $5.99. XL is only $2 more.\n  ","526810":"\n   Leggings today beaut\n  ","526811":"\n   How are you\n  ","526812":"\n   this sounds like ben\n  ","526813":"\n   I've meet this lad once and he said he would sell out his own brother if it means he can make money thoughts on that lad?\n  ","526814":"\n   Askfm sucks now are there any other better sites?\n  ","526815":"\n   Do you bite your nails?\n  ","526816":"\n   do you have an older brother? if so, you got any suggestions on how to get bros to back off, when they put you in a headlock?\n  ","526817":"\n   Wearing anything Red or white what is it\n  ","526818":"\n   Mention a person that made Your 2018 better so far.....👍\n  ","526819":"\n   wow ur a good multitasker\n  ","526820":"\n   talking or \"talking\" haha\n  ","526821":"\n   thought u had gone sleep or are u watching movies\n  ","526822":"\n   can i be ur dog\n  ","526823":"\n   How're you?\n  ","526824":"\n   guess u were right and u didnt turn him hes turning u hahahahah\n  ","526825":"\n   how often do you sleep naked?\n  ","526826":"\n   lol already at it its kinda early XD\n  ","526827":"\n   Ever read or heard a word just as the same word was being said on tv, radio or something?\n  ","526828":"\n   Have you ever taken a polygraph test ? If not, would you like to take it?\n  ","526829":"\n   What sort of learner are you\n  ","526830":"\n   She’s trashy. Idk why everyone is obsessed with her, Ash and the sidekick Skylar.\n  ","526831":"\n   Hey ima try to reach 50k likes in under 2 Months. I would be really thankful if you like my answers 🌹 enjoy your day and thank you for your time 🌹\n   \n    @aloyalw\n   \n","526832":"\n   thank you, your so kind xo\n  ","526833":"\n   One of my female friends wants to take me clothes shopping and pick clothes out for me she hates my clothes wtf right?  Lol 😂😂\n  ","526834":"\n   Do U know Nutbush city?\n  ","526835":"\n   A tomato family is walking down the road, baby tomato falls behind, daddy tomato goes back smacks him on the head and says\"ketchup!\"\n  ","526836":"\n   How is your night going\n  ","526837":"\n   Hahaaa tell me.  The correct. And  how you do it ?\n  ","526838":"\n   hey I missed you I'm playing a match later\n  ","526839":"\n   Very true!\n  ","526840":"\n   Makes your night🌹👑✨✨🌙\n  ","526841":"\n   If ye wouldn't mund throwing a few likes on this answer... move it up the ranks on my page a bit thank you! It's the official skydive video for Irish Cancer Research. :)\n   \n    https:\/\/ask.fm\/TheChaosBringer\/answers\/149542800376\n   \n   again thank you! :)  Also post a picture of something that made you laugh:\n  ","526842":"\n   I just dropped in to see what condition my condition is in.....  and you the doctor (the answerer replied:\n  "},"Answer":{"525770":"\n  You aren't any better trying to start drama\n  ","525771":"\n  nope\n  ","525772":"\n  I don't always remember the names. Crunches and stuff can help.\n  \n  Blogilates has a bunch of different ab videos\n  ","525773":"\n  Either way lol\n  \n  probably more some\n  ","525774":"\n  go in with an open mind?\n  \n  Don't compare to past loves\n  \n  enjoy yourself\n  \n  maybe have a backup plan if he's annoying or its just not going well\n  \n  dont bring up uncomfortable stuff\n  ","525775":"\n  People, sometimes.\n  ","525776":"\n  Probably dogs being cute or read something that had that effect\n  ","525777":"\n  Being me\n  ","525778":"\n  Sometimes.\n  \n  I loved getting the National Geographic magazines when younger.\n  ","525779":"\n  You should do something fun then while you can\n  ","525780":"\n  mostly fiction ones. Mystery ones can be nice.\n  \n  I'm currently reading one that has different ghost stories in it. It's a little boring though. Not enough horror or gore. Just he said, she said kind of way...\n  \n  I also started reading one of the recommended wattpad stories that someone told me about. 7:23am... I like it so far!\n  ","525781":"\n  *hugs*\n  ","525782":"\n  swimming, gym, reading\n  ","525783":"\n  It's always fun when I return :p\n  ","525784":"\n  why? :(\n  ","525785":"\n  I'm not even sure.\n  ","525786":"\n  Could be 😈\n  ","525787":"\n  no. that's kind of the point of wall to wall talking\n  ","525788":"\n  It's natural? I can bottle ththem up at times\n  ","525789":"\n  You are\n  ","525790":"\n  I'm good. Hbu?\n  ","525791":"\n  enjoy\n  \n  don't worry\n  ","525792":"\n  A lot. Big and little things. I have a good memory.\n  ","525793":"\n  This made me laugh because the song i keep playing\n  ","525794":"\n  lol its fine. didn't leave a mark etc\n  ","525795":"\n  listening to \"Is that alright?\" by Lady Gaga.\n  ","525796":"\n  I was. Happened after XD\n  \n  Didn't expect it to be hot still and it fell on my leg for a second.\n  ","525797":"\n  *snuggles back *\n  ","525798":"\n  yes.\n  ","525799":"\n  A sushi place\n  ","525800":"\n  It's not. lol. straightened it. Almost burnt myself. Thick hair.\n  ","525801":"\n  Good luck! Why are you nervous? Hope it goes away x\n  \n  doing my hair. exciting :p\n  ","525802":"\n  yes?\n  ","525803":"\n  hey\n  ","525804":"\n  untick then\n  ","525805":"\n  indeed :p\n  ","525806":"\n  I didn't take that many with me :\/\n  ","525807":"\n  ice cream more\n  ","525808":"\n  Pretty normal\n  ","525809":"\n  no.\n  \n  I actually just went for a short swim. Need to get ready since going out to eat.\n  ","525810":"\n  :)\n  ","525811":"\n  Sometimes\n  ","525812":"\n  sweetheart\n  \n  good to know\n  ","525813":"\n  Hello gorgeous\n  ","525814":"\n  such a perv\n  ","525815":"\n  coping mechanisms\n  ","525816":"\n  lol thanks\n  ","525817":"\n  I don't have any old boob pictures to verify with :P\n  ","525818":"\n  I'm not sure.\n  ","525819":"\n  Everyone would be different.\n  \n  I feel like they stayed the same but got more rounded? Less sideboob. My shoulders and back changed more. Had to adjust the straps.\n  ","525820":"\n  A few times.\n  \n  I first time I was underage and couldn't do anything :\/\n  ","525821":"\n  Good night world\n  ","525822":"\n  I know 😂\n  ","525823":"\n  my legs are closed.\n  \n  my eyes will follow suit\n  \n  good night\n  ","525824":"\n  ohhh. didn't notice.\n  ","525825":"\n  Thanks sunshine\n  ","525826":"\n  Cool :)\n  ","525827":"\n  Wasn't avoiding.\n  \n  yes\n  ","525828":"\n  The world needs more people like you\n  ","525829":"\n  Yes. I'll be 31 in December :(\n  \n  When's your birthday? 🎉🎉🎉\n  ","525830":"\n  The song, the dancing, the message 👏👏👏\n  \n\n   https:\/\/youtu.be\/CbFk72k9B7k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  it's now in my head\n  \n  look what you made me do 🎤🎤🎤\n  ","525831":"\n  I haven't watched in a while but still love them 😍\n  ","525832":"\n  😘\n  ","525833":"\n  Both\n  ","525834":"\n  Loved, same with south park. And a few others.\n  \n  But I was thinking more kiddie ones that are out today lol\n  ","525835":"\n  No.\n  \n  I don't watch anime either.\n  \n  I was more into actual shows than cartoons.\n  ","525836":"\n  aww\n  ","525837":"\n  * honestly\n  \n  indeed\n  ","525838":"\n  I feel the love tonight\n  ","525839":"\n  I think so. I'm bigger but still see the resemblance.\n  \n  My roots are getting dark :(\n  \n  too much swimming\n  ","525840":"\n  No lol\n  \n  took long enough, honesty.\n  \n  just kept putting off\n  ","525841":"\n  Thanks cutie\n  ","525842":"\n  The past\n  \n  the future\n  \n  now\n  \n  song lyrics\n  \n  stuff i randomly remember about people \/ things\n  ","525843":"\n  I don't think so.\n  \n  if they liked that, yes.\n  ","525844":"\n  😈\n  ","525845":"\n  yay.\n  \n  Any fun weekend plans?\n  ","525846":"\n  😂😂😂\n  ","525847":"\n  lol quiet, you.\n  ","525848":"\n  Good for them :p\n  ","525849":"\n  Not really lol\n  \n  just me when a child :P\n  ","525850":"\n  You don't even want to know. He's racist and sends a lot of weird questions\n  ","525851":"\n  no. I make myself that way.\n  ","525852":"\n  I've done some when younger but nothing recent. I'd rather feel 100% happy with myself \/ the picture instead of just catering to anonymous users who ask for one 24\/7\n  ","525853":"\n  Some pap ones if I know I'm not going to post one\n  \n  people being rude at times\n  \n  most of Ben's questions\n  \n  stuff i might not feel comfortable answering\n  \n  just depends, really.\n  ","525854":"\n  Pretty good. yourself?\n  ","525855":"\n  I've deleted some in my inbox.\n  \n  If something deleted when I publish it, I didn't do that.\n  ","525856":"\n  it can be!\n  ","525857":"\n  I don't care.\n  ","525858":"\n  no, just watch.\n  ","525859":"\n  on Netflix - Atypical\n  \n  actual tv - The Voice and This is us\n  ","525860":"\n  Not really at the moment.\n  \n  I'll go with this song through since the youtuber I've been watching has it in her intro\n  \n\n   https:\/\/youtu.be\/KgfO-CvSs1g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","525861":"\n  It's all good :)\n  ","525862":"\n  haha sorry. More wary of anons at times. Can  be a bit sarcastic too. Not really rejecting per say.\n  ","525863":"\n  aww. Three people actually followed today. Welcome to my page :)\n  ","525864":"\n  You can do lots of other things but it's fun being all \"Alexa, play _____\" and it does.\n  ","525865":"\n  fun\n  ","525866":"\n  too many\n  ","525867":"\n  It's called that.\n  ","525868":"\n  think a red color\n  \n  classic\n  \n  fall vibes\n  ","525869":"\n  The device\n  ","525870":"\n  shhh\n  ","525871":"\n  That's good!\n  ","525872":"\n  Sometimes. just do the best you can.\n  ","525873":"\n  I know :)\n  ","525874":"\n  But baby, I'm average.\n  \n  maybe you could make me a savage\n  \n  or just a piece of garbage\n  ","525875":"\n  You don't need to know that\n  ","525876":"\n  yesssss 🙆🙆🙆\n  \n  I love how Alexa plays that one too instead of Simon and Garfunkal XD\n  ","525877":"\n  my tablet is at 69%\n  \n  probably somewhere in the middle\n  ","525878":"\n  How are you tonight?\n  ","525879":"\n  The dedication.\n  ","525880":"\n  yes\n  ","525881":"\n  Might not want to do that lol\n  ","525882":"\n  Lady Gaga is killing me\n  \n  can i just watch the movie already and possibly ball my eyes out?\n  \n\n   https:\/\/youtu.be\/_vR32XI3Sr4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","525883":"\n  Where? 😉\n  ","525884":"\n  omg. I just died.\n  ","525885":"\n  interesting\n  ","525886":"\n  I pik u\n  ","525887":"\n  I still need to paint them. I'm shit. It's just not always on my mind.\n  ","525888":"\n  and cuter styles too\n  ","525889":"\n  gimme\n  ","525890":"\n  bet you can't\n  ","525891":"\n  Enjoy it :P\n  \n  It's sad that chrome won't let me do the shrug or other clipboard posts.\n  ","525892":"\n  lol my sister was like that with all of her exes. She doesn't really do it anymore. She'll ask my mom at times tho XD\n  ","525893":"\n  ¯\\_(ツ)_\/¯\n  ","525894":"\n  seems rude :p\n  ","525895":"\n  I'm not really sure. My body comp is pretty different. It's difficult to have the actual amount since I don't weigh myself all the time. I also have pcos with the insulin resistance going on so that makes it harder in general. Numbers can be more high even when I feel smaller-_-\n  \n  Was more of a lifestyle change. Diets never worked for long. Swimming, zumba, at home workouts, walking more. Eating better. I gave up drinking Pepsi.\n  \n  I see more results with the gym though. Get more into a routine. I look forward to it more than just doing a video or whatever. Seems more rewarding to me too like i did more.\n  ","525896":"\n  I suppose. All about tone and who did it.\n  \n  I hate girls who are always \"do i look fat in this\" to their partner.. like good luck buddy!\n  ","525897":"\n  Maybe peaches. haven't thought of. 🍑🍑🍑\n  ","525898":"\n  night owl\n  ","525899":"\n  The joys of weight loss lol\n  ","525900":"\n  9.5\n  \n  they used to be a 10\n  ","525901":"\n  excuse you. My ass is a she\n  ","525902":"\n  But it's mine!\n  ","525903":"\n  It's nice hearing that you look like you lost some more weight\n  ","525904":"\n  Not exactly XD\n  ","525905":"\n  plenty of swimming, exploring, nightlife. Maybe somewhere more tropical \/ overseas.\n  ","525906":"\n  sigh\n  ","525907":"\n  Not sure.\n  ","525908":"\n  I feel like if your in a very committed relationship and neither are being shady fucks then no condom would be more ideal.\n  \n  obviously safe sex in any way  (bc) helps too.\n  ","525909":"\n  lol both annoying ones\n  ","525910":"\n  I get some at times.\n  \n  ya'll are being so nice lol\n  ","525911":"\n  idk my page has been pretty tame lately.\n  ","525912":"\n  Where are all my mean anons at? 😂\n  ","525913":"\n  That's cool... someone just mentioned bringing colombian food. Never had.\n  ","525914":"\n  I wouldn't say often, more like sometimes.\n  ","525915":"\n  Thanks :)\n  \n  Way past caring what people think though. I know I'm real.\n  ","525916":"\n  if only paypal liked me\n  ","525917":"\n  :)\n  ","525918":"\n  comfy\n  ","525919":"\n  And then my mom is like another best friend :)\n  ","525920":"\n  \"their stick\"\n  ","525921":"\n  Nobody misses someone who purposely likes annoying you..\n  ","525922":"\n  I wouldn't rule it out but I'm content with answering questions and binge watching this person's youtube videos XD I'm watching stuff from a year ago so it's going to be cool seeing all the seasons then the latest ones.\n  \n  I didn't really have much Internet access last summer so there are a lot of different people that I just haven't watched since.\n  ","525923":"\n  Yes. He's been working and also working on the house as well. He also makes better money there than he would here.\n  \n  My siblings are kind of trying to get him to come out for Thanksgiving but he doesn't like flying so who knows if he will.\n  ","525924":"\n  I do.\n  \n  Rather not give to anons\n  ","525925":"\n  Not yet.\n  \n  Are you my newest follower or just checking in with my booty?\n  ","525926":"\n  awww.\n  \n  I don't like feet but that's sweet lol\n  ","525927":"\n  😂😂😂\n  \n  feels like it.\n  \n  I don't mind.\n  ","525928":"\n  I'm not that into politics but it will be cool seeing my brother-in-law and the other candidates having their first debate this weekend. I think it's this weekend...\n  \n  I really want to reup my gym membership. miss it. swimming just isn't enough but I've still noticed some changes :)\n  \n  My mom's birthday is in October so that's nice.\n  \n  My brother's wife is hosting an international party soon so that should be fun and interesting! Different foods from all over, music. Her brother ended up mentioning margaritas in the group chat about the party and he makes really good ones 🍸\n  \n  Halloween should be cool since my sister and her husband go all out! The town does a house decorating contest each year. One year a house went all out and the house next door had a sign saying \"ditto\" with the arrow pointing towards that house 😂 Not sure if I should mention the theme their going with XD\n  \n  My days are pretty boring but looking forward to all that!\n  ","525929":"\n  fuzzy socks or was inside so it didn't matter.\n  \n  Happy scrolling :P\n  \n  I didn't save them and don't feel like currently getting all the foot fetish people\n  ","525930":"\n  few and far between.\n  \n  I know i did one during the summer and a couple in the winter lol\n  ","525931":"\n  I don't think I'm fake. I'm not trying to be anyone else. I'm open about stuff etc\n  ","525932":"\n  awww\n  ","525933":"\n  family and certain friends or do you mean from here??\n  ","525934":"\n  I'm fine right now.\n  ","525935":"\n  I thought so :)\n  \n  dinner soon\n  ","525936":"\n  must have been a different person last night since I already went to sleep and got that \"good night sugar\" one i used last night.\n  ","525937":"\n  I had one from yesterday too so ¯\\_(ツ)_\/¯\n  ","525938":"\n  Don't you just love new groceries\n  ","525939":"\n  me gusta\n  ","525940":"\n  2504 followers :o\n  \n  I don't think I'm a celebrity though\n  ","525941":"\n  Not always\n  ","525942":"\n  Wonderful :)\n  ","525943":"\n  Pretty much lol\n  ","525944":"\n  For you\n  ","525945":"\n  Some more than others *shifty eyes*\n  ","525946":"\n  so, do you like it?\n  ","525947":"\n  nope. just saying it like it is 😂\n  ","525948":"\n  Cool.\n  \n  damn, you have lots of likes. Hello popular.\n  ","525949":"\n  Not the only one\n  ","525950":"\n  Really?\n  ","525951":"\n  creepy\n  ","525952":"\n  I don't like 19 year olds. You might be a girl? No thanks. Also your bio says you're dating someone already and I don't think that Alisha girl would like that.\n  ","525953":"\n  I have more late 20's peeps\n  ","525954":"\n  Yes. I don't really eat it much these days. I just have salads more.\n  \n  made me want spinach dip with chips 😍 don't have though.\n  \n  Kale is good too. Made kale chips before...\n  ","525955":"\n\n   @mawiocudwoc\n  \n\n   @shehitsback\n  \n","525956":"\n  with their fins\n  ","525957":"\n  I think I know two other 30+ people here?\n  \n  I usually follow 21+\n  \n  don't need a bunch of little kids.\n  ","525958":"\n  Obviously do since I've had feet pictures up before lol\n  \n  I love swimming.\n  ","525959":"\n  I'm fine with beverages. I usually have 1 or 2 glasses of tea then just drink water for the rest of the day. Water in the morning is disgusting to me XD\n  \n  probably ice cream if we have some. Everything else is usually on the healthy side and not really eating the same foods over and over again.\n  ","525960":"\n  throw out or donate\n  ","525961":"\n  Since I'm in AZ right now, a few years ago a husband and wife ended up getting killed. They had search parties, on the news. It was more of a disappearance case until the truth came out.\n  \n  Also in MA, there was a guy traveling through the town and ended up putting his kill into a storage unit inside a fridge\/ice box. That was freaky.\n  \n  Both areas are pretty safe lol\n  ","525962":"\n  Not as much as\n  \n   @poetalunam\n  \n  😂\n  \n  I rarely drink coffee. Need to be in the mood for. I haven't had it in years.\n  \n  unrelated but why can't the app work correctly? Keeps clashing. Hello, Chrome.\n  ","525963":"\n  Agreed 💯💯💯\n  \n  I think it's mostly people from different cultures that marry young and all that who seem to ask questions like that.\n  ","525964":"\n  Good night spice\n  ","525965":"\n  I'm an aunt to a 6 and 7 year old, not you.\n  \n  I'm not 31 yet. Two months. 😑\n  ","525966":"\n  How fun\n  ","525967":"\n  I didn't mean anything about my comment. More the fact that I wouldn't want to be in a loveless marriage. I wouldn't want to be like my parents in that way. He's cheated before. I've heard threats of divorce and everything else growing up.\n  \n  I'd marry for love, a true connection etc\n  ","525968":"\n  I'd believe that.\n  ","525969":"\n  born and raised in Massachusetts.\n  \n  Siblings both live in Arizona now and I'm currently here hence my bio\n  ","525970":"\n  I'll be 31 in December :(\n  \n  no, just answered that\n  \n  still figuring everything out lol\n  ","525971":"\n  Thought it would be more of a guy thing. *hugs* well true when you think of dil dos but that didn't really come to mind when I was writing it\n  \n  Do I really give off marriage vibes or just because I *should * be married since my age? hmm.\n  ","525972":"\n  lol yes.\n  \n  good night\n  ","525973":"\n  no. that would be sad if I was married and always resorted to masturbating instead of actual s3x 😂😂\n  ","525974":"\n  nope, sleep now.\n  ","525975":"\n  not at all 😂\n  ","525976":"\n  Every case would be different. I know two teacher's who got married. She's actually a special education teacher and their 1st kid has it. So it was cool that she knew everything to do right. He seems pretty normal though. Definitely needs to learn how to stick up for himself.\n  \n  This kid was messing with him a few years ago. I was down near the water and heard it all. The kid ended up pushing his sister down to get a rise out of him. That's where I stepped in. I didn't want to hear or see that crap. Also their grandparents are family friends so I felt like I had more responsibility to them. They both thanked me later on and also the kid has always hated me since 😂 Like they were fighting over nothing. He was firm in his mindset and the kid wouldn't take no for an answer and then did that to his sister for no reason. I could tell he was getting mad but didn't do or say anything.\n  ","525977":"\n  I don't understand the language.\n  \n  Basically the more you talk, post pictures or stories it will get higher\n  ","525978":"\n  The worst kind of small talk right there\n  ","525979":"\n  This made me a little happy. cool to see 87 :)\n  ","525980":"\n  king\n  ","525981":"\n  A lot\n  ","525982":"\n  proud of you 🌹\n  ","525983":"\n  Will have to listen\n  \n  yup, radio is always on in the car\n  ","525984":"\n  has nothing in English\n  ","525985":"\n  Not really. I have a lot to give etc\n  ","525986":"\n  You don't make me sad then lol\n  ","525987":"\n  I wouldn't ask my dad for advice. Mom, yes.\n  ","525988":"\n  yes.\n  \n  Also gives me Pocahontas vibes 🍁🍂\n  ","525989":"\n  I'd rather play with actual guys than a chucky doll\n  ","525990":"\n  shhhh\n  ","525991":"\n  Could be\n  ","525992":"\n  Not valid for anonymous users.\n  ","525993":"\n  I don't think I heard of them. That's cool. got to love free concerts.\n  ","525994":"\n  care to find out? ;)\n  ","525995":"\n  Watch - football and soccer\n  \n  play - dodgeball, volleyball, tennis\n  ","525996":"\n  There's no set routine\n  ","525997":"\n  True. it can help but it's not the 1st way i think of lol\n  ","525998":"\n  You are\n  ","525999":"\n  weird lol\n  \n  let's make guacamole; )\n  ","526000":"\n  Sorry\n  ","526001":"\n  lol\n  ","526002":"\n  The pool pic from a few days ago\n  ","526003":"\n  Let's just go with masturbation because when I don't add it someone else does lol\n  \n  the other stress question i got helps relieve it for me too (reading, movies etc)\n  ","526004":"\n  😂😂😂\n  ","526005":"\n  Why would I be jealous?\n  ","526006":"\n  bottom of my foot\n  \n  armpits\n  \n  sides\n  ","526007":"\n  oh yes :)\n  ","526008":"\n  Just chilling before dinner.\n  \n  maybe put a movie on if Netflix actually has it\n  ","526009":"\n  You and everyone else wants that 😈\n  ","526010":"\n  Good to know 😉\n  ","526011":"\n  What?\n  ","526012":"\n  I think it lives in us. We can't see it. It's just there. Maybe even the aura around us.\n  \n  I don't know who you are.\n  \n  The meaning of life question always makes me think of this movie scene\n  \n   https:\/\/youtu.be\/7pO4e9NEYh0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","526013":"\n  Good to know\n  ","526014":"\n  I'm not sure lol\n  ","526015":"\n  I think anyone could write a book but would people want to read it?\n  \n  I've tried.\n  ","526016":"\n  I forget what I dreamed last night\n  ","526017":"\n  You tell me 😉\n  ","526018":"\n  sounds like herbalife bs\n  \n  🚫🚫🚫\n  \n  so much sugar in them. Not crazy about pea protein either.\n  \n  My former step cousin and his wife have been doing it and sell it. They lost a lot but you can tell for a while now that he doesn't look healthy anymore, aged a lot. I don't think she has changed much lately either.\n  ","526019":"\n  Maybe. He'd probably yell at me a lot. I make more basic dishes so would be interesting being all fancy\n  ","526020":"\n  Not to my knowledge and no, I haven't. I'm loyal in a relationship.\n  ","526021":"\n  dresser with a tv ontop, my glass with water in it. remotes. my gym id card.\n  \n  don't f8ck with me 😂\n  ","526022":"\n  if we were all getting ready....\n  \n  weird to be taking a pee or poop with someone there if that's what you meant.\n  ","526023":"\n  I've only played it once lol\n  ","526024":"\n  I guess but I'm not a good singer\n  ","526025":"\n  hello\n  ","526026":"\n  Very lol\n  ","526027":"\n  I understand it but you shouldn't be mean about it when others put the effort in to actually do it for you.\n  ","526028":"\n  I'm clean.\n  ","526029":"\n  my fun was The Voice and This is us.\n  \n  Now I feel like youtube vids\n  \n  maybe tomorrow  <3\n  ","526030":"\n  Maybe\n  ","526031":"\n  It's probably something that's been around forever\n  ","526032":"\n  sure\n  ","526033":"\n  You don't always know when we talk\n  ","526034":"\n  yes, indeed.\n  ","526035":"\n  I got the whole world in my hands 🎤\n  ","526036":"\n  How old are you?\n  ","526037":"\n  This country needs some; )\n  ","526038":"\n  I'm not sure. I'm not ashamed over anything that i listen to\n  ","526039":"\n  movies\n  \n  reading\n  \n  swimming or exercise in general \/ walking\n  \n  figuring out the reason for it since I don't stress out a lot\n  ","526040":"\n  aww appreciate it\n  \n  know it's not true for myself though lol\n  ","526041":"\n  such a good son :)\n  \n  I'm good\n  ","526042":"\n  trying to win Christina Aguilera tickets 😂\n  \n  had to use the link in chrome to get the entry part to work\n  \n\n   https:\/\/tempemarketplace.com\/christina\n  \n","526043":"\n  😂😂😂\n  ","526044":"\n  People can go overboard with it. Should respect their decisions.\n  ","526045":"\n  But yet it's even worse to other cultures\n  ","526046":"\n  Not much to see there lol\n  ","526047":"\n  The secret life of the American teenager. When that girl had the stillborn baby and everyone was waiting in the hallway with balloons and stuffed animals at the hospital.\n  \n  Gilmore Girls (the newest one ) when Lorelia gets into the fight with her mom after the funeral and then when she's out \"hiking\" and calls her mom explaining her favorite moment with her dad.\n  \n  Those are the only ones I remember right now\n  ","526048":"\n  Just some basic sign language\n  ","526049":"\n  hm I'm actually not sure!\n  \n  irl: Sara would get that award\n  ","526050":"\n  I am 😘\n  ","526051":"\n  no thanks, chucky.\n  ","526052":"\n  You like asking this lately. Are you trying to guess when I get my period? Good luck.\n  ","526053":"\n  Because I want and need to?\n  ","526054":"\n  I don't think there's a specific song that I go to\n  ","526055":"\n  *cuddles with you *\n  ","526056":"\n  The pool definitely helps or bedroom...\n  ","526057":"\n  Did it just for you :)\n  ","526058":"\n  all for you :)\n  ","526059":"\n  flash flood warnings but it's not even that bad yet and all the news + phone alerts kept going off. Update when something new happens! Literally sent the same message twice. Mom even turned the tv off because of that one. It constantly goes on the whole time so it's pretty annoying. Basically started raining around 1am when I went to sleep.\n  ","526060":"\n  with your c0ck out\n  \n  o.o\n  ","526061":"\n  oh, guess only Ben wrote something new 😂\n  ","526062":"\n  Good night\n  ","526063":"\n  That's weird.\n  ","526064":"\n  You could if it was really needed.\n  \n  I didn't tho\n  ","526065":"\n  You guys are such pervs ;)\n  ","526066":"\n  I think it looks better but not a requirement. Do whatever makes you feel good.\n  ","526067":"\n  Just the lacy red one which I didn't bring with me :(\n  \n  I need more matching ones XD\n  ","526068":"\n  The dress. Basically head to toe\n  ","526069":"\n  they make sports bras with matching panties etc\n  ","526070":"\n  yes :)\n  \n  most seem very nice but that lahore dude kind of gave them a bad name too lol\n  ","526071":"\n  pull it up...\n  \n  was interesting when I had to pee at my sister's wedding in the bridesmaid dress. it was long\n  ","526072":"\n  Victoria secret\n  \n  kohls usually has some cute thong ones\n  \n  Calvin Klein looks comfy but don't own\n  \n  I'm not really royal to any underwear brands ¯\\_(ツ)_\/¯\n  ","526073":"\n  😂😂😂\n  \n  i noticed that. was like they are out full force atm\n  ","526074":"\n  myself - sometimes\n  \n  others - not really. very rarely. only care about the people i actually know.\n  ","526075":"\n  usually doesn't get that many likes...\n  ","526076":"\n  I'm starting to hate guys with that mentality\n  ","526077":"\n  Not into girls\n  ","526078":"\n  Already mentioned and I'm surprised it got likes 😂\n  ","526079":"\n  3rd time getting this now -_-\n  ","526080":"\n  Sometime before April. I miss getting the newest books XD\n  ","526081":"\n  early like 12:30 or 1am XD\n  ","526082":"\n  I don't even know you\n  ","526083":"\n  youtube but I should sleep fairly soon too\n  ","526084":"\n  answered in the other one, oops.\n  ","526085":"\n  Maybe the 2nd one?\n  ","526086":"\n  nope\n  ","526087":"\n  I don't know the language\n  ","526088":"\n  The feed is so dead tonight :o\n  ","526089":"\n  That's nice 😉\n  ","526090":"\n  it wouldn't have mattered? would have told her ¯\\_(ツ)_\/¯\n  ","526091":"\n  I miss my lace booty shorts. They were so comfy.\n  ","526092":"\n  so sweet\n  ","526093":"\n  I doubt you'd do anything.\n  \n  being the messenger is getting blah now lol\n  ","526094":"\n  Nothing too bad\/serious.\n  ","526095":"\n  Hello\n  ","526096":"\n  oh?\n  ","526097":"\n  Not sure. Just the ones that I talk with more regularly.\n  ","526098":"\n  Not really. lots of other things matter more.\n  ","526099":"\n  grey tshirt now and leggings from earlier.\n  ","526100":"\n  Lilac color\n  ","526101":"\n  I'm not sure lol\n  ","526102":"\n  I deleted some earlier, actually.\n  \n  yes, need to do!\n  ","526103":"\n  my snapchat name without the spaces\n  ","526104":"\n  lol this was forever ago tho\n  ","526105":"\n  Probably thinking about the dream i had or how comfy I was.\n  ","526106":"\n  WHERE HAVE YOU BEEN?\n  ","526107":"\n  Maybe 2-3\n  \n  basically what I just did\n  ","526108":"\n  Not at all.\n  ","526109":"\n  hard to do\n  ","526110":"\n  I'd rather have a thong\n  ","526111":"\n  Indeed. haven't got anything too out of line\n  ","526112":"\n  no 😂\n  \n  it was like 2\/3 when I messaged her here but later on for her, luckily lol\n  ","526113":"\n  awww\n  ","526114":"\n  yes, on sc.\n  ","526115":"\n  I got rid of Ben's qs  :)\n  ","526116":"\n  yes\n  ","526117":"\n  \"aww cute\" was her response :p\n  ","526118":"\n  I doubt it. I haven't done any research on that though.\n  ","526119":"\n  puppies!\n  ","526120":"\n  no, she's with her ex still.\n  ","526121":"\n  She doesn't believe that since nobody ever paid up all the other times\n  ","526122":"\n  hello\n  ","526123":"\n  Sometimes, mostly my dad or what his friend says because the guy is a talker!!! And it's usually so fast about different people \/things that you get a little lost lol like jumps around to different conversations, goes back to a different one.It's quite interesting.\n  ","526124":"\n  Not sure. I feel like most have been more bipolar?\n  ","526125":"\n  Some middle ground, I'm sure\n  ","526126":"\n  Two in total.\n  ","526127":"\n  No, sorry.\n  ","526128":"\n  Not really\n  ","526129":"\n  doubtful. I don't want a child\n  ","526130":"\n  No\n  ","526131":"\n  I haven't been sick since the winter?\n  \n  rest, chicken noodle soup, ginger ale, over the counter medicine or prescribed medication if it was bad enough for a doctor's visit.\n  \n  tea is also lovely.\n  \n  I take a multivitamin and fish oil so I think that's been helping.\n  ","526132":"\n  Goodwill, Old Navy, Ross, Marshalls. Anywhere, really.\n  ","526133":"\n  Always does\n  ","526134":"\n  You too\n  ","526135":"\n\n   @storm_stuart\n  \n  bae 💕\n  \n  lol just a user that Daniel missed and I ended up telling her then she was all post this etc\n  \n  she doesn't get on here much.\n  ","526136":"\n  Good night.\n  ","526137":"\n  oh lol\n  ","526138":"\n  Not for me :p\n  \n  here, sc and ig.\n  \n  I think she keeps ig more family oriented picture wise though.\n  ","526139":"\n  :*(\n  ","526140":"\n  You don't have her anywhere else?\n  ","526141":"\n  Definitely be deleting these but let's show skyee some loveeee\n  ","526142":"\n  Guess she wanted you and her other loves to see her 😂\n  \n  Skyee\n  \n   @storm_stuart\n  \n","526143":"\n  funny since I don't remember her \"favorite\" had the name Daniel :P\n  ","526144":"\n  I'm still not allowed to say anything about other guys or ask to her\n  ","526145":"\n  She liked me more 😈\n  ","526146":"\n  She posted 2 pictures \"stories\" on SC 4 hours ago apparently.\n  ","526147":"\n  at times ¯\\_(ツ)_\/¯\n  ","526148":"\n  we didn't start when I said that earlier lol\n  ","526149":"\n  You are so innocent then. bless you\n  ","526150":"\n  Yes, I'm not stupid.\n  ","526151":"\n  sister's house;\n  \n  The living room is probably the best. cozy. I like the owl candle melter and other knick nacks on the shelves.\n  \n  The front room is nice but more of a lounge bar type masculine look to it. dark wooden things..\n  ","526152":"\n  I can definitely be more of a listener. But both :)\n  ","526153":"\n  yes\n  ","526154":"\n  Ask.fm isn't ready for that 😂\n  ","526155":"\n  lol creepy\n  ","526156":"\n  nice!\n  ","526157":"\n  chemistry helps.\n  \n  knowing limits (too much tongue, not enough )\n  \n  whatever feels right\n  ","526158":"\n  ok lol\n  \n  good to know\n  ","526159":"\n  42D\n  ","526160":"\n  fell wet lol\n  \n  around 2 soon if you must know\n  ","526161":"\n  Pretty much all of them 😂\n  \n  My sister was rebellious and our house was the place to be.\n  ","526162":"\n  lol\n  ","526163":"\n  lol\n  \n  can't imagine what I'd be guiding it on\n  ","526164":"\n  Very rarely. If I do, it's more like a sinus headache? like in the middle of the forehead.\n  ","526165":"\n  multitasker, waiting for replies etc\n  \n  nothing too dirty happening yet ;)\n  ","526166":"\n  I can't tell my secrets 😈\n  ","526167":"\n  That's correct lol\n  \n  I don't know if they want their names mentioned. it's been pretty harmless\/innocent so far but def can tell where their mind is at XD\n  ","526168":"\n  3 or 4\n  ","526169":"\n  and all my sc people seem to be too. yikes ;)\n  ","526170":"\n  Wednesday. long overdue ;)\n  ","526171":"\n  I'm not sure what my last one was lol\n  ","526172":"\n  I believe I've seen it before :)\n  \n  how have you been?\n  ","526173":"\n  Sometimes. Not really my go to films to watch.\n  \n  I want to watch Deadpool but it's not on Netflix here :(\n  ","526174":"\n  hey\n  ","526175":"\n  The world, different cultures. Psychology and other ologies.\n  ","526176":"\n  Uranus\n  ","526177":"\n  family\n  ","526178":"\n  Maybe\n  ","526179":"\n  no. I'm not that petty\n  ","526180":"\n  yup\n  ","526181":"\n  idk\n  \n  you might get kicked\n  ","526182":"\n  1. in person - mom\n  \n  online - Niall and Heather\n  \n  2. Jessica\n  \n  3. YOU FORGOT TO PUT ONE\n  \n  4. small group\n  \n  5. I don't have a current favorite\n  \n  6. The ones I always mention\n  \n  7. hmm\n  \n  8. summer\n  \n  9. yes. I did some dancing a bit yesterday lol\n  \n  10. watermelon, clementines, all the berries\n  ","526183":"\n  we shall see.\n  ","526184":"\n  Personality, humor.\n  ","526185":"\n  I usually like homecooked ones more!\n  \n  Culvers does a good burger though.\n  ","526186":"\n  Sometimes. I usually use it until it dies but having two or more would be fun to change it up.\n  ","526187":"\n  Someone mentioned Christmas\n  ","526188":"\n  my soul is intact. hallelujah\n  ","526189":"\n  3 out of 5?\n  ","526190":"\n  Guess you haven't heard of those myths?\n  \n  \"The morepicturesof us taken and used, the more we give up, and the less control of our identity that we have. In effect, little by little, we give up a bit of ourselves each time a picture is taken and used.\"\n  ","526191":"\n  seems like the same writing pattern to me.\n  \n  Anyways, I wouldn't trust anons.\n  ","526192":"\n  You can't have my soul\n  ","526193":"\n  seems to be your thing.\n  ","526194":"\n  you'd probably just complain more :o\n  ","526195":"\n  a bit\n  ","526196":"\n  must have been\n  ","526197":"\n  You don't need to worry right now.\n  ","526198":"\n  I think I'd remember that\n  ","526199":"\n  yes but worded differently\n  ","526200":"\n  No thanks. don't know whose been there ;)\n  ","526201":"\n  Some college\n  ","526202":"\n  fire vs lions\n  ","526203":"\n  who you be?\n  ","526204":"\n  lick it jk\n  \n  I'm sure Google has more tips\n  ","526205":"\n  England or Ireland?\n  ","526206":"\n  rude 😂\n  \n  wash it like normal?\n  \n  pick at it\n  ","526207":"\n  Always 😉\n  ","526208":"\n  I don't feel odd so it's weird getting this this time. I did an honesty night so how would that equal that I don't want to be here? Nobody asked me to do it. I just got on and barely answered anything and I'm getting these weird judgments out of nowhere. If I didn't want to be on right now then I'd log out. I haven't had a chance to answer anything because you keep posting nonsense straight away. I could be naughty right now and you wouldn't know. 😝\n  ","526209":"\n  Not lately.\n  \n  need to find a new one\n  ","526210":"\n  Cool\n  ","526211":"\n  You overthink a lot.\n  \n  I barely even got any s3xual questions lately. just fetish ones like usual. they need new material.\n  ","526212":"\n  youcanjuiceme\n  \n  my old FS name XD\n  ","526213":"\n  I plead the 5th\n  ","526214":"\n  Hi Taytay\n  ","526215":"\n  long. I barely use it. I don't like calling people. I'm on my tablet way more.\n  \n  now that The Voice is on, i need to use it to vote lol My tablet isn't compatible with the app.\n  ","526216":"\n  It's usually in a ponytail.\n  ","526217":"\n  I suppose\n  ","526218":"\n  it can be cute depending on who does it.\n  \n  but its really annoying when not in the mood for it and someone keeps trying. like gtfo\n  ","526219":"\n  Senior year for the yearbook, prom?\n  \n  No thanks. 10 years ago and I don't have the pictures with me to show anyways.\n  ","526220":"\n  Not sure. We don't really fight\n  ","526221":"\n  No thanks\n  ","526222":"\n  Alexa (the device) wouldn't tell me if she believed in Aliens yesterday. Asked her about area 51 and got an answer. Then asked something else and she was all \"that's up to you to decide\" so I don't get why she didn't say the same about aliens.\n  \n  mom was watching some ufo alien show ¯\\_(ツ)_\/¯\n  ","526223":"\n  devil, naughty, bad etc\n  ","526224":"\n  mom + sister\n  ","526225":"\n  I was busy yesterday lol sue me XD\n  ","526226":"\n  I don't really have a strict one. Usually just use a facewash in the shower. Moisturizer before putting makeup on or if I felt like I needed some.\n  \n  I have a mask that I haven't tried out yet.\n  ","526227":"\n  I haven't sent anything out\n  ","526228":"\n  No idea lol\n  ","526229":"\n  I'm a girl, sorry.\n  ","526230":"\n  indeed.\n  ","526231":"\n  yup\n  ","526232":"\n  Still doing better than your attempt :P\n  \n  But I wholeheartedly agree.\n  ","526233":"\n  nope 😈\n  ","526234":"\n  lol yes :)\n  \n  was in the pool the majority of the day.\n  \n  will be getting some rain soon so figured why not. I also put the Alexa device outside so I didn't have to bring my tablet out there for music. had some 90's radio playlist going.\n  ","526235":"\n  Because I feel like going back into the pool.\n  ","526236":"\n  No thanks\n  ","526237":"\n  oh. there's nothing wrong with checking up on people.\n  \n  I'm sure you'll figure something out\n  ","526238":"\n  no but yet again I've never smoked a cigar nor want to.\n  ","526239":"\n  Maybe be up front?\n  \n  but I think you said to Courtana that the girl is in a relationship? so... maybe just f8ck off and find someone else.\n  ","526240":"\n  😂\n  ","526241":"\n  chocolate. I don't really like candied sweets much.\n  ","526242":"\n  ☝☝☝\n  ","526243":"\n  bute?\n  ","526244":"\n  Aliens?\n  ","526245":"\n  Magazine was probably HGtv? Sometime in April.\n  \n  I read the newspaper yesterday, actually. Some Arizona one. My BIL actually got featured in one of the articles.\n  \n  apple pie or crisp\n  ","526246":"\n  Being tardy\/absent.\n  \n  got detentions for\n  ","526247":"\n  Strawberry shortcake 😍\n  \n  I wish there was a whites bakery here.\n  \n  so good.\n  \n  make it wedding style like though.\n  ","526248":"\n  yes, i did. Thanks for asking :)\n  ","526249":"\n  yes, very annoying when that happens.\n  \n  most recent;\n  \n  A work thing, wouldn't save or post -_- kept doing it over with the same results.\n  \n  Inbetween playing the wifi went out  ;)\n  ","526250":"\n  This guy in New York City. He was a bum and we apparently got too close to his \"house\". It was bizarre.\n  ","526251":"\n  three people come to mind  (i don't feel like using names )\n  ","526252":"\n  such as?\n  ","526253":"\n  Some college\n  ","526254":"\n  Good night adorable people\n  ","526255":"\n  hugs you too\n  ","526256":"\n  I've mentioned that even more 😂\n  ","526257":"\n  Maybe not everything\n  ","526258":"\n  Not surprised 😉\n  ","526259":"\n  yes\n  ","526260":"\n  disappear on my mom in stores 😂\n  ","526261":"\n  I don't remember the exact date :p\n  ","526262":"\n  That's because of privacy stuff. touché subject and rather not get into.\n  ","526263":"\n  eh not really\n  ","526264":"\n  whatever happens.\n  \n  no real plans\n  ","526265":"\n  * hates\n  ","526266":"\n  I suppose\n  \n  think it's nice to have breaks at times, build up.\n  \n  Wednesday was nice :)\n  ","526267":"\n  What do you mean exactly?\n  ","526268":"\n  nope. you?\n  ","526269":"\n  or you weren't here :p\n  \n  wasn't getting anything new\n  ","526270":"\n  ello matey\n  ","526271":"\n  whoever wants to be?\n  ","526272":"\n  you'd wake him up :(\n  \n  lol yes\n  ","526273":"\n  Could be but one of my anons would be busy sleeping on the booty lol\n  \n  🍁honesty night🍂\n  ","526274":"\n  Not sure how dancing and music = anthropology\n  \n  🍁honesty night🍂\n  ","526275":"\n  You guys always say stuff like that but never pay up\n  \n  🍁honesty night🍂\n  ","526276":"\n  No but they got other pictures before.\n  \n  🍁honesty night🍂\n  ","526277":"\n  family\n  \n  friends\n  \n  pets\n  \n  🍁honesty night🍂\n  ","526278":"\n  puts you on the list\n  \n  🍁honesty night🍂\n  ","526279":"\n  noooo lol\n  ","526280":"\n  body appreciation party then :D\n  ","526281":"\n  more in my teen years lol\n  \n  even then people didn't stay regular.\n  \n  hard to give a number\n  \n  🍁honesty night🍂\n  ","526282":"\n  I'm not sure. The holidays are pretty much split up in Arizona between my brother, sister and my nephew's uncle's house.\n  ","526283":"\n  He's been the only one lately.\n  \n  🍁honesty night🍂\n  ","526284":"\n  timber me shivers\n  ","526285":"\n  you;)\n  ","526286":"\n  Haven't talked to him in a while but he was working a lot the last time I did\n  ","526287":"\n  The 3some question got deleted but to the follow up question... no. The guys that came to mind aren't really the sharing type\n  ","526288":"\n  I'm not sure, was probably just small stupid stuff that was like why lie to begin with?\n  \n  or my friend always denying that she wasn't into girls only to embrace it years later. ¯\\_(ツ)_\/¯\n  \n  🍁honesty night🍂\n  ","526289":"\n  I've never been with a girl.\n  \n  🍁honesty night🍂\n  ","526290":"\n  I don't think anyone would assume chivalry exists with you, Ben.\n  \n  🍁honesty night🍂\n  ","526291":"\n  if the shoe fits...\n  \n  🍁honesty night🍂\n  ","526292":"\n  yes. you need a win!\n  ","526293":"\n  more of a swallower\n  \n  🍁honesty night🍂\n  \n  p.s. would be nice if I got some normal questions as well\n  ","526294":"\n  *hugs back *\n  ","526295":"\n  It's not a blow up one. more Styrofoam kind of material? bit jelly like too...\n  ","526296":"\n  it is :)\n  ","526297":"\n  game or practice?\n  ","526298":"\n  broccoli comes to mind\n  ","526299":"\n  102F out\n  ","526300":"\n  I'll throw you in the pool\n  ","526301":"\n  For a few moments, yes.\n  ","526302":"\n  she who? :P\n  ","526303":"\n  Hello\n  ","526304":"\n  none\n  ","526305":"\n  whatever i felt like. I don't think it would be a routine, always different.\n  ","526306":"\n  Not exactly.\n  ","526307":"\n  I don't think it matters anymore?\n  ","526308":"\n  single\n  \n  There are some names that I like but when the time comes, I want the guy to be a part of the naming.\n  ","526309":"\n  Don't see much of a difference. 1-3 wouldn't be too bad but I'm fine with washing asap too.\n  ","526310":"\n  I do.\n  \n  I follow her, Lauren and Dani.\n  ","526311":"\n  Good night lovebug\n  ","526312":"\n  I don't have either with me.\n  ","526313":"\n  Drugs can be pretty scary. I've known a lot of people who have died from heroin overdoses.\n  \n  Also a childhood friend has 5 kids with her husband and I guess she did a 360 because she doesn't have them anymore. I'm not sure if it's heroin, crack, meth, pills or what. Her whole FB page is all these affirmations about making the day great, doing my best and everything else. Doing meetings. Empty promises. I guess she went over the deep end after having a still born baby and didn't know how to cope. Her whole family was basically on drugs and alcoholics growing up. It's just sad that she got sucked in since she was the \"normal\" one out of her family. Her brother even died from drugs...\n  ","526314":"\n  nah, I'm barefoot and it would be odd like that. Need those steel boots or heels, honey. 👢👢\n  ","526315":"\n  When IG sidetracked you and it's now 3am. Made me want all the fall things! 🍂🍁\n  ","526316":"\n  hm interesting\n  ","526317":"\n  Not really 😝\n  ","526318":"\n  Tell me about it lol\n  \n  which one?\n  ","526319":"\n  Hope you like comedians\n  ","526320":"\n  no lol wtf\n  ","526321":"\n  You need glasses\n  ","526322":"\n  😂\n  ","526323":"\n  How are you, king?\n  ","526324":"\n  aww bear hugs\n  ","526325":"\n  The comedian Chris D'Elia is funny. Watching his stand up.\n  ","526326":"\n  ho ho ho\n  ","526327":"\n  pee if I need to? Put my tablet on my desk.\n  ","526328":"\n  Good :)\n  ","526329":"\n  I'm not mad.\n  ","526330":"\n  You are sweet\n  ","526331":"\n  Maybe once if I felt hungry. I don't really eat from boredom.\n  ","526332":"\n  Thanks\n  ","526333":"\n  and then when I'm not someone b!tchs\n  ","526334":"\n  hey\n  ","526335":"\n  I suppose\n  ","526336":"\n  Why is it odd?\n  \n  watching movies on Netflix\n  ","526337":"\n  Never ever say that again.\n  ","526338":"\n  Yes. I'm not currently in college. It was 4+ years ago now lol\n  ","526339":"\n  Never had a cat that looked like that.\n  \n  stop being weird\n  ","526340":"\n  Never had a cat with that name, no.\n  ","526341":"\n  I'm not sure. haven't tested it out\n  ","526342":"\n  I don't see anything different?\n  ","526343":"\n  chicken parm\n  \n  chinese food\n  ","526344":"\n  Wouldn't that be more Polyamory?\n  ","526345":"\n  do better :p\n  ","526346":"\n  Not for me.\n  ","526347":"\n  hm I should really highlight my hair again meh\n  ","526348":"\n  What a good student\n  ","526349":"\n  I've been good, cutie.\n  ","526350":"\n  Right 😂\n  ","526351":"\n  I have a pair of shoes and a pair of sandals with me currently.\n  \n  winter boots, maybe two fallish ones. I think my leopard flats got thrown out, not sure.\n  ","526352":"\n  I ended up getting one\n  ","526353":"\n  makes me hyped for the movie\n  \n\n   https:\/\/youtu.be\/bo_efYhYU2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","526354":"\n  Great menu!\n  ","526355":"\n  no. You probably scared him off\n  ","526356":"\n  7.5\n  ","526357":"\n  Tell me about it, stud.\n  ","526358":"\n  XD\n  ","526359":"\n  sleeping schedule\n  ","526360":"\n  plotting your death. oh wait, that's cats. my bad\n  ","526361":"\n  Most likely.\n  \n  it was around 10pm when we started\n  ","526362":"\n  in your dreams\n  ","526363":"\n  I doubt it.\n  ","526364":"\n  I use my wristlet wallet more often. So money, id, cards, a chapstick.\n  ","526365":"\n  oh. was happy with that amount. Was getting late etc\n  ","526366":"\n\n   @sassygirlie456\n  \n  she's off being sassy :)\n  ","526367":"\n  eating a late lunch. chicken Caesar salad.\n  ","526368":"\n  better than nothing :)\n  ","526369":"\n  yes. only did 2 but was rough :)\n  ","526370":"\n  The best roast beef restaurant -\n  \n   http:\/\/www.kellysroastbeef.com\/\n  \n","526371":"\n  ¿quién o qué es real?\n  ","526372":"\n  This made me laugh\n  ","526373":"\n  I wouldn't give to anons. Besides my pictures aren't there :p not missing out\n  ","526374":"\n  I got you babe?\n  ","526375":"\n  hm true. we have a ghost :o\n  ","526376":"\n  getting closer\n  ","526377":"\n  no good night yet XD\n  ","526378":"\n  That's weird!\n  \n  maybe they disabled so it showed up as anonymous? idk.\n  ","526379":"\n  I did :)\n  ","526380":"\n  sounds like chaos\n  ","526381":"\n  Both, actually.\n  \n  But I meant a boyfriend.\n  ","526382":"\n  I'm not even sure lol just different cuisines that I never tried, no dish names come to mind.\n  ","526383":"\n  throw a party\n  ","526384":"\n  Good songs\n  ","526385":"\n  A & B\n  \n  you'd probably enjoy Venom more\n  ","526386":"\n  why?\n  ","526387":"\n  yes, going to sleep now\n  \n  have a good day :)\n  ","526388":"\n  yes, you! :D\n  \n  that's awesome that it went well\n  ","526389":"\n  so? Probably been hiding on anon.\n  \n  I don't like giving out my last name\n  ","526390":"\n  rude ;)\n  ","526391":"\n  A stranger doesn't need that information.\n  ","526392":"\n  me still but it's getting late 😴\n  ","526393":"\n  😂\n  ","526394":"\n  messy hair n all\n  \n  ;)\n  ","526395":"\n  Hopefully just busy with the kids and everything is fine.\n  ","526396":"\n  I once asked someone in a note if they had gum... too bad i wrote c u m instead.\n  \n  luckily i asked a girl so it was a good laugh\n  ","526397":"\n  I was going to do ¯\\_(ツ)_\/¯ but felt like changing it up :P\n  ","526398":"\n  I don't have any A's in my full name.\n  ","526399":"\n  My dad basically lives in there, reads etc\n  \n  most of our homes only had one bathroom, sometimes two. You do the math 😂\n  ","526400":"\n  it keeps popping up on my playlist lately XD\n  \n  I love it, always did. My favorite song from her. I did know that, it's always been a topic about that.\n  ","526401":"\n  The justwinbaby guy is tom. forget his @\n  ","526402":"\n  Maybe not all..\n  \n  but atm I'm here and being good.\n  ","526403":"\n  answering questions 😇\n  ","526404":"\n  Tom or David? I forget which one does the cooking class 😂\n  ","526405":"\n  Are you watching me?\n  ","526406":"\n  When Torn lyrics came to mind\n  \n\n   https:\/\/youtu.be\/VV1XWJN3nJo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  he was dignified 🎤🎤🎤\n  ","526407":"\n  What gave it away? :P\n  ","526408":"\n  guitar and more piano\n  \n  i always thought that the harp was pretty too\n  ","526409":"\n  no 😉\n  ","526410":"\n  This doesn't sound creepy at all 😂\n  ","526411":"\n  I don't keep track of that stuff.\n  ","526412":"\n  5'7\" and I still haven't checked :P\n  ","526413":"\n  not yet 👪\n  ","526414":"\n  no, we owe it to ourselves.\n  ","526415":"\n  I'm not political and rather not get into r a p e debates.\n  ","526416":"\n  news to me. Didn't hear anything about death earlier.\n  ","526417":"\n  I'm not pregnant.\n  ","526418":"\n  Could be\n  ","526419":"\n  I don't have one currently\n  ","526420":"\n  When your brother is more successful though job wise.\n  ","526421":"\n  sucks to be the youngest then\n  ","526422":"\n  I'd make her links click\n  ","526423":"\n  I'd like to know why you sent me this.\n  \n  Obviously music can help you cope but you still worded it weird hence why Latex didn't understand.\n  ","526424":"\n  Not currently\n  \n  ⬇⬇⬇\n  ","526425":"\n  I'd rather not\n  ","526426":"\n  I suppose\n  ","526427":"\n  The guy playing is creeping me out!\n  \n  Also I don't have my keyboard with me so watching it in vain.\n  ","526428":"\n  I did get rid of a few a while ago.\n  ","526429":"\n  roller  coasters that go in water\n  ","526430":"\n  Pretty much\n  ","526431":"\n  1st-5th grade: the recorder\n  \n  Also learned a tiny bit of piano during that time too.\n  \n  I'd love to learn guitar  (acoustic)\n  ","526432":"\n  think i had 4 or 5 today\n  ","526433":"\n  Hello\n  ","526434":"\n  I've answered everyone who wrote to me\n  ","526435":"\n  Archer? Sagittarius.\n  ","526436":"\n  we all know it's not lol\n  ","526437":"\n  longest acro ever!\n  \n  LYNDSEY =\n  \n  Loving you never died. Soon eventually, yes?\n  ","526438":"\n  curvy, meaty, maybe on the lower end of plus sized...\n  \n  or intelligence wise?\n  ","526439":"\n  I never understood why people care so much. It's not your life or you aren't the one doing me. I'm an open person but certain s3xual things should be kept private or just between partners.\n  ","526440":"\n  That would be pretty risky lol\n  ","526441":"\n  Tell me about it.\n  \n  I have hobbies though.\n  ","526442":"\n  it ended\n  \n  ----\n  \n  I loved Lost and it reminds me of it 😂 like they are the ones coming back lol\n  ","526443":"\n  sounds interesting.\n  \n  not sure if I've watched before, ^\n  ","526444":"\n  Good night sugar\n  ","526445":"\n  no? or too soon to tell what happens. Seems like some government coverup kind of thing anyways. How does 5 years pass yet you look the same? Also wouldn't surprise me if the blonde cop was pregnant. calling it now 🙆🍁🍂\n  ","526446":"\n  whatever gets you off, pal.\n  ","526447":"\n\n   https:\/\/www.imdb.com\/title\/tt8421350\/\n  \n","526448":"\n  no, pretty sure that's a film?\n  ","526449":"\n  When \"breast is best\" came to mind.\n  \n  I'd say anything else on the body lol more pleasure elsewhere\n  ","526450":"\n  A new tv show. Seems promising.\n  ","526451":"\n  There's other more important things\/areas than licks...\n  ","526452":"\n  be patient, hope you are knowledgeable about what they are going on about. Could ignore certain things said if offensive. Put them in their place if too \"crazy\".\n  \n  Luckily, people don't really do that to me.\n  ","526453":"\n  Just my mom's mom is still\n  ","526454":"\n  I know one is moving and another one lives alone ¯\\_(ツ)_\/¯\n  ","526455":"\n  Probably but I don't currently recall any.\n  ","526456":"\n  He had to sleep early.\n  \n  I'm just watching some youtube off and on. I should sleep soon since have to wake up fairly early.\n  ","526457":"\n  Not that often. The last one was Hans solo, before that it was A Quiet Place.\n  ","526458":"\n  it was ok.\n  \n  going to the lake tomorrow\n  ","526459":"\n  hoa community houses\n  \n  mountains in the distance\n  \n  road\n  ","526460":"\n\n   https:\/\/youtu.be\/u9Dg-g7t2l4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I'll go with a newer cover\n  ","526461":"\n  wouldn't be culturally appreciated?\n  ","526462":"\n  yet another song that I'd never do\n  ","526463":"\n  The simple things\n  \n  a good book, song, movie, food, nature, water, swimming, gym etc\n  ","526464":"\n  Not be annoying?\n  ","526465":"\n  movies - lion king, grease, dirty dancing, sound of music\n  ","526466":"\n  Probably not lol\n  ","526467":"\n  nephews hugged me\n  ","526468":"\n  That's true :)\n  ","526469":"\n  Not really something i do\n  ","526470":"\n  yup\n  \n  does anyone have actual decent questions?\n  ","526471":"\n  The dumb stuff\n  \n  not so dirty this time\n  ","526472":"\n  my sister-in-law is planning an international party.\n  ","526473":"\n  brother, ex boyfriends, at the store. Random guys who smell good when they walk by.\n  \n  😴\n  ","526474":"\n  dark noir or something like that?\n  \n  Hugo Boss\n  \n  typical designers\n  ","526475":"\n  a metal screamo one, maybe.\n  ","526476":"\n  underscore\n  ","526477":"\n  Cologne\n  \n  the usual ones..\n  ","526478":"\n  When This is Us is going to talk about pcos 😲\n  ","526479":"\n  lots of \"questions\" without any substance etc\n  ","526480":"\n  my inbox is absolute trash\n  ","526481":"\n  different for everyone\n  ","526482":"\n  awkward\n  ","526483":"\n  lion king, beauty and the beast, Pocahontas, Aladdin.\n  ","526484":"\n  there are a few.\n  ","526485":"\n  must have missed it then\n  ","526486":"\n  saying it\n  \n  writing it out or poetry\n  \n  venting to others\n  \n  bottle it up\n  ","526487":"\n  wanting to watch The Voice & This is us.\n  \n  hungry. haven't ate much today\n  \n  a little tired\n  ","526488":"\n  shhh\n  ","526489":"\n  I haven't been on sc\n  \n  we talked on Sunday for a second but I don't think he's been on here since?\n  ","526490":"\n  I know.\n  \n  I just get lost vibes :p\n  \n  like they will come together again etc\n  ","526491":"\n  You say that everyday.\n  \n  kind of kills the meaning <3\n  \n  don't say sorry 😝\n  ","526492":"\n  seems so.\n  \n  it reminds me of Lost a little because of the whole plane thing XD\n  ","526493":"\n  had a few days off.\n  ","526494":"\n  a bit of both\n  ","526495":"\n  The guys\n  ","526496":"\n  The reusable pads are the future. Use side one and then rotate it and use side 2. Then remove the used pad, wash and hang it to dry. The next day, reuse the washed pad. It's brilliant and you'll save $$$$\n  \n  ---\n  \n  Interesting.\n  ","526497":"\n  lol no\n  ","526498":"\n  hey\n  ","526499":"\n  ah ok. I was thinking of pads that still have old blood 😂\n  \n  Anyways, I think the Diva cup would be easier than using a cloth.\n  ","526500":"\n  Not opposed to\n  ","526501":"\n  using something with blood already there\n  \n  or is it different than what I'm thinking about? lol\n  \n  not caught up on the latest hygiene products since I don't need them...\n  ","526502":"\n  no. that's disgusting. not sanitary at all!\n  ","526503":"\n  Still need to take the steps to get there\n  ","526504":"\n  no then. that's a little too much. Haven't tried doing all day either.\n  ","526505":"\n  depends how much would equal chronic XD\n  \n  I doubt it.\n  \n  I've been good lately\n  ","526506":"\n  This, i guess. habit\n  \n  fashion\n  \n  fitness can be interesting\n  ","526507":"\n  No thanks\n  ","526508":"\n  I have one but I don't wear it much\n  \n  no. I'd be a little concerned if a 30 year old wore ribbons.\n  \n  not sure what that is\n  ","526509":"\n  😂 I'd be horrible covering a Janis Joplin song!!\n  ","526510":"\n  nope lol\n  ","526511":"\n  we don't currently have any clementines\n  ","526512":"\n  I'd want more time if I did travel somewhere.\n  ","526513":"\n  The same qualities I'd look for in a relationship. It wouldn't change, most of all that i can grow old with them.\n  ","526514":"\n  You always ask this and my answer will always be the same.\n  ","526515":"\n  It's not really your fault\n  ","526516":"\n  I wouldn't want to have sex on the first date.\n  ","526517":"\n  The current generation?\n  ","526518":"\n  o.o\n  ","526519":"\n  getting drinks\n  \n  watch a movie at home or theater\n  \n  food\n  \n  idk I'm pretty simple.\n  \n  maybe a walk\n  ","526520":"\n  classic skimpy would be better\n  \n  make me a pin up or something 😉\n  ","526521":"\n  I'd say butt\n  ","526522":"\n  I wasn't alone nor all dressed up so it was just whatever\n  ","526523":"\n  Kelly Clarkson\n  \n  Jennifer Hudson\n  \n  Adam & Blake\n  ","526524":"\n  ¯\\_(ツ)_\/¯\n  ","526525":"\n  Bruce avenged those men another night\n  ","526526":"\n  *hugs *\n  ","526527":"\n  so they can b!tch about feminism\n  ","526528":"\n  they have some cute fall clothing for them\n  ","526529":"\n  Hello sunshine\n  ","526530":"\n  You haven't read my page then.\n  \n  no\n  ","526531":"\n  Do whatever feels right to your situation.\n  ","526532":"\n  flashed boobs?\n  ","526533":"\n  two hours i think?\n  ","526534":"\n  Night cupcake\n  ","526535":"\n  watching a movie\n  ","526536":"\n  When I smile sometimes\n  ","526537":"\n  Thanks\n  ","526538":"\n  oh?\n  ","526539":"\n  join the club\n  ","526540":"\n  I guess\n  ","526541":"\n  Either way.\n  ","526542":"\n  No idea\n  ","526543":"\n  I've had worse\n  ","526544":"\n  XD\n  \n  that gets creepy\n  ","526545":"\n  aw\n  ","526546":"\n  especially on the hip abductor, huh? :P\n  ","526547":"\n  I never said anything like that.\n  ","526548":"\n  I'm more focused on what I'm doing, listening to my body.\n  ","526549":"\n  Good to know. Should check some out\n  ","526550":"\n  I didn't notice if they did.\n  ","526551":"\n  no\n  ","526552":"\n  ¯\\_(ツ)_\/¯\n  ","526553":"\n  I've only been out here since April.\n  \n  Why are people just noticing now? You don't seem new on my page. catch up lol\n  ","526554":"\n  No sh!t.\n  \n  it's not my first time out here lol\n  ","526555":"\n  yes. I noticed two guys looking at me on Saturday.\n  ","526556":"\n  I don't think so?\n  ","526557":"\n  doubtful\n  ","526558":"\n  no\n  ","526559":"\n  I'll pass on that lol\n  ","526560":"\n  nah. Don't have any new ones. Lulu is lying on the couch with us and the other two are in the front room.\n  ","526561":"\n  I don't like this phrasing\n  ","526562":"\n  I think that depends more on the person. I wouldn't want to feel like I'm reading a script to them. Case by case.\n  ","526563":"\n  Whenever I feel like it. You don't need to know where.\n  ","526564":"\n  ones who don't like them.\n  \n  stop body shaming\n  ","526565":"\n  The Voice & Manifest\n  ","526566":"\n  tshirt and leggings\n  ","526567":"\n  Manifest is weird.\n  ","526568":"\n  more content than happy. More positive outlook than negative.\n  ","526569":"\n  From that series or in general?\n  ","526570":"\n  dog ate it and took the ruined pieces to school as evidence - my brother\n  \n  😂\n  ","526571":"\n  We aren't all that free\n  ","526572":"\n  logical probably handles things better.\n  ","526573":"\n  The voice to be on already\n  ","526574":"\n  yes?\n  ","526575":"\n  Could be!\n  ","526576":"\n  You might be right\n  ","526577":"\n  Had to ruin the fun for everyone :\/ That's awesome!Good to change it up.\n  ","526578":"\n  ice or massage it\n  ","526579":"\n  What?\n  ","526580":"\n  I don't\n  ","526581":"\n  I thought you'd say similar people :)\n  ","526582":"\n  That's sweet\n  ","526583":"\n  Thanks z\n  ","526584":"\n  Because I can :p\n  \n  it is :)\n  ","526585":"\n  It's something they said :)\n  ","526586":"\n  I've only tried the glass mocha frappes from Starbucks.\n  ","526587":"\n  I put on Role Models.\n  \n  drugs are bad but energy drinks aren't 😂😂 ok then.\n  ","526588":"\n  What type of music?\n  ","526589":"\n  oh cool :)\n  ","526590":"\n  Only in the winter\n  ","526591":"\n  Is Blackstone near Salem? Sounds like it would be lol. Wrentham village outlet mall is cool, besides that haven't really experienced that area.\n  \n  that's awesome!\n  ","526592":"\n  Always steals the show\n  ","526593":"\n  Never had costa\n  ","526594":"\n  Did you live everywhere in New England? 😂\n  \n  concord is nice. Always liked going there and into Lincoln. Good camping spots\n  ","526595":"\n  Why do you hide on anon?\n  \n  Anyways, I won't give that information for safety reasons. But let's just say could be surrounding towns or closer to New Hampshire. 🏊💦⛵\n  ","526596":"\n  hello\n  ","526597":"\n  The other days then?\n  ","526598":"\n  me\n  ","526599":"\n  half of America?\n  ","526600":"\n  underwear\n  ","526601":"\n  Boston creme 😍\n  ","526602":"\n  Good night\n  ","526603":"\n  😘\n  ","526604":"\n  Good night my king\n  ","526605":"\n  I'm good. It's been a social weekend that's for sure.\n  ","526606":"\n  I'm not really sure\n  ","526607":"\n  not virtually\n  ","526608":"\n  What makes you think that?\n  ","526609":"\n  Nice\n  ","526610":"\n  Well that's not a tad creepy lol\n  \n  thought I slept alone :o\n  ","526611":"\n  A mattress is a bed even if the boxspring or headboard is missing o.o\n  \n  You should have had your own room :(\n  ","526612":"\n  I'm glad you overcame that fear\n  ","526613":"\n  send\n  \n   @TheChaosBringer\n  \n  questions! normal ones would be ideal ☺\n  ","526614":"\n  *gives you a nightlight *\n  \n  NOT ON MY WATCH\n  ","526615":"\n  I suppose. can be hard.\n  ","526616":"\n  aw\n  ","526617":"\n  Maybe one. but yet again i didn't see her that often either since she was always working and lived in a different town. Saw her more at her job than elsewhere lol\n  \n  Miss more people in Massachusetts - born and raised. But at the same time it didn't really feel like home anymore either after we sold the house and all that.\n  ","526618":"\n  The definition of you\n  ","526619":"\n  nah. I can work anywhere with wifi.\n  ","526620":"\n  hugs you harder\n  ","526621":"\n  Tell me about it 😂\n  \n  She's actually going away for work tomorrow for the whole week and he's going to meet her on some of the days.\n  ","526622":"\n  The scenery can be great\n  \n  i only really know family here :\/\n  \n  the hot weather hasn't bugged me as much but it still has its annoying moments. very different from New England.\n  ","526623":"\n  sweet\n  ","526624":"\n  lol probably\n  ","526625":"\n  mucho gracias\n  ","526626":"\n  shouldn't act like a child then, it's not attractive.\n  ","526627":"\n  emergency use? They would take them away. keep on silent etc\n  ","526628":"\n  idk guess they like planning things lol\n  \n  probably the same person who spammed me with pole dancing videos?\n  ","526629":"\n  ah. was wondering if it was a Bermuda station 😂\n  ","526630":"\n  CAN I BE THERE RIGHT NOW?\n  ","526631":"\n  he doesn't comment much or its been private. It's not really him using me kind of thing like others have and still try to do.\n  \n  I want my page to be more clean as well at times.\n  ","526632":"\n  I haven't worn one in yearsssss\n  \n  also all the dresses I've worn have been more formal attire. I've tried some cute normal ones on before but didn't justify spending the money when I wouldn't have worn them as much. I still want that perfect summery dress!\n  ","526633":"\n  I don't feel like listening to music right now\n  ","526634":"\n  hello.\n  ","526635":"\n  I wasn't in the mood last night and that person always seems to do the whole \"woe is me\" speech and then when I do give them some time they never go through with it. They just disappear on me or they get mad etc ¯\\_(ツ)_\/¯\n  ","526636":"\n  😂😂😂\n  \n  I don't mind.\n  ","526637":"\n  Anyone want to go to Bermuda island because I got 10 more links about it 😂\n  \n  interested in the beaches one XD\n  ","526638":"\n\n   @mawiocudwoc\n  \n  said the same thing\n  ","526639":"\n  reminds me of those shipping forecasts or news reporter 👍\n  ","526640":"\n  5-10 minutes?\n  ","526641":"\n  * Noemi\n  ","526642":"\n  liked before seeing this\n  ","526643":"\n  ya definitely changed then!! I grew up in the south shore.\n  \n  Parents have s summer house in Maine that my dad is still working on.\n  \n  Currently in Arizona. My siblings both live out here now. Staying at my sister's house.\n  ","526644":"\n  swimming\n  ","526645":"\n  Could be\n  ","526646":"\n  I'd need some drinks in me 😂😂\n  ","526647":"\n  Not really\n  ","526648":"\n  My sister and brother both like karaoke so who knows what the night will bring lol\n  ","526649":"\n  I don't think so lol\n  \n  definitely not my kind of singing voice\n  ","526650":"\n  I don't think so lol\n  ","526651":"\n  Too much snow this winter!!! Was happy to get to Arizona in April. Missed the sun. My top answers show some New England photos though :)\n  \n  My brother and his wife lived in Franklin before deciding to move to Arizona. 👍\n  ","526652":"\n  :)\n  ","526653":"\n  I'd butcher that song\n  ","526654":"\n  Nice\n  ","526655":"\n  fat\n  ","526656":"\n  I haven't.\n  \n  Would be cool if it was Family Fued or something like that.\n  ","526657":"\n  Only movies!!\n  \n  But my mom and I did check out the casino's giftshop before leaving last night and they had a bunch of Christmas decor!\n  ","526658":"\n  Nothing to be sorry about *hugs*\n  ","526659":"\n  I got Christmas feelings ¯\\_(ツ)_\/¯\n  \n  Joy? idk\n  ","526660":"\n  sounds like a personal problem :p\n  ","526661":"\n  usually happens when planning a wedding \/ being older?\n  ","526662":"\n  Cool. as long as their happy :)\n  ","526663":"\n  😂😂😂\n  \n  I sure do.\n  ","526664":"\n  Did this question get deleted or someone else asking. hmm\n  ","526665":"\n  none\n  ","526666":"\n  Dude is planning my trip to Bermuda island o.o\n  ","526667":"\n  She's not bad looking...\n  ","526668":"\n  Italian or tuna\n  ","526669":"\n  That's cool. congratulations to them.\n  ","526670":"\n  No. Have you?\n  ","526671":"\n  It's been ok. Going to my brother's house tonight since my sister and her husband haven't seen their new house yet. think we're having dinner there... plans seemed vague.\n  \n  I haven't been to a hen party.\n  ","526672":"\n  um.. ok then.\n  ","526673":"\n  3 dogs and 2 cats are in the house.\n  ","526674":"\n  nah, cock would be much better than a veggie. I'm not into food like that :)\n  ","526675":"\n  I've never gone to those places.\n  \n  My sister and her husband just got back from Hawaii though and they had some pretty pictures.\n  ","526676":"\n  tell that to the person who talked about eggplant. not my business.\n  ","526677":"\n  6.5\n  ","526678":"\n  I'll go with armpits\n  \n  I don't wear shoes without socks.\n  ","526679":"\n  I hate people who do stupid crap like that.\n  ","526680":"\n  farthest from Boston: Arizona, California, South Carolina\n  \n  Canada.. only because it felt different, not quite the distance.\n  ","526681":"\n  Nope\n  ","526682":"\n  cheeky\n  ","526683":"\n  Which type of shopping?\n  \n  clothing - goodwill, old navy, target.. whatever else looks nice. I'm not picky.\n  ","526684":"\n  I'm not wearing shorts right now anyways\n  ","526685":"\n  too much\n  ","526686":"\n  watermelon, strawberries and a lot of other berries.\n  ","526687":"\n  XD\n  ","526688":"\n  I have a few exercise shorts\n  \n  The lounge ones i wear can ride up on the butt.\n  ","526689":"\n  shady people at night? ¯\\_(ツ)_\/¯\n  ","526690":"\n  100+ temperatures. feet get hot. common sense here.\n  \n  I'll keep wearing sandals, babes.\n  ","526691":"\n  It's not even a question for starters.\n  ","526692":"\n  What drugs or alcohol are you on?\n  ","526693":"\n  stop sending me this\n  ","526694":"\n  This isn't the Hunger Games or Divergent.\n  ","526695":"\n  Good night\n  ","526696":"\n  lol good night\n  \n  I was actually answering the gn one when I noticed a new question XD\n  ","526697":"\n  Always whining for it.\n  ","526698":"\n  No thanks.\n  ","526699":"\n  controls you to go to sleep :)\n  ","526700":"\n  #botchedcircumcision\n  ","526701":"\n  I will 😘\n  ","526702":"\n  Of course! They always send it around 2pm my time.\n  ","526703":"\n  cut it off.\n  ","526704":"\n  Not interested?\n  \n  a bit sleepy\n  ","526705":"\n  too many beautiful and babes\n  ","526706":"\n  carpe diem\n  ","526707":"\n  Good cover but Janis Joplin 😍😍😍\n  ","526708":"\n  seems to sum up my inbox currently lol\n  ","526709":"\n  I'm still not sure which one to write\n  ","526710":"\n  You too\n  ","526711":"\n  I was reading but having the lights on was starting to bug me so here i am.\n  ","526712":"\n  The usual suspects.\n  ","526713":"\n  yes, it would be for me too :)\n  ","526714":"\n  Very true.\n  ","526715":"\n  It hasn't been for me or just not the ones I'm after. Also I go through huge breaks between a new relationship so that can suck at times!\n  ","526716":"\n  cute. I don't really know that Demi song.\n  ","526717":"\n  personality \/ humor\n  ","526718":"\n  I'm good. Taking a break from reading.\n  ","526719":"\n  rope, a gun, scotch tape, lube, cigarettes, a children's toy, one of those huge stuffed animals and a cd.\n  ","526720":"\n  No. I'm very loyal in relationships,\n  ","526721":"\n  😂😂😂\n  ","526722":"\n  I'm well aware of what you meant\n  ","526723":"\n  I don't think I looked horrible... definitely need to get a new moisturizer because the Olay one i used was crap and didn't really do much for my skin.\n  ","526724":"\n  Reading sounds good. Basically around the half way mark.\n  ","526725":"\n  animals, fashion, family, friends, reading, swimming. Nothing too extreme\n  ","526726":"\n  oh well.\n  \n  Don't shrug much in person :)\n  ","526727":"\n  I just haven't thought about it. Basically just got back.\n  ","526728":"\n  You can do it!\n  ","526729":"\n  Not sure.\n  ","526730":"\n  Indecisive seems to fit! We were going to have a bbq then it changed into hibachi THEN finally they settled on a restaurant inside the casino. Which was very pretty looking inside, decent prices but the food wasn't really food lol My mom and I ended up splitting lobster crab dip which came with a few pieces of bread, some chips. We didn't taste any lobster  (was supposed to be a tail) and you could tell that the crab was more of the canned variety. Meanwhile the buffet part gets legit meat. Also the tenderloin steak was the size of a mushroom cap. It was very dainty and not filling at all ¯\\_(ツ)_\/¯\n  ","526731":"\n  doesn't matter but I feel like socks are just gross to wear in AZ. Luckily, the weather is getting lower but it's still in the 90s.\n  ","526732":"\n  not at all\n  ","526733":"\n  hello\n  ","526734":"\n  Sometimes. Like earlier at dinner. It was hard to communicate since the music was so loud. Also the topics discussed didn't interest me. I don't know the brother-in-law's brother too much but I absolutely no nothing about his wife and she was all pissed off over the political conversation they were having. Being all dramatic that she was going to leave. Being loud about it too. Her parents were nice but she's literally such a strange person lol.\n  ","526735":"\n  I suppose but if it happened years ago why be petty and drag up stuff that literally doesn't matter anymore?\n  \n  Also ask has a feature where you can get rid of the reposting access under the settings if it gets out of hand.\n  ","526736":"\n  on my palm a little. more of a hot sensation than actually being hurt.\n  ","526737":"\n  Not that much. I've never really had a real injury either.\n  ","526738":"\n  no. I said what I was wearing earlier :p\n  ","526739":"\n  That's true! People should also respect privacy at times, especially when the subject hasn't even came up lol\n  ","526740":"\n  People can have opinions. Most times I'm not focusing on the name and might agree with what is posted.. half the time they don't mention their name but the situation could fit ¯\\_(ツ)_\/¯\n  \n  I have nothing against Ash. Pretty misunderstood, I think. People b!tch about the smallest things, it's ridiculous. I can see both views. I don't need to be for or against either sides. Mom drama is interesting.\n  ","526741":"\n  then cool. Maybe I'd consider it but I'm not really thrilled with the idea either. ldr can be hard, man.\n  ","526742":"\n  kick or kik? :p\n  ","526743":"\n  Not online\n  ","526744":"\n  One of the other ones you did...\n  ","526745":"\n  I already ate it. Mom ended up buying a blueberry and double chocolate chip one. I had the chocolate one.\n  ","526746":"\n  Always next time!\n  ","526747":"\n  yes, mostly simple meals.\n  ","526748":"\n  lukewarm\n  ","526749":"\n  green\/blue pastel top and leggings. nothing exciting :P\n  \n  also i guess they don't want to cook now so we're going to the hibachi place instead.\n  ","526750":"\n  Someone used the same amount for their child's 1st birthday party :o\n  ","526751":"\n  my grandpa was in the 2nd one\n  ","526752":"\n  yes\n  ","526753":"\n  AFTERNOON\n  ","526754":"\n  will be soon. need to take a shower and get ready for the bbq.\n  ","526755":"\n  oh lol\n  \n  how was it?\n  ","526756":"\n  few weeks ago. I'm not much of a napper but needed it!!\n  \n  I only nap when sick or tireddddd\/lack of sleep .\n  ","526757":"\n  About?\n  ","526758":"\n  to the water ¯\\_(ツ)_\/¯\n  \n  I'm a fire sign so hopefully there's an exception there :)\n  ","526759":"\n  With whom?\n  ","526760":"\n  veggie cream cheese\n  \n  chive\n  \n  original cream cheese\n  ","526761":"\n  I'm not sure. I don't like to lie.\n  ","526762":"\n  30\n  ","526763":"\n  Night lovely\n  ","526764":"\n  Good night\n  ","526765":"\n  I sleep on my sides.\n  ","526766":"\n  You have a long wait lol\n  ","526767":"\n  youtube. hopefully will put me to sleep afterwards!\n  ","526768":"\n  hello\n  ","526769":"\n  I thought you were going to sleep?\n  ","526770":"\n  A little. Should try sleeping in a few minutes\n  ","526771":"\n  Good night sweet king\n  ","526772":"\n  I just thought of pillow fights then that song came to mind.\n  \n\n   https:\/\/youtu.be\/kMCGvtlL4fw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Also kind of love GTFO right now\n  ","526773":"\n  *tucks you in*\n  ","526774":"\n  Sometimes lol but I like having the choice :)\n  ","526775":"\n  I don't like being tucked in. I like being able to move around at ease. Sometimes poking my feet out etc\n  ","526776":"\n  sore :\/\n  ","526777":"\n  if anything this person is getting me more attention instead of just being entertaining.\n  \n  Sounds good.\n  ","526778":"\n  😂😂😂\n  ","526779":"\n  bless you\n  ","526780":"\n  I should be sleeping.\n  ","526781":"\n  A few things but that doesn't mean I'm not happy or that I crave unwanted attention. I'm happy for the things I do have and will in the near future and beyond.\n  ","526782":"\n  Then don't show me odd attention.\n  \n  I don't need it.\n  ","526783":"\n  Never said I was a good liar.\n  \n  if anything you are entertaining me.\n  ","526784":"\n  Is that the same song but different background or are all of the songs based on drinking, being depressed and everything else?\n  ","526785":"\n  You didn't make a case. You'd be a bad lawyer.\n  ","526786":"\n  You have the whole kingdom\n  ","526787":"\n  I laughed at this.\n  ","526788":"\n  haha\n  ","526789":"\n  I'm calm, actually. Just because I don't always use slang doesn't mean I'm being defensive. There's nothing to get offended about lol\n  ","526790":"\n  aww. I remember that girl!\n  ","526791":"\n  yet I'm not asking for questions currently - you came to me. So, why do you want my attention right now? Or are you just going to keep trolling me, wasting your time and mine with petty stuff?\n  ","526792":"\n  I don't feel like listening to all of the tracks, too long but seems like a great playlist going!\n  ","526793":"\n  This made me laugh. I wasn't doing anything besides watching the end of the movie. I had enough attention earlier. I deleted some s3xual questions, if I wanted more attention then i would have answered. ✌\n  ","526794":"\n  Why are you sending me links?\n  ","526795":"\n  love you a latte\n  \n  o.o\n  ","526796":"\n  Why not? Easy to communicate, puts in effort, nice, knows what i like etc\n  ","526797":"\n  I'll never be a good singer and I'm ok with that.\n  ","526798":"\n  Glad you are.\n  ","526799":"\n  Have been lately\n  ","526800":"\n  I just had a Honda ad that sang the \"i like it\" tune.\n  ","526801":"\n  I don't know. What would you enjoy?\n  ","526802":"\n  How have you been?\n  ","526803":"\n  Not to my knowledge\n  ","526804":"\n  lol that's good\n  ","526805":"\n  I'm not sure :\/\n  ","526806":"\n  That's good\n  ","526807":"\n  no. two were enough for tonight\n  ","526808":"\n  was busy doing other stuff\n  ","526809":"\n  Had some a few days ago. i don't need more lol\n  \n  good to know though :p\n  \n  🍕🍕🍕🍕🍕\n  ","526810":"\n  They are a legging material but more used as pj bottoms.\n  ","526811":"\n  Good. I put on Love beats Rhymes. It's decent so far.\n  ","526812":"\n  wouldn't surprise me\n  ","526813":"\n  Not a good dude or just a joke, hopefully.\n  ","526814":"\n  Probably but it's the only Q&A site i use these days.\n  ","526815":"\n  Never\n  ","526816":"\n  I do.\n  \n  No because we never had that type of wrestling relationship.\n  ","526817":"\n  There's some on my pj bottoms but not enough to count?\n  ","526818":"\n  Just one?\n  ","526819":"\n  I missed certain parts of the movie so rewatching some of it 😂 but yes :)\n  ","526820":"\n  little of both\n  ","526821":"\n  Mulan is on, near the end. But I've been talking with M too.\n  ","526822":"\n  no thanks. 3 real ones are enough!\n  \n  Also I'll be seeing the other doggies tomorrow since their owners are having a bbq cook out.\n  ","526823":"\n  I'm good\n  ","526824":"\n  nahhhh. he just wants to sleep early.\n  ","526825":"\n  rarely\n  ","526826":"\n  oh well\n  ","526827":"\n  yes, it makes me laugh when that happens.\n  ","526828":"\n  Why would anyone want to take one? Just means they don't trust you lol\n  \n  no, I haven't.\n  ","526829":"\n  mix of hands on, visual and listening\n  ","526830":"\n  I'm not going to talk sh!t about her. That's kind of why I blocked her, sick of hearing about.\n  ","526831":"\n  I don't know German. I'll pass.\n  ","526832":"\n  I forget what you're thanking me for 😂\n  ","526833":"\n  it could be fun. If I did that, I'd make sure to put both styles together. wouldn't want to pick stuff that you'd never wear. Would be a waste of time then.\n  ","526834":"\n  I like the nutcracker more\n  ","526835":"\n  cute\n  ","526836":"\n  Pretty good 😈\n  ","526837":"\n  I don't understand what you mean.\n  \n  and you don't need to know how i masturbate or do other stuff with people. Go search redtube or something\n  ","526838":"\n  Have a good game\n  ","526839":"\n  :D\n  ","526840":"\n  How would you do that?\n  ","526841":"\n  way better than what your mom recorded 😂\n  ","526842":"\n  You need rest, soup and liquids.\n  "}}