{"Question":{"530062":"\n   I sent a messages to people in Oregon.\n  ","530063":"\n   My cousin has a frog farm.\n  ","530064":"\n   You should never move to Ferndale or Rio Dell or Arcata... California it is always cold...even in the summer.\n  ","530065":"\n   what do u do on tumblr?\n  ","530066":"\n   nvm just saw the whole pic i feel like an idiot\n  ","530067":"\n   98%\n  ","530068":"\n   surprised sc is higher than ask\n  ","530069":"\n   which app do u use the most this one?\n  ","530070":"\n   I hear a frog.\n  ","530071":"\n   The moment that taught you alot?\n  ","530072":"\n   yes lol\n  ","530073":"\n   Menage et moi?\n  ","530074":"\n   y u ignore actual qs and reply to trash like anything ben posts\n  ","530075":"\n   Do you always have a plan B?\n  ","530076":"\n   Are you\/were you popular in school?\n  ","530077":"\n   Better question is do you want someone to bounce your butt?\n  ","530078":"\n   idk who is that havent been here in a couple months\n  ","530079":"\n   What are you looking forward to\n  ","530080":"\n   Do you have a hard time telling people no?\n  ","530081":"\n   do u still pick ppl to help u\n  ","530082":"\n   -\n  ","530083":"\n   have you ever used a pogostick\n  ","530084":"\n   if u had to name a baby RIGHT NOW, just like choose a name, what would you prob go with? (u can answer for boy and girl names!)\n  ","530085":"\n   So my youngest started preschool today 😢.If you follow me on snap or fb you saw pictures.Anyhow do you remember your very first day of school?\n  ","530086":"\n   Live life for the moment because everything else is uncertain. \nLouis Tomlinson\n  ","530087":"\n   Have you ever started a gofundme page?I just created one for both my daughters softball teams to raise money for uniforms and equipment\n  ","530088":"\n   Last time you had your favorite food?\n  ","530089":"\n   letting it out must be great then ;)\n  ","530090":"\n   Have you ever gone to a psychic?Do you believe in psychics?\n  ","530091":"\n   is it better that way for u\n  ","530092":"\n   do u delete any qs besides anything from trolls\n  ","530093":"\n   would you be ok with a witnessed spanking?\n  ","530094":"\n   seems like ur done doing it days in a row like months ago\n  ","530095":"\n   how often u have an empty inbox\n  ","530096":"\n   sex or chocolate?\n  ","530097":"\n   MORNIN\n  ","530098":"\n   You look so youung\n  ","530099":"\n   think its bout time for next time ;)\n  ","530100":"\n   Do you still watch MTV?\n  ","530101":"\n   last time u indulged in some menage a moi\n  ","530102":"\n   Go and get your nails done maybe?\n  ","530103":"\n   How many anons do you have here?\n  ","530104":"\n   Not very comfortable and people might think you have creepy crawlies\n  ","530105":"\n   ;-; EVILLLLLLLLL\n  ","530106":"\n   I'm not the same anon!\n  ","530107":"\n   Ever tried tingle gel?\n  ","530108":"\n   I know we have 10 hours different lol 🤷🏻‍♂️\n  ","530109":"\n   Dont want to be itchy\n  ","530110":"\n   I didn't think we were talking about legs...\n  ","530111":"\n   I dont need you to rate my p e n i s   ;)\n  ","530112":"\n   guess so lol ur on early :P\n  ","530113":"\n   I don't think its bad. You'd have to tell me. I don't really want to wax my ass\n  ","530114":"\n   its noon and i cant believe nobody has said anything bout u being here early yet lol\n  ","530115":"\n   wouldnt be a day in here without someone mentioning fetishes or sex huh :P\n  ","530116":"\n   So you wouldn't be shocked if you squeezed my ass?\n  ","530117":"\n   Do you use shaving foam?\n  ","530118":"\n   hahahaha. No its not long enough to braid or do anything such like with it. You made me choke with laughter\n  ","530119":"\n   I asked what bumming meant because I didn't know. I've lead a sheltered life\n  ","530120":"\n   I'm concerned about my ass hair now. I wasn't before but now I'm thinking I should so something about it\n  ","530121":"\n   I was referring to the wax\/shave line of questioning, not the other topic\n  ","530122":"\n   Who even introduced the topic of a n a l ?\n  ","530123":"\n   Do you find this line of questioning fun or anoying?\n  ","530124":"\n   Does it work\n  ","530125":"\n   Leg shaving??? Hell yeah who is that saying that shit?\n  ","530126":"\n   Do you think I should shave it?\n  ","530127":"\n   Most likely not\n  ","530128":"\n   I have a hairy ass. I know you didn't ask for this info but I felt the need to share\n  ","530129":"\n   If you have to numb something I'd say you shouldn't be doing it\n  ","530130":"\n   Are you saying you have a hairy ass?\n  ","530131":"\n   \"2hrs to full charge\"\n  ","530132":"\n   Well, top of leg area\n  ","530133":"\n   *cri*\n  ","530134":"\n   Shaving can be a bit awkward I understand?\n  ","530135":"\n   Your photo amswer was a bit rambling. I got confused reading it\n  ","530136":"\n   Leg wax, etc?\n  ","530137":"\n   How often do you post pictures in you social media accounts?\n  ","530138":"\n   Good evening 😁🥃 whats your plan today ?\n  ","530139":"\n   😂😂😂😂😂😂😂😂 you're too funny\n  ","530140":"\n   Sorry for sending information that you didn't ask for\n  ","530141":"\n   Yes. Yes this anon does.\n  ","530142":"\n   I like kissing girls\n  ","530143":"\n   I dont have a desire for bumming\n  ","530144":"\n   How many girls have you kissed?\n  ","530145":"\n   What is bumming?\n  ","530146":"\n   do you judge a man by the size of his lunchbox?\n  ","530147":"\n   have u ever kicked a guy in the balls\n  ","530148":"\n   If you HAD to choose would you rather be bummed or do the bumming? 😂\n  ","530149":"\n   T- \"TOUCH\": When was the last time you hugged someone?\n  ","530150":"\n   Great, thank you about it! 😊\n  ","530151":"\n   Do you have a lot of shady lawyer commercials where you are?\n  ","530152":"\n   i mean that they get on here saying ur not on but theyre prob not ppl u talk to cuz u dont even have em added\n  ","530153":"\n   Good night sexy\n  ","530154":"\n   i know some of em are prob ppl u dont even have added and just wanna troll but yah :P\n  ","530155":"\n   i ask cuz sometimes ppl come asking u to get on as if u hadnt in a while\n  ","530156":"\n   do u talk to ppl on sc kik or whatsapp often\n  ","530157":"\n   wyd?\n  ","530158":"\n   Does it bother you when people seem to ignore you?\n  ","530159":"\n   i also unfollow any that never seem to answer any of my qs or that havent gotten on in months\n  ","530160":"\n   i think u like sharing more than we all like asking anyway lol\n  ","530161":"\n   well i wouldnt check all of em at once i check ppl i havent seen any answers from in a while\n  ","530162":"\n   Come talk on snap before I go sleep :p\n  ","530163":"\n   sometimes i go to ppl pages and see what they up to cuz the feed changes rly fast if u follow a lot of ppl\n  ","530164":"\n   hii\n  ","530165":"\n   australia\n  ","530166":"\n   1pm here :P\n  ","530167":"\n   do u ever check other ppl pages and see what they answered lately? sometimes i check yours when its not cluttered with spam or sex qs cuz thats a lot to scroll down lol\n  ","530168":"\n   Why people gather when others die? Why people feel they should?\n  ","530169":"\n   Suppose one day, your spouse comes home and announces that the two of you will be forever taken care of financially, but only so long as the details remain secret to you, else you will both face financial ruin. How much would this bother you?\n  ","530170":"\n   what u doin the rest of today\n  ","530171":"\n   If the desk guy at your gym offered to give you a bone, would you take it?\n  ","530172":"\n   bet u are too ;)\n  ","530173":"\n   maybe both ;)\n  ","530174":"\n   thinking of naked women usually is :P\n  ","530175":"\n   Is a woman naked except for pasties...a naked woman ?\n  ","530176":"\n   how was gym\n  ","530177":"\n   Yas gurl.\n  ","530178":"\n   most unusual fear u got\n  ","530179":"\n   *date\n  ","530180":"\n   have a free rant space!\n  ","530181":"\n   best congratulation on bd\n  ","530182":"\n   Last time you were on a daye?\n  ","530183":"\n   last time you had chinese food?\n  ","530184":"\n   have a good time there :)\n  ","530185":"\n   thought u wouldnt go today cuz normally ur gone by this time\n  ","530186":"\n   selfie of you holding your nose.\n  ","530187":"\n   what u up to today\n  ","530188":"\n   What app can you not believe someone hasn’t made yet?\n  ","530189":"\n   Do you believe in the Seventeenth Law of the Universe; The Law of Serendipity?!\n  ","530190":"\n   Do you wear socks with sandals?\n  ","530191":"\n   would u bounce on ur own butt if u could\n  ","530192":"\n   r u still friends with ur exes\n  ","530193":"\n   hey cutie how are you\n  ","530194":"\n   I tried blueberries for the first time today they have no taste\n  ","530195":"\n   Two little ducks\n  ","530196":"\n   I tried strawberries for the first time today is there any fruits that you have never tried\n  ","530197":"\n   Do you make any health smoothies\n  ","530198":"\n   have you walked into the wrong public toilets\/changing rooms by mistake\n  ","530199":"\n   Hey guys! 😊 Can you please suggest me some people's to follow? \n\n-Ciao peeps-\n  ","530200":"\n   Likers get bhai or bae?\n  ","530201":"\n   ALSO i think baby names\/names in general are cool and fun. there’s this culture on ask of “i don’t answer questions abt names” which is FINE, but can u just delete my questions lol. i don’t really care abt all ur question rules just don’t answer what you don’t want to lol.\n  ","530202":"\n   whats ur fb\n  ","530203":"\n   Wow it does feel personal... well, you guys already gave good answers so I'm not going to keep arguing here. Whoever created this thread, if you have any more comments about \"guys like me\" you can come to my page and we'll discuss them there.\n  ","530204":"\n   Do you agree bingo is for old people\n  ","530205":"\n   all hobbies can be bad when one neglects the family or obligations none are better than others\n  ","530206":"\n   Good night babe\n  ","530207":"\n   the answer is smiles cuz between the beginning and the end theres a mile HAHAHAHAHAHA\n  ","530208":"\n   buona notte\n  ","530209":"\n   older guy who likes games and anime... tbh this sounds personal against\n   \n    @mawiocudwoc\n   \n","530210":"\n   Real grown-up men don't do any of that crap, they're all out there working hard to sustain their families, building stuff with their own hands, practicing sports and teaching their kids about life.\n  ","530211":"\n   Mornings\nI hate those first few minutes in the morning. When I wake up and the world is still fuzzy. When I roll over in my bed smiling. And then it hits me, like a tonne of bricks, that you’re gone. That the smile doesn’t belong on my face.\n  ","530212":"\n   This is the year to achieve my goals. To make my dreams come true. This is the year about myself.\n  ","530213":"\n   “One day, all the love you’ve given away will find it’s way back to you, and it will finally stay.”\n  ","530214":"\n\n    http:\/\/www.laughaton.com\/uploads\/images\/1725-LOLPics-8211-Guys-vs-Girls.jpg\n   \n","530215":"\n   the person who wrote that wall of text\n  ","530216":"\n   even tape recorders deserve some love XD\n  ","530217":"\n   Do you think that older guys shouldn't do things like play videogames, watch anime or collect action figures? To me it says they haven't grown up.\n  ","530218":"\n   The underhandedly fractured mortician secretly plans an escape from a nearest industrial complex a fire hydrant, and the plaintiff from the cashier makes love to a carelessly nuclear tape recorder.\n  ","530219":"\n   Good morning Lyndsey, hmmm I mean goodnight to you and morning for me. 😉\n  ","530220":"\n   Some cargo bay over the tape recorder knows the squid near a roller coaster. Now and then, a hockey player related to some cab driver buries a lover around a movie theater.\n  ","530221":"\n   Now and then, a power drill pees on another spider. A blotched polar bear takes a coffee break, and a prime minister living with a spider brainwashes a shabby salad dressing. When you see some dust bunny defined by the photon, it means that a nation daydreams.\n  ","530222":"\n   someone is super bored lol\n  ","530223":"\n   The scooby snack teaches the tornado. Any lover can share a shower with the cloud formation inside the tomato, but it takes a real recliner to bury the moldy globule. A tape recorder seeks a sandwich. When you see the ski lodge, it means that the tattered customer goes to sleep.\n  ","530224":"\n   yes\n  ","530225":"\n   How many girls have you kissed?\n  ","530226":"\n   the cake is a lie\n  ","530227":"\n   will u be my doll\n  ","530228":"\n   it wasnt a complain lol was just asking\n  ","530229":"\n   almost 4am here\n  ","530230":"\n   5-6am but thats more like early XD\n  ","530231":"\n   CHILL DUDE!!!!!!!!!!\n  ","530232":"\n   another late night up?\n  ","530233":"\n   did u rly try it o.O\n  ","530234":"\n   how do i tell my gf im pregnant\n  ","530235":"\n   That would be awesome..... what? Erm moving along now...  *shuffles away*\n  ","530236":"\n   idk a dare lol\n  ","530237":"\n   What are you longing for right now?\n  ","530238":"\n   can u lick ur own bewbs\n  ","530239":"\n   what will u do now\n  ","530240":"\n   hope now u will feel better too :)\n  ","530241":"\n   im glad shes ok\n  ","530242":"\n   Has a crush ever found out you liked them and turned you down?\n  ","530243":"\n   update\n  ","530244":"\n   When we are tired, we are attacked by ideas we conquered long ago.\n  ","530245":"\n   is it true that nice guys finish last\n  ","530246":"\n   maybe its easier to say which ones u dont get along with?\n  ","530247":"\n   introduce me to those guys then plz ;)\n  ","530248":"\n   which kind of girls you like as friends?\n  ","530249":"\n   Ever been called a girly girl?\n  ","530250":"\n   What’s something positive you tell yourself when everything seems to be wrong?\n  ","530251":"\n   is lahore there too\n  ","530252":"\n   i read something on someones page bout the journey being better than the destination so that could apply here :) and its a quote too i think\n  ","530253":"\n   what are you passionate about?\n  ","530254":"\n   me lol\n  ","530255":"\n   much better than sex qs and stuff from ben im sure\n  ","530256":"\n   do u know any that have these traits\n  ","530257":"\n   pap of unanswered qs\n  ","530258":"\n   What traits make guys cute?\n  ","530259":"\n   follow\n   \n    @valproicum\n   \n   if you are pro cum\n  ","530260":"\n   “Sometimes it doesn’t matter, if you are alone or around a million people. It doesn’t matter, if you just lost your job or just got your dream job. It doesn’t matter, if you’re in a relationship with your special somebody or still looking for that person.\n  ","530261":"\n   “People who are the most difficult to please are often the least worth pleasing.”\n  ","530262":"\n   what u up to\n  ","530263":"\n   “If you take 3 hours doing your hair but that’s how you love yourself, then take 3 hours.”\n— \tJared Padalecki\n  ","530264":"\n   “Repeat anything often enough and it will start to become you”\n\n-Tom Hopkins\n  ","530265":"\n   how bout now\n  ","530266":"\n   cuz ur the best <3\n  ","530267":"\n   No matter what you do for people, if ingratitude is apart of their character, it’ll never be enough. Invest your energy in something with a better return\n  ","530268":"\n   u said he was\n  ","530269":"\n   Have you ever farted and then blamed someone else?\n  ","530270":"\n   tell that to ur jealous favorite lol\n  ","530271":"\n   The real answer is you're ashamed of your size\n  ","530272":"\n   “We must be our own before we can be another’s.”\n— \tRalph Waldo Emerson\n  ","530273":"\n   only person who helped me get to where i am today was my own damn self\n  ","530274":"\n   any news about lulu?\n  ","530275":"\n   does anyone know how you look like? not counting people you know in person\n  ","530276":"\n   why don't you though? and I dont mean naughty ones like most people ask you to\n  ","530277":"\n   thats cute but i still hope she will be fine\n  ","530278":"\n   maybe she just needs some time and she will be better but i hope the vet helps her\n  ","530279":"\n   But sometimes 0?\n  ","530280":"\n   ITS ATTRACTIVE AF WHEN SOMEBODY SAYS THEY WANT YOU & PROVES IT & DOES EVERYTHING IN THEIR POWER NOT TO LOSE YOU.\n  ","530281":"\n   Rate your overall self-esteem 0 to 10\n  ","530282":"\n   Have a mind that is open to everything and attached to nothing.\n  ","530283":"\n   I do not trust people who don’t love themselves and yet tell me, ‘I love you.’ There is an African saying which is: Be careful when a naked person offers you a shirt. \nMaya Angelou\n  ","530284":"\n   Now,no one is hurting me but idk,sometimes this life is too much,ppl are too much... idk,sometimes you just have to go and never come back and forget to live a life and dont love it its a trap for me lol ...\n  ","530285":"\n   maybe this is obvious but is she the same dog from last time\n  ","530286":"\n   My only goal in life right now is to be genuinely happy.\n  ","530287":"\n   1. Choose your friends carefully and wisely.\n2. Spend time doing things that are meaningful to you, and which replenish your energy.\n3. Be careful about being in situations you know will overwhelm you.\n4. Don’t compare yourself to others; and don’t let others push you around.\n  ","530288":"\n   You share with people who have earnt the right to hear your story.\n  ","530289":"\n   plz tell us how things turn out we wish the best for your dog\n  ","530290":"\n   You have never REALLY watched The Parent Trap.\n  ","530291":"\n   oh im so sorry i rly hope shes ok :\/\n  ","530292":"\n   Hayley Mills > Lindsay Lohan?\n  ","530293":"\n   y not\n  ","530294":"\n   how bout i kiss u all over 😘\n  ","530295":"\n   Having lovers or friends is too much sometimes.\n  ","530296":"\n   “Choose people who choose you.”\n\n— Unknown\n  ","530297":"\n   Why should be wrong to be alone?\n  ","530298":"\n   I didnt haha i wanna fall asleep soon\n  ","530299":"\n   Become better and you attract better.\n  ","530300":"\n   I watched that movie.\n  ","530301":"\n   what are you doing?\n  ","530302":"\n   can i have u\n  ","530303":"\n   it can be rly good 😘\n  ","530304":"\n   if it makes u happy 😉\n  ","530305":"\n   WUAT UP\n  ","530306":"\n   surely ur cuter :)\n  ","530307":"\n   😘\n  ","530308":"\n   irish stu\n  ","530309":"\n   THE DOOR!\n  ","530310":"\n   knock knock\n  ","530311":"\n   gym today?\n  ","530312":"\n   Do you swim?\n  ","530313":"\n   miss ya\n  ","530314":"\n   I adore them to read\nAll day,everyday\n  ","530315":"\n   What is the dark side of falling in love?\n  ","530316":"\n   r u jamaican cuz jamaican me crazy\n  ","530317":"\n   Has anyone watched disenchantment yet on Netflix ? Any good?\n  ","530318":"\n   What is more powerful a thought or a gun?\n  ","530319":"\n   Do you like wind chimes?\n  ","530320":"\n   Do you run from your problems or do you address them head on?\n  ","530321":"\n   buenos noches\n  ","530322":"\n   Hey guys! 😊 I received and answered this question, now I'm curious to know your answer too, for you:\nWhat genre of music do you listen to?\n\n-Ciao peeps-\n  ","530323":"\n   Do you wanna me send you more quotes?\n  ","530324":"\n\n    https:\/\/ask.fm\/TheChaosBringer\/photopolls\/99935736\n   \n   .  Rhubarb or apple pie?\n  ","530325":"\n   Thats fuckinn truee\n  ","530326":"\n   Smooth armpits are super sexy\n  ","530327":"\n   hi hi sup notmuch hbu same same k see ya bye\n  ","530328":"\n   A different side to Ben. Lmfao\n   \n    https:\/\/ask.fm\/RealliDubious\/answers\/148782673498#_=_\n   \n","530329":"\n   are you irish?\n  ","530330":"\n   I concur. 😂\n  ","530331":"\n   for me anything pee\/poop\/fart\/periods and sometimes feet\n  ","530332":"\n   no u already answered that lol\n  ","530333":"\n   Why is that?😕\n  ","530334":"\n   which fetishes u hate\n  ","530335":"\n   have u given or been given a wedgie lately\n  ","530336":"\n   Nothing below the belt? 😉\n  ","530337":"\n   Do you wear glasses?\n  ","530338":"\n   hope shes ok\n  ","530339":"\n   Hey. Still awake I see. I'm just getting up to start the day. 🙂. Sleep well when you do. 🙂🙂\n  ","530340":"\n   do midgets have night vision\n  ","530341":"\n   last time u stayed up all nite\n  ","530342":"\n   Which meme you're tired of seeing everywhere?\n  ","530343":"\n   last time i checked thats not a bad thing lol\n  ","530344":"\n   what did that person say\n  ","530345":"\n   that doesnt seem fair tho if u dont mind why does he\n  ","530346":"\n   what u watchin\n  ","530347":"\n   Good night sexy\n  ","530348":"\n   Well, that shut me up😂\n  ","530349":"\n   GOOD NIGHT\n  ","530350":"\n   Why are you so mysterious?\n  ","530351":"\n   u said a few times ur fave is jealous bout sharing u hbu r u jealous sharing him too\n  ","530352":"\n   do u have flappy hips ?\n  ","530353":"\n   is it em who dont talk or u cuz i dont get why ppl ask u to add them then they never talk lol\n  ","530354":"\n   u did long ago i think maybe it wasnt u tho\n  ","530355":"\n   was it the same person who made like 10 lyndsey accs last month\n  ","530356":"\n   u said u love it\n  ","530357":"\n   no wonder why u dont give ur kik lol most ppl want to add u for 1 thing anyway\n  ","530358":"\n   sup\n  ","530359":"\n   Which is scarier: clowns or spiders?\n  ","530360":"\n   hi\n  ","530361":"\n   how many ppl u have added on sc and kik\n  ","530362":"\n   Are you more than a photo?  Like, what's your manufacture code and genetic settings?\n  ","530363":"\n   do u watch pr0n\n  ","530364":"\n   Hello, if someone wants to start working as Affiliate Marketing, can u help him\/her by telling few websites that you work at and some pieces of advice\n  ","530365":"\n   what did u end up picking yt or netflix\n  ","530366":"\n   what do u watch on yt\n  ","530367":"\n   i hate it when legolas steals my tv and uses it for snowboarding\n  ","530368":"\n   What is the most embrssing moment of your life\n  ","530369":"\n   no wonder all guys want u ;)\n  ","530370":"\n   wyd?\n  ","530371":"\n   😘😍😙😗😚😊😉😄\n  ","530372":"\n   Is the drawing in your profile picture yours?\n  ","530373":"\n   last time u did karaoke\n  ","530374":"\n   Describe yourself physically.\n  ","530375":"\n   Do you collect anything?I collect hats,ticket stubs and dust .\n  ","530376":"\n   A crow was heard speaking to visitors to a tourist attraction with a thick Yorkshire accent.\n   \n    https:\/\/metro.co.uk\/2018\/07\/04\/crow-with-yorkshire-accent-asks-woman-yalright-love-7682979\/\n   \n   What kind of speech might a similar bird pick up from you?  Would it pick up a regional accent?\n  ","530377":"\n   Have you ever met anyone famous?Who?\n  ","530378":"\n   do u wan t sex qs then lol\n  ","530379":"\n   So do you have any plans this weekend?Im meeting my friend Matt for dinner tomorrow and we are getting our fantasy football draft in order.....Don’t be jealous!😎\n  ","530380":"\n   whats up\n  ","530381":"\n   مرحبا ..انا في عندي استفسار وبدي تعطيني رأيك فيه ..انا صارلي مدة بفضل اقعد بالبيت مع اهلي ولدرجة اني ما بحكي مع اصدقائي كتير ..يعني بالشهر مرتين ..وانا شايفة متعة بهاد الاشي وبالي كتير مرتاح ..بس انا حابة اخد رايكم معقول هاد مرض نفسي ؟!\n  ","530382":"\n   “It’s easy to find someone to chill with. But it’s hard to find someone to build with.”\n\n— Unknown\n  ","530383":"\n   “You will never be who you want to be, until you are happy with who you are.”\n\n— Thomas F. Shubnell\n  ","530384":"\n   u should just say who is ur fave so ppl stop bringing him up here and they go bother him lol\n  ","530385":"\n   “You will never be able to escape from your heart. So it’s better to listen to what it has to say.”\n\n— Paulo Coelho, The Alchemist\n  ","530386":"\n   what u readin\n  ","530387":"\n   have u ever gone hunting\n  ","530388":"\n   Name a country that doesn't have the letter A in it. My pick is Mexico so you can't have it!\n  ","530389":"\n   Do you have Tumblr? If so what's the link and what kind of blogs do you follow?\n  ","530390":"\n   Sounds like you were busy last night so it's good you're taking it easy today :)\n  ","530391":"\n   Recomend any tv shows i've watch all these\nWalking dead\nFear the walking dead\nBig bang theory\nSimpsons\nFamily guy\nAmerican dad\nModern family\nImprictial jokers\nSouth park\n\nAny other suggestions\n  ","530392":"\n   If Jimmy cracks corn and no one cares, why is there a song about him?\n  ","530393":"\n   Well, seems like all guys want to give it a try so I figured why wouldn't I?\n\nBut I wouldn't do anything if she's already someone else's (pretty sure not the anon here though) :)\n  ","530394":"\n   What is something that instantly changes your mood?\n  ","530395":"\n   What are your plans for this weekend?\n  ","530396":"\n   what is lyndsey doin tonite\n  ","530397":"\n   Which one is more cherish for you?First time have sex or first time kiss with your boyfriend?\n  ","530398":"\n   do u walk around home with nothing on\n  ","530399":"\n   Have you ever wondered where thoughts come from, where they go when escaping you and why they present themselves again at the most peculiar times?\n  ","530400":"\n   add me on kik?\n  ","530401":"\n   havet seen skye in a while\n  ","530402":"\n   Do you remember your dreams? What's the most vivid dream you can recall?\n  ","530403":"\n   Do you get annoyed easily?\n  ","530404":"\n   Do you believe in parallel dimensions?\n  ","530405":"\n   what u wearin rn\n  ","530406":"\n   taking some opinions from a group and spamming y’all with questions so cuz bored 🤷🏻‍♀️ so\n\nOpinions on free range parenting?\n  ","530407":"\n   Opinions on monitoring your child’s social media and\/or reading their texts\/diary?\n  ","530408":"\n   do you think every parent should buy their teen their first car or...?\n  ","530409":"\n   Opinions on getting involved with your teen’s love life?\n  ","530410":"\n   what age do you think it is acceptable for children to be allowed to wear makeup?\n  ","530411":"\n   What are the benefits of Kindle compared to books?\n  ","530412":"\n   Good Netflix\/YouTube\/free documentaries or insightful reality shows?\n  ","530413":"\n   What was\/ is your favourite children’s book?\n  ","530414":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","530415":"\n   Do you love cuddling?\n  ","530416":"\n   what’s the nearest major university to your hometown?\n  ","530417":"\n   Savanna or Savannah?\n  ","530418":"\n   Do you follow sports?Who are your favorite teams or athletes?\n  ","530419":"\n   Do you watch sports?\n  ","530420":"\n   Do you like to plan things ahead or go with the flow?\n  ","530421":"\n   Rate for the best please 😊.\n   \n    https:\/\/ask.fm\/MohammadIbrahim982\/photopolls\/100191308?utm_source=copy_link&utm_medium=iOShttps:\/\/ask.fm\/MohammadIbrahim982\/photopolls\/100191308\n   \n   ?utm_source=copy_link&utm_medium=iOS\n  ","530422":"\n   Why\n  ","530423":"\n   Ever been in a haunted house?Is your home haunted?\n  ","530424":"\n   Are you more artistic or musical?\n  ","530425":"\n   can u twerk\n  ","530426":"\n   That's gross...is this anon's nickname the Kool aid kid?¿?\n  ","530427":"\n   Babe, you pulled.. let's go\n  ","530428":"\n   im all lyndsey needs so all of u stop trying to hit on her\n  ","530429":"\n   he better leave u alone\n  ","530430":"\n   Which winnie the pooh character are you? There's winnie, eyelore, tiggr, piglet, owl, and a rabbit or a kangaroo?\n  ","530431":"\n   have you worn period underwear before ?\n  ","530432":"\n   Is there something or someone that you can truly say you hate?What makes your hatred so strong for it or them?\n  ","530433":"\n   she already has a favorite thats me back off dude\n  ","530434":"\n   bet ur a cute and sexy doll\n  ","530435":"\n   Would you be My doll?\n  ","530436":"\n   everybody wants to know lol\n  ","530437":"\n   what shirt is that?\n  ","530438":"\n   Who is your favorite person?\n  ","530439":"\n   whip it out?\n  ","530440":"\n   It's World Photo Day today. Post an inspiring photo!\n  ","530441":"\n   Nighty beautiful\n  ","530442":"\n   nite u need the rest more xx\n  ","530443":"\n   u say it several times but it still surprises me u usually do 2-3 in a row lol\n  ","530444":"\n   ur fave is either a hero or the most envied guy XD\n  ","530445":"\n   who is og\n  ","530446":"\n   bet ur rly tired now lol get some rest soon\n  ","530447":"\n   do u know any other girls like u who need someone to help em out\n  ","530448":"\n   how many times tonite so far\n  ","530449":"\n   (For fun) Does Lyndsey prefer to do good by calming thirsty men down on here by engaging with them 😇, or does she prefer to give them a false sense of hope with her interactions to try and keep them in their rut? 😈\n  ","530450":"\n   if u did then u have a lot less than expected guess they kids went to bed lol\n  ","530451":"\n   when was the last time you got some 🍆?\n  ","530452":"\n   pap of unanswered qs\n  ","530453":"\n   ur fave is an inspiration for us guys lol\n  ","530454":"\n   No, now I'm scared.\n  ","530455":"\n   enjoy then :)\n  ","530456":"\n   guess those msgs say what ur doing lol\n  ","530457":"\n   u naughty\n  ","530458":"\n   what knd of doll\n  ","530459":"\n   favorite disney movies\n  ","530460":"\n   Do you have your regular period?\n  ","530461":"\n   Is\n   \n    @pecker1\n   \n   a doll?\n  ","530462":"\n   MORNIN\n  ","530463":"\n   How wet do you get during sxx?\n  ","530464":"\n   I'm having trouble falling asleep. Maybe I'll pretend to be in my safe spaceship. You can get in your spaceship too and fly by me. Zooooom\n  ","530465":"\n   what kind of jelly do u buy\n  ","530466":"\n   What year do you wish you were born in?\n  ","530467":"\n   How loud are you during sex\n  ","530468":"\n   How do you convince yourself to get out of bed when you really don't want to?\n  ","530469":"\n   still sorry\n  ","530470":"\n   Thirsty? Shit, Bitstrips Lyndsey turns me on.\n  ","530471":"\n   What is an example of a false statement?\n  ","530472":"\n   i love you profile pic!\n  ","530473":"\n   did you do anything nice today\n  ","530474":"\n   I’m trying to learn Blister in the Sun on the uke and I’m failing with picking so far 🙂\n  ","530475":"\n   A los dieciséis años los niños están más interesados en los videojuegos que las niñas y las adolescentes están más interesadas en los chismes que en ser leales y confiables.\n  ","530476":"\n   u r correct\n  ","530477":"\n   Salí con una mujer de Las Rozas durante 4 años que sufría de una enfermedad mental. Fue una locura.\n  ","530478":"\n   I have only had one \"girlfriend\" it was the alcoholic girl I dated for 2 years.\n  ","530479":"\n   exactly\n  ","530480":"\n   I dated an alcoholic woman for 2 years.It was bad.\n  ","530481":"\n   oh im so sorry to hear that :( sorry for ur loss\n  ","530482":"\n   the funniest part is that even if u were to say yes to em they wouldnt know what to do haha\n  ","530483":"\n   I’m no Fred Flintstone, but I can make your Bedrock!\n  ","530484":"\n   Is it  easy fo get your trust\n  ","530485":"\n   She is a cute girl...the girl in the video.\n  ","530486":"\n   lol some ppl on ur page are so thirsty\n  ","530487":"\n   In the video did the woman stop in the middle of the freeway.\n  ","530488":"\n   last time u skated\n  ","530489":"\n   i asked him hes not answering\n  ","530490":"\n   why what happened :\/\n  ","530491":"\n   The best day of your life?\n  ","530492":"\n   who that\n  ","530493":"\n   you are a smart girl tbh\n  ","530494":"\n   its 834pm in wisconsin\n  ","530495":"\n   whats the time in arizona\n  ","530496":"\n   hows ur day been so far\n  ","530497":"\n   last time u took a pic of yourself\n  ","530498":"\n   those boobs look heavy let me hold em for u\n  ","530499":"\n   Was she arrested or charged ?\n  ","530500":"\n   Nope my reason is definitely the correct answer :p\n  ","530501":"\n   Actually two...  you know one of them, you were asking about her on kik. And then tgere's ****************  who is the other.\n  ","530502":"\n   Will fiber help me lose weight ?\n  ","530503":"\n   They called you dessert cause u be lookin like a snacc ;D\n  ","530504":"\n   what is it then\n  ","530505":"\n   found it mawioc udwoc doesnt sound common or mexican at all o.O\n  ","530506":"\n   All civilised nations have 16 as their age of consent. Any older, like America, is demeaning. Of course an adequate and proper education system, and protecting, defending laws  is essential to support.\n  ","530507":"\n   get your self a man 💋👣 👣👣\n  ","530508":"\n   he has a weird name i forget\n  ","530509":"\n   Move to Nevada...age of consent is 16.\n  ","530510":"\n   California has 10 billion people.\n  ","530511":"\n   the guy from mexico admitted it was him but then he said he was lying is it rly him or not\n  ","530512":"\n   I have one on here We just don't do offline or online *ahem*  things.......\n  ","530513":"\n   Have you ever heard of a woman being arrested or charged with indecent exposure ?\n  ","530514":"\n   Do you know how to crime statistics for Arizona ?\n  ","530515":"\n   Maybe next time ill say yes\n  ","530516":"\n   YESSSSSSSSSSSS!!!!!!\n  ","530517":"\n   lol ive seen em asking in other ppl profiles too\n  ","530518":"\n   Looks like here are a bunch of guys tryin to win that spot\n  ","530519":"\n   Someone asked me the other day on anon if i was the fav. I said no so this must be a different anon asking....\n  ","530520":"\n   how can u manage so many guys lol\n  ","530521":"\n   im confused how wouldnt he know its him\n  ","530522":"\n   Simple question what time is it right now over in your part of the universe?  1237 am here\n  ","530523":"\n   So that's a yes I have SC but not with you Dave. Understood\n  ","530524":"\n   What reaction do you wish Facebook would add?\n  ","530525":"\n   Does he bring choas to you\n  ","530526":"\n   Just to let you know I eat the booty like groceries\n  ","530527":"\n   Does your favorite know it's him?\n  ","530528":"\n   hope you meet a lovely one like you xo\n  ","530529":"\n   your favorite lol unless they also mention mike at least once a day and i never noticed :P\n  ","530530":"\n   Ohhhhhhhhhh😂😂😂\n  ","530531":"\n   i was wondering when would someone bring him up today lately he always is XD\n  ","530532":"\n   sorry was jusjuat asking cause you would meet a nice guy bc you are a sweetheart\n  ","530533":"\n   Those could be shifted as the shaft moves\n  ","530534":"\n   Who is he? Your favorite?\n  ","530535":"\n   is it normal for my left nipple to be bigger than the other 2\n  ","530536":"\n   what are the arizona guys like are they kind\n  ","530537":"\n   not sure why the wife question is following up the hoverboard one lol\n  ","530538":"\n   OINTB ?\n  ","530539":"\n   Should I import a wife from Russia ?\n  ","530540":"\n   Ever ridden a hover board?\n  ","530541":"\n   is there a spell to become a mermaid that actually works\n  ","530542":"\n   Do you snore?\n  ","530543":"\n   On a map, is the blue part the water or the sky?\n  ","530544":"\n   do u burp loud\n  ","530545":"\n   Consider it done. Official IOU\n  ","530546":"\n   you are so sweet\n  ","530547":"\n   Naked Marco Polo?¿🤷‍♂️\n  ","530548":"\n   do u prefer athletic or nerdy guys\n  ","530549":"\n   i love pancakes love them with maple syrup how do you like them\n  ","530550":"\n   its better thanks but i missed practice took it easy mam got me a massage chair so thanks for that idea, xo\n  ","530551":"\n   Do you love waffles?\n  ","530552":"\n   This is the truth. I still don't believe the 42D. I believe you are active and athletic (yes I know this doesn't change what your momma gave you) but makes me believe you are not getting black eyes on every run. 😉😏\n  ","530553":"\n   maybe they meant to say \"hi missus\" XD\n  ","530554":"\n   Sorry. I don't mean to doubt you. You truly may have 42D. To that I feel sorry for your back...damn you must need a massage. 😏😏\n  ","530555":"\n   you are a kind girl, hows my friend\n  ","530556":"\n   favourite summer sport\n  ","530557":"\n   Are you bored of hearing the same thing yet? Spank spank spank. Enough with the spanking and move on already\n  ","530558":"\n   u seem mad today\n  ","530559":"\n   May I spank you, please?\n  ","530560":"\n   Do you will watch the new Netflix serie Disenchantment 😃 ?\n  ","530561":"\n   That's a shame since it's so hot in the desert\n  ","530562":"\n   sorry i can stop asking i just thought it was normal for ppl to worry\n  ","530563":"\n   but if u dont like it then why answering the first time if u know they will continue\n  ","530564":"\n   sometimes im confused cuz its like u love leading ppl on but at the same time u dont seem to like when ppl ask sex qs most of the time\n  ","530565":"\n   Can you stand up? Because you're sitting on my dinner.\n  ","530566":"\n   Do you use an inhaler? Because you got ass ma.\n  ","530567":"\n   With huge load\n  ","530568":"\n   Please can I\n  ","530569":"\n   I mean what do you prefer\n  ","530570":"\n   Have you had the day off (from Ask)?\n  ","530571":"\n   Noo\n  ","530572":"\n   How is my dessert Goddess today?\n  ","530573":"\n   The package\n  ","530574":"\n   r u ok\n  ","530575":"\n   You know\n  ","530576":"\n   I want your answer\n  ","530577":"\n   that and ur usually here around 2-3 am too\n  ","530578":"\n   You know what they say...the bigger the hands.....yep. The bigger the gloves. 😂😂😂\n  ","530579":"\n   its odd when ur gone for longer than half a day lol\n  ","530580":"\n   Lol. No you are Not a 42D...😂😂😂😂\n  ","530581":"\n   Why\n  ","530582":"\n   Can i spank you\n  ","530583":"\n   OMG\n  ","530584":"\n   You sound like a bit of a handful Lyndsey. I have big hands :)\n  ","530585":"\n   Still caring about size?\n  ","530586":"\n   Too big\n  ","530587":"\n   Do you like seafood?\n  ","530588":"\n   Just asking\n  ","530589":"\n   My preference is a close cut to a smooth finish :0\n  ","530590":"\n   Its turning out to be one of those days again Lyndsey\n  ","530591":"\n   Are your boobs big?\n  ","530592":"\n   Don’t you ever just think to yourself fuck everyone 🙂\n  ","530593":"\n   Good advice. Maybe just a small shrub ?\n  ","530594":"\n   I liked it a lot. Your sense of humour is on my wavelength\n  ","530595":"\n   Small movie madness choice thise week:  A) Christopher Robin B) the Equaliser2 or C) The spy who Dumped Me.  As always if you are not familier with them then pick a random one 😊\n  ","530596":"\n   What are your preferred bush trimming styles?\n  ","530597":"\n   Right now, I would like to be in…\n  ","530598":"\n   have you ever gone to community college?\n  ","530599":"\n   LOL @ the bush !!!\n  ","530600":"\n   i dont mean that kind of bush\n  ","530601":"\n   been behind a bush?\n  ","530602":"\n   How many times have you gotten the Terms of Service Violation warning on here?\n  ","530603":"\n   is yours like 50+?\n  ","530604":"\n   peter pan always flies cuz he neverlands HAHAHAHAHA\n  ","530605":"\n   how often do you wear a bra to bed?\n  ","530606":"\n   🍑🍆💦😏\n  ","530607":"\n   Aberdeen, WA has a welcome sign that says Come As You Are.\n  ","530608":"\n   THROWBACK CLASSIC. HECK YES\n  ","530609":"\n   You’re so beautiful\n  ","530610":"\n   Are there any songs by a dead singer that you think are sadder, considering their early death?\n  ","530611":"\n   WASSUP 🤪\n  ","530612":"\n   GOOD AFTERNOON\n  ","530613":"\n   no lol i only remember a person saying theyre 12 inches posting a few times\n  ","530614":"\n   hard and deep.\n  ","530615":"\n   who\n  ","530616":"\n   Do you like tuna fish?\n  ","530617":"\n   at first i thought ur fave was the one who said he was 12 inches lol\n  ","530618":"\n   sc score?\n  ","530619":"\n   What is your favorite smell to come from the kitchen?\n  ","530620":"\n   hey\n  ","530621":"\n   guess they could be lying like all ur fake faves XD\n  ","530622":"\n   whats your opinion on unisex toilets ?\n  ","530623":"\n   some of em make it sound like u did before tho just not in a while\n  ","530624":"\n   so u have fun with me instead\n  ","530625":"\n   do u rly help out all these guys o.O\n  ","530626":"\n   Buenos días señorita :) Espero que haya dormido bien\n  ","530627":"\n   I will take your whip and use it appropriately. 😈\n  ","530628":"\n   how can i be ur new fave\n  ","530629":"\n   its so painful at moment but hopefully xo\n  ","530630":"\n   Are you a campfire? Cause you're hot and I want s'more\n  ","530631":"\n   who is more deserving of spankings boys or girls?\n  ","530632":"\n   Just added you\n  ","530633":"\n   guess someone saw what ur up to tonite and wants a part of it\n  ","530634":"\n   would u ever be with a guy and another girl? either them being a couple or 2 mutual strangers\n  ","530635":"\n   Gotta Snapchat?\n  ","530636":"\n   What's for tea\/dinner\n  ","530637":"\n   ur the one who lead em all on tho lol\n  ","530638":"\n   I'm thinking could start with a Greek Goddess then move into the leather Catwoman gear\n  ","530639":"\n   seems like thats a yes now lol\n  ","530640":"\n   a pounding perhaps?\n  ","530641":"\n   Child's play, barely foreplay. Suspending you in the air. Well some fun can begin at that point. 😍🍆🍊\n  ","530642":"\n   yes thanks your kind to me x\n  ","530643":"\n   u seem like ur up 4 anything no wonder there are always guys wantin u here\n  ","530644":"\n   Understood .... Hmmm. Definitely not the typical French maid, nurse, bar wench...you would rock them I'm sure but ......no something more classy or exotic would fit you more appropriately.\n  ","530645":"\n   Do you work for Domino's? Cuz you a fine pizza ass.\n  ","530646":"\n   just iced it so far\n  ","530647":"\n   2 spankings XD\n  ","530648":"\n   what if i told you next time you'd be stripped and spanked?\n  ","530649":"\n   hopefully it gets better its sore now xo\n  ","530650":"\n   I like...what is your fav\n  ","530651":"\n   you a bad girl\n  ","530652":"\n   are u going 4 seconds tonite\n  ","530653":"\n   Agreed.  It is the perfect action outfit.\n  ","530654":"\n   if u post a pic showing what u got u will get tons lol\n  ","530655":"\n   Silk ropes, blindfolds and birthday suit....sounds like an all nighter\n  ","530656":"\n   My kind of girl!!!!! Yes you are!!\n  ","530657":"\n   Did you sit in a pile of sugar? Cause you have a pretty sweet ass!\n  ","530658":"\n   When I click on the lightning bolt guess what I see ?\n  ","530659":"\n   ik it sucks happened at football\n  ","530660":"\n   henlo i am ur doctor i am here to inform you that you are pregnent\n  ","530661":"\n   thats cool shes lucky your sweet, i hurt my back its so sore\n  ","530662":"\n   thats good, what friend\n  ","530663":"\n   blush*\n  ","530664":"\n   he always comes thru huh ;)\n  ","530665":"\n   sounds like last nite u didnt get enough lol\n  ","530666":"\n   who\n  ","530667":"\n   deprived too :P\n  ","530668":"\n   how are you, i missed you\n  ","530669":"\n   Ok no swimming suit pics...\n  ","530670":"\n   Labamba by Los Lobos was a song on the radio when 👣 you were born.\n  ","530671":"\n   hello you\n  ","530672":"\n   no\n  ","530673":"\n   think pink ...dream cream...grab crab\n  ","530674":"\n   I live in a state next to you.\n  ","530675":"\n   not impressed ?\n  ","530676":"\n   My relatives live in Phoenix.\n  ","530677":"\n   I am sorry.\n  ","530678":"\n   Are you depraved?\n  ","530679":"\n   Bored?\n  ","530680":"\n   what u doin 2day\n  ","530681":"\n   Nice and cool.. break out the Parka\n  ","530682":"\n   What is Bitstrip Lyndsey doing?\n  ","530683":"\n   I feel like I don't ask many questions so here's one: When was the last time you were snooping, and found something you wish you hadn’t?\n  ","530684":"\n   Hey Lyndsey. How was your day? Is it crazy hot today like it was here? We get the added bonus of muggy humidity. 😬. I was in Az once and it was 120. My friends and family asked how it was and sorry it's still like being in an oven. 😂\n  ","530685":"\n   Have you ever read a self help book?\n  ","530686":"\n   Do you have nice handwriting?\n  ","530687":"\n   Do people in your real life know about your askfm account?\n  ","530688":"\n   Wow that sounds horrible :( I'm really glad Lulu is doing better now, I can see why it was scary.\n  ","530689":"\n   Thanks. Any plans for you? Oh yeah you're going to bed.. no more questions David...🙂\n  ","530690":"\n   All A*\n  ","530691":"\n   I got my college results today\n  ","530692":"\n   ALL NIGHT LONG YO!\n  ","530693":"\n   Well... cheating on a math test isn't something I condone but surely we can come to an understanding :)\n  ","530694":"\n   Good night babe\n  ","530695":"\n   It's a 😴 way sometimes.\n  ","530696":"\n   What is one lesson all kids should learn? 👀\n  ","530697":"\n   Yes. Just getting up. I'm an early riser that doesn't go to sleep early. 😂\n  ","530698":"\n   Lol. It's 5am Friday here. Sleep well. 🙂 Goodnight\n  ","530699":"\n   Friday morning?\n  ","530700":"\n   Good morning\n  ","530701":"\n   That’s so weird. No other place would have that. Maybe it was like their family’s practice or something? Idk lol\n  ","530702":"\n   creepiest ppl u met here?\n  ","530703":"\n   How were they even still a business? They literally knew nothing about anything is what it sounds like, and especially nothing about animals :\/ and they shaved her butt for no reason wtf. That just fathoms me 😂 tf\n  ","530704":"\n   Sorry, I made a bungle in the wording of my question. I was trying to ask if people were seeing, or using the phrase “ virtue signalling” a lot.  Do you see it on the internet or hear it on the radio?\n  ","530705":"\n   does anyone lol well talking to friends is always nice\n  ","530706":"\n   nothing rly school starts next week\n  ","530707":"\n   If you were a teacher, what subject would be yours? 📚\n  ","530708":"\n   ah gotcha lol\n  ","530709":"\n   rly i dont see ppl commenting other than earlier\n  ","530710":"\n   does he hate cheaters or what lol\n  ","530711":"\n   I'd like to snack on you. If you know what I mean ;)\n  ","530712":"\n   How many cracks does your phone screen have?\n  ","530713":"\n   Ever cheated at something?\n  ","530714":"\n   shes cute bet ur cute too\n  ","530715":"\n   ravioli or tortellini?\n  ","530716":"\n   Well I’m glad she’s doing better💕 that sounds hella scary. I wouldn’t know what to do. Y’all are troopers. Luckily she was taken in when she was\n  ","530717":"\n   pap Lulu\n  ","530718":"\n   Aww :( poor lulu. Is she doing better than yesterday?\n  ","530719":"\n   SUP\n  ","530720":"\n   How was your day\n  ","530721":"\n   Favorite snack?\n  ","530722":"\n   now that its all good care to share what it was about\n  ","530723":"\n   What makes your heart smile?\n  ","530724":"\n   Do you prefer to call someone or text them?\n  ","530725":"\n   Which Michael Jackson song is your favorite?\n  ","530726":"\n   things better?\n  ","530727":"\n   Can you read two or more books at the same time?\n  ","530728":"\n   yes continue make it red\n  ","530729":"\n   Hand\n  ","530730":"\n   It's a mere amuse-bouche to the full package\n  ","530731":"\n   more plz spank me harder\n  ","530732":"\n   are you okay, we can chat wall to wall if you want\n  ","530733":"\n   Exactly. I think a lot of people dream about this but few can control themselves properly. But this is a fabulous experience when it all comes together the right way. 😉\n  ","530734":"\n   You must massage the psychological atmosphere as much or more than the physical\n  ","530735":"\n   Want me to use a belt\n  ","530736":"\n   shes mine\n  ","530737":"\n   If you enjoy witty humor, creative adventurous thoughts, compassion for all life, incredible food, chivalry, and passionate love then you may like to entertain this option. Jus sayin\n  ","530738":"\n   better to be different than all the anons wanting to spank u lol\n  ","530739":"\n   Then I will fade away as I don't want to cause you any trouble...\n  ","530740":"\n   What was the last book you read? (Would you recommend it?)\n  ","530741":"\n   Place you wanna visit the most? 😄 Why? 🤔\n  ","530742":"\n   Have you used the phrase “ virtual signalling”?  Where do you see it being used and what do you take it to mean when you read it?\n  ","530743":"\n   What would you do then when you realized you weren't dreaming? 🤔😅\n  ","530744":"\n   What would you do if you fell asleep when you were laying down somewhere and when you woke up you saw that hundreds of teeny tiny people had climbed up on you and were in the process of tying you to the ground with ropes and stakes? 😅😂 Like in the movie Gulliver's travels? 😅\n  ","530745":"\n   Do you collect pop vinyls\n  ","530746":"\n   How tall are you? 🤔\n  ","530747":"\n   Opinion on Star Wars? 😄\n  ","530748":"\n   her fave is jealous tho he wont let that happen without a fight but guess girls love fights huh\n  ","530749":"\n   The time has been short although I may surprise you and win you over. Time will tell\n  ","530750":"\n   spank me\n  ","530751":"\n   u could always not reply their qs lol\n  ","530752":"\n   When was the last time you went out drinking\n  ","530753":"\n   maybe ppl want to help u feel better after last nite and what better way than that lol 😏\n  ","530754":"\n   do you follow me, ilysm sorry if it sounds corny\n  ","530755":"\n   I'd tickle you too!\n  ","530756":"\n   Does your follower count equal the amout of questions you get say.. weekly?\n  ","530757":"\n   No lol I mean that your favorite would be the person he described\n  ","530758":"\n   good to see your much better today ;)\n  ","530759":"\n   Lol. Is that to look up or wait one minute or are you raising your hand inviting me to that?\n  ","530760":"\n   From what I've read that would be her favorite :P\n  ","530761":"\n   There must be a high level of trust and respect to explore those world's though.\n  ","530762":"\n   Looks like you have a fan club. Lol. Don't think these boys can keep up though. You need a man that can take care of business\n  ","530763":"\n   uncrustables or poptarts?\n  ","530764":"\n   Like it on the face?\n  ","530765":"\n   Binding you is one thing but knowing what to do from there is something much deeper\n  ","530766":"\n   That sounds like a Marvelous idea :)\n  ","530767":"\n   ROPES?\n  ","530768":"\n   I shall gather my silk ropes and blindfolds then\n  ","530769":"\n   Always\n  ","530770":"\n   Diego\n  ","530771":"\n   Hey hottie\n  ","530772":"\n   May I continue exploring?\n  ","530773":"\n   I would give that booty a Much needed spanking\n  ","530774":"\n   They would turn to red after your spanking\n  ","530775":"\n   They ready\n  ","530776":"\n   which cheeks are u talking bout lol\n  ","530777":"\n   Oh good...then the line is deeper.....but how deep can be explored before crossing?\n  ","530778":"\n   Maybe the Man's hand would get too frisky afterwards and start exploring anything in its reach :)\n  ","530779":"\n   I was watching a YouTube video a man ran a red light in his car and at the time his son was in the car. When they got home the man son called 911, and told the police that his dad ran a red light how funny is that or isn't it funny really?\n  ","530780":"\n   I do not know who she is ...I just re-asked the question.\n  ","530781":"\n   She has one photo and she looks 10. She really shouldn’t be judging anyone. Tell her to go watch teletoon and stop faking some little kid, it’s sad.\n  ","530782":"\n   for what?\n  ","530783":"\n   If a man escorted you to a seat and slowly undressed gazing into your eyes and whispering as to how he would like to please you.... Would this be naughty?\n  ","530784":"\n   Do you watch makeup tutorials?\n  ","530785":"\n   🤔 point taken. That was a open subjective question. Allow me to ask another way.....at what point does a romantic situation turn to a naughty situation?\n  ","530786":"\n   How are your  cheeks\n  ","530787":"\n   do u listen to any foreign songs\n  ","530788":"\n   Oh I agree. I like fun. But perhaps I'm not your kinda fun...\n  ","530789":"\n   Do you enjoy naughty things?\n  ","530790":"\n   I'm thinking my age is not conducive to fun lol\n  ","530791":"\n   Since I'm on anon. Do you know which anon I am ?\n  ","530792":"\n   Would you like me to leave?\n  ","530793":"\n   have a good rest hope its all better when ur up xx\n  ","530794":"\n   Haha. Sometimes its best when you just woke up. Don't you agree ?\n  ","530795":"\n   That's why people get a room isn't it?\n  ","530796":"\n   Oh. I was hoping for a little more enthusiasm lol\n  ","530797":"\n   I was supposed to go to the movies with this dude and he blown me off and no I’m going by myself what’s wrong with me????\n  ","530798":"\n   Yo. Finally we have synchronization :)\n  ","530799":"\n   Hey, anyone still on here?\n  ","530800":"\n   Why doesn't Tarzan have a beard?\n  ","530801":"\n   Hi. OG here :)\n  ","530802":"\n   Aretha Franklin passed away today.  What songs (or actions) do you remember her by the most? Personally \" I knew you were waiting \" with George Micheal was a stand out tune for me.\n  ","530803":"\n   i think i know who he is\n  ","530804":"\n   if u go nap now u still have most of the afternoon so it sounds like a plan\n  ","530805":"\n   Only dirty if you plan on doiny dirty things st the cinema... in which case you shouldnt be there due to cameras in all the screens 0_0\n  ","530806":"\n   now is fine too i hope it helps\n  ","530807":"\n   if ur not going to the gym u could nap after lunch\n  ","530808":"\n   i always think its ur fave who make all the dirty comments lol\n  ","530809":"\n   hi how u feeling\n  ","530810":"\n   Can be quite enjoyable. Depends on the movie though. Horrors get a better atmospere when less people there but also with lost of people there because people get frightenes at other reactions\n  ","530811":"\n   I got a warning from the ask police after sending you and ask. And then I noticed your reply had been deleted from your page.\n  ","530812":"\n   empty theather can be good for some things\n  ","530813":"\n   Favorite snack food?\n  ","530814":"\n   Only ever saw a teaser dor it. But quite predictable really. 8 teenagers a d 4 adulrs in the whole cinema\n  ","530815":"\n   Darkest minds was ok\n  ","530816":"\n   Do you feel like you give your best effort always?\n  ","530817":"\n   What characteristics of your parents do you see in yourself?\n  ","530818":"\n   Have you ever been caught in the middle of a dispute between friends?\n  ","530819":"\n   Have you ever called someone out on something only to learn they were telling the truth?\n  ","530820":"\n   645 pm here. Ew indeed.\n  ","530821":"\n   When you were in school ,did you have a good friend who suddenly became popular and suddenly you didn’t exist to them ?\n  ","530822":"\n   Do you get annoyed easily\n  ","530823":"\n   Good afternoon or morning!\n  ","530824":"\n   do you think children should be fully potty\/toilet trained before they go to school?\n  ","530825":"\n   You need to get more sleep. Lack of sleep is not good for your health\n  ","530826":"\n   i rly hope u finally went to sleep u should stop staying up so late\n  ","530827":"\n   oooops!!\n  ","530828":"\n   Good night gorgeous\n  ","530829":"\n   Darkest minds.  Unless something else shows up or maybe watch mission impossible again\n  ","530830":"\n   But its 10:18am over here so movie time \/ stay in bed time \/ day off time\n  ","530831":"\n   Also dont have the patience to lie in sun. Be a bir bored after 10 mins\n  ","530832":"\n   Still room over here for cuddles and watching movies together :)\n  ","530833":"\n   I dont tan at all  :\/\n  ","530834":"\n   Now is it safe to safe go to bed? :p what time is it there anyway?\n  ","530835":"\n   Thats meee\n  ","530836":"\n   I’m sleeping on three sofa and my mum wakes me up to ask me something and I realise I have morning wood the whole time through the conversation. Is this embarrassing?\n  ","530837":"\n   Better then going red and stsying red. Aka me\n  ","530838":"\n   Do you tan alot as in go very dark? Or just a little?  Or inbetween?\n  ","530839":"\n   Tie up the hair while tanning or let it flow whereever?  Straps down nice!\n  ","530840":"\n   Tan lines can be sexy too 😍\n  ","530841":"\n   Top up the all over tan? 😎😉\n  ","530842":"\n   You sas that like it's a punishment.... don't like watching the dogs? Teach them to swim with you in the pool? If you are the last to know, then be the first to ask?🤔🤣\n  ","530843":"\n   Extended extended holiday?\n  ","530844":"\n   How long are you staying in Arizona for?\n  ","530845":"\n   Oh i see... well there's always kik if you want to talk sometime :)\n  ","530846":"\n   When you see a question that you were even thinking about asking the other day... \n I also wonder if Reynolds is a poor man's Goslong.\n  ","530847":"\n   Can do that.  :)\n  ","530848":"\n   Anyway, how was your day\/evening?\n  ","530849":"\n   -\n  ","530850":"\n   Never said we had to do anything, just saying there's plenty of room for two!\n  ","530851":"\n   Should guys wear a beard and what kind?\n  ","530852":"\n   Ryan Reynolds or Ryan Gosling?\n  ","530853":"\n   were all here for u\n  ","530854":"\n   Ooo. Ok come join me in bed then!\n  ","530855":"\n   Go to bed  :p\n  ","530856":"\n   hope ur feeling better xx what u doin now\n  ","530857":"\n   and what is that\n  ","530858":"\n   Do you have any phobias?\n  ","530859":"\n   does the G spot actually exist?\n  ","530860":"\n   Thoughts on the new Netflix show insatiable? (Or the premise if you haven’t seen)\n  ","530861":"\n   fave ice cream\n  ","530862":"\n   Don’t lie lady I get corrected all the time ! We all know I can’t spell but cut me some slack thank you - Andrew 2018\n  ","530863":"\n   What is your favorite thing in your room?\n  ","530864":"\n   Do you judge people based on their knowledge of grammar?\n  ","530865":"\n   I always have fun with numbers :) Sorry if I still can't make it as fun as the first ones though :P\n  ","530866":"\n   And we finish with 92 :)\n  ","530867":"\n   What is the last thing you forgot?\n  ","530868":"\n   91\n  ","530869":"\n   90\n  ","530870":"\n   i hate it when a chinchilla eats the universe\n  ","530871":"\n   89. I don't like either :o\n  ","530872":"\n   I was at college listening to a Brutal Death Metal\/Slam Death Metal playlist and this song came on and with the intro it left me red faced because everyone in the room heard it, would you of laughed or been embarrassed?\n   \n    https:\/\/youtu.be\/Xt2K28ARulA\n   \n","530873":"\n   88\n  ","530874":"\n   Maybe J.W. Gacy is the reason clowns are creepy? Anyways, you said you haven't been to Vegas before. Not quite Vegas, but you should look up the Clown Motel sometime. I haven't stayed there, but I would.\n  ","530875":"\n   What are some things that sound like compliments but are actually insults?\n  ","530876":"\n   Which ones? :)\n  ","530877":"\n   Where is your happy place?\n  ","530878":"\n   87. Once again it's all me, it seems :P\n  ","530879":"\n   What’s the most disturbing yet good movie you’ve seen?I recommend Requiem For a Dream starring Jared Leto\n  ","530880":"\n   favourite videogames\n  ","530881":"\n   86\n  ","530882":"\n   Why aren’t blue berries blue?\n  ","530883":"\n   85, I am for most things but for some others not so much :o\n  ","530884":"\n   Have you ever heard father-in-law jokes?\n  ","530885":"\n   That doesn't sound good :o\n  ","530886":"\n   84, from this one on they're all new :)\n  ","530887":"\n   83, and I think I remember this one too :P\n  ","530888":"\n   82\n  ","530889":"\n   Why is it called a “drive through” if you have to stop?\n  ","530890":"\n   Why does the sun lighten our hair, but darken our skin?\n  ","530891":"\n   If quizzes are quizzical, what are tests?\n  ","530892":"\n   🦇 Free Space 🦇\n  ","530893":"\n   Turn ons? X\n  ","530894":"\n   What is something that you just realized? 👀\n  ","530895":"\n   Oh okay lol I was just confused but I was legit trying to remember all the cool music videos I’ve seen and was gonna post them 😂\n  ","530896":"\n   I would consider ask am alternative social media, any others that you use besides the main ones?\n  ","530897":"\n   Plans for today\n  ","530898":"\n   Hey guys! 😊 For you: Do you have Kik? If yes, what's your username? (I'm back on kik again)\n\nAs well for you: What do you think about the project Ask.fm 2.0? \n\n-Stay classy awesome peeps and ciao-\n  ","530899":"\n   Your top 5 favourite brands? 🌟\n  ","530900":"\n   Thanks. I have been teaching myself photography. I'm glad you like them. 😃 I have a need to express myself creatively\n  ","530901":"\n   how are you love <3\n  ","530902":"\n   oh yeah u did say u would send more qs so u should too especially to ppl u dont send as many to\n  ","530903":"\n   the one who asked u to get on sc thought it was ur fave but maybe hes not\n  ","530904":"\n   the guy below is gonna be so disappointed 😂\n  ","530905":"\n   Hi :D what’s up?\n  ","530906":"\n   yay\n  ","530907":"\n   movie night?\n  ","530908":"\n   how was the gym?\n  ","530909":"\n   didt think the book would actually get u lol but nvm then\n  ","530910":"\n   Also what did you mean by video soundtrack in your q? Lol like music videos or..? I’m not as smart as people assume ok\n  ","530911":"\n   u could finish reading ur book then go sleep hopefully earlier for a change lol\n  ","530912":"\n   What are you going to eat for dinner??\n  ","530913":"\n   You once posted a photo of you as a child (posted about 18 months past) ~ was real ? It OK ?\n  ","530914":"\n   What do you want right now\n  ","530915":"\n   WUAT UP\n  ","530916":"\n   Well if you feel in the mood, get your sexy ass on Sc\n  ","530917":"\n   Affiliate marketing.....can you please expand on that?\n  ","530918":"\n   so whats lyndsey doign 2day\n  ","530919":"\n   Play tonight?\n  ","530920":"\n   Fair one ! You post a sound track then ..\n  ","530921":"\n   Would you really listen to what I've posted ?\n  ","530922":"\n   hello dear\n  ","530923":"\n   It's incredibly beautiful whoever the artist is. 😃 What do you like to do for fun\n  ","530924":"\n   Do you  get stressed out much\n  ","530925":"\n   Did you draw that picture?❣️❣️❣️\n  ","530926":"\n   Butt specifically yours.\n  ","530927":"\n   Are you creative? Like to be adventurous?\n  ","530928":"\n   Well now you know at least one. 😬\n  ","530929":"\n   Wow, I just translated the ones you got 😮 I think these are different people from the ones that ask me stuff, they never ask me these things 😂\n  ","530930":"\n   November 29th😄\n  ","530931":"\n   make him translate for u lol\n  ","530932":"\n   I only remember a bit from my Spanish class but I always use the translator. Most of the Spanish questions I get are actually better than most of the stuff I normally get so I answer them 😋\n  ","530933":"\n   Hello fellow Sagittarius\n  ","530934":"\n   can you guess what i wanna use?\n  ","530935":"\n   You get Spanish questions too? Maybe we do because we both talk to him and his followers start sending us stuff 🤔\n  ","530936":"\n   La mayoría de los hombres adoran a las mujeres, mientras que la mayoría de las mujeres prefieren a los hombres con dinero.\n  ","530937":"\n   Cuando hago el jaque mate a mi compañero, el Rey penetra a la Reina.\n  ","530938":"\n   ask that guy from mexico to teach u\n  ","530939":"\n   Rant\n  ","530940":"\n   Oh ooosie  XD\n  ","530941":"\n   Bruh leave my girl alone Owo\n  ","530942":"\n   I haven't played chess in a long time :o We should play sometime :)\n  ","530943":"\n   What makes you happy?\n  ","530944":"\n   Hello Lyndsey\n  ","530945":"\n   Tell me how to send you cash\n  ","530946":"\n   Following this logic, since I've bought you nothing do I get to see you in... nothing? :o\n  ","530947":"\n   Are you a happy person\n  ","530948":"\n   If you were a squirrel, would you help me bust a nut?\n  ","530949":"\n   oh sorry lol\n  ","530950":"\n   Hey, it's me :)\n  ","530951":"\n   would you rather have a breakfast sandwich or a breakfast burrito?\n  ","530952":"\n   have you ever lived in a “rented room” like a big house, w housemates?\n  ","530953":"\n   Looks like I missed you again :(\n  ","530954":"\n   What qualities do you look for in a bf? Xx\n  ","530955":"\n   What’s the most scared you’ve ever been?\n  ","530956":"\n   most men adore women .....most women _____ men ?\n  ","530957":"\n   Every other week it is. Please allow me too\n  ","530958":"\n   I’ll give you it every week my queen\n  ","530959":"\n   Do you think that you are charming\n  ","530960":"\n   see u brought him up first lol its not always us :P\n  ","530961":"\n   Are you a trampoline because I want to bounce on you\n  ","530962":"\n   i would buy u the underwear if u model em for me :P\n  ","530963":"\n   How much would come in handy per week\n  ","530964":"\n   I wanna play the bongos.\n  ","530965":"\n   I’d love to f*ck younin a big pile of cash\n  ","530966":"\n   Can you play chess\n  ","530967":"\n   How much would come in handy for younowr week\n  ","530968":"\n   Except one person bought you something kinda of it...  👀\n  ","530969":"\n   No, I can tribute you with cash! Allow me to spoil you please\n  ","530970":"\n   Can i put my rocket in your sprocket?\n  ","530971":"\n   I’d love to spoil you every week\n  ","530972":"\n   its ur call tho\n  ","530973":"\n   Make an amazon wish list so I can buy you things\n  ","530974":"\n   Allow me to purchase the polish you want\n  ","530975":"\n   Toes painted?\n  ","530976":"\n   Plans for today?\n  ","530977":"\n   Hottie\n  ","530978":"\n   What's all this fuss about your feet? I'm sure they are delightful\n  ","530979":"\n   What’s the worst type of weather you’ve been in?\n  ","530980":"\n   What color is your ask\n  ","530981":"\n   Skype sex ?\n  ","530982":"\n   HEY, BEAUTIFUL!💝 Followed You! :)\nCan you please follow back\n   \n    @YouuuBelongWithMe\n   \n   Ask for QUOTES to him! If You Want Any Help He Will Help You, Anytime! Any advice you need, just ask him! And give some likes ONLY IF you think his quotes and answers are worth it! :)\nTHANKS!💝\n  ","530983":"\n   Can I tribute you\n  ","530984":"\n   On you it is:)\n  ","530985":"\n   🍆🍑 would feel Nice\n  ","530986":"\n   Well just careing 🤷🏻‍♂️\n  ","530987":"\n   Miss beautiful\n  ","530988":"\n   Yeah feeling the same like anon 🤔 you‘re really ok ?\n  ","530989":"\n   Jumped to where:)\n  ","530990":"\n   Tell me what is required and it’s done beautiful\n  ","530991":"\n   Nah, I'm serious. So, would you please do one?\n  ","530992":"\n   Then we all good\n  ","530993":"\n   Is there any way I could jump the line a little, I’d be willing to do whatever it takes\n  ","530994":"\n   Random rumblins heard on the radio: A lady brought back a 4k ultra High definition television because the people on the screen looked \" too lifelike and scary \" even though it was explained to her BEFORE she got it that everything would be in high  resolution. Have you heard any funny complaints?\n  ","530995":"\n   sorry if you get poked by something\n  ","530996":"\n   Define the line?\n  ","530997":"\n   Yes i am great i was just worried about you\n  ","530998":"\n   Can I have you for breakfast:)\n  ","530999":"\n   I wanna worship you\n  ","531000":"\n   Good  :)\n  ","531001":"\n   Whole you have breakfast can I kiss your feet\n  ","531002":"\n   Good morning Miss :)\n  ","531003":"\n   Barefoot rn\n  ","531004":"\n   u ok u seem upset\n  ","531005":"\n   GOOD MORNING\n  ","531006":"\n   Sounds good  :)\n  ","531007":"\n   Cuddles?\n  ","531008":"\n   who is savosniper\n  ","531009":"\n   I had hamburger for dinner 😃 was also not to bad. What time is there ?\n  ","531010":"\n   how come u dont block ben\n  ","531011":"\n   Wohoo 🍺 whats up my super Lyndsey?\n  ","531012":"\n   we all love you loads xo\n  ","531013":"\n   lol @ lyndsey_98\n  ","531014":"\n   Do you have road rage when you drive\n  ","531015":"\n   have u blocked any1\n  ","531016":"\n   I was told i had to ask before following sorry\n  ","531017":"\n   because its unusual lol especially if u go sleep late we usually expect u to be here till mid afternoon haha\n  ","531018":"\n   May i follow you on here\n  ","531019":"\n   do you delete any questions without replying?\n  ","531020":"\n   When is your birthday\n  ","531021":"\n   Good night dear\n  ","531022":"\n   guess the foot fetish ppl are back lol at least the other ones seem to be taking a break\n  ","531023":"\n   go and sleep good night beauty queen <3   <3\n  ","531024":"\n   how long have you had big feet for?\n  ","531025":"\n   cool\n  ","531026":"\n   i know thats why i said that\n  ","531027":"\n   oh cool that is nice name Lyndsey\n  ","531028":"\n   well i like you and i just want to talk with you <3\n  ","531029":"\n   You have good feet .\n  ","531030":"\n   are you busy or  free ?\n  ","531031":"\n   Do you like to give foot fetish?\n  ","531032":"\n   Were you an honors student in school?\n  ","531033":"\n   i have a problem with this right here wanna help me take care of it ;)\n  ","531034":"\n   oh well i tried xx u said u stay talking to ppl sometimes so i was hoping that the nights u dont seem to be u would recover some sleep\n  ","531035":"\n   worst spam msgs u get\n  ","531036":"\n   hope tonite u go sleep sooner\n  ","531037":"\n   whats your real name ?\n  ","531038":"\n   hi im chucky wanna play\n  ","531039":"\n   how can girls go on for days or even weeks without relief we guys can barely make it 1 day without lol\n  ","531040":"\n   Didn't know you was 30\n  ","531041":"\n   HI wonder women\n  ","531042":"\n   i know but i mean if u get a bf theres nothing for him to find out that everybody else doesnt know already thought u wouldnt overshare as much anymore lol\n  ","531043":"\n   Hey beautiful\n  ","531044":"\n   lol u sure share everything what do u get to save for ur bfs :P\n  ","531045":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","531046":"\n   Feet kisses??\n  ","531047":"\n   Fire stick.Hooray for corrective spelling\n  ","531048":"\n   musician. from england. ha ha\n  ","531049":"\n   Do you have a steaming device for your tv?I have a foreshock and I’m currently watching the Russian feed of the Dodgers Giants.God bless technology!\n  ","531050":"\n   What type of jewelry you do you wear daily?\n  ","531051":"\n   Have you ever gone bungee jumping?\n  ","531052":"\n   Hard and fast and bare.\n  ","531053":"\n   I don't care, Lyndsey. You're beautiful anyways.\n  ","531054":"\n   what’s ur opinion on: rex orange county\n  ","531055":"\n   Define the right circumstances\n  ","531056":"\n   Have you ever referred to your arms as pythons?\n  ","531057":"\n   breast is best.\nthat's a scientific fact \nif someone medically cannot breastfeed then there is donor milk \nif donor milk cannot be found that's when formula is used \nsaying breast is best is not shaming those who medically cant. its its stating a fact\n  ","531058":"\n   men are not allowed to get tanned on organs like women are *\n  ","531059":"\n   What's up\n  ","531060":"\n   What would it take to do a striptease video\n  ","531061":"\n   A keyholder if I were to go into Chasity, and only you with the power to allow me free again, my queen\n  ","531062":"\n   Could you be a keyholder\n  ","531063":"\n   Can you do the splits?\n  ","531064":"\n   Would you be up for having a paypig?\n  ","531065":"\n   Opposed to having your a** eaten honestly\n  ","531066":"\n   Is telling the truth sometimes much worse than lying?\n  ","531067":"\n   Are there any moments you're having thoughts of becoming somewhat different from your self now? Why?\n  ","531068":"\n   What ya doing\n  ","531069":"\n   How long do I get to kiss them for\n  ","531070":"\n   Nope you need to squirm across my knee.\n  ","531071":"\n   How much to kiss your feet\n  ","531072":"\n   Do you really have sanpaku eyes?\n  ","531073":"\n   Will you test it next time you swim? I bet you can do 60 seconds.\n  ","531074":"\n   What are you reading?\n  ","531075":"\n   How long can you hold your breath underwater?\n  ","531076":"\n   Fav podcasts\n  ","531077":"\n   Do you like Boston?\n  ","531078":"\n   Pool today?\n  ","531079":"\n   Statistics spam: how many schools are in your area?\n  ","531080":"\n   Statistics spam: Is there a lot of gun violence where you live?\n  ","531081":"\n   Statistics spam: Is there a sexual health clinic with in an attainable distance to you? - only 3% of the services planed parenthood provides are abortions.\n  ","531082":"\n   If the thong part on shoes bugs you, does it bug you wearing the other type of thong too\n  ","531083":"\n   Besides the great Donald Trump ,which other world leaders do you admire?\n  ","531084":"\n   Miss you baby\n  ","531085":"\n   Are humans truly creative, or do they gain their ideas from prior observations?\n  ","531086":"\n   Would you rather have a snake toung instead of a normal toung or lobester claws as hands\n  ","531087":"\n   I like your new background picture :)\n  ","531088":"\n   In life you dont need anyones permission to be what you want and to be loved and wanted and beautiful,you are already without them lol youre fighting your battles not them ;) good people know what they are doing lol\n  ","531089":"\n   Guess I should be flattered :P\n  ","531090":"\n   Change the picture of you tho\n  ","531091":"\n   Favorite sad song(s)?\n  ","531092":"\n   What song has a significant impact on your life?\n  ","531093":"\n   whats he like maybe i can think of something\n  ","531094":"\n   but women’s feet are soo pretty😍 so therefore we must keep them that way\n  ","531095":"\n   Have you ever gone zip lining?\n  ","531096":"\n   ooh well we can’t have that😇 women’s feet should always be feel comfortable and well taken care of☺️\n  ","531097":"\n   lol why does it bug you?\n  ","531098":"\n   Flip-flops or sandals?\n  ","531099":"\n   WUAT UP\n  ","531100":"\n   You ever met someone with a foot fetish?\n  ","531101":"\n   the name Rain or the name Reign?\n  ","531102":"\n   would you rather date someone ten years older than you or four years younger than you, at this point in your life?\n  ","531103":"\n   Who is the wisest person you know?\n  ","531104":"\n   You're just human and down to earth❤\n  ","531105":"\n   Foot massages are nice for any time of the day😇 especially the end of the day☺️\n  ","531106":"\n   nice☺️\n  ","531107":"\n   Violence against women by women is increasing.\n  ","531108":"\n   Is there an odd or unusual place that you’ve always wanted to see?Id like to go visit the Chernobyl site and explore the abandoned city that once surrounded it. They say it’s super eerie\n  ","531109":"\n   hey friend xo\n  ","531110":"\n   Where are you most ticklish?\n  ","531111":"\n   If you were arrested with no explanation, what would your friends and family assume you had done?\n  ","531112":"\n   What color of hair do you have on your arm?\n  ","531113":"\n   reseach\n  ","531114":"\n   last time u got some\n  ","531115":"\n   That's nice you think of me that way 🤗😄😊\n  ","531116":"\n   What is your ethnic background?\n  ","531117":"\n   u dirty\n  ","531118":"\n   So beautiful\n  ","531119":"\n   i meant that u could give him a nickname\n  ","531120":"\n   Are there certain words that make you snicker?Like the word erect....heeheehee!!!!\n  ","531121":"\n   Yea I have nothing. I mean I do. I dont have those things that these ppl around us 2day have. 1 has money. He has cars. She has houses. But I have what they dont have. I have what our country's idol souls have given us. I have self-confidence. I have truth. I have hopes. I have decency.\n  ","531122":"\n   idk i know nothing bout him lol\n  ","531123":"\n   I was bored ahhah dont mean anything wrong,opinion is the same.\n  ","531124":"\n   Genuine question: If a man and a woman walk topless down a busy street, I presume the woman would be the one who got in trouble for indecent exposure. But on what grounds? Is there a specific law that says lady nips are indecent? Help appreciated.\n  ","531125":"\n   France has introduced outdoors urinals..... what do you think to that?\n  ","531126":"\n   Aww thanks :)\n  ","531127":"\n   There's something I just don't get. Why do people lie when it's easier to be honest? Do they really think that they can get away with it or that they'll never be found out? I really, REALLY hate it when someone says yes when I ask them out and then they don't show up at all .\n  ","531128":"\n   Shout me when you are back on :)\n  ","531129":"\n   who is this favorite anyway i think he needs a better nickname lol\n  ","531130":"\n   Likers get if i was your boyfriend?\n  ","531131":"\n   Can you ask\n   \n    @bss1286927\n   \n   to buy me a barbie ?\n  ","531132":"\n   🌹👑⭐️\n  ","531133":"\n   How often do you think about sex?\n  ","531134":"\n   what do u usually watch on yt\n  "},"Answer":{"530062":"\n  How's that going?\n  \n  I have shout outs disabled. Nobody was really near me.\n  ","530063":"\n  interesting\n  ","530064":"\n  Good to know. I could see myself more in cali than Arizona. I crave the ocean more.\n  ","530065":"\n  mostly reblog stuff. got in the habit of it, again :\/ go through phrases where I don't use it.\n  \n  There's also other content that I see 😇😈\n  ","530066":"\n  lol\n  \n  all good <3\n  ","530067":"\n  Still 100 :p\n  ","530068":"\n  😂😂😂\n  \n  not yet ;)\n  ","530069":"\n  July 25th to now data\n  \n  i think spotify should be way more tho\n  ","530070":"\n  Thanks for sharing.\n  ","530071":"\n  Probably after coming out of that depression. knowing the fact that I couldn't change anything. Just move on with life kind of stuff. knowing i could only go up from there ¯\\_(ツ)_\/¯\n  ","530072":"\n  lol XD\n  \n  Mostly answering the newest qs right now\n  ","530073":"\n  masturbation, basically.\n  ","530074":"\n  like this? :P\n  ","530075":"\n  That's what leftovers are for\n  ","530076":"\n  Not really but wasn't a total outcast either\n  ","530077":"\n  sure mate\n  ","530078":"\n  nobody else knows either 😈\n  ","530079":"\n  I wonder if my brother will have a party for his birthday. He'll be 41 on the 28th\n  ","530080":"\n  no ;)\n  ","530081":"\n  my favorite\n  ","530082":"\n  DID ANYONE ELSE HAVE MOON SHOES?\n  ","530083":"\n  yes, among other 90's toys. bopit etc\n  ","530084":"\n  I have no idea lol  I liked these in 2013 when baby name community was popping on Formspring.\n  \n  Ashlyn Grace\n  \n  Bailey Aurora\n  \n  Irish Rose\n  \n  Isabella Essery\n  \n  Jade Larissa\n  \n  Kay Emmeline\n  \n  Olivia Charlotte\n  \n  Snow Arabella\n  \n  Boy Names;\n  \n  Alexzander Blake\n  \n  Camden Sage\n  \n  Hugo James\n  \n  Kendrick Oliver\n  \n  Micah Owen\n  \n  Some old guilty pleasures;\n  \n  Aj Charles\n  \n  Easton Ainsley\n  \n  Jezebel Remy Blade\n  \n  Willow Sage\n  \n  Clementine Clover\n  \n  Jacqueline Eliza\n  \n  Kipp Sebastian\n  ","530085":"\n  Yes. Met with the teacher and sat on mom's lap. There's a picture too.\n  ","530086":"\n  Agreed\n  ","530087":"\n  I haven't.\n  \n  good luck\n  ","530088":"\n  April or the month before?\n  \n  I don't really think AZ Chinese food counts since it's been healthier. Also not my typical chicken wings and chicken fingers.. just a bowl type thing. less portions too. more veggies. Also panda express and not a real chain restaurant.\n  \n  haven't had chicken parm in forever either. have had plenty of homecooked chicken dishes though.\n  ","530089":"\n  No complaints lol\n  ","530090":"\n  I think some can have the ability but most are just fake.\n  \n  I haven't had one but should do one day even if just for laughs.\n  ","530091":"\n  seems so. good to let it build up...\n  ","530092":"\n  I can\n  ","530093":"\n  sure. could make it more fun\n  ","530094":"\n  That was crazy lol\n  \n  still do a lot but also breaks too now\n  ","530095":"\n  I was almost at empty a few days ago but someone spammed me with a ton of quotes and everything else i got recently.\n  ","530096":"\n  Why pick?\n  ","530097":"\n  noon now :\/\n  ","530098":"\n  feel young too\n  ","530099":"\n  Pretty much lol\n  ","530100":"\n  I don't. Just wouldn't be the same\n  ","530101":"\n  few days ago.\n  ","530102":"\n  They need it but rather not spend money on insignificant things.\n  ","530103":"\n  Your guess is as good as mine lol\n  ","530104":"\n  Not a fun image that came to mind\n  ","530105":"\n  Only in the best ways\n  ","530106":"\n  lol. Sorry  <3\n  ","530107":"\n  nope.\n  ","530108":"\n  difference\n  \n  a lot!!!\n  ","530109":"\n  😂\n  ","530110":"\n  in that case it's best to use lotion afterwards so its not itchy\n  ","530111":"\n  Good to know 🙆\n  \n  nice confidence\n  ","530112":"\n  here for you  ; )\n  ","530113":"\n  I've had people want me to rate penis size before but looking at butt hair seems weird. 😂\n  ","530114":"\n  YOU ARE THE FIRST!\n  ","530115":"\n  truth\n  ","530116":"\n  Why would I squeeze that hairy thing?\n  ","530117":"\n  I feel like conditioner or body wash does a better job for my legs.\n  ","530118":"\n  Well I'm glad it's not that long 😂\n  ","530119":"\n  It's all good :)\n  ","530120":"\n  Can you braid it?\n  ","530121":"\n  Same lol\n  ","530122":"\n  anon then someone asked what bumming meant\n  ","530123":"\n  It's whatever.\n  \n  keeps getting weirder.\n  \n  definitely a fetish and not just a curious person lol\n  ","530124":"\n  ask someone who has a tried it lol\n  ","530125":"\n  anon ¯\\_(ツ)_\/¯\n  ","530126":"\n  or wax.\n  \n  guess it depends how bad it is...\n  ","530127":"\n  It's starting to sound more like a fetish :\/\n  ","530128":"\n  oh..\n  ","530129":"\n  True but they do make stuff for it lol\n  ","530130":"\n  no\n  ","530131":"\n  100%\n  ","530132":"\n  eh.. not really? I think the back of the top leg can be more difficult.\n  ","530133":"\n  But I thought you enjoyed it😮\n  ","530134":"\n  Not talking about legs here, are we?\n  ","530135":"\n  True XD\n  \n  She also likes taking pictures when I'm not looking, not aware... from the side,. like ok?? Clearly not going to be cute, especially zoomed in when literally right next to me\n  ","530136":"\n  I shave\n  ","530137":"\n  i get tagged more on FB. but I never really like those pictures enough to share here or elsewhere.\n  \n  My SIL likes zooming in and basically being inches away from me so never a good photo of me when she's around. Even my brother used her phone before and those ones weren't too bad so I know that she does do the zoom. 💀\n  \n  probably another reason why I don't like taking pictures since she gives me false sense of self.. like I even took a picture the next day kind of thing before and it wasn't hideous like the one she took which also explains the zoom...\n  ","530138":"\n  11:17am\n  \n  morning\n  \n  I'm not really sure\n  ","530139":"\n  Thanks\n  ","530140":"\n  lol first time that someone apologized for something\n  ","530141":"\n  *kicks*\n  ","530142":"\n  I didn't ask\n  ","530143":"\n  It's not for everyone.\n  \n  Also still haven't done.\n  \n  took it more hypothetical :)\n  ","530144":"\n  none for me. Thanks\n  ","530145":"\n  a n a l\n  ","530146":"\n  Maybe. He should upgrade to those bags with the meal prep compartments in it. Especially if traveling or always on the go.\n  ","530147":"\n  fetish alert\n  ","530148":"\n  be bummed\n  ","530149":"\n  July 4th\n  ","530150":"\n  No problem :)\n  ","530151":"\n  yup\n  ","530152":"\n  oh, probably!\n  ","530153":"\n  Good night\n  ","530154":"\n  um.. you can't really troll people if they aren't added?\n  ","530155":"\n  I've been better with going on\n  ","530156":"\n  yes\n  \n  I don't have whatsapp though\n  ","530157":"\n  put on Netflix.\n  \n  all the boys I've loved or whatever the full name is XD\n  ","530158":"\n  Sometimes. Like did i do something?\n  ","530159":"\n  I do that at times or ones that just seem like they don't want what i send. I get people who ask for questions too\n  ","530160":"\n  blames my Sagittarius ways. no filter -_-\n  ","530161":"\n  ya true. I only really keep tabs on the ones I see regularly though.\n  ","530162":"\n  you never sleep tho\n  ","530163":"\n  I follow too many :\/\n  \n  about 60\n  \n  ugh\n  ","530164":"\n  yo\n  ","530165":"\n  oh cool.\n  \n  a few aussies on here:)\n  ","530166":"\n  Where you from? :o\n  ","530167":"\n  This made me laugh at the end. I was actually going to answer one that was semi-sexual but then I was like it would never end 😂 not in the mood for all that.\n  \n  Sometimes. I feel like I mainly just see the feed ones. it's the first thing i check when coming on here. Good to take breaks between answering too and \"catch up\" with people.\n  ","530168":"\n  to pay their respects\n  \n  maybe religious beliefs\n  \n  it's the right thing to do?\n  \n  I'd only go if really close with.\n  ","530169":"\n  You wrote this earlier.\n  \n  I would probably wonder at times but not question it. Can really say that I didn't know if something went down.\n  ","530170":"\n  What time is it there?\n  \n  10pm now lol\n  \n  day is overrrrrrr\n  \n  I just took a quick swim\n  \n  maybe watch something on Netflix and sleep.\n  ","530171":"\n  This is why I shouldn't mention things\n  ","530172":"\n  lol\n  ","530173":"\n  Not really my type though but I'm like???\n  ","530174":"\n  cheeky\n  ","530175":"\n  interesting thought\n  ","530176":"\n  I feel like it went by super fast tonight. I even stayed 10 minutes over the time i wanted to leave.\n  \n  I think the guy at the desk either likes me or just friendly\/doing his job 😂\n  ","530177":"\n  🙆🙆🙆🙆\n  ","530178":"\n  I think I just have common ones\n  ","530179":"\n  oh. that makes sense.\n  \n  hm my okcupid email with guys on it wasn't bad earlier. A while :\/\n  \n  Can I just date myself for now? my gym date 😂🌹\n  ","530180":"\n  Why are burrito bowls so big?\n  \n  chicken, rice, onion, peppers, corn, salsa stuff.\n  \n  I feel like I haven't even put a dent in it. yay for leftovers tomorrow for lunch. only 530? calories. haven't ate much today so oh well.\n  ","530181":"\n  idk I usually stick with happy birthday ¯\\_(ツ)_\/¯\n  ","530182":"\n  What?\n  ","530183":"\n  Does Panda Express even count? Probably beginning of July or something? Been a while.\n  ","530184":"\n  will do\n  ","530185":"\n  won't be that late. do like going a tad earlier.\n  ","530186":"\n  That's weird.\n  \n  rather not mess up my makeup either\n  ","530187":"\n  gym in a few minutes.\n  \n  probably a late night swim if I feel like it\n  ","530188":"\n  That fitness one to find girl friends, meal prep together etc\n  \n  I don't feel like looking for that meme about\n  ","530189":"\n  Yes, I think it can happen.\n  \n  Great film.\n  ","530190":"\n  nope.\n  \n  it probably happened camping before but no thanks\n  ","530191":"\n  o.o\n  ","530192":"\n  Just one but even that's been few and far between talking. shockwave player won't work on the site we usually talk at.\n  \n  I know that one has a kid.\n  \n  I know one died a few years ago\n  \n  don't know anything about the rest\n  ","530193":"\n  fine. yourself?\n  ","530194":"\n  strawberries and blueberries, moving up in the fruit world!\n  \n  I like blueberries more in my oatmeal, cereal and other things than eating alone. Chocolate covered blueberries are good too. Easy to do as well. Good in smoothies too, more taste doing it that way.\n  ","530195":"\n  Ducks are cute\n  ","530196":"\n  I've tried jack fruit and snow melon cantaloupe lately.\n  \n  I love strawberries and other berries.\n  ","530197":"\n  Sometimes.\n  \n  There's a cherry one I want to try. Found the recipe on IG. Also want to try that hack where you take a straw and it's supposed to take out the pit.\n  ","530198":"\n  yes then quickly walked out lol\n  ","530199":"\n  I have some lists up under my top  answers\n  \n  hasn't changed all that much\n  ","530200":"\n  No?\n  ","530201":"\n  I miss the baby community FS had.\n  ","530202":"\n  private\n  ","530203":"\n  I was thinking in general but after that anon mentioned it.. might be.\n  \n  Exactly go to your page instead.\n  \n  If roles were reversed, I'm sure not all guys would like that either if 24\/7 and neglecting everything else that should be done.\n  ","530204":"\n  lol last summer I went to bingo with a group of people. I had an FB status asking if I was old yet 😂\n  \n  I like bingo. have won before too\n  ","530205":"\n  totally agree.\n  ","530206":"\n  ebab thgin dooG\n  ","530207":"\n  cute\n  ","530208":"\n  Good night in Italian.\n  \n  smooth!\n  ","530209":"\n  Maybe. Who knows. People should enjoy what makes them happy in their down time. I get where the person is coming from though.\n  \n  Not every guy is good with sports.\n  \n  Not every guy is good at building things.. that's why there's tons of different jobs.. seems like they hate on anything that isn't some type of construction or carpentry job?\n  \n  ie: what's wrong with a job at a bank? What's wrong with teaching little kids video games in a healthy manner?\n  ","530210":"\n  I bet you didn't really read everything.\n  ","530211":"\n  Maybe i shouldn't have read this one before bed 😳\n  ","530212":"\n  reminds me of marissa lace on youtube. does yearofyou stuff. I have mostly just been following her inspiring posts on IG though.\n  ","530213":"\n  oh sh!t\n  ","530214":"\n  I don't trust that\n  ","530215":"\n  Might be right\n  \n  sounds like madlibs or cards against humanity kind of thing.\n  ","530216":"\n  dirty :P\n  \n  I bet you have a great voice\n  ","530217":"\n  If it's a problem in the marriage, they don't have a job and stuff like that then yes, it's a real problem.\n  \n  If it's every now and then, have their life together then I think it can be a different story.\n  \n  My brother has a good bank job, two boys and he likes playing video games with them. But the kids also do a lot of sports, outside the majority of the time and all that. A good balance would be beneficial.\n  \n  It really depends on the individual. Video games and anime can be relaxing for them, bring back nostalgia. I feel like the action figures can be a bit more extreme and expensive. It shouldn't be 24\/7...\n  ","530218":"\n  Anyone else feel bad for the tape recorder? Why so nuclear? Why the loving?\n  ","530219":"\n  It's morning here too (1am) but ya....\n  ","530220":"\n  This one made me laugh\n  ","530221":"\n  madlibs??\n  ","530222":"\n  who?\n  ","530223":"\n  What are you on?\n  ","530224":"\n  I've never liked the name. My male barbie dolls always had different names lol\n  ","530225":"\n  I'm into guys, sorry.\n  ","530226":"\n  That's because it was ice cream.\n  \n  You feeling ok there?\n  ","530227":"\n  Is your name Ken?\n  ","530228":"\n  Will sleep fairly soon\n  ","530229":"\n  and you complain about me being awake 😂\n  ","530230":"\n  it will be 1 pretty soon.\n  ","530231":"\n  lol 😂😂😂😂\n  ","530232":"\n  How late is late for you?\n  ","530233":"\n  I have a top on. chill out, man.\n  ","530234":"\n  You mention how you cheated and that you knocked the b!tch up.\n  ","530235":"\n  *whispers* almost :o\n  ","530236":"\n  o.o\n  ","530237":"\n  A Target run 😂\n  \n  I want all the fable child 90's looking clothing.\n  \n  curse you, youtube.\n  ","530238":"\n  Why would I do that?\n  ","530239":"\n  I watched a few youtube vids\n  ","530240":"\n  yes :)\n  ","530241":"\n  Thanks for the concern x\n  ","530242":"\n  no. I usually kept quiet about crushes.\n  ","530243":"\n  They said she looked fine. Something about a back spasm so I guess she hurt herself a little but they didn't really say anything about that. Basically that she must have got too excited, like we thought. But everything looks fine. She's getting doped up on her pain medication to chill her out. Ball of energy right now. She really needs to take it easy. Hard to control her at times.\n  ","530244":"\n  I feel like that makes more sense with dreams.\n  ","530245":"\n  we should ideally finish at the same time ;)\n  ","530246":"\n  ones who openly don't like me for whatever reason.\n  \n  ones who constantly talk about other friends behind their back\n  \n  too snobby\n  \n  always need drama\n  ","530247":"\n  they exist somewhere!\n  ","530248":"\n  more out going ones. Funny or they like mine. A mixture, really. I get along well with plenty of different types.\n  ","530249":"\n  Probably. I'm more casual\/sporty these days though. Pretty basic.\n  \n  still haven't found the perfect summer dress :\/\n  ","530250":"\n  I'm not really sure. I just try distracting myself. Hope everything will turn out well in the end. I don't like thinking of the negatives that could go wrong. Don't need the added stress and all that. Kind of go blank, I guess.\n  ","530251":"\n  no, thankfully.\n  ","530252":"\n  Yes. Heard that too. We shall see :)\n  ","530253":"\n  fashion and fitness\n  \n  i know I'm not at my goal but that shouldn't matter that I can be passionate about it still.\n  ","530254":"\n  cute :)\n  ","530255":"\n  True lol\n  \n  he's somewhere buried in my inbox tho\n  ","530256":"\n  yes\n  ","530257":"\n  I got spammed with quotes earlier 😘\n  ","530258":"\n  humor\n  \n  not being a judgmental pos\n  \n  trust\n  \n  confidence without being cocky\n  \n  I like musical guys ¯\\_(ツ)_\/¯\n  \n  when their passionate about something\n  \n  romantic\n  \n  i like more outgoing guys. time and place for laid back\n  ","530259":"\n  😂\n  ","530260":"\n  Yup. Everyone is on a different journey.\n  ","530261":"\n  a-fuc-king-men\n  ","530262":"\n  Not much. waiting on news \/ them to get back kind of thing.\n  ","530263":"\n  Good reminder to do the things you love\n  ","530264":"\n  affirmations only work if you are taking the steps to be that way. If not, it's only meaningless words. Got to do the actions that will get you there. 💪\n  ","530265":"\n  Just that she's acting normal and getting looked at\n  ","530266":"\n  Thanks\n  ","530267":"\n  gratitude is everything\n  ","530268":"\n  Can be but hasn't happened yet\n  ","530269":"\n  The dogs?\n  \n  same with burping. oops\n  ","530270":"\n  You seem more jealous\n  ","530271":"\n  no. I just don't give a shit what strangers think anymore. I still get fat\/overweight and other terms even when people haven't seen me which is pretty laughable on here. Maybe when younger, I was. But I actually took pictures back then, surprisingly. Going through depression in 2010 (not about my body) made me realize that pictures aren't everything.. I lost my poor excuse of selfie game.\n  \n  I eat way healthier now. I go to the gym. My body composition is way different but I'm still big. And I know most of it is because of pcos now. I know someone will comment hateful stuff about that too.\n  \n  Have fun. Also being rude isn't going to make me want to take pictures either.\n  ","530272":"\n  highly agree.\n  \n  I also don't like ownership..\n  \n  I own myself. You can be co-owner or something but its all about my body, my rules etc ya know? Don't be a d!ck\n  ","530273":"\n  I like that.\n  ","530274":"\n  Nothing since the one a few minutes ago\n  ","530275":"\n  Maybe three on here?\n  \n  and 2 have heard my voice\n  ","530276":"\n  This is a Q&A site, I don't see the point at times.\n  \n  I like being a mystery\n  \n  I'm sh!t at taking decent selfies, own enemy kind of thing.\n  \n  Losing weight and rather not have pictures I'm not 100% happy with.\n  ","530277":"\n  ya, she always freaks out. Hard to keep her relaxed at times. Si\n  ","530278":"\n  I think she just got too excited to see my mom.\n  ","530279":"\n  Just because I don't take pictures doesn't mean it's always at 0\n  ","530280":"\n  I AGREE. ACTION SPEAKS VOLUMES.\n  ","530281":"\n  5-7 range\n  \n  varies between those\n  ","530282":"\n  I don't really agree with this one. Yes, open mind is good. I don't agree with the attachment to nothing.\n  ","530283":"\n  That saying made me laugh.\n  \n  I wish people would stop saying those words when they don't mean them. It should be special, not overused where all meaning is gone.\n  ","530284":"\n  *hugs*\n  ","530285":"\n  Yes.\n  \n  my sister just sent me a message saying she was ok now but I'm still worried.\n  \n  She started seizing then they left. Lulu felt normal again so they came back.\n  \n  Then she did it again and they left.. so I'm like is she really fine??\n  ","530286":"\n  Good goal to have\n  ","530287":"\n  preach ☝☝☝☝☝\n  ","530288":"\n  Pretty much\n  ","530289":"\n  will do. Thanks.\n  \n  hopefully will be fine. Scary.\n  ","530290":"\n  I don't know every actress by name.\n  \n  I'm watching the Lohan one.\n  \n  I've never watched the older version.\n  ","530291":"\n  Same.\n  ","530292":"\n  I'm not sure who Hayley is\n  ","530293":"\n  Because my dog ended up having a seizure when my mom and sister got back. Sister obviously blames me. She was fine before that.  They went to the vet.\n  ","530294":"\n  rather not\n  ","530295":"\n  Can be ¯\\_(ツ)_\/¯\n  ","530296":"\n  yes 🙆🙆🙆\n  ","530297":"\n  What do you mean?\n  ","530298":"\n  so many 💕\n  ","530299":"\n  True.\n  \n  You weren't kidding about liking quotes XD\n  ","530300":"\n  It's good :)\n  ","530301":"\n  Watching The Parent Trap.\n  ","530302":"\n  Why would you want to?\n  ","530303":"\n  indeed\n  ","530304":"\n  it can't be that bad 🎤🎤🎤\n  ","530305":"\n  watching Gilmore Girls reruns 😂\n  ","530306":"\n  flirt :P\n  ","530307":"\n  lol cute :P\n  ","530308":"\n  kiss me :P\n  ","530309":"\n  The door who?\n  ","530310":"\n  Who's there?\n  ","530311":"\n  I'm not sure.\n  ","530312":"\n  Yes\n  ","530313":"\n  <3\n  ","530314":"\n  That's good.\n  ","530315":"\n  The break up\n  ","530316":"\n  nope\n  ","530317":"\n  Someone mentioned it lately but couldn't find the post.. oh well.\n  \n  I haven't watched it.\n  ","530318":"\n  Both can be\n  ","530319":"\n  Most times, yes.\n  ","530320":"\n  head is best\n  ","530321":"\n  Good morning\n  ","530322":"\n  Everything!\n  ","530323":"\n  Go for it :)\n  \n  nice ones.\n  \n  quotes are always fun\n  ","530324":"\n  APPLE!\n  \n  warm apple with vanilla ice cream on top\n  \n  💯💯💯💯💯💯\n  ","530325":"\n  Especially in today's society\n  ","530326":"\n  I don't think sexy is the right word but I do feel better when they are smooth.\n  ","530327":"\n  cringe worthy\n  ","530328":"\n  Not surprised\n  ","530329":"\n  I am :)\n  \n  Greek, Irish, German and English.\n  ","530330":"\n  🍻🍻🍻\n  ","530331":"\n  Same.\n  \n  I don't mind the feet one that much but still odd too.\n  ","530332":"\n  need some new ones ;)\n  ","530333":"\n  The feces ones are the most weird.\n  \n  🚫🚫🚫\n  ","530334":"\n  Always getting asked about fetishes\n  ","530335":"\n  Is this your subtle way of asking if I wear thongs?\n  ","530336":"\n  I'm female.\n  ","530337":"\n  I have a pair that I hate and don't wear. More for reading far away.\n  ","530338":"\n  She is now. Keeps trying to run and jump though :\/ Her scar is pretty much her whole stomach.\n  ","530339":"\n  people keep pulling me back in :o\n  ","530340":"\n  Yes. Their senses are way more heightened.\n  ","530341":"\n  Thursday? Went to sleep around 5am since I was worried about my dog. Had to have emergency surgery. She's like 6 pounds so that was scary to think about if she was going to make it or not.\n  ","530342":"\n  I want to play that meme game where you match it with the card.\n  ","530343":"\n  they know i sleep at late times. Just seemed rude with it being all caps \/ yelling.\n  ","530344":"\n  Good night 😂\n  ","530345":"\n  He's not that jealous. Hasn't told me off or anything. He was talking to other people too when we started talking. It's whatever.\n  ","530346":"\n  my \"watch later\" list. Lots of Primark hauls. I still haven't been to the Boston one and I'm not ok with this.\n  ","530347":"\n  top of the morning to you\n  ","530348":"\n  Right :P\n  ","530349":"\n  Watch that mouth\n  ","530350":"\n  I'm pretty open on here. Just because you don't ask the right questions or because you haven't seen me doesn't mean I'm that mysterious :P\n  ","530351":"\n  he can do whatever he wants\n  ","530352":"\n  idk\n  \n  I've never heard the word flappy to describe hips before.\n  ","530353":"\n  bit of both with those ones lol\n  ","530354":"\n  lol not me\n  ","530355":"\n  The one who kept saying they felt guilty and stuff.\n  \n  Anyways, I actually just deleted some people off my list. Either haven't talked in a while, the conversation is always meaningless and other reasons.\n  ","530356":"\n  I've never said that lol\n  ","530357":"\n  yup lol\n  \n  also last time I gave it out on here someone kept spamming me on there with different accounts while also making accounts on here\n  \n  -_- like stop dude. not cool.\n  ","530358":"\n  small chat -_-\n  ","530359":"\n  spiders, especially big ones.\n  ","530360":"\n  How's it going?\n  ","530361":"\n  6-8? I'm not really sure. I've mostly just been talking to the favorite recently :P Other times maybe 3-4 people. But those ones can be more innocent too.\n  \n  kik - idk I should get rid of a lot of people that I don't normally talk with on a regular basis. I'd say 3-4 most times. I don't really talk about s3x stuff there. More of a safe haven 😂\n  ","530362":"\n  When you feel like getting your snapcode 😂\n  ","530363":"\n  Very rarely.\n  ","530364":"\n  shareasale.com is good.\n  \n  There's another one but I forget the name right now. They ended up changing it not too long ago.\n  \n  I'm not really sure what I'd advise. I mostly keep it fashion based but there's lots of other companies on there too.\n  ","530365":"\n  YouTube\n  ","530366":"\n  music videos\n  \n  fashion\/beauty\n  \n  vlogs\n  ","530367":"\n  I've never been snowboarding so your legolas are safe with me, for now.\n  ","530368":"\n  hm I'm not really sure.\n  \n  Actually this one came to mind. This computer guy (would bring in the tv and set it up) at my college was basically a doppelganger of my ex. The bell range and we were talking. I wasn't paying attention and basically ran into one of the desks and nearly fell over when I was leaving the class.\n  ","530369":"\n  😂😂😂😂😂\n  ","530370":"\n  I stopped reading for the night.\n  \n  Haven't decided if I want youtube or something on Netflix.\n  ","530371":"\n  *bows*\n  ","530372":"\n  no but thought it looked similar\n  ","530373":"\n  I need a karaoke party in my life. been a bit.\n  \n  my nephew's uncle has a machine\n  ","530374":"\n  dirty blonde hair, typically with added blonde highlights\n  \n  forehead\n  \n  eyebrows\n  \n  hazel eyes\n  \n  nose, I feel like it's big ¯\\_(ツ)_\/¯\n  \n  lips\n  \n  cheeks\n  \n  neck\n  \n  broad shoulders\n  \n  boobs\n  \n  long torso problems\n  \n  k I'm done. Getting boring.\n  ","530375":"\n  Not in forever\n  ","530376":"\n  Annoying Boston accent\n  ","530377":"\n  voice actor - the guy who plays Ed in fullmetal alchemist. vic M.\n  \n  singer - ayla brown. Don't think she amounted to much\n  ","530378":"\n  Not exactly\n  ","530379":"\n  totes jealous.\n  \n  I didn't really do much. Just worry about my dog... go swimming etc\n  ","530380":"\n  ask is boring tonight\n  ","530381":"\n  A blessing?\n  \n  I don't feel like translating.\n  ","530382":"\n  :(\n  ","530383":"\n  That's true. There's always places to improve on as well.\n  ","530384":"\n  they already do 😂\n  ","530385":"\n  I whole heartedly agree\n  ","530386":"\n  50 shades darker.\n  \n  88% done with now\n  ","530387":"\n  Only if fishing counts\n  \n  I wouldn't want to hurt any animals\n  ","530388":"\n  United kingdom\n  ","530389":"\n  fashion, fitness, random pictures, fandoms, some NSFW ones....\n  ","530390":"\n  Oh yes\n  ","530391":"\n  Lost\n  \n  Gypsy\n  \n  Breaking bad\n  \n  Gilmore Girls\n  \n  13 reasons why\n  \n  Shameless\n  ","530392":"\n  ¯\\_(ツ)_\/¯\n  ","530393":"\n  charming :)\n  ","530394":"\n  I'm not sure. My moods are pretty stable.\n  ","530395":"\n  Absolutely nothing, apparently 😂\n  ","530396":"\n  Reading\n  \n  being good ;)\n  ","530397":"\n  Single right now.\n  \n  Both are good but in different ways!\n  ","530398":"\n  I don't live alone so that would be very awkward.\n  ","530399":"\n  Sometimes\n  ","530400":"\n  depends who you are. I don't care for adding anons\n  ","530401":"\n  That makes two of us\n  ","530402":"\n  Not always\n  \n  one that showed future children\n  \n  one where my dad ran over my sister lol\n  \n  the ones where I get shot or stabbed\n  ","530403":"\n  I don't.\n  ","530404":"\n  I think it can happen ¯\\_(ツ)_\/¯\n  ","530405":"\n  clothing\n  ","530406":"\n  Why have kids if you aren't going to supervise them, teach them things, be in their life? It's sad seeing young kids walking around without anyone etc\n  ","530407":"\n  Yes, especially today. People can be crazy.\n  \n  I don't think I'd constantly be checking but every now and then. I should be able to trust them but I'd still want to see what's going on. Also block certain sites too.\n  \n  Texts.. depends more on the age. If I could see them without actually being on their phone.\n  \n  Diary, probably not. Unless it seemed like a lot was going on and wouldn't tell me \/ nothing online confirmed my feelings that something isn't right.\n  ","530408":"\n  Would be nice but I do feel it's more of something they should earn. Or maybe pay half towards it to show them a lesson with money. I'm sure they'd feel more independent too.\n  ","530409":"\n  I feel like the talk should be had. Open communication about topics. I'd rather have them come to me if they were thinking about doing it.. talk about birth control and all that.\n  ","530410":"\n  I think it depends more on their maturity or if they really needed it.\n  \n  I wore foundation in elementary school.\n  \n  Mascara in middle school \/ jr high\n  \n  started eyeliner in high school\n  \n  I do think the less is more approach is better when younger. Don't really need all that junk. I guess 8-10 range, maybe?\n  ","530411":"\n  it can be convenient. I feel like Amazon usually has them for cheaper via kindle link. There's some sites that will give free Kindle books.\n  \n  I like the feel of real books though. I've been reading more paperbacks lately.\n  ","530412":"\n  The first ones\n  ","530413":"\n  Rainbow fish and some other ones\n  ","530414":"\n  Secretary\n  ","530415":"\n  Sometimes, other times space is nice.\n  ","530416":"\n  BSU\n  ","530417":"\n  I like the h spelling better.\n  ","530418":"\n  All the Boston teams (Patriots, red sox, celtics)\n  \n  Arsenal and Manchester United\n  \n  I don't really have favorite team members though.\n  ","530419":"\n  Not always.\n  ","530420":"\n  a good mixture.\n  ","530421":"\n  I don't know her so you win.\n  \n  her picture is cool though\n  ","530422":"\n  Because I said so.\n  \n  Also the irony since anon :)\n  ","530423":"\n  it was but more because of remodeling.\n  ","530424":"\n  Personally feel like I'm sh!t at both but also have creative ways too. Probably more artistic then.\n  ","530425":"\n  Don't think I'm good at\n  ","530426":"\n  it is now lol\n  ","530427":"\n  o.o\n  ","530428":"\n  You guys are funny\n  ","530429":"\n  hahaha\n  ","530430":"\n  I don't know if I'd classify myself as one..\n  \n  but I always liked Piglet,  Eeyore and Tigger the most.\n  ","530431":"\n  Ok so this is a fetish then. go away.\n  ","530432":"\n  Only if love\/hate counts\n  ","530433":"\n\n   @mawiocudwoc\n  \n\n  ya how dare you 😂\n  ","530434":"\n  aww\n  ","530435":"\n  Already am someone's doll ;)\n  ","530436":"\n  Right 😂\n  ","530437":"\n  Anything that has buttons? Would be the most sexy to show off boobs XD\n  \n  I'm wearing a tshirt\n  ","530438":"\n  lol\n  ","530439":"\n  I don't have the right kind of shirt on for that.\n  ","530440":"\n  I think that would be against policy rules ¯\\_(ツ)_\/¯\n  ","530441":"\n  no, you!\n  ","530442":"\n  This made me laugh.\n  \n  true\n  ","530443":"\n  Always gets more intense too.\n  \n  ok, good night.\n  ","530444":"\n  Both.\n  ","530445":"\n  I'm not sure exactly either. Just the acronym he went by?\n  ","530446":"\n  I am.\n  \n  I was still logged on but not active here ;)\n  ","530447":"\n  Not sure.\n  \n  The \"like you\" part is a bit rude.\n  \n  Also can we stop comparisons.\n  ","530448":"\n  Three. That last one though :o\n  ","530449":"\n  I wouldn't want anyone stuck in a rut though.\n  ","530450":"\n  or they know my favorite is taking care of things and holding back.\n  ","530451":"\n  Oh this was sent to all.. even better reason to keep quiet.\n  ","530452":"\n  already answered the dirty ones if that's what you wanted; )\n  ","530453":"\n  He's going to love reading that.\n  ","530454":"\n  😂😂😂😂\n  ","530455":"\n  Will do 💦\n  ","530456":"\n  Pretty much lol\n  ","530457":"\n  A naughty doll\n  ","530458":"\n  one that isn't afraid of getting dirty\n  ","530459":"\n  Lion King, beauty and the beast, Aladdin, 101 Dalmatians\n  \n  I hope those are all Disney 😂\n  \n  Animated films in general ☝☝☝\n  ","530460":"\n  Who wants to know?\n  ","530461":"\n  no, I'm a doll.\n  ","530462":"\n  it is somewhere ¯\\_(ツ)_\/¯\n  ","530463":"\n  soaked\n  ","530464":"\n  interesting.\n  ","530465":"\n  more so the grape one\n  ","530466":"\n  wish I experienced more of the 80's!\n  \n  60s seem good\n  \n  roaring 20s and 40s\n  ","530467":"\n  varies. All about how good the 🍆is too\n  ","530468":"\n  Mostly wait until I need to pee or I'm just feeling like I should be productive lol\n  \n  turn alarm off or hit snooze.. bad music can make me get up 😂\n  ","530469":"\n  Thanks <3\n  \n  August is actually the anniversary of his death too.\n  ","530470":"\n  XD\n  ","530471":"\n  Someone who gives their opinion and calls it fact? Something that might not have been proven?\n  ","530472":"\n  yours is better\n  ","530473":"\n  nah. it's been pretty uneventful\n  ","530474":"\n  You can do it = puedes hacerlo\n  ","530475":"\n  I don't feel like translating all of that\n  ","530476":"\n  *hugs*\n  ","530477":"\n  ¿Eres un gilipollas?\n  ","530478":"\n  Probably why lol\n  \n  not all girls are that way\n  ","530479":"\n  I rarely drink and I don't drink to the point of being drunk. It doesn't do much for me. Also have alcoholism on both sides of the family so rather not be like that.\n  ","530480":"\n  I bet. Doesn't seem like a good time if constantly drunk and feeling like a caregiver instead of a real relationship.\n  ","530481":"\n  It's been 11 years\n  ","530482":"\n  True. usually how it goes 😂\n  ","530483":"\n  Do it\n  ","530484":"\n  I suppose until proven otherwise\n  ","530485":"\n  ok....\n  ","530486":"\n  I've noticed lol\n  ","530487":"\n  yup\n  ","530488":"\n  Probably teen. Also depends on the type of skating.\n  \n  my hometown had a skating rink so that was fun but it always felt scary getting on and off the rink lol\n  ","530489":"\n  Don't think he's on right now.\n  \n  patience :p\n  ","530490":"\n  grandpa died :\/\n  \n  I'm sure there will be other \"best days\" but that's the one that came to mind.\n  ","530491":"\n  turned into the worst.\n  ","530492":"\n  A guy. Knew him since formspring days. I think y!a too.\n  ","530493":"\n  Thanks\n  ","530494":"\n  made me miss\n  \n   @JJD55\n  \n","530495":"\n  6:30pm\n  ","530496":"\n  Pretty good :)\n  ","530497":"\n  Last month but I hated it and deleted.\n  ","530498":"\n  lol\n  ","530499":"\n  I don't remember but the story went viral? Someone took a picture or whatever.\n  ","530500":"\n  a snack that needs to be flooded x\n  ","530501":"\n  That 2nd one has a long name. Too bad they couldn't help; )\n  ","530502":"\n  It could make you poop if you have a lot ¯\\_(ツ)_\/¯\n  ","530503":"\n  possibly 😉\n  \n  I do think he meant desert though lol\n  ","530504":"\n  Ask him :p\n  \n  My page should be about me, not others.\n  ","530505":"\n  That's not his actual name 😂\n  ","530506":"\n  o.o\n  ","530507":"\n  agreed\n  ","530508":"\n  It's a common Mexican name ¯\\_(ツ)_\/¯\n  ","530509":"\n  That's disgusting.\n  ","530510":"\n  Good to know\n  ","530511":"\n  yes, no, maybe so. I don't know.\n  \n  Also you should learn people's names. I'm sure there's lots of different Mexico born people on here :)\n  ","530512":"\n  oh?\n  ","530513":"\n  I know there was some girl recently who got out of her car to pee on the highway 😂\n  ","530514":"\n  I'm sure the bil knows more about it than I ever would. Running for constable\n  ","530515":"\n  You need a favorite; )\n  ","530516":"\n  He's one of my top comedian actors.\n  ","530517":"\n  sad XD\n  ","530518":"\n  Apparently\n  ","530519":"\n  Should confuse the sh!t out of them XD\n  ","530520":"\n  How they manage me? 😇\n  ","530521":"\n  no idea lol I'm his favorite too.\n  \n  it started off more as a joke because he got the gold heart on sc\n  ","530522":"\n  4:44pm\n  ","530523":"\n  then why did I just add you? :P\n  ","530524":"\n  I don't care enough about fb.\n  \n  I either check once a day or have longer breaks between checking. no inbetween\n  ","530525":"\n  no, just orgasms\n  ","530526":"\n  You must be starving\n  ","530527":"\n  Of course. He likes the attention you guys show about him too 😂\n  ","530528":"\n  Here's to hoping 🍻\n  ","530529":"\n  lol mike was mentioned more a few months ago.\n  \n  yup..always got to mention it seems\n  ","530530":"\n  yes XD\n  ","530531":"\n  my favorite or Mike? :P\n  ","530532":"\n  Thanks  <3\n  ","530533":"\n  XD\n  ","530534":"\n  😂\n  \n  Guy in Linkin Park and he has a solo album out. One of the songs is called I.O.U.\n  ","530535":"\n  You should see a doctor about that\n  ","530536":"\n  like any other guys?\n  ","530537":"\n  Same 😂\n  ","530538":"\n  Orange is the new black\n  ","530539":"\n  Sure. Be like the guy on OITNB and never know what she's talking about :)\n  ","530540":"\n  I haven't.\n  ","530541":"\n  eat seaweed?\n  \n  Or whatever that Harry Potter stuff was.\n  \n  idk, I've always loved the water.\n  ","530542":"\n  more so when stressed out\n  ","530543":"\n  water, obviously.\n  ","530544":"\n  I can but mostly do quieter ones\n  ","530545":"\n  When Mike Shinoda came to mind\n  ","530546":"\n  I know; )\n  ","530547":"\n  Would it still have the same rules?\n  ","530548":"\n  Both\n  ","530549":"\n  Same\n  \n  usually with peanut butter and fruit ontop. maybe some syrup added if felt like it.\n  ","530550":"\n  Glad to help :)\n  ","530551":"\n  Sometimes. Pancakes more though.\n  ","530552":"\n  I'm certainly not athletic yet :\/\n  \n  curves, man.\n  ","530553":"\n  doesn't seem like it :P\n  ","530554":"\n  My back is fine lol\n  \n  massage would still be good; )\n  ","530555":"\n  I'm good. How's that back doing?\n  ","530556":"\n  volleyball? idk.\n  \n  I don't play sports. I'm more of a swimming, walking, reading kind of summer girl.\n  ","530557":"\n  Pretty much. Just whatever at this point lol\n  ","530558":"\n  nope. I'd be swearing more or not on here lol\n  ","530559":"\n  if you must\n  ","530560":"\n  I haven't watched\n  ","530561":"\n  True\n  ","530562":"\n  I'm fine  <3\n  ","530563":"\n  You have more of a problem right now than I do\n  ","530564":"\n  I don't think I lead them on that much. They asked a question and I answered. I'm not the one going to their page demanding stuff.\n  ","530565":"\n  oh? ;)\n  ","530566":"\n  cute\n  \n  no, I don't.\n  ","530567":"\n  😉\n  ","530568":"\n  sure\n  ","530569":"\n  oh\n  \n  6-9 range\n  ","530570":"\n  You guys worry a lot\n  ","530571":"\n  then why so curious about other guy's packages?\n  ","530572":"\n  Didn't have any dessert to be had.\n  ","530573":"\n  Do you have a small one then?\n  ","530574":"\n  yes <3\n  ","530575":"\n  I don't\n  ","530576":"\n  whose size am i worried about?\n  ","530577":"\n  early night last night. Should be rejoicing :p\n  ","530578":"\n  Good 😈\n  ","530579":"\n  Guess you got used to seeing me in the morning? :P\n  ","530580":"\n  says a guy who hasn't seen me.\n  ","530581":"\n  Always asking that question\n  ","530582":"\n  You didn't say please\n  ","530583":"\n  *closes your mouth*\n  ","530584":"\n  Then I shouldn't be much of a handful to you ;)\n  ","530585":"\n  You bore me 😴\n  ","530586":"\n  Oh well.\n  ","530587":"\n  lobster\n  \n  crab legs\n  \n  tuna fish\n  \n  scallops\n  \n  probably some others\n  ","530588":"\n  The boob one? I asked too :P\n  \n  42D\n  ","530589":"\n  Nice to know.\n  ","530590":"\n  Everyone wants me but nobody can have me?\n  ","530591":"\n  What is considered big to you?\n  ","530592":"\n  plenty of times\n  ","530593":"\n  if that's what gets you going\n  ","530594":"\n  yay :)\n  ","530595":"\n  A\n  ","530596":"\n  Don't let it get to a bush in the first place?\n  ","530597":"\n  Your bed\n  \n  or a beach somewhere magical\n  ","530598":"\n  Yes.\n  ","530599":"\n  Glad someone liked it\n  ","530600":"\n  😂\n  \n  still haven't been hiding behind anything\n  ","530601":"\n  no, I'm not into girls.\n  ","530602":"\n  3-4 times?\n  ","530603":"\n  What are we talking about?\n  ","530604":"\n  cute!\n  ","530605":"\n  Never. It would be annoying.\n  \n  I have a few times when camping but that's it.\n  ","530606":"\n  The last one looks so satisfied.\n  ","530607":"\n  I think I been there\n  ","530608":"\n  🙆🙆🙆🙆🙆\n  ","530609":"\n\n   https:\/\/youtu.be\/eAfyFTzZDMM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","530610":"\n  \"and I don't have a gun\"\n  \n\n   https:\/\/youtu.be\/vabnZ9-ex7o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","530611":"\n  Not much\n  ","530612":"\n  was\n  ","530613":"\n  Someone commented they had 20 XD\n  ","530614":"\n  The best way\n  ","530615":"\n  I thought you knew him :(\n  ","530616":"\n  I do. Go through phases of eating it though.\n  ","530617":"\n  What about the 20 inches one?\n  ","530618":"\n  58 💕\n  ","530619":"\n  cookies?\n  \n  meat.. The chicken last night smelled heavenly lol\n  ","530620":"\n  Hello\n  ","530621":"\n  or you overthink :p\n  ","530622":"\n  Nothing wrong with them\n  ","530623":"\n  who knows. Most are anon.\n  ","530624":"\n  lol *hug*\n  \n  you should find your own way to be my favorite instead of just to compete\n  ","530625":"\n  you'd have to ask them ;)\n  \n  I've only really been talking to my favorite though.\n  ","530626":"\n  he? :o\n  ","530627":"\n  bet you would\n  ","530628":"\n  Why would you want to?\n  ","530629":"\n  Get well soon!\n  ","530630":"\n  haha cute\n  \n  I haven't had a fire this summer :(\n  ","530631":"\n  Why be subjective on it?\n  ","530632":"\n  Actually think it was a mike powell.. oh well.\n  \n  I'll add you in a bit. not on atm\n  ","530633":"\n  lol just eating the calzone atm\n  \n  not on there.. yet.\n  ","530634":"\n  rather a couple or at least people i knew and trusted... Instead of random strangers.\n  ","530635":"\n  had you there but you deleted me because I wasn't being sexual at that time 😂\n  \n  youcanjuiceme\n  ","530636":"\n  leftover pepperoni calzone. It's so different compared to Massachusetts but still decent.\n  \n  I was about to make myself something and then sister and bil came back. My sister always has leftovers and never eats them lol\n  ","530637":"\n  fine with it but other times it's more like being harassed.\n  ","530638":"\n  Very nice\n  ","530639":"\n  lol be quiet\n  ","530640":"\n  🍆💦\n  ","530641":"\n  The pumpkin is a bit concerning lol\n  ","530642":"\n  Hope it gets better\n  ","530643":"\n  it can be terrible lol\n  ","530644":"\n  Might be right; )\n  ","530645":"\n  pi so fine\n  ","530646":"\n  That's good\n  ","530647":"\n  Funny :p\n  ","530648":"\n  need more than a spanking.\n  ","530649":"\n  Have you iced it? Those massage chair things? bengay or anything like that?\n  ","530650":"\n  Don't really have a favorite. guess it depends more on the moment..\n  ","530651":"\n  I have my moments 😇😈\n  ","530652":"\n  who knows\n  ","530653":"\n  costumes can be nice too ;)\n  ","530654":"\n  I'm ok for now 🍑\n  ","530655":"\n  yes.. birthday suit should always be applied; )\n  ","530656":"\n  lol I don't mind skinny dipping but ya, I was wearing something, unfortunately.\n  ","530657":"\n  I feel like I haven't heard much butt pick up lines\n  ","530658":"\n  me not in your inbox because you are anon :(\n  ","530659":"\n  Hopefully its not too bad?\n  ","530660":"\n  kind of need to be having sex for that to happen\n  ","530661":"\n  That's not good :(\n  ","530662":"\n  my best friend. known since the 1st grade\n  ","530663":"\n  cute\n  ","530664":"\n  yes\n  ","530665":"\n  2 but both times were more intense.\n  \n  also woke up a bit later than usual too 😉\n  \n  no complaints here bby\n  ","530666":"\n  my best friend\n  ","530667":"\n  yes.. was thinking that way more. oh well\n  ","530668":"\n  I'm good.\n  \n  my friend misses me more :p\n  ","530669":"\n  no swimming suit required; )\n  ","530670":"\n  oh?\n  ","530671":"\n  hey :)\n  ","530672":"\n  :)\n  ","530673":"\n  o.o\n  ","530674":"\n  lol nice\n  ","530675":"\n  Should I be? lol\n  ","530676":"\n  Good for you?\n  ","530677":"\n  😂\n  ","530678":"\n  depraved of d*ck\n  ","530679":"\n  Not really\n  ","530680":"\n  getting my mermaid on ;)\n  ","530681":"\n  more like bathing suit\n  ","530682":"\n  Don't really feel like the gym, so swimming it is 💕🏊💦\n  ","530683":"\n  Not sure. I'm not much of a snoop.\n  ","530684":"\n  low 100's right now. My day hasn't been that bad.\n  ","530685":"\n  You are a badass one.\n  ","530686":"\n  nope.\n  ","530687":"\n  my mom knows i do q&a things but that's all.\n  \n  I know some of my friends had FS but I don't think any moved on to ask.\n  ","530688":"\n  yup\n  ","530689":"\n  lol silly\n  ","530690":"\n  Happy for you!\n  ","530691":"\n  assuming you nailed them! 💕\n  ","530692":"\n  Pretty much was x\n  ","530693":"\n  Would be rewarding\n  ","530694":"\n  ✌😴\n  ","530695":"\n  True.\n  \n  Enjoy the weekend x\n  ","530696":"\n  How to go the bathroom  (seems to be a lot of talk about this today)\n  \n  value of a dollar or whatever currency\n  \n  unconditional love\n  \n  how to care for pets\n  ","530697":"\n  Nice way to be :)\n  ","530698":"\n  will do.\n  \n  Just woke up i assume?\n  \n  no all nighter for you?\n  ","530699":"\n  Yes.\n  \n  no sleep for the wicked 😉\n  ","530700":"\n  almost 2am\n  \n  sleeping soon\n  ","530701":"\n  Maybe. but it's weird to have paperwork saying Lucy when he was nonstop calling Lulu a he 😂 like he didn't listen to anything and mom and I kept correcting him XD not only did we have to pay there but we also had to pay the normal dr the next day  $50 in medication for her ass.. even she was all wtf happened.\n  ","530702":"\n  ¯\\_(ツ)_\/¯\n  ","530703":"\n  exactly!!! It was so weird. Like whyyyy??? They had her in the back room. like I just don't understand... He called her Lucy too 😂 He looked 20s at best.. how are you the main doctor that night?\n  ","530704":"\n  I don't think so.\n  ","530705":"\n  indeed.\n  \n  love\/hate really. College was better because I could pick what I wanted, along with times that made more sense.\n  ","530706":"\n  Looking forward to it or not so much?\n  ","530707":"\n  English or History, maybe?\n  ","530708":"\n  yup lol\n  \n  how's your night \/day going? Any fun plans for the weekend?\n  ","530709":"\n  I know 😉\n  \n  sc\n  ","530710":"\n  he loves math.\n  \n  Actual cheaters in relationships, I'd say so.\n  ","530711":"\n  It's that type of night around here.\n  ","530712":"\n  my tablet is all messed up on the right side. Screen is intact though.\n  ","530713":"\n  A math test. I had a pencil that had the multiplication table on it.\n  \n  Don't hate middle school me 😂\n  \n   @mawiocudwoc\n  \n\n  I'm also surprised they didn't notice. I knew a lot anyways.\n  ","530714":"\n  aww\n  ","530715":"\n  I guess ravioli, have it more.\n  \n  Do enjoy tortellini though. haven't had in forever\n  ","530716":"\n  Yup! was 7ish when I found out. I know if we were in Maine she really would have been a goner. They have one emergency hospital and last time she went there (had a seizure) the male doctor looked stoned, kept saying she was a different kind of dog, called her a him and other stuff. Also ended up shaving her butt (no idea why!) and that got infected. Took her to the real vet the next day and it was lyme disease not what the other dr was saying.. he was all \"ticks wouldn't make dogs seizure. It's neurological\" 😂 like omg lol they probably would have said she was fine 😮\n  ","530717":"\n  Old picture but I like it because it looks like she's online 😂\n  ","530718":"\n  Yes. I went to the gym and then found out that mom brought her to the vet and needed all that done. Scary. I was just like i need to distract myself from thinking about her. only 7 pounds so could have been bad too.\n  \n  ya she was all sad and not doing much... basically everything that the site said. She wasn't puking though but I guess on the way she did. You could tell she just wasn't herself. Also felt bloated. haven't been going bathroom much besides pee so we all thought she was just constipated. luckily got her to the vet then... she had a appointment for the next day and probably wouldn't have made it type thing... even the dr said that.\n  ","530719":"\n  SUP\n  ","530720":"\n  It's been ok. Less stressful than last night knowing everything went smoothly. Been online and hanging out with Lulu at times. She hasn't been doing all that much.\n  ","530721":"\n  you\n  \n  not sure if my last one got deleted or a different asker asking....\n  ","530722":"\n  I'll just post what I wrote to Heather.\n  \n  You should really spray or neuter pets. My sister was worried that she was so little and never did and then this happened years later (she's 8)\n  \n  -_- Vets should also spread more awareness on the subject.\n  \n\n   https:\/\/vcahospitals.com\/know-your-pet\/pyometra-in-dogs\n  \n\n  cats can also get it.\n  ","530723":"\n  The fact that everything came out ok...\n  ","530724":"\n  text more often.\n  \n  depends what's going on i guess.\n  \n  in person is usually better option.\n  ","530725":"\n  billie jean, thriller and man in the mirror\n  ","530726":"\n  Yes\n  ","530727":"\n  I could but I like reading one at a time.\n  ","530728":"\n  you'd look like a tomato\n  ","530729":"\n  sure\n  ","530730":"\n  indeed\n  ","530731":"\n  greedy.\n  \n  will do\n  ","530732":"\n  yes. good today. Sorry for making people worry last night.\n  \n  Only told one person because she'd actually understand more...\n  ","530733":"\n  mm yup\n  ","530734":"\n  I suppose. be in the right mindset for\n  ","530735":"\n  no\n  ","530736":"\n  Nice try, fake favorite.\n  ","530737":"\n  smooth\n  ","530738":"\n  haha yes *spanks*\n  ","530739":"\n  You haven't\n  ","530740":"\n  All the summer girls by Meg Donahue\n  \n  Yes. Was a decent sit by the pool kind of read. About friendship and other trials they might face.\n  ","530741":"\n  uk in general\n  \n  Hawaii\n  \n  Ireland\n  \n  Greece\n  \n  New Zealand\n  ","530742":"\n  cars? I feel like it's more used when the blinkers aren't working or when someone wants to cross so you might give them the go ahead.\n  \n  maybe crossing guards too.\n  ","530743":"\n  try getting out of the ropes\n  ","530744":"\n  think I was dreaming still?\n  ","530745":"\n  ya... I didn't understand that right 😂\n  \n  no, I don't collect those lol\n  ","530746":"\n  5'7\"\n  ","530747":"\n  I like. Probably a favorite series but at the same time it's not really my go to (horror, comedy).\n  ","530748":"\n  I'm a lover, not a fighter. Fighting does nothing for me. I don't like confrontation.\n  ","530749":"\n  lol oh man XD\n  ","530750":"\n  interesting request, anon.\n  ","530751":"\n  True\n  \n  I don't mind it much though XD\n  ","530752":"\n  been a while\n  ","530753":"\n  I suppose. probably other motives at play too ;)\n  ","530754":"\n  yes.\n  \n  you get my questions = I follow you\n  ","530755":"\n  I wouldn't mind\n  ","530756":"\n  2216 followers\n  \n  I follow around 60?\n  \n  doubt it.\n  \n  getting a lot today ;)\n  ","530757":"\n  ohhh gotcha\n  \n  perhaps\n  ","530758":"\n  😂😂😂😂\n  \n  my page is horrible rn\n  ","530759":"\n  in agreement :P\n  ","530760":"\n  lol I took this a different way.\n  \n  David is my favorite?? That was fast!! Only started talking yesterday 😂 he's late to that, my friend.\n  ","530761":"\n  That would be true. Also control and that they wouldn't psychically hurt you type thing.\n  ","530762":"\n  ☝☝☝☝\n  ","530763":"\n  poptarts\n  ","530764":"\n  I don't mind\n  ","530765":"\n  agreed.\n  ","530766":"\n  I have some good ones\n  ","530767":"\n  to get tied up?\n  ","530768":"\n  sweet\n  ","530769":"\n  Always ready or to the anon bit?\n  ","530770":"\n  lol cute\n  ","530771":"\n  It's 96 but we could arrange the order\n  ","530772":"\n  Are you Dora?\n  ","530773":"\n  so many anons\n  ","530774":"\n  Apparently so\n  ","530775":"\n  better question, are you?\n  ","530776":"\n  booty\n  ","530777":"\n  ;)\n  ","530778":"\n  Good\n  \n  a bit more naughty then\n  ","530779":"\n  kind of dumb\n  ","530780":"\n  ok then...\n  ","530781":"\n  Who?\n  ","530782":"\n  That hand or something else; )\n  ","530783":"\n  more like foreplay\n  ","530784":"\n  yes. I like beauty content on YouTube.\n  ","530785":"\n  at a moments notice; )\n  \n  idk when it does lol\n  ","530786":"\n  rosy and waiting o.o\n  ","530787":"\n  A couple.\n  \n  This Italian one came to mind but I don't feel like looking for the name.\n  ","530788":"\n  ¯\\_(ツ)_\/¯\n  ","530789":"\n  Depends what your definition is ;)\n  ","530790":"\n  Why not? Everyone should have fun\n  ","530791":"\n  Maybe but it could ruin the fun ;)\n  ","530792":"\n  no. we're good lol\n  \n  I should make a late lunch\n  ","530793":"\n  was much needed\n  ","530794":"\n  Too much testosterone on my page right now 😂\n  ","530795":"\n  technically the theater is a room 😂\n  \n  one would hope lol\n  ","530796":"\n  I just woke up, again. Shove enthusiasm ;)\n  ","530797":"\n  Nothing. It's kind of fun going alone. You can sit where you want, pick what to watch etc\n  \n  Hopefully you end up with someone who actually wants to make plans with you and not d!ck you around like that.\n  \n  Do you not have anyone else you can go with on short notice if feeling bad about going alone?\n  ","530798":"\n  og?\n  \n  I suppose.\n  ","530799":"\n  I remember you. hey! long time. ya got sucked into this hell hole again XD\n  ","530800":"\n  He rubs his face with the rocks and it comes off or the monkeys pull it out...\n  ","530801":"\n  yo\n  ","530802":"\n  r.i.p\n  ","530803":"\n  Oh?\n  ","530804":"\n  yup.\n  ","530805":"\n  But you said you wanted to make your own movie!\n  \n  o.o\n  \n  the exit is there, there and there. ↕⬆↗➡↔⤴\n  ","530806":"\n  yup. anything is better than 4 hours.\n  \n  I'd like at least 3 more ¯\\_(ツ)_\/¯\n  ","530807":"\n  Rather do now :p\n  \n  had breakfast. I'll have something later.\n  ","530808":"\n  lol cute\n  \n  nah. Think he's a bit shy for that. usually does \"private \" messages if he does say something of the sort on here. Also he usually has the green dot on when he's actually here and its not on.\n  ","530809":"\n  tired. only got 4 hours so I think a nap sounds great right now lol\n  \n  Everything should be fine it seems.\n  ","530810":"\n  Sounds dirty. blames my anon who commented. true\n  ","530811":"\n  Not sure what it was then..\n  ","530812":"\n  lol naughty :P\n  ","530813":"\n  Apple and peanut butter\n  \n  popcorn\n  \n  pudding cup\n  \n  string cheese\n  \n  pistachios or other nuts \/ trailmix\n  \n  granola bars\n  \n  just depends what I'm in the mood for.\n  ","530814":"\n  hm guess not a lot of people cared to see then or just the time... it's cool but a bit spooky when the theater is so empty.\n  ","530815":"\n  oh nice! It makes me think of Hunger Games meets The 100 kind of thing. Probably a bit of a let down. .seemed like they shared all the movie in the trailer.\n  ","530816":"\n  I try.\n  ","530817":"\n  I don't see any that my dad has. I definitely take after my mom and that side of the family.\n  ","530818":"\n  yes. Jessica and Nikki a lot when younger.\n  \n  This reminded me of Nikki's sister. I was over their house. The sister and mom were fighting (forget why) but it got psychical. Was very awkward.\n  ","530819":"\n  I don't think so. I'm usually a good judge of character.\n  ","530820":"\n  How's the future been?\n  ","530821":"\n  Not really. She ended up getting a boyfriend and just drifted apart. Also both of us moved soon after that. I also transferred to a vocational technical high school in a town nearby so that put distance between us too.\n  \n  We reconnected on Facebook a few years ago. She just had a baby boy and been over sharing like crazy with everyone lol The FB addiction is real for her.\n  ","530822":"\n  no. it can take a lot.\n  ","530823":"\n  10:38am\n  \n  ew @  our time differences\n  ","530824":"\n  ideally, yes.\n  ","530825":"\n  Captain obvious here. I wasn't worried about myself last night. This seems appropriate from the other question you probably sent\n  \n\n   https:\/\/youtu.be\/8BRdY0NR08g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","530826":"\n  I understand that you care but this is a bit rude since I was dealing with stuff last night. I also stayed up way later than all the other times because of it. I did get some sleep but not enough.\n  ","530827":"\n  You been drinking?\n  ","530828":"\n  I guess I should try sleeping.\n  ","530829":"\n  RUE is alive!!\n  \n  Looks good. Just watched the trailer.\n  ","530830":"\n  enjoy it! Any new fims you going to see?\n  ","530831":"\n  Can be annoying. I usually swim, tan\/get dry then go back in the water eventually getting bored of being in the  pool\/sun.\n  \n  having music out there helps tho\n  ","530832":"\n  yet you told me to sleep :p\n  ","530833":"\n  not really missing out?\n  ","530834":"\n  2:10am\n  \n  I'll watch the end of Leap Year then should sleep.\n  ","530835":"\n  I can get sunburned but does tan over. probably 3-4 shades darker but that's still not much 😂\n  ","530836":"\n  I'm sure she's used to guys? ¯\\_(ツ)_\/¯\n  ","530837":"\n  It's you\n  ","530838":"\n  A little.\n  \n  The Greek genes don't like me. Take after the irish, German and English in that department.\n  ","530839":"\n  I've been letting it flow lately\n  ","530840":"\n  I usually pull the straps down so don't have shoulder ones.\n  ","530841":"\n  I'm not a nudist :P\n  ","530842":"\n  They can be a handful. Good dogs though.\n  \n  Wrangler went in yesterday but he's not a good swimmer, brick body lol (the basset hound )\n  \n  Bruin only goes in his kiddie pool. plus he's hairy so that wouldn't be fun.\n  \n  Have before but just got tired of asking lol XD I don't mind the heat that much, just curious.\n  ","530843":"\n  Always the last to know XD\n  \n  I'd guess September sometime?\n  \n  BIL birthday is in September and sister ended up getting airline tickets to Hawaii for them.\n  \n  Probably watching the dogs, again.\n  ","530844":"\n  no clue, actually 😂\n  ","530845":"\n  Thanks. Appreciate it :)\n  ","530846":"\n  Both are good but ya...\n  ","530847":"\n  nice :)\n  ","530848":"\n  The day wasn't bad. Went to the gym. After that is up in the air so to speak. Just trying to remain positive and not think on it, hope for the best etc\n  \n  I haven't said what's up since I don't want to think on it.\n  ","530849":"\n  When you only have 4 questions left :O\n  ","530850":"\n  cuddling would be good though :)\n  ","530851":"\n  whatever they like + suits them.\n  ","530852":"\n  Reynolds\n  ","530853":"\n  Thanks  <3\n  ","530854":"\n  :o\n  ","530855":"\n  mean!\n  ","530856":"\n  watching enteral sunshine of the spotless mind.\n  ","530857":"\n  Hopefully won't find out :p\n  ","530858":"\n  I guess what is happening right now could be one?\n  ","530859":"\n  go find out\n  ","530860":"\n  It looks good!\n  \n  Gypsy does too.\n  ","530861":"\n  chocolate chip cookie dough\n  ","530862":"\n  - says everyone who can't English enough; )\n  ","530863":"\n  bed and tv right now lol\n  ","530864":"\n  No? There's more important things.\n  ","530865":"\n  You did good :D\n  ","530866":"\n  one day, yes.\n  ","530867":"\n  well on Monday, I almost forgot my water bottle before heading to the gym. I was about to get into the car and was like oh sh!t. Luckily i remembered.\n  ","530868":"\n  Living room\n  \n  I also think it's cool when bathrooms can have those double sided ones.. not sure on the actual terminology there.\n  ","530869":"\n  Good for those that can wait.\n  \n  I feel like it's just another way to see if you two are compatible or not. Sex shouldn't be everything in a relationship but you should know what you're getting yourself into as well?\n  ","530870":"\n  r.i,p us all\n  ","530871":"\n  more for me. I like black olives more.\n  ","530872":"\n  I'd rather not listen to that. Sounds overly s3xual. I also don't like the names.\n  ","530873":"\n  I haven't\n  ","530874":"\n  sounds interesting.\n  ","530875":"\n  I can't think of something right now\n  ","530876":"\n  Some group challenges that polyvore (fashion site.. no longer available) had. Some clothing or just the winning placement.\n  \n  1stphorm giveaways\n  \n  other minor ones\n  ","530877":"\n  out in nature, swimming, ocean, lake...\n  ","530878":"\n  I have won a few contests, actually.\n  ","530879":"\n  it?\n  \n  Clowns can be creepy at times.\n  \n  ohhhh Candyland came to mind.. The bee cover creeps me tf out\n  ","530880":"\n  Not sure why this got deleted\n  ","530881":"\n  Either way. It's all good.\n  ","530882":"\n  mind f8ck\n  ","530883":"\n  I'd say so.\n  \n  ya, true. Depends on what it is.\n  ","530884":"\n  I don't think so\n  ","530885":"\n  oh well lol\n  ","530886":"\n  yes but I usually do hold my nose lol\n  ","530887":"\n  hm correct?\n  \n  yes.\n  \n  I've been stuck in currents before though. I COULD HAVE DIED,MAN LOL A\n  ","530888":"\n  chocolate chip\n  \n  peanut butter\n  \n  i feel like I answered that last time but wasn't sure lol didn't feel like digging to check\n  ","530889":"\n  And then at times it's not really fast food either 😂\n  ","530890":"\n  Melatonin?\n  \n  Not sure why the hair does but I like it!\n  ","530891":"\n  Let's not say that word 😂\n  ","530892":"\n  Let's do this!!!\n  \n  thanks for the idea\n  \n   @mawiocudwoc\n  \n\n  82-92💕\n  ","530893":"\n  guys\n  \n  humor\n  \n  lightbulbs :p get it.\n  \n  I'm so bad at this when people ask it 😂\n  ","530894":"\n  something not good 😢\n  ","530895":"\n  a lot of people posted movie ones.\n  \n  all good.\n  ","530896":"\n  Depends which you believe \"main ones\" would be to begin with?\n  ","530897":"\n  bad news on the door step, I couldn't take one more step. 🎤🎤🎤\n  \n  Sounds like leg day XD\n  \n  gym ✔\n  ","530898":"\n  I still don't know much about it!\n  ","530899":"\n  Did you mean bands?\n  \n  What type of brand? Makeup? Fashion? Skincare?\n  ","530900":"\n  as one should! good job :)\n  ","530901":"\n  worried, trying not to think....\n  ","530902":"\n  I usually do send to all :P\n  ","530903":"\n  ah. well I'm definitely not in the mood lol\n  ","530904":"\n  What guy?\n  ","530905":"\n  I don't really feel like mentioning it because then it will evade my thoughts.. even more. :(\n  ","530906":"\n  Glad someone is excited :)\n  ","530907":"\n  Maybe\n  ","530908":"\n  it was good. Basically there for 2 hours today.\n  \n  These two guys were wearing cologne and smelled good. I recognized one of the scents. lol\n  ","530909":"\n  lol some parts but it's more like oh wow, interesting plot with the crazy ex etc\n  \n  The writing is definitely better than the first.\n  \n  I was talking more in general. lol\n  \n  I don't think I'll sleep early tonight\n  ","530910":"\n  😂😂😂\n  \n  it's ok. I was dumb too. I meant video game soundtrack but it was early and I wasn't fully awake so any songs will do lol\n  ","530911":"\n  I don't want to be in a sexual mindset lol\n  ","530912":"\n  I had a cheeseburger, salad and corn on the cob.\n  ","530913":"\n  I have done a couple of childhood ones.\n  \n  sister & i with our old dog and her pups\n  \n  with old friends + sis\n  \n  in the same outfit as above mentioned but alone\n  \n  obviously real. Why would I fake pictures of children? You can clearly tell they are from the late 80's and 90's.\n  \n  not sure what you mean by \"it ok?\".\n  ","530914":"\n  a distraction! And no, not s3xual way.\n  ","530915":"\n  I'll probably send some questions out later. Feel like I haven't lately.\n  ","530916":"\n  Dirty! :P\n  ","530917":"\n\n   https:\/\/en.wikipedia.org\/wiki\/Affiliate_marketing\n  \n\n  Leaving now but if you have more questions I'll try to answer them later.\n  ","530918":"\n  woke up early\n  \n  breakfast\n  \n  online stuff\n  \n  shower\n  \n  gym in a few minutes.\n  \n  after that, not sure.\n  ","530919":"\n  aka gym, yes :P\n  \n  not sure how I'll feel later though.\n  ","530920":"\n  I'll just say try by colbie Caillat because I'm listening to it now on Spotify.\n  ","530921":"\n  I follow you, so yes?\n  ","530922":"\n  hey\n  ","530923":"\n  all the things\n  \n  read, shop, gym, out in nature, swimming etc\n  ","530924":"\n  I try not to. The gym can help with that for me too.\n  \n  Pretty chill person so I do analyze why I'm feeling that way.\n  ","530925":"\n  no, just similar looking.\n  ","530926":"\n  it needs the color\n  ","530927":"\n  I need to travel more. Your pictures 😍😍😍\n  ","530928":"\n  two from here now.\n  \n  one on another site.\n  \n  I don't think any irl friends are November babies.\n  ","530929":"\n  lol yes.\n  \n  The king\/queen one made me laugh\n  ","530930":"\n  nice!\n  \n  I feel like I don't know that many people born in November.\n  ","530931":"\n  Just answered them 💕\n  ","530932":"\n  That's funny. I definitely have learned a lot more online with people that way.\n  ","530933":"\n  go us 🙆🙆🙆\n  \n  December 16th ❄⛄\n  ","530934":"\n  boobs\n  \n  or butt.. boobs came to mind when I read it earlier though\n  ","530935":"\n  Maybe. I know a bit of Spanish from my SIL but not enough lol\n  ","530936":"\n  y luego a la mayoría les gustan los hombres con dinero\n  ","530937":"\n  \"When I checkmate my partner, the king penetrates the queen\"\n  \n  😂😂😂😂😂\n  ","530938":"\n  Has been a little but I just don't remember every word and most are ones i haven't seen before so its like what is this? 😂\n  \n  have three right now and they are pretty long, most words aren't familiar. And the ones i do know don't make sense without the context XD\n  ","530939":"\n  When people keep writing in Spanish to you and you don't feel like translating right now. I'm not fluent, sadly.\n  ","530940":"\n  lol\n  ","530941":"\n  haha we're good.\n  \n  kidding with him :P\n  ","530942":"\n  You'd make it perverted.\n  ","530943":"\n  nature\n  ","530944":"\n  Hello *name*\n  ","530945":"\n  my paypal isn't working correctly :(\n  \n  wouldn't mind e-gift to old navy again 😂 easier than waiting for the giftcard to arrive.\n  \n  you can pick the price too if that helps :)\n  \n\n   https:\/\/www.amazon.com\/Old-Navy-Gift-Cards-mail\/dp\/B016PAT5KO\n  \n\n  lseed87@yahoo.com   (lowercase L)\n  ","530946":"\n  cheeky\n  ","530947":"\n  more content\n  ","530948":"\n  yes\n  ","530949":"\n  <. <\n  ","530950":"\n  anonymous user\n  ","530951":"\n  sandwich\n  \n  don't think I've had a breakfast burrito\n  ","530952":"\n  I haven't\n  ","530953":"\n  Only if you left after sending this lol\n  \n  back on for a bit\n  ","530954":"\n  All the good ones! I write this so much so I'll just stick with humor instead of writing a huge thing, again.\n  ","530955":"\n  Probably when my sister had a cyst and it burst. Internal bleeding and all that. Not sure what was going on type thing...\n  ","530956":"\n  prefer\n  ","530957":"\n  I would. just don't believe it lol\n  ","530958":"\n  sure you will lol\n  ","530959":"\n  Can be\n  ","530960":"\n  silence :P\n  ","530961":"\n  I thought I was going to be bouncing?\n  ","530962":"\n  There's only one on there but the image seemed to die :o\n  \n  I feel like stuff on there could be hit or miss though\n  ","530963":"\n  oh..\n  \n  $50-100?\n  ","530964":"\n  lol\n  ","530965":"\n  That dirty money 💸💸\n  ","530966":"\n  Yes. I like checkers too.\n  ","530967":"\n  ?\n  ","530968":"\n  Two, actually.\n  \n  you\n  \n  & a old navy gift card that came in handy :)\n  ","530969":"\n  guys always say that then never do lol\n  \n  especially when i did have my list up\n  ","530970":"\n  This just got weird\n  ","530971":"\n  aw.\n  \n  Every other week would be better. Wouldn't want someone spending everything on me lol\n  ","530972":"\n  indeed\n  ","530973":"\n  I already have one. Not at the Maine address so took it off my page.\n  ","530974":"\n  That's a little weird\n  ","530975":"\n  yes but need to redo or different color soon x\n  ","530976":"\n  Not sure yet. Probably gym later though.\n  ","530977":"\n  hello\n  ","530978":"\n  no clue. Bored anon, I guess?\n  ","530979":"\n  Hurricane\n  \n  tornado warnings, bit of hail. Seeing the aftermath.\n  ","530980":"\n  The lighter purple one\n  ","530981":"\n  No. normal sex.\n  ","530982":"\n  followed. I'm a sucker for quotes.\n  ","530983":"\n  I'm not dead yet.\n  ","530984":"\n  lol\n  ","530985":"\n  My favorite wants that honor\n  ","530986":"\n  I know :)\n  ","530987":"\n  This song came to mind. Her voice 😍\n  \n\n   https:\/\/youtu.be\/_g5ZaV7ueAs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","530988":"\n  yes.\n  ","530989":"\n  3rd or on me\n  ","530990":"\n  You just jumped the line :)\n  ","530991":"\n  I'm not that gullible 😘\n  ","530992":"\n  yes\n  ","530993":"\n  Maybe\n  ","530994":"\n  I don't really keep track of stuff like that.\n  ","530995":"\n  It's a requirement ;)\n  ","530996":"\n  lots of people waiting\n  ","530997":"\n  shouldn't be, love.\n  ","530998":"\n  Maybe but then afterwards you should eat real food, mister!\n  ","530999":"\n  There's a line for that\n  ","531000":"\n  You are\n  ","531001":"\n  No thanks.\n  ","531002":"\n  Afternoon for you :)\n  ","531003":"\n  Yes lol\n  \n  haven't started my day yet.. besides eating breakfast.\n  \n  yogurt, blueberries and strawberries. Then some whole wheat bagel with sesame seeds and poppy seeds on the bottom part. Some garlic laughing cow cream cheese on top. Not that impressed with the bagel. lol haven't had one in forever and it's not as good XD\n  ","531004":"\n  nah. probably lack of sleep yesterday, busy with reading and not really in a talkative mood.\n  \n  Everything is fine though  <3\n  ","531005":"\n  When you can actually answer this question now 😢\n  ","531006":"\n  yes. good morning to you; )\n  ","531007":"\n  I'll be the little spoon\n  ","531008":"\n  guy who kept making accounts. I think he was the \"I feel guilty but I'm still going to spam the sh!t out of you\" guy.\n  ","531009":"\n  10:22am\n  ","531010":"\n  Have before.\n  \n  not worth it, too many new accounts\n  ","531011":"\n  This bagel tastes too healthy.\n  ","531012":"\n  When you didn't know who this was at first lol\n  ","531013":"\n  it was one of the accounts that weird person kept making -_-\n  ","531014":"\n  I think it's something that comes with birth being from Boston 😂 Always in a hurry kind of thing. People can be horrible, tbh. Actually, i don't think I'm *that* bad. Doesn't always happen.\n  ","531015":"\n  not today\n  ","531016":"\n  It's fine lol\n  ","531017":"\n  we 😂\n  ","531018":"\n  You don't need to ask.\n  ","531019":"\n  Yes. Mostly hate. Ones from Lahore. Ones i don't have an answer for and rather not waste time being all idk or no to. Some about other people.. like cool, i don't care. Some pap ones lately instead of writing excuses for not taking a picture right then and there. I'll get to it.. chill. Some s3xual ones that go too far.\n  ","531020":"\n  December 16th\n  ","531021":"\n  Good night\n  ","531022":"\n  seems so\n  ","531023":"\n  Good night\n  ","531024":"\n  Do people really keep track of that?\n  \n  I think it runs in the family. Obviously depends on the brand sizing..\n  \n  mom is 8\/9\n  \n  sister is 6\/7\n  \n  dad and brother are 10\/11\n  ","531025":"\n  lol its late here, should sleep\n  ","531026":"\n  <3\n  ","531027":"\n  Thanks\n  ","531028":"\n  busy dreaming of sleep.\n  ","531029":"\n  I had an anon who said that they were fat and ugly 😂\n  \n  I think most 9\/9.5 sized feet would be a tad bigger looking? I used to be a solid 10.\n  \n  The camera angle probably wasn't the best either.\n  \n  Also, I personally feel that feet can be ugly so ¯\\_(ツ)_\/¯\n  ","531030":"\n  in what way?\n  ","531031":"\n  I can't give a fetish that I don't personally have.\n  ","531032":"\n  I was on honor roll a lot throughout my schooling.\n  \n  If you meant AP type honor classes, no.\n  ","531033":"\n  I'm not a doctor.\n  ","531034":"\n  Haven't talked to anyone in that way. Basically just been reading.\n  ","531035":"\n  too many :\/\n  ","531036":"\n  doubtful\n  \n  already 1am\n  ","531037":"\n  Lyndsey\n  ","531038":"\n  if playing involves questions\n  ","531039":"\n  sounds like a personal problem.\n  ","531040":"\n  Nobody reads bios.\n  ","531041":"\n  Definitely not at her level yet\n  ","531042":"\n  oh I'd be sharing a lot with him. Don't you worry 😉 you guys would be begging for me to come back\n  ","531043":"\n  bonjour\n  ","531044":"\n  boyfriend or best friends?\n  \n  I'm single.\n  \n  There's nothing to tell my close friends currently lol\n  ","531045":"\n  I don't think so\n  ","531046":"\n  rather get kissed elsewhere\n  ","531047":"\n  yes, that lol\n  ","531048":"\n  Don't know lol\n  ","531049":"\n  That firefox thing?\n  ","531050":"\n  none.\n  \n  I go through phrases with jewelry.\n  ","531051":"\n  I haven't but that would be cool with a partner or small group of friends.\n  ","531052":"\n  When and where?\n  ","531053":"\n  aw stop it\n  ","531054":"\n  show or a certain area?\n  \n  I got California vibes.\n  ","531055":"\n  comfortable with them... not sure what else right now. Haven't thought about much\n  ","531056":"\n  lol never\n  ","531057":"\n  I know. People just don't seem to take in account everything.\n  ","531058":"\n  I think that would hurt...\n  ","531059":"\n  Seeing mom drama. It can be funny about breastfeeding stuff. Like I know a mom who psychically couldn't because of her mental conditions so it just seems rude to me when it's this or that when it's not always so black and white.\n  \n  Also agree that people should parent in whichever way. Shouldn't tear down moms or soon-to-be mothers because you don't agree. Why not just be nurturing ¯\\_(ツ)_\/¯\n  ","531060":"\n  feeling amazing about my body. not there yet\n  \n  desperate for a quick way to make money\n  \n  Also I'd feel odd because my stomach is so white while the rest of me has a tan. Part of my boobs are still white too so that would be pretty awkward 😂\n  ","531061":"\n  I knew a girl with that name 😂\n  \n  always thought chaisty belt\n  ","531062":"\n  to your heart 💕\n  ","531063":"\n  yes but not amazingly lol\n  ","531064":"\n  Given the right circumstances\n  ","531065":"\n  I'd try anything\n  ","531066":"\n  yes but I'd rather hear the truth than a stack of lies the size of the bible.\n  ","531067":"\n  weight loss kind of does that to a person?\n  ","531068":"\n  eating dinner soon\n  \n  reading\n  \n  answering q's\n  ","531069":"\n  5 minutes\n  ","531070":"\n  Good time that would be\n  ","531071":"\n  $25\n  ","531072":"\n  That means bedroom eyes, right?\n  \n  hm not sure. time and place, i suppose. like oh hello there XD\n  ","531073":"\n  Sure. I feel like I'd do a bit more ¯\\_(ツ)_\/¯\n  ","531074":"\n  Fifty Shades Darker 😂\n  \n  At a part were Ana and Mr. Grey are emailing and then Elena \"Mrs. Robinson\" sends Ana an email. like how'd she know it? o.o\n  ","531075":"\n  I usually make it half the pool when I do go under.\n  \n  um.. I'm not sure, haven't tested in years lol\n  ","531076":"\n  I've only been listening to one right now that's on Spotify. The mfceo project. The guy owns the fitness company products that I use (1stphorm) so it's cool to hear what he has to say.\n  \n  I added some pcos one but I haven't listened to it yet.\n  \n  I know a lot of youtubers usually have sound cloud ones but haven't looked into. oops\n  ","531077":"\n  It's ok. I didn't live in the center of it. Was on the south shore.\n  \n  As far as city wise.. I love New York City more!\n  \n  Boston can get complicated driving around. I feel like nyc is easier to navigate areas.\n  ","531078":"\n  Yes. Muscles needed it lol\n  \n  I also listened to a podcast.\n  \n  Then got hooked on reading\n  ","531079":"\n  AZ: three that I know of\n  \n  MA: Two? It used to be 3 but that one got teared down and rebuilt into a bigger police\/fire department.\n  \n  ME: None in that specific town but a couple surrounding it.\n  ","531080":"\n  I don't really hear about it much but people in Arizona definitely have more guns than Massachusetts, I'd say.\n  \n  I feel like the only real Massachusetts one would be Brockton or Roxbury area.\n  \n  Maine is just more hunting rather than actual gun crimes...\n  ","531081":"\n  I'm not sure. I did go to a place that was more for pregnant women when I got my pcos results. I'm not sure if they offered abortions there though.\n  ","531082":"\n  not always. I do prefer more fabric tho lol\n  ","531083":"\n  Hitler\n  ","531084":"\n  why?\n  ","531085":"\n  both\n  ","531086":"\n  I guess tongue.\n  \n  That lobster looking disease isn't cute. I knew a guy who had it and wouldn't be fun.\n  ","531087":"\n  Thanks\n  \n\n   @mostafasabryfathy\n  \n  made it\n  ","531088":"\n  ☝☝☝☝\n  ","531089":"\n  per usual\n  ","531090":"\n  I did but it didn't look right\n  ","531091":"\n  most 90's ones\n  ","531092":"\n  lean on me?\n  ","531093":"\n  we should be worried about yours, anon.\n  ","531094":"\n  yes\n  ","531095":"\n  Hopefully one day\n  ","531096":"\n  all feet should :)\n  ","531097":"\n  irritates my foot there lol\n  ","531098":"\n  Sandals!\n  \n  The thong part bugs me\n  ","531099":"\n  You are.\n  ","531100":"\n  Not that I was aware of.\n  ","531101":"\n  I like the spelling Raine more.\n  ","531102":"\n  26 vs 40\n  \n  I'm not really sure. I don't really want someone the same age as my brother. Just seems creepy to me. I think it depends more on who i hit it off more with. What do they want out of life? Ready to \"settle down\" or not. Job\/career? Are they still acting like pub crawlers or more responsible mind set?\n  \n  I guess the older because I don't really like younger guys all that much.\n  ","531103":"\n  When they can be stupid in other ways 😂\n  ","531104":"\n  Someone who gets me😍 lol\n  ","531105":"\n  True\n  ","531106":"\n  I guess\n  ","531107":"\n  sad\n  ","531108":"\n  That underwater city\n  ","531109":"\n  hey z\n  ","531110":"\n  bottom of feet, armpits?\n  ","531111":"\n  something stupid like j walking? idk.\n  \n  I'm the goody two shoes of my family.\n  \n  friend wise... probably would have been hanging out with my friend Jessica and would probably be half her fault or cell mate with 😂 She's a mom now  (3 kids) so I don't see us getting too crazy these days ¯\\_(ツ)_\/¯\n  ","531112":"\n  blonde but it can get darker if I leave it for a bit...\n  ","531113":"\n  You can't even spell it right\n  ","531114":"\n  Why do you guys care so much?\n  ","531115":"\n  Welcome\n  ","531116":"\n  I'm Greek, Irish, German and English.\n  \n  white\n  \n  American\n  ","531117":"\n  😂\n  ","531118":"\n  The world we live in\n  \n  sometimes\n  ","531119":"\n  it might not be appropriate ;)\n  ","531120":"\n  I like that word.\n  ","531121":"\n  The last part seems familiar\n  ","531122":"\n  😂\n  ","531123":"\n  I haven't stood anyone up.\n  \n  Maybe one guy but I don't think it really counts because I gave him a few days notice before the actual date. And he still got pissed off. Made me happy that I ended up canceling on him. I don't need anyone like that. He could easily find someone else in that time frame. He was very pushy to get the date to begin with. I didn't know him enough either. It seemed pretty one sided after all was said and done which gave me more concern. I was also moving a few days later so I didn't see the appeal of going on a date only to disappear soon ¯\\_(ツ)_\/¯\n  ","531124":"\n  Some state laws can have topless as being legal. Guess it depends on the place. Just another double standard.\n  ","531125":"\n  Public indecency at its finest?\n  ","531126":"\n  yes! One of the best :)\n  ","531127":"\n  Did you copy this from\n  \n   @mawiocudwoc\n  \n  ?\n  ","531128":"\n  I don't use the shout out feature :P\n  \n  anon or disabled account?\n  ","531129":"\n  Such as?\n  ","531130":"\n  That doesn't make much sense.\n  ","531131":"\n  Why can't you ask?\n  ","531132":"\n  I guess youtube it is. Get it out of my head lol\n  ","531133":"\n  It varies. Less than i talk about it though lol\n  ","531134":"\n  music, beauty, fadhion stuff... vlogs included.\n  "}}