{"Question":{"532208":"\n   This was me but you probably figured :)\n  ","532209":"\n   Thanks 😄\n  ","532210":"\n   Stay away of my friend\n  ","532211":"\n   I'll check it out and follow some once I think of some questions to ask :P\n\nEnjoy your movie, I should be around for a while.\n  ","532212":"\n   You ignored my questions 😢😂\n  ","532213":"\n   you always make me feel better thank you\n  ","532214":"\n   Any suggestions for people that I can follow? :)\n  ","532215":"\n   What time did you get up\n  ","532216":"\n   yeah thanks, huggs back\n  ","532217":"\n   Guess he is more possesive than I thought :P\n  ","532218":"\n   thats good, my gf going clubbing with her friends so I'm stressing kinda xo\n  ","532219":"\n   How can you tell it's not this person? lol\n  ","532220":"\n\n    https:\/\/ask.fm\/defendiaraelandulster95752\/answers\/148600919373\n   \n   I though all White men liked Asian women\n  ","532221":"\n   im okay thanks, wby xo\n  ","532222":"\n   When was the last time you've gotten shitfaced ?\n  ","532223":"\n   Tell your favorite I wanna put it in your mouth 👄\n  ","532224":"\n   okay, your so sweet to me thanks xo\n  ","532225":"\n   From what I've been reading he sounds like he's not really bad in that aspect. I imagine he knows that if he's doing a good job you'll go back to him whether he asks or not :)\n  ","532226":"\n   Do you speak to anyone from school still\n  ","532227":"\n   hey, im sorry\n  ","532228":"\n   hello you missed you\n  ","532229":"\n   Depends, is he possessive?\n  ","532230":"\n   What was the best movie of 2018\n  ","532231":"\n   \"Things that make you go Hmmmmm\":  Whatvsomething or someone has made you go Hmmmm. Lately?  🤔  (this question was partly based off a cheesy 90's song)\n  ","532232":"\n   That seems to be highly inappropriate content :o People might get the wrong impression :P\n  ","532233":"\n   Should there be a system in place to stop rape? Such as having a sexual health clinic that men can visit if they haven’t had sex within 6 months and they’re taking to get urges, I think they should have this in place because it can stop rape, women who work there will be paid a monthly salary also.\n  ","532234":"\n   Soso\n  ","532235":"\n   Maybe you're just a dirty girl, miss :P\n  ","532236":"\n   Do you wear makeup\n  ","532237":"\n   Yeah, I'd go for wicked creepy. Even not saying anything would be better and that's saying a lot :o\n  ","532238":"\n   I think he uses Franko! !\nIt's not a real language ..\nFriends made these language to communicate with each other without making others understand them ..\nThey replaced some alphabets with numbers . For example,  H =7 \nGh =8 , ch, sh =4 , A=2\n  ","532239":"\n   Sing the Barney song lol :P\n\nGuess it's good no one has replied to me that way.\n  ","532240":"\n   Favorite fruit?\n  ","532241":"\n   Has anyone gotten Halloween decorations yet?\n  ","532242":"\n   I’m related to the Rothschilds.\n  ","532243":"\n   Good morning\n  ","532244":"\n   Worst way to respond to \"I love you\"?\n  ","532245":"\n   what is your email provider\/name? like r u eggsy@hotmail.com? eggsy@outlook.com? i am eggsy@yahoo.com lol.\n  ","532246":"\n   Good night sexy\n  ","532247":"\n   Do you ever sleep?\n  ","532248":"\n   I see no joke?\n  ","532249":"\n   What has your Ask.fm experience been like? I'm seeing some people put Ask down in my feed but I love this website! Maybe I've been lucky? I feel the good outweighs the bad. Wbu?\n  ","532250":"\n   Ask deleted the question 💦 ?\n  ","532251":"\n   I should really get that back......  and do questions from it\n  ","532252":"\n   I think anon asked if you are from Brazil or staying in Brazil 🤔😛 ?\n  ","532253":"\n   Who’s all awake?\n  ","532254":"\n   El bt el brazilia 7ya elly bt2ol kda ya Lyndsey?\n  ","532255":"\n   Would you rather have your breakfast in bed or on a patio?\n  ","532256":"\n   Do you think it's weird for a guy to be diagnosed with anxiety?\n  ","532257":"\n   What is a song that's been playing in your head lately? Ohhhh, Mexico...\n  ","532258":"\n   Ladies, any of you find guys' fascination with bras a bit weird? I'm sure all the anonymous people who ask me must be guys because a girl wouldn't be so into them 😐\n  ","532259":"\n   What the heck! Even if I get back to you intending to chat only, Ive to clarify that Im not interested in you. So ive decided to not to get back to you even for chatting.I can't bother to tell you over and over again that I'm not interested in you. Mind that I wont get back to you. Goodbye.\n  ","532260":"\n   What are you wear to bed tonight\n  ","532261":"\n   What if girls got mammary gland removed 6 weeks after birth ?\n  ","532262":"\n   Are you a happy person\n  ","532263":"\n   Are there any memories from the Yahoo Answers or Formspring era you'd like to share? Remember Bailey, who came down with terminal brain cancer?\n  ","532264":"\n   yes....equal rights\n  ","532265":"\n   the nipple is the mammary gland in men *\n  ","532266":"\n   Do want a law requiring men to cover their mammary glands ?\n  ","532267":"\n   I can see you have quite a few peculiar individuals around here :o\n  ","532268":"\n   Wow 12 inches no wonder he's your favorite :P\n  ","532269":"\n   Who is this person? Would that be whoever greeted me? :P\n  ","532270":"\n   That wasn't me by the way but yes please ! Spread!\n  ","532271":"\n   Even if I find that you are single I will not take on you.You got in a relationship and I decided to move on. Now I am determined to not to take on you ever again because you are not my ideal.\n  ","532272":"\n   when’s the best time to start listening to xmas music ?\n  ","532273":"\n   more grocery shopping\/kitchen bc why not. do you usually have chocolate around? breakfast cereals? snack pastries (like twinkies or most hostess products)? microwave popcorn? pasta?\n  ","532274":"\n   do you refrigerate: eggs? ketchup? butter? bread?\n  ","532275":"\n   I literally have an employee named Lyndsey lmao I call her lynZ tho\n  ","532276":"\n   Oh yea ?! Well that's what everyone says when they're fit as f0ck !!!\n  ","532277":"\n   What are you looking foward too\n  ","532278":"\n   Are you fit ?\n  ","532279":"\n   If someone has a problem go tell my parents that, last time I check we don't really choose our names :P\n  ","532280":"\n   And my birthname clearly is Mawioc Udwoc too, no fictional names in here :o\n  ","532281":"\n   \"Honest? I'm sorry, but honesty begins by identifying oneself with our birth name rather tan a fictional name like it's done everyday on askfm, Tumblr and twitter. Fakeland is the most dishonest place of the universe, total sh*t\" Yup, rude alright.\n  ","532282":"\n   ¿Honesto? Disculpe, pero la honestidad comienza con identificarse por su nombre de nacimiento y no por un nombre ficticio como se hace todos los días en askfm, tumblr y twitter. Fakeland es el lugar más deshonesto del universo. Mierda total\n  ","532283":"\n   are there people you don’t follow on here but keep there @ name in your inbox? (i know strange question)\n  ","532284":"\n   Wear anything White what is it\n  ","532285":"\n   Of course :) All questions sent undergo a rigurous check to determine whether they will be replied or not and how, but you can rest assured every question sent is read and taken into account! We always listen and read to our customers' feedback :P\n  ","532286":"\n   When did you last go to a festival?\n  ","532287":"\n   What is the most fun thing to do\n  ","532288":"\n   hey how are you\n  ","532289":"\n   whos the weirdest person u know\n  ","532290":"\n   np had you a good day\n  ","532291":"\n   What are you thinking about\n  ","532292":"\n   thats cool your a good person which is awesome\n  ","532293":"\n   I bet your fit like athlethic\n  ","532294":"\n   What is the best way to tell someone that you love them ??\n  ","532295":"\n   How much can you bench?\n  ","532296":"\n   I can see that I wonder if I should run while I can 😂\n  ","532297":"\n   Do you have any lesbian friends? Do you have any gay male friends?\n  ","532298":"\n   No out of 10 how weird are you\n  ","532299":"\n   Could you live on 45k a year\n  ","532300":"\n   Where is your favorite place to be?\n  ","532301":"\n   I said that and got called a cheapskate\n  ","532302":"\n   You to be sad to steal 60 pounds\n  ","532303":"\n   Wow and I thought I got weird questions...\n  ","532304":"\n   Leighton is back\n  ","532305":"\n   What scares you the most about life?\n  ","532306":"\n   I would keep my job if I won a million pounds I worked it out I would get 30k a year in interest if I put it in the bank and my job extra money\n  ","532307":"\n   Hello dear\n  ","532308":"\n   Yeah no camera evidence but I know who did it\n  ","532309":"\n   If you won a million pounds \/dollars would you keep your job or quit\n  ","532310":"\n   *Likes suspenders\n  ","532311":"\n   I know who stole my money but I have no proof\n  ","532312":"\n   This was me forgot to untick anon 😋 Was formspring like the older version of ask?\n  ","532313":"\n   Who said suspenders?\n  ","532314":"\n   just post it already lol enough with the suspense :P\n  ","532315":"\n   Do you believe in Jesus Christ ?\n  ","532316":"\n   I'd like to see your face\n  ","532317":"\n   🇸‌🇹‌🇦‌🇹‌🇺‌🇸\n  ","532318":"\n   I know who did it but I have no proof\n  ","532319":"\n   Hey y Its been a few days. I'm suffering from withdrawl :)\n  ","532320":"\n   Yeah agree with that but there's a lot more honesty too\n  ","532321":"\n   Do love being alone?\n  ","532322":"\n   OG here :)\n  ","532323":"\n   seems like that guy who calls himself ur ex should be in the top 20 lol\n  ","532324":"\n   the one that says lyndsey ex in here\n  ","532325":"\n   LOLWUT\n  ","532326":"\n   y did u break up with ur bf\n  ","532327":"\n   You don't agree?\n  ","532328":"\n   im batman\n  ","532329":"\n   The problem with talking to people online is everybody is honest so people get pissed off at each other. In person people are more fake so that's why we're happier talking to people in person\n  ","532330":"\n   cuz adults dont play with toys lol but girls do big and small ones :P\n  ","532331":"\n   Yeah some asshole went through my wallet\n  ","532332":"\n   do u have big girl toys 😏\n  ","532333":"\n   It happend to your mum I'm not taking my wallet to work anymore\n  ","532334":"\n   they wer fake im the real deal\n  ","532335":"\n   Do you use other web site ?\n  ","532336":"\n   No, I am not asking about feelings\n  ","532337":"\n   yes thats me im her fave\n  ","532338":"\n   You really have a ton of questions! Have you been using this app for long?\n  ","532339":"\n   Do you care what other people think of you?\n  ","532340":"\n   Oh, How cool. I guess cause to envy in other woman's\n  ","532341":"\n   coffee or beer?\n  ","532342":"\n   Why does take so long for woman  to get ready ?\n  ","532343":"\n   Good morning miss, I'm fairly new on this site so I thought I'd say hi :) Feel free to send and questions my way!\n  ","532344":"\n   MORNING\n  ","532345":"\n   Look:\n   \n    https:\/\/ask.fm\/TaintedLove7\/answers\/150850577357\n   \n","532346":"\n   Are you there??\n  ","532347":"\n   I'm really really annoyed some asshole who I work with went into the staff room when into my stuff and stole £60 out of my wallet and I told my boss he said there is nothing he can do\n  ","532348":"\n   What is your favorite season?\n  ","532349":"\n   Good night beautiful\n  ","532350":"\n   What happened to girls at the climax of masturbation?\n  ","532351":"\n   What's the toughest decision in life?\n  ","532352":"\n   So who is that?\nPorn?\n  ","532353":"\n   What's on your to-do list this weekend?\n  ","532354":"\n   I know you don't have bf\n  ","532355":"\n   he must be rly good :o\n  ","532356":"\n   Who?\n  ","532357":"\n   Help from whom?\n  ","532358":"\n   What have you been thinking about lately?\n  ","532359":"\n   Why are you going to the gym?\n  ","532360":"\n   did you ever get bloated by her fat huge dxk?\n  ","532361":"\n\n    https:\/\/78.media.tumblr.com\/3b346393d2d702731298a655126f421f\/tumblr_niho9loU4Y1szf0nzo1_500.gif\n   \n","532362":"\n   I wanna be motivated as you are...but really! I used to go to the gym 2months and on zumba 2months and then I was motivated but now...nothing absolutely😓\n  ","532363":"\n   did you ever get bloated by her?\n  ","532364":"\n   those locker rooms must be so flooded?\n  ","532365":"\n   i can do all the work lol\n  ","532366":"\n   not even with a 12 incher lol\n  ","532367":"\n   did she whip it out at your fav gym?\n  ","532368":"\n   How to make vision board\n  ","532369":"\n   Things that are NOT selfish:\nSelf-care is NOT selfish.\nPutting yourself first is NOT selfish.\nDoing what makes you happy even though someone does not approve it is NOT selfish.\nRespecting your own time is NOT selfish.\nEnding a toxic relationship is NOT selfish.\n  ","532370":"\n   Do you know about this?\n   \n    @TaintedLove7\n   \n","532371":"\n   what did you see there as she was swinging her fat dxk around?\n  ","532372":"\n   wanna have fun tonite 😏\n  ","532373":"\n   how many drowned in so much c*m?\n  ","532374":"\n   What do you like to that  you haven't done\n  ","532375":"\n   WHATS UP\n  ","532376":"\n   how many gallons did she make?\n  ","532377":"\n   did u have any help or was it all ur work lol\n  ","532378":"\n   been to one with her as she flooded it?\n  ","532379":"\n   how was it\n  ","532380":"\n   how many gyms has she crumbled with her huge dxk?\n  ","532381":"\n   last time u touched urself\n  ","532382":"\n   How are you feeling after and before gym? How much it costs?\n  ","532383":"\n   squished\/crushed under it?\n  ","532384":"\n   I like to leave good impressions ok\n  ","532385":"\n   What do you think about routine? I can never do some things the same every day. I do not think that's bad. I even think that I should try either to learn or to do exercises, whatever at the same time every day and then it will get into the routine, it will become something that is implied ...\n  ","532386":"\n   how did she first show you?\n  ","532387":"\n   do you pee in the shower?\n  ","532388":"\n   Gym?😍😍😍\n  ","532389":"\n   do you ever watch westerns?\n  ","532390":"\n   Oh you, so sweet. Gotta keep the ladies happy :p\n  ","532391":"\n   How was your day\n  ","532392":"\n   last number measurement you remember of\n   \n    @NO3MM3RZ\n   \n   's huge fat dxk?\n  ","532393":"\n   I need love 😢\n  ","532394":"\n   Victorious or iCarly?\n  ","532395":"\n   name an indian food besides curry!\n  ","532396":"\n   name a canadian food that isn’t maple syrup!\n  ","532397":"\n   When did you last shit in the toilet\n  ","532398":"\n   Damm that’s very heavy for a girl\n  ","532399":"\n   well id like if she did, so i bt your happy the storms gone\n  ","532400":"\n   I thought you would be about 240\n  ","532401":"\n   thanks i helped mam too i asked liv she said no\n  ","532402":"\n   supper and a tea as well lol\n  ","532403":"\n   How heavy are you\n  ","532404":"\n   cool, i just had my tea\n  ","532405":"\n   I've blocked like 30 people\n  ","532406":"\n   hey wyd xo\n  ","532407":"\n   Cool! Did they say that the Senora dog was good?\n  ","532408":"\n   How many people have you blocked on facebook\n  ","532409":"\n   What can a 38 year old woman legally do with a 12 year old boy?\n  ","532410":"\n   Your farts smell amazing\n  ","532411":"\n   Im waiting for you\n  ","532412":"\n   Is it okay for a 38 year old woman to give a 12 year old boy money?\n  ","532413":"\n   Did you have an Arizona hotdog yet?\n  ","532414":"\n   why do you wanna join? yuck\n  ","532415":"\n   I hate that too much sodium feeling. My joint hurt and I feel like a mess and then I have to drink gatorade.\n  ","532416":"\n   Hey\n  ","532417":"\n   I’d love to smell your farts\n  ","532418":"\n   Do you know anyone who always resorts to threats or uses violence to solve otherwise small issues?\n  ","532419":"\n   It actually is so I must know or I am going to fail\n  ","532420":"\n   Followed, back maybe?\n  ","532421":"\n   When did you last fart\n  ","532422":"\n   Fav soda\n  ","532423":"\n   what’s your favorite cocktail\n  ","532424":"\n   Did you have a sex education class while in school?Did you find it informative or was it a waste of time?\n  ","532425":"\n   «The giving of love is an education in itself»\n-Eleanor Roosevelt .. :)\n  ","532426":"\n\n    https:\/\/youtu.be\/NU12BNFnWSw\n   \n   Do you reckon my friend might be autistic like me? I’ve nrver met him face to face but I’ve been phoning and exchanging emails with him for five years.\n  ","532427":"\n   Do you do any unflattering impressions of anyone?\n  ","532428":"\n   Did you ever do “Mad Libs” books as a kid?\n  ","532429":"\n   Do you wish to be something little bit more?\n  ","532430":"\n   Hi, I'm new to this app and you seem nice so I thought I'd send you this. I'll follow you and you can follow me back if you want you can ask anything!\n  ","532431":"\n   what foods do you like to eat after something sad? like what are YOUR specific comfort foods?\n  ","532432":"\n   Oh, sorry for a question !\n  ","532433":"\n   How many chances should you give to someone you love?\n  ","532434":"\n   do you ever scroll through the discover feed?\n  ","532435":"\n   yeah lol, storms are scary glad your okay xo\n  ","532436":"\n   Yeah I was waiting for you last night\n  ","532437":"\n   Following you mate..\n  ","532438":"\n   So kind\n  ","532439":"\n   Who are you? *without your name*\n  ","532440":"\n   Ever been talking to someone and a loud burp escaped ?\n  ","532441":"\n   ill never understand why girls always go for douches and jerks :\/ i know all women like confident guys but that doesnt mean straight up asses\n  ","532442":"\n   name a japanese food besides sushi!\n  ","532443":"\n   between england and the united states: who has better food? who has better tv? who has better music? who has better movies? who has a better government? where would you rather live? #showdown #justguessifyoudontreallyknowlol\n  ","532444":"\n   I one sexo\n  ","532445":"\n   Wtf\n  ","532446":"\n   Have you ever had a surprise party?Would you ever want one?\n  ","532447":"\n   Pretty Pretty ♥♥\n  ","532448":"\n   you could 😏\n  ","532449":"\n   havent u heard bout morning wood lol\n  ","532450":"\n   if u want some help today im up 😝\n  ","532451":"\n   Do you like to dress up fancy?\n  ","532452":"\n   was it good 😏\n  ","532453":"\n   thought u werent doing anything\n  ","532454":"\n   What's up with the guy Calling himself your boyfriend\n  ","532455":"\n   lol sorry i asked\n  ","532456":"\n   thats good xo\n  ","532457":"\n   why so early\n  ","532458":"\n   what happend last nite\n  ","532459":"\n   hhaha. i'm drunk\n  ","532460":"\n   I'm Mel\n  ","532461":"\n   aw im so sorry were you all alone xoxo\n  ","532462":"\n   Mel is a bully. Report her.\n  ","532463":"\n   hey are you okay hope the storm wasent too scary\n  ","532464":"\n   you'd do that if you need. i don't force you for sure.\n  ","532465":"\n   wow u up at 8am? thats like a record lol\n  ","532466":"\n   How many cats must one own to be considered a crazy cat lady\/man?\n  ","532467":"\n   Have you ever jumped off the roof holding an umbrella thinking you’d float to the ground safely?\n  ","532468":"\n   Are you married ?\n  ","532469":"\n   I could of got one\n  ","532470":"\n   Do you get sea sick\n  ","532471":"\n   smd\n  ","532472":"\n   Cry baby, cry baby, there no reason go to hide...  show you off  wow!\n  ","532473":"\n   What do you think of moms or parents in general that keep a baby when they’re poor and can’t even pay rent half the time?\n  ","532474":"\n   Good night babe\n  ","532475":"\n   Oh iike to do everything\n  ","532476":"\n   What makes you feel loved?\n  ","532477":"\n   Confess something?\n  ","532478":"\n   Why is it complicated?\n  ","532479":"\n   whos leighton\n  ","532480":"\n   Do you have a \"one that got away?\" Ever thought of trying to get them back?\n  ","532481":"\n   oh I thought you'd say ben or one of your fetish anons lol\n  ","532482":"\n   who did you block?\n  ","532483":"\n   Where you from\n  ","532484":"\n   😢 ur no fun\n  ","532485":"\n   how bout something else 😏\n  ","532486":"\n   need a hand with it lol\n  ","532487":"\n   r u being naughty 😏\n  ","532488":"\n   Under what circumstances do you block people on social media?\n  ","532489":"\n   have u ever gotten warnings for what u post :o\n  ","532490":"\n   Hahahhw\n  ","532491":"\n   Yeah that one\n  ","532492":"\n   5 guys all for u including me ;)\n  ","532493":"\n   Wow is not means to be surprised but haleluja . That's true. We need rewrite the history of us. Wow\n  ","532494":"\n   a bare hand.\n  ","532495":"\n   sure lol\n  ","532496":"\n   would u like to try a gangbang someday\n  ","532497":"\n   how bout a paddle?\n  ","532498":"\n   ….across your naked ass.\n  ","532499":"\n   ill need proof lol ;)\n  ","532500":"\n   you need a belt...\n  ","532501":"\n   It is?\n  ","532502":"\n   yah that was one\n  ","532503":"\n   how bout u put it in ur mouth 😏 😘\n  ","532504":"\n   Have any of you purchased ask 2.0?\n  ","532505":"\n   i already sent u like 4 that hasnt been answered...\n  ","532506":"\n   y u make it sound like ur up for some fun and then ur awfully quiet\n  ","532507":"\n   spank me\n  ","532508":"\n   Hey Peewee Herman, if the woman has to verbalize when it's all the way in, she's attempting to be polite and politically correct without bruising your fragile male ego.  i.e. one eyed willy is too small to satisfy her libido.  Sorry dude.  :(\n  ","532509":"\n   Right equipment?  As in tweezers and a microscope?\n  ","532510":"\n   yes all the way in\n  ","532511":"\n   u inside me\n  ","532512":"\n   what rly turns u on like someone does it and bam ur soaking ;)\n  ","532513":"\n   me inside u\n  ","532514":"\n   What do you put on your vegetables to ensure that they're edible?\n  ","532515":"\n   we should place it someplace good 😆\n  ","532516":"\n   nope something longer harder and thicker ;)\n  ","532517":"\n   i have something here for u 😏\n  ","532518":"\n   sounds like ur ready for some fun tonite 😏\n  ","532519":"\n   Are you on vacation or plan to on vacation lastly?\n  ","532520":"\n   can be a Savior :p\n  ","532521":"\n   ah i thought u meant u didnt have one at all then nvm\n  ","532522":"\n   You liked my rate\n  ","532523":"\n   Best memory of your life so far ?\n  ","532524":"\n   Are you being alone right now?little\n  ","532525":"\n   Rate idk because there are no pics lol\n  ","532526":"\n   Do you call guys daddy\n  ","532527":"\n   What about if you're not single, do you still use them?\n  ","532528":"\n   u should find one it can get rly good when done right not as good as real sex but nothing is hahahah\n  ","532529":"\n   where have you been ?\n  ","532530":"\n   is there any1 u rly enjoy talking dirty with\n  ","532531":"\n   Have you ever shop lifted\n  ","532532":"\n   Its rythem is going to be get over Dilemma,  it's my cup of tea,anyway.\nYou don't care what 's on the MV\njust enjoy the song.b\n  ","532533":"\n   Do you use sexual fantasies about other people to pleasure yourself?\n  ","532534":"\n   If a guy in a committed relationship is using sexual fantasies about other women to pleasure himself, does that mean it's wrong and unfaithful even if he doesn't make it happen in reality?\n  ","532535":"\n   A song for you ,little baby . \nPaloma faith- Crybaby\n  ","532536":"\n   It is not over yet\n  ","532537":"\n   wyd\n  ","532538":"\n   «Live so that when your children think of fairness, caring, and integrity, they think of you»\n\n-H.Jackson Brown .. :)\n  ","532539":"\n   Why\n  ","532540":"\n   Good girl\n  ","532541":"\n   What song makes you want to dance??\n  ","532542":"\n   you're so bad, best thing I ever had . . . .\n  ","532543":"\n   Weird question Simpsons, American dad,  south park, family guy are all adults cartoons but people say I am too old to watch cartoons am I missing something here\n  ","532544":"\n   *shattered illusions* !!\n  ","532545":"\n   When Americans call their 'butts' their 'fannies' . . . . what on earth do they call a 'fanny-pad' ? [(yes, it is I)]\n  ","532546":"\n   What happened? A drunken rampage?\n  ","532547":"\n   You okay\n  ","532548":"\n   you are so sweet xo\n  ","532549":"\n   How many movies would you watch each week?\n  ","532550":"\n   yeah xo\n  ","532551":"\n   35\n  ","532552":"\n   i get scared tbh\n  ","532553":"\n   who your latest ex?\n  ","532554":"\n   4\n  ","532555":"\n   39\n  ","532556":"\n   1\n  ","532557":"\n   maybe he was attractive or rly good in bed lol lots of ppl tend to overlook the incompatible things over physical attraction or if sex is good :P\n  ","532558":"\n   are you ok with tech companies gathering information about you for them to use in any way they want?\n  ","532559":"\n   is their im scared of storms tbh\n  ","532560":"\n   im sorry ik but its always a worry im nervous kinda\n  ","532561":"\n   can be yes lol\n  ","532562":"\n   cool i was worried liv  misunderstands me  alot and then theirs a fight\n  ","532563":"\n   7\n  ","532564":"\n   yeah omg i dont mean you are cocky sorry if you thought that you are like a sister to me but a real close kind one\n  ","532565":"\n   Sagittarius women are very kind the say i think thats true cose you are\n  ","532566":"\n   13\n  ","532567":"\n   which are you do you think\n  ","532568":"\n   23\n  ","532569":"\n   Do you understand what video streaming is and how it works?\n  ","532570":"\n   Do the number game thing  if you don't know what it is it's this it will give me question ideas for you\n   \n    https:\/\/www.google.com\/search?q=number+game&prmd=isvn&source=lnms&tbm=isch&sa=X&ved=0ahUKEwjttqbnv8_cAhWlLsAKHU_wC5sQ_AUIESgB#imgrc=XrPQfUdpzNYEcM\n   \n   : \n\nYou can pick a different one if you want\n  ","532571":"\n   Do you love coffee?\n  ","532572":"\n   I just recently got a job that pays roughly £250-£300 a week is worth quitting my final year of college for that job\n  ","532573":"\n   Dream job?\n  ","532574":"\n   Before I die, I want to ___?\n  ","532575":"\n   Wearing anything pink what is it\n  ","532576":"\n   Si mina\n  ","532577":"\n   What are your plans for today?\n  ","532578":"\n   Which things always put a smile on your face?\n  ","532579":"\n   When did you last shit in the toilet\n  ","532580":"\n   Why not !!!\nWhy are you cocky?\n  ","532581":"\n   Why ya ignore me lol\n  ","532582":"\n   Who is the dumbest person that you have ever met\n  ","532583":"\n   Post any of your pic\n  ","532584":"\n   Can you speak English?\n  ","532585":"\n   Yuo have Skype\n  ","532586":"\n   A7a \nMy f7ma?\n  ","532587":"\n   Do you believe there is good in everyone?\n  ","532588":"\n   yay lets join\n  ","532589":"\n   last time u touched urself\n  ","532590":"\n   LETS GET DIRTY\n  ","532591":"\n   Yes \nIt's Franko 3orbanko language\n  ","532592":"\n   3la Fekra enty zy el2mar ya Lyndsey\n  ","532593":"\n   Tampons or pads?\n  ","532594":"\n   What is the last thing that you learned?\n  ","532595":"\n   Bet you will love it\n  ","532596":"\n   Messy comes when i get it in\n  ","532597":"\n   What hurts but feels good to\n  ","532598":"\n   Ever bribed anyone ?\n  ","532599":"\n   Just for fun....what do you think your pregnancy symptoms would be?\n  ","532600":"\n   Then a spank\n  ","532601":"\n   What’s a movie you hate that everyone else seems to love?I wasn’t crazy the first Hangover movie .\n  ","532602":"\n   OG here. I see I missed you :(\n  ","532603":"\n   Do you use Apple Pay or something similar?\n  ","532604":"\n   You’re always going to need to push yourself.\nLet the fear of regret fuel you to take action. Today! Now!!\n   \n    https:\/\/youtu.be\/xJm7P1eWDD4\n   \n","532605":"\n   Why is alien abduction never considered a possibility when someone goes missing without a trace?\n  ","532606":"\n   i wanna rub baby oil on your bottom\n  ","532607":"\n   Btw one thing did you had bleeding when you lost your virginity?\n  ","532608":"\n   Skype\n  ","532609":"\n   Yuo give\n  ","532610":"\n   so do u talk to ppl on kik more then cuz i read u dont check sc for days sometimes\n  ","532611":"\n   So what's your sc?\n  ","532612":"\n   so in short sc is like ur dirty msg app and kik the clean one lol\n  ","532613":"\n   Skype dame\n  ","532614":"\n   whats the difference between giving ur kik and ur sc\n  ","532615":"\n   nerds are cool now :P\n  ","532616":"\n   What???\n  ","532617":"\n   thought u didnt give kik to anons?\n  ","532618":"\n   what’s the oddest location name you’ve heard irl? my sister swears up and down that there’s a little girl at her daughters school named korea! i went to high school w a guy named houston.\n  ","532619":"\n   Here it's 11 pm \nThat's what I am saying\n  ","532620":"\n   Hi!!\n  ","532621":"\n   Ok actually I don't know your time ... İt's night here in my country right now\n  ","532622":"\n   Other anons ruined my conversation\n  ","532623":"\n   do u watch tbbt\n  ","532624":"\n   Am so hot\n  ","532625":"\n   What happened ? I didn't said anything wrong\n  ","532626":"\n   Can you take criticism?\n  ","532627":"\n   well it is surprising considering we usually dont hear from u till like 2-3ish guess at your home thatd be noon-ish lol\n  ","532628":"\n   its only a skype tie pic lol\n  ","532629":"\n   Haha yes I hear you now\n  ","532630":"\n   Haha no no\n  ","532631":"\n   Btw what are those unreasonable hours?\n  ","532632":"\n   Hello???\n  ","532633":"\n\n    http:\/\/iconbug.com\/data\/6b\/512\/aae8d4cd64248d6a0b39c82d1f05d01a.png\n   \n","532634":"\n   Give yuor u have\n  ","532635":"\n   Ties Skype\n  ","532636":"\n   Btw give me your Kik \nI asked once before too\n  ","532637":"\n   someones on early today :)\n  ","532638":"\n   Haha thanks for telling both times\n  ","532639":"\n   What time is it?\n  ","532640":"\n   Hahahaha ! Nah I don’t think it is this is next level shit\n  ","532641":"\n   Msa Msa 3leeky ya Lyndsey ya 3asola 💓\n  ","532642":"\n   Dangit\n  ","532643":"\n   What would a perfect city be like?\n  ","532644":"\n   Good night babe\n  ","532645":"\n   Brightens your night🌹👑\n  ","532646":"\n   When I was 12 outside my school I use to see immigrants lining up outside a flat every day waiting to be housed, what’s your opinion on this?\n  ","532647":"\n   🎶 It may seem to you that I'm acting confused when you're close to me if I tend to look dazed I've read it someplace I've got cause to be there's a name for it there's a phase that fits but whatever the reason you do it for me ooo🎶🌹👑\n  ","532648":"\n   🎶 what's love got to do, got to do with it. What's love but a second hand emotion. What's love got to do, got to do with it. Who needs a heart when a heart can be broken 🎶🌹👑\n  ","532649":"\n   Anna is Anna spelt backwards... fancy that! :p\n  ","532650":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","532651":"\n   roof is foor speled backwards!!\n  ","532652":"\n   Love you🌹👑\n  ","532653":"\n   hi im chucky wanna play\n  ","532654":"\n   Who do you most admire in life?\n  ","532655":"\n   Best queen ever🌹👑\n  ","532656":"\n   🌹👑🐻\n  ","532657":"\n   My love🌹👑\n  ","532658":"\n   Hola amor\n  ","532659":"\n   \" that would be horrible\" is a great name though!\n  ","532660":"\n   Hola amor\n  ","532661":"\n   If you had a tv show based on you what would it be called and what would be the plot\n  ","532662":"\n   Clearly it involved inc$st of a B A B Y .   Read lnydseys replies\n  ","532663":"\n   u have a new admirer liking all ur qs lol\n  ","532664":"\n   Just tell graphics scene or reality?\n  ","532665":"\n   CHILL DUDE\n  ","532666":"\n   Graphics scene mean not reality? \nLast question from this thread\n  ","532667":"\n   İnsect disturbs you or baby new born? Haha\n  ","532668":"\n   That's not what I meant?\n  ","532669":"\n   I am asking in which site you watched those two parts? \nPlus how disturbing, why you get Disturbed?\n  ","532670":"\n   Once in month?\n  ","532671":"\n   u wet rn?\n  ","532672":"\n   cuz nobody does when theyre not they all are like \"ew go away\" lol\n  ","532673":"\n   Muy rico lo tengo\n  ","532674":"\n   Seriouly?\nWhere are you watching? On which site?\n  ","532675":"\n   Are you moaner or screamer when it comes to sex?\n  ","532676":"\n   Name?\n  ","532677":"\n   u h0rny?\n  ","532678":"\n   Suggestions for disturbing movies, ask or give.\n  ","532679":"\n   You wearing thong?\n  ","532680":"\n   But you like masssive?\n  ","532681":"\n   LETS HAVE FUN\n  ","532682":"\n   How often?\n  ","532683":"\n   does that mean ur doing something rn\n  ","532684":"\n   Do u fit bbc on you?\n  ","532685":"\n   this or that that doesn’t even have much to do w each other lol. Post Malone or Ariana Grande? Ireland or England? South Carolina or South Dakota? The Wolf of Wall Street or La La Land?\n  ","532686":"\n   Watching porn?\n  ","532687":"\n   take it all off\n  ","532688":"\n   I can’t even imagine how good it would feel to be with you. Our bodies joined as one, feeling the warmth and softness of you wrapped around me. The feeling of being deep into you as you tilt your hips up to meet my thrust. Your wetness covering me as we join together.\n  ","532689":"\n   guess that person that keeps making accs and talking bout british is ben?\n  ","532690":"\n   have you ever dipped in the lady pond?\n  ","532691":"\n   yes! hearing her suffering made me sopping wet between my leggings\n  ","532692":"\n   would this person be on the top 20? lol\n  ","532693":"\n   yesterday a girl shat so hard she practically gave birth in the stall next to me omfgawd I heard the placenta drop forrealz and she was grunting and screaming in pain - the stank was horrific - bad enough to kill a mule\n  ","532694":"\n   pour your raw egg on this long hard salami and wrap it with your soft wet insides while you moan my name and I slurp your kneeplez?\n  ","532695":"\n   why do u reply to that person\n  ","532696":"\n   come at me\n   \n    https:\/\/media4.giphy.com\/media\/llFbE3QMeNX0Y\/giphy.gif\n   \n","532697":"\n   When I picture America I see an obese police officer on a mobility scooter eating a big burger and in a pursuit of a robber.\n  ","532698":"\n   The immigrants or the British?\n  ","532699":"\n   What good has immigration done to Britain apart from introducing us to a few good curries?\n  ","532700":"\n   what u wearin\n  ","532701":"\n   Biggest Turnoffs: Arguing. It makes my blood boil and I can hate a guy really quick if he argues with me! Biggest turn on: If you touch my kneeplez, I’m no good. It doesn’t take much for me to want to jump someone’s bones as long as they touch my nips haha!\n  ","532702":"\n   In America I would actually be very slim.\n  ","532703":"\n   I met a young runaway girl who lives on the street and have been giving her food and clothes in exchange for s*x but now I feel guilty and don’t know what to do.\n  ","532704":"\n   lets have fun ;)\n  ","532705":"\n   Its not religious but good book i think so\n  ","532706":"\n   Yes\n  ","532707":"\n   Describe yourself\n  ","532708":"\n   I have so big\n  ","532709":"\n   Si i love you\n  ","532710":"\n   Amso hot\n  ","532711":"\n   For you, boys go out and do their job not to read fictious novels\n  ","532712":"\n   Forty rules of love\n  ","532713":"\n   Suggest books for me, princess 📘📗📙📕\n  ","532714":"\n   What's your best \"FML\" story?\n  ","532715":"\n\n    https:\/\/www.youtube.com\/watch?v=4PNsQTVeOMA\n   \n   !!! <3\n  ","532716":"\n   I've always only liked girls. Why?\n  ","532717":"\n   What does f8acks mean?\n  ","532718":"\n   What does a \"beautiful mind\" mean to you?\n  ","532719":"\n   Did you see your new 'boyfriend'? 😉 is he your type?\n  ","532720":"\n   What is your most favorite and least favorite day of the week?\n  ","532721":"\n   What are the things people don’t worry about but really should?\n  ","532722":"\n   Something coming up you're excited about??\n  ","532723":"\n   If you had one week left to live how would you spend it\n  ","532724":"\n   What is the most embarrassing thing u have ever done?\n  ","532725":"\n   how was your day?\n  ","532726":"\n   plans for today?\n  ","532727":"\n   how bout later\n  ","532728":"\n   What are you wearing right now?\n  ","532729":"\n   I really wanna cane you.\n  ","532730":"\n   When you masturbate, do you use sexual fantasies in order to climax?\n  ","532731":"\n   seems like u never rly feel the need to talk to ppl i feel odd if i dont speak to any1 either online or irl :\/\n  ","532732":"\n   I'm  single what I look for in a girl is someone who is funny, attrative, good personality, good person overall and I pefer a none smoker is that being picky\n  ","532733":"\n   Who protested against you?\n  ","532734":"\n   Hello anybody out there\n  ","532735":"\n   Ever feel discriminated against?\n  ","532736":"\n   I'll be waiting.\n  ","532737":"\n   Who wants questions\n  ","532738":"\n   What are you wear to bed\n  ","532739":"\n   Would you ever dye your hair a crazy colour? I've got pink at the minute! A happy accident! :D\n  ","532740":"\n   You're old\n  ","532741":"\n   Are you talkative\n  ","532742":"\n   wyd\n  ","532743":"\n   hey there this is guy 2 i was wondering if u wanted to have some fun today :)\n  ","532744":"\n   When did you last shit in the toilet\n  ","532745":"\n   http:\/\/yoütübe.com\/AREVST     hope you dont mind?\n  ","532746":"\n   Are you good at keeping secrets?\n  ","532747":"\n   I burnt my tounge 2 days ago still hurts lol\n  ","532748":"\n   Can you check out my youtube?\n  ","532749":"\n   Fake it 'til you make it.\n  ","532750":"\n   If you could only keep five possessions, what would they be?\n  ","532751":"\n   What do you want your tombstone to say?\n  ","532752":"\n   What habits do you have?\n  ","532753":"\n   What bothers you?I hate people who can’t talk without swearing.Its fucking annoying !\n  ","532754":"\n   Queen🌹👑\n  ","532755":"\n   Little over average, I guess.\n  ","532756":"\n   When was the last time you kissimg?\n  ","532757":"\n   How's your Day been so far\n  ","532758":"\n   Do you have any fetishes?\n  ","532759":"\n   What makes life difficult?\n  ","532760":"\n   Do you currently have a song stuck in your head?Baby shark do do do do baby shark ....\n  ","532761":"\n   Do you like snow cones or shaved ice?\n  ","532762":"\n   Happy Wednesday then for you Lyndsey 😃 Switzerland have birthday today and will be 727 years old 😋🇨🇭.\n  ","532763":"\n   Are you still learning who you are?\n  ","532764":"\n   I bet it is\n  ","532765":"\n   pap of it!!!\n  ","532766":"\n   Now that would hurt\n  ","532767":"\n   Cutie\n  ","532768":"\n   ah i see lol bet he was embarrased :P\n  ","532769":"\n   if that top 10 is ppl u dont like why is whoever u call ur favorite in it\n  ","532770":"\n   If you had the ablity to gain one new skill what skill would you choice\n  ","532771":"\n   What was the worst punishment  you got grown up\n  ","532772":"\n   Is the way you act online the same way you act irl?\n  ","532773":"\n   Last time you cried\n  ","532774":"\n   Te amo muchas 💓\n  ","532775":"\n   What can you do to be a better partner or friend?\n  ","532776":"\n   Is dating someone who doesn’t share your beliefs really such a big deal?\n  ","532777":"\n   Do you deceive well?\n  ","532778":"\n   12 inches 😏\n  ","532779":"\n   it seem like it would have a guy ram something in and out of you as hard as he can\n  ","532780":"\n   8\n  ","532781":"\n   Have you ever thrown up out of laughter\n  ","532782":"\n   Do you do pillow humping?\n  ","532783":"\n   Have you ever done a pregnacy test\n  ","532784":"\n   How big though?\n  ","532785":"\n   How do you help a burnt toung\n  ","532786":"\n   Beautiful like your kind heart ❤🌹\n  ","532787":"\n   what’s something you associate with the dakotas? (meaning... north dakota and south dakota haha)\n  ","532788":"\n   Have you dyed your hair before? If yes what colors.\n  ","532789":"\n   That seem Like it would hurt\n  ","532790":"\n   I let the computer do the more manual parts of following, etc. That one question asked was about 'disability culture' , BTW.\n  ","532791":"\n   so u are #4?\n  ","532792":"\n   Good night sexy\n  ","532793":"\n   What's your v*gina type?\n  ","532794":"\n   Well that Lyndsey's BF acct was... well, you know now. BTW that's the only time I created an account putting your name on it in anyway. I'm doing some experiments, trying to see if sending questions from a new account could help me to get more responses than this one. So yeah, boring suspense I gues\n  ","532795":"\n   i thought of including the small talk ones but theyre way too many and most probably only show up like once in a while\n  ","532796":"\n   Do you want the suspense to keep going, or stop right now.\n  ","532797":"\n   maybe those middle east guys could be on the next positions but they seem to have migrated to skye page lol\n  ","532798":"\n   what are your kinks?\n  ","532799":"\n   What was the last goal you achieved?\n  ","532800":"\n   What is something you find hard to stop once you have started?\n  ","532801":"\n   SUP DUDE\n  ","532802":"\n   Undies color\n  ","532803":"\n   there was this person making a bunch of accs last week or so like \"lyndsey c*ckold\" and then he went to say bad things and apologize later :P\n  ","532804":"\n   Who is 4) exactly? questioner or Lyndsey can answer\n  ","532805":"\n   i actually thought that #9 and ben were the same but idk\n  ","532806":"\n   So I see! I wish I came up with a better username but no, I chose my usual username lol\n  ","532807":"\n   foot one could be 11 on a top 20 lol but i cant think of more :P\n  ","532808":"\n   Do you use a measuring cup for your hard liquor before drinking it, to know your limits? Does it help?\n  ","532809":"\n   Wow we’re twinning O: and she likes tøp so she’s already cool\n  ","532810":"\n   Yeah, our occasional \"haboobs\" are enough entertainment for the hot weather, lol. I kinda wish we had more rain... But, I wouldn't want it all the time, like oregon or washington! If you were to choose anywhere to live in the U.S., where would you choose?\n  ","532811":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","532812":"\n   ur single again yay now i have a chance lol\n  ","532813":"\n   u get lots of ppl that are into spanking tho and u seem to like it :P\n  ","532814":"\n   Ahhh, so she knows the pain of the summertime 😂\n  ","532815":"\n   lets make it top 10 lol 6)angry anon that said it was all fake 7)\"your favorite\" 8)whoever was making those insensitive comments bout u 9)whoever asks those qs bout ppl and age\/race differences 10)that guy who always brags bout his money 😂😂😂\n  ","532816":"\n   Change of scenery is always good, too! At least you get to travel around :P I've always been stuck here, lol. So... no choice on the matter!\n  ","532817":"\n   I... guess.\n  ","532818":"\n   is today a thong day\n  ","532819":"\n   Oh yeah I just saw your \"top 5\" guess I shouldn't have asked :P\n  ","532820":"\n   Thanks! *accepts them back with grace*... Yeah, I know what you mean! Not a whole lot you can do in the summer. It'll be more fun when holidays\/festivites come around the corner :P\n  ","532821":"\n   Did someone say twenty one pilots? :)))))\n  ","532822":"\n   Which people do you talk the most with?\n  ","532823":"\n   Pap\n  ","532824":"\n   I'm glad to hear! :) *sending lots of good vibes, yo' way*\n  ","532825":"\n   How was your day\n  ","532826":"\n   If by \"stressed out\" you mean... I'm listening to 21 pilots, then yesh... yesh i am. lol. How ya been, these days, Lyndsey?\n  ","532827":"\n   I will mention you to see these amazing photos of Alexandria\n  ","532828":"\n   What did you do today?\n  ","532829":"\n   If you want to know anything,  Just ask me\n  ","532830":"\n   Alexandria is one of the best cities in the world\n  ","532831":"\n   Quick rant...Why is it when you get a message from some place to confirm an appointment and then they ask you to call back, and then you do call back like they asked they are rude on the phone like you’re bothering them?You asked me to call YOU back mother fucker!!!Anyhow do you like pretzels?\n  ","532832":"\n   I know 😍\nIt is impossible for you to hurt one's feelings\nSo I love your spirit\n  ","532833":"\n   Survey: do you earn over or under $3000 a month ?\n  ","532834":"\n   I'm not poor ☺\nAnd even if i'm\nIt's not an insult\n  ","532835":"\n   Have you read about Alexandria?\n  ","532836":"\n   I got a certificate from San Diego last year😍\n  ","532837":"\n   I love eating popcorn more than rice and healthy food 😂\n  ","532838":"\n   I want to go to the gym again but I'm scared because I lose weight and I want to be stronger\n  ","532839":"\n   Have you gone to Miami Beach before?\n  ","532840":"\n   How are you, princess?\n  ","532841":"\n   top 5 of lyndsey: 1)lahore 2)ben 3)savoo 4)guy with fake accs and 5)12 incher guy 😂😂😂\n  ","532842":"\n   I'm not creepy 😢\n  ","532843":"\n   i can do that for u 😏\n  ","532844":"\n   Good morning creepy 😂\n  ","532845":"\n   What makes you happy\n  ","532846":"\n   How far can you swim under water?\n  ","532847":"\n   Hey. How's your day going so far?! 🙂\n  ","532848":"\n   How often do you swim train?\n  ","532849":"\n   What do you hate wearing\n  ","532850":"\n   Married from me 😂\n  ","532851":"\n   i am adult boi i need girl pics for school proyect\n  ","532852":"\n   You deserve a soundtrack, guuuurl! lol. :P You know, they actually can make a record with your ashes? I'm not entirely sure if it plays actual music? I remember reading it somewhere... But I think that would be a cool way to leave your memory behind! :D\n  ","532853":"\n   Hey did you see\n   \n    @taintedlove7\n   \n","532854":"\n   What kinds of swim strokes do you do usually?\n  ","532855":"\n   Do you miss sex?\n  ","532856":"\n   Don't threaten me with a good time. ;)\n  ","532857":"\n   Sex is free in your country\n  ","532858":"\n   Are you married?\n  ","532859":"\n   Do you swim much?\n  ","532860":"\n   Lemme try 🤤💦\n  ","532861":"\n   I don’t wearing if i sex with you lol\n  ","532862":"\n   Are you lactating?\n  ","532863":"\n   its cool to workout my gf kickboxes\n  ","532864":"\n   i bet you have a trim body\n  ","532865":"\n   okay sorry i ask too much\n  ","532866":"\n   Do you want sex?\n  ","532867":"\n   «Remember, in the vast infinity of life, all is perfect, whole, and complete... and so are you»\n\n-Louise L. Hay .. :)\n  ","532868":"\n   cool what do you use in the gymn\n  ","532869":"\n   Bare is best.\n  ","532870":"\n   How are you at giving advice\n  ","532871":"\n   A co worker she keeps on smiling at me, talking to me and getting closer and closer to me when we are sat down does she like me or i'm I being stupid?\n  ","532872":"\n   hello how are you doing\n  ","532873":"\n   Lyndsey\n  ","532874":"\n   Somebody here needs their bottom cheeks smacked.\n  ","532875":"\n   Should a condom be used when having sex?\n  ","532876":"\n   Do you love junk food?\n  ","532877":"\n   Your breasts are small?\n  ","532878":"\n   Sex\n  ","532879":"\n   Do you have stretch marks? If so where?\n  ","532880":"\n   thought u would say ur little talk from yesterday 😏\n  ","532881":"\n   What was the last thing to make you feel better\n  ","532882":"\n   What’s the most expensive thing you’ve purchased lately ?\n  ","532883":"\n   pic u love ....\n  ","532884":"\n   likers get a kick in the balls lol\n  ","532885":"\n   lol! tech moves so fast! which is good but I worry I might get left behind as I get older tbh\n  ","532886":"\n   Likers get a date or a pass ?\n  ","532887":"\n   do you remember dial-up? lol\n  ","532888":"\n   Heeeey, who's bed have you been. Old(er)  geezer here :)\n  ","532889":"\n   You have a bf?\n  ","532890":"\n   Who is your daddy\n  ","532891":"\n   How much ? 😂\n  ","532892":"\n   I know that many people on here have a 'no links' policy but I just wanted to share that the fake movie trailer URL I sent is of 'The Gobstopper', and famous actor Christopher Lloyd stars in the trailer. Highly recommended.\n  ","532893":"\n   How can people tell if you are in a bad mood when they're speaking to you on the internet?\n  ","532894":"\n   Ever shoot a gun\n  ","532895":"\n   Just want ti say ye are awsome people and the diversity in your answers and personalities, make it an absolute pleasure to follow you.  BUT if you want to be off the list just say so too and i'll remove you :)\n  ","532896":"\n   Have you ever been to a water park\n  ","532897":"\n   Do you think Berta from two and a half men shaves her back?\n  ","532898":"\n   Makes me chuckle seeing all the kiddies playing at being the \"big dom on campus\". Man, if that's the gene pool these days, no wonder the best they got is wooing ladies with emoji and not even actual words XD How do you deal with them, Lyndsey?? XD\n  ","532899":"\n   Awh, this is so darn sweet! Thank you, Lyndsey. This made me smile ^.^\n  ","532900":"\n   Lays down with you in bed🌹👑✨\n  ","532901":"\n   Hugs you back👑🌹\n  ","532902":"\n   Good night sexy\n  ","532903":"\n   In my dreams you made my heart heal and made it brighten more to make me feel better🌹👑\n  ","532904":"\n   I suffered a heart attack a few days ago and I thought I'd never come back🌹👑😪\n  ","532905":"\n   you are the shape of a cube ?\n  ","532906":"\n   It ain't no new news... We're going to ALL kick the bucket! If you haven't guessed already... I'm sorry for the spoiler alert, lol. But.. what if you could CHOOSE to go out in STYLE?!??! What would your \"going out\" song be? :P\n  ","532907":"\n   Hahahaha what genre are you intersted in reading? Fantasy? Romance? Or... anything??😂\n  ","532908":"\n   Do you often feign kindness for the sake of keeping up appearances? Is it necessary?\n  ","532909":"\n   🌹👑😘😘\n  ","532910":"\n   Yeah, I would if you'd like to\n  ","532911":"\n   You'll always be my queen🌹👑\n  ","532912":"\n   Thanks😊\n  ","532913":"\n   Insta?\n  ","532914":"\n   Are u human\n  ","532915":"\n   What's in front of you ?\n  ","532916":"\n   wyd now then\n  ","532917":"\n   Hugs you for making me feel happy as a king🌹👑\n  ","532918":"\n   I think I only have like 60 hahah\n  ","532919":"\n   can we control dreams?\n  ","532920":"\n   Oh that’s a lot of effort\n  ","532921":"\n   Love you queen🌹👑\n  ","532922":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","532923":"\n   awww that sucks i couldve helped\n  ","532924":"\n   wdym\n  ","532925":"\n   I know, I know lol I already paid the bill so it’s okay, no more cash on me to lose :p\n  ","532926":"\n   Yeah it’s alright though. I got more cash out to pay my bill. Lol\n  ","532927":"\n   Smh thief :(\n  ","532928":"\n   oh why\n  ","532929":"\n   What a coincidence, I went to a Walmart and I found $80 on a parking lot XD\n  ","532930":"\n   guess ur not really doing it a second time?\n  ","532931":"\n   well whoever is that person i hope he doesnt get jealous if sometimes u pick other ppl lol and maybe that guy who defriended u was the guy missing from earlier :P\n  ","532932":"\n   whoops its just that when u said he called dibs i immediately thought of that person cuz of being possesive XD\n  ","532933":"\n   oh well nvm guess i was thinking of someone else i forgot who that would complain bout his msgs being left on read and u not answering right away\n  ","532934":"\n   if he was u would be talking to him instead of here maybe hes one of those rly possessive ppl that msg u every 2 mins\n  ","532935":"\n   i shouldve known :\/ we will never see how u look like huh\n  ","532936":"\n   I’m betting a Walmart employee picked it up u_u\n  ","532937":"\n   wtf why was that q deleted apparently \"cl3avage\" is also a bad word huh :\/\n  ","532938":"\n   Yeah I checked everywhere but it’s gone lol it’s alright. At least someone else is $80 richer I guess\n  ","532939":"\n   well its true u seem to have more fun the more guys are with u lol :P so he either learns to share or hes gone plus bet hes nothing special anyway\n  ","532940":"\n   it doesnt even have to be too revealing just enough to show urself and also motivate us here :P\n  ","532941":"\n   Leaving Walmart, put the $$ in my small as$ pocket and it must have fallen out before I got into my car lol u_u\n  ","532942":"\n   I'm happy I'm ok but idk why the anon creep thinks I'm dead🌹👑😪\n  ","532943":"\n   im sure u already are plz post it plus its way long overdue for ppl in here to see u lol\n  ","532944":"\n   Hot\n  ","532945":"\n   I will then go fast\n  ","532946":"\n   The anon creep is wrong I'm not dead. He's saying I'm dead but I'm not🌹👑😢\n  ","532947":"\n   you should tell him you're too much for just 1 guy :P\n  ","532948":"\n   Oh okay then😅😁\n  ","532949":"\n   I just lost $80 in the Walmart parking lot :( instant karma for being ticked at the moron that parked crooked next to me. He almost hit my car tho u_u\n  ","532950":"\n   Wow u old and u know how to use the internet wtffff\n  ","532951":"\n   what's the most delicious food you ever tasted ?\n  ","532952":"\n   I will go slow at first\n  ","532953":"\n   How old are you\n  ","532954":"\n   Have you had it in the bum before\n  ","532955":"\n   What are you wearing\n  ","532956":"\n   u should post a sexy pic formotivation 😏\n  ","532957":"\n   u still turned on?\n  ","532958":"\n   I close my eyes, dear girl, and I become the sky.\n  ","532959":"\n   plz get on soon so we do it again x\n  ","532960":"\n   Oh yes\n  ","532961":"\n   aww y not its better to be i was\n  ","532962":"\n   Maybe painful for you\n  ","532963":"\n   if ur up for a round 2 im ready to help guess im guy 1 lol\n  ","532964":"\n   guy 1 here i rly wanted u to come back for another go but its late and it seems ur busy so next time hopefully good nite thx for the good time x\n  ","532965":"\n   wish the angry anon from the other day was around to see how its done lol\n  ","532966":"\n   🍆🍑\n  ","532967":"\n   your favorite (the real one lol) might be jealous you picked someone else this time 😂\n  ","532968":"\n   What's your opinion of shy people? Are they:\n   A.) not to be trusted because they're trying to hide something\n   B.) shy because of something that happened to them\n   C. shy because of genetics, some people are just naturally shy\n  ","532969":"\n   i will thx to u :) i rly hope we do this again soon\n  ","532970":"\n   more guys :P sadly i cant stay longer otherwise id gladly take a round 2 :) maybe u can ask guy 1 or the sc guys to help if u havent had enough lol\n  ","532971":"\n   Do you speak any other languages besides your native tongue?\n  ","532972":"\n   u want more lol\n  ","532973":"\n   Should there be a 'horror' Willy Wonka movie? This fake movie trailer is what it would be like:\n   \n    https:\/\/www.youtube.com\/watch?v=We5a2mA7IAU\n   \n","532974":"\n   Seems like you're having a good day lol 😏\n  ","532975":"\n   did u get naked when u were rubbing :)\n  ","532976":"\n   say me my friend and guy 1 become regulars how many guys total would that give u ;)\n  ","532977":"\n   How is your booty\n  ","532978":"\n   Who’s jon ?\n  ","532979":"\n   Isn't it too bad that Jon hasn't been on this site for a while? Maybe something's keeping him away from it.\n  ","532980":"\n   well his loss lol ill tell a friend to join next time so ur mouth wont be lonely :P\n  ","532981":"\n   Nighty\n  ","532982":"\n   how much do u squ1rt\n  ","532983":"\n   didnt notice lol maybe that one was guy 3?\n  ","532984":"\n   How was your day\n  ","532985":"\n   for whoever else was reading our qs and doing something bout it i hope u also had fun! the more the merrier ;)\n  ","532986":"\n   if they ask u should tell em u already got help ;)\n  ","532987":"\n   wonder if guy 3 stayed and got busy or he rly left he was the one who started this question lol\n  ","532988":"\n   Do your parents or you have anything in your home that you hate?My dad has a clock plays this annoying chime on the hour and I fucking hated it as a kid!\n  ","532989":"\n   next time soon i hope\n  ","532990":"\n   bout time we got picked over the sc guys hahahah\n  ","532991":"\n   Thank you!! It’s called No Tea, No Shade by Jeffree Star :) I loveeee it\n  ","532992":"\n   kinda i checked last time like a week ago or so but u always were on sc at it\n  ","532993":"\n   Post a funny\/interesting\/realistic short way of  describing your favorite movie, without giving the title away... Let's see if someone can guess it :P\n  ","532994":"\n   Type the @ symbol, whoever comes up first do you fancy them?\n  ","532995":"\n   i came hope ur close or u already did\n  ","532996":"\n   idc sharing as long as im part of it lol ;)\n  ","532997":"\n   bout time we got to i been waiting for a while lol\n  ","532998":"\n   hbu how u doing\n  ","532999":"\n   did u do it too\n  ","533000":"\n   Good night, princess\n  ","533001":"\n   like u said knowing u were also at it like us :)\n  ","533002":"\n   lol as if u didnt like it\n  ","533003":"\n   How do you handle being alone?\n  ","533004":"\n   Lyndsey, I'm crazy for your love...\n  ","533005":"\n   yah couldnt hold it anymore it was just way too good\n  ","533006":"\n   why not in u like the other guy ;)\n  ","533007":"\n   have ever watched Agents of S.H.I.E.L.D.?\n  ","533008":"\n   ask bans me for less so yah deek all in u ;) about to burst so hope u too\n  ","533009":"\n   its all out :)\n  ","533010":"\n   Have you ever interacted with someone who was deaf? How was that experience? Did you know sign language & could you interact back? :) I recently had a customer who was deaf & found it really cool how we interacted. I think a lot people give them a hard time. I think sign lang. us an awesome feature!\n  ","533011":"\n   Do you remember Yahoo chat... it censored most profanity the normal way by default, but when you typed the 'D' word, it actually replaced that with Richard. It was hilarious, but this was like two decades ago. Lyndsey must have been a few years too young for that maybe.\n  ","533012":"\n   yes hopefully\n  ","533013":"\n   yes do it rough till u squ1rt\n  ","533014":"\n   mmm id love to feel those juices round my deek\n  ","533015":"\n   Describe the best Bon Jovi you've ever gotten from someone, Lyndsey Skynyrd.\n  ","533016":"\n   What do you mean lol? Even Geraldo said he's doing a great job\n  ","533017":"\n   u touching urself yet\n  ","533018":"\n   were making lots for u too\n  ","533019":"\n   lol, bye\n  ","533020":"\n   Adidas or Nike?\n  ","533021":"\n   yes you are pretty cool xo\n  ","533022":"\n   almost there :)\n  ","533023":"\n   sorry i have to leave ill miss you xoxo\n  ","533024":"\n   Considering how all of Lyndsey's 'plumbing' works out, for the type of girl she is... are you a top or a bottom, if that's not asking too much.\n  ","533025":"\n   make lots of it xx\n  ","533026":"\n   yay thats the spirit\n  ","533027":"\n   xoxo hey i must log off you take care xo\n  ","533028":"\n   How many times have you heard the words of someone close to you..? 🤔\n  ","533029":"\n   agreed u should go for it too\n  ","533030":"\n   everywhere in u yes ;)\n  ","533031":"\n   i would suck on ur t1ts too\n  ","533032":"\n   if ur rly turned on plz join cuz i wont last much longer this is just too much ;)\n  ","533033":"\n   Do you ever feel like a cyborg? Or like, a Sim? Like... Your brain glitches out and find yourself repeating and saying thang's that you already said\/done 10 seconds ago?! :O WHAT TIS THE MEANING OF THIS-ETH?!?!?!\n  ","533034":"\n   bet u sound so sexy when u moan itd make me go faster\n  ","533035":"\n   Then you should so you also join the fun 😈\n  ","533036":"\n   im spanking u as im pounding on ur backdoor sounds good to me ;)\n  ","533037":"\n   guess its good ur mouth isnt occupied so u can scream :P\n  ","533038":"\n   Are you doing it for real because those guys surely are\n  ","533039":"\n   i spank u harder\n  ","533040":"\n   I have a headache i have taken tablets and drank water my head still hurts suggestions?\n  ","533041":"\n   sugar or salt?\n  ","533042":"\n   we both start working in a rhythm so as one goes out the other goes in ;)\n  ","533043":"\n   well u snooze u lose lol but the mouth is a perfectly good spot\n  ","533044":"\n   Do you know how to sew?  Could you sew a button on a shirt or mend a hole in something?\n  ","533045":"\n   aww thanks i want the best for you\n  ","533046":"\n   i think guy #3 got shy lol\n  ","533047":"\n   yeah id never ask you weird like sexual questions cause i respect you too much i feel we have a connection your like a kind big sister to me\n  ","533048":"\n   So are you getting something out of it too? I thought most of the time you were just too kind and helped them out lol\n  ","533049":"\n   i feel that too then i spank u\n  ","533050":"\n   How about right now?\n  ","533051":"\n   i feel the other person in u as we both move\n  ","533052":"\n   omg im sorry ill leave if you want just say\n  ","533053":"\n   Do you get turned on when your anons talk like that?\n  ","533054":"\n   what’s your opinion on: circumcision?\n  ","533055":"\n   why oops\n  ","533056":"\n   someone take lyndsey mouth lol ;)\n  ","533057":"\n   i rub all ur hot bod as i thrust\n  ","533058":"\n   lmao haha\n  ","533059":"\n   k then the backdoor is mine lol ;)\n  ","533060":"\n   hey kind girl whats up\n  ","533061":"\n   yes plz ;)\n  ","533062":"\n   then i grab u and go in and out\n  ","533063":"\n   u getting w3t cuz of us? ;)\n  ","533064":"\n   last nite mustve been rly fun 😏\n  ","533065":"\n   Okay... So, this LITERALLY happened to an employee of mine... She's preggerz (aka: is carrying an alien of her own)..& a customer went & touched her belly... WITHOUT HER CONSENT!Thoughts on this?! I mean, it's cool if you want to show support...but if you're a complete stranger?... *hyperventilates*\n  ","533066":"\n   smoking or drinking?\n  ","533067":"\n   i get all the way in\n  ","533068":"\n   but rly do it plz dont go and be afk for hours\n  ","533069":"\n   i take the front door\n  ","533070":"\n   what’s your opinion on: pit bull bans?\n  ","533071":"\n   You gonna let us spend it tonight?\n  ","533072":"\n   yeah cuz there are 3 places for us hahahah\n  ","533073":"\n   i think there are 3 of us so far lol ;)\n  ","533074":"\n   guess why eggsy asked you that\n  ","533075":"\n   will u take care of all of us at once\n  ","533076":"\n   what’s ur opinion on: prostitution (like should it be legal?)\n  ","533077":"\n   We kept all of yesterday's jack in reserve for you\n  ","533078":"\n   i wanna join lol lets have all some fun\n  ","533079":"\n   Let's play at putting the thing in you\n  ","533080":"\n   You could but tbh I'd rather put that thing in you\n  ","533081":"\n   Pull my finger! 👆🏼\n  ","533082":"\n   random groomin\/pamperin! have you ever gotten a manicure? do you ever wear false eyelashes? have you ever gotten your eyebrows done professionally? have you ever gotten a pedicure? have you ever gotten a massage?\n  ","533083":"\n\n    https:\/\/www.youtube.com\/watch?v=EAEkxSOkR5s\n   \n","533084":"\n   I wanna make this kingdom great🌹👑😢\n  ","533085":"\n   Post any picture. 🖼\n  ","533086":"\n   SKILLS I WISH I HAD: do you know how to french braid hair? do you know how to change a crying baby’s diaper? do you know how to change a tire? do you know how to survive a day without drinking coffee? do you know how to go through a drive thru in ur car (i never have & i don’t drive anymore lol idk)\n  ","533087":"\n   Lyndsey🌹👑✨\n  ","533088":"\n   u mustve been rly busy today its rare ur not here\n  ","533089":"\n   do you have a good stream\n  ","533090":"\n   Likers get bitter truth?\n  ","533091":"\n   guess ask doesnt want u to sit :\/\n  ","533092":"\n   are you 30 4 real ?\n  ","533093":"\n   Australia 🙌🏼\n  ","533094":"\n   I think you're bored because I ask so much 😂\n  ","533095":"\n   what did u have for breakfast ?\n  ","533096":"\n   For me \nI want to be anyone who loves Robin Tunny 😍\n  ","533097":"\n   Dont get too hot without me. Caio bella :)\n  ","533098":"\n   The king is dead😈\n  ","533099":"\n   I thought Binny 😂\nBecause you like Desmond 🏃\n  ","533100":"\n   Haha. Now I do have to go. Maybe I'll catch up with you another time :)\n  ","533101":"\n   The economy\n  ","533102":"\n   ... Hows that sound lol\n  ","533103":"\n   A new kind of questions😂😂\nIf you are an actress \nWhich  character in a series you like to do?\n  ","533104":"\n   Maybe I should Follow\" House \" ?\n  ","533105":"\n   who wouldnt haha\n  ","533106":"\n   u could also try webcam sites if all u want is to satisfy certain urges lol\n  ","533107":"\n   I watch any series\nExcept for a series that contains sexual or violent scenes\n  ","533108":"\n   So am I out of (age) range ?\n  ","533109":"\n   I started to Follow \"Breaking Bad \" \nWhat's your opinion on it?\n  ","533110":"\n   It sounded better when I read it after you wrote it :)\n  ","533111":"\n   Or a president 😊\n  ","533112":"\n   I hope you to be the  America's ambassador to Egypt 😃\n  ","533113":"\n   ...And you are my piece of heaven too lol\n  ","533114":"\n   I think your right place is an ambassador\nBecause you cause others to love your country\n  ","533115":"\n   In 2015\nI did a search for special people\nYou have all the wonderful qualities,\nYou do not hurt anyone\n, you have social intelligence\n,y ou have a love of knowledge\nAnd you treat everyone gently\nI am not exaggerating\nOne of the reasons for my love to America is you\n  ","533116":"\n   If I told you then everyone would know\n  ","533117":"\n   If I told you my age you'd be shocked :)\n  ","533118":"\n   I'm going now my little mermaid. Leaving you in peace :)\n  ","533119":"\n   I haven't been on here since you thought you hated me🌹👑😢\n  ","533120":"\n   I am old fashioned. Like you I am not a kid :)\n  ","533121":"\n   I didn't realize Trump was going to do such a great job did you?\n  ","533122":"\n   Lyndsey sorry for what happened🌹👑\n  ","533123":"\n   for being so open bout s3x stuff and such u rarely say things bout ur daily life\n  ","533124":"\n   Sends a shiver down my spine and other places :)\n  ","533125":"\n   Do you have a boyfriend\n  ","533126":"\n   maybe someone u meet in the future then\n  ","533127":"\n   You deserve more princess 👑 👒 Ly 💓 D 💕 ey\n  ","533128":"\n   Its nice to find a slightly more mature lady on here :)\n  ","533129":"\n   I like it when you call me darling lol\n  ","533130":"\n   have u ever tried having like a friend with benefits or something? that could help if ur not looking for something serious but u still want to get some :P\n  ","533131":"\n   I quite like you. You have a nice sense of humour :)\n  ","533132":"\n   Hey, there is another anon getting in on my tease act lol\n  ","533133":"\n   Twice yes, my bad. You got me all in a tizz lol\n  ","533134":"\n   You are my best friend here\nI feel you want happiness for all people\nyour heart is beautiful\nYou have good morals\nI hope you will be the happiest woman in this world\nProud to know you 🌹 😍\n  ","533135":"\n   tease is an understatment lol\n  ","533136":"\n   Face down etc ROTFLMAO. You are a tease haha\n  ","533137":"\n   Thank you very much, princess 🌹 😍 \nThat's a very kind of you 🌹 🌹\n  ","533138":"\n   so what did u do yesterday that kept u away from us ur fans lol\n  ","533139":"\n   Is she also a princess?\n  ","533140":"\n   I love the American style of progress\nWhen the Russians boarded the moon before America.\nAmerica has worked to develop science because it wants to be number one ..\nI love this thinking on a personal level\nEveryone shouId do his best to be better\n  ","533141":"\n   And USA has Lyndsey 😍🌹 \nBut Japan not\n  ","533142":"\n   100+ is a bit too hot. Less clothing is recommended\n  ","533143":"\n   Face up or down ? I just need to imagine this :)\n  ","533144":"\n   Indian style is not good for blood flow to the extremities...\n  ","533145":"\n   Wet sounds so good :)\n  ","533146":"\n   Sure, keeping our legs crossed while frustrated is not easy lo. You really wanna join me on the floor ?  omg haha\n  ","533147":"\n   I think Japan is relatively better on the technological side\nThey can easily convert waste into petroleum\nBut America is thinking more about reaching the oil fields\nI think America is number one in scientific progress\nBut the problem is that Trump rejects some scientists these days\n  ","533148":"\n   Tell me about being a mermaid?\n  ","533149":"\n   Do you appreciate the innuendo comments ?\n  ","533150":"\n   I do not agree with the person who said that Japan is better than America\nI studied education systems\nAnd I realized that America's system is based on the care of scientists more than Japan\nThe Egyptian scientist Ahmed Zewail was an Egyptian American\nHe was awarded the Nobel Prize in Chemistry\n  ","533151":"\n   What is your dream wedding?\n  ","533152":"\n   You can nock my funny bone if you like :)\n  ","533153":"\n   whats the best way to flirt?\n  ","533154":"\n   Would you rather multiple knocks on the funny bone?  Or multiple knocks on the ankle?\n  ","533155":"\n   iam sorry about that, u didnt try to get in another relationship after that ?\n  ","533156":"\n   Its not so easy I can tell you\n  ","533157":"\n   The most beautiful thing in the Egyptian people\nAlthough prices are high and there is unemployment...\nBut we are always satisfied and smiling\n  ","533158":"\n   I will help you to make it 🍝\nReally,  It's delicious\n  ","533159":"\n   Thank you princess \nI have completed all the procedures before to travel to USA \nAnd passed the TOEFL exam\nBut Trump prevented students from entering\nSo I will travel to Canada or Australia for two years and then return to Egypt\n Australia is the best or Canada?\nFrom your point of view\n  ","533160":"\n   What, when, why… a\n\n\n\nDefo in a good way. Wanna join me ?  lol\n  ","533161":"\n   He was kidding about Kushary 😂🍝\nAs you know we are funny people 🙌\n  ","533162":"\n\n    https:\/\/youtu.be\/BCZxWN1mCME\n   \n   Watch this video with English subtitle ☺ \nYou will like Kushary \nI'm sure\n  ","533163":"\n   hahaha    كشرى ايه يابنى هتبوظ البنت \njust show it and he will understand me 😂😂\n  ","533164":"\n   I'll keep my legs crossed...\n  ","533165":"\n   ur always missed when ur not on xx\n  ","533166":"\n   I cant remember, but frustration is not a good thing for a guy lol\n  ","533167":"\n\n    https:\/\/ask.fm\/womenruinedlifebeforeitstarted\/answers\/150955535311\n   \n   Is he racist?\n  ","533168":"\n   Its frustrating waiting for you to answer my asks\n  ","533169":"\n   I plan to travel to Canada \nFor completing my post graduate studies \nTell me about Canada,  princess\n  ","533170":"\n   The Egyptian Kushary 😍 \nالكشرى\n  ","533171":"\n   i think today is the longest u been gone during a day lol\n  ","533172":"\n   Do you know Ecuador?\n  ","533173":"\n   and what happend ?\n  ","533174":"\n   Have you eaten Egyptian food before? 😃\n  ","533175":"\n   is there anyone won ur heart before ?\n  ","533176":"\n   Do you put mascara?\n  ","533177":"\n   You make me roll about all over the floor\n  ","533178":"\n   I think you have generosity 😄🌹\n  ","533179":"\n   What you prefer then 😃 ?\n  ","533180":"\n   Is this man dumb? This woman said to him “I would like to go to the zoo” basically asking him to go on a date with her to the zoo and he text her back with an e ticket to London zoo and said “your welcome, have a nice time” is he a dumbass?\n  ","533181":"\n   Make a cup of tea for me ☕\n  ","533182":"\n   You forgot \"centre\".... Left, right and centre lol\n  ","533183":"\n   What is your favourite thing to make with pasta?\n  ","533184":"\n   Is my mum homophobic? I’m 22 and a grown man but she’s angry I’ve been going to gay sex clubs, she’s saying I’m going to catch AIDs. Who’s in the wrong me or her? I had been keeping it hidden from friends and family.\n  ","533185":"\n   Are you ok ?\n  ","533186":"\n   I missed you \nHow are you? \nAre you ok ?\n  ","533187":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","533188":"\n   lol xo\n  ","533189":"\n   you are a cutie too\n  ","533190":"\n   I wanna have sex with you omg im so hotttt\n  ","533191":"\n   If he is virgin but with your preferred age range ,you wouldn't date him for that or what?\n  ","533192":"\n   lol this early?\n  ","533193":"\n   Around 8.I look good.\n  ","533194":"\n   thanks sweetheart\n  ","533195":"\n   added you on snap, first round if you wish ;)\n  ","533196":"\n   cool i like playing football, and i skate i like it i fell yesterday liv said i was embarassing her, and i run dont do the gymn tho\n  ","533197":"\n   do you follow me if its okay to ask you\n  ","533198":"\n   the ones that seem to be more common lately are any from that ben person or whoever else sends those hate stuff or weird qs like the 38 yo buying alcohol for 13yo\n  ","533199":"\n   ive 67 lol\n  ","533200":"\n   wow\n  ","533201":"\n   at least u havent gotten fetish qs in a while\n  ","533202":"\n   you are so popular on ask\n  ","533203":"\n   Likes doesn’t require language 😂\n  ","533204":"\n   Lets play likes for likes??\n  ","533205":"\n   Lets play likes for lukes ??\n  ","533206":"\n   what are your hobbies or what do you do for fun\n  ","533207":"\n   Japan is more advanced than USA\n  ","533208":"\n   Do you write things down in a calendar?\n  ","533209":"\n   Can you play an instrument?\n  ","533210":"\n   would u do it now i mean just have s3x if u met someone\n  ","533211":"\n   xo\n  ","533212":"\n   do you like to have sex?\n  ","533213":"\n   okay for saying id ask you to marry me thought i annoyed you\n  ","533214":"\n   thought u loved all ur anons no matter what lol but u can always find ppl to take em from u :P\n  ","533215":"\n   sorry\n  ","533216":"\n   hey friend how are you x\n  ","533217":"\n   Your hair color?\n  ","533218":"\n   nothing more romantic than marriage between 2 complete strangers they have a lifetime for knowing each other XD\n  ","533219":"\n   haha i might ask you when im 18 lol\n  ","533220":"\n   you are getting marriage proposals\n  ","533221":"\n   You have Facebook account?\n  ","533222":"\n   did you have sex in the first meet?\n  ","533223":"\n   sorry if im annoying\n  ","533224":"\n   its true your a big softie so kind\n  ","533225":"\n   you will look beautiful lucky guy will marry you\n  ","533226":"\n   What if I show you my user than you can send me your Kik in my inbox?\n  ","533227":"\n   What is your dream wedding?\n  ","533228":"\n   How many pairs of shoes do you own?And have you worn them all at least once?\n  ","533229":"\n   Love and grudge,these two things can't stay in a one heart.They are always in fight with one another,at the end only one stays there.Do you agree with this? Do you feel relieved when you have grudge inside?\n  ","533230":"\n   Just post it and delete after a while\n  ","533231":"\n   have u ever had 1 nite stands or only with ppl u dated\n  ","533232":"\n   There?\n  ","533233":"\n   Seems like \"ur fave\" got quiet after that LOL\n  ","533234":"\n   What is it you think that everyone has in common?\n  ","533235":"\n\n    @Rose_Mell\n   \n   is fake 😂\n  ","533236":"\n   were you vaccinated as a baby\/kid?\n  ","533237":"\n   Khloe Kardashian or Kendall Jenner?\n  ","533238":"\n   how long has it been since u got vitamin d\n  ","533239":"\n   What sort of little nice things did your parents occasionally do for you when you were young that you can remember?\n  ","533240":"\n   wonder if u like sharing more than ppl asking :P\n  ","533241":"\n   by mature do u also mean s3xually experienced\n  ","533242":"\n   ur phone background ...😊\n  ","533243":"\n   do you own anything from Patagonia? Columbia? Supreme? Steve Madden? Adidas? (honestly idk why these are the first five companies that occurred to me lol but)\n  ","533244":"\n   Who wakes up in the morning naked?\n  ","533245":"\n   that reminds me didnt u say u would share less in here lol\n  ","533246":"\n   Do you walk naked at home doing chores?\n  ","533247":"\n   lol maybe next weekend u can do that\n  ","533248":"\n   Is it okay for a 38 year old woman to buy a 13 year old boy alcohol?\n  ","533249":"\n   how was waterpolo last nite :P\n  ","533250":"\n   I will see you tomorrow on Kik \nİt doesn't matter\n  ","533251":"\n   Did a third happen\n  ","533252":"\n   Oh come I will not disturb you\n  ","533253":"\n   Good night babe\n  ","533254":"\n   Do you use Kik?\n  ","533255":"\n   When you get to know about self pleasure? I mean at what age?\n  ","533256":"\n   youngest and oldest u would date\n  ","533257":"\n   Ever tried without condom?\nWhat feels good with or without?\n  ","533258":"\n   Yes age matters... Don't you think?\nAt 25 you lost really?\nAnd with how many guys you share bed?\n  ","533259":"\n   How was your first experience of intercourse? Did you use condom or without it?\n  ","533260":"\n   Not so good 😢\n  ","533261":"\n   EXACTLY! Like if you want a pic, show yourself first, you coward u_u you can’t just expect a oneway thing. And true, they’re too curious. Curiosity killed the cat, don’t they know?\n  ","533262":"\n   But still i love you as a person.\n  ","533263":"\n   Do you like Seinfeld?\n  ","533264":"\n   If you found out that the cheese on your favorite pizza was made from human flesh, would you still eat it?\n  ","533265":"\n   I asked few questions\n  ","533266":"\n   Likers get age guess?\n  ","533267":"\n   Are you open person??\n  ","533268":"\n   ?\n  ","533269":"\n   sounds about right lots of teen girls end up like that if they get pregnant before 18 :\/\n  ","533270":"\n   I’ve always wondered why people are so obsessed with getting pics. Lol like I joke with my friend about “pap a$s” but I don’t really wanna see it. He probably doesn’t have a good one anyway ya know\n  ","533271":"\n   On a scale of 1-10 how much would you rate me lookwise?\n  ","533272":"\n   Pap of yours?\n  ","533273":"\n   age doesnt matter losing it at 13 is rly not something to be proud of anyway\n  ","533274":"\n   Have you ever done something crazy to show you are attracted to someone?\n  ","533275":"\n   At what age you lost? You had boyfriend in past?\n  ","533276":"\n   Can I give you my number\n  ","533277":"\n   Are you virgin?\n  ","533278":"\n   Are you alpha or beta woman?\n  ","533279":"\n   Are you single?\n  ","533280":"\n   Followed\n  "},"Answer":{"532208":"\n  Yes.\n  ","532209":"\n  No problem.\n  \n  He likes video games too so figured a good match lol XD\n  ","532210":"\n  Which friend is that? 😈😉\n  ","532211":"\n  You'd probably like\n  \n   @ErinWolf4919\n  \n\n   @emperorpartin\n  \n\n   @TheChaosBringer\n  \n\n   @FeelFreeToAsk2017\n  \n  the most.\n  ","532212":"\n  I had a lot come in and haven't got to yet. I'll answer when I come back on <3\n  ","532213":"\n  no problem kiddo\n  ","532214":"\n  if you look under my top answers there's a couple @  lists.\n  \n  I'm going to go watch some end of the world movie my mom has on right now. Seems good lol\n  ","532215":"\n  10am then fell asleep again and woke around 2 :O\n  ","532216":"\n  yay\n  ","532217":"\n  lol apparently :p\n  ","532218":"\n  interesting\n  \n  *hugs*\n  ","532219":"\n  smart\n  ","532220":"\n  People can be racist towards Asians as well. I didn't check the link.\n  ","532221":"\n  Same :)\n  ","532222":"\n  I'm not much of a drinker.\n  ","532223":"\n  lol he wouldn't approve\n  ","532224":"\n  yes :)\n  \n  How's it going?\n  ","532225":"\n  Yes. Pretty much the only reason I check sc these days 💛\n  ","532226":"\n  some, yes.\n  ","532227":"\n  That's better :)\n  \n  no need to be sorry.\n  \n  *takes it out of your vocabulary *\n  \n  I don't get mad that easily lol\n  ","532228":"\n  punctuation would be nice.\n  \n  I was like why would I miss myself 😂\n  \n  Hey Z\n  ","532229":"\n  Only a bit :P\n  \n  Haven't really seen that side yet, though.\n  ","532230":"\n  I'm not sure. Haven't seen that many. Hans solo would be at the top of the list. A Quiet Place was a bit weak to me.\n  \n  There was one i watched in Maine that was good but I can't remember the name :\/\n  ","532231":"\n  Everything Ben says?\n  ","532232":"\n  I've done much worse 😂\n  \n  Do you think my favorite would get jealous? :o\n  ","532233":"\n  Maybe, who knows. I doubt all men\/women would go to it?\n  ","532234":"\n  ?\n  ","532235":"\n  I made a mess last night\n  ","532236":"\n  yes. more on the natural side\n  ","532237":"\n  haha true\n  ","532238":"\n  ok.. he should use it elsewhere 😂\n  ","532239":"\n  I mean whatever gets them off, right? 😮\n  \n  It could be cute or wicked creepy 😂\n  ","532240":"\n  all the berries!\n  \n  watermelon\n  \n  peach\n  \n  pears\n  ","532241":"\n  no. That reminds me that they sent the email out about registering for the houses to be judged.\n  \n  My sister and BIL loves going crazy with it. Last year they had a clown horror theme.\n  ","532242":"\n  fascinating\n  ","532243":"\n  it was morning when I woke up and then I fell asleep again lol\n  ","532244":"\n  not say anything\n  \n  i hate you\n  \n  sing the barney song\n  \n  i used to love you\n  \n  ¯\\_(ツ)_\/¯\n  ","532245":"\n  yahoo (two of them, since my main account got banned on y!a..)\n  \n  gmail\n  \n  Hotmail\n  \n  I think that's it.\n  \n  lnr87 isn't used for any of them incase someone decides to try lol\n  ","532246":"\n  night handsome devil\n  \n  miss you\n  ","532247":"\n  yes.\n  \n  going to sleep now.\n  ","532248":"\n  They sent another question that dealt with it.\n  ","532249":"\n  It's been interesting. haha\n  \n  I do think the good outweighs the bad.\n  \n  Also I have reconnected with a few people I've lost contact with so that's been great.\n  ","532250":"\n  yes lol\n  \n  guess someone doesn't like you right now :P\n  ","532251":"\n  I haven't played in forever and you came to mind too :)\n  ","532252":"\n  Clearly not lol\n  ","532253":"\n  🙆🙆🙆🙆\n  ","532254":"\n  What?\n  ","532255":"\n  Both are good ways.\n  ","532256":"\n  no lol\n  \n  anyone can be anxious\n  ","532257":"\n  No. That would be silly.\n  \n  star bangled banner ;)\n  ","532258":"\n  They might want to wear them? Chances are guys don't really know what cup sizss are XD\n  ","532259":"\n  The goodbyes start.\n  ","532260":"\n  tshirt and shorts\n  ","532261":"\n  That's not my business.\n  ","532262":"\n  more content than full out happy.\n  ","532263":"\n  I'm not sure.\n  ","532264":"\n  ☝\n  ","532265":"\n  Was this necessary?\n  ","532266":"\n  No. Summer wouldn't be the same ;)\n  ","532267":"\n  sure do lol\n  ","532268":"\n  funny ;)\n  ","532269":"\n  Wouldn't surprise me. They use 😏 a lot. All i know. I think he might be the one that says he's 12 inches too 😂\n  ","532270":"\n  XD\n  ","532271":"\n  Guys, Lahore is back with a vengeance :\/\n  ","532272":"\n  November or whenever it comes to mind.\n  ","532273":"\n  Not really. We do have some of those baking chips though.\n  \n  Cheerios and some chocolate wheatie one. Sometimes Special K or banana nut types..\n  \n  Not unless granola bar kind of things count.\n  \n  yes but they also have one of those machines\n  \n  rarely. my sister actually got one of those veggie spiral gadgets.\n  ","532274":"\n  Yes.\n  \n  Lately the bread too. Does seem to make it last longer with that brand. Still think it's weird lol\n  ","532275":"\n  Lynds here :)\n  ","532276":"\n  True but not there yet.\n  ","532277":"\n  shower\n  \n  my favorite could even surprise me ;)\n  \n  xoxo\n  ","532278":"\n  Not currently. One day 💪\n  ","532279":"\n  I don't get that person. Just because that spelling isn't used much, it doesn't mean that I'm faking my actual name lol\n  \n  right ☝☝☝\n  ","532280":"\n  cute :P\n  ","532281":"\n  Well that's dumb since my birthname is Lyndsey 😂\n  \n  LNR is literally my initials.\n  ","532282":"\n  This seems rude.\n  ","532283":"\n  Nah. Most of my questions seem to be anon. I feel like the ones that are always \"follow me\" never talk to me again or don't write in English. I'd rather decide who i follow.\n  ","532284":"\n  need to take a shower in a bit. Waiting for my facemask to dry. A naked toweled Lyndsey is about :o\n  \n  But it will be white underwear, a little bit of white on the shirt and the leggings have a bit of white fishnet and mesh on them.\n  ","532285":"\n  as one should :)\n  \n  I'm sure the feedback would be very highly successful.\n  ","532286":"\n  I need a music festival in my life.\n  \n  Um... food truck one? Last month sometime. I think they do it every other Friday or something? Always didn't vendors too.\n  ","532287":"\n  doesn't matter what i say because someone will turn it sexual lol\n  ","532288":"\n  hot\n  ","532289":"\n  dad\n  ","532290":"\n  has been so far :)\n  ","532291":"\n  thinking of doing a facemask then shower. Most likely go to the gym too.\n  \n  Also food since I've only had a yogurt, grapes that taste berry flavored and watermelon.\n  ","532292":"\n  Thanks :)\n  ","532293":"\n  One day\n  ","532294":"\n  say it.\n  \n  show them\n  ","532295":"\n  not sure. I don't really do bench work.\n  \n  I'd say 70-100 if anything?\n  ","532296":"\n  lol XD\n  ","532297":"\n  yes. probably more bi ones though.\n  \n  Two guys but we aren't close anymore.\n  ","532298":"\n  6.5\n  ","532299":"\n  yes\n  ","532300":"\n  water, nature, gym, bedroom\n  ","532301":"\n  oh no :(\n  ","532302":"\n  Yes. Hopefully get more hours?\n  ","532303":"\n  I get tons 😂\n  ","532304":"\n  so?\n  ","532305":"\n  not knowing what the future holds\n  ","532306":"\n  ☝☝☝\n  \n  good to think ahead like that.\n  ","532307":"\n  hey\n  ","532308":"\n  sad person there.\n  ","532309":"\n  I'd still do it because it is a creative outlet for me more than anything.\n  ","532310":"\n  you'd look good in them, old man.\n  ","532311":"\n  oh that.\n  \n  ya that can be tricky.\n  \n  especially if no camera evidence\n  ","532312":"\n  Pretty much lol Another q&a site.\n  ","532313":"\n  nobody *gives you your glasses back*\n  ","532314":"\n  There's suspense? oh damn.\n  ","532315":"\n  no but bless you, regardless.\n  ","532316":"\n  You all do lol\n  ","532317":"\n  What type of status are you after?\n  ","532318":"\n  Did what?\n  ","532319":"\n  How sad! *hugs*\n  ","532320":"\n  yes\n  ","532321":"\n  Not always.\n  ","532322":"\n  hey, you.\n  ","532323":"\n  I think he was mentioned?\n  ","532324":"\n  We never dated. It's that Dan guy trolling.\n  ","532325":"\n  😂😂😂\n  ","532326":"\n  Which one? :P\n  ","532327":"\n  I agree that in person is better.\n  \n  but I feel like online and friends could be dishonest as well. Lots of catfish and all that out there. Some friends could be nice to you but talk sh!t behind back etc\n  ","532328":"\n\n   @WayneBrat\n  \n","532329":"\n  O.o\n  ","532330":"\n  Right...\n  ","532331":"\n  not cool. I don't think I'd leave that stuff in the backroom. Probably keep in the car or just not bring anything.. maybe a little money or card if I had to buy something. People can be so shady.\n  ","532332":"\n  Why not just say adult toys?\n  ","532333":"\n  Went through her purse.\n  ","532334":"\n  😘😘😘\n  ","532335":"\n  Q&A ones? Only if Y!A counts but I haven't used it in forever.\n  ","532336":"\n  ok then\n  ","532337":"\n  Could have been, anon :P\n  \n  someone has tired saying that before 😂\n  ","532338":"\n  years.\n  \n  since formspring died the first time and everyone was seeking someplace new. Stopped coming on when fs was saved only to die for real.\n  \n  I ended up getting some spam messages every few months for a while so I'd just check them out and answer. Then it kind of became a habit, ended up adding more people and sending stuff out more regularly.\n  ","532339":"\n  Only the ones I care about. No to everyone else. You either like me or not. The end.\n  ","532340":"\n  Everyone is different :)\n  \n  No need for envy lol\n  ","532341":"\n  coffee\n  \n  I like fruity alcohol beverages if I do drink.\n  ","532342":"\n  I feel like hair can be harder. I'm fast with shower, clothing and makeup. I have thick hair ¯\\_(ツ)_\/¯\n  ","532343":"\n  What kind of questions? ;)\n  ","532344":"\n  afternoon\n  ","532345":"\n  I don't care.\n  \n  You also shouldn't joke about rvpe either.\n  ","532346":"\n  Where, exactly?\n  ","532347":"\n  That happened to my mom before.\n  ","532348":"\n  summer\n  ","532349":"\n  You too lovebug\n  ","532350":"\n  What do you think happens? Also, I think each person would feel differently anyways.\n  ","532351":"\n  so many things could be difficult.\n  ","532352":"\n  A guy on sc. I ended up calling him my favorite before and it just stuck with my anons XD\n  ","532353":"\n  Today - gym\n  \n  Sat - swim, gym... not sure what else\n  \n  sun - I'm not sure. The gym closes pretty early on Sunday.  I don't think I'll go but definitely resume on Monday. unofficial rest day, maybe.\n  \n  I don't really have any plans yet... but ya. would be ideal :)\n  ","532354":"\n  indeed.\n  ","532355":"\n  😉\n  ","532356":"\n  lol someone must be new here.\n  ","532357":"\n  favorite\n  ","532358":"\n  too much. My mind is most active at noon and before bed.\n  ","532359":"\n  all the reasons I wrote down there 👇👇👇\n  \n  I like fitness. I need to lose weight, duh. Not happy with my body. Stronger. Improvement in all aspects of life.\n  \n  It can be good for stress relief and all that.\n  \n  Literally so many reasons.\n  \n  Why fucking not?\n  \n  Prove to myself and others that I can.\n  \n  be the best possible me.\n  \n  Actually like what I see lol\n  \n  endless possibilities, man.\n  ","532360":"\n  getting annoying now, buddy.\n  ","532361":"\n  awww\n  \n  You are too!\n  \n  so happy this wasn't some bloating sh!t 😂😂😂\n  ","532362":"\n  Zumba is fun! Basically made me like fitness more too. My college had a free course so took advantage of it.\n  \n  Motivation can be annoying like that. I feel like I've been going every other day but I do want to be more consistent with that! Swimming has been my main thing so it's nice to change it up as well.\n  \n  I know the gym has toning zumba but I haven't done those ones. I feel like the hours aren't that great for it though. I'd be half awake and probably injure myself. no thanks.\n  ","532363":"\n  wtf\n  ","532364":"\n  sure\n  ","532365":"\n  wouldn't be as fun though\n  ","532366":"\n  Tired\n  ","532367":"\n  Maybe :o\n  \n  Those locker rooms ;)\n  \n\n   @NO3MM3RZ\n  \n","532368":"\n  1. get a board.\n  \n  2. Magazines, pictures.. whatever you want to use.\n  \n  3. Scissors for cuting stuff out\n  \n  4. placement of all the stuff\n  \n  5. glue or hodgepodge\n  \n  6. glitter if you want to be extra XD\n  \n  The end.\n  \n  Or I'm sure there's an app that does the same digitally.\n  ","532369":"\n  100% in agreement.\n  ","532370":"\n  Sadly lol\n  \n  its that Dan dude trolling.\n  ","532371":"\n  loads of white stuff :O\n  ","532372":"\n  no lol\n  ","532373":"\n  You'd have to ask her that.\n  ","532374":"\n  my answer is usually the same lol\n  ","532375":"\n  relaxing now\n  ","532376":"\n  I don't have the estimate for that.\n  ","532377":"\n  help\n  ","532378":"\n  Some of the streets are still flooded, yo.\n  \n  She doesn't mess around!\n  \n\n   @NO3MM3RZ\n  \n","532379":"\n  grreeeaaatttt\n  ","532380":"\n  I think she sticks to concerts?\n  \n   @NO3MM3RZ\n  \n","532381":"\n  Last night\n  ","532382":"\n  Each gym is different. Paid $35 for the month. There's also different types of memberships.\n  \n  before -\n  \n  just want to get there. inspired. I usually listen to music before going to feel hyped. Or watch some fitness videos to get in the mindset too. I listened to a podcast about being happy, it was only 11 minutes but I feel like it was still good vibes. Also music. Answered a few questions here too while the podcast + music was on. I'm someone who looks at the big picture in the end so its good to be doing stuff to get to that \"end\".\n  \n  After-\n  \n  hungry lol. feeling like a badass. Knowing I'm doing good for myself. Sore. Going down 20+ steps to get out of the gym can feel liberating lol XD It's on the 2nd floor, including two studio rooms, and the indoor track overlooking the basketball court. Empowered and all that jazz. Sometimes tired. Doms are going to be real tonight, i typically do full body workouts.\n  \n  This guy who works there.. might be a personal trainer, I'm not sure? I remember reading that he had a military background was nice tonight. Basically complimented me so it's nice to get that kind of acknowledgement. XD\n  ","532383":"\n  Sometimes, other times on top. We aim to please around here.\n  ","532384":"\n  The best!\n  ","532385":"\n  it can be boring at times. Nice to have structure and something to look forward to. Even small exercises (walking etc) will have more benefits than doing nothing. I don't know about the same time every time. I went a bit late tonight.. got there at 7:30 and got out around 9 something so basically before closing.\n  \n  I do start off on the stationary bike, I feel like that's the only routine i follow. Everything after that is different each time but still using the same equipment, just in different order. I listen to my body. Fun to change it up that way too.\n  ","532386":"\n  It was kind of hard not to miss and then bam.\n  \n\n   @NO3MM3RZ\n  \n","532387":"\n  Have before but generally, no.\n  ","532388":"\n  Yes. 🍑💪\n  ","532389":"\n  more so when younger.\n  ","532390":"\n  You've gone above and beyond o.o\n  ","532391":"\n  Good. gym now, toodles.\n  ","532392":"\n  Idk... I'm still feeling the remainder of it ;)\n  ","532393":"\n  Same\n  ","532394":"\n  I liked iCarly more\n  ","532395":"\n  I forget... Some Indian dude recommended something. I want to say marsala but i feel like that's not right XD\n  \n  haven't tried much Indian food\n  ","532396":"\n  bacon :P\n  \n  ham?\n  ","532397":"\n  I just burnt my hand. stupid hair straightener.\n  ","532398":"\n  Obviously.\n  \n  Was due to bad eating habits but also pcos, which I was recently diagnosed with. I know someone is going to start complaining about me mentioning pcos now. 😂\n  ","532399":"\n  true\n  \n  ya.. new ones will probably come along anyways\n  ","532400":"\n  Probably have been. 256 was my highest in 2007.\n  ","532401":"\n  Cool\n  ","532402":"\n  oh nice :)\n  ","532403":"\n  How \"heavy\" do you think i am?\n  \n  made a poll anyways.\n  \n  I could do a rant but it's not worth it. Also going to the gym shortly. And no, not because of you. Don't flatter yourself, love.\n  ","532404":"\n  actual tea or dinner\/supper?\n  ","532405":"\n  but not me?\n  ","532406":"\n  Drying my hair.\n  ","532407":"\n  They haven't had one. They mentioned hot dogs and it reminded me that I didn't try\n  ","532408":"\n  none?\n  ","532409":"\n  raise them.. if it is their kid or family member of some sort. Friends kid etc\n  \n  There's not a good reason for any interaction with someone that young if it's not any kind of relation.\n  \n  I'm 30 and don't know anyone that young if not related in some way etc its weird.\n  ","532410":"\n  creepy\n  ","532411":"\n  ???\n  ","532412":"\n  Sure. Not in a s8xual way though.\n  ","532413":"\n  no.\n  \n  I recently talked to someone about that though XD\n  ","532414":"\n  lol fair enough.\n  ","532415":"\n  ya, not fun.\n  ","532416":"\n  Can I join that shower?\n  ","532417":"\n  weird fetish\n  ","532418":"\n  I don't believe so\n  ","532419":"\n  Last night. too much sodium :\/\n  ","532420":"\n  done\n  ","532421":"\n  Is this for a school project? :P\n  ","532422":"\n  I haven't had pepsi in like 10 years?\n  ","532423":"\n  Apple martini  (shaken not stirred, sugar on the rim instead of salt)\n  \n  margarita\n  ","532424":"\n  Yes. I remember one time they separated the male and females. Watched a film about periods and touched on sex.\n  \n  Then a few years later there was a health ed class. Was a guy teacher who was a coach and you could tell he just didn't want to be there lol Just seemed awkward and kind of shied away from sexual stuff but focused more on health. Waste of time on that one lol at least be informed and ready to give information. Give condoms out too? maybe do the whole banana thing like you see in some movies lol\n  ","532425":"\n  Can be\n  ","532426":"\n  Maybe ask him?\n  \n  didn't watch\n  ","532427":"\n  no. I'd be horrible at that\n  ","532428":"\n  Sometimes\n  ","532429":"\n  Yes. Everyone does at times.\n  ","532430":"\n  followed back :)\n  ","532431":"\n  ice cream or chocolate\n  \n  ham casserole\n  \n  Chinese food\n  ","532432":"\n  lol its fine. Get asked it enough\n  ","532433":"\n  three? ¯\\_(ツ)_\/¯\n  \n  They should stop f.ucking around....\n  ","532434":"\n  if bored.\n  ","532435":"\n  yes. thanks :)\n  ","532436":"\n  oh?\n  ","532437":"\n  followed back\n  ","532438":"\n  got you on my mind\n  ","532439":"\n  All the things I love, my characteristics. I'm still me even without my name.\n  ","532440":"\n  Not really. I burp more after eating at restaurants o.o\n  ","532441":"\n  I don't get when moms feel the need to overshare...\n  ","532442":"\n  I think of more noodle dishes or miso soup.\n  ","532443":"\n  I've never been but I'd say UK. Just seems healthier. if bigger portions = better then usa wins.\n  \n  usa! but we have most uk shows too.. hmm\n  \n  uk\n  \n  about the same?\n  \n  probably uk since she's been Queen for decades. People generally like the royal family.\n  \n  ¯\\_(ツ)_\/¯\n  ","532444":"\n  English would be nice.\n  ","532445":"\n  joking :P\n  ","532446":"\n  I haven't.\n  \n  Would be cool but a little iffy on it too.\n  ","532447":"\n  stranger danger\n  ","532448":"\n  shhhh you\n  ","532449":"\n  yes. I don't have to deal with that :P\n  ","532450":"\n  too early to think about that stuff lol\n  ","532451":"\n  I'm pretty casual but I clean up good 👌\n  \n  Some more dressy clothing would be nice, Sick of most of the clothing i have lol\n  ","532452":"\n  yes\n  ","532453":"\n  I did.\n  ","532454":"\n  You haven't met\n  \n   @gggssaq\n  \n  ?\n  \n  trolling\n  ","532455":"\n  haha only pee :P\n  \n  it was just that uncomfortable feeling.\n  ","532456":"\n  yes. would have been scary alone.\n  \n  The two big dogs wanted out so bad lol stupid things. Lulu was the only nervous one. I don't think the cats liked either.\n  ","532457":"\n  I had to pee. I'm sure the cat was being annoying too? My stomach also hurt since I had a lot of sodium yesterday. Was like I'll check online to not think about it lol\n  ","532458":"\n  💦💦💦\n  ","532459":"\n  *makes you hangover foods*\n  ","532460":"\n  anon mel\n  ","532461":"\n  no. mom and the pets.\n  \n  Then the BIL came back after work.\n  \n  Sister is on a business trip right now.\n  ","532462":"\n  I don't think I follow any Mel's\n  ","532463":"\n  When you hid in the hallway at one point to get away from the windows 😅\n  \n  Like stuff kept flying towards the doors. The bench flew to the other side of the yard etc that was like oh shit.\n  \n  Brother-in-law saw a trampoline in the middle of the road. Watched his constable signs float on by etc 😂 lots of flooding. There's a wash nearby and they closed the roads leading up to it... craziness.\n  ","532464":"\n  Haha what?\n  ","532465":"\n  I was up around 6ish.\n  ","532466":"\n  I don't know but Blizzard woke me up yesterday rattling the bottom of the door trying to get into the bedroom.\n  \n  Also Porgy is in heat and doing those god awful mating calls. Luckily, B is neutered.\n  ","532467":"\n  no. I've always been aware that some stuff can hurt you...\n  ","532468":"\n  No, I'm very much too single for my own good.\n  ","532469":"\n  Nice\n  ","532470":"\n  No. I've been on boats all my life. Including some ferry trips.\n  ","532471":"\n  Could have used one last night\n  ","532472":"\n  I still didn't listen to that song\n  ","532473":"\n  I'd rather be financially stable when I do have kids. Also I don't get how it's anyone's business. That's probably half of America anyways 😂\n  ","532474":"\n  Night\n  ","532475":"\n  I'm not talking about unconditional love.\n  ","532476":"\n  What's that like again?\n  ","532477":"\n  devu feeling, man.\n  \n  I don't like it lol\n  ","532478":"\n  Just is.\n  ","532479":"\n  nobody important\n  ","532480":"\n  I'd say so. Was very different from previous relationships. Showed me how it should be between someone you love.\n  \n  Yes but it's complicated as well. From both sides, I'd say.\n  ","532481":"\n  Not today, friend.\n  ","532482":"\n  Leighton\n  ","532483":"\n  usa\n  ","532484":"\n  So, you should be sleeping then? tsk tsk\n  ","532485":"\n  shouldn't you be sleeping?\n  ","532486":"\n  Not exactly.\n  ","532487":"\n  no\n  ","532488":"\n  This made me laugh. Blocked someone today, long time coming.\n  ","532489":"\n  yes\n  ","532490":"\n  :)\n  ","532491":"\n  ok. got the right one then. added to my read list but who knows when I'll get to it lol\n  ","532492":"\n  sounds like a death sentence.\n  ","532493":"\n  ......\n  ","532494":"\n  si\n  ","532495":"\n  :o\n  ","532496":"\n  why, you know some guys? ;)\n  ","532497":"\n  better\n  ","532498":"\n  That isn't sexy to me\n  ","532499":"\n  Good for you ;)\n  ","532500":"\n  The joys of losing weight.\n  ","532501":"\n  I thought so?  :o\n  ","532502":"\n  Just answered\n  ","532503":"\n  Is this a different anon?\n  ","532504":"\n  I thought it was free? I'm whitelisted ¯\\_(ツ)_\/¯\n  ","532505":"\n  I doubt that. I haven't been deleting anything. There's only one that has to do with mouth....\n  ","532506":"\n  need questions\n  \n  Basically wrote that it was in me and haven't had more q's...\n  \n  I don't know who the person is, can't exactly go to them.\n  ","532507":"\n  spank the monkey\n  ","532508":"\n  personal experience or...?\n  ","532509":"\n  😂😂😂\n  ","532510":"\n  hallelujah\n  ","532511":"\n  I don't have the right equipment for that\n  ","532512":"\n  lol @ does it.\n  \n  foreplay can be good. get the juices going etc\n  ","532513":"\n  Good place to be\n  ","532514":"\n  arsenic\n  ","532515":"\n  who needs a place?\n  ","532516":"\n  well how about that\n  ","532517":"\n  that smug look? 😏😏😏\n  ","532518":"\n  perhaps\n  ","532519":"\n  Going across the pond would be fun x\n  ","532520":"\n  bless you\n  ","532521":"\n  Anyone can join ;)\n  ","532522":"\n  How is it a rate when it's a known fact that I don't have pictures here? You literally didn't say anything...\n  ","532523":"\n  hard one.\n  \n  How could you!?\n  ","532524":"\n  O.o\n  ","532525":"\n  I didn't ask anyone to rate me.\n  ","532526":"\n  if they were into that.\n  \n  daddy, master, sir... it's whatever.\n  \n  I think their name can be even more sexy though!\n  ","532527":"\n  Not really. would be more about the person.\n  ","532528":"\n  I have it covered. Just not chatting at this moment :)\n  ","532529":"\n  What do you mean?\n  ","532530":"\n  Not right now\n  ","532531":"\n  #5\n  \n  when a teen, yes. Small stupid things.\n  ","532532":"\n  o.o\n  ","532533":"\n  it sure helps when single :P\n  ","532534":"\n  I'd say no.\n  ","532535":"\n  seems rude\n  ","532536":"\n  Not really. It's calmed a lot but getting more lightning now.\n  ","532537":"\n  watching the storm and the news\n  ","532538":"\n  sweet\n  ","532539":"\n  why what?\n  ","532540":"\n  why?\n  ","532541":"\n  sir mix alot\n  ","532542":"\n  oh\n  ","532543":"\n  Watch what you like\n  ","532544":"\n  my bad.\n  ","532545":"\n  I don't call my butt, fanny.\n  ","532546":"\n  thunderstorm :P\n  \n  more like hurricane for this area\n  ","532547":"\n  yes\n  \n  everything is knocked over\n  ","532548":"\n  I know.\n  \n  This storm is crazy!!!!\n  ","532549":"\n  Maybe two at most?\n  ","532550":"\n  aw no!!\n  ","532551":"\n  Love is so complex.\n  ","532552":"\n  It's pretty windy\n  ","532553":"\n  yes\n  ","532554":"\n  Yes. I'm just not a big drinker. I'm fine with 2-3 drinks. I really don't need to get drunk and hate myself the next day lol\n  ","532555":"\n  Yes, still. Surprisingly.\n  ","532556":"\n  In college before. it was my last class of the day and the teacher had a movie going the whole time. My friend and I were complaining of not wanting to go so we didn't. All of the tests were also open book so that class was just a joke. The first day, he came to class late and in pajamas, basically. I don't remember learning anything from the guy. I just remember that it was history based by the movies we'd always end up watching.\n  ","532557":"\n  no. He really wasn't lol\n  \n  He was also younger and into religion  (Jewish)\n  \n  we didn't have sex.\n  \n  it was more convenient to be in a relationship at that time o.o\n  ","532558":"\n  third party stuff can suck.\n  ","532559":"\n  they can be cool but scary too.\n  ","532560":"\n  Why are you nervous? <3\n  ","532561":"\n  Another storm on the way. How fun\n  ","532562":"\n  shouldn't compare girls.\n  ","532563":"\n  broken up with someone;\n  \n  haha yes. Once. We just weren't right for each other in so many ways! Was also one of the longest relationships XD Why!? I ended up telling him that one of his friends liked him and they dated shortly afterwards lol\n  \n  I actually downloaded an app for fb that shows people who view your page.. its probably not 100% correct but they have an \"old friends\" tab and his name was under it 😂😂😂\n  ","532564":"\n  I didn't take it that way lol\n  ","532565":"\n  Can be :)\n  ","532566":"\n  favorite memory;\n  \n  I feel like it can change depending what's on my mind?\n  \n  Anyways, I'll go with my grandpa hiding money in his hand and my sister and I picking which hand it was in. Which was obviously in both :)\n  \n  r.i.p\n  ","532567":"\n  I know that I wasn't being cocky earlier. lol I'm not better than anyone.. we all have our own stuff going on.\n  \n  I can be confident at times. But I think it's more humor and also being more outspoken. Masshole! Also Sagittarius people can be more blunt as well ¯\\_(ツ)_\/¯\n  ","532568":"\n  Sagittarius ♐\n  ","532569":"\n  Not all the technical terms and all that.\n  \n  I do like streaming videos more than downloading them.\n  \n  Then there's games you can watch people play in the moment etc\n  ","532570":"\n  sure... let's do this 👌\n  ","532571":"\n  I rarely drink coffee.\n  ","532572":"\n  Quitting would be dumb right now.\n  ","532573":"\n  When growing up: teacher\n  \n  college: more in the psychology field, therapist. I also thought dietitian because I've been there before. I would actually listen and try to help. one on one stuff.. not just see you once and be out of your life lol I'd be the cheerleader XD\n  \n  Something fashion related would be cool too hence my current \"job\".\n  ","532574":"\n  do everything that I've wanted?\n  ","532575":"\n  Not today.\n  ","532576":"\n  When did I become yours?\n  ","532577":"\n  Make my throat feel better. I really don't want to be sick!\n  ","532578":"\n  cute babies\/toddlers. Especially if well behaved too.\n  \n  cute texts\n  \n  things animals \/pets can do\n  \n  Nostalgia to songs, shows and movies\n  \n  I'm pretty simple XD\n  ","532579":"\n  best seat in the house jk\n  ","532580":"\n  I don't think I'm cocky lol\n  ","532581":"\n  You bug me 👋\n  ","532582":"\n  The lady on Maury sounds pretty dumb to me.\n  \n  hmm I have no idea.\n  ","532583":"\n  of me or ones that I've taken?\n  ","532584":"\n  I don't think they can :(\n  ","532585":"\n  Go read the last skype answer\n  ","532586":"\n  English\n  ","532587":"\n  For the most part.\n  ","532588":"\n  join forces\n  ","532589":"\n  fun tonight 👍\n  ","532590":"\n\n   https:\/\/youtu.be\/4Rg3sAb8Id8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  🎤🎤🎤\n  ","532591":"\n  ok\n  ","532592":"\n  What?\n  ","532593":"\n  ask me when I actually get my period 😂\n  ","532594":"\n  That I'm still tired because I read this as heard instead of learned...\n  ","532595":"\n  depends who the person was\n  ","532596":"\n  dirty!\n  ","532597":"\n  The truth?\n  ","532598":"\n  nah\n  ","532599":"\n  Probably everything 😂\n  \n  sore boobs\n  \n  nausea or puking... I'd say puking more since I dread that moment. It's the worst lol\n  \n  maybe nesting... cleaning more\n  \n  most likely gain weight in my hips\n  \n  feel like cravings and other stuff would happen later on?\n  ","532600":"\n  Spanktastic\n  ","532601":"\n  hmm I don't really hate movies ¯\\_(ツ)_\/¯\n  ","532602":"\n  OG = old geezer?\n  \n  You did :(\n  ","532603":"\n  no\n  ","532604":"\n  one step at a time, madame.\n  ","532605":"\n  They can't tell which one was probed or not?\n  ","532606":"\n  🍑💦\n  ","532607":"\n  not that much.\n  ","532608":"\n  I actually forget my name\n  \n  but I doubt I'd give it to you anyways. Bit desperate for it. That's not attractive.\n  ","532609":"\n  You make no sense\n  ","532610":"\n  I've been trying to be better on sc! 57 ranking woooo\n  ","532611":"\n  youcanjuiceme 😂\n  ","532612":"\n  Pretty much. my sc name can even imply it lol\n  ","532613":"\n  Now Skype is a dame. oh my\n  ","532614":"\n  I just feel like when I do give my kik 95% of the time the person is so clingy. or wants to be sexual and I just keep it more for friends and normal conversation. A little piece of quiet kind of thing. don't always feel the need to talk to someone 24\/7\n  \n  sc is easier to give for those more dirty stuff. ¯\\_(ツ)_\/¯\n  ","532615":"\n  Sheldon 👌\n  ","532616":"\n  Nothing 😯\n  ","532617":"\n  wasn't anon before.\n  \n  huge mistake lol\n  ","532618":"\n  I feel like Asia could be cute. Same with London.\n  \n  I haven't really heard any but Wendy did come to mind. He was a black guy named Wendy 😅\n  ","532619":"\n  cool.\n  \n  The guy was around the same timezone. aint want you that way, take the hint lol Didn't reply to his \"hey\" message here an hour or so before sleeping so ends up going on there. lol no. bye boy.\n  ","532620":"\n  When you forget about your tea and the taste dies. Lemon one so not quite bitter :\/\n  ","532621":"\n  Just turned 11am\n  ","532622":"\n  Those f8ckers!!\n  ","532623":"\n  I do\n  ","532624":"\n  *gives you water*\n  ","532625":"\n  You just did.\n  \n  Say, not said :)\n  ","532626":"\n  not unsolicited criticism.\n  \n  get away with that.\n  ","532627":"\n  expect the unexpected at times ¯\\_(ツ)_\/¯\n  ","532628":"\n  Good reason to not look at it.\n  ","532629":"\n  You guys are weird\n  ","532630":"\n  XD\n  ","532631":"\n  almost 4am. Like chill, child.\n  ","532632":"\n  Can you hear me now?\n  ","532633":"\n  lets not click that 👍\n  ","532634":"\n  Skype doesn't have a neck for ties.\n  ","532635":"\n  Skype can't wear ties.\n  ","532636":"\n  so you can send me heyyy at unreasonable hours? No thanks.\n  ","532637":"\n  me: goes into the kitchen\n  \n  mom: what are you doing awake? 😮\n  \n  me: that's nice\n  ","532638":"\n  😊\n  ","532639":"\n  3:23am when you sent this\n  \n  10:23am now\n  ","532640":"\n  wonderful -_-\n  ","532641":"\n  made up language?\n  ","532642":"\n  highly suspect now\n  ","532643":"\n  NYC\n  \n  how i envision Paris and London to be like.\n  ","532644":"\n  Good night 🎤🎤🎤\n  ","532645":"\n  A few have 🌹🌹🌹\n  ","532646":"\n  You should have paid more attention to your school work.\n  ","532647":"\n  musical tonight\n  ","532648":"\n  sing it bby!!\n  ","532649":"\n  Yes. Very fancy XD\n  ","532650":"\n  new material would be refreshing\n  ","532651":"\n  this isn't a question\n  ","532652":"\n  What's love got to do with it? 🎤🎤🎤🎤\n  ","532653":"\n  I'd rather get asked real questions.\n  ","532654":"\n  The ones close to me :)\n  ","532655":"\n  Thanks\n  ","532656":"\n  *bows down*\n  \n  the king is here\n  ","532657":"\n  indeed 😝\n  ","532658":"\n  so you said\n  ","532659":"\n  Yes! :P\n  ","532660":"\n  hola\n  ","532661":"\n  That would be horrible\n  ","532662":"\n  Well the baby wasn't incest but ya.. that's not good in general. like wtf.\n  ","532663":"\n  I've noticed\n  ","532664":"\n  Both would be awful\n  ","532665":"\n  haha I am!\n  \n  Must be a Boston thing XD\n  ","532666":"\n  Idk.\n  \n  just making me feel uncomfortable now lol\n  ","532667":"\n  *incest\n  \n  Both were graphic scenes.\n  \n  I'm done with this thread now\n  ","532668":"\n  no sh!t sherlock\n  ","532669":"\n  i watched the full movie... not sure if that site still works...\n  \n\n   http:\/\/www.letmewatchthis.com\/\n  \n\n  rvpe - baby newborn and then incest.\n  \n  It was gross and just went too far with those two hence why it's disturbing.\n  \n  The rest of the film wasn't that *bad* to me.\n  ","532670":"\n  Maybe 2-3 a month? idk.\n  \n  Sometimes none\n  \n  ¯\\_(ツ)_\/¯\n  ","532671":"\n  No. I had enough wetness today  (pool then shower)\n  \n  thanks for asking\n  ","532672":"\n  yawns\n  ","532673":"\n  I like the sound of that but I don't feel like translating 😂\n  ","532674":"\n  I'm not watching it!\n  \n  have before though. Two parts are really disturbing for me\n  ","532675":"\n  depends how good it is ;)\n  ","532676":"\n  That's the name of it - A Serbian Film\n  \n  lol\n  ","532677":"\n  Why can't I answer sexual questions without being in the mood? :O\n  ","532678":"\n  A Serbian Film... based on porn though but there's other plots going on too which are disturbing.\n  ","532679":"\n  nope\n  ","532680":"\n  6-9 please\n  ","532681":"\n  LETS NOT\n  ","532682":"\n  How often I watch? Not often enough.\n  ","532683":"\n  no, it doesn't.\n  ","532684":"\n  *in\n  \n  I like white guys more.\n  ","532685":"\n  Neither. I don't listen to either one enough. I probably have more Post Malone ones though.\n  \n  I want to see England more but Ireland is on my list too!\n  \n  Carolina\n  \n  TWOWS\n  ","532686":"\n  not right now\n  ","532687":"\n  no manners\n  ","532688":"\n  When I was thinking of not answering this and then you send it again\n  ","532689":"\n  yup. so racist\n  ","532690":"\n  no\n  ","532691":"\n  :\/\n  ","532692":"\n  seems like it lol\n  ","532693":"\n  You were probably aroused by it\n  ","532694":"\n  is this your salami guy!?\n  \n   @storm_stuart\n  \n","532695":"\n  Why do I reply to a lot of people?\n  ","532696":"\n  💦💦💦\n  \n  I didn't look at it\n  ","532697":"\n  No. It would be a doughnut as you guys spell it.\n  \n  I've never actually seen a really hot cop :(\n  ","532698":"\n  British\n  ","532699":"\n  sexy accents and men\n  ","532700":"\n  Same as the last time I answered minus the shorts\n  ","532701":"\n  knees and nips... very nice.\n  ","532702":"\n  congratulations\n  ","532703":"\n  buy her a ring\n  ","532704":"\n  Always\n  ","532705":"\n  Was it by that Elif person? I noticed there was a Mary lady with the same title....\n  ","532706":"\n  Never know what to say to these.\n  ","532707":"\n  Do I have to?\n  ","532708":"\n  surprised you didn't go anon\n  ","532709":"\n  I don't feel the love tonight\n  ","532710":"\n  and now the thread gets weird\n  \n  *hoses you down*\n  ","532711":"\n  How rude lol\n  \n  Looked it up. Seems interesting. I'm not that keen on religious books though.\n  ","532712":"\n  For him or me? ;)\n  ","532713":"\n  I don't know! I don't really read history or travel ones :(\n  ","532714":"\n  Pretty sure I'm being ignored now.\n  ","532715":"\n  interesting\n  ","532716":"\n  Why not?\n  ","532717":"\n  fucks.. no fucks given what I do. live it up lol\n  ","532718":"\n  Hard to explain but I guess the whole package of the person. ¯\\_(ツ)_\/¯\n  \n  I wouldn't like someone just for their mind. Other attributes would occur.\n  ","532719":"\n  You like girls now?\n  ","532720":"\n  least - Monday and Sunday!\n  \n  fave - probably Wednesday\n  ","532721":"\n  health?\n  ","532722":"\n  the retrograde brings romance 😈😉\n  ","532723":"\n  Being a badass bitch\n  \n  no f8cks\n  ","532724":"\n  I can do so dumb stuff but it's only momentarily.\n  ","532725":"\n  It's been pretty good :)\n  ","532726":"\n  went swimming\n  \n  listened to these podcast episodes 👍\n  \n  did some work stuff\n  \n  my brother was over for a bit\n  \n  ate dinner\n  ","532727":"\n  Maybe\n  ","532728":"\n  grey top and white denim shorts\n  ","532729":"\n  oh\n  ","532730":"\n  or watch something.\n  ","532731":"\n  Maybe I'm just not talkative with you :P\n  ","532732":"\n  No. It's normal stuff.\n  \n  I wouldn't want to be with someone who couldn't chill and have a good time. I'm funny so I like that banter too. If someone was serious 100% of the time, it would kill me.\n  \n  Everyone has a different idea on what that means. Looks aren't everything but the attraction needs to be there. Likewise other factors like personality could make the person seem more attractive.\n  \n  Good person is subjective again. But ya... should be!\n  \n  I understand the nonsmoking but it's not much of a deal breaker for me, personally. I don't smoke though.\n  ","532733":"\n  song lyrics\n  \n\n   https:\/\/youtu.be\/RQ9_TKayu9s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","532734":"\n  you rang?\n  ","532735":"\n  protested against. I have 🎤🎤🎤\n  \n  Yes though. More than I'd like lol\n  ","532736":"\n  I could say the same\n  ","532737":"\n  🙆🙆🙆🙆🙆🙆\n  ","532738":"\n  Last night I just wore underwear and oversized tshirt. It's basically like a dress now.\n  ","532739":"\n  No. I've only had blonde highlights added.\n  \n  pink, blue or silver\/grey would be interesting though.\n  ","532740":"\n  Glad I don't look it\n  ","532741":"\n  I can be but I'm a great listener too.\n  ","532742":"\n  need to go swimming :)\n  ","532743":"\n  fun in the sun\n  ","532744":"\n  fetish questions will be deleted\n  ","532745":"\n  I don't trust that link. I've never seen it with the stuff over the u's even when other languages have sent links. Seems to be a lot of different arevst's there as well including a bank.\n  ","532746":"\n  I don't really have many secrets myself.\n  \n  But yes, I can keep other's secrets.\n  ","532747":"\n  Good luck with that\n  ","532748":"\n  I could.\n  ","532749":"\n  random to get this.\n  \n  It does work in some instances though.\n  ","532750":"\n  childhood pictures\n  \n  books\n  \n  my old barbies\n  \n  some type of technology\n  \n  I'm not sure what else. I'm not that materialistic and I can be more minimalist at times.\n  ","532751":"\n  Maybe a quote on it ¯\\_(ツ)_\/¯\n  \n  don't really feel like thinking of morbid situations right now\n  ","532752":"\n  This app\n  \n  checking my horoscope in the morning\n  \n  even though I don't believe it 100% but most have been spot on and kind of helpful lately.\n  \n  bite my lip if mad, rarely get mad.\n  \n  night owl\n  ","532753":"\n  drivers who do stupid sh!t\n  ","532754":"\n  hey sweetie\n  ","532755":"\n  yes\n  ","532756":"\n  Don't worry about it\n  ","532757":"\n  Yesterday was good! (when this was sent )\n  \n  I honestly haven't done anything today yet. I woke up late.My muscles needed it after the gym last night. Had breakfast. Probably go in the pool in a bit.\n  ","532758":"\n  No. I don't really let it get to that point?\n  ","532759":"\n  The wrong mindset, not enough money, relationships not working out right etc\n  ","532760":"\n  no.\n  \n  I'll keep you posted?\n  ","532761":"\n  I like ice cream more.\n  \n  um.. I guess shaved ice. Those Italian ices came to mind.\n  ","532762":"\n  Happy birthday to Switzerland.\n  ","532763":"\n  I think I know myself a lot. Maybe minor things? idk\n  ","532764":"\n  Thanks hun\n  ","532765":"\n  nah. work in progress 🍑🍑🍑\n  ","532766":"\n  yes lol\n  ","532767":"\n  with a great booty\n  ","532768":"\n  yes. didn't reply afterwards 😂\n  ","532769":"\n  had an anon pretend to be him hence the quotation marks.\n  \n  like I was talking the whole time with the real guy and then the \"favorite\" was all get on sc, I miss you stuff... like wow. nice one.\n  ","532770":"\n  choose\n  \n  I'm not really sure :\/\n  ","532771":"\n  None. It would be all \"your grounded\" and then nothing would happen 😂\n  ","532772":"\n  I can be more shy when meeting new people but after a while, I don't shut up. Funny etc\n  ","532773":"\n  June?\n  ","532774":"\n  aww\n  ","532775":"\n  be there\n  \n  open communication\n  \n  trust them\n  \n  etc\n  ","532776":"\n  First you need to have beliefs.\n  ","532777":"\n  This seems personal.\n  \n  But I don't think I do. No real reason to lie about stuff. Only hurts you and the person in the end.\n  ","532778":"\n  ouch\n  ","532779":"\n  indeed\n  ","532780":"\n  Perfect\n  ","532781":"\n  no. That's scary.\n  ","532782":"\n  Have before when I first started...\n  \n  no to lately\n  ","532783":"\n  I saw this last night and couldn't resist\n  ","532784":"\n  How big you got?\n  ","532785":"\n  something cold\n  ","532786":"\n  yes\n  ","532787":"\n  Mountains\n  \n  unrelated but my friend's cat is named Dakota.\n  ","532788":"\n  No. I've only had highlights added.\n  ","532789":"\n  o.o\n  ","532790":"\n  Still can be rude either way.\n  \n  night\n  ","532791":"\n  Just that time, I think.\n  ","532792":"\n  Good night\n  ","532793":"\n  Perfect fit for a D in it\n  ","532794":"\n  Not really that surprised lol\n  \n  how'd that go?\n  \n  need to sleep now\n  ","532795":"\n  indeed. its not too bad.\n  ","532796":"\n  The wyd and how was your day are a bit strange too. Way too many in my inbox right now lol\n  \n  There's suspense?\n  ","532797":"\n  thankfully lol\n  \n  some are really creepy\n  ","532798":"\n  Let's not share everything, ok?\n  ","532799":"\n  Getting to the gym today  (Tuesday)\n  ","532800":"\n  loads of things. Vague answer but oh well.\n  ","532801":"\n  Sup dudette\n  ","532802":"\n  blue\n  ","532803":"\n  ya, seems like the same person. But this time they actually ask stuff instead of just messing with me so it's more annoying. Especially when they think mental illness \/ health isn't real...\n  ","532804":"\n  like that taintedlove dude.. Lyndsey's boyfriend which now changed to Lyndsey's ex.\n  \n  It's not my account. i have nothing to do with that person.\n  ","532805":"\n  wouldn't surprise me but I think it's some girl?\n  ","532806":"\n  I just kept it from the first time i made it ¯\\_(ツ)_\/¯\n  ","532807":"\n  yay :)\n  \n  give it time lol\n  ","532808":"\n  no. I just drink out of\n  \n   @NO3MM3RZ\n  \n  huge peen.\n  ","532809":"\n  Also ev if I remember correctly.\n  \n  The username says it all. coolio!!\n  \n   @Coolio247\n  \n","532810":"\n  yes. haven't had much lately.\n  \n  California for the ocean, please.\n  \n  Carolina (either side)\n  \n  NYC\n  \n  Tennessee so I can be corny and do that joke 😂\n  \n  Nebraska seemed cool but rather not have such dangerous weather.\n  \n  FL seemed cool. Destin looked great.\n  ","532811":"\n  No thank you.\n  ","532812":"\n  was never with them.\n  \n  That would have been my shortest relationship!\n  ","532813":"\n  SILENCE! :P\n  ","532814":"\n  born and raised like you!\n  ","532815":"\n  foot fetish guy too! Spanking...\n  ","532816":"\n  it can be! They keep getting lots of rain storms. So kind of happy its been nice here. The heat can be torture at times.\n  ","532817":"\n  hmm\n  ","532818":"\n  no\n  ","532819":"\n  *dies in a corner *\n  \n  NEVER!!!!!!!!!\n  ","532820":"\n  True. Not sure if I'll still be in AZ or not for all that. hmm\n  ","532821":"\n  Justine did! Another AZ person. wooo\n  ","532822":"\n  They know who they are 💕\n  ","532823":"\n  The heart cloud a few days ago\n  ","532824":"\n  *sends them back * :D\n  \n  Been boring recently. swimming etc 👍\n  ","532825":"\n  I thought I slept in really late but it was a normal time, thankfully. I was way too comfy earlier lol Usual breakfast shenanigans. Some online time. Took a shower. Listened to music while getting ready. Ate a snack and took my preworkout. Went to the gym 💪\n  \n  Reheated the plate of food for dinner. Gave Lulu (dog) some of the chicken.\n  \n  talked to some peeps\n  \n  bathroom trips..curse you water 😂\n  \n  blah blah blah\n  ","532826":"\n  oh the irony.\n  \n  Things have been good :)\n  ","532827":"\n  beautiful just like you!\n  ","532828":"\n  The gym.\n  ","532829":"\n  will do.\n  ","532830":"\n  I don't read much travel books :(\n  ","532831":"\n  no clue.\n  \n  Yes, sometimes. Need to be in a mood for. Haven't had in forever.\n  ","532832":"\n  They deserve it when I do :)\n  ","532833":"\n  under\n  ","532834":"\n  Didn't mean it that way.\n  ","532835":"\n  Probably not.\n  ","532836":"\n  congratulations\n  ","532837":"\n  My poor prince :(\n  \n  aint nobody strong from popcorn\n  ","532838":"\n  You probably don't eat enough :0\n  ","532839":"\n  no :(\n  \n  I've only been to San Diego\n  ","532840":"\n  Relaxing after the gym. Feeling good.\n  ","532841":"\n  Pretty much\n  \n  ugh\n  ","532842":"\n  Then don't call me it.\n  \n  Also it's not morning here.\n  \n  Hope you enjoy the future :)\n  ","532843":"\n  It's already been done. First thing I did when I got back.\n  ","532844":"\n  You are\n  ","532845":"\n  taking my bra off after the gym 😂\n  ","532846":"\n  decent amount.\n  ","532847":"\n  fantastic 💪💪💪\n  ","532848":"\n  I don't really train. I just do laps and go under water etc\n  \n  But pretty much every day or so. I love water.\n  ","532849":"\n  socks and shoes in AZ but it's necessary for the gym.\n  ","532850":"\n  to not from\n  \n  still not married.\n  \n  Good bye\n  ","532851":"\n  Stay in school\n  ","532852":"\n  That's scary and so advanced. I don't think I want to be burned but another part is like take me to the river  🐠🎤\n  ","532853":"\n  Just that their a judgmental pos\n  ","532854":"\n  breast stroke, freestyle. whatever i feel like.\n  ","532855":"\n  sex misses me\n  ","532856":"\n  Maybe later x\n  ","532857":"\n  not always 😂\n  ","532858":"\n  no\n  ","532859":"\n  very 🏊💦\n  ","532860":"\n  awkward\n  ","532861":"\n  Splendid lol\n  ","532862":"\n  I don't have kids.\n  ","532863":"\n  Good workout\n  ","532864":"\n  Not yet\n  ","532865":"\n  You don't\n  ","532866":"\n  These leggings make me want white fishnet stockings\n  ","532867":"\n  damn right ☝☝☝\n  ","532868":"\n  loads of things\n  ","532869":"\n  You probably like the pull out method too\n  ","532870":"\n  depends on the topic. I'd want to know what's going on to help better. Advice should be more personal on the situation.\n  ","532871":"\n  Yes or she's just one of those people who don't know what personal space means.\n  ","532872":"\n  Alright\n  \n  gym soon :)\n  ","532873":"\n  is not dating anyone.\n  \n  Why do strange accounts like me?\n  \n   @taintedlove7\n  \n","532874":"\n  You do.\n  ","532875":"\n  If you can trust the person and on other forms of bc then I don't see why not go without.\n  \n  If new to sex then definitely wear...\n  ","532876":"\n  Rarely do i indulge\n  ","532877":"\n  42D\n  ","532878":"\n  What about it?\n  ","532879":"\n  top of shoulders a bit. I'm tanned right now so they can be a bit more noticeable\n  ","532880":"\n  Maybe\n  ","532881":"\n  sleep\n  ","532882":"\n  I'm not sure :\/\n  ","532883":"\n  I don't have that one digitally.\n  ","532884":"\n  Most need it\n  ","532885":"\n  Yes, that person made me ask the question XD\n  \n  yup\n  ","532886":"\n  pass\n  ","532887":"\n  *beeps*\n  \n  And then those fun times when someone would be on the phone and it killed the signal lol\n  ","532888":"\n  My own.\n  \n  hey\n  ","532889":"\n  Since when? lol\n  ","532890":"\n  nobody\n  ","532891":"\n  What?\n  ","532892":"\n  nice\n  ","532893":"\n  I don't know. Can be creepy when people know I'm in a good mood too ;)\n  ","532894":"\n  nope\n  ","532895":"\n  Keeeeeeeeepppppp\n  ","532896":"\n  Yes, many times.\n  ","532897":"\n  No idea\n  ","532898":"\n  They didn't seem like doms to me 😂\n  \n  I have no idea.\n  ","532899":"\n  Good :)\n  ","532900":"\n  :)\n  ","532901":"\n  Good night beautiful\n  ","532902":"\n  night sugar\n  ","532903":"\n  *hugs you *\n  ","532904":"\n  You need to rest\n  ","532905":"\n  no lol wtf\n  ","532906":"\n  Another one bites the dust\n  \n  you're so vain\n  \n  I'm just a girl\n  \n  free falling\n  \n  i want a soundtrack, ok?\n  ","532907":"\n  Anything, really.\n  ","532908":"\n  No. I'm kind in general.\n  ","532909":"\n  I'm glad you're alive.\n  ","532910":"\n  yay\n  ","532911":"\n  Sounds like a threat 😂\n  ","532912":"\n  Should share if it's really good too :)\n  ","532913":"\n  I didn't check it today.\n  ","532914":"\n  I can't confirm or deny that.\n  ","532915":"\n  nightstand with a lamp and glass filled with water. The wall.\n  ","532916":"\n  watching youtube :)\n  ","532917":"\n  so sweet\n  ","532918":"\n  :(\n  ","532919":"\n  Probably a tiny bit if we try but not a ton?\n  ","532920":"\n  lol ya. Especially since you need a certain amount of followers and all that. dumb\n  ","532921":"\n  Thanks\n  ","532922":"\n  little of both!\n  ","532923":"\n  indeed\n  ","532924":"\n  Thought of something and made my mood go down ¯\\_(ツ)_\/¯\n  ","532925":"\n  That's good for now :)\n  ","532926":"\n  be careful :P\n  ","532927":"\n  lol most likely kidding but yes!!!\n  ","532928":"\n  pity party for one :P\n  ","532929":"\n\n   @NO3MM3RZ\n  \n","532930":"\n  kind of made myself not in the mood\n  ","532931":"\n  appreciate it\n  ","532932":"\n  haha no XD\n  \n  ew lol\n  ","532933":"\n  lol no. I deleted him if its who I'm thinking about lol\n  ","532934":"\n  He's not like that.\n  \n  Apparently the newest guy i added unfriended me because I wasn't horny when we talked lol ok then.\n  ","532935":"\n  Not tonight\n  ","532936":"\n  No doubt or someone walking by and seeing it.\n  \n  get better pockets :P\n  ","532937":"\n  who knows\n  ","532938":"\n  *goes to Walmart*\n  \n  Nah.. not sure which one you went to and too dark for that.\n  ","532939":"\n  lol\n  ","532940":"\n  What motivates you?  ; )\n  ","532941":"\n  Did you check the other pocket?\n  ","532942":"\n  You look alive to me\n  ","532943":"\n  aww\n  ","532944":"\n  yes, AZ likes staying hot lol\n  ","532945":"\n  Make that booty yours\n  ","532946":"\n  I don't understand this\n  ","532947":"\n  oh my\n  ","532948":"\n  Good luck finding something worthwhile there :)\n  ","532949":"\n  How'd you manage that?\n  ","532950":"\n  I would hope so. We had the Internet before you guys lol You should thank us that it's so much better these days,\n  ","532951":"\n  I'm not sure\n  ","532952":"\n  Would hope so\n  ","532953":"\n  30\n  ","532954":"\n  no hence the person saying why it would be painful\n  ","532955":"\n  Nothing sexy lol\n  ","532956":"\n  One has to be sexy for that to happen ; )\n  ","532957":"\n  Maybe\n  ","532958":"\n  You light up my night\n  ","532959":"\n  greedy\n  ","532960":"\n  ☝☝\n  ","532961":"\n  sexy birthday suit 😘\n  ","532962":"\n  You have a big d?\n  \n  I'm sure it would start painful and get better\n  ","532963":"\n  and now time to sleep for you :(\n  ","532964":"\n  ah. good night then sleepyhead x\n  ","532965":"\n  lol ya. that was ridiculous\n  ","532966":"\n  a great meeting ; )\n  ","532967":"\n  Probably. Made it clear he had dibs 😂\n  ","532968":"\n  I'd say C more often.\n  ","532969":"\n  😘😘😘\n  ","532970":"\n  I'd rather keep it smaller\n  \n  have a good night :)\n  ","532971":"\n  yes but not fluently\n  ","532972":"\n  more guys or round 2?\n  \n  I was planning on reading for a little bit.\n  ","532973":"\n  think it already was at parts XD\n  ","532974":"\n  It's been ok :)\n  ","532975":"\n  Not this time\n  ","532976":"\n  I have no idea. still a smallish #\n  \n  maybe 5\/6?\n  ","532977":"\n  ok\n  ","532978":"\n\n   @JJD55\n  \n","532979":"\n  ya.. I haven't talked to him in a few weeks. Things seemed good then...\n  ","532980":"\n  gracias\n  ","532981":"\n  No\n  ","532982":"\n  decent amount, i guess. Be more if you were here ;)\n  ","532983":"\n  Maybe. lol\n  \n  kept getting the notification\n  ","532984":"\n  nice so far 😉\n  ","532985":"\n  cutie\n  \n  I noticed someone liking a lot.\n  ","532986":"\n  oh yes\n  ","532987":"\n  damn\n  \n  no fun for him then!\n  \n  must be the silent watcher type\n  ","532988":"\n  Not really.\n  ","532989":"\n  yes :)\n  ","532990":"\n  😂😂😂\n  ","532991":"\n  I haven't tried anything from him\n  ","532992":"\n  ah sad\n  \n  I haven't checked it today\n  ","532993":"\n  I'm surrounded by idiots\n  \n  come back\n  \n  i carried a watermelon\n  \n  hopelessly devoted to you\n  ","532994":"\n  Sure. He was basically my virtual valentine last year 😂 I like his memes, the no shit attitude, smart about many subjects. The way he kills the haters\n  \n\n   @ErinWolf4919\n  \n","532995":"\n  yes\n  \n  you must have waited a while to talk to me too?\n  ","532996":"\n  Good to hear\n  ","532997":"\n  Oh? And to think you shared too :P\n  ","532998":"\n  wonderful ;)\n  ","532999":"\n  yes\n  ","533000":"\n  It will be :)\n  ","533001":"\n  Glad that helped you too.\n  ","533002":"\n  shhh ;)\n  ","533003":"\n  by being slutty online, apparently.\n  ","533004":"\n  It shows\n  ","533005":"\n  What did it the most for you?\n  ","533006":"\n  Do it\n  ","533007":"\n  I think so\n  ","533008":"\n  burst all over me\n  ","533009":"\n  I figured. got quiet around here lol\n  \n  my other anon must be busy too\n  ","533010":"\n  My friend's sister is deaf. I learned a semester of ASL. It was cool since the teacher's son is deaf so basically had to teach herself and him it. She also wrote the books that we used - Irene Duke.\n  \n  There was a deaf girl at the 4th of July thing and I didn't know the words on how i would say what I was saying.. but I basically gave her the information. I could tell she was deaf since before I noticed she was signaling with her hands.\n  ","533011":"\n  Did it? I don't remember seeing that but I probably used pEnis or c0ck more...\n  ","533012":"\n  nice :)\n  ","533013":"\n  How you holding up?\n  \n  that's the plan\n  ","533014":"\n  lol @  deek\n  \n  I'd love to feel you inside me\n  ","533015":"\n  I don't have a d!ck to get bon jovi'd\n  ","533016":"\n  I did hear that his ratings were up. I'm not that political.\n  ","533017":"\n  For you bby\n  ","533018":"\n  oh goodie\n  ","533019":"\n  See you tomorrow or sometime?\n  ","533020":"\n  Both!\n  ","533021":"\n  I know; )\n  ","533022":"\n  * my\n  \n  mmm\n  ","533023":"\n  aww\n  ","533024":"\n  Either way is fine. I feel like I don't have a role much.\n  ","533025":"\n  For the both of you\n  ","533026":"\n  no, that's just juice 😉\n  ","533027":"\n  ok. have a good night\n  ","533028":"\n  earlobe play kind of question?\n  ","533029":"\n  will do 😘\n  ","533030":"\n  You have any permission then ;)\n  ","533031":"\n  excellent bby\n  ","533032":"\n  I like when guys tell me their close. hot\n  \n  you might just jizz everywhere when I mention touching myself though :\/\n  ","533033":"\n  Are you stressed out?\n  ","533034":"\n  *moans* I like when you go faster\n  ","533035":"\n  Still need my mouth occupied as well 😇😈😉\n  ","533036":"\n  yes it does 🍑💦\n  ","533037":"\n  moaning sounds better currently\n  ","533038":"\n  This made me laugh.\n  \n  Wet but haven't touched yet\n  ","533039":"\n  so you only want to spank me?\n  ","533040":"\n  rest, drink more water.\n  ","533041":"\n  I guess sugar.\n  ","533042":"\n  shit 💦\n  ","533043":"\n  True\n  ","533044":"\n  Yes, I can.\n  ","533045":"\n  xoxo\n  ","533046":"\n  He must have wanted a different spot XD or thinking about what you two are 'doing'\n  ","533047":"\n  yes. I want the best for you :)\n  ","533048":"\n  Can go either way but mostly in the mood too.\n  ","533049":"\n  Nice sensations going on\n  ","533050":"\n  It's fine. I just feel like I hold back a little because it is public lol\n  ","533051":"\n  I like the feeling more than you ; )\n  ","533052":"\n  You are ok. nice to have normal questions as well\n  ","533053":"\n  Sometimes or times it can be laughable depending on the way they go about it\n  ","533054":"\n  Neither for or against it.\n  ","533055":"\n  Can be a bit awkward at times since its public\n  ","533056":"\n  Waiting; )\n  ","533057":"\n  yes pls\n  ","533058":"\n  oops\n  ","533059":"\n  Work that magic 🍑🍑🍑\n  ","533060":"\n  being oh so kind 😂\n  ","533061":"\n  that guys d might be in the way\n  ","533062":"\n  ☝☝☝\n  ","533063":"\n  Want to feel?\n  ","533064":"\n  Today seems better; )\n  ","533065":"\n  I think that happens a lot. I guess it would depend how nice they were?\n  ","533066":"\n  Drink\n  ","533067":"\n  🍆💦\n  ","533068":"\n  I'm here :)\n  ","533069":"\n  It would like you there\n  ","533070":"\n  Any dog that lives in a bad environment, home could lash out. It's unfair to the well behaved pits.\n  ","533071":"\n  Looks that way\n  ","533072":"\n  You get to pick first :)\n  ","533073":"\n  lucky me 😈\n  ","533074":"\n  She sent it to everyone :P\n  ","533075":"\n  I'll try. You guys come out of the woodwork\n  ","533076":"\n  No. There should probably be some requirements though for safety reasons...\n  ","533077":"\n  seems so\n  ","533078":"\n  orgy\n  ","533079":"\n  You guys must have really missed me yesterday\n  ","533080":"\n  Thanks for the consideration XD\n  ","533081":"\n  Can't i pull something else?\n  ","533082":"\n  yes\n  \n  no\n  \n  yes\n  \n  no\n  \n  not professionally. well i did get a facial and worked a bit on shoulders but not much lol\n  ","533083":"\n  Nice song!\n  ","533084":"\n  oh?\n  ","533085":"\n  yesterday before the storm came\n  ","533086":"\n  no\n  \n  yes\n  \n  yes\n  \n  always lol\n  \n  yes. It's not rocket science\n  ","533087":"\n  hey petal\n  ","533088":"\n  The 2nd person to say something similar lol\n  ","533089":"\n  ?\n  ","533090":"\n  Nah. I'm not bitter ;)\n  ","533091":"\n  How rude!!\n  ","533092":"\n  Yes. I'll be 31 in December.\n  ","533093":"\n  LISTEN TO THE LADY!\n  ","533094":"\n  never bored of you :)\n  ","533095":"\n  yogurt and blueberries\n  ","533096":"\n  fun\n  ","533097":"\n  Can't always help that.\n  ","533098":"\n  nooooo\n  ","533099":"\n  I knew you would\n  ","533100":"\n  Enjoy your day \/ night\n  ","533101":"\n  What about it?\n  \n  I'm not very political.\n  ","533102":"\n  harmless\n  ","533103":"\n  I'm not sure. Lots of good shows and movies to pick from.\n  ","533104":"\n  House is great too.\n  \n  Don't let me put you off of it.\n  ","533105":"\n  😘\n  ","533106":"\n  you'd like that 😈😉\n  ","533107":"\n  Breaking Bad can get a bit violent.\n  ","533108":"\n  Would be better if you gave the exact age :P\n  \n  I'm not looking for anything online so age doesn't matter. I'm happy you are older instead of a child if that counts lol\n  ","533109":"\n  I can't picture you watching drug related shows. so pure :)\n  \n  It was good, funny.\n  ","533110":"\n  😎\n  ","533111":"\n  I'd rather not rule\n  ","533112":"\n  oh\n  ","533113":"\n  sounded better when I wrote it :P\n  ","533114":"\n  no thanks lol I'd be shit at that job\n  ","533115":"\n  One out of  __ billion 😂\n  ","533116":"\n  I won't publish it\n  ","533117":"\n  Try me.\n  ","533118":"\n  but you were my peace of heaven\n  ","533119":"\n  I would never hate you\n  ","533120":"\n  How old are you?\n  ","533121":"\n  lol\n  ","533122":"\n  What do you mean????\n  ","533123":"\n  I didn't do much yesterday. Just wasn't on here.\n  ","533124":"\n  like nails on a chalkboard\n  ","533125":"\n  nope\n  ","533126":"\n  perhaps. hopefully the near future; )\n  ","533127":"\n  Tell me about it\n  ","533128":"\n  I don't feel that mature at times. Thanks :)\n  ","533129":"\n  aw\n  ","533130":"\n  I don't like any of my guy friends that way\n  ","533131":"\n  Thanks, darling.\n  ","533132":"\n  Seems like it :(\n  \n  slave for you came to mind\n  ","533133":"\n  tizz sounds cute XD\n  \n  so old fashioned\n  ","533134":"\n  You flatter me, sir.\n  ","533135":"\n  Well that's mean lol\n  ","533136":"\n  You sent this twice\n  ","533137":"\n  meant it\n  ","533138":"\n  ¯\\_(ツ)_\/¯\n  ","533139":"\n  no, a Geisha.\n  ","533140":"\n  Trump should learn from you\n  ","533141":"\n  A Japanese Lyndsey would be interesting.\n  ","533142":"\n  108\n  \n  *takes everything off*\n  ","533143":"\n  face down, ass up\n  ","533144":"\n  *lays on you instead *\n  ","533145":"\n  Especially when it's 100+ out\n  ","533146":"\n  *sits Indian style*\n  ","533147":"\n  True\n  ","533148":"\n  It's a wet business\n  ","533149":"\n  Sometimes. Depends more what was said\n  ","533150":"\n  They seem to disagree.\n  ","533151":"\n  Not sure yet\n  ","533152":"\n  ok...\n  ","533153":"\n  Not mention bodily fluids :P\n  \n  um... humor.\n  ","533154":"\n  funny bone sounds more s3xual\n  ","533155":"\n  Haven't found anyone worthwhile. Also been focused on myself in other areas of my life\n  ","533156":"\n  Being frustrated?\n  ","533157":"\n  Good to know\n  ","533158":"\n  You better :)\n  ","533159":"\n  I have no idea. Guess it depends what you like.\n  \n\n   @FeelFreeToAsk2017\n  \n  and\n  \n   @storm_stuart\n  \n  are from Aussiecland 👍\n  ","533160":"\n  sure\n  ","533161":"\n  not sure i believe that 😂\n  \n  yes, funny people :)\n  ","533162":"\n  They lied about the subtitles but looks ok\n  ","533163":"\n  I hope this is a nice anon\n  \n   @mostafasabryfathy\n  \n","533164":"\n  Have fun with that\n  ","533165":"\n  aww\n  \n  thanks  <3\n  ","533166":"\n  That doesn't help then lol\n  \n  indeed its not\n  ","533167":"\n  You ask questions about yourself now 😂\n  ","533168":"\n  What did you ask?\n  ","533169":"\n  I went to Niagara Falls. Rode the maid of the mist. Went into the cave tour thing. The water made rainbows. Our hotel was up a big hill so lots of walking. Lots of shops including Rigleys believe it or not, wax museum etc\n  \n  Would be cool to travel to other areas.\n  ","533170":"\n  And that is?\n  ","533171":"\n  Aw you missed me\n  ","533172":"\n  I've never been outside of the usa. Only been to Canada once.\n  \n  I know of but haven't been.\n  ","533173":"\n  cue the heartbreak\n  ","533174":"\n  I don't think so. Any recommendations?\n  ","533175":"\n  Yes 💔\n  ","533176":"\n  Yes. I'm using a sample sized one from Tarte.\n  ","533177":"\n  Hopefully in a good way.\n  ","533178":"\n  I can :)\n  ","533179":"\n  chicken\n  ","533180":"\n  That's nice but not exactly what she meant XD\n  ","533181":"\n  I had a raspberry one.\n  ","533182":"\n  noted ;)\n  ","533183":"\n  tri colored pasta, cucumbers, black olives, tomato, feta cheese, Italian dressing 😍\n  \n  I love chicken parm so that's always a go to.\n  ","533184":"\n  She just wants you healthy. Neither is in the wrong. It's ok to be gay. You should be using protection though. Also going to the doctor and getting tested if sleeping with just any guy you fancy.\n  \n  * that should be said for anyone who is having random sex left and right.\n  ","533185":"\n  Yes. Made some tea so didn't answer the other question straight away.\n  ","533186":"\n  I'm good  <3\n  ","533187":"\n  The last two\n  ","533188":"\n  :)\n  ","533189":"\n  A cutie with a cutie\n  ","533190":"\n  😂😂😂😂\n  ","533191":"\n  Not really a factor i think about. If he was everything else i wanted then it shouldn't matter. I think it would be a little weird since guys are usually more s3xual so I'd def want to know why...\n  ","533192":"\n  I'm good.\n  ","533193":"\n  ☝☝☝\n  ","533194":"\n  aww\n  ","533195":"\n  This is probably Leighton\n  ","533196":"\n  nice\n  ","533197":"\n  yes\n  ","533198":"\n  Yup. Been getting those too\n  ","533199":"\n  nice\n  \n  I only follow around 60\n  ","533200":"\n  ikr\n  ","533201":"\n  I had a poop one last night but deleted it lol\n  ","533202":"\n  2056 followers :0\n  ","533203":"\n  I only like stuff that I understand.\n  \n  I also don't care for f4f or likes4likes\n  ","533204":"\n  I won't like everything since I don't know the language.\n  ","533205":"\n  😂😂😂😂\n  ","533206":"\n  reading\n  \n  writing, at times. Need to be in the mood for it.\n  \n  Swimming\n  \n  the gym\n  \n  walking\n  \n  shopping\n  \n  etc\n  ","533207":"\n  Are you from Japan or just stating facts?\n  ","533208":"\n  Not always\n  ","533209":"\n  Probably not. It's been years since I played the recorder and piano\/keyboard.\n  ","533210":"\n  If I felt a connection, really horny or drunk lol\n  ","533211":"\n  cutie\n  ","533212":"\n  When I do 😍\n  ","533213":"\n  lol no\n  \n  never! 😊\n  ","533214":"\n  I just wouldn't want a complete stranger.\n  ","533215":"\n  For? You've done nothing wrong.\n  ","533216":"\n  No complaints :)\n  ","533217":"\n  more dirty blonde these days.\n  \n  It was pretty much the same color as the sketch in winter.\n  ","533218":"\n  You guys are weird.\n  ","533219":"\n  Still wouldn't date someone that young.\n  ","533220":"\n  Apparently lol\n  ","533221":"\n  Private. Friends and Family only, please.\n  ","533222":"\n  No.\n  ","533223":"\n  You aren't\n  ","533224":"\n  I know :\/\n  ","533225":"\n  awwww stopppp\n  ","533226":"\n  Would be better\n  ","533227":"\n  I don't know. I kind of feel like a beach wedding would be fun. It's also something I'd want input on with the future fiancé.\n  ","533228":"\n  One right now and a pair of sandals.\n  ","533229":"\n  I'd rather love than have a grudge about something. I don't feel like wasting energy on negative things.\n  ","533230":"\n  No thanks. That's what I did last time and some crazy guy ended up making multiple accounts to harass me with on there.\n  ","533231":"\n  dated\n  ","533232":"\n  Pardon?\n  ","533233":"\n  For sure!\n  ","533234":"\n  Human\n  ","533235":"\n\n   @lnr87\n  \n  doesn't know that user and could care less.\n  ","533236":"\n  I suppose. Had to get vaccines before going back to school.\n  ","533237":"\n  Khloe!\n  \n  I love her new hairstyle\n  ","533238":"\n  My multivitamin has vitamin d in it :P\n  \n  I also got some sun yesterday :)\n  ","533239":"\n  My dad would walk me to school with our old dog. Everyone loved her in the neighborhood.\n  \n  Mom bribed me with barbies to go to the doctors lol That made it more fun going to toysrus afterwards XD\n  ","533240":"\n  ¯\\_(ツ)_\/¯\n  ","533241":"\n  Doesn't hurt...\n  ","533242":"\n  Some beach thing\n  ","533243":"\n  no\n  \n  yes\n  \n  no\n  \n  sometimes\n  \n  not currently but love!\n  ","533244":"\n  I don't. I'd be worried if I did 😂\n  ","533245":"\n  shhhh\n  ","533246":"\n  no lol\n  ","533247":"\n  True. I was like it's a little late for that! XD\n  ","533248":"\n  No. He's not legal.\n  ","533249":"\n  Enough to get this as my horoscope today 😂\n  ","533250":"\n  Someone seems clingy already\n  ","533251":"\n  no. tired\n  ","533252":"\n  I'm going to bed anyways.\n  ","533253":"\n  Good night\n  ","533254":"\n  yes but I don't like giving it to anons\n  ","533255":"\n  I feel like I knew when younger but didn't touch myself really until 18 lol\n  ","533256":"\n  23-35\n  \n  ideally more the 28+ range\n  \n  just more \"mature\"\n  ","533257":"\n  Either way.\n  ","533258":"\n  I can't take the last question seriously. I just picture a gangbang (haven't done) or a weird sleepover but with guys sharing the bed.\n  ","533259":"\n  with\n  \n  not bad\n  ","533260":"\n  What would you rate yourself as then?\n  ","533261":"\n  They should eat ass\n  ","533262":"\n  You shouldn't say you love someone when you don't know them\n  ","533263":"\n  Yes. It's not bad.\n  ","533264":"\n  The secret ingredients\n  ","533265":"\n  I deleted some too.\n  ","533266":"\n  I guess their age? I guess.\n  ","533267":"\n  Yes. I overshare a lot at times too.\n  ","533268":"\n  What?\n  ","533269":"\n  True. Also another reason why I waited longer. plus most guys didn't see me that way lol\n  ","533270":"\n  They should want video more jk\n  \n  No idea. It can be quite annoying at times. I can understand if it's a mutual person i follow and talked a lot but this is just some guy I've never even had a conversation with. Also it's always anons asking for pics... like why do you deserve it? lol\n  \n  he'll probably talk about ig, fb or something else now 😂😂 like fuck off. Yes, I'm single. Doesn't mean shit XD\n  ","533271":"\n  7\n  ","533272":"\n  I make horrible first impressions. I also don't have any new pictures. Too dark to take some now as well.\n  ","533273":"\n  My friend had a baby in the 7th grade. Last time I knew she had three. Wouldn't surprise me if had more. Different dads as well.\n  ","533274":"\n  um... I'm not sure.\n  ","533275":"\n  Yes. I've had about 5 but didn't sleep with all of them. Does age really matter though? 25. Late bloomer, ok :P\n  ","533276":"\n  I wish you wouldn't\n  ","533277":"\n  no. it's just been a while lol\n  ","533278":"\n  Can't i be in the middle?\n  ","533279":"\n  yes\n  ","533280":"\n  and then deactivated...\n  "}}