{"Question":{"535427":"\n   damn i miss him\n  ","535428":"\n   Ok , however that is not fetish any way\n  ","535429":"\n   do you know when zack is back\n  ","535430":"\n   I wash it for u after pee\n  ","535431":"\n   No just light pressure or a little bit harder\n  ","535432":"\n   Do you like having pressure applied to your neck during sex?\n  ","535433":"\n   Plans?\n  ","535434":"\n   Favorite restaurant?\n  ","535435":"\n   How are you?\n  ","535436":"\n   Hiya\n  ","535437":"\n   why didn't it mater if you were naked or not   ?................plus i ment would you wait for them to go to bed so you could you go to the bathroom\n  ","535438":"\n   One day I will see you doing that in our house\n  ","535439":"\n   I have sex with my wife not more than 18 times per week is that enough ?\n  ","535440":"\n   are u listening to music?\n  ","535441":"\n   Ca you pee standing up?\n  ","535442":"\n   How was last night\n  ","535443":"\n   How many rounds is the best\n  ","535444":"\n   Oldest and youngest you would date?\n  ","535445":"\n   With a guy?\n  ","535446":"\n   First one in awhile?\n  ","535447":"\n   Did someone help you along ie pictures or something?\n  ","535448":"\n   How long did they last\n  ","535449":"\n   Why 2nd\n  ","535450":"\n   Is round 1 always the best\n  ","535451":"\n   What round was better\n  ","535452":"\n   That much fun?\n  ","535453":"\n   Last night?\n  ","535454":"\n   Post something heart-warming. 🌸\n  ","535455":"\n   would you go to the toilet when they werein bed or let them in with you\n\nand if you knew them very well would you get in the bath with them\n  ","535456":"\n   The Best World Cup Song Is...........  (insert any song from any country of any year of the world cup here)\n  ","535457":"\n   Which dance do u prefer? Bell y dance or Salsa?\n  ","535458":"\n   can you imagine yourself ever joining the military? did you ever consider it? (do you have any friends in the military?)\n  ","535459":"\n   I blew him. He came in my mouth and we both loved it. We did it again a while after.\n  ","535460":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","535461":"\n   what’s the last fast food restaurant you had food from?\n  ","535462":"\n   Good night beautiful\n  ","535463":"\n   the person your babysitting\n  ","535464":"\n   Ever done scarfing?\n  ","535465":"\n   Add my Snapchat I think we could be like bestfriend or something skye_bree95\n  ","535466":"\n   No it was exploding over all the long complicated words.   Wouldn't do that s*xually with someone anyway ew\n  ","535467":"\n   *brain explodes*\n  ","535468":"\n   Wassthat?\n  ","535469":"\n   Ever done breath play?\n  ","535470":"\n   what do you do if they need help with the bath\/toilet\n  ","535471":"\n   insulin resistance?\n  ","535472":"\n   have you babysat before?\n  ","535473":"\n   do you always wash your hands after touching public facilities?\n  ","535474":"\n   if you could change one thing about your body what would it be\n  ","535475":"\n   Ever been tied up with ropes?\n  ","535476":"\n   Are your eyes large?\n  ","535477":"\n   strangest place you peed behind\n  ","535478":"\n   Pap of u rn :)\n  ","535479":"\n   Love you🌹👑\n  ","535480":"\n   Queen🌹👑\n  ","535481":"\n   🌹🌹👑👑\n  ","535482":"\n   I thought something happened to you. Glad you’re having a great time there\n  ","535483":"\n   U know.... u have flooded my whole notification bar with ur notifications.....😊😊😊\n  ","535484":"\n   Eww your anons 😮\n  ","535485":"\n   What happened? I’m sorry if you already explained it. It’s the first time hearing about it\n  ","535486":"\n   What boots do you own?\n  ","535487":"\n   Are you moving back to Maine\n  ","535488":"\n   Do you have a leather jacket?\n  ","535489":"\n   Do you own any designer heels or handbags?\n  ","535490":"\n   Shoe sihe?\n  ","535491":"\n   its childish things they doing\/ saying  and her a couple of her friends lke to copy her\n  ","535492":"\n   what do you do or say if your friend keeps on doing\/saying things that are  inappropriate ?\n  ","535493":"\n   Milk chocolate or dark chocolate?\n  ","535494":"\n   Would you rather live in Colorado City, AZ or Detroit, MI?\n  ","535495":"\n   Best thread I’ve read in a long while LMAO\n  ","535496":"\n   Which grocery store do you shop at the most? If it's a chain, which location is it.\n  ","535497":"\n   -\n  ","535498":"\n   What is the best thing to do on a first date?\n  ","535499":"\n   What makes a person rich?\n  ","535500":"\n   Idiot\n  ","535501":"\n   Lyndsey’s a pro at the art of ass eating. She’s giving me pointers\n  ","535502":"\n   Thanks much love xx\n  ","535503":"\n   Hey babe please send some anons my way I’m getting tired of trash 🙃\n  ","535504":"\n   Are you single?  Would you ever date a girl?\n  ","535505":"\n   What is the most unexpected thing that happened to you this week?\n  ","535506":"\n   Lyndsey do you think Jon has emotional problems?\n  ","535507":"\n   What is the best way to say goodbye?\n  ","535508":"\n   How did you meet your best friend?\n  ","535509":"\n   Is there something you found out about yourself while using ASKfm?\n  ","535510":"\n   So beats the final coda, Lyndsey.\n  ","535511":"\n   did you wear a glove or bare handed?\n  ","535512":"\n   have you ever given a handy-j?\n  ","535513":"\n   Do you smell nice? It's important that you smell nice\n  ","535514":"\n   When my boyfriend and I are making out he pushes my head toward his lap. What does that mean? My friend Candace says he wants me to put his thing in my mouth. No way right?\n  ","535515":"\n   Don't answer the loonies\n  ","535516":"\n   did you do stuff to him?\n  ","535517":"\n   You are so right. A lot of rice gets wasted that way lol\n  ","535518":"\n   i'm available if tony isn't :)\n  ","535519":"\n   did he do stuff to you?\n  ","535520":"\n   at least 11 days since your last good kiss. you need more action hahaha\n  ","535521":"\n   lucky tony\n  ","535522":"\n   who's he\n  ","535523":"\n   who was it\n  ","535524":"\n   so so so long ago then. sad\n  ","535525":"\n   last time you had a deep, sensuous kiss? and who kissed you?\n  ","535526":"\n   Hey dude, why don't the anons count ?\n  ","535527":"\n   Yeah, you mus ta few weird people following haha\n  ","535528":"\n   It's not that I'm a prude lol\n  ","535529":"\n   A spank off ? What are some people like !\n  ","535530":"\n   Doesn't sound like you got it that bad! That's good :P I think certain areas in the valley had it worse... Like over here, I thought it was a legit hurricane... Not much damage, but not a typical haboob\/monsoon storm! lol.Either way, I'm just happy we got RAIN from all this HUMIDITY!*pats hair down*\n  ","535531":"\n   would you participate in a spank off?\n  ","535532":"\n   On the side note... Crazy weather we had yesterday, huh?! :O I heard a lot of people had flooding and power outages!\n  ","535533":"\n   what do you remember about 2007?\n  ","535534":"\n   Oh yeah I know what you mean. Rice has gotta be jazzed up lol\n  ","535535":"\n   Sounds yummylicious\n  ","535536":"\n   What you have for dinner?\n  ","535537":"\n   wyd?\n  ","535538":"\n   what’s ur fav crime show ?\n  ","535539":"\n   Fav celeb?\n  ","535540":"\n   have you ever played: cards against humanity? heads up seven up? call of duty? beer pong? spin the bottle? never have i ever?\n  ","535541":"\n   Where would you wish to wake up tomorrow?\n  ","535542":"\n   Do you still own cd's?\n  ","535543":"\n   Why can't you wax your eyebrows yourself?\n  ","535544":"\n   Last good kiss?\n  ","535545":"\n   Tell me about it 🙄 iv recently just got my account back and it’s all trash\n  ","535546":"\n   «You are not only responsible for what you say, but also for what you do not say»\n\n-Martin Luther .. :)\n  ","535547":"\n   I missed you\n  ","535548":"\n   How do you make your eyebrows cute?\n  ","535549":"\n   What do you like most about yourself?\n  ","535550":"\n   Follback yah. Kasih 10 like dongs.\n  ","535551":"\n   Hey :) how are you\n  ","535552":"\n   What do you wish you could remember more clearly?\n  ","535553":"\n   why when i text a girl she wants me to do all the work and she only replies back ?\n  ","535554":"\n   -\n  ","535555":"\n   What would be harder for you, to tell someone you love them or that you do not love them back? ?\n  ","535556":"\n   Which TV channel do you believe in?\n  ","535557":"\n   wouldn't recommend it\n  ","535558":"\n   have you had a pee orgasm\n  ","535559":"\n   Fav age so far?\n  ","535560":"\n   tan her body in general  dumb anon\n  ","535561":"\n   Ok no need, is it weird that I love boobbs even if they r sweaty ?\n  ","535562":"\n   Stop here !!! Tan what exactly , no need to subject them to too much sun\n  ","535563":"\n   I think it not good to talk about nippples here\n  ","535564":"\n   What kind of clothing style do you wear?\n  ","535565":"\n   who are the rich people in your town? (wealthy ranchers? retirees? doctors and dentists? nonexistent?)\n  ","535566":"\n   What’s the best state\n  ","535567":"\n   Do you tan?\n  ","535568":"\n   i could be if you wanted me too...............\n  ","535569":"\n   Where is that tag pic plz\n  ","535570":"\n   The size\n  ","535571":"\n   damn  ok it was me but wasn't been rude as your other anons etc ;p\n  ","535572":"\n   Just say the truth and do not exaggerate\n  ","535573":"\n   Wasn't me!\n  ","535574":"\n   No talk about boobbs today plz\n  ","535575":"\n   Can i vurtually squeeze your......  nose 0_0  *honk*\n  ","535576":"\n   What is some deviant behavior that you've seen on this site?\n  ","535577":"\n   Honesty hour?\n  ","535578":"\n   things i am shocked so many people don’t seem to like: honey, apples, and rice! which of those do you like\/which do you dislike? (if you don’t like them, why?? i thought these were universally loved lol.)\n  ","535579":"\n   does your town have many\/any super wealthy neighborhoods? does it have a high school that is stereotyped as being the rich school?\n  ","535580":"\n   have you ever been to: times square? a newspaper printing press? a landfill? a strip club? a courthouse?\n  ","535581":"\n   i couldn’t live without my ramen noodles :\/ but i love both!\n  ","535582":"\n   Good night beautiful\n  ","535583":"\n   Can you sing and dance? If not, do you wish you did?\n  ","535584":"\n   What time do you normally wake up?\n  ","535585":"\n   Red hearts - lindt?\n  ","535586":"\n   But then they’ll know you aren’t me if you don’t! I say that now cause of my mom’s friend. He would always respond to everyone like that and I was like, you know what? I like that shit. I too am blessed thanks. 😂\n  ","535587":"\n   what do you do in marketing?\n  ","535588":"\n   Thanks n_n yeah, my management team was worried that I would be out for a while cause we are already short a manager lmao and that’s perfect! And when people ask how you are, just say, “I’m blessed, thank you”\n  ","535589":"\n   Hahah thanks I try 💁🏽‍♀️ haven’t been sleeping too well recently and felt sick cause of it lol but I feel tons better. well if someone asks or tries to say something, just tell them to eat ass. Then they’ll think you’re really me cause I say that a lot 😆\n  ","535590":"\n   I know :( I have to go in earlier to let the guys on the roof. and I know I’ll be at work until probably 7p so I’m dreading the long shift already. Wanna go for me? :D\n  ","535591":"\n   Have you seen some twerk before? 😏\n  ","535592":"\n   I took a 6 hour nap. I should go back to sleep though, I have to wake up at 530 lol\n  ","535593":"\n   Booty is never weird\n  ","535594":"\n   That makes sense 😂\n  ","535595":"\n   Black girls butts are very full and soft so they look so good when twerking 🍑😍\n  ","535596":"\n   How long is too long for a nap?\n  ","535597":"\n   that choking stuff in porn is weird shite!\n  ","535598":"\n   Booty gains are life\n  ","535599":"\n   But you thought she had a nice booty?\n  ","535600":"\n   What were you thinking when you were looking at her ass?\n  ","535601":"\n   Do you ever check out girl’s asses?\n  ","535602":"\n   Was she doing any lunges or squats? 😛\n  ","535603":"\n   You’re not a fan of the ass theme? 😢\n  ","535604":"\n   Do you like licorice?\n  ","535605":"\n   Were they like spandex shorts?\n  ","535606":"\n   What was she wearing?\n  ","535607":"\n   What's your favorite?\n  ","535608":"\n   Can you describe a nice ass you’ve seen in the gym? Like an instance 😛\n  ","535609":"\n   Are you well disciplined when it comes to eating chocolate?\n  ","535610":"\n   Ever fainted?\n  ","535611":"\n   Ever tried mango wine?\n  ","535612":"\n   A great idea right?! 😂\n  ","535613":"\n   When you walk up\/down the stairs do you feel it jiggle? 👀😂\n  ","535614":"\n   When you go to the gym do you ever see girls with great booties?\n  ","535615":"\n   I mean I’d rather see you spank a girl’s booty 😂\n  ","535616":"\n   That’s one of the best kind of booties!\n  ","535617":"\n   Do you have more of a firm booty or jiggly? 👀\n  ","535618":"\n   Shake it so those butt cheeks jiggle 😛\n  ","535619":"\n   I say black girls 🍑😋\n  ","535620":"\n   Which ethnicity do you think has the best booty?\n  ","535621":"\n   Yeah but it’s cool that you still have an opinion! In the middle is hot 🍑\n  ","535622":"\n   are you able to have power pee's\n  ","535623":"\n   Which do you like, firm or soft? 😋\n  ","535624":"\n   Lol you’re her friend I’m sure she and him won’t care 😂\n  ","535625":"\n   Slaps are fun too! When you slap a soft butt it jiggles 🍑👌\n  ","535626":"\n   You should grab it now to feel how firm it is 😂\n  ","535627":"\n   Booty squeezing is fun 😂\n  ","535628":"\n   Yes it was haha! Does she have a soft butt or firm? 👌\n  ","535629":"\n   Katie grabs your booty a lot? 😂\n  ","535630":"\n   Whose booty did you grab?\n  ","535631":"\n   how many lengths do you do?\n  ","535632":"\n   Is your sister rich?\n  ","535633":"\n   you would have got wet lol\n  ","535634":"\n   Do you easily get sea-sick?\n  ","535635":"\n   ahh your lucky\n  ","535636":"\n   what are the changing rooms\/showers like?\n  ","535637":"\n   pros and cons of swimming\n  ","535638":"\n   Are you afraid of the dark?\n  ","535639":"\n   How do you define “smart”?\n  ","535640":"\n   how many times a week do you do it?\n  ","535641":"\n   when and why?\n  ","535642":"\n   did you rub one out tonight?\n  ","535643":"\n   when was the last time you were desperate to do something and .....what was it?\n  ","535644":"\n   there’s kind of overlap but that’s what i was asking!\n  ","535645":"\n   ok what i’m talking abt when i say pasta vs noodles is: pasta is the stuff u get at italian restaurants. noodles are the stuff you get at asian restaurants. like there’s a difference between ramen and spaghetti. ramen is noodles, spaghetti is pasta!\n  ","535646":"\n   What happened in 2010?\n  ","535647":"\n   ur book is wrong\n  ","535648":"\n   What was the last big mistake you made?\n  ","535649":"\n   Who is more jealous - girls or boys?\n  ","535650":"\n   would you rather give up pasta or noodles?\n  ","535651":"\n   would you rather give up rice or pasta ?\n  ","535652":"\n   -\n  ","535653":"\n   Ootn\n  ","535654":"\n   *spank spank*\n  ","535655":"\n   Have you noticed that most of the guys that perv on you are weird muslim dudes?\n  ","535656":"\n   Sí mucho. ¿Puedo tocarlos?\n  ","535657":"\n   owie.\n  ","535658":"\n   ¿Tienes los pechos grandes?\n  ","535659":"\n   If you could live anywhere in the USA where would it be?\n  ","535660":"\n   Do you have a blog?\n  ","535661":"\n   What's the last song you listened to?\n  ","535662":"\n   What did you dream about last night?\n  ","535663":"\n   You are ambitious 😍 \nI know you more than yourself 😂\n  ","535664":"\n   What should I do when I feel hopelessnes?\n  ","535665":"\n   Netflix 🔝\n  ","535666":"\n   I'm watching Okja now 🎬\nAmazing 😍\n  ","535667":"\n   I will be happy for you, princess 🌹 👑 \nYou are ambitious 😍\n  ","535668":"\n   Where do you go when you have to think about something important alone?\n  ","535669":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","535670":"\n   ~Space to post some tunes :P Let's make Ask.fm... GROOVY baby! *Austin Powers impression*... UNCE UNCE UNCE\n  ","535671":"\n   How do you learn best: by listening, watching, reading or doing?\n  ","535672":"\n   Is there any person you are afraid of?\n  ","535673":"\n   Which male celebrity do you wish was your brother?\n  ","535674":"\n   What female celebrity do you wish was your sister?\n  ","535675":"\n   If you're stuck between what you love & what you're good at ; what'd you choose ?!\n  ","535676":"\n   Does your self esteem go up an down from time to time?\n  ","535677":"\n   Do you have a great body?\n  ","535678":"\n   Why do you think so many people accept having normal life , at some stage of their lives , after having so many of fancy dreams once ?!\n  ","535679":"\n   Sorry, it was a mistake\n  ","535680":"\n   What makes you feel love?\n  ","535681":"\n   Have you tried choking yet?\n  ","535682":"\n   42 !!!!! Young lady, It is an honor to know you\n  ","535683":"\n   With a body like yours. I’d buy it for you gorgeous. 😍😍😍\n  ","535684":"\n   Do we as humans have the ability to creatively create something from the scratch without any sort of inspiration at all?\n  ","535685":"\n   Have you ever grabbed a girl’s booty?\n  ","535686":"\n   Can we see a bikini pic?\n  ","535687":"\n   You have to choke\n  ","535688":"\n   Your mind only care about sex\n  ","535689":"\n   Are you an edge runner?\n  ","535690":"\n   I think you should Change or delete  \"How beautiful would it be if we could just see souls instead of bodies? To see love and compassion instead of curves\" in your bio because you only care about sex , Dick, boobs and ass\n  ","535691":"\n   What are some deal-breakers for you relationship wise?\n  ","535692":"\n   Have you tried choking yet?\n  ","535693":"\n   we have had cheeky chats before\n  ","535694":"\n   What's you favorite way to show someone you love them?\n  ","535695":"\n   I like drinking boob's milk\n  ","535696":"\n   I like your ass only\n  ","535697":"\n   If we're gonna fly, you'd fly like?\nIf we're gonna fear, you'd fear?\nIf you're* gonna stand, you'd stand as? If you're* gonna walk, you'd walk as?\n  ","535698":"\n   What when faith and fear collide?\n  ","535699":"\n   Why! !\nTell me\n  ","535700":"\n   -\n  ","535701":"\n   Show me\n  ","535702":"\n   I adore huge boobs\n  ","535703":"\n   Why do not you people talk by numbers instead of big and small\n  ","535704":"\n   I could take it and I'm sure you'd feel better.\n  ","535705":"\n   What is a primary fear that is holding you back?\n  ","535706":"\n   What about your ambitions in the future , princess?\n  ","535707":"\n   Hi Lindsey. I just discovered you on here :)\n  ","535708":"\n   It is ok\n  ","535709":"\n   I know woman in her thirties has a tiny booobs and she can mange\n  ","535710":"\n   ask me a cheeky question?\n  ","535711":"\n   Do you have a lot of aggression to let out?\n  ","535712":"\n   It is ok what ever the size  you r nice\n  ","535713":"\n   So gorgeous\n  ","535714":"\n   spank be spanked or switch?\n  ","535715":"\n   R not small , oh baby , I think you are great woman , most women have small booobs , no need to deny\n  ","535716":"\n   would you be turned on if a guy started humping you wildly?\n  ","535717":"\n   No need for makeup nowadays, any way it is good for u if you small booobs\n  ","535718":"\n   who needs a rosy red ass right about now?\n  ","535719":"\n   Brush for what ? Do u have hair in parts rather than your head\n  ","535720":"\n   your correct well 2 things if you think about it\n  ","535721":"\n   What was the last thing you have bought, how much did it cost ?\n  ","535722":"\n   my swimming trunks got too small to wear i guess\n  ","535723":"\n   i told you that about my shorts\n  ","535724":"\n   How big is too big when it comes to butts?\n  ","535725":"\n   1 word: Persistence. Nothing in this world can take the place of good old persistence. Talent wont. Nothin is more common than unsuccessful men with talent. Genius wont. Unrecognized genius is practically a cliche. Education wont while the world is full of educated fools. Persistence & determination\n  ","535726":"\n   my english teacher stiil had her flies undone at the start of class  she didn't have time to go for a pee during break  so she had to go at the start of lesson her under wasn't properly on either so i saw more then i bargained for\n  ","535727":"\n   Less competition to race against\n  ","535728":"\n   Are you ugly?\n  ","535729":"\n   Of course they do! Did you not see the look who's talking movies!  🤣🤣🤔🤔😉\n  ","535730":"\n   Do you want one\n  ","535731":"\n   Do you think that sperm have a sense of self?  Like do they know what their mission is and how to get there?\n  ","535732":"\n   Movie Madness week: A) Hotel Artemis B) Skyscraper C) The Incredibles D) Uncle Drew  E) Whitney   As always if you are unfamilier then pick a choice anyway. Every vote counts!\n  ","535733":"\n   Good night babe\n  ","535734":"\n   pap YouTube history\n  ","535735":"\n   What's Morgans ask?  The lady with the 2 young kids\n  ","535736":"\n   Are you where you thought you might be when you were like 12?\n  ","535737":"\n   Broccoli or pumpkin?\n  ","535738":"\n   have you had any wardrobe malfunctions if so can i have some examples?\n\ni'll tell you mine\n  ","535739":"\n   Other turn ons? And what turns you on about c*m\n  ","535740":"\n   You sleep late 😳\n  ","535741":"\n   have u done a striptease for someone before\n  ","535742":"\n   What time is it?\n  ","535743":"\n   -\n  ","535744":"\n   What do you look like?\n  ","535745":"\n   i know i'm greatful  people went beyond the call of duty to help me\n  ","535746":"\n   i had to have a lot of help when i was younger\n  ","535747":"\n   not all the time\n  ","535748":"\n   oh ok thats cool\n  ","535749":"\n   do you want to share those exmples\n  ","535750":"\n   do you have a friend who would help you out in awkward situations ?\n  ","535751":"\n   Have you😇😗👦 ever stolen anything? If yes, what did you steal?\n  ","535752":"\n   ~Give me a Hug~\n  ","535753":"\n   What's your opinion on the song?\n  ","535754":"\n   I'm very sad because Cristiano Ronaldo transferred from Real Madrid FC to Juevenos FC 😢\nI love Real Madrid FC ⚽ and I can't imagine it without Ronaldo\n  ","535755":"\n   Do you follow any series these days? 😀\n  ","535756":"\n   It's with English translation\n  ","535757":"\n   Here 5:51 am 😂😂\nOk \nGood evening, princess 😍👑\n  ","535758":"\n   Good morning, princess 👑😍😍😍😍\n  ","535759":"\n   I watched \"life of pi \" \nAwesome 🎬😍\n  ","535760":"\n   I plan to watch \n1- Okja \n2- Room 2015 \n3- The green mile\n  ","535761":"\n   Hey, hon. Do you like cats?\n  ","535762":"\n   I need your opinion\n   \n    https:\/\/youtu.be\/MjOQElbzAS0\n   \n","535763":"\n   Hey, do you love cats? I do!\n  ","535764":"\n   Chicken crispy 😍\n  ","535765":"\n   Hug me please\n  ","535766":"\n   Was your schoool bitchy?\n  ","535767":"\n   Do you put perfume on it?\n  ","535768":"\n   «When you solve a problem, you ought to thank God and go on to the next one»\n\n-Dean Rusk .. :)\n  ","535769":"\n   why angel you are a sweetheart\n  ","535770":"\n   hello\n  ","535771":"\n   -\n  ","535772":"\n   I bet they are nice!\n  ","535773":"\n   Post a picture of your dream house!\n  ","535774":"\n   what’s the last meal you prepared\n  ","535775":"\n   I’d love to massage your beautiful feet\n  ","535776":"\n   egg + water = ____?\n  ","535777":"\n   SWEDISH car on bing images *\n  ","535778":"\n   I have seen it on bing images.\n  ","535779":"\n   Do you watch sports?\n  ","535780":"\n   Who do you live with?\n  ","535781":"\n   what colour would you be down below?\n  ","535782":"\n   what color is ur hair ?\n  ","535783":"\n   Do you have a bad temper?\n  ","535784":"\n   How many pets do you have?\n  ","535785":"\n   When did you last get a bad sunburn?\n  ","535786":"\n   are you hard to make friends with ?\n  ","535787":"\n   I’ve got a thick 8 inches\n  ","535788":"\n   William asked about PayPal to everyone, you’re gorgeous, you could probably make a fortune.  But I think you’d have better luck seeing if anyone was interested on Instagram, not here\n  ","535789":"\n   What have you ate today?\n  ","535790":"\n   Will you ever show your feet again?\n  ","535791":"\n   Doing much\n  ","535792":"\n   Do you believe in miracles?\n  ","535793":"\n   ❤️❤️\n  ","535794":"\n   Smooth rn?\n  ","535795":"\n   you're nice\n  ","535796":"\n   How far down can you take it?\n  ","535797":"\n   When was the last time you got it good? Not including doing it yourself lol\n  ","535798":"\n   You’re beautiful\n  ","535799":"\n   Can I kiss your feet tonight beautiful\n  ","535800":"\n   What do you love the most? Please answer\n  ","535801":"\n   Thank you you are the best queen👑🌹\n  ","535802":"\n   Have you ever sang in a karaoke bar? If so, what song(s) did you sing? :D If not, what song(s) would you \"consider\" singing?\n  ","535803":"\n   If I were with you, it would be a kinda turn on that you like c*m and now only my c*m will be inside you, on your face, in your mouth! Wherever you wanted it. Does that make me weird\n  ","535804":"\n   Do you like to cook or bake?\n  ","535805":"\n   what makes ur life feel more pleasant\n  ","535806":"\n   Have you ever been caught or almost caught\n  ","535807":"\n   You should make me hard:)\n  ","535808":"\n   Do you own any heels? If so; what colours\n  ","535809":"\n   if you feel safe posting pics. then please.\n  ","535810":"\n   Are you gonna start selling pics?\n  ","535811":"\n   did you mange to \"cough\" \"cough\"  finish ?\n  ","535812":"\n   Everything !!!!! But I think workout does not imrove it , I improve it for you , but baby Does it smell good , because I like concentration and give it the time it deserves\n  ","535813":"\n   Have you ever been touched inappropriately? How did you handle the situation?\n  ","535814":"\n   If you are sincere I should love your soul as much as I love your delicious body\n  ","535815":"\n   Do lose even a gram of it , working out may support them\n  ","535816":"\n   No one would cheat you, you are sex icon , however I hope you are not cheating too\n  ","535817":"\n   Had your exes often hug  your thighs and kiss them\n  ","535818":"\n   Oh baby sure they are rich ,not skinny\n  ","535819":"\n   Did you ever get a popsicle inside you? How's it feel??\n  ","535820":"\n   Soft thighs , right ?\n  ","535821":"\n   post the most recent picture of food from ur camera roll! (i asked this before and it made me super hungry soo why not torture myself again? lol)\n  ","535822":"\n   Who cheats on you most? boys or girls?\n  ","535823":"\n   I love your thighs, I hope to see them but alone\n  ","535824":"\n   hi, i saw your question to ash. when me and my friends get together for food, one person will pay and we will send them money on an app called cash app. the thumbnail is a a white dollar sign on a green background.\n  ","535825":"\n   post the most recent picture of u\/with u in it from ur camera roll!\n  ","535826":"\n   Do you think I'm ugly?\n  ","535827":"\n   Good night beautiful\n  ","535828":"\n   ¿Qué tal la posición del Rey León?\n   \n    https:\/\/www.youtube.com\/watch?v=kRMq1zZV9oo\n   \n","535829":"\n   Me encantaría montarlo. ¿Qué posición prefieres?\n  ","535830":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","535831":"\n   are u already at it\n  ","535832":"\n   Do you have fantasies that aren't necessarilly sexual?\n  ","535833":"\n   Are you mentally and emotionally healthy? Why or why not?\n  ","535834":"\n   Describe yourself using the letters that make up your first name... It can be a short response or a sentence or two. Whatever best makes you... YOU! 3... 2... 1... :P GOoooo!\n  ","535835":"\n   Come here, beautiful. Hugs incoming!\n  ","535836":"\n   Honestly, have you ever teased with your feet or been complimented on them irl\n  ","535837":"\n   lol ur enjoying urself too :)\n  ","535838":"\n   how long does it usually take for you to get there once you start?\n  ","535839":"\n   well u do all of us a great service so thank u :) although id rather thank u by making u c*m too\n  ","535840":"\n   Maybe I misunderstood the question can it be 🤔 ? Mean that your life sucks or what ?\n  ","535841":"\n   Queen🌹👑\n  ","535842":"\n   what do you mean you finished a second or two ?\n  ","535843":"\n   how close are u\n  ","535844":"\n   any exmple of been walked in on when you need privacy\n  ","535845":"\n   any example\n  ","535846":"\n   been burst in on?\n  ","535847":"\n   bet just making one of us is enough so knowing theres more than 1 should work :)\n  ","535848":"\n   have there been times where you needed privacy and you couldn't get it... give me some examples\n  ","535849":"\n   since u like knowing u can make guys c*m it must make u happy having so many of us doing so rn ;)\n  ","535850":"\n   thats another reason why several guys could be good some hold u while the rest get in u then they switch ;)\n  ","535851":"\n   u could take em without showing ur face if ur concerned bout ppl knowing u in rl\n  ","535852":"\n   Do you think given enough time you could make any man c*m you’re alloweed to do whatever you want\n  ","535853":"\n   like a tongue flicking ur cl1t? ;)\n  ","535854":"\n   please do 😂\n  ","535855":"\n   how u usually do it just fingers or do u use something else\n  ","535856":"\n   i hope we can do the same for u its only fair :)\n  ","535857":"\n   im sure u make lots of ppl c*m :)\n  ","535858":"\n   let them stop by reporting them all 😂\n  ","535859":"\n   i'm well behaved lol\n  ","535860":"\n   your anons are naughty 😶😂\n  ","535861":"\n   Do you think you’d be good at dominating a guy?\n  ","535862":"\n   are u on ur bday suit now :P\n  ","535863":"\n   Sounds about right 😂 those were the cool things to have. Remember hit clips? Lol I loved collecting those so I got a quite a few one year for christmas and on my bday\n  ","535864":"\n   maybe u should make a separate account for these qs lol\n  ","535865":"\n   just have fun tonite and enjoy :)\n  ","535866":"\n   I have no clue, I never had one or ever wanted one cause I always hated the sound of my voice lol\n  ","535867":"\n   Ah! That’s a pity. I’d like to warm them up\n  ","535868":"\n   We could cuddle and watch a movie?\n  ","535869":"\n   Wraps my arms around you and hugs you\n  ","535870":"\n   Was it a specific one, like Disney or something?\n  ","535871":"\n   Relatable :p or when they’re not singing correctly, I’ll step in cause I’m a terrible human being when drunk sometimes :0 do you ever do karaoke? Even like just at home or something?\n  ","535872":"\n   1 am i saw a drunken couple have foreplay on a beach on a high street think they might regret it as there was cctv on them the whole time\n  ","535873":"\n   Do you have freckles?\n  ","535874":"\n   Kiss with or without tongues?\n  ","535875":"\n   Definitely, who doesn’t like karaoke? Well I know some people but to see others enjoy (or embarrass) themselves is the fun of it too I guess. Lol\n  ","535876":"\n   If you saw a cute guy checking out your feet, would you tease him, even just a little\n  ","535877":"\n   How rough do you like it\n  ","535878":"\n   it could be fun tho\n  ","535879":"\n   Ever been tempted to cheat?\n  ","535880":"\n   Most of these kids are assholes so they deserve it u_u lol yes!! That song comes on at work sometimes, then it’s a karaoke session 😂\n  ","535881":"\n   No storms here but the generator was keeping it on but I started screaming at them to get out to scare them and some started to cry. I started singing jump around lol\n  ","535882":"\n   what else do u want\n  ","535883":"\n   it's not an order.it's up to you any time .keep up\n  ","535884":"\n   I came to my friend’s husband’s party and he rented a bouncy house for the kids and the power went out lmao\n  ","535885":"\n   get undressed now?\n  ","535886":"\n   why u like the idea of being with several at once :P\n  ","535887":"\n   rather than see how it started how bout we help u finish ;)\n  ","535888":"\n   well from what u say we only catch u turned on once in a long while so gotta make the most of it :P\n  ","535889":"\n   do u ever get turned on by anything said here\n  ","535890":"\n   makin baykin?\n  ","535891":"\n   ig thats okay as long as i dont get hurt too bad\n  ","535892":"\n   Handcuffs are scary though-- esp when you see cop have in hand its like they are scary looking\n  ","535893":"\n   Yes..But she was like stand up hands beind back then she cuffed her and she said can i say bye to my mom she said nope lets go- Her mom tried coming but she said nope do not come or you will be coming with me to and she took her---there are rights and peope have rights\n  ","535894":"\n   She got 5 years- because she hit a mailbox and person\n  ","535895":"\n   what do you mean? if cops want to they can allow byes\n  ","535896":"\n   My friend is a cop for court she arrested a girl for dui and did not allow her to say bye to parents she cuffed her and took her away. She said she does not allow byes. She should have not broken the law. Do you agree with what she did\n  ","535897":"\n   your sexy and so saucy\n  ","535898":"\n   What if she dropped out of school\n  ","535899":"\n   Would punishment be given by you at home if it was your daughter\n  ","535900":"\n   Does mothrr have right to go to child school and yell for acting up\n  ","535901":"\n   That's it?\n  ","535902":"\n   Do you think we'll ever get another president like Obama again? He's pretty much the only articulate, bright, clean, good looking African American there is. It was kinda like a fairytale i think\n  ","535903":"\n   Would you be mad if you caught your man “playing”\n  ","535904":"\n   lol okay\n  ","535905":"\n   she did lol\n  ","535906":"\n   😍😍\n  ","535907":"\n   I had boxers on under then earlier but they had to go, far to constrictive!\n  ","535908":"\n   would you shave your beard by sweet?\n  ","535909":"\n   The best princess\n  ","535910":"\n   Buenas noches 🌹\n  ","535911":"\n   ik but it was a turn on a little but still was bad\n  ","535912":"\n   The American football team need you , Captain Lyndsey ⚽ 😂\n  ","535913":"\n   misstress lynsey\n  ","535914":"\n   Thanks, captain\n  ","535915":"\n   Hahaha \nI want to make my cartoon Picture but how ?😂\nWhat's the name of the program?\n  ","535916":"\n   no she was a cow\n  ","535917":"\n   Captain Lyndsey  ⚽🏆\n  ","535918":"\n   would you use a guy for money\n  ","535919":"\n   the last girl kneed me in the nuts\n  ","535920":"\n   Where are you from?\n  ","535921":"\n   So beautiful princess\n  ","535922":"\n   If our knees intertwined, then probably something else would brush against you, by accident....easy big fella haha\n  ","535923":"\n   Do you like own creaita\n  ","535924":"\n   you tramlping me\n  ","535925":"\n   im xcited\n  ","535926":"\n   Is it your cartoon Picture? 😃\n  ","535927":"\n   Wow\n  ","535928":"\n   Man*\n  ","535929":"\n   would you trample me with your feet\n  ","535930":"\n   I’ll just have to up my game for your bubble blowing exploits!\n  ","535931":"\n   Would\nYou allow your mum to finish on your feet\n  ","535932":"\n   LOL\n  ","535933":"\n   Hello everybody 🎤\nPrincess Lyndsey expect that the final of the world cup🏆 will be \n⚽France Vs England ⚽\nWe will wait ¯\\_(ツ)_\/¯\n  ","535934":"\n   I’m ready too.....you see this and look up at me with your beautiful eyes...you’ve opened wide and boom! Blow them bubbles:)\n  ","535935":"\n   if you knee me thats too close\n  ","535936":"\n   Obviously you don't know what's going on.\n  ","535937":"\n   Croatia Vs England \nWhat about your expectations ?\n  ","535938":"\n   Comes close for a hug\n  ","535939":"\n   I prefer being out of them:) especially when it’s hot out\n  ","535940":"\n   France Vs Belgium in the semi final \nWhat about your expectations?\n  ","535941":"\n   Catch cum?\n  ","535942":"\n   I thought that you unfollowed me again 😂 \nI try to be better in answering ☺\n  ","535943":"\n   Do you like to tease\n  ","535944":"\n   I need to buy some new shorts, maybe red ones\n  ","535945":"\n   Jammed?\n  ","535946":"\n   I’m yours!\n  ","535947":"\n   You don't ask me ,princess \nWhy ?\n  ","535948":"\n   Kiss me with that bubble!\n  ","535949":"\n   Jizzed?\n  ","535950":"\n   My queen doesn’t “bonk” she owns every single room she enters!\n  ","535951":"\n   Porked?\n  ","535952":"\n   last time you bonked?\n  ","535953":"\n   Yeah like longue ones. Blue rn. Imagine if they disappeared becuse i also forgot i had them on! Oh the drama!\n  ","535954":"\n   Does that tickle, my queen....gently rubs your feet\n  ","535955":"\n   It's one of the best movies history, it's for anthony quinn\n  ","535956":"\n   How much of an allowence would you ideally like?\n  ","535957":"\n   I’m wearing shorts too but gym shorts, not comfy ones like you\n  ","535958":"\n   How big could your c*m bubble get?\n  ","535959":"\n   Would you know \" Lion of desert \" movie?\n  ","535960":"\n   And i bet they are good for resting on:)\n  ","535961":"\n   *kisses your beautiful feet. Please don’t kick me!\n  ","535962":"\n   Aww \nThank you, princess 👑👒\n  ","535963":"\n   Yeah! That must suck! But at least you’re not uncomfortable and the twins can breathe haha\n  ","535964":"\n   Adventure movies 🎬\nI trust your choice\n  ","535965":"\n   As my prize for winning our hug battle, can I hug you?\n  ","535966":"\n   Why no bra? Too hot?\n  ","535967":"\n   Do you declare me the hugging champion!\n  ","535968":"\n   Do you know with a findomme is and would you be a good at it?\n  ","535969":"\n   You may win! But do I win because I am bare chested rn?\n  ","535970":"\n   I also give good guys! Battle of the huggers!\n  ","535971":"\n   Rn id just love to hug you\n  ","535972":"\n   Suggest movies, Princess 😂\n  ","535973":"\n   Hahaha... \"Awkward\" is my favorite TV show, so we cool :P Glad to have met ya here, Lyndsey, no matter the reason! Gotta' say... You're pretty dayyyng cool :D *two thumbs up*\n  ","535974":"\n   Yeah, like sometimes you do want “destroyed” but other times you just want “it” if you get me. Doesn’t alwwys have to be super Dom\n  ","535975":"\n   I’d love to cuddle you! Just cuddle with you in my arms. Perfect\n  ","535976":"\n   Would you mind if I the guy was a gentlemen to you outside in public but behind closed doors in the bedroom you were “his” and you took on a more submissive role\n  ","535977":"\n   Have you been complemented on your feet irl\n  ","535978":"\n   One reason could be the guy wanted to try the “other entrance” and you might not be down with that\n  ","535979":"\n   «We cannot solve our problems with the same thinking we used when we created them»\n-Albert Einstein .. :)\n  ","535980":"\n   Do you hate the sex questions\n  ","535981":"\n   Name 3 situations you’d say no to sex if In a relationship\n  ","535982":"\n   Did you google what a cuck is? If not, how did you know what it was\n  ","535983":"\n   Why do you think our paths crossed via the interwebs? Could there be a reason for it? :)\n  ","535984":"\n   What is something you find yourself talking about, all the time??? Why do you think that is? :P\n  ","535985":"\n   Short shorts?\n  ","535986":"\n   Are your feet cold at the moment\n  ","535987":"\n   Leggings rn?\n  ","535988":"\n   He may not be, but i am:)\n  ","535989":"\n   Do you think if you were offered 1m to f*ck In a tv show but it had to be real, you could do it? Or would you get stage fright?\n  ","535990":"\n   which books are your faves?\n  ","535991":"\n   30y old?\n  ","535992":"\n   Fav GoT character?\n  ","535993":"\n   Why do people kill one another?\n  ","535994":"\n   Imagine being your man is the best feeling in the world. You sound like an amazing gf.\n  ","535995":"\n   If you’ve read\/watch Game of thrones what is your opinion about it?\n  ","535996":"\n   What kind of music puts you in a relaxed mood?\n  ","535997":"\n   Your feet are super nice\n  ","535998":"\n   Before you are breutiful and should be adored\n  ","535999":"\n   I bet you’d treat your man like a king\n  ","536000":"\n   Booty queen\n  ","536001":"\n   If you were seeing a guy and he text saying “DTF” after work? Would you need convincing?\n  ","536002":"\n   You love those “facials” true?\n  ","536003":"\n   I’d say i was average tbh but I don’t actually know haha\n  ","536004":"\n   Someone once said to me: D sucking is an art and I am an artist! I’ll suck until his everything is down my throat. Opinion on it?\n  ","536005":"\n   Have you ever had it so good that you’ve thought omg i love this D?\n  ","536006":"\n   What household chore do you actually enjoy doing?I like washing dishes and vacuuming\n  ","536007":"\n   A ruler\/tape is too much hassle haha! So?\n  ","536008":"\n   Say no if you don’t want to but you said 6-9 would be ideal. I don’t actually know how big mines is. Would you be willing to give me an idea from a girls view\n  ","536009":"\n   If you were with w guy and he could make you c*m but couldn’t actually c*m himself, would that be a deal breaker\n  ","536010":"\n   so if someone had a small one you wouldn't date him\n  ","536011":"\n   so you only like big ones\n  ","536012":"\n   Or did you mean the size\n  ","536013":"\n   What do you mean \"how it looks\" ?\n  ","536014":"\n   Out of 10 how successful had your deepthroating attempts been?\n  ","536015":"\n   Do you prefer your men to be trimmed down there\n  ","536016":"\n   Could you tolorate a foot fetish if the guy was amazing in bed\n  ","536017":"\n   I want to adore you\n  ","536018":"\n   What bugged you most about high school?It always bugged me how the popular kids literally got away with everything from bullying to bad grades to whatever.\n  ","536019":"\n   If you were in a relationship with a guy, could you be tempted to give a bj at the mall or somewhere risky\n  ","536020":"\n   Barefoot rn?\n  ","536021":"\n   Fav type of massage?\n  ","536022":"\n   Do you know what a cuckhold is\n  ","536023":"\n   Then what about ur profile pic....is it urs.....\n  ","536024":"\n   Ever broken someone’s else’s property and then tried to replace it without them knowing?\n  ","536025":"\n   yep mine included with the meds i was on lol\n  ","536026":"\n   she had too much cleavage and thigh on show to be in that environment\n  ","536027":"\n   whats the most inappropriate thing you seen in public?\n  ","536028":"\n   when i was on a mens mental health ward one of my friends came to see me however she was wearing shorts lowcut tanktop and high heels i had to get her into my room quick becuase there was a lot of eyes on her in no time at all\n  ","536029":"\n   Always found you to be a lovely person on here.\n  ","536030":"\n   can i tell you another story\n  ","536031":"\n   When did you last go to the beach?\n  ","536032":"\n   what’s the first beach town to pop int ur head:\n  ","536033":"\n   i know you liked the answer but do you think theres a time and a place to wear certain clothes\n  ","536034":"\n   On a scale from 1-10, how happy are you right now?\n  ","536035":"\n   you are a good person\n  ","536036":"\n   Do you often use reading headlight ?\n  ","536037":"\n   Do you have a bf\n  ","536038":"\n   meanest thing you did to a guy\n  ","536039":"\n   So cute\n  ","536040":"\n   Where you at?\n  ","536041":"\n   Do you believe in miracles?\n  ","536042":"\n   suggest me a mysterious psycho movie\n  ","536043":"\n   (the july one was so fun) what does halloween smell like?\n  ","536044":"\n   What is your favorite thing about yourself?\n  ","536045":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/149930383789\n   \n   will be in 80s and 90s for the rest of the week here. Stay cool ✌.\n   \n    https:\/\/www.youtube.com\/watch?v=ioyU_sZufC8\n   \n","536046":"\n   I imagined you 😚\nI made love with you by imagination\n  ","536047":"\n   سبونج بوب 😂\n   \n    https:\/\/youtu.be\/BX5wEmTikWE\n   \n","536048":"\n   whats a Pandora alarm\n  ","536049":"\n   What did you want to be when you were 5 years old?\n  ","536050":"\n   Does it get humid where you live?\n  ","536051":"\n   Ever given yourself a haircut?Howd it turn out?\n  ","536052":"\n   When’s the last time you got a haircut?\n  ","536053":"\n   Post something for your best friend ?\n  ","536054":"\n   whats the last thing you do before you get into bed?\n  ","536055":"\n   Good night sweetie\n  ","536056":"\n   I've been a great king my love🌹👑\n  ","536057":"\n   That made me feel better🌹👑✨\n  ","536058":"\n   Hey beautiful\n  ","536059":"\n   cool thanks for letting me say it\n  ","536060":"\n   R u some kinda sketch artist or painter...??\n  ","536061":"\n   Hahaha....\n  ","536062":"\n   I feel sore queen🌹👑\n  ","536063":"\n   sorry if it was too much\n  ","536064":"\n   Sore my love🌹👑\n  ","536065":"\n   it was just that one thing ...my shorts chords got into a tight  knot  so my babysitter had to rush against time to undo it second she did and my shorts were down i had such a power pee even so mintue i was finished she was squatted up against the same bush lol\n  ","536066":"\n   Its seems some kindan african country....isnt\n  ","536067":"\n   My love🌹👑✨\n  ","536068":"\n   it when i was 12 i was a a big picnic event with lot of people i know  it was hot so i had a pint of lemonade then wanted to do sports however i really needed to pee so went up to a lady who babysat me  we tried to find the toilet but couldn't so hadto go behind a bush thing is my shorts were tight\n  ","536069":"\n   😊😊\n  ","536070":"\n\n    https:\/\/ask.fm\/khanilyas81242\/photopolls\/96863810?utm_source=copy_link&utm_medium=android\n   \n","536071":"\n   🤗🤗\n  ","536072":"\n   What advice would you give a person coming to live in your country?\n  ","536073":"\n   Doing much\n  ","536074":"\n   what happened ?....ive got a story to tell you if you want to hear it\n  ","536075":"\n   How can you tell a good person from a bad one?\n  ","536076":"\n   by accident ?  well its another way of watering the plants i guess\n  ","536077":"\n   Hey babe\n  ","536078":"\n   yeah well thats my life in a nutshell\n  ","536079":"\n   Friday night and you're on ask\n  ","536080":"\n   yeah and number 2's too it goes way back to toilet training days  its worse during the summer  i had to pee in the garden in the past the odd time\n  ","536081":"\n   If you were a guy, would you go down on a girl?\n  ","536082":"\n   Goodnight queen🌹👑\n  ","536083":"\n   What is destiny\/fate in your own understanding? Do you have any idea yet as to what your destiny\/fate could be?\n  ","536084":"\n   Cutie\n  ","536085":"\n   Who do you think is the most famous musician in the world?\n  ","536086":"\n   it was due to my cp  when you gotta go you really gotta go\n  ","536087":"\n   amen\n  ","536088":"\n   How could you break everything inside without noise...\n  ","536089":"\n   Hey beaut\n  ","536090":"\n   fair enough  i dont have a full length mirror too\n  ","536091":"\n   Have you ever been afraid of being your true self around some people? Why?\n  ","536092":"\n   thats good ...the times i had to wait was pretty bad in the past\n  ","536093":"\n   I’ll volunteer for you to try it haha\n  ","536094":"\n   Is acting morally necessary for happiness?\n  ","536095":"\n   Is it normal that I have very menacing and sinister thoughts about women?\n  ","536096":"\n   true\n  ","536097":"\n   I use to make loads of money by robbing prostitutes, it was the perfect way to make money without repercussions. It is illegal for a woman to solicit herself for money in exchange for sexual activity, so they couldn’t exactly go to the police when I took their nights earnings.\n  ","536098":"\n   Let’s chill In the pool!\n  ","536099":"\n   which was better: your sophomore year of high school or your senior year of high school? (for me, an american, sophomore = 15 going on 16, senior = 17 going on 18)\n  ","536100":"\n   Mood rn\n  ","536101":"\n   Happy national kissing day!😘😘😘😘\n  ","536102":"\n   How we know you like to hug: the question is: do you like to f*ck\n  ","536103":"\n   Tried a*al yet?\n  ","536104":"\n   i assume you love me 🙃\n  ","536105":"\n   I'm a caring person and I try to look out for people around me. I often struggle though between wanting to help and not being sure if I should get involved. Do you ever feel this way? What do you do?\n  ","536106":"\n   -\n  ","536107":"\n   What do you want to know about the future?\n  ","536108":"\n\n    https:\/\/www.youtube.com\/watch?v=hx9BckSMXfw\n   \n   if you have time please watch my new youtube video and let me know what you think\n  ","536109":"\n   estoy aprendiendo ingles\n  ","536110":"\n   what’s in a good: sandwich? date? quesadilla? spouse? movie?\n  ","536111":"\n   What are five little things that simply make your life \"that much\" better?\n  ","536112":"\n   both\n  ","536113":"\n   What great thing would you attempt if you knew you could not fail?\n  ","536114":"\n   lo siento mi no hablar ingles\n  ","536115":"\n   Do you have any “dirt” on anyone that if it got out could ruin a lot of reputations and lives?\n  ","536116":"\n\n    https:\/\/www.youtube.com\/watch?v=MniNsnTUNnY\n   \n   Personally I like his voice in Spanish better\n  ","536117":"\n   estoy seguro que eres bonita :)\n  ","536118":"\n   buenas noches lyndsey\n  ","536119":"\n\n    https:\/\/www.youtube.com\/watch?v=HflILF_9O2k\n   \n   Yup it's The mask\n  ","536120":"\n   sounds kinda like The Mask at the park :o\n  ","536121":"\n   ladies can be just as bad lol\n  ","536122":"\n   No 😟 It wasn't me. It was the one-armed man. Alright, I confess! I did it, you hear? And I'm glad. Glad! I tell you! 😒 What are they going to do to me? What are they going to do?!!! 😭\n  ","536123":"\n   I agree with him 😊\n  ","536124":"\n   Is this your cartoon Picture?  😃\nYou have green eyes like me 😂\n  ","536125":"\n   Woman !!! I'm here u do not need to think about any one else\n  ","536126":"\n   Eres una mujer única y especial 🌷 👒👑\n  ","536127":"\n   We elected a president called morsi  then Elsisi staged a military coup and became president\n  ","536128":"\n   Do you like chili cheese dogs?\n  ","536129":"\n   Muchas gracias\n  ","536130":"\n   Just in case my faith go I'll live by my own law\n  ","536131":"\n   No words to describe how much I appreciate your answers 🌹🌹\nThank you, princess 🌹 👑\n  ","536132":"\n   Buenas noches 🌹 \nHasta luego O princesa 🌷👒\n  ","536133":"\n   I want to say something crazy\nHere the president's criticism means going to prison 😂\nWe haven't the freedom but i'll say it 💪I hate our president\n  ","536134":"\n   ¿Hablas español?\n  ","536135":"\n   I thought that you will answer \" Don't say that again 😢 you will be fine \" 😂\n  ","536136":"\n   We aren't in war but we fight against terrorism\n  ","536137":"\n   I'm serious, princess \nIf I die,  don't forget me 🌹\nAnd remember that you are the best woman in the world \nBecause of your kind heart\n  ","536138":"\n   Then I'll finally rest... and see the sunset in a grateful universe. The harder choices require the strongest wills\n  ","536139":"\n   \"Happy end \" I mean that they will be rescued\n  ","536140":"\n   It's one of the best movies I have watched ever\n  ","536141":"\n   And maybe I will die but I will die for my country\n  ","536142":"\n   The same story of \" The 33 \" movie \nI wish they will get the happy end\n  ","536143":"\n   I like you more than here 🌹\nIf I meet Desmond, I'll tell him to marry you not her 😍\n  ","536144":"\n   Great advice 😍🌷🌷🌷🌷🌷\nBut I want to say something 😂 I have to go to the army for one year... it's the rule here\n  ","536145":"\n   Before sleeping I want to say \" Good night, princess 🌹 \"\nI wish you will be happy forever 🌹 \nAnd thanks for beautiful answers 🌷🌷\n  ","536146":"\n   Did you read about children who trapped in the cave in Thiland? 😢 \nIt's a very difficult situation \nI wish they will be safe and go back to home ..\nA lot of countries sent rescue team\n  ","536147":"\n   I wish that you can understand my question today 😂😂\nI studied Spanish all of the day so maybe I forgot English 😷😂\n  ","536148":"\n   pic #9 is missing a few sewing machines on the table, the shirts are on the chairs cuz they're people too, or is it a reading table\/ reading space kind of thing. #6 pic is a advertisement for a water park called \"health veggie avocado fish\". Make sure to ask what that #9 room is. :D\n  ","536149":"\n   I feel that you look like \"Beny \" \nShe is the woman who loved Desmond in \"lost\" \nBut of course you are more beautiful than her 🌹\n  ","536150":"\n   If you are mostafa, will you care about post graduate studies or travel to work and marry ?\n  ","536151":"\n   can i have a full body pic\n  ","536152":"\n   I think you are a good sister\n  ","536153":"\n   If you were my sister, I would ask you for advice every minute 😂\n  ","536154":"\n   So what you do for fun\n  ","536155":"\n   Not good ? 😂\n  ","536156":"\n   She is a princess 🌹 👑\n  ","536157":"\n   I’d love to worship you\n  ","536158":"\n   do you like to hug?\n  ","536159":"\n   are you a good listener ?\n  ","536160":"\n   Yeah it can work don’t you think if the effort is out in\n  ","536161":"\n   Do you think we are made to feel guilty as kids for enjoying playing with ourselves because it feels good?\n  ","536162":"\n   Would you ever get a boob job?\n  ","536163":"\n   She’s not a princess, she’s a queen\n  ","536164":"\n   are u like chunky or skinny ?\n  ","536165":"\n   Good Evening, princess Lolo\n  ","536166":"\n   last time you did a poo?\n  ","536167":"\n   Masturbation without it \nHow !\n  ","536168":"\n   Followback?\n  ","536169":"\n   How many minutes should sex usually last?\n  ","536170":"\n   it's 109\/106 here and dropping, how's the weather in az?\n  ","536171":"\n   Me <3\n  ","536172":"\n   generally\n  ","536173":"\n   ساعدوني انا مرتبطة وبحب حبيبي بس صارلنا يومين بنتخانق كتير وحاسيتو زهقان مني بضل يحكيلي ما تبعثيلي مسجات كتير وما بدو ارنلو طول الوقت ..شو اعمل انا بهاي الحالة ..وكيف بدي احافظ على علاقتنا؟؟؟ ...امانة ساعدوني\n  ","536174":"\n   do you swear a lot?\n  ","536175":"\n   Do you want to have sex?\n  ","536176":"\n   have you got an embarrassing story to share\n  ","536177":"\n   You are a big liar\n  ","536178":"\n   you should do it---win $\n  ","536179":"\n   i need to keep telling myself that\n  ","536180":"\n   apparently we are too old for this site\n  ","536181":"\n   what is your opinion on fantasy football?and how people go crazy over it\n  ","536182":"\n   How old are you\n  ","536183":"\n   omgg my dude did you watch the world cup\n  ","536184":"\n   yeah i just wanted to get the word out\n  ","536185":"\n   Stopped watching?\n  ","536186":"\n   If you were a man, did you fuck a woman like yourself?\n  ","536187":"\n   Afterwatching Sara Jay movies ? 😉\n  ","536188":"\n   Last time you masturbated?\n  ","536189":"\n   i have the condition\n  ","536190":"\n   Do you think that erotic vulgar  talk is part of  sexual enter-course  ?\n  ","536191":"\n   pap of u unconfident fzck\n  ","536192":"\n   do you have any knowledge of cerebral palsy  ?\n  ","536193":"\n   Where are you from\n  ","536194":"\n   Good night babe\n  ","536195":"\n   You're the only one that makes me feel better and makes me happy🌹👑\n  ","536196":"\n   Noooooo not to that degree\n  ","536197":"\n   when my stepdad lived with me had to wait ages\n  ","536198":"\n   R your inner parts white  like milk ?\n  ","536199":"\n   Love you queen🌹👑\n  ","536200":"\n   Hope I feel better soon🌹👑\n  ","536201":"\n   mum always lets me go first witch is nice of her\n  ","536202":"\n   What makes you strong?\n  ","536203":"\n   My ribs are bruised and I can't do much since I was hit by a 100mph pitch🌹👑💔😪\n  ","536204":"\n   if you could change anything what would it be?\n  ","536205":"\n   I'm ok queen🌹👑\n  ","536206":"\n   do you have to wait for the bathroom?\n  ","536207":"\n   whats the first thing you do when you get out of bed in the morning ?\n  ","536208":"\n   If you where to bare a little pain for sometime and get lifetime of \nHappiness, peace and everything. Then will ya bare that pain? Is it worth it?\n  ","536209":"\n   do you prefer to circumcised or uncircumcised guy?\n  ","536210":"\n   Do you Americans abbreviate every thing ? Is there is written roles for that ?\n  ","536211":"\n   do you like random questions\n  ","536212":"\n   What time is it, Lyndsey?\n  ","536213":"\n   So supportive, and he got free help. Hell yeah lol\n  ","536214":"\n   HAPPY INTERNATIONAL KISSING DAY! *mwah mwah* what's your favorite type of kiss?\n  ","536215":"\n   What is QOTD stands for ?\n  ","536216":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","536217":"\n   me too\n  ","536218":"\n   whats topics do you like to talk about?\n  ","536219":"\n   Heyy\n  ","536220":"\n   Do you believe in love at first sight? Some people say that what they feel is love. How can you tell if it’s love or just a mere infatuation?\n  ","536221":"\n   are you spending some time with yourself tonite\n  ","536222":"\n   Probably cause you’re the sister and would be more than willing to always help each other out lol that sounds good but definitely, it’s just more refreshing\n  ","536223":"\n   I see I feel you\n  ","536224":"\n   Why not\n  ","536225":"\n   But I was hit by a 100mph fastball that hit my ribs🌹👑😰😪💔\n  ","536226":"\n   Aww what a bummer. Should have paid you :\/ smh but heck yeah! who doesn’t like free watermelon?? I’m waiting for mine to chill, I just bought some earlier. Lol\n  ","536227":"\n   do you like playing matchmaker?\n  ","536228":"\n   do u need a hot dog between ur buns\n  ","536229":"\n   You looking for someone or just want to be single for now?\n  ","536230":"\n   what embarrasses you  the most?\n  ","536231":"\n   I was hit by a 100mph pitch that hitted my ribs yesterday night🌹👑💔😰\n  ","536232":"\n   We aren’t to for I’m in California but my cousin live out in Arizona\n  ","536233":"\n   Sounds eventful and fun n_n what a nice sister to help your bro out :p did he pay you... in gum?\n  ","536234":"\n   Have you ever felt like you could become addicted to it\n  ","536235":"\n   What is one moment in your life where you've stopped & said (via bubble thought-lets) ... \"Ya know what? Life is too short. I'm gonna have fun... I'm gonna LIVE!!\" ... What did you do in that moment, that made you feel alive? (:\n  ","536236":"\n   What did you do for 4th\n  ","536237":"\n   Where you from\n  ","536238":"\n   How was your 4th? :)\n  ","536239":"\n   Yeah I’ve noticed some people do that sort of thing. I just ask cause there are some people I’ve wondered if they ask themselves anon q’s lol\n  ","536240":"\n   Single or taken\n  ","536241":"\n   I follow a girl on twitter that tweets about fcking her bf. she posts memes of how she felt when he came inside her before she could get the dk in her mouth, how she reacts (happy) when he asks how his j1zz tastes, how she reacts when after her post-s3x shower he tells her he wants more...\n  ","536242":"\n   Do you ever wonder if anyone ever thinks you ask yourself certain questions anonymously based on the topic of the question(s)?\n  ","536243":"\n   Beautiful\n  ","536244":"\n   Pineapple in pizza?\n  ","536245":"\n   Give you a nice back massage, since you’ve atoned for being bad\n  ","536246":"\n   That the worst. What show do you normally watch\n  ","536247":"\n   Punished and then cuddles after\n  ","536248":"\n   What addictions do you have if any?\n  ","536249":"\n   What are you doing right now\n  ","536250":"\n   What cartoon\/Animes do you still like to watch?\n  ","536251":"\n   u can still get punished tonite ;)\n  ","536252":"\n   what makes you jealous?\n  ","536253":"\n   Do you shave fully? Would you ever try a patch of a landing strip?\n  ","536254":"\n   Hello c:\n  ","536255":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","536256":"\n   Do you think that we look to others in order to get our sense of self?\n  ","536257":"\n   Can a relationship be loving and successful without sex?\n  ","536258":"\n   But you can't remember if you orgasmed as a child\n  ","536259":"\n   No s*x on the 4th?\n  ","536260":"\n   Do you think that sex is addictive?\n  ","536261":"\n   do u need some meat ;)\n  ","536262":"\n   Do you have a good memory?\n  ","536263":"\n   Hi\n  ","536264":"\n   Do you see sex as being important in a relationship?\n  ","536265":"\n   I will wait your answers 😊\nOn my question about the Egyptian doctor\n  ","536266":"\n   I like this ¯\\_(ツ)_\/¯ \nBut what is the meaning? 😂\n  ","536267":"\n   He told us that he loved free bus in USA 😂😂\nHe was a doctor in Arkansas University\n  ","536268":"\n   Our Egyptian doctor was in a discussion with American doctors ..\n●they asked him \" What are the disadvantages of living in America from your point of view? \" \n■He answered \" Women rush to work and forget the rest of their clothes \"\n●The American doctors laughed 😂\n  ","536269":"\n   Why do some men cheat when they said they wouldn't at the start of a relationship like marriage vows?\n  ","536270":"\n   It's 3:38 am here \nI couldn't sleep without saying \" Happy dreams, princess 🌹 👑 \"\nBuenas noches 👒🌷\n  ","536271":"\n   single?\n  ","536272":"\n   What was your life like before you were born?\n  ","536273":"\n   are you married?\n  ","536274":"\n   Maybe you have the right to say that, princess \nBut I thought that you can help him to be better 👑\n😍\n  ","536275":"\n   Our Egyptian doctor who lived in USA told us that American people care about dogs like people..\nIs that correct?\n  ","536276":"\n   Princess 👑👒👒👒👒👒\n  ","536277":"\n   yeah alcoholics can be rly bad :\/\n  ","536278":"\n   You hate that but you don't hate him 😊\nI'm sure that you don't hate anyone 👒👑\n  ","536279":"\n   so i herd u liek mudkipz\n  ","536280":"\n   I can't believe that you hate anyone 😊\nYour kind heart only loves\n  ","536281":"\n   I'm sorry for that \nBut whatever he did,  he is your dad and you should care about him princess 🌹 \nMaybe you can help him to be better\n  ","536282":"\n   I like to hear \" 📣 previously on Lost \" 👤 \n😂\n  ","536283":"\n   3 × 10 ^ 8 ✅ \nNot 3 × 108 \nPrincess 🌹\n  ","536284":"\n   Tell Juliet that we are on the boat now 😂\n  ","536285":"\n   I'm in the past with Desmond 😦\n  ","536286":"\n   Why dad only 1?\n  ","536287":"\n   wow u rly dont like ur dad huh\n  ","536288":"\n   Rate your parents as role models on a scale of 0 to 10\n  ","536289":"\n   «Be brave. Take risks. Nothing can substitute experience»\n\n-Paulo Coelho .. :)\n  ","536290":"\n   How can you not be sure?\n  ","536291":"\n   How is your doggie doing?\n  ","536292":"\n   Ever orgasm when you were a kid?\n  ","536293":"\n   I finished season 4 of \"lost\" \nI'm very sad because John Lok died 😢\n  ","536294":"\n   who sang it do you know?\n  ","536295":"\n   Hbu? How was your fourth? Did you dress up? :)\n  ","536296":"\n   Ask me questions if you want i'll be out for a little while but happy to answer anything when i get back\n  ","536297":"\n   what makes u jingle\n  ","536298":"\n   that's a song\n  ","536299":"\n   what makes u jiggle\n  ","536300":"\n   what makes you giggle?\n  ","536301":"\n   yes its 186,000  miles per second\n  ","536302":"\n   if i eat myself would i become twice as big or disappear completely?\n  ","536303":"\n   what is the speed of darkness?\n  ","536304":"\n   wassup\n  ","536305":"\n   hi\n  ","536306":"\n   Are our thoughts safe? Should be hold them internally, or is it better to vocalize them? *curious, feeling \"slightly\" intelligent, face lol*\n  ","536307":"\n   lol whats wrong with \"hi hi wassup nothing hbu nothing too just chillin k me too\" theyre such deep convos :P\n  ","536308":"\n   most annoying question u get?\n  ","536309":"\n   from the start would be good lol\n  ","536310":"\n   well at least u havent gotten any from those that shall not be named\n  ","536311":"\n   whats the most inappropriate question you been asked  ....i haven't been asked one yet so far\n  ","536312":"\n   Hi how are you all today?\n  ","536313":"\n   have u deleted any qs lately\n  ","536314":"\n   U can massage them , play with them , they love you\n  ","536315":"\n   likers get to kick that anon in the ballz!\n  ","536316":"\n   likers get a kick in the balls lol\n  ","536317":"\n   More like what ?\n  ","536318":"\n   But they r all yours\n  ","536319":"\n   It is all yours , white rose with red head\n  ","536320":"\n   😁😁😁😁😁u whom who must be congratulated ?\n  ","536321":"\n   erm,  ok  bye!\n  ","536322":"\n   Does perfume play major role in man's charm ?\n  ","536323":"\n   Big balls\n  ","536324":"\n   well,  hello there!\n  ","536325":"\n   6 inch while working\n  ","536326":"\n   Sexy\n  ","536327":"\n   Is good for average peniis ?\n  ","536328":"\n   favourite cod game\n  ","536329":"\n   wtfffkccc?\n  ","536330":"\n   Do you mean it is narrow ?\n  ","536331":"\n   I love but u know that yours is very wide , is it ?\n  ","536332":"\n   well theres always tonite\n  ","536333":"\n   What do u call it ?\n  ","536334":"\n   if you could keep two but had to give up one, which would you give: honey, apples, cheese\n  ","536335":"\n   what name seems like a dog name, even though TECHNICALLY it could be a human?\n  ","536336":"\n   Do you call it Arizona !!!!!?????\n  ","536337":"\n   What's your opinion on \"24 hours to live \" movie ?\n  ","536338":"\n   what does july smell like?\n  ","536339":"\n   u shouldve played with urself last nite so u would have made ur own fireworks ;)\n  ","536340":"\n   Good night sexy\n  ","536341":"\n   «Action may not always bring happiness; but there is no happiness without action»\n\n-Benjamin Disraeli .. :)\n  ","536342":"\n   15 \/ 30 like, BTW followed you\n   \n    @aggourofficielle\n   \n","536343":"\n   Ever got cum in  your hair?\n  ","536344":"\n   Hella tig ol bitties, girl\n  ","536345":"\n   what is good my dude\n  ","536346":"\n   What's your definition of a nice house?\n  ","536347":"\n   Last hug?\n  ","536348":"\n   Can we go to the movies sometime\n  ","536349":"\n   What is the grossest thing you've ever ate? Ever had food poisoning?\n  ","536350":"\n   whats the worst selfie you ever took\n  ","536351":"\n   Do you have to make yourself love your partner?\n  ","536352":"\n   Had you ever have two boy friends at a time ?\n  ","536353":"\n   Woman !! Is it dry or wet now ?\n  ","536354":"\n   Happy 4th of July to all of you in America.And if you’re not hope you have a great day with whatever you do!\n  ","536355":"\n   Is there much class consciousness where you live?\n  ","536356":"\n   What’s the one thing that people always misunderstand about you?\n  ","536357":"\n   its just you are protective of him which is cool hes lucky\n  ","536358":"\n   I like this girl. I'm not sure if if she likes me as much as I like jer. What should I do?\n  ","536359":"\n   is he a friend\n  ","536360":"\n   same here\n  ","536361":"\n   Do you have a favorite track?\n  ","536362":"\n   i want over your knee.\n  ","536363":"\n   Do you put watches?\n  ","536364":"\n   yeah hes open about it he could be lieing too\n  ","536365":"\n   Do you fear losing things that you do not even have yet?\n  ","536366":"\n   yeah its strange girl hitting a boy\n  ","536367":"\n   remove the first letter from brick\n  ","536368":"\n   yep  what age is he\n  ","536369":"\n   its a girl so as a girl how would you want to be asked\n  ","536370":"\n   okay wow its just he seems cowardly thats all\n  ","536371":"\n   brick minus the 🐝\n  ","536372":"\n   hes dumb tbh a girl bashing him  lol\n  ","536373":"\n   geese my name ...please 💋\n  ","536374":"\n   hes  jack@zactc  added a j he said. he says you are a kind  girl\n  ","536375":"\n   how should i ask a friend of mine to spank me bare?\n  ","536376":"\n   Is it really possible to tell someone else what one feels?\n  ","536377":"\n   you do the boy thats gone on a roadtrip hes called zactc\n  ","536378":"\n   What's going on in your life these days?\n  ","536379":"\n   Why do you think they said \" good friend is like a good bra \"\n  ","536380":"\n   whats your phobia ?\n  ","536381":"\n   Why do you think we hear too much cancer tumors for dogs nowadays ?\n  ","536382":"\n   Do you often wear manicure ?\n  ","536383":"\n   Would euthanatize your future husband  when he become old ?\n  ","536384":"\n   do you prefer shorts or a skirt in the hot weather\n  ","536385":"\n   do you miss zack\n  ","536386":"\n   Had you euthanatize an animal before ?\n  ","536387":"\n   howdy fellow americans! how are you celebrating this holiday? non-americans: when is your country’s independence day and now do you celebrate? (sorry brits!)\n  ","536388":"\n   Good night beautiful\n  ","536389":"\n   I'm doing great🌹👑\n  ","536390":"\n   I'll never let you down🌹\n  ","536391":"\n   You are my favorite🌹👑\n  ","536392":"\n   Lyndsey🌹👑\n  ","536393":"\n   Like, is it a chemical thing mostly?\n  ","536394":"\n   Why do you like connection?\n  ","536395":"\n   I have always wondered…\n  ","536396":"\n   Do you have a favorite part of sex?  Like, the foreplay? the build up?  the climax?  the afterglow?\n  ","536397":"\n   How are you🌹👑\n  ","536398":"\n   Hugs you like a teddy bear🌹👑\n  ","536399":"\n   What is the most annoying household pest you've had to live with?\n  ","536400":"\n   Would you want worship rn beautiful\n  ","536401":"\n   🌹🌹👑👑😘\n  ","536402":"\n   You make me a great king my queen🌹👑\n  ","536403":"\n   last time u were horny\n  ","536404":"\n   So how is the adorable Jonny doing? I would ask him but he's been absent for a while and he won't talk to me anyways.\n  ","536405":"\n   Love you more🌹👑\n  ","536406":"\n   I'm ok🌹👑\n  ","536407":"\n   Does sex make you hungry?\n  ","536408":"\n   I wanna kiss your feet\n  ","536409":"\n   I’ll buy them, if I get to see them first:)\n  ","536410":"\n   That hair is for pullin:)\n  ","536411":"\n   I’m ready for a bit of Lyndsey time!\n  ","536412":"\n   If you were giving heed and it was near the “finish” but someone from the household cane home, you could stop and act like nothing happened or finish but in order not be caught it has to be swallowed. Make your choice\n  ","536413":"\n   For however long you desire!\n  ","536414":"\n   Which weather do you like?\n   \n    https:\/\/ask.fm\/Guitar_And_Vocals\/photopolls\/100885258\n   \n","536415":"\n   Let’s clear the stuff from the table and use it for other things:)\n  ","536416":"\n   Terk it baby!\n  ","536417":"\n   No one to open for him ?\n  ","536418":"\n   What do you cherish most, these days? How does that differ from when you were a child? :)\n  ","536419":"\n   If too personal, feel free to disregard... Not hard feelings :P How many \"first kisses\", have you had? How many had actually became and blossomed into something more, committed relationship-wise? :)\n  ","536420":"\n   My queen! Allow me o worship you\n  ","536421":"\n   I cried when he died in \"Blood Diamond \" 😢\n  ","536422":"\n   Do you have any plans, for 4th of July? :) If you don't celebrate, have you ever launched some fireworks of your own?\n  ","536423":"\n   Do you think that life is mainly about finding a partner, settling down and reproducing?\n  ","536424":"\n   You have something like small one \" clitorisss\"\n  ","536425":"\n   Why not both:)\n  ","536426":"\n   Well no:) I can’t blame you:) can act as both excerise and a good source at the end:)\n  ","536427":"\n   If someone said you could earn extra 200 bucks a week if you allowed your feet to be massaged and kissed twice w week, would you?\n  ","536428":"\n   Do u feel any sort of erection right now ?\n  ","536429":"\n   Close your thighs right now\n  ","536430":"\n   Painted your toes yet\n  ","536431":"\n   What effect do you think the plentiful availability of attachment-free, emotion-free, consequence-free sex has on people in the present day?\n  ","536432":"\n   What’s the last thing you learned about yourself?\n  ","536433":"\n   Do you keep a sex diary?\n  ","536434":"\n   As far as being rejected do you mean?\n  ","536435":"\n   No dollars $\nEgyptian money 😂\n  ","536436":"\n   Do you think that most guys have a different understanding of sex and love compared to girls understanding?\n  ","536437":"\n   Thong today\n  ","536438":"\n   Rate my D?\n  ","536439":"\n   Sexual tonight?\n  ","536440":"\n   Princess + Teacher  = Lyndsey\n  ","536441":"\n   therapeutic.\n  ","536442":"\n   Yes.  The psycho will be having it's shock-treatment tonight .\n  ","536443":"\n   Who u hanging with rn\n  ","536444":"\n   ~ it must have been a nun who deleted the first  one . . . . . yeah , she sez ; \"we will have nun o that\"\n  ","536445":"\n   «Change your thoughts and you change your world»\n\n-Norman V.Peale .. :)\n  ","536446":"\n   Tickle someone on video\n  ","536447":"\n   Do you like going to the beach?\n  ","536448":"\n   There ! ~ ~ I've done a much TAMER 'face-eating' study ! ~\n   \n    https:\/\/ask.fm\/igotamatch\/answers\/149011051386\n   \n   ~ should amuse yer tame anons ; and slip by the gumption or the ASKEROO-psychos ! ~ HOPE!!!\n  ","536449":"\n   Have you ever been on a cruise ship?\n  ","536450":"\n   Are you a good swimmer?\n  ","536451":"\n   Cheetos or Doritos?\n  ","536452":"\n   Do you have any pets?Lets see a picture of them!\n  ","536453":"\n   For those of you who have a dog... did you try the Whatthefluff trick? And if so has your dog fallen for it?  for and example here's a link to a video of it.  (very safe link)\n   \n    https:\/\/www.youtube.com\/watch?50=&v=_3EmE1RwRCk\n   \n","536454":"\n   July 4 plans?\n  ","536455":"\n   Do you tie your hair?\n  ","536456":"\n   Thank you very much, my teacher 😍 🌷\n  ","536457":"\n   What's more awkward, answering Dora or sitting in silence while someone stares at you? .-.\n  ","536458":"\n   suggest some adventure films to watch 🎬\n  ","536459":"\n   Do you know anyone who blames everyone else for their mistakes and never accepts responsibility?\n  ","536460":"\n   When you fall in love the second time, does the first time love seem fake and not real?\n  ","536461":"\n   You know what THESE anons want you to say you do when you're bored . . . It's what they do , and they're bored all the time.\n  ","536462":"\n   Do you believe in God Satan Heaven and Hell?\n  ","536463":"\n   Do you ever have fantasies that you feel disturbed by? Elaborate, please\n  ","536464":"\n   I want to ask you in grammar, princess ☺...\nQuestion :- Do you have questions  ?\nMy answer should be \" yes, I do \" or  \" yes, I have \" ?\n  ","536465":"\n   Do you take sex stimulator pills\n  ","536466":"\n   Chicken wings are as American as it gets. Nothing Chinese about it.\n  ","536467":"\n   when you think of chinese food, what’s the first food that comes to mind?\n  ","536468":"\n   Woow \nCan you speak Spanish ?\n  ","536469":"\n   Do you like spicy foods?\n  ","536470":"\n   Ever met anyone famous?\n  ","536471":"\n   What are some of the most unusual or interesting things you do to amuse yourself when you're bored?\n  ","536472":"\n   Hey beautiful\n  ","536473":"\n   Would you rather get crypto currency or regular money?\n  ","536474":"\n   Are you happy with your boobs? What would you change a bout them if you could?\n  ","536475":"\n   If you are brave enough post a photo of yourself of how you look as soon as you wake up. Can be a simple selfie or a full selfie, your choice. How brave are you?\n  ","536476":"\n   What kind of birth control do you use?\n  ","536477":"\n   They can sometimes, his was in an awkward length though lol he still cut it though cause of me lmao and really?? I love watching Mulan :p\n  ","536478":"\n   How do you want to spend the last 30 years of your life?\n  ","536479":"\n   Right?? Then my friend looks like Ling so I call him that. Then he cut his hair cause I wouldn’t stop lmfao 😂 I don’t even feel bad though. I hated his little top knot\n  ","536480":"\n   It's an amazing movie, princess\n  ","536481":"\n   What quote or saying do people spout but is complete Nonsense to you?\n  ","536482":"\n   Having to ask for questions online like you're lonely... just a possibility, that's all. National Suicide Prevention Lifeline: 1-800-273-8255\n  ","536483":"\n   There’s this kid that works with me who looks like the main kid from Gravity Falls lol it’s so funny cause he knows it\n  ","536484":"\n   Who knows the most about you?\n  ","536485":"\n   Emoji of the day!\n  ","536486":"\n   What is your favorite way of wasting time?\n  ","536487":"\n   What are some things you love about your state\/country? Can you list them and tell me why you like them?\n  ","536488":"\n   Write anything\n  ","536489":"\n   Aww is Lyndsey depressed?\n  ","536490":"\n   \"Spilling your potion\"...\n  ","536491":"\n   If you could be fluent in a new language what would it be ?\n  ","536492":"\n   -\n  ","536493":"\n   Which three things would you take to a deserted island?\n  ","536494":"\n   Ever see some people who look like cartoon characters?\n  ","536495":"\n   Which do you prefer most, going to sleep or waking up?\n  ","536496":"\n   Bruce lee said: be like water. What did he mean by this? Did he mean, not to display outward toughness much like a rock does, but to display the toughness of keratin, with its durability and all or something different?\n  ","536497":"\n   Did you ever come so hard you sq.uirted?\n  ","536498":"\n   Do you ever talk about your sex life with your friends?\n  ","536499":"\n   Woow \nSuper man Vs Supper Lyndsey\n  "},"Answer":{"535427":"\n  It's been a while. Hope everything is ok.\n  ","535428":"\n  believe what you want\n  ","535429":"\n  no. we only talk on here\n  ","535430":"\n  These pee questions are weird now.\n  \n  stop.\n  ","535431":"\n  light pressure then\n  \n  harder fucking 😈\n  ","535432":"\n  Not really. I'd be up to it but not too rough lol like don't leave marks o.o\n  ","535433":"\n  More storms\n  ","535434":"\n  Why? You going to take me there? ;)\n  ","535435":"\n  Good\n  ","535436":"\n  hey Tay\n  ","535437":"\n  They were a few years older. Neither of us hit puberty yet... not much to show lol Both girls.\n  \n  I don't get why they would need to be with me unless they needed the bathroom too or a baby to keep eye on them at all times?\n  ","535438":"\n  much rather sit on the toilet like normal\n  ","535439":"\n  ask your wife if it is.\n  ","535440":"\n  Yes, usually do.\n  \n  1950 by King Princess is on right now.\n  ","535441":"\n  Spread those legs bby\n  ","535442":"\n  Very good\n  ","535443":"\n  However many you can take  (alone or not)\n  ","535444":"\n  28-35\n  \n  Maybe 23 youngest if they were really amazing ¯\\_(ツ)_\/¯\n  ","535445":"\n  Myself.\n  ","535446":"\n  Not really, Atleast 2 other times in July so far?\n  ","535447":"\n  The kevin guy used words but I have seen his pictures before. Also tumblr stuff helped too ;)\n  ","535448":"\n  Didn't time them :P\n  ","535449":"\n  more powerful.\n  \n  legs shaking etc\n  ","535450":"\n  Wasn't for me last night; )\n  ","535451":"\n  2nd\n  ","535452":"\n  Yes. twice\n  ","535453":"\n  You missed the fun then 😉\n  ","535454":"\n  Croatia won like my prediction.\n  \n  Sorry England. Wanted you to win\n  ","535455":"\n  Why would I wake them up so they could watch me go the bathroom? I'd understand if it was a baby but it would be weird with older kids. They don't need to see that. Or leave the door open if really worried. idk\n  \n  Probably. I wouldn't be naked though. Again, depends on the age too. You obviously need to keep track of babies more than older children.\n  \n  My babysitters were also best friends at the time and it didn't matter if naked or not.\n  ","535456":"\n  I'll just go with we are the champions but I don't think world cup uses it????\n  ","535457":"\n  salsa \/ zumba :)\n  ","535458":"\n  Not at all. I don't think I'd look good in uniforms like that. I wouldn't want to go to war. Peace Corps if anything. I had a friend do that when I was younger and it seemed so cool and helpful.\n  \n  Danielle went into the military. Went to Iraq and other places. underwater Weldering.\n  \n  My brother-in-law was in the army. Won medals.\n  \n  I think both my grandpas went to war but neither talked about it.\n  ","535459":"\n  lol congrats....\n  ","535460":"\n  The ex, even though I know it was rough...\n  \n  or\n  \n  my dad. See more of why he's like he is lol He's told some odd stories so that would be interesting\n  ","535461":"\n  Does it count if you only got ice cream? Culvers. More custard like.\n  \n  panda express - pepper jack chicken, lo mein, mixed veggies. Way more healthy than my usual Chinese food would be, smaller portions too.\n  \n  Then Mcdonalds sometime in June.\n  \n  I really don't eat fast food much.\n  ","535462":"\n  has been\n  ","535463":"\n  oh\n  \n  diapers if that young.\n  \n  if they were potty trained then probably wait outside the door, if they needed help then obviously help. Some would obviously want to do it themselves.\n  \n  Make sure the water is a good temperature. Bubble bath would most likely be more fun for them with toys they liked. more of the age thing, again.\n  \n  common sense stuff\n  ","535464":"\n  No. I'd rather not hang myself.\n  \n  wouldn't mind if it was just normal and tight on me tho without being too restrictive as well.\n  ","535465":"\n  done\n  ","535466":"\n  People go to extremes, man.\n  ","535467":"\n  Best not to do lol XD\n  \n  eh whatever helps get someone off tho ¯\\_(ツ)_\/¯\n  \n  obviously need to really watch your partner since people can pass out etc\n  ","535468":"\n  \"Erotic asphyxiation orbreathcontrolplayis the intentional restriction of oxygen to the brain for the purposes of sexual arousal.. This sexual practice is variously called asphyxiophilia, autoerotic asphyxia, hypoxyphilia.\"\n  ","535469":"\n  not really into it. Can be scary.\n  \n  naturally, I feel like I forget to breathe so it's probably not the best combination! lol. Can get too in my head as well like oh shit need to breathe now 😂\n  ","535470":"\n  Who?\n  ","535471":"\n  Sugars don't store correctly so it causes fat?\n  \n  I was diagnosed with pcos in June. Long overdue! Been taking medication that should help with that though. Including exercise that I already do\n  ","535472":"\n  Yes\n  ","535473":"\n  Yes. That's gross lol\n  \n  or use bacteria handwash\n  ","535474":"\n  Get rid of all the insulin resistance especially in my rib area :\/ It would be so much flatter looking without\n  ","535475":"\n  mmm we have someone kinky now. hello\n  ","535476":"\n  normal sized i think?\n  ","535477":"\n  Woods? ¯\\_(ツ)_\/¯\n  ","535478":"\n  I think that would violate the terms 😇\n  ","535479":"\n  aww kitten\n  ","535480":"\n  yes?\n  ","535481":"\n  lol hello\n  ","535482":"\n  No. I'm quite well; )\n  ","535483":"\n  I'm sorry! Must be quite horrible\n  ","535484":"\n  😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂\n  ","535485":"\n  Nothing? I meant don't have a date to return yet lol\n  ","535486":"\n  Winter ones lol\n  ","535487":"\n  We still don't know when 😂\n  \n  we're horrible\n  ","535488":"\n  Not right now but have before.\n  \n  I haven't been wearing jackets in AZ\n  ","535489":"\n  Coach bag and wristlet that I currently use.\n  ","535490":"\n  9-9.5 depending on the style.\n  ","535491":"\n  Doesn't really seem like talking to with help much. I feel like in those situations you either stick up for yourself, get away from the negative vibes etc\n  \n  They should know better by now\n  ","535492":"\n  Depends more on what's being said. If it's toxic and not good to hear mentally then I'd distance myself from them.\n  \n  Stick up for what I believe. There was an MFCEO Project podcast that I listened to recently and he mentioned how we let people tear down others when we should really stop that sh!t in our tracks. They do it because people are too scared to talk back or share our real opinions about. Nobody ever told them no etc You could even say how it makes you uncomfortable or not want to be around them. Could be an eye opener too\n  ","535493":"\n  Both are good. Bitter seems to make me more full and not want as much too.\n  ","535494":"\n  AZ\n  ","535495":"\n  I didn't read all of it but knew it was gold lol\n  ","535496":"\n  Why would anyone give YOU the location?\n  ","535497":"\n  This 🙆🙆🙆\n  ","535498":"\n  Enjoy the company. As far as place to go that depends more on the people involved.\n  ","535499":"\n  money, love, success, appetite  etc\n  ","535500":"\n  Hi\n  ","535501":"\n\n   https:\/\/www.reddit.com\/r\/confessions\/comments\/28jmfq\/i_told_my_girlfriend_id_eat_her_ass_and_now_i\/\n  \n\n  😂\n  ","535502":"\n  No problem. Hopefully they will send some.\n  ","535503":"\n  ANONS,\n  \n  SHE NEEDS YOU TOO!!!!\n  ","535504":"\n  Yes.\n  \n  I don't know. I can tell when a girl is attractive but I'm not sexually attracted to girls. I can't really see myself going down on them or anything.\n  ","535505":"\n  Not much happened lol\n  \n  storms but eh...\n  ","535506":"\n  I think we already know the answer to that. I talked to him recently. Working like a dog.\n  ","535507":"\n  All about the situation?\n  ","535508":"\n  1st grade, school\n  ","535509":"\n  Everyone likes when I'm more sexual on here. Not anything new though!!\n  ","535510":"\n  What?\n  ","535511":"\n  bare hands\n  ","535512":"\n  Indeed\n  ","535513":"\n  yes\n  ","535514":"\n  blowjob, most likely. More something that you two should talk about if uncomfortable with. Or just start out with a simple hand job lol\n  ","535515":"\n  Ah but ask wouldn't exist then :P\n  ","535516":"\n  And this is why I don't like answering ones that can be more personal.\n  \n  You think that you are entitled to know every little detail.\n  ","535517":"\n  r.i.p all the rice\n  \n  you should have tasted better!!\n  ","535518":"\n  My saving grace\n  ","535519":"\n  wouldn't you like to know\n  ","535520":"\n  Know anyone?  ;)\n  ","535521":"\n  I was more lucky; )\n  ","535522":"\n  A guy? Nobody special.\n  ","535523":"\n  Tony --- Anthony\n  ","535524":"\n  Ok then\n  ","535525":"\n  Someone that you wouldn't know because I don't always talk about getting kissed or action ;)\n  ","535526":"\n  No idea. Good point.\n  ","535527":"\n  All those Pakistan and Indians. Shalom.\n  \n  A FEW\n  \n  😂😂😂\n  ","535528":"\n  Honestly, I don't understand it either lol like ok??\n  \n  A prude follows me. aww\n  ","535529":"\n  Join the madness ¯\\_(ツ)_\/¯\n  ","535530":"\n  Ya Mesa and those areas had it bad yesterday. Was like oh shittt watching on tv. Roofs ruined etc\n  \n  oh happy day 🎤🎤🎤\n  \n  humidity sucks. Those 90 temps killed me at night lol\n  ","535531":"\n  come at me, bro.\n  ","535532":"\n  I was swimming watching it get closer 😂 Was getting a bit windy. Took a quick shower then it was a full brown storm. Rain and everything else. It knocked over one of those heating lamp things??  Besides that, I feel like there wasn't much damage done. Don't think the wash area got flooded...\n  \n  Today was literally nothing. They hyped it so much on tv and was over in a second?\n  ","535533":"\n  Prom. Graduating high school and going into my freshman year of college.\n  ","535534":"\n  yes, sir. Usually everyone has a lot and there was still a ton left over lol\n  ","535535":"\n  It was.\n  \n  didn't really care for the rice we had. Seemed bland with the other flavors.\n  ","535536":"\n  pork street tacos\n  \n  (pork, onion, cheese, avocado, bit of cilantro,\n  \n  lime juice on small tortilla wraps)\n  \n  also had some rice on the side\n  ","535537":"\n  reading\n  \n  dinner should be done shortly\n  \n  replying to someone on kik\n  \n  here\n  ","535538":"\n  I like a lot of them.\n  \n  ncis\n  \n  jessica jones\n  \n  blindspot\n  \n  rizzoli and isles\n  \n  other ones that I forget the name of\n  ","535539":"\n  Sandra Bullock\n  \n  Leonardo Dicaprio\n  \n  Jennifer Aniston\n  \n  Ryan Reynolds\n  \n  Julia Roberts\n  \n  etc\n  ","535540":"\n  Everything besides beer pong. I'm ok at normal pong though.\n  ","535541":"\n  The ocean somewhere! Bahamas etc\n  ","535542":"\n  Yes. I haven't bought any in years though\n  \n  Spotify 😍😍😍😍😍\n  ","535543":"\n  That's a mistake waiting to happen 😂\n  \n  I also don't have any wax stuff rn\n  ","535544":"\n  Last month\n  ","535545":"\n  oh noes:(\n  \n  same tho 😂\n  ","535546":"\n  Too much responsibility ;)\n  ","535547":"\n  Why?\n  ","535548":"\n  I get them waxed\n  ","535549":"\n  personality\n  \n  eyes\n  \n  eyebrows when they cute lol\n  \n  hair\n  ","535550":"\n  followed\n  ","535551":"\n  Pretty good. Wish I had more questions though. Inbox is pretty dead currently. Hope you're well too.\n  ","535552":"\n  I'm not sure. My memory is pretty good.\n  ","535553":"\n  Not interested in you\n  \n  busy\n  \n  doesn't know what to write so isn't as engaged in the conversation\n  \n  not interested in the topic of discussion\n  \n  shy\/antisocial\n  \n  Just be glad she's replying? :)\n  ","535554":"\n  I wanted to go in the pool but we have another storm on the way :\/\n  ","535555":"\n  Love them.\n  ","535556":"\n  For news??\n  ","535557":"\n  Wasn't going to try :P\n  ","535558":"\n  um.. no?\n  \n  I usually pee before or after doing stuff\n  ","535559":"\n  childhood\n  \n  18\n  \n  21\n  \n  25\n  \n  ¯\\_(ツ)_\/¯\n  ","535560":"\n  Right!\n  \n  Ugh.\n  \n  I just can't with that person today lol\n  ","535561":"\n  I don't need to know that\n  ","535562":"\n  you are literally on your way to getting blocked.\n  ","535563":"\n  THEN DON'T.\n  \n  Stop saying not to talk about stuff and then bringing it up.\n  ","535564":"\n  Casual, a little sporty...\n  \n  I want all the summer dresses tho 😍\n  \n  sick of wearing the same stuff lol I do like being more minimalist though.\n  ","535565":"\n  Maine;\n  \n  One guy owns the general store in the next town over. Best steak and cheese subs. They won awards. He has some cool toy gadgets. Glider thing etc\n  \n  I feel like another guy has a bunch of seasonal businesses, along with pot selling. He pays for most of the fireworks on July 4th too. Like legit ones. Interesting to watch drunk and stoned guys light them off.\n  \n  The guy across the lake has his own helicopter. I know that he does those banner signs. I'm not sure what else he does.\n  ","535566":"\n  ¯\\_(ツ)_\/¯\n  ","535567":"\n  Yes.\n  ","535568":"\n  Ohhhh\n  ","535569":"\n  March of last year? Happy digging :P\n  ","535570":"\n  I took a picture of the tag before.\n  \n  The ones I brought with me are comfortable ones and only show the XL size, not by cup.\n  \n  I've always said the same sizing. I think I know my body better than you do.\n  ","535571":"\n  Of course! You are never that bad 💕\n  ","535572":"\n  on what?\n  ","535573":"\n  Doubt it :P\n  ","535574":"\n  you just did\n  ","535575":"\n  sure\n  \n   @TheChaosBringer\n  \n","535576":"\n  Plenty. I don't talk about other users though.\n  ","535577":"\n  Someone wants to ask sexual things\n  ","535578":"\n  I like them. Apple sounds good right now and we have some :)\n  ","535579":"\n  Massachusetts-\n  \n  Only because they remodeled it, made it bigger. Got fancy labs, computers, new track field etc\n  \n  Maine - I don't think so! Small town and I feel like they typically need to go to surrounding towns for school??\n  \n  AZ - Probably the charter schools? idk\n  ","535580":"\n  About 4 times 😍 Love NYC\n  \n  Yes. I went to a votech hs and took Graphic Communications. We had our own press machine. Made negatives for it etc We also went on a field trip to a Newspaper Printing place. It was a little boring because we already knew a lot. Their equipment was a tad newer so that was nice...\n  \n  I think so\n  \n  no\n  \n  no. I did get Jury Duty notices twice but nothing came of them in the end. One got canceled for some reason and the other one kept getting postponed and never heard back ¯\\_(ツ)_\/¯\n  ","535581":"\n  Nice. I like the chicken or beef one.\n  \n  pasta though 😍\n  ","535582":"\n  Are dreams returnable?\n  ","535583":"\n  yes but not the best at either lol\n  ","535584":"\n  Anywhere from 8am-12?\n  ","535585":"\n  no but those are good too 😂\n  ","535586":"\n  It's cute but I would most likely forget to say it.\n  ","535587":"\n  Spread the joy of sale deals that certain companies might have going on. Mostly keep it fashion based. Commission base blah blah blah. Sorry, I've answered this a lot in different ways before lol\n  \n  I'm not affiliated with Old Navy but they have some good ones going on! Looked at their website yesterday.\n  ","535588":"\n  I would never utter those words 😂😂😂😂\n  ","535589":"\n  Never a fun time when you feel sick that way. Glad you got some much needed sleep. Eat ass\n  ","535590":"\n  Nap Goddess\n  \n  I think they might notice the difference 😂\n  ","535591":"\n  Have you seen\n  \n   @neshaotto\n  \n\n  Ya, in person too.\n  ","535592":"\n  Damn lol\n  \n  Ew will be here soon enough :(\n  ","535593":"\n  Only wild, amiright?\n  ","535594":"\n  It better!\n  ","535595":"\n  twerk your problems away\n  ","535596":"\n  Never too long!\n  ","535597":"\n  Pretty abusive to me. Things could go wrong. It's just not that sexy to me. I get how it could make the orgasm more pronounced but damn... me no gusta\n  ","535598":"\n  yesss 🍑🍑🍑\n  ","535599":"\n  and?\n  \n  I'm not sexually attracted to females. It's always been more i like their outfit, makeup etc\n  \n  You can appreciate without wanting a piece of that 😂 like we were both working out, good on us lol\n  ","535600":"\n  Nothing. I was working out. I don't stare and think dirty things. jfc\n  ","535601":"\n  it can happen. Or on IG, I follow a lot of fitness people and they show off the booty gains.\n  ","535602":"\n  Yup.\n  ","535603":"\n  Not really. I'm not going to masturbate over some girl's butt 😂 like da fu*k. Cock, please.\n  ","535604":"\n  Not always.\n  \n  I don't eat much candy\/sweets.\n  ","535605":"\n  Kind of? Just the running type\n  ","535606":"\n  Shorts and a tank top\n  ","535607":"\n  Reeses\n  \n  Whitmans sampler\n  \n  FerreroRocher\n  \n  some other sampler that you'd see on valentine's day, forget the name. usually in a red heart though.\n  \n  Andys mints\n  ","535608":"\n  Not sure how I'd describe it. Was behind her on a different machine and she kept stretching and using weights etc\n  ","535609":"\n  Um...try me?\n  ","535610":"\n  not from sex\n  ","535611":"\n  That sounds heavenly!\n  ","535612":"\n  sure\n  ","535613":"\n  nah.\n  ","535614":"\n  who hasn't? Make dat booty stronger, honey 🍑👍\n  ","535615":"\n  Why?\n  ","535616":"\n  spank you very much\n  ","535617":"\n  middle\n  ","535618":"\n  now there's an idea\n  ","535619":"\n  Much better at twerking\n  ","535620":"\n  Not sure.\n  ","535621":"\n  shake it 🍑🍑🍑\n  ","535622":"\n  You are strange\n  ","535623":"\n  in the middle\n  \n  I like guys so I don't think it truly matters then.\n  ","535624":"\n  this is getting weird now :P\n  ","535625":"\n  indeed\n  ","535626":"\n  Not in the same state right now and doubt her boyfriend would like that.\n  ","535627":"\n  More like a slap kind of thing. lol\n  \n  Can be\n  ","535628":"\n  Probably more firm now since she's way skinnier now.\n  ","535629":"\n  She did in high school. It was weird 😂 so I did it back at times ¯\\_(ツ)_\/¯\n  ","535630":"\n  Katie, a friend. Knew her since 6th grade.\n  \n  I'm assuming this went to the Q I answered earlier lol\n  ","535631":"\n  I don't really keep track.\n  ","535632":"\n  Not really. I'd say middle class? She makes more than her husband too.\n  ","535633":"\n  even more wet. Came in at the perfect time. I was watching the sky and the clouds were huge and white, kept getting darker.\n  ","535634":"\n  No. I love boats. The sea, any body of water, really.\n  ","535635":"\n  Yes! :)\n  \n  Also went swimming before the monsoon storm came.\n  ","535636":"\n  My sister has her own pool.\n  ","535637":"\n  You could drown\n  \n  swimmers ear\n  \n  can make eyes a bit red depending on the chemicals\n  \n  more pros for me than cons!\n  \n  mermaid, please.\n  ","535638":"\n  I encourage it.\n  \n  Does anyone have questions?\n  ","535639":"\n  educated\n  \n  street smart\n  \n  book smart\n  \n  IQ\n  ","535640":"\n  no set times. varies\n  ","535641":"\n  The why is pretty self explanatory. Saturday\n  ","535642":"\n  No but I felt horny earlier then ate dinner and the feeling vanished\n  ","535643":"\n  Myself.\n  ","535644":"\n  Which do you like more?\n  ","535645":"\n  oh well that's true then via restaurants.\n  \n  I tried Pho yesterday.\n  ","535646":"\n  I don't like going into it :P\n  ","535647":"\n  😂😂😂\n  ","535648":"\n  2010 🙈🙉🙊\n  ","535649":"\n  Lately it seems like guys 😂\n  ","535650":"\n  Same thing in my book XD\n  ","535651":"\n  I like pasta more but I do eat rice more often.\n  ","535652":"\n  4 more until 1888 followers.\n  \n  You guys are crazy.\n  ","535653":"\n  pink tshirt\n  \n  black knee length leggings with added dog hair. Bruin keeps shredding.\n  \n  blue underwear\n  ","535654":"\n  más dificíl mejor más rápido más fuerte\n  \n  😂😂\n  ","535655":"\n  This made me laugh.\n  \n  Yes. Pakistan and Indians.\n  ","535656":"\n  sí por favor hazlo\n  ","535657":"\n  *crawls onto your lap*\n  ","535658":"\n  Sí. ¿Quieres tocarlos?\n  ","535659":"\n  I feel like California or New York City would be good. Carolina too.\n  ","535660":"\n  No. I feel like I'd get bored of one XD\n  ","535661":"\n  let it be\n  ","535662":"\n  If I had one, I don't remember it.\n  ","535663":"\n  Thanks 😊\n  ","535664":"\n  Talk to someone about it. Bottling it up isn't always the best option. It's also nice knowing that \"you aren't the only one\". Or a legit therapist.\n  \n  Analyze why you feel that way. Take steps to get out of that funk\/mindset. Get rid of that toxic friend if it's caused by people. A show making you feel that way, stop watching. etc\n  \n  Do something you love every day\n  \n  Watch movies, shows, music. I feel like that helps.\n  \n  Even getting outside can do wonders. Don't feel like you always need to hide out? Just try feeling \"normal\" again. Go out with friends. Make plans, pushing yourself out of comfort zone can be good and helpful when down even though it might not feel like that.\n  ","535665":"\n  On youtube. Don't have my tv on atm\n  ","535666":"\n  Looks good! Just watched the trailer\n  ","535667":"\n  I don't always feel ambitious lol 😘\n  ","535668":"\n  bedroom, outside in nature, water...\n  ","535669":"\n  I'm leaning towards movie.\n  ","535670":"\n  I didn't know how groovy to be. Figured my ballards\/older songs would cover it ¯\\_(ツ)_\/¯\n  \n\n   https:\/\/open.spotify.com\/user\/lseed87\/playlist\/0HBniCIC9YIIClo0oJZ2vm?si=Zu1sNIqMSs6ii95SMnq4cQ\n  \n","535671":"\n  I feel like a good amount of all together, actually.\n  ","535672":"\n  No.\n  ","535673":"\n  Shaun White 😂\n  ","535674":"\n  None. Rather have some best friends instead :)\n  ","535675":"\n  Why can't I have both :(\n  ","535676":"\n  Yup :)\n  ","535677":"\n  Biased. Depends how my self-esteem is as well. You can see the other thread for more details\n  ","535678":"\n  Give up. No room to grow in the field. Too much schooling. Not sure what they want, Not doing the right path. People tell them they won't amount to anything and they believe it etc\n  ","535679":"\n  :(\n  ","535680":"\n  Being in a relationship\n  \n  unconditional love\n  \n  doing things that better myself, love myself more because of it💕\n  ","535681":"\n  Why do you keep asking this?\n  ","535682":"\n  and it gets creepier.\n  ","535683":"\n  My body isn't that great lol :(\n  ","535684":"\n  I think so! Just going with gut feelings\n  ","535685":"\n  Yes because she'd always grab mine so I did it back one day lol\n  ","535686":"\n  First one would actually need a bikini\n  ","535687":"\n  That's rude.\n  ","535688":"\n  If you say so.\n  \n  anons think they know you so well\n  ","535689":"\n  1. No. Not everyone needs to know that. Getting touched when it's not consensual is bad. Teens shouldn't be around since it seems more like a bar scene here lol I don't know any teens. The only thing I'd say yes to is \"someone who doesn't abide by rules\".\n  \n  2. Yes. I think I can fit in with a lot of different people.\n  ","535690":"\n  Can't really help what I get sent.\n  ","535691":"\n  Humor! I need someone who is funny. I like banter. It would be dull if someone was too serious all the time!\n  \n  I like more out going guys. I'm more laid back so it helps open up my comfort zone and be more bold\n  \n  I'm big on connection.\n  ","535692":"\n  not into\n  ","535693":"\n  ah ok\n  ","535694":"\n  Being there, communication, surprises\/gifts, sexualy lol\n  ","535695":"\n  Ben does too\n  ","535696":"\n  🍑🍑🍑\n  ","535697":"\n  Reminds me of the Leap Year quote at that person's wedding vows\n  ","535698":"\n  Before saying \"i do\" 😮\n  ","535699":"\n  Anyways, I have actually been thinking of college again. Just don't know where yet lol\n  ","535700":"\n  Looks like monsoon season is here after all!\n  \n  thunderstorm.\n  \n  Arizona people forget how to drive in rain\n  \n  probably accidents happening on the highway\n  \n  the tv keeps going in & out of signal.\n  ","535701":"\n  I worry about my anons sometimes\n  ","535702":"\n  awesome\n  ","535703":"\n  No idea. 42D\n  \n  who really cares how big\/small they can be?\n  ","535704":"\n  I do bby\n  \n  *spanks*\n  ","535705":"\n  What do you think holds me back?\n  ","535706":"\n  You wouldn't like it\n  ","535707":"\n  I'm sorry :)\n  ","535708":"\n  Obviously. Boobs come in all shapes and sizes.\n  \n  done with this thread\n  ","535709":"\n  I don't care.\n  ","535710":"\n  What would be cheeky for you?\n  \n  Maybe later. I'll go swimming and do my hair mask after :)\n  ","535711":"\n  Maybe at the moment. People can be such d!cks for no reason at times. I'd be easy with you if you wanted; )\n  ","535712":"\n  Thanks sherlock\n  ","535713":"\n  What is?\n  ","535714":"\n  Switch. Let some aggression out ;)\n  ","535715":"\n  You are being creepy.\n  ","535716":"\n  sounds a bit like rvpe\n  ","535717":"\n  I don't get how makeup turned into boobs. Ds aren't small anyways.\n  ","535718":"\n  seems demonic.\n  ","535719":"\n  makeup brush :P\n  ","535720":"\n  congrats lol\n  ","535721":"\n  I got a new E.l.f brush which was $1.\n  \n  hair oil mask which was $2\n  \n  I still need to do the hair mask.\n  ","535722":"\n  or something was making it that way :P\n  ","535723":"\n  True\n  ","535724":"\n  When it takes over your whole life?\n  ","535725":"\n  Yes, Sir.\n  ","535726":"\n  congrats. I think?\n  \n  But I thought it was going to be about you personally.\n  ","535727":"\n  lol nice 😂😂😂\n  ","535728":"\n  That's subjective. Society views overweight people as ugly anyways. I'd say cute\/pretty at most.\n  ","535729":"\n  idk what if they have a low sperm count? Clearly not that self aware then?\n  ","535730":"\n  one what?\n  ","535731":"\n  I have no idea lol\n  ","535732":"\n  A, B or E\n  ","535733":"\n  night xoxo\n  ","535734":"\n  No. It looks pathetic 😂\n  \n  Literally so much of learningtobefearless videos. Last summer to almost spring vids? Binge watched!\n  \n  The movie;\n  \n  Hayride\n  \n  Music;\n  \n  Adele - hello, rumor has it, someone like you\n  \n  Disturbed - Sound of silence\n  \n  Shinedown - second chance\n  \n  Pop evil - a crime to remember (didn't care for!)\n  \n  Matchbox Twenty - 3am\n  \n  A few new people that I ended up subscribing to. Some more music. Some movie trailers.\n  \n  Pretty boring\n  ","535735":"\n  littlesha_\n  ","535736":"\n  Not really. I didn't think too much about the future anyways.\n  \n  Things could be better but they could be worse too.\n  ","535737":"\n  I love pumpkin seeds, pumpkin pie, pumpkin muffins from DD. I'm not too crazy about pumpkin drinks. Pumpkin spice (the actual spice) is great for added flavor.\n  \n  I hated broccoli when younger. I like it now. One of my favorite veggies now, actually.\n  ","535738":"\n  My blue bathing suit is too big for me now but I still wear it at times. I took the straps off because I was laying out and didn't want tanlines on my shoulders. I was bending down to pick up my towel and nip slip.\n  ","535739":"\n  guys in uniform or formal wear\n  \n  moaning can be sexy\n  \n  the way a partner can say your name and it sounds so special lol\n  \n  some bdsm stuff but not too extreme either\n  \n  um... not sure what else to write.\n  ","535740":"\n  You just noticed that?\n  \n  I swear it's usually just\n  \n   @littlesha_\n  \n\n   @NO3MM3RZ\n  \n  and I for a while then all the UK people start coming on 😂 then I'm like ok.. need to sleep. I usually go to bed 12 or 2am at the most. Just depends on the day etc\n  \n  really need to get my sleeping schedule to be better! Also metformin for my pcos can make people tired and other stuff. I do usually feel tired when I do wake up but then feel normal as the day goes on.\n  ","535741":"\n  Lapdance might have happened\n  ","535742":"\n  Just turned 1am\n  ","535743":"\n  I wish we could like things in our inbox. like yes!!!! My thoughts exactly! Spot on. 👏👏👏👏💯💯💯💯💯💯\n  ","535744":"\n  💩💩💩💩\n  ","535745":"\n  aw\n  ","535746":"\n  look at you now tho 👍\n  ","535747":"\n  Obviously not haha\n  ","535748":"\n  I can be shy at times :)\n  ","535749":"\n  I feel like they could be a little protective of me? Obviously depends what the situation is. I don't have examples though! Sorry.\n  ","535750":"\n  What if I was the one making it awkward?\n  \n  Yes. A couple! :)\n  ","535751":"\n  irrelevant small things, years ago. So dumb. Didn't get caught though.\n  ","535752":"\n  Lots of hugging going down, matey.\n  ","535753":"\n  Good. Related to it. 💔\n  ","535754":"\n  He'll be missed :)\n  ","535755":"\n  Not really. I finished Pretty Little Liars and haven't picked up something new.\n  \n  probably get on the  13 reasons why bandwagon soon!!\n  \n  just been more on a movie kick lately\n  ","535756":"\n  I know :P\n  ","535757":"\n  Early\n  ","535758":"\n  When it's 8:51pm 😂\n  \n  morning to you then\n  ","535759":"\n  Glad you liked.\n  ","535760":"\n  Sounds good.\n  ","535761":"\n  more of a dog person\n  ","535762":"\n  relatable :\/\n  ","535763":"\n\n   @Margaaria\n  \n  does\n  ","535764":"\n  I didn't have any chicken or else would have used that instead of the leftover tuna\n  ","535765":"\n  Always!\n  \n  What's wrong?\n  ","535766":"\n  No for the most part.\n  ","535767":"\n  I haven't been wearing perfume. Not really in love with the one that's in the bathroom lately.\n  ","535768":"\n  What if it never gets fixed😮\n  ","535769":"\n  I can be ;)\n  \n  it came to mind\n  ","535770":"\n  hi angel\n  ","535771":"\n  CAN YOU NOT? UGH\n  ","535772":"\n  You are nicer!!\n  ","535773":"\n  Does one really exist? I like a lot of different styles.\n  ","535774":"\n  My salad.\n  ","535775":"\n  I'd enjoy that\n  ","535776":"\n  to see if it's rotten or not test?\n  ","535777":"\n  ok then,..\n  ","535778":"\n  Seen what exactly?\n  ","535779":"\n  Not always\n  ","535780":"\n  currently vvv\n  \n  Sister, her husband, mom, pets.\n  ","535781":"\n  Pubic hair or in general? Either way, not really something you need to know.\n  \n  unless I actually sell pictures 😂\n  ","535782":"\n  dirty blonde then i like getting added blonde highlights because it suits me more.\n  \n  like my hair was the same shade as my display pic in the winter, was so dark for me :( I didn't get it done for a year so it was hella dark and icky since I had old blonde highlights on the bottom still lol\n  \n  my bitmoji is more like the color i have atm\n  ","535783":"\n  No. It takes a lot for me to get mad.\n  ","535784":"\n  There's three dogs and two cats now.\n  ","535785":"\n  A teen?\n  ","535786":"\n  I don't think so.\n  ","535787":"\n  Gorgeous\n  ","535788":"\n  I get enough camgirls trying to share their pages on there. me no gusta. Give me all the guys.\n  \n  This is where I usually get more sexual attention so it makes sense or go on SC..\n  ","535789":"\n  Breakfast:\n  \n  yogurt and banana\n  \n  I should make a late lunch. But I just had a  bowl of blueberries, clementine and a couple strawberries.\n  \n  I'm basically a fruit today 😂\n  \n  Not sure what we're having for dinner yet.\n  ","535790":"\n  I just did in a different question ⬇⬇⬇⬇\n  ","535791":"\n  swimming, listening to a playlist of \"top music\"\n  \n  solo by clean bandit ft Demi is giving me the feels\n  ","535792":"\n  You are one\n  ","535793":"\n  Do you have a question?\n  ","535794":"\n  Smooth enough for now.\n  ","535795":"\n  lol\n  \n  I know\n  ","535796":"\n  Depends what you're packing\n  ","535797":"\n  You don't need to know ;)\n  ","535798":"\n  Must be the after glow\n  ","535799":"\n  Where's the $500 for that?\n  ","535800":"\n  Summer.\n  \n  Even though AZ summer can be a little much. Especially at night! :(\n  ","535801":"\n  I know, right?\n  ","535802":"\n  No. I wouldn't subject them to that 😂 unless drunk and out of my mind.\n  \n  Anything that i felt semidecent with, knew all the lyrics. Probably Britney, Christina, Susan Boyle, Celine Dion, Whitney Houston or older stuff...\n  ","535803":"\n  We could be weird together\n  ","535804":"\n  Yes.\n  \n  I kind of feel like baking something but not sure what lol\n  ","535805":"\n  The people. Doing things to better yourself.\n  ","535806":"\n  almost, a few times.\n  ","535807":"\n  Did i succeed last night?\n  ","535808":"\n  none currently. I'm more casual anyways. Heels aren't always fun to wear.\n  ","535809":"\n  Maybe idk\n  ","535810":"\n  Should I? Like this if you think i should XD\n  ","535811":"\n  lol yes\n  ","535812":"\n  shower sex could help that ;)\n  \n  haven't showered yet\n  \n  prob go in the pool 1st\n  ","535813":"\n  I'd probably laugh  (if something more innocent but still gave bad vibes\/intentions).\n  \n  Tell them to stop and distance myself from him\/the situation.\n  \n  Maybe even tell someone...\n  \n  Just depends, really.\n  \n  Nobody should be touched if it's not what they want.\n  ","535814":"\n  One man at a time, please.\n  ","535815":"\n  makes everything better 😍💯\n  ","535816":"\n  I'd never cheat. That's wrong on so many levels.\n  ","535817":"\n  appreciate thigh day 💕\n  ","535818":"\n  def still on the thick side but smaller than the rest of me too :)\n  ","535819":"\n  I don't play with food.\n  \n  I did ice cubes before though so I'm sure it's the same kind of deal but messier.\n  ","535820":"\n  firm too from working out but still soft too :)\n  ","535821":"\n  It was my patriotic oatmeal 👍\n  ","535822":"\n  I've never dated a girl and no guy has cheated on me, to my knowledge.\n  ","535823":"\n  oh honey 😘\n  ","535824":"\n  That's cool that you can do bitcoin from it too.\n  \n  thinking venmo would be best. Still looking and open for options!\n  \n  Someone suggested FB but I wouldn't want all these freaks on here knowing all the details about me 😂 If it was legit friends then sure! :) Also I don't really get on there that much XD\n  ","535825":"\n  It's not on my camera roll. It would either be one from mother's day (lowkey waldo in it. Can barely see me in a group of 20 people) and then one from the biosphere day. I hate how i look in it but my legs looked nice at least 😂\n  ","535826":"\n  Can't tell, anon.\n  ","535827":"\n  Buenas noches sexy\n  ","535828":"\n  It's weird how lion changes to Leon.\n  \n  puedes sentir el amor esta noche\n  ","535829":"\n  No tengo una posición favorita ¡Los nuevos pueden ser divertidos de probar!\n  ","535830":"\n  5 about the weather situation and still being awake\n  \n  8\/9 everything else currently\n  ","535831":"\n  I think everyone went to sleep. Lucky them 😂\n  ","535832":"\n  Yes. Stuff about the future, daydreams etc\n  ","535833":"\n  Yes. I'm pretty stable in both accounts.\n  ","535834":"\n  Loving\n  \n  Youthful\n  \n  Nice\n  \n  Dirty ;)\n  \n  Single\n  \n  Enough\n  \n  Yummy\n  ","535835":"\n  so many hugs tonight\n  ","535836":"\n  little bit. nothing extreme\n  ","535837":"\n  I did\n  ","535838":"\n  I can go a while. I don't really time it tho. Sometimes it feels like forever, in a good way.\n  ","535839":"\n  mission accomplished\n  ","535840":"\n  Sometimes lol\n  \n  It was one of those predictive text things\n  \n  eat my ____\n  \n  life was the next word that came up.\n  ","535841":"\n  I wish it wasn't 90s out still\n  ","535842":"\n  *cough*  nothing  *cough*\n  \n  touching myself\n  ","535843":"\n  *fans self*\n  \n  that build up tho\n  ","535844":"\n  Not too much.\n  ","535845":"\n  dog walked in. That was scary.\n  \n  I've done it outside but I didn't see anyone. not sure if anyone noticed me\n  \n  basically finished a second or two before someone came home. awkward. if I was still going they would have noticed\n  \n  bathroom stuff\n  \n  windows that overlooked a huge condo building. Skylight\n  \n  trying to think of privacy stuff lol\n  ","535846":"\n  sexually or??\n  ","535847":"\n  yes :)\n  \n  It's always interesting when guys thank you too 😂\n  ","535848":"\n  in which way exactly?\n  ","535849":"\n  hard to tell how many there are tho\n  ","535850":"\n  noted\n  ","535851":"\n  True\n  ","535852":"\n  I love this anon right here\n  ","535853":"\n  Could help\n  ","535854":"\n  report you to my bed\n  ","535855":"\n  I love stimulation 😉\n  ","535856":"\n  When you don't expect it\n  ","535857":"\n  Should be a jobby ;)\n  ","535858":"\n  hahaha\n  ","535859":"\n  uh huh. I'm sure you'd like some freaky sh!t\n  ","535860":"\n  I know! Interesting Saturday XD like damn son.\n  ","535861":"\n  switch\n  ","535862":"\n  No. A little cold in my room for that lol\n  \n  thank you A\/C\n  ","535863":"\n  I feel like I had a few XD\n  ","535864":"\n  too much effort. Rather not switch accounts just to please others. XD\n  \n  Also I mostly follow 18-20+ so I'm not worried about that.\n  \n  Why do apps have to update right now? Can you not -_-\n  ","535865":"\n  Exactly! 💯\n  ","535866":"\n  I think it was a Christmas present. Was the \"cool thing\" to have lol\n  ","535867":"\n  You love feet\n  ","535868":"\n  too late for that :(\n  ","535869":"\n  so sweet\n  ","535870":"\n  I don't remember. I feel like saying sony? Did they even make onrs? 😂 It was grey all overv ¯\\_(ツ)_\/¯\n  ","535871":"\n  My nephew's uncle has a machine and has parties but I haven't been to one yet that had karaoke lol\n  \n  yes, same.\n  \n  I used to have a karaoke machine when younger\n  ","535872":"\n  dirty!!\n  ","535873":"\n  blame the summer sun and the irish side of my being\n  ","535874":"\n  A kiss is a terrible thing to waste 🎤🎤🎤\n  ","535875":"\n  I'm more of the latter. Maybe if I had a lot of drinks? ¯\\_(ツ)_\/¯\n  ","535876":"\n  Maybe.\n  ","535877":"\n  There's limits but ya.. down for a lot.\n  ","535878":"\n  7 people? Seems complicated.\n  ","535879":"\n  Never.\n  ","535880":"\n  I'd believe it.\n  \n  oh nice! Must make it more fun then\n  ","535881":"\n  Aw making kida cry :(\n  \n  love that song.\n  \n  It's good when I'm pissed or sad XD\n  ","535882":"\n  you\n  ","535883":"\n  so many questions\n  ","535884":"\n  Were they getting storms? Did you still bounce around?\n  ","535885":"\n  Be better if it was a command\n  ","535886":"\n  I never said that. Good try 👍\n  ","535887":"\n  I wonder how many anons I have XD\n  ","535888":"\n  I've been good lately on here. Tonight seems to be the exception lol Lots of questions and not sure how it really started 😂\n  ","535889":"\n  Sometimes or elsewhere. Or already turned on and then people go crazy with the questions lol\n  ","535890":"\n  I had sausage earlier so no.\n  \n  Usually get turkey bacon anyways\n  ","535891":"\n  I'd never intentionally want to hurt someone\n  ","535892":"\n  I guess.\n  ","535893":"\n  Eh. Kind of rude.\n  \n  I could understand if they were shady looking people and the mom could have gave the daughter something when saying bye ¯\\_(ツ)_\/¯\n  ","535894":"\n  And you made it seem like nothing happened.\n  \n  The cop was right then\n  ","535895":"\n  Maybe it will teach her a lesson. She could have killed people or herself driving drunk and never see family again.\n  \n  Most likely got bailed out. I don't know anyone who actually had a real jail sentence for dui\n  ","535896":"\n  That's in their job description so...\n  ","535897":"\n  Just add pasta\n  \n  ¯\\_(ツ)_\/¯\n  ","535898":"\n  How old are we talking?\n  \n  Sometimes school isn't challenging enough. Maybe bullied a ton.\n  \n  Could transfer to a better school, ged.\n  \n  If she wasn't going to school then a job of some sort would be great.\n  \n  ---\n  \n  My sister dropped out. Ged. Did a bartending course. Went to community college. Got honors and also a scholarship to a real college. It doesn't mean that the person is dumb or won't amount to anything. Also the high school was in a bad town so i don't blame her. I even ended up transferring to my votech high school instead of staying there lol Also went to the same community college she did.\n  ","535899":"\n  I would need to know what she did.\n  \n  I'd rather use my words. Understand. Take action.. if she wasn't doing well in the class then get a tutor etc\n  ","535900":"\n  Honestly she'd look like a fool because she can't be mature about the situation going on. It just shows where the child gets it from. Why not just yell at your kid at home instead of at the principal, teachers, and other moms? What do they get out of it?\n  \n  Also interrupting class to yell at your kid would be horrible. So embarrassing!\n  \n  You do have freedom of speech however.\n  ","535901":"\n  ????\n  ","535902":"\n  I have no idea what could happen.\n  ","535903":"\n  No. I could finish for him ;)\n  ","535904":"\n  :(\n  ","535905":"\n  fun\n  ","535906":"\n  lol aw\n  ","535907":"\n  I bet.\n  ","535908":"\n  I don't have a beard.\n  ","535909":"\n  You know it\n  ","535910":"\n  English would be better right now :)\n  \n  🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹\n  ","535911":"\n  I hope she made it better afterwards\n  ","535912":"\n  Yes\n  ","535913":"\n  Never been one\n  ","535914":"\n  I liked Princess more :)\n  ","535915":"\n  bitmoji\n  \n  it's an app\n  \n  basically click on different things to make it look more like you. Including clothing\n  ","535916":"\n  those poor nuts\n  ","535917":"\n  more like goalie :)\n  ","535918":"\n  If we were both into it. Couldn't get work\/desperate. If we had rules etc\n  \n  but generally no. I'd feel bad. Burden etc\n  ","535919":"\n  Did you deserve it?\n  ","535920":"\n  Currently in Arizona\n  ","535921":"\n  Yours would be hot\n  ","535922":"\n  I wouldn't mind\n  ","535923":"\n  ???\n  ","535924":"\n  I would never purposely ;)\n  \n  unless into that lol\n  ","535925":"\n  For?\n  ","535926":"\n  bitmoji, yes XD\n  ","535927":"\n  What?\n  ","535928":"\n  If that's what he wanted to put it\n  ","535929":"\n  Maybe. I'm a 9 - 9.5 depending on the style\/fit 😂\n  ","535930":"\n  You should.\n  ","535931":"\n  I died laughing at this\n  ","535932":"\n  I didn't watch any soccer this year\n  ","535933":"\n  Someone said i was wrong\n  ","535934":"\n  marvelous time\n  ","535935":"\n  What if our knees intertwined?\n  ","535936":"\n  Never said I did 😂\n  \n  Wasn't the final one today?\n  ","535937":"\n  England but I feel like Croatia will win :(\n  ","535938":"\n  How close is too close?\n  ","535939":"\n  Cuz you make it hot\n  ","535940":"\n  France\n  ","535941":"\n  opens wide\n  ","535942":"\n  Nope.\n  \n  I just haven't sent anything out lately\n  ","535943":"\n  At times\n  ","535944":"\n  You look better out of them\n  ","535945":"\n  ¯\\_(ツ)_\/¯\n  ","535946":"\n  Bruno Mars\n  ","535947":"\n  Sent you one :P\n  ","535948":"\n  ;)\n  ","535949":"\n  Who?\n  ","535950":"\n  haha cute\n  ","535951":"\n  That's even worse\n  ","535952":"\n  lol @ bonked\n  ","535953":"\n  Green :) hmm very nice\n  ","535954":"\n  That would be great\n  ","535955":"\n  nice\n  ","535956":"\n  Haven't really thought about it.\n  ","535957":"\n  Lounge like ones :)\n  \n  so comfy. forget I'm wearing them.\n  \n  Also I looked at Old Navy's site and they have a lot of good deals right now. Got the shorts from them 😍😍😍\n  ","535958":"\n  bigger than his d\n  ","535959":"\n  Sounds familiar but not sure.\n  \n  Life of Pi came to mind too.\n  ","535960":"\n  Of course.\n  ","535961":"\n  I would never! *squirms*\n  ","535962":"\n  no problem.\n  ","535963":"\n  true! 😈\n  ","535964":"\n  This seems like a good list! Was like \"yes\" to the page i looked at. Seems more like older ones but still good  👍\n  \n\n   http:\/\/www.filmcrave.com\/list_genre_movie.php?genre=Adventure&page=2\n  \n","535965":"\n  That would be wonderful :)\n  ","535966":"\n  Can just be uncomfortable after a while. But ya its pretty hot out too.\n  ","535967":"\n  I suppose lol\n  ","535968":"\n  Basically sugar daddy situation.\n  \n  Maybe with the right person. Wouldn't mind getting allowance or whatever. I'd still like some freedom lol\n  ","535969":"\n  Yes :(\n  ","535970":"\n  Do i win because I don't have a bra on rn\n  ","535971":"\n  I give good hugs :)\n  ","535972":"\n  I watched Hayride earlier. Creepy concept.\n  \n  What type of movies?\n  ","535973":"\n  I used to watch Awkward XD\n  \n  you are cooler!\n  ","535974":"\n  indeed.\n  ","535975":"\n  This is really sweet.\n  ","535976":"\n  Yes, sir. I wouldn't want someone who is always dominant. Like it would just feel very abusive to me if it was 24\/7. I'm someone who still likes my own space, feel independent and all that. It's even in the Sagittarius nature.\n  \n  time and place, ya know?\n  ","535977":"\n  If I have, i don't remember lol\n  ","535978":"\n  True. I'd try anything at least once though.\n  ","535979":"\n  Smart man\n  ","535980":"\n  Only if not in the mood or feel it's too personal \/ just don't want to get into it.\n  ","535981":"\n  Why would I say no?\n  ","535982":"\n  years ago\n  ","535983":"\n  who knows.\n  \n  Your last picture always reminded me of my friend Katie. Especially when in high school. 😂 But I don't really see a resemblance in other pictures of yours. Awkward haha\n  ","535984":"\n  Sex 😂\n  \n  My anons are thirsty\n  \n  It's everywhere\n  \n  etc\n  ","535985":"\n  Not really. more lounge like. I feel like they can ride up tho ¯\\_(ツ)_\/¯\n  ","535986":"\n  No. It feels nice. 80F inside and 108F outside. Comfortable A\/C :)\n  ","535987":"\n  comfy shorts\n  ","535988":"\n  congratulations\n  ","535989":"\n  Probably stage fright at the beginning but then get into it, not think about cameras or audience.\n  ","535990":"\n  Out of the Got ones?\n  ","535991":"\n  Yes.\n  ","535992":"\n  I have a few!\n  \n  Jon Snow\n  \n  Tyrion Lannister\n  \n  Arya Stark\n  \n  Daenerys Targaryen\n  \n  Jaime Lannister\n  \n  Samwell Tarly\n  \n  Brienne of Tarth\n  \n  Hodor\n  ","535993":"\n  I wish I knew :(\n  \n  Most likely bullying, gangs, bad home life, environmental factors etc\n  ","535994":"\n  Tell me about it 😂\n  ","535995":"\n  love!\n  \n  The books and show\n  ","535996":"\n  So many! Newest one would be Mike Shinoda. I was also listening to him before my last doctors appointment to get my results and they did my blood pressure and it was normal range so I think it helped haha\n  ","535997":"\n  I don't see it. Thanks though\n  ","535998":"\n  💋\n  ","535999":"\n  correct\n  \n  only have eyes for too\n  ","536000":"\n\n   https:\/\/youtu.be\/nxtIRArhVD4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","536001":"\n  I'd be ready 💦\n  ","536002":"\n  You are funny today\n  ","536003":"\n  Probably are.\n  ","536004":"\n  👍💯\n  ","536005":"\n  haha\n  \n  I'd love the actual person more :P\n  ","536006":"\n  cleaning\n  ","536007":"\n  I'll pass\n  ","536008":"\n  Why not just find a ruler\/ measuring tape? 😛\n  ","536009":"\n  I'm not sure lol\n  \n  cum is a turn on to me but I wouldn't be upset ;)\n  ","536010":"\n  It wouldn't matter in the end. I obviously liked him to begin with. Wouldn't change everything else that I do like about the guy.\n  ","536011":"\n  6 - 9 would be ideal\n  ","536012":"\n  That could be a factor too\n  ","536013":"\n  Some look better trimmed, shaved or more hairy.. that way.\n  ","536014":"\n  This made me laugh.\n  ","536015":"\n  Whatever way works. Generally, yes. Depends more on how it looks and what way he'd feel the best with...\n  ","536016":"\n  Probably lol\n  ","536017":"\n  Why?\n  ","536018":"\n  Not much as a whole\n  ","536019":"\n  Yes\n  ","536020":"\n  Yes lol\n  ","536021":"\n  Haven't had a proper one.\n  \n  My old friend's mom did my feet before o.o\n  ","536022":"\n  yes\n  ","536023":"\n  no. Just thought it looks similar to me\n  ","536024":"\n  no. I don't break things\n  ","536025":"\n  oh la la\n  ","536026":"\n  indeed. All those hormones running wild\n  ","536027":"\n  A guy peeing in New York City.\n  ","536028":"\n  gentleman or motives there ;)\n  \n  Wouldn't surprise me by those reactions\n  ","536029":"\n  aw that's sweet. thanks\n  ","536030":"\n  sure :)\n  ","536031":"\n  over the winter and it was freezing lol\n  \n  also last summer too.\n  ","536032":"\n  Cape Cod\n  \n  Old Orchard Beach\n  \n  Hamptons\n  \n  Providence\n  ","536033":"\n  Yes.\n  \n  Work related.\n  \n  The right seasons.\n  \n  Weddings should be more semiformal as a guest.\n  \n  Funerals should be black clothing unless the deceased addressed beforehand that they wanted more color or something ¯\\_(ツ)_\/¯\n  ","536034":"\n  6\/7?\n  ","536035":"\n  Thanks\n  ","536036":"\n  No. I don't read in the dark.\n  ","536037":"\n  no\n  ","536038":"\n  Wasn't truthful about something. Don't lie, kiddos.\n  ","536039":"\n  I did a facemask too\n  \n  * movie was on youtube\n  ","536040":"\n  I ended up watching Hayride since the full movie was on there.\n  ","536041":"\n  somewhat\n  ","536042":"\n  Eden Lake\n  \n  The Living and the dead\n  \n  Michael\n  \n  Hayride\n  \n  Hush\n  \n  Psychopath\n  ","536043":"\n  well last year it was smelly ;) We had a storm that took down the power for a week. I ended up going in the lake to get clean one of those days lol I didn't feel like waiting for water to boil to take a bad shower XD\n  \n  all the pumpkin smells, candy, grass, leaves, earthy smells etc\n  ","536044":"\n  personality\n  ","536045":"\n  doh\n  ","536046":"\n  Sounds like you had a good time\n  ","536047":"\n  cute\n  ","536048":"\n  Pandora app is a music site. They have the option to set alarm. Music will wake you up.\n  ","536049":"\n  Teacher\n  ","536050":"\n  AZ is a dry heat. I feel like it can feel a little muggy depending on what you do...\n  \n  Mass & Maine - definitely\n  ","536051":"\n  Just a trim. Ok.\n  ","536052":"\n  April\n  ","536053":"\n  They don't use this site\n  ","536054":"\n  I might set my Pandora alarm. Boring\n  ","536055":"\n  😴😴😴\n  ","536056":"\n  That's nice\n  ","536057":"\n  I doubt it would lol\n  ","536058":"\n  I need to get these eyebrows waxed.\n  ","536059":"\n  no problem\n  ","536060":"\n  no\n  ","536061":"\n  No, really. It's been 110+\n  \n  IT'S STILL IN THE 90S and it's 1:37am here\n  \n  UGH\n  ","536062":"\n  *puts hot and cold on you *\n  \n  😇😈\n  ","536063":"\n  It's fine lol\n  ","536064":"\n  :(\n  ","536065":"\n  magical lol\n  ","536066":"\n  lol\n  \n  I'm in Arizona right now\n  \n  desert, cactus, sun that feels like hell\n  ","536067":"\n  Hi. How's the ribs?\n  ","536068":"\n  uh oh\n  \n  Was it still an amazing day?\n  ","536069":"\n  ah ok\n  ","536070":"\n  Either way.\n  \n  Probably not the best looks for America though\n  ","536071":"\n  ugh I just see the boxes\n  ","536072":"\n  Don't 😂\n  \n  I have no idea what I'd recommend. There's so many different states. It would be different for each area. Do research! Maybe even visit for a week and see how you like it before diving into the unknown.\n  ","536073":"\n  kind of. On here but not at the same time. I pop back on when I notice someone sent something\n  ","536074":"\n  Nothing? I needed to pee when younger and we had a lot of stairs to go up so I just went outside.\n  \n  hmm not sure if I want to know lol\n  ","536075":"\n  Wasn't this asked a few days ago?\n  ","536076":"\n  nope lol\n  \n  no plants were harmed ;)\n  ","536077":"\n  🎤🎤🎤\n  \n  that song is in my mind now\n  ","536078":"\n  I've peed outside before, oops.\n  ","536079":"\n  You are too. What's your point?\n  ","536080":"\n  interesting.\n  ","536081":"\n  I could do that now if I wanted lol but the thought of eating a girl out is really creepy to me. I'd probably be more of a pegger 😂\n  \n  um.. so I don't know if I'd feel differently as a guy. I feel like I'd be attracted to girls if I was a guy.\n  ","536082":"\n  not yet even though last night i was thinking of going to bed earlier haha Rightttttttt\n  ","536083":"\n  I still don't know how I'd describe destiny\/fate. I believe it in small doses. I think we also make our own lives happen too. I feel like the 2nd part of the question is a lot of back and forth going on in my mind and I really don't feel like getting too deep or overanalyzing it lol\n  ","536084":"\n  Clementines are yummy.\n  ","536085":"\n  Probably ones in bands...\n  ","536086":"\n  oh. Didn't know that cp could affect peeing.\n  \n  But ya so true. like omg what are you doing in there?\n  ","536087":"\n  hallelujah\n  ","536088":"\n  Be in space?\n  ","536089":"\n  hey lambchop\n  ","536090":"\n  r.i.p us\n  ","536091":"\n  I don't think so\n  ","536092":"\n  sounds horrible\n  ","536093":"\n  lucky me\n  ","536094":"\n  Doing is better than acting\n  ","536095":"\n  We know this. It's normal for you. Others not so much.\n  ","536096":"\n  Luckily I don't take too long :)\n  ","536097":"\n  GTA?\n  ","536098":"\n  Went swimming earlier.\n  ","536099":"\n  Senior year! no drama, I got my shit together more, honor roll. Working on the yearbook was interesting, more because my shop was the one making all the pages.\n  \n  Sophomore had some unwanted drama. I was tardy more and would get detention. I think I made honor roll too? But the tardiness and absents made it harder too.\n  ","536100":"\n  chill. popcorn and YouTube kind of night.\n  ","536101":"\n  Damn. Should have kissed someone\n  \n  r.i.p\n  ","536102":"\n  Yes\n  \n  sidenote: Tge weather is f.ucking us all\n  ","536103":"\n  nope. Know a guy? jk\n  ","536104":"\n  This made me laugh.\n  ","536105":"\n  Yes, I can feel that way. I think it does depend more on the situation. I can be a peace maker and other times I just don't have it in me. Most people don't like when someone get in the middle if nobody asked for advice either hence not wanting to get involved. I'd just go with my gut, I guess. it could potentially turn someone's day around.\n  \n  Also be sure to help yourself out as well. Balance\n  ","536106":"\n  ASSUMPTION GAME\n  \n  asume away\n  ","536107":"\n  You know what will happen? Do share.\n  ","536108":"\n  not my type of videos i like to watch. Everyone should have basic knowledge of how to stand up to attackers though :)\n  ","536109":"\n  Siempre es bueno aprender\n  ","536110":"\n  Italian subs in Massachusetts 😍 filled with all the things. In Maine they think ham, cheese, onions and a pickle is Italian 😂 AZ isn't the best either. Jersey Mike's is alright (done the Mike's way)\n  \n  Anything that we'd both enjoy\n  \n  Chicken or steak 👍\n  \n  That best friend, we can talk about anything kind of love\n  \n  happy ending. Ones that make you think, romcoms\n  ","536111":"\n  fam\n  \n  pets\n  \n  friends\n  \n  Internet\n  \n  water (swimming, drinking etc)\n  ","536112":"\n  wars and other stuff that went wrong\n  \n  be at weightloss goal and some other things\n  ","536113":"\n  all the things\n  \n  idk. you should do stuff at any stage of life. live in the moment\n  ","536114":"\n  Not sure what the first three mean but you don't know English. Fun :)\n  ","536115":"\n  Little bit but I'm not a gossip.\n  ","536116":"\n  Cool XD\n  ","536117":"\n  en inglés por favor\n  \n  :P\n  \n  sorry! Getting bored of writing in Spanish.\n  ","536118":"\n  Good night to you\n  ","536119":"\n  :)\n  ","536120":"\n  damn, haven't watched in years! I see that now lol\n  ","536121":"\n  More so with getting ready or makeup\n  ","536122":"\n  lol what is this from?\n  ","536123":"\n  Yay\n  ","536124":"\n  hazel but that one looked the most normal out of them lol\n  ","536125":"\n  oh?\n  ","536126":"\n  muchas gracias\n  ","536127":"\n  You'd be a better president\n  ","536128":"\n  nah. I don't even like hot dogs all that much\n  ","536129":"\n  De nada querida\n  ","536130":"\n  no faith in law, aye?\n  ","536131":"\n  awww *hugs*\n  ","536132":"\n  minus the o because it doesn't do anything lol\n  ","536133":"\n  We have a rebel!!\n  \n  Everyone hates Trump here so ¯\\_(ツ)_\/¯\n  ","536134":"\n  Se un poco de español.\n  ","536135":"\n  That too! 💯\n  \n  You are strong.\n  \n  Stay focused on what you want out of life etc\n  ","536136":"\n  Si\n  ","536137":"\n  This is sad.\n  \n  of course\n  ","536138":"\n  my kind of sunset has you in it\n  ","536139":"\n  I know! :P\n  \n  Hope so too\n  ","536140":"\n  ever watched :P\n  ","536141":"\n  Ah that's sad to think about :(\n  \n  I respect troops but don't like wars\n  ","536142":"\n  I don't think I've watched that.\n  ","536143":"\n  lol that would be creepy\n  ","536144":"\n  Stupid rule. Not everyone is cut out for that type of environment. Hope you'll be fine 😊\n  ","536145":"\n  No problem. Have a good sleep.\n  ","536146":"\n  Thailand\n  \n  yes :(\n  ","536147":"\n  lol cutie!\n  \n  I was busy elsewhere and then had to eat dinner so didn't see it til now\n  ","536148":"\n  I'm all for eating healthy but that person seems like hell to live with 😂\n  ","536149":"\n  and bigger 😂\n  ","536150":"\n  I'd do whatever my heart and head desired. You could even meet someone in the Army or even post graduate school. The world is funny.\n  \n  I hope the Army is what you actually want and not doing it for anyone else.\n  \n  You still have time to figure out what you want. Goals can change. Not everything is set in stone. It's your life, not theirs. They should be happy with whatever you decide to do.\n  ","536151":"\n  There needs to be a full body picture to give out :P\n  \n  bad at taking my own pictures and don't have a full length mirror so that's even more hard\n  ","536152":"\n  My brother was all we don't call or hang out lol Like no shit. Only seen you about 4 times now 😂😂\n  \n  My sister was even talking about the times she invited them and they didn't go. He's also bad at answering his phone.\n  \n  Quite comical. You don't put in the effort either. Not just one way.\n  ","536153":"\n  oh so you'd be annoying ;)\n  \n  What do you need advice on? <3\n  ","536154":"\n  The usual stuff. Swimming, reading, shopping, friends etc\n  ","536155":"\n  Too much like Lohan loo\n  ","536156":"\n  Princess 🍑\n  ","536157":"\n  This ad is hilarious 😂😂😂\n  \n  \"man of few words\" my ass\n  \n  A house ad or nutrition rant???\n  \n\n   https:\/\/phoenix.craigslist.org\/evl\/roo\/d\/big-house-pool-healthy\/6636275650.html\n  \n","536158":"\n  Yes :)\n  \n  Got a hug from my brother and the nephews on the 4th.\n  ","536159":"\n  Yes.\n  ","536160":"\n  Totally!\n  ","536161":"\n  I played with toys, not myself ¯\\_(ツ)_\/¯\n  ","536162":"\n  Why do people ask this? I'm already a 42D naturally.\n  ","536163":"\n  why thank you\n  \n  I'd hate that job tho 😂\n  ","536164":"\n  Overweight, chunky, thick.. whatever you want to call it lol I'm more top heavy.\n  \n  Pear\/apple\/hourglass hot mess ¯\\_(ツ)_\/¯\n  ","536165":"\n  Lolo :(\n  ","536166":"\n  2 hours ago?\n  ","536167":"\n  Other vids or gifs. imagination.\n  ","536168":"\n  I always think of hollarback girl song 😂\n  \n  I usually like sticking with people who write in English. I don't like not knowing what someone is talking about in different languages. You are adorable though!\n  ","536169":"\n  I feel like there shouldn't be a set time.\n  ","536170":"\n  🔥🔥🔥🔥\n  \n  I haven't gone outside yet but ya.. hot per usual lol Probably go in the pool sometime today.\n  \n  It was basically bathwater yesterday. Was 115 out.\n  ","536171":"\n  hello anon\n  ","536172":"\n  Not at the moment.\n  \n  Also I like keeping that private if I do get some lol\n  ","536173":"\n  Ask really should have a translator\n  ","536174":"\n  Not really.\n  ","536175":"\n  With whom? 😈\n  ","536176":"\n  When my brother-in-law's parents were here we all went out for dinner. On Facebook there was a picture of his mom when younger with an old babysitter and someone else. The mom wanted to get in touch with her old babysitter. There was a girl named Karen who was friends with the girl. My sister thought that she was the daughter of the girl.\n  \n  She sent a message saying how they would love to get together with her mom.\n  \n  IT WAS THE WRONG GIRL! HER MOM HAS BEEN DEAD FOR YEARS.\n  \n  so ya.. it was Aaron\/Erin\/Ellen.. not Karen. Oops. But that girl knew both of them so it was easy to play off that she meant the other girl.\n  \n  so awkward.\n  ","536177":"\n  I looked her up but I didn't actually watch her movies.\n  ","536178":"\n  wow. there's a lot of different apps\n  ","536179":"\n  indeed. Especially if going through something more.\n  ","536180":"\n  I love when people point that out but the 50+ people on here don't get the same \"hate\". Or when people are divorced with multiple kids etc like ok??\n  ","536181":"\n  It's cool. I haven't done it but I'm usually good with picking teams. I wouldn't get too crazy about it.\n  ","536182":"\n  30\n  ","536183":"\n  No. I haven't been watching any sports lately\n  ","536184":"\n  bring awareness :)\n  \n  You are more than just CP\n  ","536185":"\n  I haven't watched anything today.\n  ","536186":"\n  No? I wouldn't be into overweight girls lol\n  ","536187":"\n  I didn't watch any of her movies.\n  ","536188":"\n  couple days ago\n  ","536189":"\n  I remember that you said that in one of your answers :)\n  ","536190":"\n  No. That seems more like foreplay to me\n  ","536191":"\n  That's not really going to make me want to take a picture.\n  ","536192":"\n  Cognitive disorder basically.\n  ","536193":"\n  I feel like I answered this twice yesterday and my current location is under my bio.\n  ","536194":"\n  It's that time\n  ","536195":"\n  I hope you radiate that happiness inside yourself one day 😀\n  ","536196":"\n  😂😂😂😂\n  ","536197":"\n  Guys can be forever lol\n  ","536198":"\n  um.. sure.\n  ","536199":"\n  aw thanks\n  ","536200":"\n  yes, beautiful.\n  ","536201":"\n  That's nice.\n  ","536202":"\n  I don't really see myself as strong. I've been through certain things and became stronger that way but nothing defines me. Working out, I get stronger. I can be strong emotionally. Idk this is pretty complex to me right now 😂\n  ","536203":"\n  I know\n  ","536204":"\n  About myself or general things?\n  ","536205":"\n  Hope it heals quickly\n  ","536206":"\n  Not usually. Sometimes later in the day I can.\n  ","536207":"\n  Check the time on my tablet. See notifications. Usually clear those. Check my horoscope since it's been pretty accurate with certain things! I either go to the bathroom or I'll make my bed, depends more on how bad I need to pee lol\n  \n  if I have time before going the bathroom then I'll check my email. It's always the first site I'll check\n  ","536208":"\n  Yes. You come out a stronger person. You know more about what you want. Don't want to settle for just anything\/anyone. You know more of your worth. You understand other people more that might have went through the same kind of process.\n  ","536209":"\n  Doesn't matter to me\n  ","536210":"\n  I don't abbreviate much but felt like it then.\n  \n  Might be a slang for dummies somewhere?\n  ","536211":"\n  depends what it is, tbh.\n  ","536212":"\n  12:13am\n  ","536213":"\n  yup! Seems like he had a good turn out. Fot some people who want his sign outside their house too.\n  ","536214":"\n  or french kiss\n  ","536215":"\n  Question of the day\n  ","536216":"\n  Already answered.\n  \n  This is the 2nd time that someone asked me the QOTD. lol why you gotta play like that?\n  ","536217":"\n  Good to know :)\n  ","536218":"\n  I'm fine with anything\n  ","536219":"\n\n   https:\/\/youtu.be\/AKs43dHBSWA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","536220":"\n  Good question. I haven't really had that \"love at first sight\" moment. I did have a strong reaction to my ex but I wasn't at the love stage yet. I just wanted to know him more.\n  \n  To me, personally, I kind of like putting distance between the person. That way i can see if I'm just feeling good because of the attention or real feelings going on. Does that person try contacting me? Do I think of them a lot when not talking with them? Feelings last or its just the momentarily attention that I \"love\". Hope that makes sense XD\n  ","536221":"\n  I'm always alone at night\n  ","536222":"\n  brother-in-law 😛\n  \n  but ya my brother did go there too with his fam and checked in with us. Helped take down stuff as well.\n  ","536223":"\n  LDR can be hard, man.\n  ","536224":"\n  I'd rather have the person with me.\n  ","536225":"\n  I was hit by a smooth criminal 🎤🎤\n  ","536226":"\n  Would have been nice. oh well. kind of figured I'd be roped into it.\n  \n  nice! we have some santa melon. I love watermelon way more.\n  ","536227":"\n  idk I only done it once lol\n  ","536228":"\n  food doesn't excite me\n  ","536229":"\n  50\/50\n  \n  not looking online though.\n  ","536230":"\n  I'm not even sure.\n  ","536231":"\n  hitted isn't a word\n  ","536232":"\n  Cool. I've only been to San Diego so far :(\n  ","536233":"\n  I didn't get paid :(\n  \n  The free watermelon vendor though 🍉🍉🍉🍉\n  \n  It was cut in huge slices like that too\n  ","536234":"\n  nah. I have a high sex drive (surprisingly) but I have boundaries too. Some space and real interaction and all that. Wouldn't let it get too far lol\n  ","536235":"\n  Probably something bad :O\n  ","536236":"\n  I've answered countless of times and just answered again when you sent this.\n  ","536237":"\n  all over bby\n  \n  .born & raised in Massachusetts\n  \n  .summer house in Maine\n  \n  .currently in Arizona hence my bio on here :P Siblings live out here\n  ","536238":"\n  Long. Was basically there from 6pm-11ish.\n  \n  sorry. Just didn't feel like keep repeating myself XD\n  ","536239":"\n  wouldn't surprise me.\n  ","536240":"\n  single af\n  ","536241":"\n  That's creepy to me.\n  ","536242":"\n  I have no idea what others think. The only real time is when i do \"-\" and then ask for questions.\n  ","536243":"\n  all 1857 of Ya'll\n  ","536244":"\n  Not my go to but it's not bad either lol\n  ","536245":"\n  oh\n  ","536246":"\n  I was going to watch anime because it's been forever lol\n  \n  that question made me think of it.\n  ","536247":"\n  lovely :)\n  ","536248":"\n  This site is one lol :(\n  \n  stupid habit now\n  ","536249":"\n  I was going to watch something on Netflix but I guess too many devices are being active right now and I can't :\/\n  ","536250":"\n  It's been years since I've watched.\n  \n  The last animated movie was Moana. It was pretty cute!\n  ","536251":"\n  wouldn't be the same :(\n  \n  no place to use the magnetic volunteer tag either ;)\n  ","536252":"\n  Not much\n  ","536253":"\n  sent to all :(\n  ","536254":"\n  hi\n  ","536255":"\n  Being in a dark place can inspire art but I don't like this question.\n  ","536256":"\n  Somewhat but it mostly comes from within, what we've dealt with, likes and dislikes, the environment etc\n  ","536257":"\n  I think so. If both are happy with that arrangement. Some people just don't have high sex drives, it's fine.\n  ","536258":"\n  Why should I remember that? I wasn't sexually active and I doubt I'd remember the orgasm feeling back then.\n  \n  stop being creepy\n  ","536259":"\n  Would have been nice. Could have \"punished\" me for supporting the wrong side ;)\n  \n  It's two Republicans and my brother-in-law is running democratic.\n  ","536260":"\n  Can be 💕\n  ","536261":"\n  We're having BLTs and sweet potato fries for dinner.\n  ","536262":"\n  I do. Sometimes it can be a curse lol\n  ","536263":"\n  hi fake Selena\n  ","536264":"\n  I think it's nice to know you are compatible in that department together. Sex shouldn't be the sole reason for a relationship though.\n  ","536265":"\n  answered\n  ","536266":"\n  shrug\n  ","536267":"\n  cool\n  ","536268":"\n  cute 😂\n  ","536269":"\n  bored, not getting any or not getting enough? Just a fucking shitty person 😂\n  \n  I feel like if I was ever feeling that way then I'd talk to my partner about a threesome, be poly or just dump him if nothing was working out with us. That way it wouldn't technically be cheating and not unfair to either party.\n  ","536270":"\n  Good night to you 🌹\n  ","536271":"\n  yes\n  ","536272":"\n  Parents got married because my brother was in her womb. Eight years later my sister was born. Two years later i arrived :)\n  \n  Also my dad went to college and cheated on my mom. Apparently he was abusive back then too.\n  ","536273":"\n  no\n  ","536274":"\n  doesn't work ¯\\_(ツ)_\/¯\n  ","536275":"\n  Not all. You can see some abandoned, chained up. Cages. I don't understand those people. Makes me sad.\n  \n  yup generally you have the good people who treat pets as part of the family. Dogs best friend kind of stuff\n  ","536276":"\n  better believe it\n  \n  * done with this thread though *\n  ","536277":"\n  yup.\n  \n  His friends in Maine are just as bad, including pot.\n  ","536278":"\n  ok :)\n  ","536279":"\n  I like you more.\n  ","536280":"\n  try living with his craziness. lol\n  ","536281":"\n  love\/hate relationship.\n  ","536282":"\n  Same XD\n  ","536283":"\n  copy\/paste.\n  \n  blame them lol\n  ","536284":"\n  Cool\n  ","536285":"\n  Aren't we all\n  ","536286":"\n  Just answered. Could be a small 3 but def not role model lol\n  ","536287":"\n  What's to like about someone who can be mentally abusive? He's an alcoholic. Puts the dogs first before children. I lost respect for him when he did a domestic assault on my mom a couple years ago. We never really had a strong relationship even before that but it made me not even want to talk with him. Like do those things really scream out role model material?\n  \n  The only good thing is his work ethic. He's done construction forever. He can wake up early and just go - even with being drunk the night before. He's also good with animals. He can be funny at times but not always.\n  ","536288":"\n  mom 8\/9\n  \n  dad 1\n  ","536289":"\n  There's a dust storm coming though\n  ","536290":"\n  Nothing came to mind\n  \n  i don't keep track of orgasms either\n  ","536291":"\n  All three are good.\n  ","536292":"\n  not sure lol\n  ","536293":"\n  :(\n  ","536294":"\n  Simon and Garfunkal\n  \n  also i love Disturbed's version\n  \n\n   https:\/\/youtu.be\/u9Dg-g7t2l4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","536295":"\n  if having a volunteer tag counts as dressing up. Had to give out stuff since my brother-in-law is running for constable. He had a vendor booth.\n  \n  Fireworks were ok. Not the greatest. Still nice to see!\n  ","536296":"\n  I don't know what to ask right now but I followed you so if I send something out you'll get some :)\n  ","536297":"\n  bells on my nipples.\n  ","536298":"\n  Yes.\n  ","536299":"\n  jumping jacks\n  ","536300":"\n  Whatever makes me giggle\n  ","536301":"\n  👍\n  \n  hello darkness my old friend\n  ","536302":"\n  explode ;)\n  ","536303":"\n  Darkness is the absence of light. There is nospeed of darkness. I guess you could say that darkness \"arrives\" when light departs. So the speed that light \"leaves\" the observed space would be thespeed of darkness; meaning thespeed of darknesswould be the speed of light, about 3.00 × 108 m\/s.\n  ","536304":"\n  I hate you lol 😂\n  ","536305":"\n  Does anyone have thought provoking questions?\n  ","536306":"\n  No. Sometimes thoughts can be harmful.\n  \n  50\/50\n  \n  Everyone handles stuff differently.\n  \n  time and a place\n  ","536307":"\n  oh yes, so thoughtful *cringes*\n  \n  That won't really grab my attention.\n  ","536308":"\n  Small talk ones to don't lead anywhere. I'd much rather get other questions. You'll just get hi\/hey back or I'd use as a filler.\n  \n  sexual Qs when I'm not in the mood for them or some can be too personal.\n  \n  ones that don't make sense.\n  \n  Ones about other people. This is my page. I don't care for drama. Ones that also share stuff about other users that I've never even heard of before...\n  ","536309":"\n  Cute.\n  ","536310":"\n  True lol\n  ","536311":"\n  where to begin lol\n  ","536312":"\n  hot but at least it's in the high 70's inside the house\n  ","536313":"\n  katniss and peetra= penis one.\n  \n  like that joke is so old and dumb\n  ","536314":"\n  awkward\n  ","536315":"\n  k\n  ","536316":"\n  fetish alert\n  ","536317":"\n  personality, looks, actions etc\n  ","536318":"\n  I'm sure\n  ","536319":"\n  oh🌹\n  ","536320":"\n  I don't have balls\n  ","536321":"\n  We'll miss you\n  ","536322":"\n  Cologne then.\n  \n  it could but not sorely based on that. There's more to just smelling good.\n  ","536323":"\n  congratulations\n  ","536324":"\n  welcome to the penis and vagina chat! ¯\\_(ツ)_\/¯\n  ","536325":"\n  Perfect\n  ","536326":"\n  lol\n  ","536327":"\n  depends on what you think average sizing is ;)\n  ","536328":"\n  I'm not sure! I haven't played COD much. My sister was always playing it lol\n  ","536329":"\n  hi\n  ","536330":"\n  The lining...\n  \n  I do have wide hips so ¯\\_(ツ)_\/¯\n  ","536331":"\n  The doctor was surprised that it wasn't thicker so I don't know how to answer this 😂\n  \n  also tmi?\n  ","536332":"\n  yup\n  ","536333":"\n  pussy, vagina\n  \n  Also a name my ex gave it but you don't need to know that name lol\n  ","536334":"\n  give up honey. I don't have it much.\n  ","536335":"\n  Riley came to mind.\n  ","536336":"\n  No.\n  ","536337":"\n  Not sure if I've watched it\n  ","536338":"\n  Watermelon and bbqs\n  ","536339":"\n  was too tired for that lol\n  ","536340":"\n  Good night my lil firecracker\n  ","536341":"\n  Nice one\n  ","536342":"\n  I wish I knew more French.\n  ","536343":"\n  I plead the 5th\n  ","536344":"\n  The watermelon a vendor was giving out for free were huge. Bigger than these boobs :P\n  ","536345":"\n  tired but awake\n  \n  Ended up being a \"volunteer\" for the constable stuff. Had a magnetic badge with his name on and volunteer also on it.\n  \n  Basically handed out a flyer that explains what the constable is, his background in the army and whatever else was included on that. Also they ended up getting coupons for Yogurt Jungle so passed those out with the flyer. They had a tin for the waterbottles to keep iced so i kept refilling those. They had a candy basket too. Funny since the vendor next door was giving free Dentist Screenings 😂 They made custom bags that were the real hit, along with the waters. Everyone wanted a bag XD Also they had pens where he put his information inside the cylinder. Also glowstick bracelets that the kids loved. He also got stickers for them in a star badge shape.\n  \n  We had a good view from where we were set up for the fireworks. Two people also had drones going nearby so I'm sure that looked cool. Fireworks were ok, not the best.\n  \n  My red glow-in-the-dark bracelet is hanging up on the door handle. Sometimes I have trouble finding it in the dark so figured why not put it there XD\n  ","536346":"\n  if it's in AZ.. one with a pool ☺\n  ","536347":"\n  Tonight. Brother and the nephews.\n  ","536348":"\n  Might want to ask someone from the same area 💯💡\n  ","536349":"\n  I feel like squid or octopus can be strange to some..\n  \n  Nothing too extreme but yes\n  ","536350":"\n  all of them\n  ","536351":"\n  I don't have a partner.\n  \n  Love shouldn't be forced.\n  ","536352":"\n  No. I wouldn't play\/cheat on people. I'm not poly.\n  ","536353":"\n  Arizona is always dry, pal.\n  ","536354":"\n  you too.\n  \n  leaving in a few minutes.\n  ","536355":"\n  I'd say so.\n  \n  Massachusetts was a mixture.\n  \n  Maine can be divided. Like on the other side of the lake from us is bigger houses, some guy has his own helicopter. Then on our side it can be 50\/50.\n  \n  Arizona is weird. There's lots of nicer houses, then smaller ones. Ones that look hella ghetto in the Indian communities. There's definitely more mixture of races too.\n  ","536356":"\n  I come off as shy when first meeting people. I can size them up. Good fit for my life, assumptions. I'm pretty correct too ;) good judge of character\n  \n  i have resting bitch face so people think i can be sad or mad at times. like no lol My friend Allie thought I was a bitch and surprised when I wasn't 😂\n  ","536357":"\n  I don't see it. It's just dumb to talk about others in negative ways.\n  \n  unless they literally piss you off then lol\n  \n  but ya, he hasn't done anything to get disrespect from me.\n  ","536358":"\n  take the plunge. At least then you'll know instead of beating yourself up over not knowing. Look for certain signs.\n  \n  make plans to go to the movie or whatever.\n  ","536359":"\n  you say he's just a friend 🎤🎤🎤\n  \n\n   https:\/\/youtu.be\/9aofoBrFNdg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don't know him in person but I guess so. Like I said, I don't know much about him. We're good.\n  \n  What is up with guys asking about other people? This is my page, not \"what do you think of this user page\" lol\n  ","536360":"\n  <3\n  ","536361":"\n  from?\n  ","536362":"\n  me too\n  ","536363":"\n  Put them where?\n  \n  no, I don't use a watch.\n  ","536364":"\n  I kind of doubt it but ya, possibility is always there.\n  ","536365":"\n  no. That would make me go crazy.\n  ","536366":"\n  It can happen. It's more unspoken about though. Probably due to the masculinity.\n  ","536367":"\n  I know. :P\n  \n  Rick\n  \n  i meant that I don't know who that is lol\n  \n  And if I do then they never seem to share their name or i just know them as the username.\n  ","536368":"\n  I think 16?? And she's around 19. She should be more mature instead of taking advantage of being abusive towards him.\n  ","536369":"\n  * tell her then\n  \n  or just bring up spanking and how you've wanted to try it\n  ","536370":"\n  I'd rather not talk about others on my page. It's not any of my business. He's still young...\n  ","536371":"\n  that doesn't help me 😂\n  ","536372":"\n  He knows how I feel about the situation.\n  \n  Please don't come on my page calling others dumb.\n  ","536373":"\n  I don't know. Nobody has done the lips so it could be a lot of people. I follow 50+ sooooo ya\n  ","536374":"\n  yup\n  ","536375":"\n  be naked. Bend over. Tell him lol ¯\\_(ツ)_\/¯\n  ","536376":"\n  yes. They might not understand it all though...\n  ","536377":"\n  He's ok. Still don't know much about him. Hope everything is going good.\n  \n  When people do names, i usually think in real life first. Also I think it says Jack on his page so that was confusing :P\n  ","536378":"\n  I should go get ready.\n  \n  4th of July shenanigans\n  ","536379":"\n  What if you aren't wearing one?\n  ","536380":"\n  forever alone\n  ","536381":"\n  something in the water\n  \n  food chemicals\n  \n  something in the environment\n  \n  passed down?\n  \n  I think I've read that smoking can cause it too. Like our friends are on their 3rd dog and they smoke weed 24\/7. I feel like they only make it maybe 5 years or so? Black labs usually last a long time? The last two both had cancer. They seemed healthy. Always swimming, running around. Happy dogs. Until they aren't....\n  ","536382":"\n  I do like when my nails are painted but I haven't had them professionally done in years.\n  ","536383":"\n  lol no. that would be creepy.\n  \n  you act like it was a real choice\n  \n  Reebok was literally on her death bed. Couldn't go up stairs. Was outside making god awful noises. covered in her own poop and stuff. She lived to be 18.\n  \n  Domino died this year. She had lumps on her, most likely cancer. She had arthritis. She was really getting bad fast. My mom and dad literally had to wrap something around her middle to go outside this winter. She also ended up peeing in the house which has never happened in her youth. Panting hard. Her stomach was also getting bloated looking. Her birthday was actually yesterday. Would have been 16 then.\n  \n  Bob must have been 18ish.\n  ","536384":"\n  shorts.\n  \n  I'm not much of a skirt wearer.\n  ","536385":"\n  I don't know anyone with that name\n  ","536386":"\n  not personally. I'm not a vet. Also I'd hate that job because of that.\n  \n  Our two dogs before. They were old and dying already. Cat Bob also but I wasn't there for that. She was really old too.\n  ","536387":"\n  I made a festive breakfast ¯\\_(ツ)_\/¯\n  \n  seeing fireworks later\n  ","536388":"\n  Good night\n  \n  Also happy 4th of July. Stay safe <3 🎆🎇\n  ","536389":"\n  I'm glad. You deserve good times\n  ","536390":"\n  The last person got blocked ;)\n  ","536391":"\n  Can't disagree with that\n  ","536392":"\n  hi\n  ","536393":"\n  I don't over analyze it\n  ","536394":"\n  romantic at heart?\n  ","536395":"\n  What if god was one of us ¯\\_(ツ)_\/¯\n  ","536396":"\n  all the above. Just the love and togetherness of it. Connection\n  ","536397":"\n  I'm good :)\n  ","536398":"\n  too hot out for hugs ;)\n  ","536399":"\n  Henry, a mouse.\n  \n  Snakes or scorpions\n  ","536400":"\n  no thanks.\n  ","536401":"\n  The youtube addiction is real, man.\n  ","536402":"\n  I read that wrong the first time\n  ","536403":"\n  over the weekend\n  ","536404":"\n  Same\n  ","536405":"\n  aw\n  ","536406":"\n  I hope you are  <3\n  \n  good vibes\n  ","536407":"\n  nah. can make me a bit sleepy, relaxed etc\n  ","536408":"\n  but they are comfy under the blanket\n  ","536409":"\n  skirts can be tricky -_-\n  ","536410":"\n  Well it is up in a ponytail lol\n  ","536411":"\n  I don't get a say in it? :O\n  ","536412":"\n  take one for the team\n  ","536413":"\n  sweet\n  ","536414":"\n  hot with some breezes too.\n  ","536415":"\n  Nice idea :P\n  ","536416":"\n  lol\n  \n  I wouldn't be good at twerking XD\n  ","536417":"\n  him who?\n  ","536418":"\n  family, friends, technology devices, the gym, healthy foods, nature, swimming etc\n  \n  I don't think I've changed that much. Only real difference would be gym. I ate junk food but also had healthy stuff too when younger. I'm more aware of calories. We didn't really have as much tech stuff. Also video games were great\n  ","536419":"\n  not that many but I also don't go around kissing random people lol\n  ","536420":"\n  For how long?\n  ","536421":"\n  I don't like when you cry :(\n  ","536422":"\n  Going to the event the town is hosting. See the fireworks. My brother-in-law is running for constable so I'll probably end up giving out goodie bags? The dining room table is completely filled with his constable stuff\n  ","536423":"\n  yes. there should be more to it as well\n  ","536424":"\n  cool beans kiddo\n  ","536425":"\n  oh\n  ","536426":"\n  Good source 😂\n  ","536427":"\n  yes\n  ","536428":"\n  I don't have a d!ck\n  ","536429":"\n  they are, actually lol\n  ","536430":"\n  Purple color\n  \n  boring\n  ","536431":"\n  lots of broken condoms😯\n  ","536432":"\n  The pcos stuff. Sorry it's not something exciting! lol\n  ","536433":"\n  names and dates would be ok incase something happened? but like writing out all the details would be quite strange lol\n  \n  but no, I don't.\n  ","536434":"\n  some can see rejection as a \"what can I do to make them like me more\" kind of thing. Like they should stop trying. It's not a contest to gain access to you more.\n  ","536435":"\n  pass\n  ","536436":"\n  Pretty much.\n  \n  guys are worse at rejection too?\n  ","536437":"\n  I could make it one but rather not have extreme wedgie atm :P\n  ","536438":"\n  Divine\n  ","536439":"\n  not currently\n  ","536440":"\n  I should get paid for this then ;)\n  ","536441":"\n  That too\n  ","536442":"\n  kinky\n  ","536443":"\n  I was hanging out in the pool earlier.\n  ","536444":"\n  Is it still up?\n  ","536445":"\n  True :)\n  ","536446":"\n  no thanks. That's lame\n  ","536447":"\n  love\n  ","536448":"\n  congratulations\n  ","536449":"\n  no but I'd like to\n  ","536450":"\n  I was in the pool less than an hour ago.\n  ","536451":"\n  Doritos for sure\n  ","536452":"\n  There's two of them.\n  \n  Bruin - husky chow mix\n  \n  Lulu\n  ","536453":"\n  yes. so funny.\n  \n  haven't done\n  ","536454":"\n  see the fireworks.\n  \n  probably pass out the goodie bags?\n  ","536455":"\n  when it's up, yes.\n  ","536456":"\n  :)\n  ","536457":"\n  The latter\n  ","536458":"\n  You should ask\n  \n   @TheChaosBringer\n  \n\n  he's watched a lot of films.\n  \n  adventure isn't really the ones I gravitate to\n  ","536459":"\n  not really. maybe the smallest degree but not outright blaming everyone and everything.\n  ","536460":"\n  Pretty much. You learn that you didn't love each other enough. It's not the real love you were after.\n  ","536461":"\n  I don't touch myself when bored\n  ","536462":"\n  we shall see\n  ","536463":"\n  I've had sex dreams about close friends but I'd never want that in person 😂\n  ","536464":"\n  I feel like it could go either way. This seems more like a classroom setting to me?\n  \n  you could say \"Yes, I have a question about _____\".\n  \n  And then with the yes, i do. You'd then ask whatever question you had.\n  \n  Or if you felt less formal, you could just state your question when being called on.\n  \n  ----\n  \n  When I do those \"ask me questions\" shoutouts.. I'm not looking for people saying yes or no. I just want the questions which is kind of another unformal way.\n  ","536465":"\n  Isn't that more for guys? I'm female.\n  ","536466":"\n  lol my order is usually chicken wings, chicken fingers, fried rice, and lobster sauce  (Massachusetts )\n  \n  Maine it's all the above besides the lobster sauce. Some lo mien. They just don't do the lobster sauce or it doesn't taste the same\n  \n  AZ we've just been getting Panda Express. Pepper jack chicken, mixed veggies and the lo mien. Definitely more healthy and smaller portions than from actual Chinese restaurants.\n  ","536467":"\n  chicken wings 😍\n  ","536468":"\n  I'm better at writing it. I can say certain things though. Sister-in-law is Spanish. (Guatemalan)\n  ","536469":"\n  mild at best\n  ","536470":"\n  she was starting her singing career but I don't think she made it that big?\n  ","536471":"\n  I don't know. I do normal everyday things lol\n  ","536472":"\n  aw, hello.\n  ","536473":"\n  all da money, honey.\n  ","536474":"\n  Lifted a little bit would be better but I do feel like when I workout at the gym it definitely helps them look better too lol\n  \n  I feel like they can look smaller since the band is wider bra wise? ¯\\_(ツ)_\/¯\n  ","536475":"\n  Major fetus status. Hair a mess.... me no gusta. I'm not brave 😂\n  ","536476":"\n  None. The doctor was going to give me the mini pill but the metformin for my pcos should eventually make everything regulate...\n  ","536477":"\n  I meant Gravity Falls. Love Mulan!\n  \n  so nice! :)\n  ","536478":"\n  well that's depressing\n  ","536479":"\n  Top knots can be cute ¯\\_(ツ)_\/¯\n  \n  I haven't watched that lol\n  ","536480":"\n  Pocahontas?\n  ","536481":"\n  Nothing is coming to mind\n  ","536482":"\n  This made me laugh. I'm not depressed. Just don't have much questions in my inbox right now. Wasn't really looking for sexual Qs either.\n  ","536483":"\n  flaunt that sh!t\n  ","536484":"\n  family, Jessica, Danielle, the ex....\n  \n  probably Heather and Tabi for online peeps\n  ","536485":"\n  I'll go with 💦 since all those water bottles\n  ","536486":"\n  this 😂\n  \n  polyvore but it died and my tablet is being dumb and won't work on other similar sites :\/\n  ","536487":"\n  It's the only thing I know?\n  ","536488":"\n  When someone got mad at you because they called you \"my girl\" and you mention how you don't have anyone. He doesn't talk to you after that.\n  \n  He's mentioned before that he's the one who usually starts the conversation so I ended up asking if he was mad still a few days ago. More as a are you ok thing? I genuinely like him as a friend, only.\n  \n  We're talking but it feels forced. I end up being all \"someone isn't talkative\" and now he's all nobody cares about me. I can't wait to die stuff.  How i view him as a f:ck boy but yet our conversations haven't even been dirty.\n  \n  I really should just avoid guys, online. 😂\n  ","536489":"\n  Because I'm asking for questions???\n  ","536490":"\n  I plead the 5th\n  ","536491":"\n  can i make my own up?\n  ","536492":"\n  Does anyone have questions? Anything at all.\n  ","536493":"\n  how deserted are we talking?\n  ","536494":"\n  Probably lol\n  ","536495":"\n  I guess going to sleep. Even though I feel like it takes forever for me to actually sleep. My mind is most active at noon and nighttime -_-\n  ","536496":"\n  Pocahontas comes to mind when she talks about the ripples. How it's ever changing. Can't walk on the same river twice.\n  \n  and now I want to watch it 😂\n  \n  I don't really see water as being tough. Yes, there's currents and waves...\n  \n  water also makes me calm, peaceful.\n  \n  ¯\\_(ツ)_\/¯\n  ","536497":"\n  my bad\n  ","536498":"\n  not much to tell currently lol\n  \n  maybe a little bit but certain things should be private as well.\n  ","536499":"\n  Mom did about half as well.\n  \n  It was annoying peeling his stickers off after a while since the left side of it didn't have all the lines matching up.\n  \n  Probably get roped into filling the bags too 😂\n  "}}