{"Question":{"53650":"\n   Woah, you are too strong\n  ","53651":"\n   This is so damn true... And it hurts\n  ","53652":"\n   Lmao\n  ","53653":"\n   Same here?\n  ","53654":"\n   If you were given a device that could show you everyone who has ever had a crush on you without your knowledge, would you use it?\n  ","53655":"\n   What’s your opinion on Paula Deen? We are at her restaurant last week and absolutely LOVED it!\n  ","53656":"\n   Have you ever bought something on the internet?\n  ","53657":"\n   What made your day today? ✨\n  ","53658":"\n   Thankyou for your sympathies ?\n  ","53659":"\n   If You Were To Give Yourself Three Challenges Right Now, What Would They Be?\n  ","53660":"\n   Who is your most attractive friend?\n  ","53661":"\n   Buying a new gun? Nice ? Wish that were possible here haha ?\n  ","53662":"\n   Checked Maybe ❤️?#Like4likes???\n   \n    https:\/\/ask.fm\/khilji143\/answer\/156959289491?utm_source=copy_link&utm_medium=iOS\n   \n","53663":"\n   Who do you miss?\n  ","53664":"\n   What Are The Three Things That You Cannot Live Without?\n  ","53665":"\n   What time of day is your favorite?\n  ","53666":"\n   Would you want a naked statue of yourself?\n  ","53667":"\n   What Is The Most Valuable Life Lesson You Learned From Your Parents?\n  ","53668":"\n   How Would The People Closest To You Describe You?\n  ","53669":"\n   If Money Cannot Buy Happiness, Can You Ever Be Truly Happy With No Money?\n  ","53670":"\n   What’s The Hardest Thing You’ve Ever Been Through?\n  ","53671":"\n   Are you allergic to something?\n  ","53672":"\n   Wow you are for real. You RULE! Thanks for letting me in.\n  ","53673":"\n   Why don't you ever ask me questions friend?\n  ","53674":"\n   What’s one fashion trend you hope to never see again?\n  ","53675":"\n   u 're so beautiful ❤❤\n  ","53676":"\n   I can understand!\n  ","53677":"\n   You are a mechanical engineer, WOW! I am civil engineer btw?? Engineers high five*\n  ","53678":"\n   I saw this movie in a cinema and one of the girl started crying like hell and that scary scene turned into a funny scene??\n  ","53679":"\n   Alright, relax and sleep tight!\n  ","53680":"\n   What makes you smile? ?\n  ","53681":"\n   Have you seen the IT movie?\n  ","53682":"\n   Wassup, my askfm bestie?\n  ","53683":"\n   Is there something or someone you are guilty of taking for granted?\n  ","53684":"\n   اخر انسر  ضروري ?⁦❤️⁩\n  ","53685":"\n   What do you like to spend most of your money on? ?\n  ","53686":"\n   Have you ever went in such condition when you lose interest and motivation to study and feel that the road is too long and you just can't do it ?\n  ","53687":"\n   Do you drop coins in the wishing well to make wishes?\n  ","53688":"\n   It makes sense ? Tbh, listening to rain while trying to sleep can be a relaxing experience, as long as it's not too loud haha ? But I get what you said about it, some people are fanatics about it, one even mentioned it during a scene on The Matrix ?\n  ","53689":"\n   Is there a person you hate for no reason?\n  ","53690":"\n   Name one thing your good at that you could easily teach someone else to do?\n  ","53691":"\n   Do you still talk to your ex's?\n  ","53692":"\n   Do you know anyone that’s a drug dealer??\n  ","53693":"\n   You rock even more!?\nLove you!?❤\n  ","53694":"\n   Hr roz apki khobsurati mae izafa horaha h?\n  ","53695":"\n   What's fun: ?\nPlaying an original game or a mod of a game ???\n  ","53696":"\n   Als je een ijssmaak van een bepaalde groente zou mogen bedenken , welke zou je dan kiezen ? ??\n  ","53697":"\n   liv, loves clothes shopping tbh\n  ","53698":"\n   when you go shopping\n  ","53699":"\n   Whats the closest major city to you?\n  ","53700":"\n   do you buy loads\n  ","53701":"\n   What will you do on Friday?\n  ","53702":"\n   aw, thats good your so funny xo\n  ","53703":"\n   Ladies. Would you be happy if a nice man offered to give you a nice pearl necklace ?\n  ","53704":"\n   omg you strong, aw is you leg painful now\n  ","53705":"\n   you were very sporty xo\n  ","53706":"\n   do you play any sports\n  ","53707":"\n   Why are you like taht\n  ","53708":"\n   Are you positive to interracial marriage?\n  ","53709":"\n   I! When you say the word \"strong\", are you referring to strength and\/or mentally?\n  ","53710":"\n   Do you enjoy cream pies??\n  ","53711":"\n   What’s your channel name\n  ","53712":"\n   It has very \"heart breaking\" feelings, don't you think? Breaks hearts at 3000 rounds per minute?\n  ","53713":"\n   Yeah, pretty much\n  ","53714":"\n   What did the last text message you sent say? #video\n  ","53715":"\n   What's your favourite chocolate bar?\n  ","53716":"\n   What are you looking forward to in August? ??\n  ","53717":"\n   Do you think Jaffa cakes are a cake or a biscuit? ?\n  ","53718":"\n   Chocolate or white chocolate\n  ","53719":"\n   Goodbye July and hello August. ?? What was good in July for you? ?\n  ","53720":"\n   Are you afraid that as you get older, your looks become aging, not as beautiful as you were when you were young, and if you are afraid of this, is there any way to solve this problem?\n  ","53721":"\n   P that's sounds very good I love to take the coffee but I can't drink it cuz it goes right for me\n  ","53722":"\n   What’s your favorite movie genre?\n  ","53723":"\n   ❤️❤️??\n  ","53724":"\n   Oh yeah I understand you ?♥️\nI am speak Arabic ♥️\n  ","53725":"\n   What is the worst excuse you've ever heard?\n  ","53726":"\n   If you had to teach something, what would you teach? ?\n  ","53727":"\n   Thank you ?\n  ","53728":"\n   Do you like Dippin Dots? If you don’t know what they are I suggest you visit an amusement park or go to a ballgame once in awhile .\n  ","53729":"\n   do you have any tattoos or non \"standard\" piercings?\n  ","53730":"\n   Gee, some people... ?\n  ","53731":"\n   What???\n  ","53732":"\n   Do u have  pc\n  ","53733":"\n   What is ur fav cartoon show?\n  ","53734":"\n   What's you favorite thing to do on your day off?\n  ","53735":"\n   hey\n  ","53736":"\n   What videos do you make for YouTube\n  ","53737":"\n   Do you prefer to take photos or be photographed?\n  ","53738":"\n   Raise your hand if you want kids one day\n  ","53739":"\n   What’s your best feature? PAP if you’d like!\n  ","53740":"\n   Does it bother you if your bf or gf checks out someone else when they’re with you?\n  ","53741":"\n   If you could go back and give yourself advice about something that happened within the last 2 years, what would it be?\n  ","53742":"\n   Favorite shade of lipstick. Guys, what’s your fave shade on a girl?\n  ","53743":"\n   What’s the furthest place from home you’ve ever been?\n  ","53744":"\n   Ever had a traffic ticket? If so how many?\n  ","53745":"\n   Worst pick up line ever used on you, or you used on someone\n  ","53746":"\n   What’s the last compliment you received from a stranger?\n  ","53747":"\n   When it's all said and done, will you have said more than you've done? ?\n  ","53748":"\n   When is it time to stop calculating RISK and REWARDS, and just do what you know is right? ?\n  ","53749":"\n   Have you done anything lately worth remembering? ?\n  ","53750":"\n   (©️) ¿Cuál crees que es la canción del verano? Te sigue ❤️??\n  ","53751":"\n   (©️) ¿Qué crees que es lo mejor y lo peor de ti mismo? Te sigue ❤️??\n  ","53752":"\n   Are you holding onto something that you need to let go of? ?\n  ","53753":"\n   What would you do differently if you knew no one would judge you? ?\n  ","53754":"\n   Is it possible to lie without saying a word? ?\n  ","53755":"\n   Crinkle cut, straight or curly french fries? ?\n  ","53756":"\n   Do you like sunbathing ? and do you get quickly a sun tan ☀️?\n  ","53757":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","53758":"\n   Whenever you crave fast food... Where is your favourite place to grab a bite to eat?\n  ","53759":"\n   Where do you think you'll be after 10 years?\n  ","53760":"\n   Have you ever played Virtual Reality games before?\n  ","53761":"\n   What is the greatest lesson that life has taught you so far?\n  ","53762":"\n   What is the last song you listened to?\n  ","53763":"\n   صبح صبح ?\n  ","53764":"\n   Do you prefer giving or receiving?\n  ","53765":"\n   Pizza or hot dog\n  ","53766":"\n   I have to go pee....do you tend to keep things to yourself or do you to share too much??\n  ","53767":"\n   Last thing you ate?\n  ","53768":"\n   Have you ever abandoned someone?\n  ","53769":"\n   What's on your to-do list this weekend?\n  ","53770":"\n   Is there a person you hate for no reason?\n  ","53771":"\n   Wow\n  ","53772":"\n   I love black panthers and cheetah, i have heard cheetah are somewhat like our domesticated cats\n  ","53773":"\n   What is one thing that you are really good at?\n  ","53774":"\n   Where should you never take a first date?\n  ","53775":"\n   What famous person have you met or do you know?\n  ","53776":"\n   If you could visit any planet in outer space, which would you choose? ☾☽\n  ","53777":"\n   ? ?\n  ","53778":"\n   Although I like it myself, it's true, it's not everybody's cup of tea ?\n  ","53779":"\n   What does money smell like to you?\n  ","53780":"\n   Top three people that you love on askfm\n  ","53781":"\n   which one of these would you eat: waffles, pancakes or frenchtoast?\n  ","53782":"\n   What are your favorite  or most used emojis? Mine are ?????❤️???‍♀️???‍♀️??\n  ","53783":"\n   How do you treat people who can do nothing for you? ?\n  ","53784":"\n   Are you into Asmr??? I personally can't get into it.\n  ","53785":"\n   Hye\n  ","53786":"\n   Favorite book?\n  ","53787":"\n   Do you like water parks?\n  ","53788":"\n   Top three people that you love on askfm\n  ","53789":"\n   Is it raining for you?\n  ","53790":"\n   How old would you be if you didn't know? ?\n  ","53791":"\n   What would Beyoncé do? ?\n  ","53792":"\n   What's one animal you would not want to come face to face with?\n  ","53793":"\n   If you had the opportunity to get a message across to a large group of people, what would your message be? ?\n  ","53794":"\n   What’s your definition of bravery?\n  ","53795":"\n   What side dish do you like to eat with barbecue?\n  ","53796":"\n   Why are you worth knowing? ?\n  ","53797":"\n   I was waiting to see a dolphin pop out of the water and eat that swan.\n  ","53798":"\n   Which animal are you most like?\n  ","53799":"\n   Do you follow fashion trends actively?\n  ","53800":"\n   بمناسبة عيد الصداقة العالمي\nكل عام وانتم بخير ?\n#جماعي \nHappy friends day\n  ","53801":"\n   How normal are u ?\n  ","53802":"\n   What annoys you the most?\n  ","53803":"\n   Do you kiss the toilet seat when finished?\n  ","53804":"\n   do you have a crush on someone!???\n  ","53805":"\n   Woww ... Likewise ??\n  ","53806":"\n   On a whole, how has your day been so far?\n  ","53807":"\n   How often do you draw?\n  ","53808":"\n   Do u have a \"gun\" in ur house?\n  ","53809":"\n   What do u want now\n  ","53810":"\n   Is this really you?\n  ","53811":"\n   Yes I Do It's A Realy Cool Country They R Good Pple The Alwys Love Kidding And Throw Jokes Everywhere ???\nI Love Those Pple BTW ??\n  ","53812":"\n   Thoughts about someone who ls Extremely close to yohuu❤️\n  ","53813":"\n   Do you agree with the saying that a problem shared is a problem halved?\n  ","53814":"\n   So guess what ??\nI'm Not From USA I'm Egyption ????\n  ","53815":"\n   I'm Following U ?❤️\n  ","53816":"\n   You r hot more then a frying pan\n  ","53817":"\n   Would you be interested in experiencing hypnosis?\n  ","53818":"\n   Fav ice cream ?\n  ","53819":"\n   Do you like going out for walks? ?‍♀️?‍♂️\n  ","53820":"\n   I've been away for a few months and decided to unfollow tons of people. Who would like a follow? I need some new people.\n  ","53821":"\n   Fav food?\n  ","53822":"\n   Heyhey! What was your childhood like and how do you look back at it xxx have a nice day\n  ","53823":"\n   What would you do differently if you knew nobody would judge you?\n  ","53824":"\n   Do u have pets\n  ","53825":"\n   What is your favourite thing in your room? Post a pic if you'd like to :3\n  ","53826":"\n   beautiful... one of my most favorite bands from my teenager years...\n  ","53827":"\n   Yes yes \"Are you saying... You'd like for me to follow you? And you follow me back?\"\n  ","53828":"\n   Havent been on this app in forever.. hows it going?\n  ","53829":"\n   Song\n  ","53830":"\n   How about a mutual subscription?)\n  ","53831":"\n   If money was no object, how would you redecorate your bedroom? If you wanted to lol :)\n  ","53832":"\n   Done and thank you too :)\n  ","53833":"\n   Heyy follow for a follow back????\n  ","53834":"\n   thanks\n  ","53835":"\n   Time for _______\n  ","53836":"\n   That sounds strange, odd, and extremely weird, but for some reason I want some.\n  ","53837":"\n   When was the last time you did something for the very first time? What was it? ?\n  ","53838":"\n   How would you behave if you were the best in the world at what you do? ?\n  ","53839":"\n   Do you use a straw for your drinks?\n  ","53840":"\n   +1 взаимно не против?)\n  ","53841":"\n   What is your best feature?\n  ","53842":"\n   And same for Jason... Sent my hello for him\n  ","53843":"\n   What or who lights you up? ?\n  ","53844":"\n   Have a great evening ?\nMy dear friend\n  ","53845":"\n   Morning people\n  ","53846":"\n   He is lucky to have you\n  ","53847":"\n   It's ok... In general... Do you respect Arab people?\n  ","53848":"\n   Liker’s get TBH\n  ","53849":"\n   اول ب أول???\n  ","53850":"\n   ؟ you are an Arabic person\n  ","53851":"\n   Can i be your best friend?\n  ","53852":"\n   Tag most handsome\/most beautiful grl of ur choice?\n  ","53853":"\n   How are you, really? ?\n  ","53854":"\n   I! I am certain that we\/others will do okay. Many won't but it's okay with them. Just relax and have a great time. I'm here for you\/others when I'm able. Stay pretty.\n  ","53855":"\n   Anyone want a beer?\n  ","53856":"\n   some likes plz\n  ","53857":"\n   If you were given a chance to have dinner with anyone, who would you pick? ?? It can be someone from the past or it can be someone from the world of fiction. ?\n  ","53858":"\n   What’s your ethically?\n  ","53859":"\n   Have you ever done a drive thru prank?\n  ","53860":"\n   Who thinks you're beautiful when you wake up in the morning? ?\n  ","53861":"\n   My mother loves that song. I played some of their more colorful music, she didn't believe it was the same band\n  ","53862":"\n   What kind of music calms you down?\n  ","53863":"\n   If you have a cold Hot Pocket, is it just a pocket? ?\n  ","53864":"\n   Good night princess\n  ","53865":"\n   Hi\n  ","53866":"\n   Everything's cool! Nothin to apologize about\n  ","53867":"\n   ¿Quién crees que ha sido la persona más buena y la más mala de la historia? Te sigue ❤️??\n  ","53868":"\n   No, i was just saying\n  ","53869":"\n   relationships goal\n  ","53870":"\n   Scary stuff!\n  ","53871":"\n   Can we have a link to your vlog channel? :)\n  ","53872":"\n   Do you enjoy travelling on a ferry?\n  ","53873":"\n   Is this really you?\n  ","53874":"\n   Noice, so tell me about the most horrific paranormal activity, you've ever experienced, it's 11 25pm here, so i gotta take the risk! ?????\n  ","53875":"\n   What would you do differently from your parents when raising up your children?\n  ","53876":"\n   Do you have any youtube channel\/videos for your research?\n  ","53877":"\n   What is your favorite subject (in school days)?\n  ","53878":"\n   Is there something you are dreading?\n  ","53879":"\n   But i think this product is also good opinion from doctor\n  ","53880":"\n   Do you have anyone who is “ sucking up “ to you? Like it’s obvious they’re kissing your ass just to get your attention and approval?\n  ","53881":"\n   Your bio says you are a paranormal researcher, share your experience!\n  ","53882":"\n   I no that is I got few prison Tattoo.my mom raised me to be a gentleman,so saying Sorry just come out.my bsd..lol\n  ","53883":"\n   What is the best weight  loss dite ?\n   \n    https:\/\/bit.ly\/2Gr730I\n   \n","53884":"\n   ¿Cuál crees que es el sentimiento más fuerte que mueve a las personas?\n  ","53885":"\n   Sorry was outside I mean I do own a tattoo shop.. Sorry again\n  ","53886":"\n   How do you like your tea? (For examples: do you have sugar in, how many? Do you like it milky, strong or no milk etc etc). If you don't like tea, do you like hot chocolate or coffee instead?\n  ","53887":"\n   What is one food you hated as a child but grew to love as you got older?\n  ","53888":"\n   What is the last concert you went to? ?‍?\n  ","53889":"\n   Favorite Christmas movie?\n  ","53890":"\n   What do you do to comfort yourself whenever your sad or upset?? ???\n  ","53891":"\n   Gave me Advice\n  ","53892":"\n   What is your dream bedroom?\n  ","53893":"\n   Stel je zou in de kerstvakantie op vakantie mogen , zou je dan naar een land gaan waar het warm is of juist niet ? Wat voor land zou je dan kiezen ?\n  ","53894":"\n   How do you like your coffee? ☕ If you don't like coffee, what do you drink instead? :3\n  ","53895":"\n   Love exists? Your opinion? Mine is that it doesnt exist\n  ","53896":"\n   What about beautiful women makes you feel discomfort?\n  ","53897":"\n   Nice own a tattoo shop.\n  ","53898":"\n   What is the difference between natural beauty and artificial beauty ?\n  ","53899":"\n   whats your most embarrassing moment ever\n  ","53900":"\n   A three year old hands you an empty, tiny plastic cup... do you drink from it? ?\n  ","53901":"\n   If a two year old hands you a toy phone... do you answer it? ?\n  ","53902":"\n   Someone gives you a hug and doesn't let go right away... How long does it take for an embrace to become awkward with someone you're not romantically involved with? Does it change from person to person? Does your current mood make a difference? ?\n  ","53903":"\n   Does the name Bob Lazar mean anything to you?\n  ","53904":"\n   What was your go to toy when you were a kid? Mine was toy money\n  ","53905":"\n   Do hummingbirds hum because they don't know the words? ?\n  ","53906":"\n   Do jellyfish get gas from eating jellybeans? ?\n  ","53907":"\n   If a food processor slices and dices food, what does a word processor do? ?\n  ","53908":"\n   Why are there flotation devices under plane seats instead of parachutes? ?\n  ","53909":"\n   How can someone \"draw a blank\"? ?\n  ","53910":"\n   Do you think you could survive as a cave person?\n  ","53911":"\n   I’m a slave\n  ","53912":"\n   do you miss the old askfm ?\n  ","53913":"\n   How are you ?\n  ","53914":"\n   The tooth fairie tied me up and stole my safe.\n  ","53915":"\n   Can you describe yourself using the letters of your first name??? Can you? ????\n  ","53916":"\n   Hey sweetie , I’m so so sorry\n  ","53917":"\n   Part of me feels like I might be a lesbian the other part adores my boyfriend... advice?\n  ","53918":"\n   im sad\n  ","53919":"\n   how r u\n  ","53920":"\n   Do vegetarians eat animal crackers??\n  ","53921":"\n   Deep thoughts\n  ","53922":"\n   Thanks\n  ","53923":"\n   heyy bellaaaa\n  ","53924":"\n   Does a man-eating shark eat women too??\n  ","53925":"\n   If a doctor suddenly died while doing surgery, would the other doctors work on the doctor or the patient? ?\n  ","53926":"\n   Hi Angel\n  ","53927":"\n   I like Skillet ?\n  ","53928":"\n   ha Dear Can You Follow Me Please ?\n  ","53929":"\n   Have you been to any cool concerts lately?\n  ","53930":"\n   If you could visit the past or the future, which would you choose and where would you go?\n  ","53931":"\n   How do you feel about diets?\n  ","53932":"\n   Thought ?\n  ","53933":"\n   Thanks Dear\n  ","53934":"\n   What size bed do you have\n  ","53935":"\n   Some likes plz\n  ","53936":"\n   What are some small things that make you happy? ?\n  ","53937":"\n   Have you got any phobias? ?\n  ","53938":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","53939":"\n   How was your day princess?\n  ","53940":"\n   ¿Qué nombre le pondrías a un barco si tuvieras uno?\n  ","53941":"\n   What is your favorite way of wasting time?\n  ","53942":"\n   Which has more value: creativity or knowledge?\n  ","53943":"\n   don't be I ty Thoe..\n  ","53944":"\n   i do t jsvr to be sorry for\n  ","53945":"\n   What is the first thing you do when you wake up\n  ","53946":"\n   I was engaged toy 7th grade sweetheart at 22 of age 10 yrs we were together I lost her to car accident...then Mt Next soulmate I lost her months ago to a murder..so I'm idk hope there a 3rd im hopeless romantic ..ur story is right too..\n  ","53947":"\n   What is ur fav song\n  ","53948":"\n   Something coming up you're excited about??\n  ","53949":"\n   What was the best date you ever had?\n  ","53950":"\n   share a picture for your favourite view? ?\n  ","53951":"\n   Wow\n  ","53952":"\n   People used to call me \"male version of Kristen stewart\" due to my limited range of facial expressions!\n  ","53953":"\n   What do butterflies feel in their stomach when they're in love? ?\n  ","53954":"\n   When cheese gets its picture taken, what does it say? ?\n  ","53955":"\n   Have you ever stayed awake for an entire night?\n  ","53956":"\n   PAP\n  ","53957":"\n   iPhone or Android?\n  ","53958":"\n   Giggling and blushing*\nThanks\n  ","53959":"\n   When did you last meet your grandfather?\n  ","53960":"\n   Rightly said but their movies have turned them into Big pervs, though pervs are here in Pakistan too but much less than them! So yeah, beware of them, but if you ever get interested in visiting Pakistan, listen to EVA ZU BECK, polish girl!\n  ","53961":"\n   Who would you cast to play you in a movie?\n  ","53962":"\n   Thanks for clarification, India is a good place but beware of  pervs there!\n  ","53963":"\n   Why do tourists go to the top of tall buildings and then put money in telescopes so they can see things on the ground in close-up? ?\n  ","53964":"\n   No Pakistan, Sad??\n  ","53965":"\n   Do you remember your first day at school?\n  ","53966":"\n   What's your favorite toy or favorite thing to do when you were a kid? ????\n  ","53967":"\n   When was the last time you did something first time ? ?\n  ","53968":"\n   Favorite NF song?\n  ","53969":"\n   what is your favorite tv ad? ♡\n  ","53970":"\n   what makes you laugh? ♡\n  ","53971":"\n   Do infants enjoy infancy as much as adults enjoy adultery? ?\n  ","53972":"\n   I know that it's natural and it's okay for our parents to be strict. \n\nHow strict were your parents?? ?????\n  ","53973":"\n   Ever been abducted by aliens, fairies, or garden gnomes? If no, you're lucky! If you have, I have to know... what's with the butt probes? ??\n  ","53974":"\n   What countries would you travel to if you were to do a world trip?\n  ","53975":"\n   ❌Space❌\n  ","53976":"\n   Have you ever faced weird coincidences? If so, can you give an example?\n  ","53977":"\n   How many nicknames can you make out of your name?\n  ","53978":"\n   Which is your favourite fast food brand? ?\n  ","53979":"\n   What was the best date you ever had?\n  ","53980":"\n   Right ??\n  ","53981":"\n   Ohh ?\n  ","53982":"\n   Yes they took me too ✌ but don't know who did that ?\n  ","53983":"\n   I was lazy and sat on my big booty all weekend\n  ","53984":"\n   I'm good! Just don't wanna go to work tomorrow lol\n  ","53985":"\n   Hello ? did you notice someone just tagged our profiles ?\n  ","53986":"\n   How are you?\n  ","53987":"\n   Heyyy\n  ","53988":"\n   مُحتَاجون وخزائنُك مَلأَى\nسائلون وأنت كريمُ?\n  ","53989":"\n   .\n  ","53990":"\n   Love that dp...??\nBella??\n  ","53991":"\n   Is love complicated? Why?\n  ","53992":"\n   ThT thight\n  ","53993":"\n   what do you think about your self, ...\n  ","53994":"\n   Do you like bacon?\n  ","53995":"\n   Mine punkass Bitch..lol\n  ","53996":"\n   How old are u\n  ","53997":"\n   Do you like biscuits?\n  ","53998":"\n   How old are u\n  ","53999":"\n   There's a zombie apocalypse. The first thing to your right is the only weapon you could use to kill them. What is it?\n  ","54000":"\n   When is the last time you told somone you love them?\n  ","54001":"\n   Is there an actor singer or any sort of celebrity that you just don’t get their appeal? Like I just don’t see why people like Kevin Hart. He isn’t funny or original!\n  ","54002":"\n   Morning ??\n  ","54003":"\n   Im so sorry for your loss! And your right no one could havr done anything about it apart from him and professionals ❤❤\n  ","54004":"\n   Tbh?\n  ","54005":"\n   Lmao @ that gif ?\n  ","54006":"\n   What frustrates you the most?\n  ","54007":"\n   What word do you love the sound of?\n  ","54008":"\n   What is the silliest thing you've let yourself get stressed about recently?\n  ","54009":"\n   What does it mean if a girl asks you \"meouw\"?\n  ","54010":"\n   What is your favourite vegetable?\n  ","54011":"\n   Do you do you like leggings\n  ","54012":"\n   Morning space ?\n  ","54013":"\n   Hi there good morning\n  ","54014":"\n   Is there anything you'd do differently if you knew nobody would judge you? ?\n  ","54015":"\n   At what age do men become horrible ?\n  ","54016":"\n   How do you like your eggs cooked?\n  ","54017":"\n   What about Lavigne's \"What the Hell\"? ?\n  ","54018":"\n   Have you ever eaten squirrel raccoon opossum rabbit snake armadillo\n  ","54019":"\n   If electricity comes from electrons, does morality come from morons? ?\n  ","54020":"\n   I believe 100 €\n  ","54021":"\n   What is that one dream you'll never compromise on?\n  ","54022":"\n   Wow that yes loo\n  ","54023":"\n   I know exactly what you mean ??\n  ","54024":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","54025":"\n   Why is it that when you’re driving and looking for an address, you turn down the volume on the radio? ?\n  ","54026":"\n   U r welcome\n  ","54027":"\n   What is the most unforgettable thing that one of your teachers has done? ☀️\n  ","54028":"\n   it's open ?\nNever mind i send again\n  ","54029":"\n   I know, right?! ??\n  ","54030":"\n   You can be overwhelmed and underwhelmed, but why can’t you be simply whelmed? ?\n  ","54031":"\n   Followed Bella?\n  ","54032":"\n   How come you press harder on a remote control when you know the battery is dead? ?\n  ","54033":"\n   I did know that! ??\n  ","54034":"\n   Why is an electrical outlet called an outlet when you plug things into it? Shouldn’t it be calledan inlet? ?\n  ","54035":"\n   If corn oil is made from corn and vegetable oil is made from vegetables, what is baby oil madeof? ?\n  ","54036":"\n   Why do you have to “put your two cents in”, but it’s only a “penny for your thoughts”? Where’s that extra penny going to? ?\n  ","54037":"\n   Hey\n  ","54038":"\n   If quizzes are quizzical, what are tests? ?\n  ","54039":"\n   Saddest song you know? I'm asking for a friend... ??\n  ","54040":"\n   Do you think newborns are always crying because any discomfort is literally one of the worst things they have ever felt? ?\n  ","54041":"\n   What is something you wish you were better at?\n  ","54042":"\n   Would you rather increase your intelligence or your charisma?\n  ","54043":"\n   Saddest song you know? I'm asking for a friend... ??\n  ","54044":"\n   No all in other or happy\n  ","54045":"\n   Thsts so great to hear I'm happy for u..\n  ","54046":"\n   Thsts so great to hear I'm happy for u..\n  ","54047":"\n   What makes you feel like a boss?\n  ","54048":"\n   Do you ever check to see how much time is left on a show to make sure they won't stop it there? ?\n  ","54049":"\n   When a pregnant woman swims, is she a human submarine? ?\n  ","54050":"\n   Some likes? ?\n  ","54051":"\n   If a candle factory burns down, does everyone just stand around and sing \"Happy Birthday?\"\n  ","54052":"\n   Your battery percent is how old you look like. What is it? HAHA.\n  ","54053":"\n   Actually celebrities have a lot more time to waste comparing to most people which is why they're called celebrities.\nAnyway, there's no point for them to waste there time here, because so much people would spam them up with questions and they have to keep their cool (to not be that open  with people\n  ","54054":"\n   When going thru emotional pain, How do you overcome the tears ? ?\n  ","54055":"\n   At what time do you go to sleep???\n  ","54056":"\n   Be different, stand out from everyone else ?\n  ","54057":"\n   Thoughts on anon?\n  ","54058":"\n   They're probs just jealous of you because you're not idle like them? ?\n  ","54059":"\n   Do you ever just decide someone is the greatest person ever after having one small positive conversation with them? Like you could have a 3 min conversation with someone and someone would be like \"do you know Jessica?\" and you're like \"I'd die for her\", meanwhile jess is like \"who tf is that?\"?\n  ","54060":"\n   Ah, so they'll know you're into the paranormal when they see your gamertag haha ? Tbh, I knew that psychics strongly advise against using one if you suspect there's a haunting, because, like you said, it can invite in evil presences ? But I'm only repeating what I've been told, you're the expert ?\n  ","54061":"\n   Facepalming? ?\n  ","54062":"\n   How long do fish wait to swim after they eat?\n  ","54063":"\n   Favorite eye color???\n  ","54064":"\n   If you only have one eye... are you blinking or winking? ?\n  ","54065":"\n   No worries haha ? That made me laugh ?\n  ","54066":"\n   What do you wish someone taught you a long time ago??? ?????\n  ","54067":"\n   Chocolate and caviar can be nice too ? ?\n  ","54068":"\n   Why does a round pizza come in a square box? ?\n  ","54069":"\n   Do you think when fish get thrown back by fishermen, they swim around yelling about alien abductions and the other fish stop talking to them? ?\n  ","54070":"\n   Do you think regular dogs see police dogs and think, \"oh shit, it's a cop!\"?\n  ","54071":"\n   Do you have a treehouse?\n  ","54072":"\n   Do you climb on trees?\n  ","54073":"\n   Pancakes or waffles?\n  ","54074":"\n   Best answer till now\n  ","54075":"\n   Go eat..i ask i ask u Too..\n  ","54076":"\n   Your favourite song as of late? ?\n  ","54077":"\n   What do you want right now?\n  ","54078":"\n   What's a weird food combination do you enjoy and others don't? ??\n  ","54079":"\n   I've done a big mistake\nI said \"Do you like me questions\"\nInstead of \"Do you like my questions\"\nSorry\n  ","54080":"\n   What if we're all just particles on a grilled cheese sandwich? ?\n  ","54081":"\n   I see miley cyrus  selena Gomez Britney spears  on this site.i think there fake.what do you think\n  ","54082":"\n   What do you think is the sweetest romantic gesture that you can get from someone special? Hihi ❤️\n  ","54083":"\n   What is your favorite scent?\n  ","54084":"\n   Are you an artistic person? If yes, in which arts?\n  ","54085":"\n   What do you see in perosn when you meet them or talk to them for th first time?\n  ","54086":"\n   Do you, or do you not, do things you normally would not do, even if you do not think you would ever do them? ?\n  ","54087":"\n   How many people do you think you've met in your life?\n  ","54088":"\n   Do you believe that world peace could ever be achieved?\n  ","54089":"\n   If you could change one thing about yourself or your life, what would it be and why?\n  ","54090":"\n   What's the most expensive thing you bought? ???\n  ","54091":"\n   What thing annoys you the most? ???\n  ","54092":"\n   What makes a person powerful ??\n  ","54093":"\n   Will you ever wanna be a teacher or cop\n  ","54094":"\n   Wlcm\n  ","54095":"\n   People often talk about how social media is \"ruining\" our lives... But what are some positive impacts that you think social media, or technology as a whole, has had on our lives?\n  ","54096":"\n   If you had a song for the soundtrack of your life always playing the background what song would it be?\n  ","54097":"\n   Would you ever go white water rafting? Have you ever gone? I went today for the first time it was so much fun!\n  ","54098":"\n   What do you do when you are alone in your room?\n  ","54099":"\n   What are you most known for?\n  ","54100":"\n   What's your hair color?\n  ","54101":"\n   If you could learn any language automatically wich one would you pick?\n  ","54102":"\n   If the #2 pencil is the most popular, why’s it still #2? ?\n  ","54103":"\n   What is your favorite meme???\n  ","54104":"\n   What one word describes you?\n  ","54105":"\n   May this honorable day brings a great deal of satisfaction and favor every one of us with his endowments. Have a pleasant and Blessed Friday. ✨\n  ","54106":"\n   Vans or converse?\n  ","54107":"\n   Good Night, Sweet Dreams ?\n  ","54108":"\n   Do u like me Q ?\n  ","54109":"\n   Hi.\n  ","54110":"\n   Does anyone else like the smell of petrol? xD\n  ","54111":"\n   What was the last time you were angry? What happened?\n  ","54112":"\n   What things can make you happy??\n  ","54113":"\n   Ever Ghosted Someone?\n  ","54114":"\n   Ever Ghosted Someone?\n  ","54115":"\n   What brand of toilet paper do you use?\n  ","54116":"\n   Ever drank expired milk?\n  ","54117":"\n   What’s today’s plans?\n  ","54118":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","54119":"\n   continued...\n  ","54120":"\n   Have you ever tried an Ouija board in any of these areas? ?\n  ","54121":"\n   Follow Back?\n  ","54122":"\n   A question on your paranormal expertise here - can hearing recognised voices be a sign of a haunting? ?\n  ","54123":"\n   Was it \"Bom Bom\" by Sam and the Womp? ?\n  ","54124":"\n   Last song you danced to? ?\n  ","54125":"\n   What's your main method of relaxation? ?\n  ","54126":"\n   You've not heard of it? Oh, well nevermind ?\n  ","54127":"\n   Throwback Thursday?\n  ","54128":"\n   Marmite, you like or loathe? ?\n  ","54129":"\n   They treat me like I'm 5 they won't let me walk and they won't let me drive until I'm 30 so I'm stuck here for the rest of my life ????\n  ","54130":"\n   Do you want to have children one day? If yes, how many?\n  ","54131":"\n   Pizza hut or Dominos?\n  ","54132":"\n   yes that might be true but if I want to go somewhere or do something I always have to ask and if I wanted to go stay at a friend's house my parents can tell me no and so I'm stuck here and I can't walk my mom won't let me because she's too overprotective of me so she won't actually let me walk\n  ","54133":"\n   Ok you replied to my statement about moving out when I'm 18 my problem is that I can't get a job to actually try and buy a house because I wouldn't have a way to work and back and I have someone I can live with and their mom said I could work with them and help pay rent and I could buy me a house\n  ","54134":"\n   Should we forgive our enemies? Why\/why not?\n  ","54135":"\n   Do you have a body pillow\n  ","54136":"\n   What odd smell do you really enjoy?\n  ","54137":"\n   Traditions yeah, I mean are you close to them too, relationshipwise ? ?\n  ","54138":"\n   Do you prefer books or movies? ?\n  ","54139":"\n   ل انس ❤️\n  ","54140":"\n   Mine are pure green. They look bright green after getting out of the pool when the white area is reddish from the chlorine. ?\n  ","54141":"\n   Thsts so cool, Like the quote says\"you are one in million\"..\n  ","54142":"\n   How important are strong family ties to you? ?\n  ","54143":"\n   No I crave knowledge.1.8%of ppl have green eyes if u round that to2% that only one hundred an forty million..that it..out of 7billion.. just think USA has overr 300,000,000 so only 140,000,000 Green eye's are very rare.. sorry had to tell ya..lol\n  ","54144":"\n   It's better than most other crappy films which everyone seems to love nowadays haha ? ?\n  ","54145":"\n   The bad about cinnamon 36%so basically 4\/10ppl get sick or aleric to it..ppl never no that they eating Stuff with cinnamon they think it just the food there eating..so this is the lesson of the day..lol I no I no werid shit..if u want to know what population has green eyes or red hair an why....I no\n  ","54146":"\n   I can help you on this.. I wonder the same thing ..so I researched it.an if u smell cinnamon u get smarter,,I no right..but it's true\nThey're finding out cinnamon is one of the  best things for u body,mind, an Heath..I'm going to go smell cinnamon..lol its true..\n  ","54147":"\n   Your long hair is so beautiful! ?\n  ","54148":"\n   What is your favourite memory from your childhood?\n  ","54149":"\n   Who off work today?or what is ur plan for the day?\n  ","54150":"\n   Are you close friends with anybody from school?\n  ","54151":"\n   What word do you always misspell?\n  ","54152":"\n   When did you last stay in a hotel? ?\n  ","54153":"\n   Nice im now hungry after all the answers lol\n  ","54154":"\n   Nice im now hungry after all the  answers lol\n  ","54155":"\n   Nice im now hungry after all the  answers lol\n  ","54156":"\n   What’s one thing that bothers you most about the world today?\n  ","54157":"\n   If you opened up a restaurant what kind of food would you serve?\n  ","54158":"\n   What is the most frightening thing you have ever experienced?\n  ","54159":"\n   What's a popular food you find disgusting?\n  ","54160":"\n   Can you truly love more than one person?\n  ","54161":"\n   What type of donut is your favorite?\n  ","54162":"\n   How long have you been growing your hair? What's your goal length?\n  ","54163":"\n   How do you usually express your emotions?\n  ","54164":"\n   ❤......\n  ","54165":"\n   Do you prefer to use cash or payment card?\n  ","54166":"\n   What's the latest thing that made you smile?\n  ","54167":"\n   Where is the best place for a vacation?\n  ","54168":"\n   Have you ever thrown a pie in someone's face or been hit with a pie yourself?\n  ","54169":"\n   Is any body up, at this early hour??\n  ","54170":"\n   You are cute\n  ","54171":"\n   What do you think you do better than 90% of people.\n  ","54172":"\n   What's the worst thing u have ever done??\n  ","54173":"\n   Pap of how long your hair is?\n  ","54174":"\n   What is your favourite cartoon\/gaming character of all time?\n  ","54175":"\n   What is your most played song?\n  ","54176":"\n   Everyone always says u no right away if someone good or bsd I'm 99% right..so my gals friends interduse me as therebro..I ask werid question to figure there motivate,then I tell them inside .so yes never go against  gut Ever there a book about we all have a third eye , show how to use it gut feeling\n  ","54177":"\n   How often do you buy things via the Internet?\n  ","54178":"\n   What awful movie do you love???\n  ","54179":"\n   Do you believe that as humans, we need to go through a certain amount of struggle, heartache and pain in order to grow and to learn... Or would we all be better off if we never had to struggle, ever?\n  ","54180":"\n   Taylor Swift or Rihanna?\n  ","54181":"\n   What's the worst pain you ever felt ?\n  ","54182":"\n   Do you have brothers؟\n  ","54183":"\n   Do you like amusement parks?\n  ","54184":"\n   Do you like amusement parks?\n  ","54185":"\n   If you are 18 and want to move out and you know your parents will say no can you still move out anyway?\n  ","54186":"\n   Summer or Winter? ☀️❄️\n  ","54187":"\n   What can you endlessly stare at?\n  ","54188":"\n   Are you a leader or a follower?\n  ","54189":"\n   Throwback Thursday?\n  ","54190":"\n   Are you bored?\n  ","54191":"\n   Do you trust people easily?\n  ","54192":"\n   What is your biggest addiction?\n  ","54193":"\n   Do you talk to yourself?\n  ","54194":"\n   Good night to you?♥️\nGood morning to me???\n  ","54195":"\n   Best pick up line you've heard?\n  ","54196":"\n   Hi ??\n  ","54197":"\n   Apex Legends?\n  ","54198":"\n   what kind of games do you like to play\n  ","54199":"\n   Why your vocals  ice frozen?\n  ","54200":"\n   Do you speak French or the Cajun dialect of French?\n  ","54201":"\n   Do you trust or can have an immigrant as a friend ?\n  ","54202":"\n   Bye\n  ","54203":"\n   Secrets\n  ","54204":"\n   I really like ur answers , full of fun and wisdom at the same time ?\n  ","54205":"\n   Cute you\n  ","54206":"\n   Followed ?\n  ","54207":"\n   be honest, do you often think black guys are cute?\n  ","54208":"\n   your welcome, thats great xo\n  ","54209":"\n   I! I see that one is a white car however; is the other a blue truck? I wasn't able to clearly make it out.\n  ","54210":"\n   how are you x\n  ","54211":"\n   Where do you live?\n  ","54212":"\n   ❌Space❌\n  ","54213":"\n   يا عالم كل مواقع التواصل الاجتماعي ناس مجروحة? نفسي اعرف وين الي جرحوهم يعني لما تحسبها نسبه وتناسب بطلع مافي جارحين بالمره يفففففت??‍♂️\n  ","54214":"\n   Ohhh scusa\n  ","54215":"\n   Kya apne khud per Face App try ki ? ??\n  ","54216":"\n   Aur batayye! Kya haal chal? ?\n  ","54217":"\n   What was the last food you ate?\n  ","54218":"\n   What's the best place to go for a picnic with your friends?\n  ","54219":"\n   What's your favourite childhood memory? ?\n  ","54220":"\n   What's the most expensive thing you've ever broken?\n  ","54221":"\n   Describe what a good friend means to you?\n  ","54222":"\n   thanks?\n  ","54223":"\n   It doesn't matter how many times you get knocked down, it's how many times you get back up that counts ?\n  ","54224":"\n   Ti posso scrivere su insta? Poi ci conosciamo\n  ","54225":"\n   do you crack your knuckles?\n  ","54226":"\n   Ti posso conoscere??\n  ","54227":"\n   Guys am so depressed and sad am crying more than 2 hours my heart is paining me , ask god to make me feel good i swear i am close to lose my mind?\n  ","54228":"\n   name 3 of your dreams !!\n  ","54229":"\n   What kind of advertisements attracts your attention?\n  ","54230":"\n   How do you cope with failure?\n  ","54231":"\n   What do u do in ur spare time?\n  ","54232":"\n   A few years ago it was Temple Run, then it was Pokemon Go, and now it's Fortnite, two years from now you'll constantly hear about something else ?\n  ","54233":"\n   What is the most important thing you need to do today?\n  ","54234":"\n   Where did you hide when you were a  little kid an  was scared?\n  ","54235":"\n   Why are most of Europeans being rude to Arabians when tryna make friends with them?\n  ","54236":"\n   Do you remember your dreams?\n  ","54237":"\n   What are the negative points you wants to change about yourself but its hard to change? ?\n  ","54238":"\n   Thank you im not gonna visit her anyways but its still kind of you\n  ","54239":"\n   Awnser::::\n  ","54240":"\n   What do you do when you don't know the answer?\n  ","54241":"\n   Is there any way i can ask you advice? (Im almost 15 years old it is on well a stupid thing..)\n  ","54242":"\n   Haha its no problem xx??\n  ","54243":"\n   It means new follower\n  ","54244":"\n   Do you usually answer every single question you receive on ask, or are you selective?\n  ","54245":"\n   what do have for breakfast! !\n  ","54246":"\n   Do you like hot or cold drinks؟\n  ","54247":"\n   do you care what pll think! honestly\n  ","54248":"\n   Hoe gaa jij vandaag overleven ? ☀️\n  ","54249":"\n\n    https:\/\/youtu.be\/v28r7AuUgpQ\n   \n   woww\n  ","54250":"\n   Nf\n  ","54251":"\n   How tall are you?\n  ","54252":"\n   I want to thank all my friends here I hope you all get what you want in life.dresm big an never let go of ur of who you are\n  ","54253":"\n   Sto bene ...Grazie!\n  ","54254":"\n   What was the last thing you regret buying?\n  ","54255":"\n   Do you agree that one cannot judge a book by its cover?\n  ","54256":"\n   Do you prefer to be alone or around people?\n  ","54257":"\n   Would you rather live in the mountains or on the beach?\n  ","54258":"\n   What's something that you would never wear?\n  ","54259":"\n   Сколько тебе лет?\n\nОткуда ты живёшь?\n\nЧто думаешь насчёт серьёзных отношений\n  ","54260":"\n   Hey, how has your day been?\n  ","54261":"\n   Можно с вами познакомиться поближе\n  ","54262":"\n   What happens when you fall from someplace or something?\nWhat's your reaction?\nDo you yell or scream, get loud ........does that help pep understand you?\n  ","54263":"\n   You're right, they do revere it ?\n  ","54264":"\n   Do you hide from the summer heat or enjoy it?\n  ","54265":"\n   Phir kehdiya jo kehna ta??\n  ","54266":"\n   What song do you love to dance to?\n  ","54267":"\n   Thanks❤\n  ","54268":"\n   Like?\n  ","54269":"\n   How old do people typically assume that you are, compared to your actual age? Do you ever find it offensive when people think you are significantly older\/younger?\n  ","54270":"\n   If you could ask one person one question and get a completely honest answer ... who would it be and what would you ask?\n  ","54271":"\n   What is one 'trendy' or popular thing that you have never understood the appeal of?\n  ","54272":"\n   What is your favorite dog or cat breed? ? ?\n  ","54273":"\n   If you could create a Youtube and upload videos. What sort of content would you upload?\n  ","54274":"\n   What's the most valuable thing you've held in your hands?\n  ","54275":"\n   sge aap ki\n  ","54276":"\n   Супер\n  ","54277":"\n   Сколько тебе лет?\n  ","54278":"\n   Конечно, можем\n  ","54279":"\n   Я хочу общаться с тобой насчёт серьёзных отношений\n  ","54280":"\n   What song do you know every word to despite how long its been since you’ve heard it?\n  ","54281":"\n   Is it wrong or natural to not want a nephew cousin uncle etc around? My nephew is driving me up the wall!\n  ","54282":"\n   Я в Москве вишнековские дачы у меня сключом что то случилось дверь в квартиру не открывается я серьёзно ?\n  ","54283":"\n   I actually need to apologise to any of my followers an good friend for god only knows who threat an calling me out..plz if any one had any contact with them plz contact me asap.ty....to the person doing this you are cowards..I'm here\n  ","54284":"\n   Come stai?\n  ","54285":"\n   I have issue with some ppl the trreaten me an my tattoo shop..I'm going take care of it.but need to find out who this is .. any advice to help me find them..I'm trying everything..to contact them..tu\n  ","54286":"\n   Who do you miss?\n  ","54287":"\n   Anyone going watch the lion king\n  ","54288":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","54289":"\n   Thst unique an good name. I been thinking since I sent idk,, \"thc\" no I no\" Irish temper \"not good something to our with.r\n  ","54290":"\n   Awwww ? such a beautiful photo!! ?\n  ","54291":"\n   \"Do u know \"ezio editori\nHe is a big Legend❤\n  ","54292":"\n   How do you get motivated during the bad times?\n  ","54293":"\n   Moet je veel werken in de vakantie ? ☀️\n  ","54294":"\n   why your head hurt?\n  ","54295":"\n   Ibuprofen = win\n  ","54296":"\n   I am walking on eggs snails on ask fm.People get mad at me.I am sad.\n  ","54297":"\n   wyd?\n  ","54298":"\n   Yes ?\n  ","54299":"\n   ? yeah his right ?\n  ","54300":"\n   Here I am\n  ","54301":"\n   what do you feel just now ?\n  ","54302":"\n   Newbie chiming-in here: I used to live in the south. Depending on where you are there, I know you gotta look out for fireants in the summer, walking around barefoot. But still yeah, barefoot is just something everyone does there. I sincerely thank you for refreshing some beautiful memories ?\n  ","54303":"\n   What have you learned from your past?\n  ","54304":"\n   Do you like wearing crazy socks?\n  ","54305":"\n   Favorite tom hanks movie?\n  ","54306":"\n   Share something...?\n  ","54307":"\n   Hey could you ask me some questions?xx\n  ","54308":"\n   What apps do you mostly use on your phone?\n  ","54309":"\n   What apps do you mostly use on your phone?\n  ","54310":"\n   Good Night ?\n  ","54311":"\n   PAP of your latest screenshot. ?\n  ","54312":"\n   I! Many guys don't have courtesy towards you and\/or others especially the girls. Forgive me for interjecting on your comment. Hiiii luv. How are you? I look forward to you new questions when you have them ready. Stay pretty.\n  ","54313":"\n   Have you ever changed schools? Why?\n  ","54314":"\n   I just wanna know how old are you\n  ","54315":"\n   Would you ever want to clone yourself?\n  ","54316":"\n   KIK\n  ","54317":"\n   Heyaa\n  ","54318":"\n   What's the weather like for you at the moment? Are you doing anything nice today? ?\n  ","54319":"\n   Today's plans?? ?\n  ","54320":"\n   Have u ever been to Dave & Busters?\n  ","54321":"\n   What is the first letter of the first name of the meanest woman on ask fm ?\n  ","54322":"\n   What’s ur Snapchat\n  ","54323":"\n   Do you think creativity is dying slowly???\n  ","54324":"\n   Do you think creativity is dying slowly???\n  ","54325":"\n   When you are in trouble, whom do you call for help?\n  ","54326":"\n   I am 99% sure that's a dude ?\n  ","54327":"\n   L 'm sorry\n  ","54328":"\n   if you have the chance to delete memories as if they never happened ..\nwhat would you delete from your life!!\n  ","54329":"\n   Who had the biggest influence on you as a child?\n  ","54330":"\n   What topic of conversation do you find absolutely boring?\n  ","54331":"\n   Which day of the week do you hate the most?\n  ","54332":"\n   Have you ever eaten kangaroo meat?\n  ","54333":"\n   what do you want from your life ?\n  ","54334":"\n   Do you want to know how many siblings I have ?\n  ","54335":"\n   lolllll i cry........\n  ","54336":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time to listen to ?\n  ","54337":"\n   This pervert uploaded porn photos... I reported >___<\"\n  ","54338":"\n   Do you like air hockey?\n  ","54339":"\n   What was the last 'nice' thing you did for yourself?\n  ","54340":"\n   Life is complicated sometimes. Say something about it.\n  ","54341":"\n   How old are you\n  ","54342":"\n   Do you like skee ball?\n  ","54343":"\n   Do you like foosball?\n  ","54344":"\n   Do you hear a chainsaw ?\n  ","54345":"\n   If you could only keep five possessions, what would they be?\n  ","54346":"\n   Where are you?\n  ","54347":"\n   who is the  closest person to you ever!\nhow did get to know him \/her !!!\n  ","54348":"\n   What's your alarm ringtone?\n  ","54349":"\n   aap Ki age\n  ","54350":"\n   oh and im a woman\n  ","54351":"\n   Bella she ask me Anni hate this but ask me to compliment her boobs got Bec I'm a gentslmen so she IDK every one I no she been in there Wal..\n  ","54352":"\n   do you like me\n  ","54353":"\n   like  me\n  ","54354":"\n   What's in your mind now? ?\n  ","54355":"\n   how are you\n  ","54356":"\n   I go now.\n  ","54357":"\n   Ever been in an earthquake?\n  ","54358":"\n   Who will be the next person to call me a creep ?\n  ","54359":"\n   hi\n  ","54360":"\n   Who is your cell phone service provider?Im with Verizon but that will change shortly\n  ","54361":"\n   Good Morning, How are you ?\n  ","54362":"\n   Where are u now ??\n  ","54363":"\n   Love your profile Photo with the cross?\n  ","54364":"\n   Do you sleep in the dark or with some light on?\n  ","54365":"\n   If you owned a luxury yacht, what would you name it?\n  ","54366":"\n   Yes yes yes I go to the street in St Louis I sit an talk listen help them as as I can.irs 104 last week..I bought 2400 or 100 24, packs.i went to 3wal msrt 8gss station an 2other store lol omg thank God I have a SUV ,god put therw hell to I think to teach an under stand both side.$ help but time BTR\n  ","54367":"\n   Do you take any interest in the news?\n  ","54368":"\n   What do you crave right now? ?\n  ","54369":"\n   Wow I believe ppl don't meet for a reason ques do thet find that reason or not ..I an 7others stated a charity call\"helpmy mom\".I buy old run building we fix them up an they go to single moms,an it's free up to a yr sad thing we require drugs test. I. Hate that an find jobs ECT\n  ","54370":"\n   Ty for all that u do it not about the money it's about Time caring an noinhyu made someone day.i believe if ppl can't dontate that ok but PPl who an don't.omg it's are human duty to of we can.im. proud of too ...\n  ","54371":"\n   Omg, how did you wind up in the mud with socks? ???\n  ","54372":"\n   I notice this app can screw up photos on your friends app I went to one my friends app it had photo 8 months ago next one was 1 year ago then next one 8 months ago I like to know how can you go from 8 to 1 yr then to 8\n  ","54373":"\n   I can give the best advice yet cant use my own advice.dine all Stuff I've been therw..I talk to inner city youth I was in a gang all my bad now help other.i even do chrairty Anon..so I tytyty ☘️??☘️☘️ for you kindness.. mean slot\n  ","54374":"\n   That’s awesome, haha! The country life sounds fun. It’s great to just be with nature and not care. What’s the funniest place you’ve gone in socks? And what’s the worst you’ve messed them up? ??\n  ","54375":"\n   I hear ya. It’s good to be different. For example, I love to walk around outside in socks! ? Have you ever done that? ?\n  ","54376":"\n   Cool an I always well I'm learning to ask for help.ive had keep stuff Bec of the place I was.but trying to ask advice.thsy kinda why do alit of verse... tyty ?☘️???????\n  ","54377":"\n   Who’s stealing your socks?\n  ","54378":"\n   That’s awesome! ? It’s good to throw caution to the wind sometimes, and just do something spontaneous and crazy. I went into a pool with heels and stockings at a wedding last month. ???\n  ","54379":"\n   I ty so much.i now do charity if I make 45000 I give 25000_30000 Bev I go broke just to see noone suffering.u are so sweet .ohbto let'\nU now I had learn at 17 taught myself how to read an write.so sometimes my stuff hard to read or understand..good ppl find other good ones..I'll follow u if ok\n  ","54380":"\n   That sounds sooo fun! Also sounds like something I’d do...make an excuse to do something that you really want to do! ? How long did you stay in the water? And what was it like to swim in shoes and socks? ???\n  ","54381":"\n   Oh ya ppl see i was in prison or homesles they think I'm horrible..but funny thing I now make enough to retire now..but I got Tattoo shop realeste, million of stock..my mistakes made who I'm today.\n  ","54382":"\n   Lol, you’ve already done that?? Story, please! ???\n  ","54383":"\n   I think they ? Bec I fought MMA an was prison alit more do I'm a lover but Pushed or see someone disrespect.its on\n  ","54384":"\n   I don't know why not a big deal but yes always stand up for things that are right that's why I stood up to him cuz he was being an asshole for me but if I did anon by accident it move over but u a real sweet person I can tell by ur questions to ppl don't Ever change..\n  ","54385":"\n   Wer ist den noch alles wach und was macht ihr?\nVillt mit Bild?\n  ","54386":"\n   Привет\n\nКак дела у тебя\n  ","54387":"\n   جنون?\n  ","54388":"\n   لأحدهم??\n  ","54389":"\n   Fair enough, lol! Let’s change the scenario to jeans, socks and ankle boots. How about that? ☺️\n  ","54390":"\n   No I I meant not exactly please don't think soso I was basically saying that you're a loyal friend because every message you sent you were right there that loyal I'm really not a bad guy.just won't let's ppl talk shit about me or any I care for..\n  ","54391":"\n   I saw a movie where the actresses had to jump off a boat into a lake with dresses, heels and stockings on, lol! ?? Would you do that scene if you were an actress?\n  ","54392":"\n   Good morning\n  ","54393":"\n   I see you sticking up for jari I think that a great friend.but he keep coming back..I really don't want to fly to him but I will Bec no one will disrespect me..so I give credit to be a good friend.. have a great nite\n  ","54394":"\n   Who is worth you?\n  ","54395":"\n   Do you ever eat slices of salami by itself?\n  ","54396":"\n   Do you like salami?\n  ","54397":"\n   I don’t recall either lol but thanks for the compliments—I try to answer as best I can\n  ","54398":"\n   Привет\n\nКак дела у тебя\n\nДавай знакомиться если ты не против\n  ","54399":"\n   Crunchy or chewy chips ahoy?\n  ","54400":"\n   Do any of you have any abnormal pets that you would like to show off? If so post a picture ???\n  ","54401":"\n   Did you know that bananas can power nuclear reactors?\n  ","54402":"\n   ❌Space for me❌\n  ","54403":"\n   What  do you do when you are nervous\n  ","54404":"\n   What do you want when the New Year comes\n  ","54405":"\n   How many fillings have you had at the dentist?\n  ","54406":"\n   Good Night. ?\n  ","54407":"\n   What is your lucky number?\n  ","54408":"\n\n    @krrice\n   \n   said your gorgeous\n  ","54409":"\n   What do you hope your mom never finds out?\n  ","54410":"\n   Are you usually late, early or right on time? ?\n  ","54411":"\n   Lol, not even close to being the same thing. \n\n\"Escapism, in its most basic form, is intentional detachment and distraction from the real world. It allows a momentary reprieve from your circumstances.\"\n  ","54412":"\n   me too❤\n  ","54413":"\n   Nice, I'll give it a try sometime ? Apparently, healthwise it's got many advantages? ?\n  ","54414":"\n   ??Checked My New Post Maybe???\n#Back\n   \n    @khilji143\n   \n","54415":"\n   It's a valid question! Google what it means and get back to me :P\n  ","54416":"\n   Whats your favourite Chinese food?\n  ","54417":"\n   What is your favorite app\n  ","54418":"\n   How to correctly write: \"buttocks\" or \"battocks\"? ???\n  ","54419":"\n   What is your one major weakness ? ?\n  ","54420":"\n   Do you know what Escapism is? And do you suffer from it?\n  ","54421":"\n   Hi\n  ","54422":"\n   What is on your mind?\n  ","54423":"\n   have you ever used a walky talky\n  ","54424":"\n   Whats your most annoying habit?\n  ","54425":"\n   What's a book you never want to read again?\n  ","54426":"\n   What is your favorite source of outdoor entertainment?\n  ","54427":"\n   What do you all do usually on a Sunday? ?\n  ","54428":"\n   What's your favorite kind of candy?\n  ","54429":"\n   Do you think that you are special to someone ?! ?\n  ","54430":"\n   Trouble is, we're forever adding new words to the dictionary, other languages don't have their equivalents for them, until years later ?\n  ","54431":"\n   Do you believe in Karma?\n  ","54432":"\n   Done too\n  ","54433":"\n   Does it taste similar to coconut milk? ?\n  ","54434":"\n   I am good??♥️\nHave a nice day?♥️\n  ","54435":"\n   How much sweet u r ?\n  ","54436":"\n   LoL ??\n  ","54437":"\n   Good Morning, Have a nice day babe ?\n  ","54438":"\n   Follow for follow?\n  ","54439":"\n   Relationships always go through a period of disagreement, this means it is the end of the relationship?\n  ","54440":"\n   Miss you Sista\n  ","54441":"\n   What are you doing\n  ","54442":"\n   What are you doing\n  ","54443":"\n   Liker get... ?\n  ","54444":"\n   Outfit currently?\n  ","54445":"\n   whats the dumbest thing you ever done and wish you could take it back.\n  ","54446":"\n   That's rough anon. Jesus christ ?\n  ","54447":"\n   I got my period 3 days ago.I cannot afford tampons and I have not taken a shower in 8 days.I am a mess.\n  ","54448":"\n   What is your name\n  ","54449":"\n   What are you from\n  ","54450":"\n   Hii\n  ","54451":"\n   which is the best time to study?\n  ","54452":"\n   I! You may like trying out some Hemp Milk, Alpine Goats Milk and some Dandelion Tea. Hi friend. How are you? Stay pretty.\n  ","54453":"\n   Most important in a date: Intelligent or Funny?\n  ","54454":"\n   Almond milk? ?\n  ","54455":"\n   Aye, you're right, it's bloody annoying, I actually used to rely on it to translate from English to whatever language they were speaking and it turned out to be useless haha ?\n  ","54456":"\n   ? ?\n  ","54457":"\n   You rely on Google Translate then? ?\n  ","54458":"\n   Believe me, I know ?\n  ","54459":"\n   It's good that you can read Cyrillic? ?\n  ","54460":"\n   Thank you, you've restored my faith in humanity, relationships being about everything rather than the physical stuff, that is ? I wish people in my country thought like that still but sadly it's gone, but it's good to know it's still alive and well in the USA ? ?\n  ","54461":"\n   I see, I'm sorry but I'm monolingual haha ?\n  ","54462":"\n   Trouble is some of these people let the obstacles get to them, and like you said they should be appreciative of their partner ? I can tell from your answer that yourself and your husband are a strong couple, which is brilliant ? ?\n  ","54463":"\n   That's great, considering long-term relationships never normally work out, but thankfully in your case and your husband's case, it's worked out brilliantly ? ?\n  ","54464":"\n   Haha, was it Russian you were speaking to this fella? ?\n  ","54465":"\n   Do tell? ?\n  ","54466":"\n   Your sanity will survive, I'm sure ? These people are just trolls haha ?\n  ","54467":"\n   Oh my God haha ? At least you're having fun with his \"questions\" ? ?\n  ","54468":"\n   Space ??\n  ","54469":"\n   I don't think this guy knows what he's talking about tbh with you ?\n  ","54470":"\n   АХАХАХАХАХАХ Я ТУПО УГОРАЮ\n  ","54471":"\n   Haha, good answer ? ?\n  ","54472":"\n   Thanks\n  ","54473":"\n   Thanks\n  ","54474":"\n   БЛЯТЬ ЧЕ ЗА ХУЙНЯ ? Я ВАЩЕ-ТО ИНГЛИШ ПЛОХО ЗНАЮ\n  ","54475":"\n   What do you say if you want to give up your love?\n  ","54476":"\n   ПОЛАЙКАЙ ОТВЕТЫ МОИ\n  ","54477":"\n   ШОО??\n  ","54478":"\n   ПХАПХАПХА БЛЯ ОРУ ДИИИКИЙ ОРР\n  ","54479":"\n   follow us on the phone and sept to a gender and development of a Situation of yours and sept I want to me while\n  ","54480":"\n   Dear some likes plz\n  ","54481":"\n   Anyway I hope you have a great day\n  ","54482":"\n   Как привлечь внимание того, кого любишь?\n  ","54483":"\n   What can you do to make this world a better place?\n  ","54484":"\n   Good Night, Sweet Dreams ❤\n  ","54485":"\n   What do you like to put on your burger?\n  ","54486":"\n   Do you like smoothies? What are your favorite smoothie ingredients?\n  ","54487":"\n   -\n  ","54488":"\n   What was the last drink you had?\n  ","54489":"\n   полайкай ответы пожалуйста\n  ","54490":"\n   Hey\n  ","54491":"\n   Any chicks want to hook up in wildwood?\n  ","54492":"\n   да\n  ","54493":"\n   WTF?\n  ","54494":"\n   Thu Apr may Jun jul aug and sept\n  ","54495":"\n   the result gff jfgujb rrtiitg\n  ","54496":"\n   Would you be so kind as to ask me a bunch of questions, please? Thank you so much.\n  ","54497":"\n   What is your favorite junk food?\n  ","54498":"\n   Gud\n  ","54499":"\n   get all the answers please\n  ","54500":"\n   Did u saw two boys\/girls exchange kisses before??\n  ","54501":"\n   How many games do you have on your phone?\n  ","54502":"\n   Who is your favourite GTA character? If you play it, that is ?\n  ","54503":"\n   Your Favorite Photo? ❤️\n  ","54504":"\n   making guns and knives?!?\n  ","54505":"\n   What is ur talent\n  ","54506":"\n   What's a book that you've already read but you would like to read again?\n  ","54507":"\n   My computer crashed again so this is a new account\n  ","54508":"\n   Who is ur fav super hero\n  ","54509":"\n   Come døwn?✌\n  ","54510":"\n   When was the last time u went to  the roof of ur house??\nAnd why\n  ","54511":"\n   Which one has two zero two four\n\n1. 2024\n2. 0044\n3. 2044\n4. 0024\n  ","54512":"\n   Do you dress to impress or keep your appearance low-key?\n  ","54513":"\n   happy New day ??\n  ","54514":"\n   Auf einer Skala von 1 bis 10, wie verrückt bist du?\n  ","54515":"\n   Hello ???\nHow are you today ???\n  ","54516":"\n   Are you usually late, early or right on time?\n  ","54517":"\n   So tell me, what is it that you truly desire? ?\n  ","54518":"\n   Done From my side ?\n  ","54519":"\n   Ayooo ? ?\n  ","54520":"\n   To those who haven’t heard, spell coconut with your hips? Do you know?\n  ","54521":"\n   You're welcome ? I just like to be kind to people who deserve it ?\n  ","54522":"\n   Haha ? I'll wish you a happy birthday on the 29th of December then ?\n  ","54523":"\n   I don't doubt it tbh ?\n  ","54524":"\n   Was it busier back when you joined it? ?\n  ","54525":"\n   If you don't mind me asking, when's your birthday? ?\n  ","54526":"\n   Good night princess\n  ","54527":"\n   Yes this my new account and thanks for the likes will give you some later.  I see people want to now how old you are I wonder why?\n  ","54528":"\n   You're most welcome ? You've been on this site for years? Blimey, I've only been on here since last Christmas haha ?\n  ","54529":"\n   I do just wanted to know why I'm nosey\n  ","54530":"\n   It's okay why don't you like telling people\n  ","54531":"\n   Okay it's okay no problem \nI know that you are busy and the people who love me so much, so I understand no problem, and when you finish I will wait for you to answer me I understand that♥️???\n  ","54532":"\n   I'm sorry, I'm just trying to help you get to #1 ? ?\n  ","54533":"\n   Oh that's right, you like the paranormal, I remember from when I first spoke to you on here ? ?\n  ","54534":"\n   aw, your so sweet your husband is so lucky x\n  ","54535":"\n   Aw, that's nice ?\n  ","54536":"\n   How old are you\n  ","54537":"\n   do you think humans will survive long enough to evolve into something different or will we make ourselves extinct before we have the chance to?\n  ","54538":"\n   Oh, that's good, since you get to choose what you want to watch or listen to ? You watch Netflix? What do you search on there, if you don't mind me asking? ?\n  ","54539":"\n   okay np, xo\n  ","54540":"\n   I Really Like You\nYou Are Such a Good Girl\n  ","54541":"\n   Some likes ❤️\n  ","54542":"\n   I do not like anyone to see me when i.......?\n  ","54543":"\n   if the Happiness is a person, who is that person?\n  ","54544":"\n   Okay ????\nGood morning and good night ?????\nAnd good bye????????????\n  ","54545":"\n   I'm always happy when I talk to you I see you are good and your heart is net and you deserve everything beautiful It's a life that does not deserve to grieve, my friend I hope to make you happy always??♥️♥️♥️\n  ","54546":"\n   Why you didn't answered me???\n  ","54547":"\n   Oh yeah, nature pretty much dominates there, doesn't it? ?\n  ","54548":"\n   Some likes plz\n  ","54549":"\n   \"Let's just say I needed to be alone for a while, and Alaska was the perfect place\" - Somebody once said, how right they were ?\n  ","54550":"\n   ??\n  ","54551":"\n   What's your opinion on a beach wedding? ?\n  ","54552":"\n   What is your current addiction? Mine is phone cases, I literally buy a new one or two every month. ?\n  ","54553":"\n   Hey ?\n  ","54554":"\n   What was your last “oh wow” moment?\n  ","54555":"\n   What kind of dish can you make\/cook?\n  ","54556":"\n   Your song of the day!\n  ","54557":"\n   likes\n  ","54558":"\n   Were is everyone today.\n  ","54559":"\n   What's your favorite way to express yourself?\n  ","54560":"\n   Awwww\n  ","54561":"\n   Good Night, Sweet Dreams ?\n  ","54562":"\n   Post a meme or just something funny! Aaaannd go!\n  ","54563":"\n   Post Anything? ❤️\n  ","54564":"\n   Omg i left a hotdog and a salad in my car before parking at the airport for a 5 week trip.....and i get back tomorrow what do i do?!\n  ","54565":"\n   Where does all your money go?\n  ","54566":"\n   Do you ever wonder what people really want from you?\n  ","54567":"\n   Age\n  ","54568":"\n   Do you like the card game Uno?\n  ","54569":"\n   iPhone или Android?\n  ","54570":"\n   Do you ever face a situation where your emotions are out of your control?? But you can not show them in front... ?\n  ","54571":"\n   what age are you, if its okay to ask\n  ","54572":"\n   Do you prefer the Internet? ?\n  ","54573":"\n   Bold pics mang kr kya milna??\n  ","54574":"\n   So Sweet Of You ❤️\n  ","54575":"\n   I can't say I blame you tbh ?\n  ","54576":"\n   Some Likes Maybe ??\n  ","54577":"\n   What is one thing that never fails to annoy you?\n  ","54578":"\n   How old were you when you learned how to ride a bike?\n  ","54579":"\n   Now good morning or good night ??\n  ","54580":"\n   What is the serial or program that you would like to watch on TV?\n  ","54581":"\n   What is your favorite charity?\n  ","54582":"\n   Good Afternoon, Have a nice day. ❤️\n  ","54583":"\n   I know ?? sleep well ?\n  ","54584":"\n   Can animals feel emotional pain?\n  ","54585":"\n   tell me about your self life and dreams.\n  ","54586":"\n   One day we all are going to be very happy..!! ?\n  ","54587":"\n   Any bad habit you can't throw down? ?\n  ","54588":"\n   if you can change any thing about your self what would it be\n  ","54589":"\n   It's 04:12 AM here in the UK ?? and I always wake up around the same time every single day. What time do you normally wake up repeatedly?\n  ","54590":"\n   how old r u\n  ","54591":"\n   What do you think people think about you?\n  ","54592":"\n   Maybe Follow back ??\n  ","54593":"\n   What means no worries for the rest of your day??\n  ","54594":"\n   Are you interested in seeing the Lion King?\n  ","54595":"\n   found out why my ask is gone.  My computer has a bad  hard drive so when it messes up y computer crashes and  I lost everything on it so will have to save my money and get a new hard drive or a new computer\n  ","54596":"\n   When’s the last time you got a sunburn?\n  ","54597":"\n   As to what you said about Alaska, it sounds like the ideal place to retire to tbh, thank you for telling me all about it, all I hear from others is they get blizzards all the time ?\n  ","54598":"\n   You know, I was asking about Alaska because it seems like an ideal place to retire to ??\n  ","54599":"\n   You know, I was asking about Alaska because it seems like an ideal place to retire to, thank you for telling me all about it, I must be honest, I didn't know half of the stuff you told me about it ?  ?\n  ","54600":"\n   What song ? makes you nostalgic about the past? ?\n  ","54601":"\n   Do you have a person that you trust to whom you tell your secrets? ?⭐️\n  ","54602":"\n   Какое имя кажется тебе красивым?\n  ","54603":"\n   Ассаламу Аалайкум\n  ","54604":"\n   i'm thinking about checking into a homeless shelter because i believe that finding a job and go back to school is just a waste of time\n  ","54605":"\n   Ooooh nice\n  ","54606":"\n   i'm thinking about checking into a homeless shelter because i believe that finding a job and go back to school is just a waste of time\n  ","54607":"\n   tell me about USA. .!?\n  ","54608":"\n   I got Balmains on my a.ss, and Moncler on my t shirt\n  ","54609":"\n   Where do you find new music?\n  ","54610":"\n   If you could name a star in the galaxy what would you name it?\n  ","54611":"\n   Which brand products do you use most frequently?\n  ","54612":"\n   How to unlove someone?? ?\n  ","54613":"\n   Plans for today?\n  ","54614":"\n   like the Linkin Park clip \"One More Light\"?\n  ","54615":"\n   Love makes us _____? ?\n  ","54616":"\n   What do you do when you’re angry?\n  ","54617":"\n   3 must-haves for a perfect morning?\n  ","54618":"\n   What languages do you wish you could speak?\n  ","54619":"\n   Followed, follow back may be? ?\n  ","54620":"\n   How are you??♥️\n  ","54621":"\n   What would you bring to a picnic?\n  ","54622":"\n   Hi??♥️\n  ","54623":"\n   Thanks, you are very nice and kind :)\n  ","54624":"\n   Good Morning, Have a Good day ?\n  ","54625":"\n   В случае пожара в твоей квартире, что ты будешь спасать в первую очередь?\n  ","54626":"\n   Followed ???\n  ","54627":"\n   follow for follow\n  ","54628":"\n   Is your house haunted? Ever been somewhere that’s haunted?\n  ","54629":"\n   See my poll ?\n  ","54630":"\n   Can we chat ?\n  ","54631":"\n   Being a boy i want to try a girlie attire like once idk what to do :\/ ?\n  ","54632":"\n   If you could live anywhere, what place on Earth would you prefer? ?\n  ","54633":"\n   yes ? wine, vacation maybe clothes ?? suprise us lol\n  ","54634":"\n   Morning ???\n  ","54635":"\n   Доброе утро,  как спалось\n  ","54636":"\n   Thanks for those great questions ??\n  ","54637":"\n   Are you more a red orrrr white wine ? lover ?\n  ","54638":"\n   How’s your day ? ?\n  ","54639":"\n   Bella need.... actually\n  ","54640":"\n   Good Night, Sweet Dreams ❤\n  ","54641":"\n   Вопрос на прощанье а что вам нравится в парнях (в девушках)\n  ","54642":"\n   Спокойной ночи\n  ","54643":"\n   Давай первому кто лайкнет этот ответ поставишь 100 лайков\n  ","54644":"\n   Опиши свой день с помощью трех эмодзи!\n  ","54645":"\n   Что вы щас делаете\n  ","54646":"\n   • List your favorite all time games?\n• Which is your favorite platform to play??\n• Do you play any offline games?? which are they???\n• Do you love strategy games ??\n  ","54647":"\n   What is the attraction in your city? (You can photo-answer ;)\n  ","54648":"\n   What do you think it means, to be an \"influencer\" ? Do you feel as if you've influenced others on here and\/or in life? If so, in what ways? ❤️\n  ","54649":"\n   Do you ever look at a photograph of somebody you once dated and think.Why did I date him\/her ?\n  ","54650":"\n   What are some small things that make you happy?\n  ","54651":"\n   What would you like to do for vacation or where did you go this year?\n  ","54652":"\n   What art form do you like best?\n  ","54653":"\n   When you sneeze do you actually ahchoo!?\n  ","54654":"\n   Are you loud when you sneeze?\n  ","54655":"\n   Hi there \nWhere r u from?\n  ","54656":"\n   Good morning ?? \nHow are you ?\n  ","54657":"\n   how many pictures do you have on your phone? ♡\n  ","54658":"\n   Would you regard it as a holiday destination? For people who like their alone time? ?\n  ","54659":"\n   Why does it still hurt when a person does exactly what you expected of them??\n  ","54660":"\n   what are your top 3 life values? ♡\n  ","54661":"\n   What activity do you never get bored with?\n  ","54662":"\n   Does your home have a front and back porch?\n  ","54663":"\n   do you believe in ghosts? ♡\n  ","54664":"\n   What's something you wished people cared about more?\n  ","54665":"\n   What's the greatest thing in the world besides food?\n  ","54666":"\n   What would you do if you could inflate your body like a balloon?\n  ","54667":"\n   Who actually believes in Area 51?\n  ","54668":"\n   I can't find my other account so had to make a new one guess it go deleted I don't know I had it for 4 months\n  ","54669":"\n   ;)  ♡!!  (;\n  ","54670":"\n   What's your favorite breakfast food?\n  ","54671":"\n   If you could start any Rumor about yourself, what would it be? ?\n  ","54672":"\n   Good Night ?\n  ","54673":"\n   Hi pritty\nFollowed❤✌\n  ","54674":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","54675":"\n   Would you consider yourself a loyal friend? How do you earn people's loyalty?\n  ","54676":"\n   Have you ever tried the Mac n Cheetos? If not, would you try it?\n  ","54677":"\n   What do you think about me?\n  ","54678":"\n   Check my picture as a girl ?\n  ","54679":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","54680":"\n   Good Morning ❤\n  ","54681":"\n   If you could make a wish that is sure to come true, what would it be?\n  ","54682":"\n   What animal do you associate yourself with? ?\n  ","54683":"\n   Good night ♥️??\n  ","54684":"\n   Did you leave any situation\n  ","54685":"\n   follow for follow\n  ","54686":"\n   Have you ever been to Alaska? ?\n  ","54687":"\n   odd* srry typo\n  ","54688":"\n   Why is\n   \n    @glicina\n   \n   so odd? Eeww\n  ","54689":"\n   Okay could you show your beautiful bare? before you go?❤\n  ","54690":"\n   Aw dont go yet?\n  ","54691":"\n   Say something\n  ","54692":"\n   Describe your day with three emojis!\n  ","54693":"\n   Yeah\n  ","54694":"\n   Ok \nI apologize if disturbed you\n  ","54695":"\n   Hi there my Angel\n  ","54696":"\n   Good morning from europe\n  ","54697":"\n   \"_*\n  ","54698":"\n   You are welcome ???\nAre you studying or working?\n  ","54699":"\n   Wahooo??\n  ","54700":"\n   I read it????♥️\nYou are a good person ???♥️\n  ","54701":"\n   What is the purpose of life?\n  ","54702":"\n   I told you it's ok????\nYou are very beautiful ??♥️?\n  ","54703":"\n   ??\n  ","54704":"\n   ??\n  ","54705":"\n   It's ok ?? \nNo problem from age ?\nBut i think you have a 24 years old?\n  ","54706":"\n   Whtsapp ?\n  ","54707":"\n   Alright\n  ","54708":"\n   Do you think animals have souls?\n  ","54709":"\n   I am good??\nWhere are you from ?\nHow old are you?\n  ","54710":"\n   Thanks ?\n  ","54711":"\n   No need. ?\n  ","54712":"\n   Hey\n  ","54713":"\n   Ohh okay.\n  ","54714":"\n   Where is the best place you went on vacation?\n  ","54715":"\n   Gm?\n  ","54716":"\n   How many of these shows have you seen : Game of Thrones, Breaking Bad, Vampire Diaries, 13 Reasons why, Black Mirror, Supernatural? What else have you seen?\n  ","54717":"\n   Which is better: \n\n\"Tic Toc\" by Ke$ha \nOr\n\"Praying\" by Kesha? \n\n(Please listen to it if you haven't heard it!)\n  ","54718":"\n   Contry\n  ","54719":"\n   No welcome. You are so pretty. O love your fountru\n  ","54720":"\n   Do you collect anything? Photo is avaiable?)\n  ","54721":"\n   How do you fix a friendship once it has gone beyond repair?\n  ","54722":"\n   De donde eres hermosa\n  "},"Answer":{"53650":"\n  Haha\n  ","53651":"\n  100%\n  \n  Like I am friendly to amy human and animal on this planet. There is no reason to be ugly to me unless you are bored. Or you want to just be. Or they wanna take their anger out.\n  \n  I know one things for sure. They can move on with that. Cause I ain't got no time for that. 100% Don't deserve it. None of us do.\n  ","53652":"\n  ?\n  ","53653":"\n  ? ikr?\n  ","53654":"\n  Nah\n  ","53655":"\n  Idk this peron. Welcomed to try out eating anywhere.\n  ","53656":"\n  Yeah\n  ","53657":"\n  Some people on hete.\n  \n  And my pups\n  \n  My husband.\n  ","53658":"\n  Lol np\n  ","53659":"\n  Make a wonderful family with my husband\n  \n  Start a family business\n  \n  Get a house(1st)\n  ","53660":"\n  This man. ❤ Jason ??\n  ","53661":"\n  I'm sorry pal\n  ","53662":"\n  ?\n  ","53663":"\n  Alot of people and pets\n  ","53664":"\n  God\n  \n  Family\n  \n  Main supply (like food air water)\n  ","53665":"\n  Now. 1-3 pm\n  ","53666":"\n  No... Just no.\n  ","53667":"\n  They taught me how to have proper self respect.\n  ","53668":"\n  Real\n  \n  Fair\n  \n  A Goof\n  \n  Particular but for a safe reason\n  ","53669":"\n  Yep\n  ","53670":"\n  Alot. That's all I'm gonna say. But don't we all. We have imour moments and things that have happened and went down.\n  \n  It makes us ? stronger! ?\n  ","53671":"\n  Little milk and soy. Can't have too much of it.\n  \n  Then cinnamon.\n  ","53672":"\n  Is no problem. I don't mind anyones company!! ??? Thank you for pulling it to my attention! All is welcome!\n  ","53673":"\n  I didn't know you followed me. My apologies. My phone doesn't tell me for some reason.\n  \n  Following you now and will be sending questions for now on! Definitely! ? Much love!\n  ","53674":"\n  Not clothes but the tide pod thing... Never understood it all.\n  ","53675":"\n  Thank you so much! ????✊?\n  ","53676":"\n  Yea\n  ","53677":"\n  ??\n  ","53678":"\n  I don't know I just can't see people like hurting and killing kids and sh-t ya kno?\n  ","53679":"\n  Appreciate it fam! ?\n  ","53680":"\n  My husband Jason\n  ","53681":"\n  Nah\n  \n  I can't watch gory movies or movies with people just murdering each other\n  ","53682":"\n  Aye ?\n  \n  Sorry busy as ever.\n  \n  Tired.. Lol been going all day and now tons of questions and notifications. Srry. What's good?!\n  ","53683":"\n  I'm not guilty for anything.\n  \n  But I know one thing for sure people sure like to take advantage of people's kindness.\n  ","53684":"\n\n   مالذي تشير اليه؟\n   \n   آسف.\n  \n","53685":"\n  Like?\n  \n  Buying a new gun.\n  \n  Working on my truck and fixing it up!\n  \n  On my hobbies.. Painting and wood burning.\n  \n  Buying a new game or an expansion to one.\n  \n  Try to buy antiques.\n  \n  The most of all by things that we need.\n  \n  But I don't usually get any of the above that every now and then and just try to focus on bills and things that we just need\n  ","53686":"\n  Yes. But you find will and you get on board and ride it. It's worth it in the end. I promise.\n  \n  You can do it! MUCH LUCK! ??\n  ","53687":"\n  Yeah. Sometimes.\n  ","53688":"\n  See... I like the rain. ?? Little ASMR there. Haha.\n  ","53689":"\n  I don't hate anyone.\n  \n  Try to spread love. Not hate.\n  \n  But I definitely don't appreciate people taking their anger out on me. If you have something going on in your life. Talk about it, yes. But just randomly being ugly to anyone and everything... Not how you go about things.. At all. Will just push everyone out your life.\n  \n  Move on from you past.\n  \n  Open doors.\n  \n  Allow new people in your life? Especially if they are knocking and welcomed to be there for you.\n  \n  Ain't about to take advantage of my kindess. I don't think so and your def not about to upset me or any of my friends.\n  \n  Learn to respect others. Be kind to all new in your life... They didn't do anything to you from your past?\n  \n  Learn from these words. Because they are deep asf. As it could get. Real. That's all I try to be. This is life. We all gotta live it and get over the crap that comes at us. We all deal with our own crap.. That is life?? So confused. But I guess that's life too...\n  \n  Rant over -\n  \n  Sorry.. Much love for listeners...\n  ","53690":"\n  How to properly hit a volleyball\n  ","53691":"\n  I mean yeah? But not like into them type sh-t. I grew uo with some of them. Some of them I don't talk to. Nothinf wrong with that. We aren't into eachother like that no more.\n  \n  And honestly I think it shows respect, morals in a way, shows what kind've a person you are in a good way... Shows that you have control.\n  \n  My husband knows one that I talk too and enjoya the person as a friend also. They are a good person. We just didn't wanna be like that(relationship type stuff) and we mutually ended it.. On good terms. So yeah it's definitely possible to make friends with other people, guys, even ex's. Just know your grounds and they better know there's. Respect.  There are boundaries. Knoe your place.\n  \n  Then.\n  \n  Trust one another. Me and my husband. We do.\n  \n  And people reading this won't know the trust in between me and my husband and it is extremely strong. We have trust loyalty with one another and love each other very much.\n  \n  (Don't judge unless you step into other peoples shoes.) (Personally)\n  \n  So yeah... This is my answer.\n  ","53692":"\n  No??\n  ","53693":"\n  ❤\n  ","53694":"\n  Kitanee pyaaree tippanee hai! Haalaanki main hamesha saaph-suthara dikhane kee koshish karata hoon. Lekin main vaastav mein saundaryavaadee tippanee kee saraahana karata hoon! Dhanyavaad! ??\n  ","53695":"\n  Both are fun!\n  \n  Just the next new thang is always seems more exciting but honestly they all are good!\n  ","53696":"\n  Komkommer?\n  \n  Alles klinkt niet goed...\n  ","53697":"\n  It's okay.\n  \n  Just don't like trying everything one.\n  \n  Places are nasty and it's awkward.\n  \n  But I like getting new clothes tho\n  ","53698":"\n  Depends on what we needing\n  ","53699":"\n  Won't say the closet. Prefer to keep my location disclosed. Thank you.\n  \n  New Orleans I'll say. That's like home anyway! ❤\n  ","53700":"\n  ? What you mean\n  ","53701":"\n  Going shopping!\n  ","53702":"\n  I try. Thanks haha\n  ","53703":"\n  I would appreciate anything from anyone. They draw me a picture or just give me a hug and I'd appreciate anything and all given to me.\n  ","53704":"\n  No. My leg is okay now. I still have weak issues with it. But it's okay. I work out with it to try my best to keeo it working.\n  \n  Rehurt it occasionally... That's the part that sucks. It's okay tho. Ima live. Haha. I try.\n  ","53705":"\n  Love sports.\n  \n  Was very good at soccer and volleyball. Was the team captain for years. Was gonna go pro. Had a reeeally bad leg accident. And it stayed with me. May coach it still tho.\n  \n  Was pretty decent at basketball.\n  \n  Good at baseball and softball\n  \n  Pitcher, catcher, right fielder.\n  \n  Lifting weights.\n  \n  Not well at squats. Never was because of my leg issue. Started after my accident.\n  \n  Dead lift 700 and more occasionally\n  \n  Bench 225 and more occasionally\n  ","53706":"\n  I did. Not much anymore.\n  \n  Volleyball still\n  \n  Life weights\n  \n  Basketball used to\n  \n  Softball used to\n  \n  Soccer\n  \n  Football\n  \n  And more\n  ","53707":"\n  Like... ??? Um? Your questions make no sense and are misspelled...\n  \n  Here... I'll make the question and answer it...\n  \n  Why am I an honest d-ckhead?\n  \n  It's life bro. Rather be fair and realistic instead of p-ssyfooting everything and lieing...\n  ","53708":"\n  I think that this question shouldn't be asked.\n  \n  I think people should do whatever they want.\n  \n  Skin color is just a thing. A detail.\n  ","53709":"\n  Mentally.\n  ","53710":"\n  ?\n  ","53711":"\n  BellaMarieStarSwan\n  ","53712":"\n  Lol ? absolutely. The \"gun\" does.\n  ","53713":"\n  Right?! Lol\n  \n  It has feelings... Walks around and talks to people too. ? Some people around here think. Hahaaha\n  ","53714":"\n  Lol. I can't realpy video it. But it was a text to myself to remind myself to get something from the store.\n  \n  Says NEED ANT SPRAYS.\n  \n  Little mfers dmare coming in swarms. It's this heat! I'm telling ya!\n  ","53715":"\n  Chocolate BAR? Not just favorite candy?\n  \n  Well... Bar... I'd have to choose either and eminem bar or an almond joy.\n  ","53716":"\n  My sister's birthday is in August.\n  \n  Can't wait for Summer to end. This heat is getting over rated...\n  ","53717":"\n  Idk?\n  ","53718":"\n  Chocolate\n  ","53719":"\n  Yeah. July was good.\n  ","53720":"\n  Nah. Not afraid of growing up. Getting older.\n  \n  Just wanna make sure I live this life to the fullest and careful cause ya know.. Ya only live once.\n  ","53721":"\n  Understandable.\n  ","53722":"\n  Anything haunted or paranormal related, adventurous.\n  ","53723":"\n  Thanks ?\n  ","53724":"\n  Yeah I know you do.\n  \n  I just like didn't know if they were speaking one or the other I said above. Lol I try. Haha.\n  ","53725":"\n  Can't come... Gotta wash my.. dogs hair?? ? not an excuse made towards me. One I have heard towards someone once though. Hilarious.\n  ","53726":"\n  Volleyball. Played for years.. 7? 8? Years? A long time and still enjoy playing. Was the volleyball libero (I think I spelled right.. Idk. Means the captain) for my school for a few years before graduation.\n  \n  Geography.\n  \n  Or of course.\n  \n  The Paranormal\n  \n  And different levels around it.\n  ","53727":"\n  Welcome\n  ","53728":"\n  MY FAVORITE\n  ","53729":"\n  I have a few tattoos but no piercings at all\n  ","53730":"\n  ?\n  ","53731":"\n  Was he speaking Arbric or Persian? Cause my translator caught Persian for some odd reason, so that's what I translated back? Lol\n  ","53732":"\n  A computer? ?\n  \n  My husband does\n  ","53733":"\n  Baby Loney Toons. ❤\n  ","53734":"\n  Play video games\n  \n  Watch YouTube\n  \n  Yardwork\n  \n  Clean\n  \n  Cook\n  \n  Play with my dogs\n  \n  Paint or wood burn\n  \n  Work on the truck or the Tahoe\n  \n  Call a friend or family member\n  \n  Get on here\n  \n  Make something\n  \n  Work out\n  ","53735":"\n  ?\n  ","53736":"\n  Vloggs\n  \n  Life videos\n  ","53737":"\n  I like both\n  ","53738":"\n  ?\n  ","53739":"\n  Me?\n  \n  I mean.. I like the color of my eyes.\n  ","53740":"\n  Honestly. I comment along with them. ? We discussed it. That's how much trust is there. LOL No doubts for one another.\n  \n  We are best friend's. Always around one another. ✌\n  ","53741":"\n  Should've saved more.\n  ","53742":"\n  I wear beiges.\n  \n  Then a clear looking lip gloss\/lipstick that brings out the color in your lips and makes then a tad pink. Not a bright pink, just slight.\n  \n  I don't wear much lipstick.\n  ","53743":"\n  Not far. Maybe Florida\n  ","53744":"\n  I don't really like to drive too much... So not. I drive.. Just not much at all.\n  ","53745":"\n  Tooooo many.. Omgosh\n  \n  Tend to just try and not remember them ? lol if ya know what I mean. Haha\n  ","53746":"\n  They liked how I do my cat eye.\n  ","53747":"\n  ?\n  ","53748":"\n  Never should keep points... Things should be done with thought and just on command. Sad how everyone has to have a dang cookie for everything theu do now'a'days. ?\n  ","53749":"\n  Ummmmm...\n  \n  Made my husband some awesome tasting brownies! And he ate the heck outta them! ?\n  \n  Jk but that did happen!\n  \n  Went to an awesome baby shower for one of my close cousins. It was so much fun! ? Party was great. Good seeing everyone. Was a baby shower for both men and women. Food was good. It was done very good. My mom was the head of it.\n  ","53750":"\n\n   https:\/\/youtu.be\/muXC-LCCbt8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Esta es una buena canción\n  ","53751":"\n  Gracias por seguirme. Canción de verano Quizás. ✌\n  \n\n   https:\/\/youtu.be\/VAuz6mlqxNY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","53752":"\n  Nah\n  ","53753":"\n  Nothing. I do me always.\n  ","53754":"\n  I think. Yes\n  ","53755":"\n  All of the above!\n  ","53756":"\n  Yes and decently fast\n  ","53757":"\n  Spanish\n  \n  German\n  \n  Arabic\n  ","53758":"\n  McDonald's!\n  ","53759":"\n  In a home, with my husband and with kids. Hopefully.\n  ","53760":"\n  Yep.\n  ","53761":"\n  Taught me to have patience.\n  \n  Thanks life!\n  ","53762":"\n\n   https:\/\/youtu.be\/1epV21J0uDs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","53763":"\n\n   صبح شما بخیر?✌\n  \n","53764":"\n  Definitely giving.\n  \n  Love to see the look on people's face!\n  ","53765":"\n  Piiiiiiizza\n  ","53766":"\n  I usually keep to myself.\n  ","53767":"\n  Some pizza. Stuffed crust.\n  ","53768":"\n  Absolutely not\n  ","53769":"\n  Get some shopping done\n  ","53770":"\n  Nope\n  \n  No reason to hate\n  ","53771":"\n  American right.\n  ","53772":"\n  I like them too but not in the wild here. You will be dinner out here. Haha\n  ","53773":"\n  Singing.\n  \n  Love to sing! ❤ Been doing that since I was real reap young! Have sang for all kinds of people and events!\n  ","53774":"\n  Home ?\n  ","53775":"\n  Quite a few but they aren't like HUGGGGGE SUPER STAR PEOPLE. But I have talked to and met quite a few.\n  ","53776":"\n  I would just like to adventure all. That would be kool.\n  ","53777":"\n  Bruh... They took it out of the back of there pants once. WHY?! AND THE HECK...\n  \n  Done with mainkind. ?\n  ","53778":"\n  I mean I like it? I just don't deserve to really say I do it. Does that make any sense??\n  \n  That's like someone saying they know how to garden and then they get a job at a green house place and they don't know wth they gotta do? ? how to do it.\n  \n  I don't mind ASMR\n  \n  There are alot of sounds that satisfy me but maybe not like what ASMR is. Haha plus I don't know to much about it. If I got into it I'd probably enjoy it.\n  \n  \"Don't knock it, less you try it 1st.\"\n  \n  \"Try something new!\"\n  \n  I always believe in these sayings. Always.\n  ","53779":"\n  Like sh-t\n  \n  Work with it everyday.\n  \n  Comes out of reeeally... umm yeah... Places... It shouldn't.\n  ","53780":"\n  Waaaaay too many to name. Love all the people I follow. Can't choose.\n  ","53781":"\n  All as long as there is no cinnamon. Can't have it.\n  \n  Live all of the above. I don't eat them often tho.\n  ","53782":"\n  ❤???????✌❄???????✊????\n  ","53783":"\n  The same as everyone.\n  ","53784":"\n  I mean. There are sounds that we all kind of like that are satisfying but I don't really get the whole super duper ASMR stuff \/ hobby but each to their own I guess.\n  ","53785":"\n  Hye to you too.\n  ","53786":"\n  Where the red fern grows.\n  ","53787":"\n  Love them.\n  \n  So much fun.\n  ","53788":"\n  Who I follow is who I love most. And that's a good bit. Cannot choose...\n  ","53789":"\n  Was earlier\n  ","53790":"\n  Probably old asf\n  ","53791":"\n  Ummm... Idk? Do what? Ask.com gives some raandom questions to pick to ask people. ?\n  ","53792":"\n  A panther because they are abundant around where I live\n  ","53793":"\n  Grab a fan and yell in it and say f-ck yoooooooooooou!\n  \n  Jk. I'd be like.. Y'all need to get y'all stuff together before y'all destroy this planet!\n  \n  Better act right!\n  ","53794":"\n  Just protecting, doing on command, completing it, saving without even trying.\n  \n  Lone wolfdor together... Gling hard to stop and stick uo for what's right.\n  ","53795":"\n  Mac and cheese or pork'en beans!\n  ","53796":"\n  Idk cause I actually try in this world. Still give a sh-t for people. Still try to work my way up and do me.\n  ","53797":"\n  ?\n  ","53798":"\n  I mean idk?\n  \n  But I love swans and dolphins. Those are my favorite animals. ❤\n  ","53799":"\n  Nope. I do me.\n  ","53800":"\n  ?\n  ","53801":"\n  0\n  ","53802":"\n  Tryhards...\n  \n  When people say they are gonna do something and then don't do it. Why say it?\n  \n  Hypocritics...\n  \n  People with no self respect or respect for others. No morals.\n  ","53803":"\n  Who and the actual... Does this??\n  \n  Weird asf.\n  ","53804":"\n  My husband? Jason? ?\n  \n  Crush forever. Haha\n  ","53805":"\n  ?\n  ","53806":"\n  Exhausting but good\n  \n  Productive def\n  ","53807":"\n  Every now and then more\n  \n  Paint more.\n  \n  Wood burn and carving.\n  ","53808":"\n  Too many\n  ","53809":"\n  Honeydew melon\n  \n  To go swimming\n  \n  A pet bird\n  ","53810":"\n  The f-ck you mean?\n  ","53811":"\n  ?\n  ","53812":"\n  Strong Handsome beast right der ??\n  ","53813":"\n  Um\n  ","53814":"\n  It's okay? Be proud of whi you are and where you are from!\n  ","53815":"\n  Well guess what?\n  \n  Following you now!\n  \n  Haha. Xd ya goof\n  ","53816":"\n  Ok then\n  ","53817":"\n  Um. That would be a no. Lol\n  ","53818":"\n  Coffee\n  \n  Mint\n  \n  Something called \"ice cream cone\"\n  \n  Cookie dough\n  \n  Cake batter\n  \n  But my most have is frozen yogurt. Chocolate!\n  ","53819":"\n  Absolutely love going on walks, jogging, lifting. My favorite type of workouts will probably have to be riding my bike. For 2 years I only rode my bike to where I needed to go. May go back to that! Probably! Yea... Just maybe!\n  ","53820":"\n  Sure. Thanks. I followed you! Sorry for the late reply.. I had hundreds of questions piled up..\n  \n  You are beautiful btw! ??✌\n  \n  Anyone to follow me, sure! I don't mind the company! company at all! Thanks again!\n  \n  Much love from the ??!! ?\n  ","53821":"\n  Seafood.\n  ","53822":"\n  It is great and wonderful. I love everything about my childhood. And you have a good day too. Thanks.\n  ","53823":"\n  Nothing. I do everything not giving a f*** what people think.\n  ","53824":"\n  Yep yep\n  \n  My babies\n  \n  Two pitbulls\n  \n  Wonderful animals. Sweet. Good dogs.\n  ","53825":"\n  These two goof balls\n  ","53826":"\n  ?\n  ","53827":"\n  Ok ? followed\n  \n  And thank you\n  ","53828":"\n  Going good.\n  \n  Same as always.\n  \n  Just chilling.\n  \n  Hope you've been doing okay.\n  ","53829":"\n\n   https:\/\/youtu.be\/u9Dg-g7t2l4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","53830":"\n  I still don't know what you are referring to is what I mean.\n  \n  In either Russian or English.\n  \n  Are you saying... You'd like for me to follow you? And you follow me back?\n  ","53831":"\n  Omgosh... If I could... My room itself would be probably half the size of the home I am staying in. Then a Cali king bed.  a huge master bathroom with a huge jacuzzi tub.  Double toilets, a rain shower double sinks. 2 minnie bathroom closests. Many shelves.\n  \n  A bar in my ? shower.\n  \n  In my room. I would have a speical area just for my dogs to sleep. A ? couch and minnie twin size bed for them to lay on. Rugs. Unlimited toys.\n  \n  Love birds. Would get a few birds and have speical area for them.\n  \n  Would have shelves lined all up across the roof. With games filling them, hats and little plushes!\n  \n  Draws to hold clothes built into the wall and some more shelves for books and to hold our gaming consoles.\n  \n  Awesome colored carpet. Black and white checkered.\n  \n  Built in slund system.\n  \n  Minnie fridge.\n  \n  2 walk in closets!\n  \n  And our 2 TVs.\n  \n  Yeah. So much\n  ","53832":"\n  Much love from ??\n  ","53833":"\n  Followed! Thanks for the follow! ??\n  ","53834":"\n  Welcome\n  ","53835":"\n  a swimming ? pool. I want to go swimming.\n  ","53836":"\n  That's how we were!! ? XD\n  \n  I've never heard of it. Someone else bought it for us to try. Lol. Why not try for free?! Shoot..\n  ","53837":"\n  I try new things everyday. I like to try new things. Today... We are trying cotton candy jello. Lol.\n  ","53838":"\n  Like me?\n  \n  I act like me now and I would then. I've been known for stuff and am now, but I don't act like an ash about it and throw it up in people's faces. Eff that sh-t.\n  ","53839":"\n  Sometimes. Not often. Though I like straws. But it doesn't really matter to me.\n  ","53840":"\n  уточнить, что вы имеете в виду\n  ","53841":"\n  Not sure what it is for real... But I try to remain clean and heathly.\n  \n  Love to turn people's day's around.\n  \n  Love to be creative and sing.\n  ","53842":"\n  I shall. Tysvm! ???\n  \n  Sending regards!\n  ","53843":"\n  This man.\n  \n  Everytime. ??\n  \n  I am thankful to have him in my life.\n  ","53844":"\n  ? Thank you so much! I shall!\n  ","53845":"\n  Good evening from ??\n  \n  Morning there for you! Much love ✌?\n  ","53846":"\n  ? Aw.. Thanks.\n  \n  He is a great person.\n  ","53847":"\n  I respect all people. Because they are people. I do not car whi they are. Where they are from. What color they are. Who they are related to. How old they are. What gender they are. Who they worship. Or Religious views or political views. I judge people for who they are now and for who they are towards me today. I am not judgemental towards anyone.\n  \n  ____________________\n  \n  ...And the answer to your actual question and again, sorry about that. Can't stand when it glitches like that.\n  \n  Your question was like asking?.. Like? Tag the most beautiful man or woman or something?\n  \n  I can't tag him because he is not on here. The most handsome man would have to be my husband, Jason. I love and choose him. ?\n  ","53848":"\n  You are posted as anonymous.\n  ","53849":"\n\n   هاها ?\n  \n","53850":"\n  It glitched my answer under another question. Sorry.\n  \n  And no. I'm not. I'm American. I translated what he said\/asked and was just trying to answer\/laugh back at what he said but it seems that it glitched. Does it alot.. My bad.\n  ","53851":"\n  Whoever you are. Sure. I'm open to being friends with anyone.\n  ","53852":"\n\n   هاها ?\n  \n","53853":"\n  I'm doing great. Though I do\n  \n  miss my husband, Jason.\n  \n  He is at work atm.\n  \n  Bored without him.\n  \n  He's my bestie. ??\n  ","53854":"\n  Thanks! ???\n  ","53855":"\n  Yea. I'll take 2 ??\n  ","53856":"\n  ✔ done\n  ","53857":"\n  Either my guardian angel and person I am named after.\n  \n  My Paw paw.\n  \n  Christina Grimmie\n  ","53858":"\n  ??? I mean.... I'm not sure what to say? I mean I treat everyone the same and fairly. Is this a good enough answer??\n  ","53859":"\n  I think....\n  ","53860":"\n  Jason tells me.\n  ","53861":"\n  ??\n  ","53862":"\n\n   https:\/\/youtu.be\/u9Dg-g7t2l4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","53863":"\n  ? Must be.\n  ","53864":"\n  Goodnight!\n  ","53865":"\n  ? Aye\n  ","53866":"\n  Okay. ?\n  ","53867":"\n  Mucho bueno y malo en este mundo. Difícil de etiquetar individualmente.\n  ","53868":"\n  No your good. I was just using a phrase. Not meaning in a rude way.. Sorry.\n  \n  As in like... You telling me... Like... I know what ya mean...\n  \n  My apologies. Not tryna' seem rude.\n  ","53869":"\n  Who me? Or share some??\n  ","53870":"\n  Yeah... You telling me.\n  ","53871":"\n  Sure! BellaMarieStarSwan\n  ","53872":"\n  Yea! They are awesome!\n  ","53873":"\n  What?\n  ","53874":"\n  I mean... Maybe like things being thrown? And someone beung attacked? Like scratched or burned.\n  \n  I have hear a person. People. Then a crowd of people. My husband heard it too and went outside to see what it was and it just stopped.\n  \n  I have seen things levitate and then fall.\n  \n  Ummm... Doors slamming.\n  \n  Ghost cars. Like you hear something like a car coming down the road and you never see it.\n  \n  Shadow figures... White and black. Tall. Short. Crawling... All kinds of stuff. I've seen it. Heard it. Witnessed it.\n  ","53875":"\n  Nothing\n  ","53876":"\n  I have a vlogg channel.\n  \n  Nothing on my researches. No. I should start one but you just have noo idea how much work you have to put into exploration videos... I do some... Kind've and the work is just insanely hard and long.\n  \n  I do enjoy watching Omargoshtv, Moe sargi and The FAM on Youtube.\n  \n  Also Urban ghosts Urban exploration.\n  \n  The G Team\n  \n  Good channels.\n  ","53877":"\n  Omgosh... So many...\n  \n  I enjoyed environmental science alot... World history. Geography. I really love Fine Arts and other art classes. I really enjoy photography. Rocks and archaeology subjects. Meteorology. Anything on culture and tradition. Cooking classes.\n  ","53878":"\n  I don't believe so.\n  ","53879":"\n  If from a doctor than very good.\n  ","53880":"\n  Probably. But it's whatever.\n  \n  I'm just here if anyone needs me. I don't mind their company. Anyones company.\n  ","53881":"\n  Too many to be able to right down.\n  \n  All types that you could ever think of.\n  \n  No lie to what I say... No stories... All seriousness aside... I really have experienced plenty in my lifetime.\n  \n  With researching and explorations you tend to hear and see plently. Experience it all.\n  ","53882":"\n  That's okay. Thank you.\n  ","53883":"\n  Best type of weight losses in my opinion are consoling with your doctor.\n  ","53884":"\n  Dulzura! ?\n  \n  Cosas cariñosas. ?\n  \n  Tristeza y muerte.. ???\n  ","53885":"\n  No need to apologize. It's okay. And kool.\n  \n  These were done by a good friend of mine at his shop.\n  ","53886":"\n  I love to drink tea. And I make pictures of tea. It is sweet tea. Love it strong tasting.\n  ","53887":"\n  Broccoli\n  ","53888":"\n  Skillet\n  ","53889":"\n  The Santa Claus movies.\n  ","53890":"\n  Talk with God.\n  \n  Talk to my husband.\n  \n  My mom.\n  \n  A friend.\n  \n  My pups know when I am down and try to comfort me. My pups keep me going.\n  ","53891":"\n  On?? Gotta specify a little more..\n  ","53892":"\n  What I have now but just bigger maybe. Lots of hunting stuf, fishing stuff and camo usa flags and red white and blue.\n  ","53893":"\n  ???✌\n  \n  Ik wil graag Kerstmis in de kou doorbrengen. Misschien met sneeuw. Ik kies voor Amerika.\n  \n  ? ????❄????\n  ","53894":"\n  Any way. ? cold....flat... hot... sugars... ice cream way... strong... light... Love ☕ coffee!\n  \n  I enjoy tea and lemonade as well. Punch.\n  ","53895":"\n  I'm married. So obviously it does for me.\n  \n  Better luck for you I guess.\n  ","53896":"\n  Nothing? What?\n  \n  I'm straight?\n  \n  I'm confused with this question.. ???\n  \n  Nothing makes me feel discomfort about anyone unless they are causing harm to others?\n  ","53897":"\n  Do I??? Own a shop? Is that what your asking? Or are you telling me you own one?\n  ","53898":"\n  Natural beauty, is easy and smiple. Is you. Original. What is given to you at the start and ya keep with it.\n  \n  Artificial beauty. For one the word artificial means...made or produced by human beings rather than occurring naturally, especially as a copy of something natural. Or\/And... (of a person or their behavior) insincere or affected.\n  \n  Other words as..\n  \n  feigned,insincere,false, stilted,contrived,pretended...,actorly,overdone....\n  \n  So.... Artificial beauty is more or less constructed and put together when instead it could just be naturally and automatically done.\n  \n  What natural beauty it's almost like saying you are a a natural... it's just something you do without even trying.\n  \n  In which somebody one day will love everything about you just the way that you do it... they will love you for who you are. In ya own way.\n  ","53899":"\n  Um don't kniw really.. I don't have them often enough to remember one.\n  ","53900":"\n  And yep! ?\n  ","53901":"\n  Yep. ?\n  ","53902":"\n  Um. I don't really like being touched much at all unless it is by a close family member or my husband, Jason.\n  \n  Friends occasionally. Depends on who and when.\n  ","53903":"\n  Yeah. He's kool.\n  ","53904":"\n  The outside mud\n  \n  Tinker Toys\n  \n  Linkin Logs\n  \n  Legos\n  ","53905":"\n  ?\n  ","53906":"\n  Yeah! I saw one buying some in Walmart the other day. It was quite shocking...\n  \n  (Really?)\n  ","53907":"\n  Your right...\n  ","53908":"\n  Too expensive. Took the cheap route. Dang investors... Making us have to SWIM TO SHORE. Ugh.. Have to water float... Not hair float. Them mfers.\n  \n  ??\n  ","53909":"\n  That's their kinda \"blank\"\n  \n  __________\n  \n  When a blank ain't supposed to be unseen kinda?\n  ","53910":"\n  Yep\n  \n  Tomboy at heart! ?✊\n  ","53911":"\n  K\n  ","53912":"\n  Yeah. I do.\n  ","53913":"\n  I am well.\n  \n  Thank you for asking. I hope that you are well.\n  ","53914":"\n  O.O\n  ","53915":"\n  IsaBella\n  \n  I, Ice_Frozen_Vocals, always\n  \n  S, (I am...) Semitic\n  \n  A, Very Abstractive\n  \n  B, Slightly Baneful, and I can tend to Banter on occasion.\n  \n  E, Am very Experimental and always trying new things.\n  \n  L, I try to be both loving and loveable and then also...\n  \n  L, try to be quite Lighthearted.\n  \n  A, but still try to remain Absorbent, and stay open to learning, listening and taking on advice, not just giving.\n  \n  Me. ✌?\n  ","53916":"\n  I have missed ya. Hope you'll stay around more. Enjoy seeing your feed back always.\n  ","53917":"\n  Called being bi.\n  ","53918":"\n  Why are you sad?\n  ","53919":"\n  I am good. Tired... Long day of work. About to go and rest for the day...\n  ","53920":"\n  I feel like that would be cheating. Jk.\n  \n  I don't know... guess it would be okay? since it is just a cookie..  but it's in the shape of animals? so I guess I could see where you coming from.\n  ","53921":"\n  Jason ? ^_^ My husband is on my mind. He is such a sweetie!\n  ","53922":"\n  Your welcome.\n  ","53923":"\n  ?\n  ","53924":"\n  Picky eater I suppose? ?\n  ","53925":"\n  ??Oh.. Idk.\n  ","53926":"\n  ? Hey\n  ","53927":"\n  I love them! ???\n  ","53928":"\n  ✔\n  ","53929":"\n  Skillet ?\n  ","53930":"\n  Here and now\n  ","53931":"\n  They are okay. But you should try consulting with your doctor before doing them. They are really good with working with you and helping you start a good and right diet\n  ","53932":"\n  Tired.. Sleepy ? ?\n  ","53933":"\n  ✌?\n  ","53934":"\n  F-cking weird\n  ","53935":"\n  ✔ done\n  ","53936":"\n  Anything really.\n  \n  My pups maybe?\n  ","53937":"\n  Too many honestly.\n  \n  :\/ I'm very different and rather odd.\n  \n  I have a lot of issues with personal space... I do not like my new people touching me, getting near me for no absolute reason... (unless of course they're walking me that's different), grabbing me... pulling on my hair.... hugging me without my permission or kissing me. ?? I have had all of the above happened to me by complete strangers. :\/ And when I say no... They get angry.. make a scene or make it seem like I am crazy and making it up but they know what their intention was and what they were trying to do... this is all true stories... I do not make this up.\n  \n  I am my way extreme clean and organized person.. extremely over obsessive with this... and I do it out of anxiety and relief. I do not like to share this much. I have some minor issues in this area I feel. But I do not know. It's hard to explain. You would have to be me to understand... Hard to talk about.\n  \n  Have alot of fear with driving. Have had a lot of near-death experiences with others almost killing me and hitting me.\n  \n  I am from a really dangerous part of Louisiana. So this crazy sh-t happens all the time.\n  \n  Work on artist knock on your window daily and you see prostitutes standing around on the. Protests happening annually all the time in the streets. Dozens and dozens of shootings a day... kidnappings... abductions... rape... murder... you name... on a daily and on the hour... constantly... drunk drivers hitting and killing people. The police cannot roam safely without wearing full body armor almost because there are citizens that just don't like them even though they haven't done anything to them personally. Go take other cops and punish all of them...\n  \n  I have a lot of phobias but honestly because I'm just tryna' be aware and safe. But at the same time I'm not one hundred percent terrified of all of that. I have control and ways to overcome my fears. I used to be deathly scared of snakes and I have gotten better over the years.\n  ","53938":"\n  Have tattoos.\n  \n  These are my tattoos.\n  \n  But if I was to get another one I would get a huge piece on one of my thighs and it would be some really beautiful detailed Mardi Gras' masks mixed in with some other\/extra Louisiana Cajun culture. And then maybe incorporating some skulls and roses and vines in the piece all around and in the background and stuff.\n  \n  And another piece I'm getting is on my left shoulder and it is of the world map because I have friends and family from all over the world. The world map would be dripping down with acrylic and wet paint to be a type of watercolor effect. Most of my tattoos have a watercolor effect.\n  ","53939":"\n  Good\n  \n  Long\n  \n  Tiring\n  \n  Thank you for asking.\n  ","53940":"\n  U.S.S. Berra Star\/Estrella\n  ","53941":"\n  Being creative\n  \n  And painting\n  \n  wood burning\n  \n  playing video games\n  \n  talking to friends on the phone\n  \n  watching YouTube\n  \n  yard work\n  ","53942":"\n  I find those very closely related honestly.\n  ","53943":"\n  Np\n  ","53944":"\n  Yea\n  ","53945":"\n  Turn off the fans because I have a bunch of fans on to keep it nice and cold in my room.\n  \n  Then I get up get dressed, and take my dogs out. Then I get freshened up for the day and wash my face and eat breakfast.\n  ","53946":"\n  I'm sorry..\n  ","53947":"\n  Sound of Silence - Disturbed.\n  ","53948":"\n  Thinking about going down to Louisiana during Thanksgiving and visit and my family do a lot for Thanksgiving. We cook a lot of food, but there is alot of people. Family and friends gather around and we chitchat have a really good time.\n  \n  And then... For me and my husband's wedding anniversary, we were thinking about getting a few parakeets because we love birds and our Pitbull likes birds for some reason. ?\n  ","53949":"\n  I think I answered this earlier and it was a long answer.\n  ","53950":"\n  Back at home\n  ","53951":"\n  Yea..\n  ","53952":"\n  Lol\n  ","53953":"\n  ?\n  ","53954":"\n  ?\n  ","53955":"\n  Days* yes ?\n  ","53956":"\n  My wedding ring my husband customize and made for me. ?☺\n  \n  There are three birthstones in it.\n  \n  Blue Sapphire ? symbolizing him, Ruby red ? symbolizing me and then purple Amethyst ? symbolizing us and the month we 1st met. Feb. When blue and red come together it also makes purple.\n  \n  Also if you look at the ring, it is in the shape of a diamond ?. A diamond is the month of April, when we 1st started to date. The diamond is unbreakable and it holds all of those memories together into that beautiful ring. ?\n  \n  I love ny engagement ring. Has too much wonderful meanung behind it.\n  \n  Me and my husband were in a long distance relationship for 4 and a half years before ?it all finally was done and we were finally together.\n  \n  He is wonderful and expecting me. I love him so much!\n  \n  Going on 6 year anniversary soon!\n  ","53957":"\n  I enjoyed both iPhone and Android. They both have their pros and cons.\n  ","53958":"\n  ?\n  ","53959":"\n  He has passed... Years back...\n  ","53960":"\n  Yea thanks. And thanks.\n  \n  Yeah but for real that you usually have to live somewhere to like see the big picture and all the people there. I lived not even a couple hundred miles from where I'm at and the people are completely different and I still live in the same country almost the same state. You'd be surprised... but definitely I would have to agree also..  there are a lot of perves on here from there.. I'd hate to see what they're like there. LOL ?\n  \n  Much appreciative for looking out!\n  ","53961":"\n  Avril Lavigne or Kristen Stewart\n  ","53962":"\n  LOL they're pervs all over the world. In every country. Gotta be aware of all people and places.\n  ","53963":"\n  I don't know, probably like same why people want to play games in first, second and third person? it's all perspective I suppose? different views, points of views.\n  ","53964":"\n  Lol I said in this answer... and more... in which Pakistan is one of them. If I was to sit here and actually list every single country I would not have enough room and possibly not enough time. Lol\n  \n  I love world geography and World culture and tradition. Trying new foods and learning how people live in their country. I have friends and family from all over the world. I want to visit everywhere! I want to experience all climates really hot and cold.\n  ","53965":"\n  Very 1st day??? Kinda. Some first days of school yes.\n  ","53966":"\n  Field baseball and street basketball\n  \n  playing in the mud\n  \n  playing with water balloons and swimming\n  \n  Then talking with friends and riding bikes would have to be next\n  \n  Playing GameCube\n  \n  PlayStation with friends.\n  ","53967":"\n  I try new things all the time so I guess today\n  ","53968":"\n  Idk this person.\n  ","53969":"\n  I don't really watch TV but when I watch football\n  \n  Like the Super Bowl ads they're funny\n  ","53970":"\n  Relatable things but honestly little things, almost anything can make me laugh. ?\n  ","53971":"\n  ??\n  ","53972":"\n  Very and I thank them for being.\n  ","53973":"\n  Ummmm\n  ","53974":"\n  Canada, Australia, Brazil, Malaysia, China, Germany, the UK, Ireland, France, Japan, Switzerland, India, Venezuela, Mexico, parts of southern Africa, Chile, Antarctica, I would want to go to the Bermuda Triangle, Turkey, Bangladesh and more.\n  ","53975":"\n  This is a drink I have the other day. It was quite delicious. I haven't had a drink in months before this one. Enjoyed it.\n  ","53976":"\n  Ummm. A lot of people mistake my goofiness? and kindness... as flirting with them.... when I do this with everybody? and that is not my intentions.\n  \n  Honestly, I just enjoy making people happy and making them laugh.\n  \n  ....in saying that, I have run into REEEAALLY strange and awkward situations with some people that are mistaken of the actions I said above....\n  \n  It is interesting... Especially when it is older people. Just no bro. No. It's whatever tho. I over look it or try.\n  ","53977":"\n  I mean I don't know how many in general I can make out of my name but these are some nicknames that I have.\n  \n  IsaBella\n  \n  Bella\n  \n  Bell\n  \n  Izzy\n  \n  Repunzel\n  \n  Bells\n  \n  Baby\n  \n  IsaBelle\n  \n  IsaBell\n  \n  BB\n  \n  Lulu\n  \n  Lola\n  \n  Avril\n  \n  Ouija\n  \n  My nicknames.\n  ","53978":"\n  Love some McDonald's.\n  \n  Enjoy Louisiana Popeyes.\n  ","53979":"\n  Many with my husband Jason.\n  \n  I know one date, it was around Valentine's Day and we stayed at this really cool hotel where it had almost a whole house in the room! ...like there was a full-out kitchen! DISH WASHER, OVEN, MICROWAVE, CABINETS, DISHES... KITCHEN BUG FRIDGE.... I mean... A bar\/island and table to eat at.\n  \n  It was 2 story's pretty much.... With an upstairs and downstairs, two bathrooms! a whole living room! Like 2 or 3 TVs....it was nice.\n  \n  We ordered a waiter \/ Uber person to bring us some food that we ordered from a local Hooters and we literally ordered the entire menu. Lot's of choices! We have the time of our lives! Watched movies. Awesome date and then we spent days eating the food. Haha. That was one of many awesome dates.\n  ","53980":"\n  ??\n  ","53981":"\n  Yea. But I love them. So nice. ?\n  ","53982":"\n  Nope. But that isnt the 1st shoutout I've gotten from them I think. I think I've at least gotten 6? Maybe 7 from just them?\n  ","53983":"\n  I hear ya.\n  ","53984":"\n  I hear you there... I literally worked all weekend.\n  ","53985":"\n  I was tagged by some of it too long ago. Did they take you to? That's awesome if they did. That was very nice of them to shout us out like that.\n  ","53986":"\n  I am good.  thank you for asking. I hope all is well for you also.\n  ","53987":"\n  ?\n  ","53988":"\n\n   ماذا؟\n  \n","53989":"\n  .\n  ","53990":"\n  Thanks. ?\n  ","53991":"\n  Can be for certain people... I mean..\n  \n  Cause ya definitely can't rush it. You have to be patient. It comes at different times and everyone's lives.\n  \n  It's really hard to find someone to settle down with because you have to settle down with everything about them. It's a full package ?.\n  \n  You don't want to look desperately for it because in the end... you will keep getting disappointed... or for some.. end up behind bars from some I have seem. Some that were too desperate..\n  \n  You can be by yourself. You do not HAVE to be with someone and have someone in your life all the time. We are human. Anything is possible. Including taking care of ourselves and being alone. I believe today's generation is going to believe this.\n  \n  Also watch out for people that like to play games. Some people like to make relationships complicated on purpose because they like to make a game out of it and waste people's time. Enjoy hurting people. So that's why you have to watch out for people and not look so desperately.\n  ","53992":"\n  Lol\n  ","53993":"\n  I mean??? Idfk?? I think I'm okay??? ?\n  ","53994":"\n  Love bacon\n  ","53995":"\n  ? I'm done dead asf\n  ","53996":"\n  Says in my biography.\n  ","53997":"\n  Yea. They are ok.\n  ","53998":"\n  Says in my biography.\n  ","53999":"\n  My husband. ? He's on my right. His arm. ? 7 Foot built gaint. Bearded, tatted up beast lol yeea got it. Hahaha. ?\n  ","54000":"\n  Just now. To my husband, Jason.\n  ","54001":"\n  Yeah I would say Kevin Hart but I mean I do think he's funny but the whole movies and stuff like that no\n  \n  I don't get why he made movies because I don't really like them\n  ","54002":"\n  Morning to ya der\n  ","54003":"\n  ? thanks\n  ","54004":"\n  Tbh... I don't know ya buuut I'm sure your freaking awesome regularless!\n  ","54005":"\n  I don't know what is happening in this ? but omfgosh it was so funny I had to...\n  ","54006":"\n  When people don't get the point... When it's obvious...\n  ","54007":"\n  Phrase,\n  \n  Mi Corazon ?☺\n  ","54008":"\n  Small things around the house. But honestly they aint THAT big of a deal. Not life denting. ?\n  ","54009":"\n  ?\n  ","54010":"\n  Almost all of them...\n  \n  Ummm favorite??? Maybe green beans!\n  ","54011":"\n  Um. No. Reeeeally random... Little strange to ask. Juuust saying.\n  ","54012":"\n  Good morning to you there. It is not morning here it is almost night but still good morning to you.\n  \n  I just took this just now I'm about to lay down and rest. I am exhausted from the day.\n  ","54013":"\n  ? Morning there to ya\n  ","54014":"\n  Nope.\n  ","54015":"\n  Um. None if are not broke... Definitely..... They are human? No age?? ?\n  ","54016":"\n  Sunny side down. ?\n  ","54017":"\n  Good song.\n  \n  But no. I'm talking waaay waaaaay bad in the day. When Avril had her old sound and style.\n  \n  #TomboysFORliiife\n  ","54018":"\n  Probably all of the above.\n  ","54019":"\n  ?Good one.\n  ","54020":"\n  ?\n  ","54021":"\n  I don't know if this is the right answer to this question but I've always wanted to be a meteorologist and it's like 6 or 7 years of college and I'm good.... I am... No thank you... and thousands and thousands of dollars.\n  \n  Honestly I would just like to take a few classes and educate myself in it really good and study it for a while and I'll be happy... Whether I make money from it or not it's just a subject that I love. That's all I want is just to be educated in it without a price. I may start visiting my local library more often.\n  ","54022":"\n  ?? True story\n  ","54023":"\n  Yee\n  ","54024":"\n  Receiving my Xbox 360 from my sister and her boyfriend at the time way back during a Christmas. And I say this because I would have never met my husband unexpectedly if I wouldn't have been given that Xbox.\n  \n  I unexpectedly met my husband on Xbox 360 on a Grand Theft Auto game 6 years ago. We are married now with no issues. We are happy together. We were in a long distance relationship for 4 and 1\/2 years before we finally were together. He is wonderful and I absolutely love them. He is good to me.\n  ","54025":"\n  I don't know why others do it but I know I do because it just seems like a multitasking type thing? I know it's weird to explain... But you wanna quite to be able to focus on that one thing and make sure you do it right, get where ya going. I can't have any noise when I'm trying to think. Just something that I just... cannot do with when tryna concentrate. Idky. I was like that in school. There would have to be complete silence for me to take a test or to read something.\n  ","54026":"\n  ✌\n  ","54027":"\n  Idk... maybe just the fact that (not all but most of them) each and every one of them loved us as their students. Like we were their kids. Cared and kept us safe.\n  ","54028":"\n  My stuff just didn't load right. I was mistaken and thought it was the anonymous screen. My apologies! I followed you back though. Thanks for the following by the way!\n  ","54029":"\n  ? yee ??\n  ","54030":"\n  I get ya there....\n  ","54031":"\n  I gotcha! Followed back!\n  ","54032":"\n  Idk. Maybe cause that with make the mfer work. ?\n  \n  It has feelings! And how dare it die on me! ? jk\n  \n  But for real man.. That is some serious piss you off type stuff.. Some serious rage.\n  \n  Like slow internet when you in the middle of something.\n  ","54033":"\n  ?\n  ","54034":"\n  I do not have the answers to all of these. ? but I do find some of these really funny.\n  ","54035":"\n  Idk.\n  \n  But!\n  \n  Did you know some cooking oils can be used in some engines? Sh-ts crazy for real...\n  ","54036":"\n  Idk but.. they! betta' have ma money!\n  ","54037":"\n  Hi?\n  ","54038":"\n  Testica... Wait... I see what you did there. ?\n  ","54039":"\n  Probably Concrete Angel by Martina McBride\n  ","54040":"\n  Probably\n  ","54041":"\n  Math\n  ","54042":"\n  Intelligence\n  ","54043":"\n  I would have to say Concrete Angel by Martina McBride\n  ","54044":"\n  Wait what? I'm sorry..\n  ","54045":"\n  Thx\n  ","54046":"\n  Thx ?\n  ","54047":"\n  Idk.\n  \n  But I do feel lucky to be with ny husband Jason. He is a wonderful person. Is good to me.\n  ","54048":"\n  Idk... Yea probably\n  ","54049":"\n  ? lol\n  \n  Maybe\n  \n  That's kinda dope thinking about now\n  ","54050":"\n  ✔ done\n  ","54051":"\n  ???\n  \n  Dang... Idk.\n  ","54052":"\n  ? 68% atm hahahaha\n  ","54053":"\n  Yeah. You gotta point.\n  ","54054":"\n  I mean...\n  \n  I try to turn my day around and just think of better things.\n  \n  I do let out that pain. But at the end of the day... It's life and it really does suck.\n  \n  Think of an upcoming envent or someone. Your momma or dad. A grandparent.\n  \n  Call a friend and talk to them.\n  \n  Relax.\n  \n  Go out.\n  \n  Hobbies help alot.\n  \n  Stay productive when feeling down.\n  \n  But to overcome the tears is hard. Sometimes it's almost better to let it out? Don't matter if ya a man, a woman.. a cop? a teacher? anyone. We are people. We feel. We deserve to cry, all of us and we also deserve to be happy.\n  \n  Look at what ya got. A life. That's all that matters. That you woke up that morning. Cause some don't. We need to appreciate that. Keep our heads up, because this world really us f-cked up.\n  \n  Much love ?✌✊\n  ","54055":"\n  Depends on what I have going on the next day. I have to get up early I will go to bed early. If I don't have anything to do the next day that I'll usually sleep in until like 10:30 or 11 a.m. could my average time and I go to sleep at night is anywhere from 11 to 1.\n  ","54056":"\n  Absolutely\n  ","54057":"\n  Don't know what you mean?\n  ","54058":"\n  Everything's weird nowadays.\n  \n  ...Why would I want to be like everybody? Is ny thing?\n  ","54059":"\n  Right and yes.\n  ","54060":"\n  Yep.\n  \n  Get Skeptics and I respect them and their opinions.\n  \n  But I also get haters. People that don't even know me. They just don't want to do the research. They are just afraid.\n  \n  Lol. They don't need to hate on me just because I decided to take the time and to research and witness it all.\n  ","54061":"\n  Yeeep\n  \n  Preeetty much. ?\n  ","54062":"\n  Ummmm idk but here's a gif of a fish sipping a beer. ?✌\n  ","54063":"\n  Hazel ?\n  ","54064":"\n  O.O\n  ","54065":"\n  ??\n  ","54066":"\n  How to drive.\n  \n  I'm honestly terrified but it must be done!\n  ","54067":"\n  I don't enjoy these I listed! Oh crap. I answered it wrong. ?\n  \n  Dangit.\n  ","54068":"\n  ? dang... never thought about this.. yet again... we should do something about this!\n  ","54069":"\n  Omgosh! Probably! ?\n  ","54070":"\n  ? lol\n  \n  Who knows?\n  ","54071":"\n  On my Minecraft game I do. ?\n  ","54072":"\n  Not really\n  ","54073":"\n  Waffles def\n  ","54074":"\n  ?? Thanks. ?\n  ","54075":"\n  Haha. Ikr\n  ","54076":"\n  Sound of silence - Disturbed\n  ","54077":"\n  Food. Haven't eaten today yet.\n  ","54078":"\n  Ketchup on macaroni and cheese....\n  \n  Chicken and chocolate...\n  ","54079":"\n  It's okay. I knew what you meant..\n  \n  And I do like your questions.\n  ","54080":"\n  O.o I HOPE NOT\n  ","54081":"\n  I think all of those accounts are fake... It definitely does not sound the way that they speak in real life in the way they're typing.. I saw the Demi Lovato and Selena Gomez and Ariana Grande one...\n  \n  Honestly I feel like celebrities do not have enough time to come on here and answer questions and that's totally understandable... I mean maybe idk? Never know. But I'm pretty sure they are fake..\n  ","54082":"\n  Am given their clothes. The smell of them. A small and thoughtful yet sweet gesture.\n  \n  Something that they spent time on making.\n  ","54083":"\n  The smell of working on cars\n  \n  Roses\n  \n  Fresh cut grass\n  \n  New car smell\n  \n  Rain\n  \n  New shoes\n  \n  Tea and Lily smells\n  \n  sweet pea and violet smells\n  \n  cucumber fresh smells\n  \n  Tulips\n  \n  Fruits\n  ","54084":"\n  I enjoy singing\n  \n  and playing instruments\n  \n  I also enjoy painting\n  \n  wood burning\n  \n  oil painting\n  \n  acrylics\n  ","54085":"\n  I evaluate the way that they talk and try to decipher through their morals in the first discussion. You can find out alot... about someone... in just the first discussion with them.\n  \n  Watch the way they talk the way that they move their face expressions their tone of voice.\n  \n  I try not to judge by the way people dress and stuff? in the way they look because you can't always judge a book by its cover. Almost never.\n  \n  I do have red flags. Gut feelings. But I try to just evaluate them based on the but they're speaking to me.\n  ","54086":"\n  I mean... if you're referring to trying something new? I do try new things all the time.\n  \n  I try to make the correct decisions the first time. I don't take many risks and stuff cuz life is short. Ya know?\n  ","54087":"\n  Alot.... Too many. Millions upon millions probably.\n  ","54088":"\n  All at once. No because everyone is different. They've gotta feel special and be different always.. It's a battle constantly with being 1st...\n  \n  But peace from some here and some here, yes.\n  ","54089":"\n  Nothing.\n  \n  I would change nothing.\n  ","54090":"\n  A car.\n  ","54091":"\n  People that don't make any sense. Contradiction...\n  \n  Or people being ugly to people for no reason.\n  \n  Or maybe someone that thinks they are better than everyone else. Show and obnoxious.. Like nobody give af. Lol they are insecure? Wanna flash it around bs because they hate their life. Wanna try to make other people feel like crap with what they got?\n  \n  I'm living life good and right. I don't need to show nothing off. I am me and hapoy with me and my family and what I've got. ???\n  ","54092":"\n  What can make a person powerful is\n  \n  money\n  \n  success\n  \n  land\n  \n  popularity\n  \n  control\n  ","54093":"\n  Maybe a teacher or like a coach but never cop\n  ","54094":"\n  ✌\n  ","54095":"\n  I mean... I randomly\/unexpectedly met my husband on social media and didn't mean to? well I got him one Xbox 360. But I still unexpectedly met him. I didn't like go on a dating site looking? or come on xbox to find a man? ? lol... that was not what my intentions were. My intentions was just to play the game. I have been playing games since I was like four or five years old. Online and offline.\n  ","54096":"\n  Too many songs to choose from honestly..\n  \n  Probably an old Avril Lavigne song.\n  ","54097":"\n  I don't know if I have done this before but I wouldn't mind doing it. Sounds fun.\n  ","54098":"\n  Usually listen to music\n  \n  pet my dog\n  \n  play video games\n  \n  call a friend\n  \n  go outside\n  \n  do yard work\n  \n  clean\n  \n  Get on here\n  \n  watch YouTube\n  ","54099":"\n  My singing.\n  \n  Been singing since I was six or seven years old. I love it it's my passion.\n  \n  My odd, random pick up for researches on the Paranormal.\n  \n  Some research into the Paranormal on different levels of it for the past decade. (Around 13 years.)\n  \n  For being fair and constantly sticking up for what's right. Sticking up people.\n  ","54100":"\n  Like what is my regular hair color?\n  \n  My original hair color is just dark brown. The right now and my hair is dark brown with to gold-streak peekaboos coming down the sides.\n  ","54101":"\n  Maybe Russian or German.\n  ","54102":"\n  Holy sh-t... I never thought of this... Good point... I don't know... we should do something about this. ?\n  ","54103":"\n  This is not my favorite but I like this one. I can't seem to ever find a favorite meme.\n  ","54104":"\n  Renegade\n  ","54105":"\n  Thanks?\n  ","54106":"\n  Why do you make me choose?\n  \n  Both of these types of shoes were in my life was growing up but if I had to choose in between two it would have to be Converse.\n  ","54107":"\n  Gn\n  ","54108":"\n  Yeah. I like your questions. Thanks for them.\n  ","54109":"\n  ??\n  ","54110":"\n  Ain't good to smell but i love it. Try to avoid.\n  ","54111":"\n  Nothing really. Got over it.\n  ","54112":"\n  God\n  \n  Family\n  \n  My husband and best friend Jason\n  \n  Friends\n  \n  My pups.\n  ","54113":"\n  Again.. Idk what that is really. Cause I have heard this can be tons of different things.\n  \n  And I don't believe I've done any of them.\n  ","54114":"\n  Idk what that is really. Cause I have heard this can be tons of different things.\n  \n  And I don't believe I've done any of them.\n  ","54115":"\n  Wtf. Why? Who gives a f-ck?! XD LOL\n  ","54116":"\n  I can't really have milk.\n  ","54117":"\n  Work\n  \n  Lol\n  ","54118":"\n  I probably do this every single day of my life. I like trying new things.\n  ","54119":"\n  But see that's why I just don't promote useing them... because you just never know if you're talkin to..  a positive or negative spirit? And because negative spirits will sometimes pretend and disguise themselves... Mess with you... Insult... Hate. They are negative. They want to be negative on you and anything... And that is the scary part.. Bad sh-t can happen to you. You do not mess with demonic things...\n  \n  But they will disguise themselves as someone in your life or positive spirit and will draw you in.. And so it's just...  it's literally a game! but ummm... not a fun game. Not a game I would want you to play or anyone.\n  ","54120":"\n  My gamertag on Xbox is actually xxBellaxxOuija.\n  \n  But the thing about it is I don't promote using Ouija boards at all... because 80% of hauntings are caused by the missusage of a Ouija board. Did ya know that? And that is a a truth. That is not a a bunch of numbers I made up? No...\n  \n  Ouija boards are literally just a portal to negative presences and negative energies.\n  \n  You have to really know how to use a Ouija board for you not to mess up and do it incorrectly.\n  \n  I personally know how to use a Ouija board.. but I don't use them... I choose not too. I have no reason to use them. Ouija boards are just... The game is just evil... I tried to educate people on Ouija boards and usually at the end of the lessons people don't even go near them anymore. These aren't just stories that I tell.. These aren't lies and stuff I make up... this is actual research that I have spent years and years on... though none of it is factual 100%? No. But these are things that I have spent years on... And I mean... Over a decade of research on...\n  \n  I don't think somebody would sit around for years studying something if it wasn't real? is my thing and I'm trying to get at... Ya know??\n  \n  This talking board is a flat board marked with the letters of the alphabet, the numbers 0–9, the words \"yes\", \"no\", \"hello\" and and \"goodbye\", along with various symbols and graphics. It uses a small heart-shaped piece of wood or plastic called aplanchette.\n  \n  The planchette, and another word for it in French legit... Just plank... Lol\n  \n  It is a small, usually heart-shaped flat piece of wood and planchette is moved by the presence of spirits or some form ofsubtle energy. Usually. If there is activity in the area or if you arise some...\n  \n  Participants place their fingers on the planchette, and it is moved about the board to spell out words. There are ways to tell if you're talkin to a negative spirits. Sometimes you don't always get negative spirits? Sometimes you really are talking to a positive spirit?\n  ","54121":"\n  ✔ done\n  ","54122":"\n  I can.\n  \n  I have heard\n  \n  Seen alot.\n  \n  Friends that have went with me have seen stuff too.\n  \n  Need something??\n  \n  I researched different levels of the Paranormal.\n  \n  Also look up hot spots and different locations for people that go to locations.\n  \n  I also go to some of these locations myself.\n  \n  Love the history.\n  ","54123":"\n  I don't know but ? lol it was something my husband was watching or listening to. And I was goofy dancing.\n  ","54124":"\n  Some weird, silly song. Can't remember the name.\n  ","54125":"\n  Going sit in the Forest and listen to nature. Hunting.\n  \n  Going sit out on a peir, with a drink and some music. Fishing.\n  \n  Nice warm bubble bath and a movie at the same time. Candles. Drink.\n  \n  Ride around, backroading. Along for the ride.\n  \n  Sleeping all day at a hotel and then go swimming or out to eat at the end of the day.\n  \n  Lay on the beach and do absolutely nothing.\n  \n  Painting.\n  \n  Playing Xbox.\n  ","54126":"\n  Lol ok\n  ","54127":"\n  Not too old.. But me.\n  ","54128":"\n  What is this?\n  ","54129":"\n  Counseling. Seek it. Def. Not cause your like going crazy... No. For guidance\n  ","54130":"\n  Yeah. I do. 2 or 3 maybe.\n  ","54131":"\n  I like both equally but I like Domino's thin-crust Pizza better than Pizza Huts and I like Pizza Hut stuffed crust the most I like Pizza Hut's pasta better and their desserts better\n  ","54132":"\n  I think you need to pay for counseling and go to a counselor because counselors can help you with so much. If you tell them what's going on around your house they will help you with so much and I'm serious. Play counselors can help you get out of your house if there's something going on.\n  \n  They will help you get driving lessons they will help you do all kinds of things.\n  \n  If you think that moving out and going with this other person that you're talking about is a good idea then go with it. But you definitely need to get the authorities in it.  money and just go to one counselor meeting. Get someone to take you and figure out some stuff. Don't just get up and go because then you can't get your things. And when you leave you need to explain to your parents the reason why you were going is not because you hate them it is because you were trying to grow up. It's time for you to grow up. Some parents tend to be a little overprotective because they want the best for you. They want to protect you because this world is crazy. But you should definitely be able to learn how to drive and get a job at this age. This is the age def to be doing that... It is important...\n  \n  Be careful and don't so anything you regret.\n  \n  Definitely go and seek counseling. They can help you out in your sistuation. Is the best thing in general atm for you.\n  ","54133":"\n  Yeah I know that sounds fine and dandy, but honestly you should learn how to drive and then you should definitely get a job and be very into your work and work hard and work your way up.\n  \n  Apply online to places go in and talk to managers. Try Associated groceries. Walk ride bikes. Bikes are cheap. Get a ride. Riding bikes are heathly.\n  \n  I think you should try re-establishing relationships with your parents.\n  \n  Then maybe down the line and a couple of months or years you can go and move in with that person. But it is extremely important to remain and relationship with your parents.\n  ","54134":"\n  Definitely depends on the circumstance\n  ","54135":"\n  Yeah. My husband. Haha\n  ","54136":"\n  Idk... Working on a truck. Love the smells that come alot with it. Fresh cut grass.\n  ","54137":"\n  Of course.\n  ","54138":"\n  I have a reeeally aggravating reading disorder called dyslexia (it's bad) and I've been known to have it since I was really young, so it's a little challenging with reading to me it's always been that way but I don't mind reading books. I like to listen to audio tapes and then visualize what happens in my head. I like movies but I don't get into them too much. Not like I used to.\n  ","54139":"\n  ?\n  ","54140":"\n  Nice.\n  \n  Yeah. My eyes are green. I love it.\n  ","54141":"\n  ?\n  ","54142":"\n  Are you  referring to family traditions and cultures.\n  \n  Cause alot. Theu mean alot to me.\n  ","54143":"\n  My eyes are green. ^_^\n  ","54144":"\n  Right. Lol\n  ","54145":"\n  Lol\n  ","54146":"\n  My body has trouble handling cinnamon. Practically allergic. I stay away. So that's why I don't eat it.\n  ","54147":"\n  Why thank ya so much. I love my hair. It make me, me for sure.\n  ","54148":"\n  A good one.. I used to mud wrestle with my cousins and friends. I think it was after a hurricane hit. So there was alot of water on the ground. Some flooding.\n  \n  Or it was just after a good long rain after a few days.\n  \n  We used to wrestle in the mud. My mom thought it was hilarious. Was back there with us, video tapping us. ? hahaha good times! I was like 15? Or 16? So much fun then. Still today. But good old days. Haha.\n  ","54149":"\n  I am off of work today.\n  \n  I cleaned a bit today.\n  \n  Chilling atm.\n  \n  About to play some Minecraft.\n  ","54150":"\n  Yea. Some people.\n  ","54151":"\n  Schedule. NOT TODAY I DON'T THO. ?\n  ","54152":"\n  Idk... Maybe a few months back.\n  ","54153":"\n  Lol Ikr. I hear ya.\n  ","54154":"\n  I hear ya.\n  ","54155":"\n  Haha.\n  ","54156":"\n  Judgemental people.\n  \n  It's gettinf outta control.\n  ","54157":"\n  Cajun food.\n  \n  Soul food.\n  \n  Southern.\n  ","54158":"\n  A couple of close calls... Almost bad car wrecks.\n  ","54159":"\n  All these cinamon obsessions out here in America. I don't get it.\n  ","54160":"\n  I mean idk?\n  \n  That's when control comes in and morals. Self choice. You knowing when to say enoughs enough. We have minds. Use them.\n  ","54161":"\n  I really like a good beignet.\n  ","54162":"\n  Years... Too long to remember... Only have cut cut it in my life only a few times. 3 times maybe in my life?\n  \n  I always get it trimmed to keep it heathly.\n  \n  I don't really have a goal.. Just to keep it growing and heathly. That's all.\n  ","54163":"\n  Depends again..\n  \n  I don't like showing me crying at all.. I try to be the strong one for people.\n  \n  Alot of people don't know and I do not mention alot or talk about... But I do go through ALOT. ALOT. And am.. But I prefer not to talk about. But I have my husband and my pups. My family and friends. Love them all and do my best to keep my head up. No reason to be down all the time. I appreciate my life and love it no matter what comes at me. I am strong and keep going. I was put here for a reason and refuse to! Give! Up!\n  \n  Be poistive! start hobbies! and be soical! travel! Keeps me going. Paint something. Get tattoos if you like them...\n  \n  All I say is live your life and live it good. Cause we only live once.\n  ","54164":"\n  ✌?\n  ","54165":"\n  Depends.\n  ","54166":"\n  My pups and something on here.\n  ","54167":"\n  Used to be in south Mississippi Alabama and places in Florida. But now the water is contaminated so you can't really go swimming down here no more. Alaska is a really good place to go. Certain tourist attractions in America. Chattanooga is good. I personally like to go and visit the different Bass Pro Shops. Especially want to go to the one in Missouri and in Tennessee.\n  \n  I feel like seeing the mountains at least once in my life will be fun. I do want to go to France maybe Australia.\n  \n  I do want to go to North and South Carolina and maybe Arkansas to do some gem hunting\n  ","54168":"\n  Idk aaaaannd Idk?\n  ","54169":"\n  Now.\n  \n  Lol. A tad late. ?\n  \n  Haha. My apologies.\n  ","54170":"\n  Thank you.\n  ","54171":"\n  I don't really feel like I am better at things over people. Don't want to seem conceited or selfish...\n  \n  I for sure am extremely fair about things... Probably waaay more than people... Or at least it seems like it in this generation... and not in a selfish way? More of like in a proper way?\n  \n  I am very open minded. I don't care what color you are... Gender... Where you are from... If you are half something, half something... In color or whatever... Religion... Political views.. I don't care..\n  \n  I accept ya...\n  \n  Just don't go around killing, hurting, or being disrespectful about other people's views and opinions and I am cool with ya. I believe we're all humans... I believe we all have the right to an opinion... and we all deserve to respect one another equally. But there are rules and regulations that have to be followed as well and that is important as well. We all need to follow them.\n  \n  Need more love and peace in this world and that's what I try to regulate... But in a realistic way... People are losing touch to that a but I feel in this generation.\n  ","54172":"\n  Haven't really done anything that bad honestly and if wasn't meant. Like I've never been to jail or prison for anything wrong. I don't like getting in fights with people. Do not like to even fuss.. I try my best to get alot with all. Just cause people are crazy and life is short...\n  ","54173":"\n  I am 5 foot 2inches tall or short...?? and my hair is about half my smaize if not a tad longer. So my hair is like... 2 and a half foot long? Maybe 3 feet long. No lie. My hair is long. Love it long!\n  ","54174":"\n  Samus Aran\n  ","54175":"\n  Lost in the middle of nowhere - Becky G ft. Kane Brown\n  ","54176":"\n  ? Always.\n  ","54177":"\n  Not a TON but I do buy things from off of the internet.\n  ","54178":"\n  Twilight. ? Cause everyone always talks crap about the series but I grew up in this and love it!\n  ","54179":"\n  I agree with the 1st thing you said.\n  \n  I think we have to make decisions. Whether right or wrong... And then try our best to improve and learn from them. It creates morals for us. Teaches us wrong from right and when enoughs, enough. Makes us grow wise.\n  ","54180":"\n  Both!\n  ","54181":"\n  Turning my ankle.... Have always had issues with ny ankle regardless to hiw much I work out to fix it...\n  \n  I hurt it real bad when I was 13-14. Ever since then I have always had issues. Doctors have noticed as well. Will need future surgery... But I'm tryna avoid it... It's not a life threatening issue. I wear a foot brace forever or until I fix it I guess. Nervous that I will keep hurting it.\n  \n  Wanted to go into the Army, but I felt that this would cripple me much. Eye sight at night is junky also, so that is the other reason why I didn't go in.\n  \n  Met Jason, another reason.\n  ","54182":"\n  I do. 2\n  ","54183":"\n  Again, I do but they are so expensive so usually I just try my best to avoid them, unless I'm just walking around and maybe getting a bite to eat.\n  ","54184":"\n  I do but they are so expensive so usually I just try my best to avoid them, unless I'm just walking around and maybe getting a bite to eat.\n  ","54185":"\n  I mean yes you can move out? Depends on the laws in your area. You can talk to the authorities and talk to them about your rights.\n  \n  Though I wouldn't try leaving your parents unless you know for sure that you are okay and you can take care of yourself.\n  \n  The reasoning usually why your parents get angry when you are trying to leave is because they care about you and they want to help you. And they see that you aren't ready. Use living with your parents as an advantage. Get a job and save money. Finding a place to rent or put a down payment on house. Find you a room mate and rent.\n  \n  If your parents are really strict usually it's because they're trying to help you succeed.\n  \n  There is a small amount of parents that don't give a sh-t and are abusive and horrible to their kids. But this is not always the case.\n  \n  Respect your parents. Keep them on your side. Because when sh-t hits the fan you're going to need them. Your parents are who you want to be close to always. They're going to be the grandparents of your children. They raised you. They gave you so much.\n  \n  Though Idk your sistuation personally. This is what I hope they have done for you. Give them credit. If they even stay in your life and kept you under their roof they did enough for you.  Some kids growing up don't have parents and die for that type of affection and attention...\n  \n  You're going through some stuff in your life... try to let your parents know that you want to start over with them and try to make a relationship with them.\n  \n  And if you feel like you are able to take care of yourself then let them know that.  but if you are not sure that you can take care of yourself and why not just stay?\n  \n  Just wait... you have your whole life ahead of you. Try to be young as long as you can because that is a shortest time and your life... and when you start to get older you will realize that statement.\n  ","54186":"\n  Winter and definitely\n  ","54187":"\n  My husband.\n  \n  Art.\n  ","54188":"\n  Little both.\n  ","54189":"\n  Me and my husband Jason 4 and a half years ago. ❤\n  \n  04.02.14\n  \n  ???????❤??\n  \n  #LongDistanceRelationships\n  \n  #GamerCouples #Gamers\n  \n  #AnythingIsPossible! #MyLove\n  ","54190":"\n  Atm.. A bit, but I'm about to walk my dogs so I won't be in a moment.\n  ","54191":"\n  Depends. So no and yes. I have gut feelings with certain people. Catch bad and good vibes quick. Thanks to my mom and sdad for raising me well..\n  ","54192":"\n  Nail biting...\n  ","54193":"\n  I think we all do this a little and wonder why we are doing it also. Lol\n  ","54194":"\n  Yep.\n  ","54195":"\n  I don't know..  but I have been told ALOT of corny pickup lines. Lol. I usually tend to try... and to forget them.. Hahaha ? because they're like.. reeeally creepy. ? Uber creepy.\n  ","54196":"\n  Aye\n  ","54197":"\n  Haven't tried yet. Have heard of it.\n  ","54198":"\n  Banjo Kazooie\n  \n  All the battlefieldgames\n  \n  All the Call of Duty's\n  \n  all the Destiny's\n  \n  all the forza's\n  \n  Grand Theft Auto V and other older Grand Theft Auto games\n  \n  Minecraft\n  \n  mudrunner\n  \n  all the Halos\n  \n  Metroid games\n  \n  Mario games\n  \n  Zelda games\n  \n  Sonic\n  \n  Need for Speed\n  \n  pubg different types of Uno pool Monopoly games\n  \n  Some sniper games\n  \n  Bomberman\n  \n  Watch Dogs\n  \n  Ghost Recon\n  \n  skate Games\n  \n  Red Dead Redemption\n  \n  Skyrim\n  \n  Elder Scrolls Online\n  \n  Ark survival\n  \n  fortnite\n  \n  happy dungeons\n  \n  Motocross Madness\n  \n  All the Saints Row games\n  \n  Roblox\n  \n  Tomb Raider's\n  \n  I played games on multiple different consoles not just Xbox but PlayStation, DS, Wii and more old and new consoles.\n  ","54199":"\n  My name is not vocals ice frozen\n  \n  My name is Ice_Frozen_Vocals\n  \n  And it is a title I have went by for a loooong time now.\n  \n  I have been singing since I was really young about 6 or 7 years old.  I love singing. I have a deep passion for it. Of saying for all kind of places and events schools, football games, churches, parties, bars, all kinds of stuff.. Love to sing. My favorite hobby.\n  \n  ??Ice and frozen because I love the cold. I was practically born on Christmas. Love the snow and the winter. I find that time of the year very peaceful and cheerful. ❤❄\n  ","54200":"\n  I am Cajun French yes.\n  \n  Coonass, yes.\n  \n  Bayou folk.\n  ","54201":"\n  Wtf type of question is this? Gtfoutta here bruh.\n  ","54202":"\n  Lol bye mfer\n  ","54203":"\n  ? Nothing to hide.\n  ","54204":"\n  Thank you so much. I really try.\n  ","54205":"\n  Thanks.\n  ","54206":"\n  Followed back.\n  \n  Thanks for following me.\n  ","54207":"\n  Anyone can be cute. Regardless of the color of their skin.\n  ","54208":"\n  Yep yep yep ?\n  ","54209":"\n  The first one is a 2009 Chevrolet Tahoe. Three row seating, small trunk. V8 6 litre engine.\n  \n  The second one is a black Chevrolet 1993 K 1500. 2 row seating. 4 wheel drive. Can get you anywhere you want.\n  \n  Lifted. 5.7 engine in it.\n  ","54210":"\n  I am well Jack. Thank you for asking.\n  ","54211":"\n  Says in my biography.\n  \n  But I am from the ?? Usa\n  \n  From South Louisiana.\n  \n  Live currently in Mississippi.\n  ","54212":"\n  ✌\n  ","54213":"\n\n   نعم بعض هؤلاء الأشخاص يتصرفون كما لو أنهم سيموتون بدون الإنترنت.\n   \n   حزين\n  \n","54214":"\n  Stai bene. Non mi importa l'amicizia. Ma questo è tutto. Scusate.\n  ","54215":"\n  Nishchit nahin hai ki aap kya jikr kar rahe hain.\n  ","54216":"\n  Main theek hoon. Poochhane ke lie dhanyavaad.\n  ","54217":"\n  Baked chicken, rice and veggies.\n  ","54218":"\n  On the river bank?\n  \n  Back yard.\n  \n  Mudding lot.\n  \n  Park?\n  ","54219":"\n  Alot of them... Hard to pick honestly...\n  \n  One of them I could pick for this category... would be the day I was with my Paw paw... we were walking a couple blocks down from thier house and I found this white shell on the ground... picked it up and was just looking at it and loved it and then... All the sudden... The newspaper people ? people came by (we're bored, I guess? Lol) and took pictures of me, my Paw paw and the rock I had found and I got to get put paper! I just never understood why I got put in the paper for a rock? Lol I guess cuz I was just a little and they maybe thought it random? Cute? Different? I mean loved the rock? But... my Paw paw also knew the people, so that was probably why. He was also the fire chief at the time. Fire Department. So lol that's probably why? I don't fully remember it... but I remember seeing the newspaper article and I was like six or seven years old may be younger? holding what it looked like... a little shell looking rock, white little rock? in my hand with my Paw paw next to me. I miss my Paw paw. He was a great man... sweet.. great person. Kind.. A hero. Military. Fire Department. Paw paw.\n  ","54220":"\n  Maybe contacts? I don't remember the most expensive... I don't... But I do remember losing one of the contacts.\n  \n  Not that expensive tho but can be depending on what kinda. These weren't that expensive.\n  ","54221":"\n  Someone that is honest and loyal someone that you can trust. Someone that you feel comfortable around. Someone that you feel comfortable with talking to also. They've got your back.\n  \n  More traits than this but this is just a few I list.\n  ","54222":"\n  Most welcome.\n  ","54223":"\n  Yep.\n  ","54224":"\n  Non ce l'ho.\n  \n  Dovresti dare un'occhiata alla mia biografia qui.\n  ","54225":"\n  I try not to.\n  ","54226":"\n  Non ti conosco.\n  ","54227":"\n  Cheer up dollin'. Keep ya head up.\n  ","54228":"\n  Like? Things in life I want to pursue? Or something?\n  \n  I mean I definitely want a house with my husband.\n  \n  A family.\n  \n  And then maybe start some sort of family business.\n  ","54229":"\n  None.\n  ","54230":"\n  I mean nobody wants to fail?? But it happens and it's just another thing you've gotta learn and just try to improve on better so you won't fail the next time.\n  ","54231":"\n  Play games.\n  \n  Cook.\n  \n  Play with my dogs.\n  \n  Yard work.\n  \n  More than that but that is some.\n  ","54232":"\n  ? right. Right.\n  \n  People just give too much credit to some of this stuff. For real\n  ","54233":"\n  Explain to some of these creepy people on here that not every question they ask is gonna be answered and they are just gonna have to gtf over it?! LOL ?? People get mad and get like evil and sh-t on here and act like this site is a game when I just dgaf? Lol. People need to seriously get a life. Stop asking stalkerish and crap on here. Weird asf and is against the law in most areas of the world. Kinda gross and sick.\n  ","54234":"\n  Nowhere? Never hid from anything?\n  ","54235":"\n  Idk? I don't do this?\n  \n  I try to be fair, respectful and equal to all people.\n  ","54236":"\n  Not usually. No.\n  ","54237":"\n  Have alot of PTSD with driving and car crashes... Wish that would go away so I could try to drive... But again the idea is terrifying to me... Can't stand that.\n  \n  Maybe my frustration levels. Get frustrated easily. Can't help it I feel it seems. Little slow at learning but once I grt it! I am great at it! People just uave to be patient with me.\n  ","54238":"\n  Yep.\n  ","54239":"\n  The best thing I can tell you is to go and see a doctor (one.. It's not that much at all a visit..) and two.. because they can help you adjust your diet to where you want...and to... lose weight.\n  \n  Sometimes it's not always good idea for you to do it yourself, because you could be going at it wrong and that could be the reason why you're getting discouraged.\n  \n  You can ask your doctor for maybe either some weight loss pills? or to change your diet? At the same time you need to exercise a lot and a properly. You can also get you a personal trainer or maybe ask your doctor to give you recommendations if they have any?\n  \n  Three you have got to build your self-esteem and confidence and believe that you can do it.\n  \n  To lose weight you have to be positive and believe in yourself you cannot be negative.\n  \n  You also have to be patient. Losing weight does not take 2-3 weeks. I don't care what any of those ads online say... or any of those YouTube videos say... Losing weight can take them months, to years, but is possible for anyone.\n  \n  But do not procrastinate and not go to the doctor. This is the best way to start your dieting.\n  \n  Another thing is do not do it for just the first week and then give up stick at it. Make it a new lifestyle.\n  \n  Make it a challenge and give up a few things.\n  \n  One year I gave up for a couple months chocolate and soda and then after I just kept going with it. Now.. I don't really eat anymore sweets like I used to and I don't drink anymore soda.\n  \n  Soda is bad for you. It's okay to have a little bit every now and then but then you become addicted to it. Soda hurts your stomach and doesn't have a poistives to it... Cut is out for awhile... you will see that you will feel more energy in your life and that you won't want it anymore... Just by cutting soda out completely. Try homemade lemonade? Or tea maybe? Not huge portions.. No. Water needs to be your best friend. Try infused water. It is fun and delicious.\n  \n  But honestly I'm not a doctor. See your doctor and def.\n  ","54240":"\n  Say idk?\n  \n  Ask someone else.\n  \n  Google.\n  \n  Ummmm... Call a friend.\n  ","54241":"\n  I mean.. Sure. Go ahead.\n  ","54242":"\n  ??\n  ","54243":"\n  Oh crap.\n  \n  My bad!\n  \n  Didn't know.\n  \n  Thanks for telling me!\n  \n  And thank you for the follow!\n  \n  Followed ya back!\n  ","54244":"\n  The questions I do not answer are super duper personal questions, like age or asking for specifics on my exact location. ? Don't mind saying what I am up to or where I am from.\n  \n  Nasty and sexual questions... ?\n  \n  Personal views, religious stuff, governmental like politics. ?\n  \n  Controversial stuff. Cause some people don't like your answer... Right or wrong. Not wasting my time entertaining a troll.. Ya know what I mean? ?\n  \n  But I absolutely love helping people, giving advice, taking advice, questions on what I love to do, ask questions about my hobbies, culture. Love that.\n  \n  Love it when people read my biography! And then ask me questions on that! But don't get like stupid about ut and all offended... People get angry at everything now'a'days.\n  ","54245":"\n  No breakfast. Just had lunch. It was leftovers.\n  \n  Baked chicken, rice and veggies.\n  ","54246":"\n  Cold.\n  ","54247":"\n  Nope.\n  ","54248":"\n  Heb je het over de hitte? Ik zal oke zijn. Haha.\n  ","54249":"\n  Kool ?\n  ","54250":"\n  ?\n  ","54251":"\n  I am tiny. I am 5.2.\n  ","54252":"\n  Thank you.\n  ","54253":"\n  Prego. ✌\n  ","54254":"\n  Some food that was not good. I got my money back.\n  ","54255":"\n  Yep. Absolutely.\n  ","54256":"\n  I don't mind either.\n  ","54257":"\n  Neither.\n  ","54258":"\n  Anything uncomfortable.\n  ","54259":"\n  Я не люблю говорить, сколько мне лет. Сожалею. Это то, что я всем говорю. Мои извенения.\n  \n  Я из Америки, США, Луизианы.\n  ","54260":"\n  Good. Hope yours has been going okay. Thanks for asking.\n  ","54261":"\n  Да, но только как друзья.\n  \n  Я не отвечаю слишком лично на вопросы, но я могу ответить другим.\n  \n  Это моя биография в моем профиле здесь.\n  ","54262":"\n  What happens if I fall or hurt myself? Is that what your asking? I mean it depends? It's not something you anticipate? It kind of just hurts in the moment at whatever level of the accident or fall?\n  ","54263":"\n  ?\n  ","54264":"\n  Little bit of bith. Haha\n  ","54265":"\n  Sone ke lie jaane ke baare mein. Main pooree tarah se thak chuka hoon... ?? ?\n  ","54266":"\n  To many. Haha.\n  ","54267":"\n  No problem. ?✌\n  ","54268":"\n  On the way\n  ","54269":"\n  I just think age is an unimportant thing. Most of the time it's a type of thing people want to know to unravel some more information from you to find out more and more... It's just a personal thing.\n  \n  I need to know. My husband and the people in person around need to know it... more or less. Not people that I don't inparticular know.\n  \n  I don't even tell people that I don't know in real life. I don't give away too much personal information. I have had someone try to steal my identity before and age is one type of informations that they used...\n  \n  People know how old you are, then they feel under matched or over matched with you. Can also tend toq treat you different based off of your age. This is not always the case, but again I don't know who will do this.. Most of the time is the case.\n  \n  Then some want to know because they are interested in me or are wanting to be... So they are asking how old I am to know if I am around their age... Usually the norm...\n  \n  Find someone around ya age... ya know? And I am clearly not interested... I am married. It is on my profile biographies... All of them... It's in respect of myself and my husband.\n  \n  I also do not want to seem leading... If I answer more of their questions... and I already knowing where they are getting with the conversation in the 1st place? Then why even continue? Ya know? I try to lay down some ground rules, basics... and tried to explain to them that I only want to be friends but some people don't take the rejection easily... usually get mad. I am very polite. People are just sad.. Lol yeah... If your gonna ask... Don't get mad at the answers. Whether theu be good or not. Lol then don't ask!\n  \n  It's personal information. Nobody needs to know. I choose not to tell people because I don't have to.\n  \n  We have choice and I use it there.\n  ","54270":"\n  I don't know. There's nothing I really neef to find out from anyone or anything.\n  ","54271":"\n  Fortnite.\n  \n  It's okay, but I think some people worship that game. ?\n  ","54272":"\n  Really all of them andaany! I love all animals! They are all just so cute!\n  \n  I like the teacup chihuahua.\n  \n  I am a fan of pitbulls I own two.\n  \n  My husband's grandmother has a chihuahua.\n  \n  English bulldog.\n  \n  Dalmatian.\n  \n  Poodles are adorable. (Hard to keep up.)\n  \n  Labradors and golden retrievers.\n  \n  I like really any cats but I really want to get a hairless cat. They are so sweet but you have to be careful because they have temperature problems... Like... they can get really cold or really hot easily, burn up. (Is what I mean.)\n  \n  They have some Lynx \/ Bengal cats. I think the white ones are absolutely adorable, but they are expensive.\n  ","54273":"\n  I am a YouTuber and I upload all types of different videos,  it is random. A bunch of different content. Just ms vlogging my life basically. I have been having my YouTube channel for literally over a decade. If not.. Longer. Lol.\n  \n  BellaMarieStarSwan is me.\n  ","54274":"\n  (Thinks....)\n  \n  Ummm.. I am not sure. Maybe touched?? And it being a car?\n  ","54275":"\n  Mere dost ka kya?\n  \n  Kaunasa dost? Kaun?\n  ","54276":"\n  ?✌\n  ","54277":"\n  Я не люблю говорить, сколько мне лет. Я прошу прощения. Я говорю всем одно и то же. Мои извенения.\n  ","54278":"\n  Если есть что-то на уме. Я не против поговорить с тобой. Я здесь.\n  ","54279":"\n  Я могу стараться изо всех сил. Преуспевать.\n  ","54280":"\n  Where is the Love - Black Eye Peas.\n  ","54281":"\n  No. Not wrong. We all can get annoyed. Family. Friends. Strangers. All normal.\n  ","54282":"\n  Ох, я не знаю. Но я бы обязательно увидел смотрителя или кого-то, кто поможет вам в вашей квартире.\n  \n  Я прошу прощения!\n  \n  Удачи!\n  ","54283":"\n  ?\n  ","54284":"\n  Sto bene. Come stai?\n  ","54285":"\n  ?\n  \n  I don't know who they are? I'm sorry. Hope people start leaving ya be. Sorry your having to deal with that.\n  ","54286":"\n  I miss a lot of people and some old pets that I've had in my life. I miss a couple of dogs that I had in my life. I miss my cat Libby. I miss my dog Angel. I miss my Paw paw. I miss a lot of my family and friends. I have family and friends from all over the world. So I'm always away from somebody that I love. But it's okay because I have love from all over. So everywhere I go I have somebody.\n  ","54287":"\n  I want to.\n  ","54288":"\n  Don't we all?\n  ","54289":"\n  Yea?\n  \n  That's what I named my boat on my game. My Yacht. It is white and gold.\n  ","54290":"\n  Thank you! He was being camera shy guy for a second. He is a dollin'! ?❤\n  ","54291":"\n  Not sure.\n  ","54292":"\n  Just look at what I've got. Make the most out've it and jusy try to think positive. You've got to learn to do that because in life... Everyone goes through their own period of struggle. You've just got to remember. You are awesome regardless and tbat you've got this. You can do it. Be strong and keep ya head up. Things really could be worse.\n  ","54293":"\n  Bij deze nieuwe baan ben ik meestal ja.\n  ","54294":"\n  Overly productive day probably. Alot on my head.\n  ","54295":"\n  Yeah... I took some Tylenol... Just long day. Good day. Just overly productive probably.\n  ","54296":"\n  Fuggem.\n  \n  Say it.\n  \n  Fuggem ! FUGGEM ! FUGGEM !\n  \n  Live your life and ignore the haters. No life people are always gonna hate. Up to you not to show them that they win? They don't see it? They get bored... Move on or give up. Promises ?\n  ","54297":"\n  Laying down resting because my head hurts.\n  ","54298":"\n  Tysm\n  ","54299":"\n  Really? Wow. Thank you. ?\n  \n  Still don't compare to the Goddess herself. Amy is beautiful.\n  ","54300":"\n  Followed!\n  ","54301":"\n  Good. ? I'm doing good.\n  ","54302":"\n  You are 100% correct. And rolling ankles occasionally too! ? Cannot stand!\n  \n  But your welcome!! ❤❤❤❤ Please let me know who you are so I can follow you! You are so nice! ? You are showing as anonymous.\n  ","54303":"\n  Yes.\n  ","54304":"\n  Yes! ???\n  ","54305":"\n  Forest Gump def\n  ","54306":"\n  My love.\n  ","54307":"\n  Sure I followed you\n  ","54308":"\n  Again, this one.\n  ","54309":"\n  This one\n  ","54310":"\n  Night ?\n  ","54311":"\n  Someone said I looked like her the other day and made this.\n  \n  Amy Lee is a Goddess. I could never compare to her.\n  \n  Great compliment indeed.\n  \n  I love Evanescence!\n  \n  I am in the picture on the left. Amy is in the photo to the right.\n  ","54312":"\n  ❤??\n  \n  Thanks!\n  \n  And yeah... It happens.\n  ","54313":"\n  Nope\n  ","54314":"\n  I just said that I do not like saying? Can you respect that please?\n  ","54315":"\n  Noo. One is enough. Hahaha ?\n  ","54316":"\n  Don't have. Lol.\n  ","54317":"\n  ?\n  ","54318":"\n  It is a bit warm but it's nice.\n  \n  I'm going to the store for a little bit and get a few things for the house and then I'm going to visit a friend at her house with ny husband. She's having a small get-together with a bonfire.\n  ","54319":"\n  I'm going to store to get a few things for the house and then I'm going to visit a friend at her house with my husband. She is having a small bonfire.\n  ","54320":"\n  Maaaaybe?\n  \n  (Thinks)\n  \n  Don't remember... I think once.\n  ","54321":"\n  None.\n  ","54322":"\n  Don't have.\n  \n  If you need to talk to me. It can be on here and nowhere else. Sorry. Plus.. I don't have s\/c.\n  ","54323":"\n  Again, yes sadly...\n  \n  People thing it's weird now or think your on drugs.. It's reeeeally sad.\n  ","54324":"\n  Yes sadly...\n  \n  People thing it's weird now or think your on drugs.. It's reeeeally sad.\n  ","54325":"\n  My 7 foot, bearded, tattooed police officer husband. ?\n  \n  Or usually I just try to take care of the situation on my own.\n  ","54326":"\n  I HOPE SO.\n  \n  WERID. ?\n  \n  (yeah I thought it was too)\n  ","54327":"\n  Your fine.\n  \n  ❤\n  ","54328":"\n  Nothing. I regret nothing.\n  \n  Everything happens for a reason. Molds you in who you are today. The good and the bad. If you feel you are in the bad. Improve. Change for the better. ❤\n  ","54329":"\n  Friends. Had good friends. Not bad influences. My mom made sure of that and I thank her for that.\n  \n  My older sister Sam. We also look like twins. Haha. Lol but she's older than me. We like alot of the same stuff too.\n  \n  My mom. Love my mom.\n  \n  My Maw maw and Paw paw.\n  \n  My Nanny!\n  \n  My teachers.\n  \n  All great influences in my life!\n  ","54330":"\n  Math.\n  \n  ?\n  ","54331":"\n  I don't hate anyday.\n  ","54332":"\n  No.. ? but I would so try that! Sounds good! ?? I am opened to try almost anything!\n  ","54333":"\n  A family.\n  \n  A home.\n  \n  Dream family business.\n  \n  Sing fo people.\n  \n  To paint more for people.\n  ","54334":"\n  17? I guess.\n  \n  Sure. Do tell. Share if you'd like.\n  ","54335":"\n  LOL IM LIKE WTF YOU MEAN?? I HEAR IT? WHAT?! XD LOL I'M OUT! hahahahaha. I died.\n  \n  My husband was like \"Ummmm... Yeah now ya got me paranoid!\"\n  \n  (Slowly puts glock closer to the bed. Moves AR 15 closer)\n  \n  XD I was so dead. Hahaa so funny. ????\n  ","54336":"\n  Depends on what kind've \"talking\" you mean.\n  \n  If it is just a conversation... I mean we are all human.. There should be no steps in that. Just strike it! Just go into it and honestly if it is with someone ya wanna \" talk\" \"date\" with or something... I mean just be yourself... Do not be creepy and do not rush into things. Temptation it part of it and you have to learn control. Having control can be attractive. Not physical... No.. Do not hit and scare people... Not cute.. Not attractive at all. Respect the person... Obviously... To \"talk\" to them.. Be yourself. Funny. Talk about relevant things. Nothing controversial. Fun.\n  ","54337":"\n  ? ikr\n  \n  This chick is like into me. WTF LOL\n  ","54338":"\n  Yes!\n  ","54339":"\n  Got my hair done after waiting for like 2 years...\n  ","54340":"\n  Even when it seems impossible, just remember, anything is possible.\n  \n  Keep ya head up and keep strong. Appreciate life. You were put here for a reason whether ya believe that or not.\n  ","54341":"\n  I do like to say my age. Sorry. I tell everyone the same. My apologies.\n  ","54342":"\n  Love playing that!\n  ","54343":"\n  A little\n  ","54344":"\n  Wtf are you talking about? Chainsaw? You okay???\n  ","54345":"\n  Do people count??\n  \n  My Husband, Jason.\n  \n  My pups.\n  \n  My wedding ring.\n  \n  My baby blanket that my grandmother hand-knitted for me decades ago... Beautiful quilt. From both grandparents.\n  \n  And then I would keep this bowl my mom just recently bought for me.\n  \n  And if people and animals don't count... 2 other items..\n  \n  I will keep a wonderful picture of me and my sisters.\n  \n  And then a cross that my dad gave me.\n  ","54346":"\n  I was at work earlier. Now I'm at home resting.\n  ","54347":"\n  My mom. Cause she's my mom.\n  \n  My husband, Jason. Met him six years ago unexpectedly on Xbox 360 on a game called Grand Theft Auto V. Greatest man in the world. We got to know each other well and really liked eachother and then 5 years later we got married. Haha. That's just a summary. He's my best friend. We have been through some of the hardest obstacles I have ever experienced in my life. Long distance.\n  ","54348":"\n  Kim Possible's communicator\n  ","54349":"\n  kya?\n  ","54350":"\n  ?\n  ","54351":"\n  Lol\n  \n  Yeah this is weird\n  ","54352":"\n  I don't know you?\n  \n  And I'm pretty sure your a girl.\n  \n  I'm straight.\n  ","54353":"\n  What?\n  ","54354":"\n  Going to work shortly.\n  ","54355":"\n  I'm good.\n  ","54356":"\n  ?.?\n  ","54357":"\n  No and never wanna be.\n  ","54358":"\n  Must be proud of that.\n  ","54359":"\n  ?\n  ","54360":"\n  We are with c-spire because we live out in the middle of nowhere\n  ","54361":"\n  Gm\n  \n  Good.\n  \n  Hope you are well.\n  ","54362":"\n  Home. Going to work shortly.\n  ","54363":"\n  Thanks. ??\n  ","54364":"\n  Dark\n  ","54365":"\n  The S.S Berra Star\n  ","54366":"\n  Yea. Right.\n  ","54367":"\n  I mean... I try to keep up with the basics. Make sure there isn't a meteor coming for my area to kill me and to see if maybe it will rain tomorrow? Lol ? Not tryna seem like a smart a--... No I'm being for real...\n  \n  I don't try to get into too much of the news because a lot of it is untrue. But sometimes I read the paper or listen to it on the radio cause we don't have cable here, so we have to look it up online if we want to get super detailed info or watch it on YouTube or something. Ask around?\n  \n  But... I don't talk about too many subjects on the news because those topics are usually sensitive to people. They tend to start a lot of arguments in between people.  I try to just remain respectful if I do talk about them and usually it's only a one-on-one type conversation. Not a... online, posting on a site... type conversation. Ya feel me?\n  ","54368":"\n  Seafood\n  ","54369":"\n  Yea? I hear ya.\n  ","54370":"\n  And that is so good and sometimes I'm able to donate money here and there and that's good too.\n  ","54371":"\n  I'm telling ya. Out here... There is a whole lotta mud.\n  \n  Shoot! Mud is fun! All ya gotta do is shower u and clean up well after gmgetting dirty! I have mud wrestled before! SO MUCH FUN!\n  \n  HAHA. I was joking about the sock thing in the mud. If I'm going in mud! It's without socks for sure!\n  ","54372":"\n  Yea. This app definitely has its glitches.\n  ","54373":"\n  No problem and that is so nice that you give to charities. I wish I could give more to charities. I give as much as I can to charities and volunteer my time as much as I can.\n  \n  For most of my life I volunteered to help others that did not have food and clothes. I volunteered at my families owned food bank in my town and starting from a real young age.. I don't regret a single day helping those people even though I didn't know them. All that mattered is that I help someone in need.\n  \n  And then during all the Hurricanes down here and all the flooding, we also helped those people as well with a home to stay... well my mom did, but of course they stayed with all of us and we help them with food, clothing, entertainment for months. I mean we had like 40 people staying at our house and some of them we didn't even know. I mean they had absolutely nowhere to go? What do you say to those kinds of people? Ya know what I mean? So we took them in and the next day we found a lot of them places to stay. Cuz some of them didn't have cars, anyway of transportation to a shelter or anything. They had nothing. They lost everything to the floods. So me and my family mentally and physically help those people. Some of them we knew and some of them were family and friends and some of them we didn't know, but we didn't care? the fact was that we help someone in need.\n  \n  All true. None of this is made up. These are actual events that have happened in my life.\n  ","54374":"\n  Mud.\n  \n  And umm I think I probably lost one. ? jk idk but really mud. Haha.\n  ","54375":"\n  Shoot! Down here in the south in America that is normal! except! we just walk barefoot!! ....But sometimes I do prefer socks because there are these little stickers things in the grass and OMGOSH when you step on them they hurt! ? haha eff those little things hahaha.\n  \n  But seriously. That is a thing down here. I live out in the middle of nowhere oh, out on the countryside. Growing food, raising animals, yard work and walking around barefoot is a thing out here. Working on trucks, hunting, fishing, building stuff.\n  ","54376":"\n  You're welcome and I will help as much as I can for you. I'm always here if anyone ever needs me. I don't never mind.\n  \n  I tend to be very busy though, so I may not reply immediately, but I will always get to every question as long as it's appropriate of course. (Not saying you would send me anything like that, no. I'm just saying in general with all of the questions I get)\n  \n  But yeah if you ever need anyone to talk to you just let me know. That's why I'm on here. Is to talk to you guys.\n  ","54377":"\n  Wtf?! Who knew where them thangs was going?! LOL probably with one of these creepy feet fetish people on here! ?\n  \n  Aye! *Attention* foot fetish peoples!\n  \n  Selling socks! 1 sock, $100 a piece! 170 for 2! Can't beat that price! Act now! Move! Xd\n  \n  Hahaha ????\n  \n  Jk jk just joking hahaha\n  ","54378":"\n  LOL each to its own. That sounds fun though as well! Haha. I like being spontaneous. Goofy. Funny. Itry to just make other's day. Make them laugh.\n  \n  Everyone's always like... \"you're weird,\" \"you're odd,\" \"she's crazy,\" but why would you want to be normal and to be like everybody else?! BORING! Calling me odd is a compliment! I don't care what others think of me lol. I'm going to be me! They don't like it. Lol don't hang, talk, look, follow me. ??\n  \n  And I encourage others to be themselves and not act and pretend to fit in with crowds.\n  ","54379":"\n  You can follow me if you'd like. You're more than welcome. And you're fine. If you don't understand something just let me know and I'll try my best to explain it so you can understand it. That's very cool that you taught yourself to read and write. That is good. Nice ? But yes you can follow me.\n  ","54380":"\n  Not for too long cuz I didn't want to ruin my jeans or mess up the pool. It felt weird though with my shoes and socks. ?\n  \n  But honestly I like to go swimmin with some sort of  crocs? or whatever shoes on in water because I'm scared to cut my feet on things or something biting me... but that's if I can't see in the water then I definitely wear some sort of water shoes but that's not what I'm swimming in my pool. That's like when I'm in rivers or lakes or the ocean. In pool, I don't wear shoes, so yeah. Lol it was weird.  and like I said I didn't stay in the water too long. LOL my jeans were sticking to me So I felt like some sort of superhero. XDDD HAHAHA\n  ","54381":"\n  Well you go the heck ahead!\n  \n  That is an AMAZING COME BACK! That is great to hear... Seriously...\n  \n  Cuz everyday you hear people giving up and losing their careers.. messing up and really bad sometimes too? and they just give up completely! And act like it's impossible to come back from something like that? Well.. It's definitely not easy?? I mean... It never is at the beginning for anyone.. Is it? No... You got yourself into this situation.. Now ya gotta take your time... breath in and out.... start over.... and it may take some time come back from something like that... a situation, that event. But you also have to play it smart! ...but it is definitely possible. Definitely.\n  \n  It's awesome to hear that somebody came back from  such a big obstacle like that in their life. I don't really know ya? but! I'm proud of you! That's awesome! ??????\n  ","54382":"\n  Lol. Back in highschool, I used to love doing history projects. (Still do!) I get really creative with projects, all projects, not just history. But I told the  class that I was in that if I made an A on that project, I had to jump into my yard pool that I had a the time... (and of course I made an A because I love doing the projects and stuff. And I kind of wanted to jump in the pool anyway ??) it was a \"bet\" that I set up to do the prank anyway, the jump. Haha. So I went home, me jumping in my pool with all my clothes on, my ID for school was on still even ? my shoes... my socks, jeans my school t-shirt, lol everything and jumped in my pool! XD my mom thought it was hilarious. I thought it was? Lol it was fun! Haha!\n  ","54383":"\n  Yea?\n  ","54384":"\n  ❤? Tysm\n  ","54385":"\n  Ich bin immer noch wach, aber ich werde müde.\n  ","54386":"\n  У меня все хорошо. Как твои дела?\n  ","54387":"\n\n   ما هو الجنون؟\n  \n","54388":"\n\n   على ماذا؟\n  \n","54389":"\n  Yee.\n  \n  ? lol I've done this before! It was fun! Hahaha.\n  \n  I'd do it!\n  ","54390":"\n  No. Your fine. Thank you. My memory is just terrible....\n  \n  You must be an Anonymous or something that I answered two questions on my page maybe?\n  \n  I jusy don't remember sticking up for anyone with this name jari? I think you said? I do apologize.\n  \n  I do stick up for what's right and for people. I try my best to be a friend there for people. Be there for people. Give advice and I do not mind taking advice. I will mentally and physically stick up for people. Take a bullet. Just how I've always been.\n  ","54391":"\n  I don't really wear dresses. I am not a \"dressy, dress\" type girl, but I wouldn't mind wearing a dress. I would never ever touch stockings and I don't even own but maybe one pair of high heels and I don't even think they're technically high heels. ? I like comfortable clothing. I'm okay with dresses, but I don't own any at the moment. I'm just kind of a tomboy.\n  ","54392":"\n  Morning to ya there. ?\n  ","54393":"\n  I am not sure what you are speaking of but I appreciate all the comments. ??\n  ","54394":"\n  What?\n  ","54395":"\n  No. I usually make stromboli with it. That's it and I don't use alot.\n  ","54396":"\n  Not really but it is okay.\n  ","54397":"\n  Your welcome fam!\n  ","54398":"\n  Привет. Хм, мы можем поговорить здесь, если вы имеете в виду. Только актуальный разговор.\n  ","54399":"\n  Chewy\n  ","54400":"\n  No lol not yet.\n  \n  But I am really scared of snakes and I'm really tryna get over my fear of them.. So I am thinking about getting either a little corn snake. I heard they are good and easy, supposably... But if not that one there is this really cool lookint albino snake I saw at the store. I used to not like them and was scared. Kinda still am. I caught a really  poisonous snake on my fishing reel when I was 10 and never since then I've been really terrified of snakes. But I'm trying face that fear and get one as a pet and hopefully it will be friendly overtime to me! Hopefully.\n  \n  I do want a bird. I may at 1st start easy.  Used to have a cockatiel when I was young named Bengee and I loved that bird. He was yellow with orangeish cheeks! So sweet! A little dollin'! ❤\n  \n  Anything else weird as a pet would I get. Maybe a bearded dragon. My husband likes them.\n  \n  I realpy want some chickens and I think soon we are getting some of them for sure. I just want a few for starters. Maybe just 2? Then get more later.\n  \n  But pets now? I have 2 pitbull dogs and they are amazing! Dixie is the black and white dog in the photo you are seeing! G-Fred, Golden-Fredy! is the brownish dog! My world! Like my kids!\n  ","54401":"\n  Nice.\n  ","54402":"\n  ❤⚪??\n  ","54403":"\n  Call a friend.\n  \n  Cuddle close to my husband.\n  \n  Pet my dog and talk to them. It is very relieving. One of my dogs is practically a service dog to me.\n  \n  Talk to my mom.\n  \n  Paint.\n  \n  Sing.\n  \n  Fidget with something.\n  \n  Cook.\n  \n  Do something productive.\n  \n  Shower.\n  ","54404":"\n  A house.\n  \n  To stop biting my nails.\n  \n  To get back to painting again.\n  ","54405":"\n  None. Always have good reports after going.\n  ","54406":"\n  Goodnight ?✌\n  ","54407":"\n  1,111\n  \n  The number eleven twice!\n  ","54408":"\n  I don't recall, but if so, thanks\n  \n   @krrice\n  \n  .\n  \n  He's a good friend I follow on here. He has good answers and is pretty cool.\n  ","54409":"\n  Nothing.\n  ","54410":"\n  Early always\n  ","54411":"\n  Oh okay. Kool to know.\n  \n  No I don't suffer from it.\n  ","54412":"\n  ?That's right!\n  ","54413":"\n  Obviously you don't want to drink cups and cups of it, because nuts contain a lot of fat, but it is absolutely delicious and it's actually really good for you. It's a good source of nutrients and good calories, if you need it.\n  ","54414":"\n  ✔?\n  ","54415":"\n  Are you talkin about schizophrenia??  this sounds closely related to that and no I do not suffer from it.\n  ","54416":"\n  All. All of it! ?? Love Chinese food. My favorite besides cajun.\n  ","54417":"\n  This app ?\n  ","54418":"\n  What? Why would you....\n  ","54419":"\n  Strangers trying to put their hand on me. I do not like at all. I have a personal space that I don't like people I don't know in.\n  \n  Snakes are kinda... I wanna face that fear one day...\n  ","54420":"\n  O.o wtf\n  ","54421":"\n  ?\n  ","54422":"\n  Too much at times..\n  ","54423":"\n  Yes\n  ","54424":"\n  Nail biting\n  ","54425":"\n  Maybe Where the Red Fern Grows ?\n  ","54426":"\n  Omgosh... Everything.\n  \n  Mudding.\n  \n  Yardwork.\n  \n  Bbc'ing\n  \n  Picnic's\n  \n  Swim\n  \n  Walking\n  \n  Walking dog\n  \n  Fireworks\n  \n  Gardening\n  \n  Building sh-t\n  \n  Working on cars\n  \n  Party with family or friends\n  \n  Anything....\n  \n  Mud wrestling.\n  ","54427":"\n  Relax.\n  \n  Think of the wonderful day given to me!\n  \n  Usually it is random. Sometimes I work.\n  \n  I try my best to relax tho.\n  ","54428":"\n  I enjoy\n  \n  Almond Joys\n  \n  Crunch bars\n  \n  milky Way's\n  \n  Sweet Tarts\n  ","54429":"\n  I hopr to many.\n  \n  Many are special to me!\n  ","54430":"\n  Yep.\n  ","54431":"\n  Sometimes yea\n  ","54432":"\n  ?\n  ","54433":"\n  Little. Smoother and doesn't upset the stomach as much. This is just like milk. Does not have much of an aftertaste.\n  ","54434":"\n  Thank you so much!!\n  ","54435":"\n  ?.?\n  ","54436":"\n  ? yee\n  ","54437":"\n  Bella*\n  \n  You have a nice day as well.\n  ","54438":"\n  Absolutely. ✔ done.\n  ","54439":"\n  No. Almost never the case.\n  \n  We are humans. We all disagree. You need to simmer down and talk about stuff and understand eachothers view\/side and just respect it. If it is doing something and you need to come to an agreement of doing it then of course meet someway in the middle in being fair\n  \n  In a relationship. You have to always try to work things out together and communicate constantly. This is important.\n  ","54440":"\n  I'm here just busy doing yard work.\n  ","54441":"\n  Again, about to go to sleep.\n  ","54442":"\n  About to go to sleep\n  ","54443":"\n  I liked some of your content of that's what you were asking.\n  \n  Done ✔\n  ","54444":"\n  Night clothes.\n  ","54445":"\n  Nothing. I have no regrets.\n  ","54446":"\n  ?\n  ","54447":"\n  Sorry?\n  ","54448":"\n  Bella\n  ","54449":"\n  ?? America, South Louisiana.\n  ","54450":"\n  ? again\n  ","54451":"\n  I mean... any time?\n  ","54452":"\n  I'm good and I love all kinda milk but I have to be careful with some because to mjch of any hurt my stomach.\n  ","54453":"\n  1st one definitely\n  ","54454":"\n  Yes. Soo good.\n  \n  But you have to slowly develop a taste for it gradually.\n  ","54455":"\n  Yeah. I have to change my words around a bunch.\n  \n  It works... Just you have to like work with it alot..\n  \n  Some worda don't mean the same in some lanugages and some lanugages don't even have words that we even use in English. It's really complicated to understand.\n  \n  But for sure to use a translator.. You almost have to have your own language yourself.\n  ","54456":"\n  About to get me some of this.\n  ","54457":"\n  Yes. I love to talk to anyone I can even if is in a different language! Challenge!\n  \n  But honestly. It is hard to use the translator because it doesn't always transfer the words to the other language the same and correctly so you have to spend a but just on one phrase... One sentence.\n  ","54458":"\n  Yee ?\n  ","54459":"\n  I don't believe... Nor can I translate it.\n  ","54460":"\n  Thanks.\n  \n  Yeah... It's sad that that's all it's about now... Cause it's not.\n  ","54461":"\n  It's all good haha\n  ","54462":"\n  Absolutely we have to be strong.. For course.. You must be when being away from one another for such long periods of time.. I mean a long time.. for a half years of long-distance and then I think the longest we didn't see each other was for 14 months? almost? Yeah... Dang. I remember. The... hardest year... and 2 months... EVER.\n  \n  Communication**\n  \n  That's all you need!\n  \n  And when we saw each other? All we did was rode around together.. That's all we wanted?! was just to be together! to hear each other's voice! But nooo.. This generation.. That wouldn't have been enough. Well.. That must not be your type of relationship goals. ? but not seeing someone for that long? Some of these people couldn't even do it for a week.. They'd freakk. Lol.\n  \n  And then all these people everybody act like relationships just revolve around being physical.. being together doing stuff together... Relationships are supposed to be an adventure! spontaneous and amazing.. that's something that you start together and you live it together and you create something out of it together! You make it your own story. ❤?\n  ","54463":"\n  Ikr?! I get really aggravated when I hear people getting angry about their relationship when they didn't have the types of obstacles me and my husband had. They should be appreciative of there significant other because they could had those types of things happen to them...\n  \n  Yes we chose those difficulties and we accepted the challenge... but see my point is... people take things for granted, they don't have nothing to show for anything? They aren't respectful of what they got. They aren't appreciative of what they've got. They think the wrong things that a relationship revolves around. People have lost hope and long-term relationships and marriage... loyalty... and being faithful to one another... People also think that you have to have someone else in your life to live. Everyone is so afraid of being alone that they settle for the lowest. You can live alone and by yourself and be independent and happy. You don't NEED somebody else. I have been single before, single for years and was happy and fine with that.\n  \n  There's no self-respect? there's no morals? I love being with my husband and I'm very appreciative of him and what I've got.\n  \n  People don't even simply just take a shower? there's no self-respect? they don't care for themselves so how can they care for somebody else? They don't go to the doctor? They don't care about having multiple kids on accident? They don't care if they catch a disease? They don't care if they wear nasty, revealing clothes? And then everybody wonders why there's so much r_pe going around? Long story on how I feel on this topic... But is the truth on how I feel.\n  ","54464":"\n  Yes.\n  ","54465":"\n  Crazy enough...\n  \n  I met my husband almost 6 years ago... On that game on xbox 360 unexpectedly. Without me trying out that game when it came out... Without me getting that xbox369 as a gift from my older sister and hmher bf at the time... I would've never met him.. I'm happy for every single event that has ever happened in my life, negative or positive, everything happens for a reason. And this all is as result. I am haloy and married. A bit far from everyone, but that's okay. I still can visit and call, video chat. Can make it all happen\/work.\n  \n  We were in a long distance relationship for 4 and a half years before we finally were together for real.\n  \n  I knew everything about him and his family, he knew everything about me and my family. We had met about six or seven months into the relationship and everything went very good. I met him with a small group of people. And I have video chatted him many times before I met him and like I said knew everything about him before I met him.\n  \n  I loved everything about him and so. In November 2017? He had asked to marry me and we weren't fully together then.. No but that December we had decided to move in together and I am here with him now... then that next September... Right on his birthday I told him.... Hey.. Would you like to go and get married tomorrow? Haha and he said what? I said yeah. I am asking you again. Haha and the 12th? Of September? Or maybe th 18th? We got our license and then on the 21st of 2018 we got married, we had the event and I loved everything about us getting married. I was happy to be called the Mrs. Of his. And yeah. It is hard to believe everything I just said, but it is all so true. Truth. Me and Jason.\n  ","54466":"\n  I'm just like... Umm. What? Waaaaaat? Eh? Who? WTF. WTF WHAT DUDE.\n  \n  And then... Gif bellow...\n  \n  Levels of I DO NOT UNDERSTAND.\n  \n  Was speaking his language. Mine. His. Whos? Idfk?\n  ","54467":"\n  ? I am. But also slowly questioning my sanity. XD\n  ","54468":"\n  A guy I know took this on Facebook. I absolutely fell in love with the photo, so I edited the photo and put his water marks in it to give him credit, because I just felt like he deserve the credit.. because it was such a good photo! ?✊ This is it! ??\n  ","54469":"\n  He on that good good bro. Dude is so high up in the sky I don't think even God could get to him! ?\n  ","54470":"\n  I f-cking love this dude. XD LOL Idk how?! i just do?! So funny.\n  \n  This dude is cracking up at me. ?? I'm so dead. Hahaha.\n  ","54471":"\n  God help me.\n  ","54472":"\n  Yee\n  ","54473":"\n  Yee\n  ","54474":"\n  Yeah I can see that. You English is bad... Russian your native language??? Cause ummmmmm... Yeah.. Don't understand that neither bub.\n  \n  Это нормально. Ваш штраф.\n  ","54475":"\n  Idk? I don't wanna. I love my husband.\n  \n  I mean you?? Or someone else? I just leave. F-ck it. Block them? Get your stuff and get! If you aren't happy! Then leave...\n  ","54476":"\n  Shoot? What? Why do you want me to shoot??? your answers? You mean like? You want likes?? That's the English terms.\n  \n  If you ask someone to shoot you... Bro that means something completely different in English. LOL ?\n  ","54477":"\n  Why shoo?? What... Dude... Even in Russian you don't make sense. What are you getting at?\n  ","54478":"\n  I AM GOING TO TYPE IN CAPS IN ENGLISH AND SDHSHSBEHEUSB MAKE NO SENSE ALSO.\n  ","54479":"\n  Whaaaaa??? O.o ?.?\n  ","54480":"\n  Done.\n  ","54481":"\n  Thank you. Same back.\n  ","54482":"\n  Будь рядом с ними. Если вы им нравитесь, они естественно привлекут вас. Вы не хотите торопить что-либо или заставлять их чувствовать себя смущенным.\n  ","54483":"\n  Recycle\n  \n  Mind your own business\n  \n  Remember that you need to learn morals\n  \n  Have self respect for yourself and others.\n  \n  Don't dumb stuff into the rivers, lakes, streams, oceans... and so forth... majorly pollutes the water I will make it to a time we're not able to ever swim in the water ever again... right now, down here in the Gulf of Mexico, located at the bottom of the ?? USA, you cannot go swimming anymore... There is really bad skin and brain eating bacteria in the water... it is true and is extremely dangerous... Alot of people have gotten it and I know people that have gotten it and it can kill you it gets into your muscles and blood stream...  I believe that this is happened after the giant oil spill way back a few years ago... it has overtime contaminated the Gulf of Mexico permanently.. Sadly.. Others things also.. But this is something true that is happening down here in the South.\n  ","54484":"\n  Thank yooooou\n  ","54485":"\n  Literally everything that you can think of that is usually put on a burger.\n  \n  Tons of lettuce, onions\n  \n  Mayo, mustard, ketchup pickles, tomato, cheese, bacon. If ymI missed anything. That too. LOL ?\n  ","54486":"\n  I like really sweet and sour flavors in smoothies black raspberries blueberries or blackberries\n  \n  I like banana kiwi mango dragon fruit strawberries orange. I like anything in a smoothie but cinnamon.\n  ","54487":"\n  Husband was making me a steak. Haven't had one in a looong time. Thank you lovey! ❤?\n  ","54488":"\n  Tea and before that a Yoo-hoo.\n  ","54489":"\n  Ответы? О чем ты говоришь, чувак? Ответы ??\n  \n  -\n  \n  (English translation for other viewers)\n  \n  Answers? What are you talking about, man? Answers?\n  ","54490":"\n  ?\n  ","54491":"\n  Aaaaand this is not a dating site.\n  ","54492":"\n  Да? Да, что?\n  \n  Да? Так ты знаешь, что не имеет смысла? Отлично! ? Lol\n  ","54493":"\n  Wtf means, \"What the f-ck.\"*\n  ","54494":"\n  You just said a bunch of months. Oh btw... July doesn't have an appreciation... Juuuust letting you know.\n  \n  Btw... Wtf are you talking about? I am still lost.\n  ","54495":"\n  You aren't making sense. Are you aware of this? ?\n  ","54496":"\n  I will ask you them at the same pace I do with everyone on my following list. Lol.\n  ","54497":"\n  Probably nuts. Is that junk?\n  \n  Frozen yogurt?\n  \n  Pizza???! Ding! That's one! ? love caramel!\n  ","54498":"\n  ?\n  ","54499":"\n  What??? ?\n  ","54500":"\n  What?\n  ","54501":"\n  Idk? Like 4? 5 maybe. Don't really play them that much.\n  ","54502":"\n  That's hard to hmanswer cause I like alot of them.\n  \n  And of course I play Gta.\n  \n  Wanna know something that will probably blow your mind? That you won't believe?\n  ","54503":"\n  Not my most favorite but definitely one if my favorite atm. This is one of my pups, Dixie napping next to my husband, Jason. Captured this. So sweet. Simply adorable. ❤\n  ","54504":"\n  Yeah.\n  \n  Smithing.\n  \n  Building guns\n  \n  And constructing and putting together knives.\n  \n  More of a hobby not a talent.\n  \n  But something I like to do.\n  \n  Same with cooking.\n  \n  Why is that funny?\n  ","54505":"\n  Love to sing always have. This is probably my most favorite thing to do.\n  \n  A lot of creativity to me I feel like. I enjoy painting and wood burning.\n  \n  Cooking.\n  \n  I enjoy working on cars building and making guns and knives.\n  \n  I enjoy helping people and talking to people.\n  ","54506":"\n  Where the Red Fern Grows\n  ","54507":"\n  ?.? Who is this??\n  ","54508":"\n  I love Daredevil.\n  ","54509":"\n  What does this mean?\n  ","54510":"\n  Why would you?\n  ","54511":"\n  Trick question\n  ","54512":"\n  I like to dress appropriate and then I love natural look with makeup.\n  \n  I like to just be myself\n  ","54513":"\n  Thanks.\n  ","54514":"\n  Drei oder vier? Aber auf witzige Weise. Eigentlich nicht verrückt. ?\n  ","54515":"\n  I'm good.\n  \n  Hope your well.\n  ","54516":"\n  Early\n  ","54517":"\n  Just a family with my husband. A wonderful life with him.\n  ","54518":"\n  ✌\n  ","54519":"\n  ?\n  ","54520":"\n  .-. Say waaaaaaaaat\n  ","54521":"\n  Aw thanks again.\n  ","54522":"\n  Absolutely.\n  \n  Haha Thank you!\n  \n  You are good for that!\n  ","54523":"\n  Haha yee\n  ","54524":"\n  I didn't really explore the app a lot back then but it didn't really seem like it was very busy\n  ","54525":"\n  On Christmas. XD Practically hahaha. The 29th of December.\n  \n  My due date was literally for Christmas morning. ?\n  ","54526":"\n  ✌\n  ","54527":"\n  I don't know. But I have been asked literally like 12 times today.  I don't know why people want to know so bad, it's so unimportant?\n  ","54528":"\n  I've been on ask for awhile.\n  ","54529":"\n  Your fine.\n  ","54530":"\n  I find age an unimportant characteristic in people online needing to know. I find when people find out about my age they tend to treat me differently and people don't realize they do it. It's kind of just an automatic thing that people do. People say oh I wasn't going to do that but they automatically do it. They don't do it off of being cruel or intentional? No. It is just something that clicks. I find people respect me more when they don't know my age. I know that's weird. But over time I have noticed. I don't ever ask people for their age because I don't specifically care. I treat everyone the same whether they're a boy or a girl or if they have a different age, if they're older or younger.\n  \n  It's nothing against anyone particularly, no. It's just something I just choose to not share.\n  \n  Hope you understand.\n  ","54531":"\n  Thank you so much for understanding. I only have a few more left. Been answering for hours.. Lol all day. Love all the questions tho for real!\n  ","54532":"\n  Oh. Well thank ya.\n  \n  I'm not too worried on it.\n  \n  I'm just here to talk to y'all and help y'all out. That's why I'm on here.\n  \n  But I appreciate y'all. You guy got me up here yourselves. I never ask for anything. Love it when y'all send back and forth. Is so nice! But I don't worry to much on the board. I worry about you guys! My followers! I love y'all! Enjoy all of yall feed back! Comments! Questions! I try to earn. Not ask. Never get selfish or too competitive. I'm not like that. I'm here for y'all. That's what it's always been about sense day one. I've been on here for years... Probably around when this app started. I think the year or half a year after it was made? I can't remember. I wasn't extremely active but was here!\n  ","54533":"\n  Yea. ??\n  ","54534":"\n  Thanks. ? And yeah, hes awesome. He's a great person.\n  \n  Appreciate the comments. Thank you again.\n  ","54535":"\n  Thanks. ??\n  ","54536":"\n  I don't like saying age. Sorry. This is what I tell everyone. My apologies.\n  ","54537":"\n  I don't know. That's a good question though. Probably over populate honestly... Unless something chaotic happens and starts to wipe out large quantities of us or something like that.\n  \n  But honestly I think we'll just evolve into something close.. Just pick up odd mutations and characteristics. Keep going as a species. But who knows? Something could haooen to the world or our solar system? That kinda stuff is crazy and scary when ya sit down and think about it. Real. But scary.\n  ","54538":"\n  No alot. I don't watch too much of it. Haven't in awhile.\n  \n  But I like watching documentaries a lot. Any haunted type stuff I like.\n  \n  Longmire was really good\n  \n  The Flash\n  \n  Daredevil\n  \n  Tau was good.\n  ","54539":"\n  Much love ✌? ??\n  ","54540":"\n  Thanks\n  ","54541":"\n  Done ??\n  ","54542":"\n  cry.\n  ","54543":"\n  Jason. ?\n  ","54544":"\n  Hahaha I know right? All of the above? Haha.\n  ","54545":"\n  Aww... Well thank you so much for all the kind words. They mean alot. For real. Thank you. I try my best to be nice and fair to all.\n  ","54546":"\n  When?\n  \n  If you're talking about for the past couple days I have been working non-stop and have not been able to do anything on my phone.\n  \n  Two, I had hundreds of questions caked cp and I was answering them in order and as best as I could.\n  \n  You will have to be patient. Everyday I get hundreds of questions and I try my best to answer each one of them in order to when they were asked so I try my best to be fair. There's nothing against you it's me being fair with everyone. I don't think y'all realize how many questions I get.\n  \n  I love them all.\n  ","54547":"\n  Absolutely.\n  ","54548":"\n  Done\n  ","54549":"\n  Yeah I know one day me and my husband will go and visit.\n  ","54550":"\n  ✌\n  ","54551":"\n  That is nice.\n  \n  I think that would be.\n  ","54552":"\n  Maybe.... Idk. Sh-t. Lol maybe buying dream catchers? But I only have a few atm. Will get more. And really different looking ones too.\n  \n  Buying knives maybe? Love them. Again, especially different looking ones.\n  ","54553":"\n  ? Yo!\n  ","54554":"\n  About 1 minute ago lightning just hit right in my backyard I think.\n  ","54555":"\n  I am Cajun French and from South Louisiana. Cooking is in my blood. My roots.\n  \n  I can cook alot of different things... I can put together stuff. Bake. Boil. Fry. Steam. Bbc. Smoke. Anything I miss? Those too.\n  \n  I enjoy making... This is jist some... Just a few. Hahaha ?jambalaya's, gumbo's, things with shrimp, pastas and alfredos, seafood's, rice and gravy, meatloaf, homemade macaroni and cheeses, homemade pizza, muffulettas stromboli, cheesy rice, stuffed bell peppers, shrimp and corn stew, beef tips and gravy, cabbage casserole, tater tot, casserole spaghetti, frying all the types of things, frog legs,  chicken, alligator, making hush puppies, frying french fries, fried livers, chicken gizzards, fried pork chops, ice cream, oreos, cheese cake, funnel cakes, beignets, fish, crawfish, shrimp... I mean everyTHANG.\n  \n  It is what we do.. In the south. My culture. :)\n  ","54556":"\n  Ryan Upchurch - The Old Days\n  ","54557":"\n  Done ?\n  ","54558":"\n  Where?\n  \n  I am chilling at home atm. Been working the oast few days. But today. I am just chilling.\n  ","54559":"\n  Through singing.\n  \n  My paintings.\n  ","54560":"\n  So nice. Yes.\n  ","54561":"\n  Thx\n  ","54562":"\n  -\n  ","54563":"\n  This is a 2009 Chevy Tahoe we just bought yesterday.\n  \n  My husband brought this home yesterday.\n  ","54564":"\n  I think you maybe sh-t outta luck honestly.... O.o idk.\n  ","54565":"\n  Bills.\n  \n  Food.\n  \n  To my pups.\n  \n  More bills.\n  \n  Gas.\n  \n  Traveling.\n  \n  Doctor and taking care of ourselves. Clothes.\n  ","54566":"\n  I mean?? I don't know? Lol.\n  ","54567":"\n  I do like to say age.\n  \n  Sorry. I tell everyone the same thing. My apologies.\n  ","54568":"\n  I do. Me and my husband, Jason love playing!\n  \n  My mom and my sisters like playing that game 2. I played that game growing up.\n  ","54569":"\n  I like both. Have had both. Bith have their pros and cons.\n  ","54570":"\n  When I know something is untrue... when I know the words that are coming out of someone's mouth are completely and utterly wrong... But in certain situations and in some cases... sometimes you have to learn to pick your battles and ask yourself is this worth arguing or fighting over?\n  ","54571":"\n  I don't like to say age. Sorry. This is what I tell everyone. My apologies.\n  ","54572":"\n  Youtube usually.\n  \n  I watch news on the internet or radio or in the paper.\n  \n  I watch the weather by day and online try, doppler radar through phone or on radio. I haven't had cable in over 10 years.\n  \n  I watch a little Netflix.\n  ","54573":"\n  Tumhaaree kis baare mein bolane kee ichchha thee?\n  ","54574":"\n  Always here.  Keep posting so I can like more. ✌\n  ","54575":"\n  Haha. Right. Lol ?\n  ","54576":"\n  I liked all that was new and available. Haha. I have liked all of your content. Hahaha. Nothing else to like.\n  ","54577":"\n  Seeing someone make fun of someone that is doing nothing to them.\n  \n  Someone that ia being so obvious to not caring about themselves or others.\n  \n  Tapping.\n  \n  Obnoxiousness.\n  ","54578":"\n  6? 7? Can't remember maybe younger?\n  ","54579":"\n  Evening here atm.\n  \n  But good morning and night. Haha it's 5 o'clock somewhere. Hahaha. It's all good.\n  ","54580":"\n  I don't really watch TV\n  ","54581":"\n  Any charity that helps feeding people or animals\n  \n  Any type of Charity that tries to find homes for people and animals\n  \n  I like volunteering and helping people that are losing everything to some of these natural disasters such as flooding or earthquakes and more... Fires... helping them around their place trying to find items and cleaning their houses. Supplying them with things they need such as clothes, food, water and more.\n  \n  And more charities.\n  ","54582":"\n  Tysm!\n  ","54583":"\n  Thx\n  ","54584":"\n  I feel like they can. My dog always notices when I am hurt, upset and down.\n  ","54585":"\n  What? Lol.\n  ","54586":"\n  Yes! Agreed! Tho I am pretty happy atm now.\n  ","54587":"\n  Nail biting.... Meh..\n  ","54588":"\n  Nothing\n  ","54589":"\n  Cuddle up to my husband.\n  \n  Get up and go and wash my face. Pull my hair up or put it down. Change sleep spot. Make it warmer or colder in the room. Change blanket for comfort. Listen to music. Get cold water or tea or get some iced coffee. Make sure I am feeling okay. Take a shower. Call a friend. Draw. Phone. Watch YouTube. Eat something small.\n  ","54590":"\n  I don't like saying age. Sorry. I tell everyone the same thing. My apologies.\n  ","54591":"\n  Idk. Doesn't matter. You shouldn't care what people think of you.\n  \n  Good is good.\n  \n  But people assume bad.\n  \n  Assuming just makes an ass outta people. Unless you know the person?? Don't assume things about people. We all live our lives and witness different things. Go through different things. Understand things differently. We should just focus on being us and bettering ourselves.\n  ","54592":"\n  I followed ya back.\n  ","54593":"\n  Leave the all the bs behind and think positive, move forward move with today, go with the flow. Just let it all go.\n  ","54594":"\n  Wouldn't mind.\n  ","54595":"\n  Okay. So this is your new account? Please let me know... Missed ya. Love following ya and talking to ya.\n  ","54596":"\n  It's been awhile. Don't remember. Maybe once this year??? Not sure. I believe once at the beginning of the year and it wasn't that bad and I think it was just on my arms.\n  ","54597":"\n  Absolutely.\n  \n  And blizzard isn't even the level of how cold it gets out there. They called there Winters, dark Winter. There in that part of the world, it gets around 20 hours of dark and only a few hours a light and then it reverses depending on the times of the year and stuff and the world axis.\n  \n  So you may have to get used to that kind of stuff. Going to sleep with the sun still out but it's actually nighttime technically or in other words time to go to sleep and rest. It sometimes being longer days 20 something hours long of light and only a few of night.\n  \n  But when in the winter... I mean it gets negative -40, -50, -60 with wind chills making it even colder. I mean you have to wear like tons of clothing, masks, gloves, socks and socks, boots and you can't be out too long or you will catch hypothermia in minutes. And then the snow is so piled up in front of the doors and then it's hard to walk through it and then the wind hitting you? Omgosh...\n  \n  But the summers are so nice.\n  \n  You really have to learn to adapt when moving to Alaska. You have to learn nature tips and survival tips. How to start a fire. Learn how to hunt and keep tons, too much in your freezer just in case if you're not able to leave your home for weeks.\n  \n  You have to be careful because there are not many towns and cities and right next to each other. There are towns and cities but not as abundant as other parts of the world and other places.\n  \n  When going through the town and cities unless you live around the stores... sometimes they run out of items because there's not as many stores as other places outside of Alaska so you maybe limited on supplies.\n  \n  When living really far out in the bush, if you need a hospital, doctor attention you have to ride hours maybe even a plane to get to the nearest hospital or doctor.\n  \n  I'm not knocking Alaska. It's really a challenge living out there. It is totally worth it and is an absolutely beautiful place with its nature. I want to move myself.\n  ","54598":"\n  I would consider. It is very nice.\n  ","54599":"\n  I love Alaska. There is so much in Alaska. It is so nice there!\n  ","54600":"\n  Photograph by Nickelback\n  ","54601":"\n  Yes. My mama my husband Jason and my best friends.\n  ","54602":"\n  Cora\n  \n  Orianthi\n  \n  Nim\n  \n  Arlin or Harlin\n  \n  Elizabeth\n  \n  Baby\n  ","54603":"\n  Какие?\n  ","54604":"\n  Already answered this. Check my page for the answer.\n  ","54605":"\n  Yee\n  ","54606":"\n  Okay then... Be like the rest of the wasted off generation then I guess.\n  \n  We all have to grow up one day. Sometimes it's hard to take life. Understandable, but sadly you gotta learn to get over it. We all eventually have to.\n  \n  Good luck learning.\n  ","54607":"\n  What would you like to know?\n  \n  (No politics questions please)\n  ","54608":"\n  ?\n  ","54609":"\n  Youtube.\n  ","54610":"\n  Cora\n  ","54611":"\n  Ummm I mean?? I like Journeys Converse, shoes. High tops preferably. And then vans.\n  \n  I enjoy using different types of makeup products and hair products. I use all types of makeup products different brands many many different brands. I do not like to go expensive with makeup products.\n  \n  This is gonna sound weird, but I lnow dozens that use this but it is a type of horse shampoo that is also used for humans that is a very common shampoo here. It's good for taking care of hair and not letting it get damaged and if damaged it cares that as well. Good for color in the hair. Hold color. Really good for long and thick hair. ?\n  \n  I do ache treatments with quite a few face products. I can't remember the names atm.. But I also use tea tree oil. That is good for so much.\n  \n  A bunch others but that was some.\n  ","54612":"\n  You just cut off communication with them. Don't visit. Do not look at photos and just move forward. Find a few new hobbies, friends and get out and have fun without the person you liked.\n  \n  Positive. Must be positive.\n  ","54613":"\n  Chilling out.\n  \n  Cleaning.\n  \n  Playing with my pups.\n  \n  Minecraft maybe on Xbox1 on a realm.\n  \n  Cooking a little later.\n  ","54614":"\n  I like Linkin Park.\n  ","54615":"\n  strong.\n  ","54616":"\n  Take a minute out and chill down.\n  ","54617":"\n  Wake up next to my wonderful husband and my pups.\n  \n  Then maybe get up and get ready and fresh for my day.\n  ","54618":"\n  Which? Any and all.\n  \n  I can translate any and all.\n  \n  I can read Spanish and English very well.\n  ","54619":"\n  I followed ya back and thanks.\n  ","54620":"\n  I am well. You are always so happy and kind to me. Always wondering how I am doing and thank you for that.\n  \n  I hope that you are well my friend.\n  ","54621":"\n  Lots of fruits and vegetables and I would probably want to barbecue and then eat\n  \n  maybe a picnic somewhere out near a river, pond or lake. Swim and eat. Have a wonderful time with my husband and family.\n  ","54622":"\n  ? hello\n  ","54623":"\n  ?✌✊?\n  ","54624":"\n  Gm and thank you\n  ","54625":"\n  Моя семья и собаки.\n  ","54626":"\n  Followed\n  ","54627":"\n  Been following.\n  ","54628":"\n  Yes but good spirits and yes many of times.\n  \n  Been researching the paranormal for a looong time not. Around 13 years now? Yeah.. About.\n  ","54629":"\n  I believe so.\n  ","54630":"\n  Yeah. On here only. Appropriate conversations only.\n  ","54631":"\n  Do what makes you happy.\n  ","54632":"\n  Alaska\n  \n  Australia maybe\n  \n  The UK\n  \n  Canada maybe\n  ","54633":"\n  Wine is okay.\n  \n  Love vacation.\n  ","54634":"\n  Morning to you there.\n  \n  ? Night for us here in America.\n  ","54635":"\n  благодарю вас.\n  \n  Ночь здесь, в Америке. ? ✌\n  ","54636":"\n  You're welcome, but hat's not all. Be prepared for more. Haha. I asked a lot of questions. Me asking you a lot of questions and you answering them is good for your page and it gets you points. ✌ Plus I like seeing y'alls answers!\n  ","54637":"\n  I'm not much of a wine drinker but every now and then I like a sweet wine.\n  ","54638":"\n  Gwas good then got a little rough and is great now. Little tired tho. Night. ✌ ? ??\n  ","54639":"\n  ? Wait whaa?\n  ","54640":"\n  Goodnight\n  ","54641":"\n  Мне нравятся люди, которые заботятся о своем здоровье.\n  \n  личность.\n  \n  Смиренный и добрый.\n  \n  Заботливый.\n  \n  Все они имеют правильные приоритеты.\n  \n  Позаботься о том, что важно.\n  ","54642":"\n  Ночь ✌\n  ","54643":"\n  Эммм ?\n  ","54644":"\n  ???\n  ","54645":"\n  Смотрю Youtube с моим мужем.\n  ","54646":"\n  My most favorite games of all time would have to be The Metroid Series, The HALO Series. Then I like Call of Duty's, Minecraft, all the Forzas, GTA, PUBG, Battlefields and waaay waaaay more games.\n  \n  DS and Xbox\n  \n  I do play both online and offline games.\n  \n  And strategy games are okay to play.\n  ","54647":"\n  (This is me)\n  \n  What attracts people to south Louisiana is Mardi Gras' and their Cajun cooking! Music! Jazz and the Blues!\n  ","54648":"\n  I mean you are a representing person of actions on other people that will witness and do after.\n  \n  And yes I feel like I'm positive influencer on people or at least I try to be.\n  \n  I have stopped being friends with people that decided to start hanging out with negative influencing type people.\n  \n  Like they starting hanging out with juveniles and drugs users aaaand no?. Yeah..\n  \n  I was friend's with this oerson for years and years... A long time. Picked a cheater druggie dude. That happened years ago. I'm good now. True story tho.\n  ","54649":"\n  Sometimes... Yea. But you shouldn't be discouraged because that was you yesterday and this is you today. You learn everyday and you grow older. Sometimes I don't even count some relationships because I was so dang young, like really young.  If I could go back, I wouldn't of had any of those. been in any relationship until the one I'm in now. Married. Happy and for sure. Love him. He is good to me. Always has been.\n  ","54650":"\n  Strangers smiling\n  \n  Animals\n  ","54651":"\n  Well I live in Mississippi currently and I'm from Louisiana and I took a road trip down to Louisiana and visited my family. So I guess that's where I went on vacation for a few days. It was nice I would like to go to Chattanooga one day. My husband says he wants to take me there. I wouldn't mind. The activities that I heard that you can do their sound interesting. I would like to go gem hunting one day either in Arkansas South or North Carolina. I would like to go back down to Florida maybe visit Pensacola or Fort Walton Beach again or Dustin. I heard that the waters aren't doing that great though in the South so I don't know about that anymore. I want to see mountains at least once in my life. I've always wanted to visit Alaska just for week. I did want to visit Germany, Australia, France and the UK. many other places. I want to go and walk at Venice Beach in California. There's a few places I would like to do an urban exploring at. Maybe go and check out what the fuss is all about in New York.\n  ","54652":"\n  Oils\n  ","54653":"\n  Sometimes. I sound different everytime. Lol.\n  ","54654":"\n  Yes. Very.\n  ","54655":"\n  I'm from America, USA, South Louisiana.\n  ","54656":"\n  I am good. It is night here at the moment. Good night.\n  ","54657":"\n  I have thousands of pictures on both my camera and my phone.\n  ","54658":"\n  Absolutely. A lot of Alaska is untouched of its natural beauty. A lot of the land has been sitting there for hundreds of years, if not longer, and hasn't even been walked on before.\n  \n  It is absolutely an amazing place to go to in the summer. It's not too cold or hot it's just right. There's lots of natural, fun activities to do. You can also maybe get with family that's out there, maybe stay, and maybe have them show you some of the traditions of how they hunt\/catch and prepare their food. They will show you how they live out there. It is slightly different out there especially in the deep dark winters with temperatures very very very low such as -40 negative -50 s if not lower with wind chills even more colder.\n  \n  The only thing bad about the summer is just everything is so dry..  flicking a cigarette is almost a crime...\n  \n  But Alaska to me I feel like is amazing vacation spot. Lots of fishing and hunting. King Salmon as big out there. You can go bird shooting\/hunting and Egg nest catching (sounds horrible but there are millions of eggs out there layed in Alaska and it's actually an Alaskan tradition for some families to go out nest catching, not the exact name for it but is a type hunting\/collecting done out there) you can go moose hunting, there is fox, caribou I believe, polar bear, many different species of birds, wolves, lynx... And so much more.\n  \n  There's more to Alaska than just the hunting and fishing, there's tourist, riding in Planes, visiting the beauty of the land, mountains, plenty of snow! ...staying in a cabin, tent camping, there's Rivers, hotels... There's alot to Alaska. The land is good to ya.\n  ","54659":"\n  Probably because you expected more out of them.\n  \n  It's sad... 1 job.. It is pitiful slightly kinda... And then disappointing..\n  ","54660":"\n  Honesty\n  \n  Integrity\n  \n  Respect\n  ","54661":"\n  Gaming\n  ","54662":"\n  Small front.\n  \n  Old home had both.\n  \n  New place we are moving to will have both hopefully.\n  ","54663":"\n  I'm a paranormal researcher. I have been studying on this subject for over 13 years and enjoy it a lot. Many different levels in the Paranormal. I go on Urban Explorations with many different friends and have witnessed and heard and seen a lot. I respect people that don't believe in Skeptics as long as their Respect My Views and what I believe in. I do not go about this in a disrespectful way. I show my respects and loves to history in the places that I visit. I do not go about anything that I do in an evil way. No.\n  \n  I find it a very unresearch topic and I find it very, challenging interesting, curious and want to witness the unknown.\n  ","54664":"\n  This earth and its ecosystem other people besides themselves their health and the creation of foods and the growth of foods\n  ","54665":"\n  God\n  \n  My family my husband my pets\n  ","54666":"\n  I have literally been asked this question probably over a hundred and fifty times on here\n  ","54667":"\n  It's an actual place but it's really stupid all the rumors going on around about it\n  ","54668":"\n  Who is this? You were posted as Anonymous so I'm not able to find out who you are so I can re follow you.\n  ","54669":"\n  ??\n  ","54670":"\n  I really like breakfast pizza and cereals with nuts in it\n  ","54671":"\n  I don't like to start rumors. I like to go off the hardcore truth and be real as possible\n  ","54672":"\n  Gn\n  ","54673":"\n  Thank you and I followed you back\n  ","54674":"\n  I mean anything's possible on this spontaneous world so yes\n  ","54675":"\n  I would consider myself yes and to earn it you just always be there for that person ask for favors return favors borrow and give back money it's like a trust thing two at the same time.\n  \n  Never ending care for one another.\n  \n  You would take a bullet for that person give him the shirt off your back literally. Honest with them. Communication.\n  ","54676":"\n  I am up to trying anything as long as I'm not allergic to it\n  ","54677":"\n  I do not know you\n  ","54678":"\n  I think I did already\n  ","54679":"\n  1\n  ","54680":"\n  Gm where you are. ?\n  ","54681":"\n  I don't know if I would make the wish or not but if I did my wish would be for me and my family to have a happy and successful future\n  ","54682":"\n  Swans ❤\n  \n  Dolphins ?\n  ","54683":"\n  Thanks. Gm now.\n  ","54684":"\n  You mean like get scared or spooked and ran out or something? No.\n  ","54685":"\n  Followed.\n  ","54686":"\n  No but I have been reeally been wanting to go and visit.\n  ","54687":"\n  .\n  ","54688":"\n  I actually love this Ask.com user. They are always so nice and kind to me. You shouldn't talk down about others. You wouldn't want people talking down about you.\n  \n  And to me, calling someone oss is a compliment? Lol. I mean why would you want to be just like everybody else? BORING... Normal ain't the norm no more anonymous..\n  ","54689":"\n  Naw. I'm good fam. ? bye ttyl\n  ","54690":"\n  It is very late atm.. I have to sleep to wake up and work and take my dog to the er\/doctor. He is not well. He's okay... But I need rest so I can wake up early and take care of him... Sorry. Must go. Ttyl.\n  ","54691":"\n  Is this another form of space? The before question? And I just kinda missed it for a sec?\n  ","54692":"\n  ???\n  ","54693":"\n  Gn\n  ","54694":"\n  Naw. You didn't. Am going to sleep for the night tho. Ttyl. Good talking.\n  ","54695":"\n  O.o\n  ","54696":"\n  ?✊\n  ","54697":"\n  ?\n  ","54698":"\n  Both\n  \n  I am not in school no more tho.\n  ","54699":"\n  ?\n  ","54700":"\n  Thanks.\n  ","54701":"\n  To live it and to live it well.\n  ","54702":"\n  Thank you.\n  \n   Make sure you check out my biography on my page to find out more about me.\n   \n\n     View more\n    \n\n","54703":"\n  Gn ttyl\n  ","54704":"\n  Lol.\n  ","54705":"\n  I don't like to say age. Sorry.\n  \n  Thanks tho.\n  ","54706":"\n  Don't have.\n  ","54707":"\n  ?\n  ","54708":"\n  I would think.\n  ","54709":"\n  Good to here you are well.\n  \n   I do not like to say age. Sorry. I tell everyone this. My apologies on that, but I am from USA ?? America, from South Louisiana.\n   \n\n     View more\n    \n\n","54710":"\n  No problem. ?❤⚪?\n  ","54711":"\n  ??\n  ","54712":"\n  ?\n  ","54713":"\n  Yeah. Srry.\n  ","54714":"\n  Pensacola Florida and many other places in Florida, Jellystone Yogi Bear National Park.\n  ","54715":"\n  Gm there\n  \n  Gn there\n  ","54716":"\n  I think I've heard of every one of these and I haven't watched a single one. Idon't watch a lot of TV.\n  ","54717":"\n  1st one\n  ","54718":"\n  ?\n  ","54719":"\n  ?\n  ","54720":"\n  I collect quite a bit of things actually. I love to collect neat things. I'm from south Louisiana and more known for cluttering objects. Hahaha. I don't have near as much stuff as I did. I have downgraded alot.\n  \n  I love dolphins and roosters. So I have alot of that around.\n  \n  But not as much as I used to.\n  \n  I enjoyed collecting different types of bracelets and accessories as such.\n  \n  I had a picture, but I can't seem to find it on my phone anymore.\n  \n  I enjoy collecting very different knives. Very funny goofy type knives.\n  \n  Guns.\n  \n  Watercolor tattoos.\n  \n  Dream catchers. (Don't have many at all but a few.)\n  \n  Decks of cards from different placea that I travel to and magnets.\n  \n  My most favorite thing I collect would have to be my hats! :) I love my flat bill hats. Duck bills! All!\n  ","54721":"\n  I guess you don't if it's beyond reprepare.\n  \n  Take a break and let it be known that you're serious about it and stick to your point and stand your ground.\n  \n  Break awhile..... I have stopped talking to someone for moms to show my point and my point was shown years\n  \n  Impatient with teaching lessons\n  ","54722":"\n  Obrigado.\n  \n  Eu sou da América, ao sul de Louisiana.\n  "}}