{"Question":{"536500":"\n   Help\n  ","536501":"\n   [the org.] \n\"\"Well , I'm not one of you phone peasants . . . ~ so I Chromed it ; Top was: 'eat my FACE' followed by: 'shorts' , 'goal' , 'photo' , 'dust' , 'hat'\n   \n    https:\/\/www.youtube.com\/watch?v=nU8yuWddw0E\n   \n   *EAT MY FACE*\"\"\n  ","536502":"\n   I will resend the org. \/\/ I managed to capture of my previous page !  ~ minus the gif of 2 girls eaing face . . . .\n  ","536503":"\n   Help\n  ","536504":"\n   My answer to your ; 'EAT MY . . . . ' Question , got removed .  Did you see it ? ~ Can you send it again, please . I'll do it again 2moz ; maybe the psycho will be off . . .\n  ","536505":"\n   Kindly, check this :)\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/147340017514\n   \n   ?\n  ","536506":"\n   Hear me, and rejoice!\n  ","536507":"\n   Heyy\n  ","536508":"\n   Is your boyfriend a truck driver ?\n  ","536509":"\n   Surprise !!!! I can without have sex with u\n  ","536510":"\n   Tanya needs to post a photo of her self smiling.\n  ","536511":"\n   Sexy\n  ","536512":"\n   If you could be invisible for a day, what's the first thing you would do?\n  ","536513":"\n   «You can't change who you are, but you can change what you have in your head, you can refresh what you're thinking about, you can put some fresh air in your brain»\n\n-Ernesto Bertarelli\n  ","536514":"\n   Do you think the tariffs will k*ll it?\n  ","536515":"\n   R u under the sun, taking more tan !!! I want you snow white , I doubt u could be snow white\n  ","536516":"\n   Man, that's terrible.\n  ","536517":"\n   Woman ! What is hell you doing now ??\n  ","536518":"\n   u still can if ur interested :P\n  ","536519":"\n   did u spill ur potion lol\n  ","536520":"\n   favourite colour?\n  ","536521":"\n   Do you remember your first kiss?\n  ","536522":"\n   im paying a visit to ur restricted section tonite\n  ","536523":"\n   serious question....is it possible for a pssy to wear out from too much fcking?\n  ","536524":"\n   i dont need aguamenti to make u wet\n  ","536525":"\n   mind if i slytherin ur bed with u\n  ","536526":"\n   i will release the prisoner of azkaban into ur goblet of fire\n  ","536527":"\n   Ever had a guy go down on you after he came in you?\n  ","536528":"\n   i dont need accio to make u come\n  ","536529":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/149810450861\n   \n   Just a random location which looks cool :P. Have you been to the tourist depleted, yet big, AZ crater?\n  ","536530":"\n   can i sheat my sword of gryffindor in ur chamber of secrets\n  ","536531":"\n   Y S SRS\n  ","536532":"\n   Just for the record, I'm not that kid. I want this thing gone, and it's deffo not another finger! lol\n  ","536533":"\n   either that or we go down on em after we came in em ;)\n  ","536534":"\n   I have this wart on the pad of my index finger and it's been there for like a year. Any idea what's the best way to get rid of it?\n  ","536535":"\n   we guys taste ourselves more than we notice since we kiss a girl after she gave us head lol\n  ","536536":"\n   Oooooh bad mood I see\n  ","536537":"\n   thats cuz girls taste so much better\n  ","536538":"\n   What do you bate with? Toys or just fingers?\n  ","536539":"\n   Why do girls always taste themselves? Idk any guys who have tasted themselves\n  ","536540":"\n   $85 if you let me taste you\n  ","536541":"\n   What that mic stands for 👌?\n  ","536542":"\n   How do you taste?\n  ","536543":"\n   That's sad\n  ","536544":"\n   lol it sure sounds intense was it on ur own or with someone that u fell\n  ","536545":"\n   Do you like drawing pic\n  ","536546":"\n   hope ur first time was good :) (both by yourself and with someone else)\n  ","536547":"\n   Where are you from?\n  ","536548":"\n   Why did your dad have his own room?\n  ","536549":"\n   18 ? What took you so long I started when I was 4\n  ","536550":"\n   why did you start until then? werent u curious bout it before\n  ","536551":"\n   Only wait\n  ","536552":"\n   18 what?\n  ","536553":"\n   Tell me how to be happy ? Give me your opinion\n  ","536554":"\n   18? thats late\n  ","536555":"\n   Do not touch any semen from now on  wait for mine\n  ","536556":"\n   -\n  ","536557":"\n   Woman!!!! Do not swim nude\n  ","536558":"\n   Sorry Lonso 🎀\n  ","536559":"\n   I love you  ❤\n  ","536560":"\n   No U inspired by nude pics\n  ","536561":"\n   Big boobbs is not the end of the world  u should not treat people like that\n  ","536562":"\n   What song makes you want to dance?\n  ","536563":"\n   Do you have your own hiding spot in the house for your money like money that you put aside for whatever? Or do you keep all your money in the bank?\n  ","536564":"\n   What are some things you want to buy? When do you think you'll get them? which is the top priority?\n  ","536565":"\n   Not me !!\n  ","536566":"\n   What is your favorite summer song?\n  ","536567":"\n   Who inspires you?\n  ","536568":"\n   Should people care more about doing the right thing, or doing things right? Why?\n  ","536569":"\n   Have you been to the Adriatic Coast? How was it?\n  ","536570":"\n   Is that when you lost your v card\n  ","536571":"\n   What happened when you were 18 to make you start\n  ","536572":"\n   At what age did you start self pleasure?\n  ","536573":"\n   I’d like to anti social with you:)\n  ","536574":"\n   What are you willing to give up to become who you really need to be?\n  ","536575":"\n   What are good at?\n  ","536576":"\n   Just a heads up... maybe I'm not looking hard enough, but I've been there many times and I don't ever remember seeing a buffet.\n  ","536577":"\n\n    https:\/\/youtu.be\/Q0kd6jGyrNg\n   \n   Hi. Aku minta waktu 10 detik + kuota kalian. Untuk buka link diatas, klik suka dan kasih komentarnya. Kasih aku komentar yang banyak yaa. Mohon bantuan like + komentar, karna like dan komentarnya nya menjadi penentu nilai tugas ku. Makasihh\n  ","536578":"\n   Can I rub your feet\n  ","536579":"\n   I want to go to Vegas only to eat at the buffets. Lol\n  ","536580":"\n   -\n  ","536581":"\n   lol your funny xo\n  ","536582":"\n   What is nothingness?\n  ","536583":"\n   Good night cupcake\n  ","536584":"\n   I only care about the history of yours\n  ","536585":"\n   U r taking too much shower , r u doing something there ?\n  ","536586":"\n   Do you pay money for a professional spanker to do his job properly ?\n  ","536587":"\n   Current favorite song?\n  ","536588":"\n   When was the last time you lost consciousness because    being drunk ?\n  ","536589":"\n   Yes plenty of time , but how many of them kissed your sweet butts ?\n  ","536590":"\n   No spanking by hand for you    Only whipping\n  ","536591":"\n   ? Do you think you are happy\n  ","536592":"\n   Has someone ever told you that they have feelings for you?\n  ","536593":"\n   We can see everything in the day scenes so why would we want the night scenes too? 😆\n  ","536594":"\n   How many people have you been in love with?\n  ","536595":"\n   Some advice for those who wanna be better?\n  ","536596":"\n   Do you usually get bad allergies?\n  ","536597":"\n   How many places have you lived before?\n  ","536598":"\n   would you keep money in your car? I read someone give advice that you should; however, I don't think that is a good idea because you never know what could happen.\n  ","536599":"\n   I meant to respond to your answer but then it made me start watching some videos I’ve missed over the last few months lol I like Zoella! I need to catch up on hers, I’ve never heard of learningtobefearless though O: what kind of vids do they do?\n  ","536600":"\n   I do not get it you at ease , are movies on Netflix worth it or not ?\n  ","536601":"\n   Have you ever asked a girl\/woman about when her baby is due, only to be informed that she is not pregnant, she's fat?\n  ","536602":"\n   Asking you the question you sent because I think predictive text is funny:\n\nUse predictive text - I want a tattoo of a ____ on my ____\n  ","536603":"\n   Do you think there is one insurance that should be free or at least pay less for?\n  ","536604":"\n   What do you think makes a person beautiful?\n  ","536605":"\n   Ice tea or milkshake?\n  ","536606":"\n   Do you prefer Netflix ? Does it worth subscription ?\n  ","536607":"\n   Whose vlogs?\n  ","536608":"\n   hey wyd\n  ","536609":"\n   What is the most attractive feature on a guy in your personal opinion?\n  ","536610":"\n   What's the last song you listened to?\n  ","536611":"\n   Pop corn + Ice cream = ❤😍\n  ","536612":"\n   Has anyone ever lived in an apartment? Do they have an AC or ???\n  ","536613":"\n   Do you think gang members intentionally target young teenage kids who come from a single mom household and no father figure to join their gang because they know they are vulnerable & they tell them that they will get all the girls and money if they join their gang\n  ","536614":"\n   A viper crushed beneath your foot but left alive will rear up and bite you with a double dose of venom an enemy that is left around is like a half dead viper that you nurse back to health time makes the venom grow stronger.\n  ","536615":"\n   “The only thing I know is that I know nothing” - Socrates\n  ","536616":"\n   undies colour\n  ","536617":"\n   have u ever gone to a bachelorette party with strippers\n  ","536618":"\n   William H. Macy, or Martin Freeman?\n  ","536619":"\n   50 Cent said the 48 Laws Of Power by Robert Greene was most helpful book he has ever read it helped him in his career as a drug dealer & as a rapper the 48 laws of power is a very powerful book it will change your life\n  ","536620":"\n   Did you know the way a person writes is more sophisticated than the way a person talks? Never underestimate the power of the written word\n  ","536621":"\n   Ways to heal a broken heart? 💔\n  ","536622":"\n   A woman could always toy with a mans desire for sex but when she gave in the man is back in control 😏\n  ","536623":"\n   When was the last time you lubricate it ? You know what I mean\n  ","536624":"\n   Do U watch La rosa de Guadalupe\n  ","536625":"\n   rly bout time it had been a while\n  ","536626":"\n   When was the last time you lubricate it ?\n  ","536627":"\n   How often do you use sweet cheese in your sandwiches?\n  ","536628":"\n   Any plan to touch your self?\n  ","536629":"\n   -\n  ","536630":"\n   Do you remember life without technology? What was it like?\n  ","536631":"\n   Have you ever bought something on the internet?\n  ","536632":"\n   What famous people do you share a birthday with?\n  ","536633":"\n   Something you really love and hate about yourself?\n  ","536634":"\n   Who do you like best RN: your Mom or Dad?\n  ","536635":"\n   Do you feel good about the way you treat the most important people in your life?\n  ","536636":"\n   If you saw a famous person in public that you really liked, would you ask to get your picture taken with them?\n   \n    https:\/\/www.youtube.com\/watch?v=5UFVcCjPLLU\n   \n","536637":"\n   What would you do if someone close to you told you that they want to die?\n  ","536638":"\n   Has someone messed up your food delivery? Or did something stupid or unprofessional?\n  ","536639":"\n   DO YOU LIKE BEANS AND\/OR GEORGE WENDT\n  ","536640":"\n   Favorite snack?\n  ","536641":"\n   What is your favorite thing about summer?\n  ","536642":"\n   Have you ever traveled by plane?\n  ","536643":"\n   Have you ever rejected someone?\n  ","536644":"\n   What did you do today\n  ","536645":"\n   today we had a pay our respects day to the armed forces prade do you have that\n  ","536646":"\n   What color is your soul?\n  ","536647":"\n   Good night babe\n  ","536648":"\n   Would you show me your booty\n  ","536649":"\n   That’s unfortunate you would have a cute red booty\n  ","536650":"\n   What do you usually bate to?\n  ","536651":"\n   I would spank you for masturbaiting without permission\n  ","536652":"\n   What way? Tell me them\n  ","536653":"\n   Then were you a good girl\n  ","536654":"\n   You get a treat for being a good girl\n  ","536655":"\n   Looks like you need a spankin\n  ","536656":"\n   Are you behaving yourself\n  ","536657":"\n   Then why are you?\n  ","536658":"\n   I mean I know she's your sister, but don't you ever feel a little...spongey?\n  ","536659":"\n   Why not until next year?\n  ","536660":"\n   When will you buy your own home?\n  ","536661":"\n   Mhm...I'm sure you're such an angel. However, I'm quite certain I could make you beg ;)\n  ","536662":"\n   Oh please, we both know you want the touching more than I want to give it\n  ","536663":"\n   What's on your to-do list this weekend?\n  ","536664":"\n   mhm but you could always use an extra hand...or extra...something else\n  ","536665":"\n   Lol did you have any membries in toy r us\n  ","536666":"\n   Toy r us is gone loads of childhood memberies were in there\n  ","536667":"\n   follow back? 🖤\n  ","536668":"\n   Do you think you would get so much sxual attention if you actually posted pics of yourself on here?\n  ","536669":"\n   Wait....no complaints if you RIP?\n  ","536670":"\n   RIP kitty\n  ","536671":"\n   Good point. It doesn't give notifications most of the time, I tend to forget it too\n  ","536672":"\n   😮 I'm not that forgettable am I?\n  ","536673":"\n   Are you into video games\n  ","536674":"\n   How come you never want to talk on Kik? 😔\n  ","536675":"\n   Have you ever planted a apple tree or something like that to try and grow your own fruit and veg\n  ","536676":"\n   ...\n  ","536677":"\n   Hahahahaha bloody hell, that's the best shirt I've seen in soooo long.😂\n  ","536678":"\n   its true ill try and have some contact your too sweet for me not too xx\n  ","536679":"\n   Ever lost a phone?\n  ","536680":"\n   Okay... I NEED THIS!\n  ","536681":"\n   ☆\n  ","536682":"\n   yes im excited but ill miss loads of people and you are one of those xo\n  ","536683":"\n   Ever get sore eyes from too much screen time?\n  ","536684":"\n   Egyptian sad song 😢\n   \n    https:\/\/youtu.be\/1dCovFBdt1Y\n   \n   With English translation \nI want to know your opinion 🌸\n  ","536685":"\n   where is xoxoxo\n  ","536686":"\n   You are very kindful and respectful person 👒👑\nThe most correct sentence I knew was that the American people are very good and kindful\n  ","536687":"\n   Hey beautiful, I would be glad if you could take a look at my videos:)\n   \n    https:\/\/www.youtube.com\/watch?v=Q38qVmYJcVI&t\n   \n   I would be really happy if you could like and comment it ^^ Thank you ♡\n  ","536688":"\n   What's for dinner?\n  ","536689":"\n   The rule of love : \nIf you love a girl, Tell her ❤\nBut I wasn't brave so I blame myself\n  ","536690":"\n   Thank you, princess 🌹 😢\nMaybe I should forget her to complete my life\n  ","536691":"\n   Your ass is invisible but I like it too 😉\n  ","536692":"\n   That's because i'm not brave to say \" I love you \" 😢\nI was in their wedding party 😔\nI tried to be strong but really my 💔 was sad\n  ","536693":"\n   I like your bra\n  ","536694":"\n   It has, actually. Recently\n  ","536695":"\n   Hello kitty\n  ","536696":"\n   Selfie in bra and panties please\n  ","536697":"\n   Sorry \nI'm in a bad mode because she married another one\n  ","536698":"\n   That's because I was busy in my Exams 😔\nBlock me if you want 😔\nNo problem\n  ","536699":"\n   Which exotic place would you love to visit?\n  ","536700":"\n   Lingerie size?\n  ","536701":"\n   You don't ask me, princess\nYou unfollowed me ?😢\n  ","536702":"\n   What is the last thing you searched online?\n  ","536703":"\n   Who are your favorite ASKfm couples?\n  ","536704":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","536705":"\n   Salah nggak sih kalau membuat diri terlihat bodoh cuma buat menghibur orang lain? Atau yang sekadar untuk dapat perhatian?\n  ","536706":"\n   What a beautiful reply!  😂😂\n  ","536707":"\n   Post something beautiful!\n  ","536708":"\n   ( ͡° ͜ʖ ͡°)\n  ","536709":"\n   Fav fruit\n  ","536710":"\n   Baby I am your daddy 💋💋💋💋💋💋 spanking you is my wish\n  ","536711":"\n   Then your daddy cares more about you\n  ","536712":"\n   Stop touching it now\n  ","536713":"\n   You made the bed too?!?!?  holy cr*p!!! *mindblown*\n  ","536714":"\n   No the bathroom does not pee, you are the one who pee from your lovely pusssy\n  ","536715":"\n   pee comes from the loo?  i thought it was the other way around.....  must be different in the U S of A's\n  ","536716":"\n   Are those people booobs fetish\n  ","536717":"\n   Where you pee from ?\n  ","536718":"\n   U should take off your panty before you pee ?\n  ","536719":"\n   i'm not buying virtual currency so skipped it\n  ","536720":"\n   What it are your three first things of your daily  routine ?\n  ","536721":"\n   did you sign up to the ethurium wallet thingy?\n  ","536722":"\n   did you use your \"real\" name or your askfm login name?\n  ","536723":"\n   then shouldn't you say 18 ?  technically adults then not kids....\n  ","536724":"\n   Curious question: What's your first impression of me?\n  ","536725":"\n   oh  i see\n  ","536726":"\n   Are you still out in AZ? If you are how are you surviving the heat there?\n  ","536727":"\n   Have you ever changed a diaper?\n  ","536728":"\n   Do you cheat on your boyfriend?\n  ","536729":"\n   Have you been to Las Vegas?\n  ","536730":"\n   Don't be jealous\n  ","536731":"\n   Blazing?\n  ","536732":"\n   what's a good age for a child to start blazing it?\n  ","536733":"\n   Are you using, or have you tried:\n   \n    https:\/\/askfm.io\/?utm_source=askfm_platform&utm_medium=not_reg_user\n   \n   ~ so called 'WHITE LIST'? ~ ? What are your findings, or thoughts ? \/\/ ~  asking if you've tried the new ASKfm 2.0 ~\n   \n    @askfmio\n   \n   ~ ???\n  ","536734":"\n   Good night babe\n  ","536735":"\n   Have you ever been on a silly diet?\n  ","536736":"\n   How did you know about hakouna natata\n  ","536737":"\n   What’s your motto?\n  ","536738":"\n   If telling a lie is wrong, then why are white lies morally okay? 🤔\n  ","536739":"\n   Stop talking about you pubic hair , it is not heavy\n  ","536740":"\n   Do you like long hair or short hair better on others?\n  ","536741":"\n   What's on your summer reading list?\n  ","536742":"\n   If you invented a monster what would you call it?\n  ","536743":"\n   What would be the perfect gift for you?\n  ","536744":"\n   Post a picture that makes you proud of your country?\n  ","536745":"\n   tell about something thats taking over your mind recently, and what conclusion have you arrived at?\n  ","536746":"\n   Have you ever accidentally been caught naked by someone? By whom?\n  ","536747":"\n   What product or service do you think is ridiculously overpriced?\n  ","536748":"\n   Do you remember your dreams?\n  ","536749":"\n   how do you like your eggs?\n  ","536750":"\n   What did you have for breakfast today?\n  ","536751":"\n   Do you think people deserve a second chance?\n  ","536752":"\n   What's something that you would never wear?\n  ","536753":"\n   Who is the cruelest person in history?\n  ","536754":"\n   What makes you feel like a boss?\n  ","536755":"\n   what’s your favorite spice?\n  ","536756":"\n   Ever been to Maryland?\n  ","536757":"\n   Ever been to Kentucky?\n  ","536758":"\n   Is the ice really melting and the world heating up?\n  ","536759":"\n   Watch what now\n  ","536760":"\n   Gif below🌹👑😘\n  ","536761":"\n   Is that you in the video?\n  ","536762":"\n   🌹🌹👑👑👇🏻\n  ","536763":"\n   Pap\n  ","536764":"\n   Lol the “mixed” part was sarcasm dumbass. 🙄\n  ","536765":"\n   -\n  ","536766":"\n   Pp of your outfit\n  ","536767":"\n   Was your today better than or worse than your tomorrow? 😶\n  ","536768":"\n   would you rather give up breakfast or dessert?\n  ","536769":"\n   i had a okay day xo\n  ","536770":"\n   -\n  ","536771":"\n   What's your Faculty ?\n  ","536772":"\n   who do you think gets a lot of undeserved hate?\n  ","536773":"\n   And I’m not getting why they’re trynna pretend to be me. Lol\n  ","536774":"\n   Do you find Sedona Arizona interesting ?\n  ","536775":"\n   Lmfao Lyndsey did you forget I’m not mixed? Lmao. Remember my moms white and my dads black but I’m ONLY black. Lmao\n  ","536776":"\n   She wishes she was white. But she can’t be. Once you mix in shit it’s all shit.\n  ","536777":"\n\n    @NineGDxFour\n   \n   please follow me please please please I’m just a sad ol mixed girl\n  ","536778":"\n   Do you consider passion an essential part of your life? Why\n  ","536779":"\n   For what you thing you never get old?\n  ","536780":"\n   Do you love cuddling\n  ","536781":"\n   Meeting IRL for a date though. I know, online only is stupid.\n  ","536782":"\n   Who on this site would(n't) you consider dating?\n  ","536783":"\n   Good , where exactly did you do it ? With massage or not ?\n  ","536784":"\n   What up\n  ","536785":"\n   Is it a local cream ?\n  ","536786":"\n   Woman ! Try to be hot , some creams can help\n  ","536787":"\n   We are talking of your future husband who may be one u have never knew him\n  ","536788":"\n   Did a woman kill her husband who used to whip her ?\n  ","536789":"\n   Is it ok for your husband to have special interest of your rich pusssy , always treat him , care about him , not only in enter-course ?\n  ","536790":"\n   Thoughts on girls who self videos of their body for money? 🤢\n   \n    @Courrtana\n   \n   tell her not to do it Please...\n  ","536791":"\n   Why are you  much less interested in sex than other women ?\n  ","536792":"\n   It is a novel , what is has to do with question ?\n  ","536793":"\n   What was the last thing you texted?\n  ","536794":"\n   People always leave . In the end its just you against the world . Do you agree\n  ","536795":"\n   Suppose We get married , do I have right to whip you .. I mean medium whip ?\n  ","536796":"\n   Who usually takes off your bra when you fk, you or him?\n  ","536797":"\n   would you rather give up beer or soda?\n  ","536798":"\n   You're friends with Taylor? The balloon girl?\n  ","536799":"\n   u should indulge in some \"playing\" before sleeping\n  ","536800":"\n   Movie Madness Weekend! choices are: A) Sicario2  B ) Tag C) Patrick D) Adrift E) Dublin oldschool  if you are unfamilier with them just pick a choice anyway :)\n  ","536801":"\n   Good night sexy\n  ","536802":"\n   Oh, I have missread your online demeanour.  You seem like you like being on your own and unencumbered by relationships and all.\n  ","536803":"\n   Reverse psychology here?  What do you mean?\n  ","536804":"\n   favourite dbz character\n  ","536805":"\n   You seem like a lovely kind of person who would be happy being single for the rest of your life :)\n  ","536806":"\n   no lol remember u were told that we dont get old we level up so instead of calling yourself old you can call yourself experienced or level 30 hehe\n  ","536807":"\n   Are you hard to stir up?\n  ","536808":"\n   not old, experienced\n  ","536809":"\n   Ever been jealous of other women?\n  ","536810":"\n   How long does it take to really 'know' someone?\n  ","536811":"\n   Are you any good at public speaking?\n  ","536812":"\n   What would you rather eat than anything else?\n  ","536813":"\n   If you could go back in time in erase one thing you said or did, what would it be?\n  ","536814":"\n   What was it that you stole? xD\n  ","536815":"\n   Would you go to a party where all your ask fm followers were at so you could meet each other in person?\n  ","536816":"\n   What is your go-to song for the shower?\n  ","536817":"\n   What is the most illegal thing you have ever done?\n  ","536818":"\n   How often do you go to parties?\n  ","536819":"\n   would you rather give up pork or chicken?\n  ","536820":"\n   Have you used other social sites before this one, to get to know online friendos from distant lands? If so, what sites? :P Why the move to Ask.fm?\n  ","536821":"\n   What are you addicted to?\n  ","536822":"\n   You're dating someone?\n  ","536823":"\n   Have you ever farted in an elevator?\n  ","536824":"\n   If you had to be a bird the rest of your life which bird would you choose to be?\n  ","536825":"\n   What is the one thing you could not live without?\n  ","536826":"\n   Do you cover your eyes during a scary part in a movie?\n  ","536827":"\n   Have you ever had a wardrobe malfunction?\n  ","536828":"\n   Do you sing in the shower?\n  ","536829":"\n   What would you rather eat than anything else?\n  ","536830":"\n   Would you trade your sibling in for a million dollars?\n  ","536831":"\n   no cougar lol?\n   \n    https:\/\/www.youtube.com\/watch?v=YyGcPtaCatY\n   \n","536832":"\n   If  you  had to be an animal the rest of your life, which would you choose to be?\n  ","536833":"\n   how bout u share some\n  ","536834":"\n   nah that u liked watching it so maybe u knew a few pr0n stars\n  ","536835":"\n   i thought u watched pr0n\n  ","536836":"\n   lasttime u self pleased\n  ","536837":"\n   If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?\n  ","536838":"\n   What was the last thing you searched for on your phone?\n  ","536839":"\n   What would you rather see than anything else?\n  ","536840":"\n   What would you rather feel than anything else?\n  ","536841":"\n   ~\n  ","536842":"\n   Do u have me on snap #\n  ","536843":"\n   What’s your snap\n  ","536844":"\n   HMU on insta and snap##\n  ","536845":"\n   I’m getting there##\n  ","536846":"\n   You know who it it’s then##\n  ","536847":"\n   Sorry bout the bad questions I’m trying to change my ways#\n  ","536848":"\n   FYI if there’s a # after the sentence it most likly is me ##\n  ","536849":"\n   I realized a new thing\nSpanish language likes Portuguese\nIt would be great when I mastered the two languages \nFor example :-\n\"Yes\" in English = \"si\" in Spanish = \"Sim \"in Portuguese\n  ","536850":"\n   Do u want to get to know me better ##\n  ","536851":"\n   I’m not that atractive though#\n  ","536852":"\n   Hopefully I will\n  ","536853":"\n   can i squirtle on your jigglypuffs\n  ","536854":"\n   Idk my next gf if I get another one#\n  ","536855":"\n   one of my dreams to see your page without bad questions 😂\nThey wanted to be blocked\n  ","536856":"\n   You are welcome 🌹 🌹 🌷\n You are the best princess I have seen ever 👑 \nEgyptian flowers for you 💐🌷🌸\n  ","536857":"\n   Who will be the next person you will kiss?\n  ","536858":"\n   which kind of underwear u normally wear\n  ","536859":"\n   an addiction not a addiction  😎\nBe careful because I try to improve my English by your answers 😂\n  ","536860":"\n   I cried when she died in Prison Break 😢\n  ","536861":"\n   Do you see the actors in real ? \nTell \"robin tunney \" that I love her very much ❤😢\n  ","536862":"\n   theres no such thing as old we simply gain experience and level up ;)\n  ","536863":"\n   amen to that i miss those simpler chat websites i also spent some rly good moments in those\n  ","536864":"\n   i prefer donatello hahaha\n  ","536865":"\n   I do not like talking about this\nBut I think that the pornographic sites destroys people, especially young people\nAnd destroy their morals\nWhen I watched the series\" Nacros \" , i found that Pablo Escobar destroyed young people in America and Colombia by  drugs ..\nNow these sites do that by porno\n  ","536866":"\n   didn't u say a while ago that u never had done that\n  ","536867":"\n   I like Leonardo De Caprio \nHe is my favorite actor \nWhat's your favorite actor ?\nDon't answer Desmond 😂\n  ","536868":"\n   would you ever try cybering on chat sites?\n  ","536869":"\n   Do honesty night?\n  ","536870":"\n   Ok , you r right , you r not my wife yet\n  ","536871":"\n   I think you should be the princess 👑 of America \nYou will be better than Trumb 😂\n  ","536872":"\n   Porn stars are bad women ,\nYou are respectful woman \nDon't compare yourself to them\n  ","536873":"\n   I downloaded \"Frozen \" movie \nWhat should I watch first?  \nFrozen or inception?\n  ","536874":"\n   How are you , princess ?\nI'm watching \"burried \" movie \nIt's very interesting\n  ","536875":"\n   By the party of the orgy\n  ","536876":"\n   I'm sorry\n  ","536877":"\n   u should just plain ignore some qs so they dont get to u im sure u can tell which ones are too much\n  ","536878":"\n   Overused 🤣😂😜😃 u will be cut to pieces\n  ","536879":"\n   What is more important prominent buttss  or boobbs\n  ","536880":"\n   I think about us when you become pregnant , as my wife you should help me to do it\n  ","536881":"\n   \" I want fuck you \" is it insult ? What is the substitute ?\n  ","536882":"\n   U will be very busy every part of you works , even your 2 hands\n  ","536883":"\n   Where to penetrate if it is not medically allowed ?\n  ","536884":"\n   Is there a pregnancy fetish too ? You mean one obsessed with having sex with his pregnant wife ?\n  ","536885":"\n   How would you describe your country in three words?\n  ","536886":"\n   Do you think that you should try orgy one day ?\n  ","536887":"\n   we would but we know u wont lately it seems like u just not into it\n  ","536888":"\n   What gift would you like to receive on the upcoming holidays?\n  ","536889":"\n   had you a nice day\n  ","536890":"\n   What is the most important thing that you should do today?\n  ","536891":"\n   Your ass likes Maya Khalifa 😂\n  ","536892":"\n   Really, I want to stop that \nI want to be a respectful person \nBut no one helps me \nNo girls in my life\n  ","536893":"\n   Porn destroyed me \nMy body and my mind\n  ","536894":"\n   I will tell your future son that his mother was in a sex chat with Leighton to be proud of you 😂\n  ","536895":"\n   Help me before masturbation, please 😢\n  ","536896":"\n   Hahahahaha \nYes\n  ","536897":"\n   What did you mean by Fetish much?\n  ","536898":"\n   And for you\n  ","536899":"\n   Life isn't sex only 😊\n  ","536900":"\n   Your life only for sex like animals\n  ","536901":"\n   HAHA! Lyndsey's dialogue with a \"so much experienced\" virgin!\n  ","536902":"\n   I want to drink your boob's milk😙\n  ","536903":"\n   Ok it's almost morning here so please tell me can we do?\nIf there's a chance very soon I'll be awake if not ill sleep\n  ","536904":"\n   Let's do it\n  ","536905":"\n   What about your boobs ?\n  ","536906":"\n   You are more sexy than porn star 😙\n  ","536907":"\n   I wasn't thinking you! But I'm sure you've seen those who do , 'apply it with a trowel' ?\n  ","536908":"\n   You better know? 😂\nI Don't have to tell that here\n  ","536909":"\n   Yes \nDo you know her ? 😉\n  ","536910":"\n   Lol when we can get started then?\nAfter coming from pool will be nice to do masturbating in that hot dress\n  ","536911":"\n   Do you enjoy buying furniture and decorating a new house\/room?\n  ","536912":"\n   I'll let you know everything before we start but let's get started now please?\n  ","536913":"\n   She is porno star\n  ","536914":"\n   Yes!  Totally. ~ someone with low makeup skills , excessively applying foundation . Dismissed & written off with one word.\n  ","536915":"\n   Why are some men thin, and others fat, although they eat the same pasta?\n  ","536916":"\n   Don't Google it\n  ","536917":"\n   I'm so much experienced \nI'm not getting that much fun this day's with girls they don't really know how to do this thing exactly but im 100% sure that you're the only one who can do this perfectly that's why I'm so much desperate\n  ","536918":"\n   What's your opinion on Sara Jay?\n  ","536919":"\n   ~ on the subject ; can you imagine what the term 'FOONDY' might mean\/insinuate ? ~ (used derogatively , esp. by mid\/early teens , Scots variant)\n  ","536920":"\n   Please give me this golden opportunity\n  ","536921":"\n   Please do \nEvey thing is ready for you to please\n  ","536922":"\n   ❤️❤️\n  ","536923":"\n   :\/i Don't know how to coax you\nI just want you please request\n  ","536924":"\n   What was the last song you heard?\n  ","536925":"\n   What are you excited to try?\n  ","536926":"\n   What do you splurge on?\n  ","536927":"\n   I'm not harassing you :\/\nI'm requesting you. \nWe can do the best se× chat \nEver\n  ","536928":"\n   Yes :'(\nCan you do please?\n  ","536929":"\n   I didn't know you did, but it was a pleasant surprise! I've heard lots of good things about it! Definitely think it will be helpful for my current state of mind & life circumstances 😁.\n  ","536930":"\n   If You're free then plz do\nWhen there will be night at ur place i can't be free \nIts 3:27 am here\n  ","536931":"\n   Awww, thanks so much for the book! 💖 I've been wanting to read that & it was nice receiving surprise mail 😏.\n  ","536932":"\n   What's the time?\n  ","536933":"\n   Why early?\n  ","536934":"\n   Please give me one change\n  ","536935":"\n   What can be better to do then please you. I'm asking you daily :\/\n  ","536936":"\n   What is your favorite thrill ride?\n  ","536937":"\n   Can we se× chat today?\n  ","536938":"\n   Wyd?\n  ","536939":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","536940":"\n   What do you think it would be like to live life as a bird?\n  ","536941":"\n   If you were stranded on a tropical island what 2 things would you want with you?\n  ","536942":"\n   Can taste in music change your opinion about a person?\n  ","536943":"\n   So whether you're in AZ or Maine, you don't pay any rent? You do chores I take it.\n  ","536944":"\n   Do you believe in fate?\n  ","536945":"\n   Do you live with your sister rent free?\n  ","536946":"\n   Are you hard-working or lazy?\n  ","536947":"\n   Do you get enough sleep?\n  ","536948":"\n   What kind of movies do you like?\n  ","536949":"\n   You are attending a birthday party of a very rich person who \"has got everything\". What do you give him\/her as a gift?\n  ","536950":"\n   What's the coolest thing you've ever seen in a museum?\n  ","536951":"\n   Who is the boss in your house?\n  ","536952":"\n   Which insect is the most irritating?\n  ","536953":"\n   What Wikipedia article have you recently read?\n  ","536954":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","536955":"\n   Hey guys and squad! 😊 for you: If you could wake up tomorrow having gained one quality or ability, what would it be? \n\n-Stay classy awesome peeps-\n  ","536956":"\n   what’s a bad tv show you’ve seen way too much of?\n  ","536957":"\n   Revelation of the day!\n  ","536958":"\n   \"What's so great about 'Gone Girl' is the conversations it provokes\"\n-Rosamund Pike .. what's your opinion about GONE GIRL 'book or movie' .. review\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/149334338154\n   \n   ?\n  ","536959":"\n   what’s ur opinion on: michael scott? Marvel? makeup?\n  ","536960":"\n   how many days a week do you: work? shower? wash your hair? wear makeup? watch a whole movie? drink alcohol? cook?\n  ","536961":"\n   How did you score on the well-adjusted test?\n  ","536962":"\n   Are you going to buy into Askfm's ICO?\n  ","536963":"\n   What comforts you when you’re sick?\n  ","536964":"\n   E) ur not addicted to anything yourself F) you have no mental or psychological problems (depression, anxiety, PTSD, etc).\n  ","536965":"\n   How do you score on the Well-Adjusted Scale? Give yourself 1 point each if A) ur parents are on their 1st marriage, still together and genuinely love each other B) you went to a good school and got 85%+ grades C) none of ur close friends are addicts to anything d) ur dating someone with all of A - C\n  ","536966":"\n   Good night love\n  ","536967":"\n   Can I hug you ?\n  ","536968":"\n   Good night cupcake\n  ","536969":"\n   Ever have a reocurring dream?\n  ","536970":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","536971":"\n   I also had a heart attack tonight🌹👑💔\n  ","536972":"\n   I Suffered a stroke tonight🌹👑💔\n  ","536973":"\n   *walking down the street* \"excuse me ma'am, hold still!\"! *fondles boobies* \"ok, that's them fondled, on your way\"\n  ","536974":"\n   What did you do today?\n  ","536975":"\n   When was the last time someone fondled your boobies?\n  ","536976":"\n   Do u believe in the human evolution?\n  ","536977":"\n   Gives you cuddles🌹👑\n  ","536978":"\n   Craziest thing you have ever done?\n  ","536979":"\n   Good game well played\n  ","536980":"\n   Nope not me but I pick rock let’s go game on !\n  ","536981":"\n   what’s ur opinion on: lil pump? la la land? lasagna?\n  ","536982":"\n   Rock paper scissor\n  ","536983":"\n   Thank you! So do I. but apparently it’s hard for people to pronounce it. I get Amy, Naomi, Emily, stacy, etc when they try to repeat my name after me lmao I don’t get it it’s just no-emmy\n  ","536984":"\n   That is honestly the saddest thing I’ve heard LMAO 😂 if it makes you feel better, no one even calls me by my actual name. At work they literally call me Nommi (nom-me) or no-mers\n  ","536985":"\n   How does that even happen?? You’d think because they’re a part of your family now??? Lol\n  ","536986":"\n   Do you have tattoos? If not, would you ever consider getting tattoos? If so... What would\/do they look like and what sort of meaning\/idea are behind them? :P\n  ","536987":"\n   Are you good at critical thinking?\n  ","536988":"\n   But he could easily fly you to where he is or vice versa\n  ","536989":"\n   Is admitting that you have jealousy... entirely bad? I understand that acting on it, is one thing...But I sort of find it as something you shouldn't ashamed of.. If it displays care for your partner.(Within reason: understanding that a possessive\/overly-jealous relationship, is toxic) Your thoughts?\n  ","536990":"\n   Yeah that’s annoying. They should be less concerned about your sex life and focus more about their own.\n  ","536991":"\n   I just realized you and my friend lynZ spell your name the same. Hers is Lyndsey too, she gets mad when people try to put Lindsay lmao 😂\n  ","536992":"\n   Ik that doesn’t show where he lives\n  ","536993":"\n   Was it that obvious\n  ","536994":"\n   Hey Lyndsey n_n what really grinds your gears?\n  ","536995":"\n   He doesn’t talk about it though lol\n  ","536996":"\n   May be an eensie \"weensie\" too personal... (if so, please disregard).... Have you lost touch with someone on Ask.fm? If they were here and could read what you had to say... what would you say to them?\n  ","536997":"\n   if you're a mermaid how do you play with yourself?\n  ","536998":"\n   Where is he from though???\n  ","536999":"\n   What’s up I’m bored lol\n  ","537000":"\n   No by sleeping with him\n  ","537001":"\n   You should fuck Leighton lol\n  ","537002":"\n   then good job have a cookie\n  ","537003":"\n   u can shave something else too\n  ","537004":"\n   I've seen several times \"the south will rise again man\" and Joey says that on the video\n  ","537005":"\n   I finally found out where that sentence I've seen on your page comes from:\n   \n    https:\/\/www.youtube.com\/watch?v=CuKHnllMQ-0\n   \n","537006":"\n   How likely are you to find someone local to date?\n  ","537007":"\n   dont worry i didnt say the names 3 times thats when its bad luck hahaha\n  ","537008":"\n   42 is enough  for all of us\n  ","537009":"\n   Gotta put your foot up their asses 😂😂😂\n  ","537010":"\n   do u prefer s3x anons then lol\n  ","537011":"\n   or maybe u rather have ben and lahore guy around\n  ","537012":"\n   42 I love you\n  ","537013":"\n   White with small boobbs ?\n  ","537014":"\n   Do you think that every woman wears a braa has big boobbs ?\n  ","537015":"\n   Do you have any sort of errection right now\n  ","537016":"\n   Fxck off anon. We deserve the extra bonus points. U ain't gonna change that!\n  ","537017":"\n   Big enough but does not do job ?\n  ","537018":"\n   How lol did I say something about on kik😂😂\n  ","537019":"\n   Ah I’m more of an ass guy lol\n  ","537020":"\n   Any way your size will not  would not work for booobs  job\n  ","537021":"\n   Yes, it does. How did you not know this?\n  ","537022":"\n   Baby you know how imagination is important in certain cases ?\n  ","537023":"\n   I love even if they are lemon size , who loves you loves your boobbs\n  ","537024":"\n   That wasn't a statement, it was a question.\n  ","537025":"\n   Just to help people\n  ","537026":"\n   Baby it is not a military secret ?\n  ","537027":"\n   Black nippllleess is good for contrast\n  ","537028":"\n   You’ve got some thirsty ass anons lol\n  ","537029":"\n   Do you think it's fair that black students get bonus points on their SATs and asian students get deducted points?\n  ","537030":"\n   Very good , what color plz ?\n  ","537031":"\n   You have brown nipplesss\n  ","537032":"\n   Colored\n  ","537033":"\n   Will you be mine, dear?\n  ","537034":"\n   This one is blind L\n  ","537035":"\n   Not small !!!! Are you African American ?\n  ","537036":"\n   The question remains how sexy are you because I have yet to see what you look like\n  ","537037":"\n   Yeah lol if you’re as sexy as I’m imaging you to be that’d be crazy\n  ","537038":"\n   Eh kinda and not really at the same time I thought you had a hankering for black guys for some reason\n  ","537039":"\n   You’ve really never been with a black guy\n  ","537040":"\n   Ever analyze how you think?\n  ","537041":"\n   Are you looking forward to turning 40?\n  ","537042":"\n   Who said that\n  ","537043":"\n   Hi\n  ","537044":"\n   He hasn’t said anything about a girl except that one in his page lol\n  ","537045":"\n   Is it like huge or something lol\n  ","537046":"\n   Would you fuck him if you had the chance\n  ","537047":"\n   -\n  ","537048":"\n   But it said presenting “your Bentley” which means he ordered one\n  ","537049":"\n   Then kik him lol he’s rich as fuck did you see he just got the new Bentley\n  ","537050":"\n   Did we really ruin any chance of you guys having something?\n  ","537051":"\n   Can I tell you something on kik it’s not sexual\n  ","537052":"\n   Small nippless\n  ","537053":"\n   That is not the truth , all of you are shies of your small boobss , but it is ok\n  ","537054":"\n   Have you ever met someone named Chuck in real life? Chip? Spike?\n  ","537055":"\n   I know that, and I will be doing that. The truth has set me free, and I hope you continue to stand by me despite the confusion I've created. \nLynds, be thankful that you don't have the kind of issues I do.\n  ","537056":"\n   It's your dear friend Jon. In shorter English, I was my own catfish, I did this to my own identity on the dead site that was called Kiwi. I craved the sympathy and the attention. I wanted to look like a victim. I'm sorry for deceiving people about this. Please forgive me.\n  ","537057":"\n   Do you love singing?\n  ","537058":"\n   Then you have but u r not generous\n  ","537059":"\n   does your voice change when you talk on the phone? for instance my mother goes from a moderate monotone voice to a very upper class sounding voice when she talks on phone 0-0    As in do you have a phone voice and then a regular chatty voice for people infront of you?\n  ","537060":"\n   Sounds very pretty!\n  ","537061":"\n\n    https:\/\/ask.fm\/leighton6\/answer\/149915305409?utm_source=copy_link&utm_medium=iOS&shareBy=leighton6\n   \n","537062":"\n   Do you have lewd pics ?\n  ","537063":"\n   Heyy guys ❤ can you please like my friend's photo in the link!\nKindly share it with your friends too😍🙊 thank you!\n   \n    https:\/\/www.natgeo-moments.com\/ar\/index\/viewphoto?id=13482\n   \n","537064":"\n   And you well deserved having a gift card :)\n  ","537065":"\n   What’s the nicest thing a complete stranger has done for you or vice versa?\n  ","537066":"\n   I meant on your page\n  ","537067":"\n   Did you draw that picture in your dp?\n  ","537068":"\n\n    https:\/\/ask.fm\/leighton6\/answer\/149853549761?utm_source=copy_link&utm_medium=iOS&shareBy=leighton6\n   \n   it seems like ever since he posted this he hasn’t come on here as much. Do you miss him?\n  ","537069":"\n   who is gooey fish oil?\n  ","537070":"\n   Lynds, I'm terribly sorry. You might be disgusted right now over my most recent revelation. Since the divorce from my ex I've never been so scarred, hungry enough for sympathy to actually catfish myself. Some dark moments from my childhood also play a role. Admittance was a big step forward for me.\n  ","537071":"\n   do you even internet? trolls are everywhere\n  ","537072":"\n   How has your dressing style changed over the years?\n  ","537073":"\n   Where do the happiest people live?\n  ","537074":"\n   Describe your day in emojis!\n  ","537075":"\n   How would you like to celebrate your next birthday?\n  ","537076":"\n   Who is someone you envy?\n  ","537077":"\n   What is under your bed?\n  ","537078":"\n   What do you think ASKfm has, that no other site has?\n  ","537079":"\n   Do you sleep in the dark or with some light on?\n  ","537080":"\n   Leave a message for your future self!\n  ","537081":"\n   If you had 5 concerts tickets to your favorite band. Who would you take with you?\n  ","537082":"\n   hey, i’m gonna need to be compensated for this portrait, k, thanks.\n  ","537083":"\n   Would you want to be internet famous?\n  ","537084":"\n   Who do you admire the most right now?\n  ","537085":"\n   What is the quality you most like in a woman?\n  ","537086":"\n   🌹🌹👑👑\n  ","537087":"\n   Who was 'Daria' ?\n  ","537088":"\n   name some of the worst towns you have ever been to. ones where you’ve just been like thank GOD i don’t live here.\n  ","537089":"\n   Just because someone loves Jesus does not make them a Jesus freak Yes he comes before everything I do and I go to him before I make any life altering decision but that is how you are supposed to live as a Christian so if you want to call me a Jesus freak go ahead and call me I only need His approval\n  ","537090":"\n   Hey, what would it take to see you fully naked? Like uncensored\n  ","537091":"\n   Well\n   \n    @leighton6\n   \n   is a Jesus freak…\n  ","537092":"\n   Oh, sorry 238j90, I forgot how important your value is\n  ","537093":"\n   What are your religious beliefs\n  ","537094":"\n   Your government calls you a thing by naming you with a number\n  ","537095":"\n   Wait, how can you say that a cat isn't a thing?  Isn't everything a thing?\n  ","537096":"\n   \"Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone\"\n\n-Paul Tillich .. :)\n  ","537097":"\n   Do you watch wwe\n  ","537098":"\n   heyy lydns\n  ","537099":"\n   But how can you not use the cat term but then say that it's still a cat?\n  ","537100":"\n   What part of a cat is the thing itself?\n  ","537101":"\n   what’s ur opinion on: kool aid? kill bill? kanye west?\n  ","537102":"\n   Whats more real...... The names of things or the things themselves?\n  ","537103":"\n   But the feels! I don’t want to feel those feels lol omj YES EXACTLY! My heart was being torn because of Shadow. Ughhh and I’m serious lmao I think I’m way more emotional than I used to be. It’s not cute at all, it’s annoying u_u\n  ","537104":"\n   Do you love cooking?\n  ","537105":"\n   Post a picture of your fav color?\n  ","537106":"\n   what kind of places do you like to visit, when you get a chance to travel? (are you more drawn to hot places? places w a lot of history? places w a lot of natural beauty?)\n  ","537107":"\n   Kylie  or  Kylie?  (take whatever meaning you want from those two)\n  ","537108":"\n   can you be “in love” w someone who never loved you? (if ur answer is no: what do you think a more apt description is?)\n  ","537109":"\n   Anyone else from Iowa on here?\n  ","537110":"\n   how tall are you?\n  ","537111":"\n   Would you buy your daughter birth control when she starts needing it?\n  ","537112":"\n   Has anyone given you a bra as a gift? Did you accept?\n  ","537113":"\n   🌹👑😘\n  ","537114":"\n   What's your best example of \" easy come easy go \"❓\n  ","537115":"\n   A former 007 star has spoken in press today suggesting that Tom Hardy should be considered as the next James Bond 007, do you agree? Disagree? Suggest other actors\/actresses that could fit the role?\n  ","537116":"\n   What has life taught you so far?\n  ","537117":"\n   Random thoughts.. 🍠\n  ","537118":"\n   where would the money come out of?   0-0    what busoms do you press? oh wait buttons... oh this has gone down hill rapidly\n  ","537119":"\n   If others treated you the way you treat yourself, would you like it or hate it? Why?\n  ","537120":"\n   ATM pictures of you\n  ","537121":"\n   Post a memorable pic from your gallery?☺\n  ","537122":"\n   I had an epiphany.\n  ","537123":"\n   What is the most popular sport in your country?\n  ","537124":"\n   what’s ur opinion on: jesus? january? Jessica Jones?\n  ","537125":"\n   How obscure are you?\n  ","537126":"\n   thanks thats so kind to say and ask would not be the same without you either xo\n  ","537127":"\n   do you have any: redneck aunts? stoner uncles? hippie cousins?\n  ","537128":"\n   What do you do when you are depressed?😒\n  ","537129":"\n   Good night love\n  ","537130":"\n   I’ll talk to you tomorrow, I’m sleepy lol goodnight n_n\n  ","537131":"\n   If you could name a star in the galaxy what would you name it?\n  ","537132":"\n   Cutie pie🌹👑\n  ","537133":"\n   I haven’t seen that movie either lmao I don’t like to see animal movies cause if something happens to them, I get too sad about it. Like homeward bound. Omfj tears were starting to form. But it might be! Idk, I didn’t cry much at things growing up but now I feel like a little bitch sometimes ya know\n  ","537134":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","537135":"\n   I wonder if people cry more at cutesy\/sad movies more as we get older lol\n  ","537136":"\n   Aww lol 😂 did she have the same reaction too?\n  ","537137":"\n   Beauty queen🌹👑✨\n  ","537138":"\n   Hey what’s up\n  ","537139":"\n   I’ve heard about that movie! I didn’t want to see it because my friend told me what it was about lol that would break my heart\n  ","537140":"\n   Sunday lumpy custrd day ?!?! (I dont know)  Anyway, what's something you should have been doing today but instead put it off for something else aka protaganising...  i should be getting shirts and stuff ready for work but instead the nephew is visiting so having a few hours with him instead....\n  ","537141":"\n   Oh dang, then I know I will definitely. I’m the type to still watch that kind of thing anyway so that’s right up my alley 😂\n  ","537142":"\n   Aww that’s sad.. I’m gonna check that out probably on my vacation days this week n_n thank you. Eww, I know I’m gonna cry only because you said her dad died and that makes me sad already lol\n  ","537143":"\n   What is your favorite thing to wear?\n  ","537144":"\n   What always sounds like a good idea but never actually is?\n  ","537145":"\n   What is the strongest animal?\n  ","537146":"\n   please recommend good advices and good applications\/ websites to improve English language. Especially speaking skills. thanks\n  ","537147":"\n   Current thought\n  ","537148":"\n   Hotdogs or sausages? Which is your favor brand or flavor?\n  ","537149":"\n   What makes a thing alive?\n  ","537150":"\n   Which brand products do you use most frequently?\n  ","537151":"\n   Ever studied Naive Realism?\n  ","537152":"\n   So anything that you can imagine can be real, yeah?\n  ","537153":"\n   what is your current IG handle?\n  ","537154":"\n   But aren't the images we see on screens synthetic because they aren't alive and are only 2 dimensional?\n  ","537155":"\n   Do you think that the images you see on a screen are real?\n  ","537156":"\n   oops\n  ","537157":"\n   Someone on IG stole lnr87 as well?\n  ","537158":"\n   haha your teasing me lol\n  ","537159":"\n   Because we said to John that the corner or the last train would eventually go to the point that everyone stood on at the peak of time. Do you mean that kind of non-sensical question?\n  ","537160":"\n   youcanjuiceme seems to have sexual connotations don't you think?  Like is that why it made you laugh?\n  ","537161":"\n   How did you come up with the name, 'youcanjuiceme'?\n  ","537162":"\n   But can't a question that doesn't make sense to you also make you think too? Like, it may be just something that you've never thought about before so you don't understand it initially?\n  ","537163":"\n   How do you value as question as being a good one?\n  ","537164":"\n   thanks will you miss me ?\n  ","537165":"\n   hello im going on the roadtrip the ist of july ill miss you too\n  ","537166":"\n   You must be really good at managing your social media privacy settings because I couldn't find much about you\n  ","537167":"\n   What things possess you?\n  ","537168":"\n   Are most questions valid for you?\n  ","537169":"\n   Do you value your online privacy?\n  ","537170":"\n   Do you think someone can get a sense of what kind of person someone is by the questions that they don't answer?\n  ","537171":"\n   Does your mom still have the same table with the tooth mark in it?\n  ","537172":"\n   Age wise of course\n  ","537173":"\n   u should post some pics already its been years\n  ","537174":"\n   What things do you possess?\n  ","537175":"\n   How far back can you remember?\n  ","537176":"\n   what's your strongest sense?\n  ","537177":"\n   When it comes to food, what are you picky about?\n  ","537178":"\n   how do u even keep track of msgs when u reply em hours or days later and they arent asked in the original qs\n  ","537179":"\n   Who are we most attached to?  Our mothers or our fathers?\n  ","537180":"\n   Have you heard doomsday by the architects?\n  ","537181":"\n   by yourself perhaps but its been a long time since u shared it with ppl here lol\n  ","537182":"\n   What's your favorite holiday?\n  ","537183":"\n   thats obviously better but sometimes only 1 can be at it at a time lol\n  ","537184":"\n   do u prefer gving h3ad or being 3aten out\n  ","537185":"\n   Let’s swim together\n  ","537186":"\n   What is once I was a beehive about? I know I can google but why would I do that? Lol\n  ","537187":"\n   God bless you\n  ","537188":"\n   Post a 360 video of where you are right now!\n  ","537189":"\n   whats your opinion on breastfeeding selfies ?\n  ","537190":"\n   hi babe\n  ","537191":"\n   Pap of it and youll get soo many likes! We all think its really hot\n  ","537192":"\n   What did you last cry over?\n  ","537193":"\n   What are some of your out of the norm cooking shows if you watch any? \nMine is Martha & Snoop's Potluck Dinner Party.\n  ","537194":"\n   No New England for you no more ?\n  ","537195":"\n   Kraft mac and cheese or velveeta Mac and cheese? I prefer KRAFT.\n  ","537196":"\n   Pls pap of ur body. Its so hot\n  ","537197":"\n   Are there any names you would have named a child, but for some reason can’t? (Like it has negative associations or a family member already used the name?)\n  ","537198":"\n   How often do you get a haircut?\n  ","537199":"\n   What is the last movie that you watched?\n  ","537200":"\n   have you met any\/many of your parents cousins?\n  ","537201":"\n   do you have any hippie aunts? any redneck uncles? any stoner cousins?\n  ","537202":"\n   Good night babe\n  ","537203":"\n   If you have friends coming over, what would you cook?\n  ","537204":"\n   to be fair u havent done it in a long while so that sounds like a break to me lol\n  ","537205":"\n   What can you promise to your friends?\n  ","537206":"\n   I'm the best king🌹👑\n  ","537207":"\n   Will robots replace humans?\n  ","537208":"\n   Thoughts on me🌹👑\n  ","537209":"\n   If you could pick an eye color what would you choose?\n  ","537210":"\n   What drink do you prefer when you’re thirsty?\n  ","537211":"\n   🌹🌹👑🐻\n  ","537212":"\n   If you could own an exotic pet, what would you choose?\n  ","537213":"\n   How long has your longest ever phone call been?\n  ","537214":"\n   We are a bundle of reactions to incoming sense stimuli that is in the process of constant change.  You are not the person you were one second ago but rather an illusion caused by ignorance of the reality of becoming\n  ","537215":"\n   Why do you think that the male suicide rate is so high?\n  ","537216":"\n   What's your favorite memory from your childhood?\n  ","537217":"\n   Name the person you hate the most and list their positive qualities. 👀\n  ","537218":"\n   What movie are you watching? And what movie(s) do you recommend cause I wanna watch one (or some) lol\n  ","537219":"\n   It your options were homeless or suicide which would you pic?\n  ","537220":"\n   Like the huge leap of thinking that you're a self when you're not :)\n  ","537221":"\n   Not really.  They compliment each other and overlap\n  ","537222":"\n   Maybe that's one of the main problems for humans today.  That they don't think deeply about how they live their lives?\n  ","537223":"\n   u mad broo\n  ","537224":"\n   Sure but how is it better for you?  Like, do you receive more information with with to make sense of the communication?\n  ","537225":"\n   Why in person and how does that differ compared to other ways of communicating?\n  ","537226":"\n   What's your favourite way to communicate?\n  ","537227":"\n   Hugs you warmly🌹👑\n  ","537228":"\n   No one should ever treat you bad, you deserve anything you want. Don't listen to haters you are amazing and beautiful and I care about you more🌹👑\n  ","537229":"\n   If all the sudden your ability in life dropped greatly would you still have the same effort and enthusiasm?\n  ","537230":"\n   I wanted to say was you are very beautiful and if people say shit about you they are probabally jealous because you are amazing and you are the best queen. I'll always be your king that will treat you as a queen🌹👑\n  ","537231":"\n   What are you currently addicted to?\n  ","537232":"\n   Do you miss anyone right now?\n  ","537233":"\n   You need to watch 13 reasons why 😢😢 \nI cry when I remember it\n  ","537234":"\n   What's going on with you?\n  ","537235":"\n   Can u pap plsss 😍\n  ","537236":"\n   What's your favorite memory from your childhood?\n  ","537237":"\n   No,  princess \nHe is Bob Bradley\n   \n    https:\/\/www.google.com.eg\/search?client=tablet-android-samsung&ei=GBUvW9DZK8qy0gWEh6ToDw&q=bob+bradley&gs_ssp=eJzj4tTP1TcwMck2rzBgBAARyQLC&oq=bob+brad&gs_l=mobile-gws-wiz-serp.1.0.46j0i67l2j0j0i67.7618.10775..12688...2....248.1574.0j4j4......0....1.......3..46i39j\n   \n","537238":"\n   Thank you , princess 🌹 \nI started to watch \" Narcos \" series to improve my Spanish 😍\nReally it's a wonderful series \nIt tells the life story of Pablo Escobar\n  ","537239":"\n   - Someone wanted to explain two points \n= I said \" ok \" \n- He replied \" .. \" 😂\n  ","537240":"\n   Your country has one of the best trainers in the world \nHe is pop Bradley \nYou know him ?\nHe was the American trainer of Egyptian team in 2012\n  ","537241":"\n   You don't know anything about Football  ?\n  ","537242":"\n   Tell me the names of movies 😂\n  ","537243":"\n   You prefer Messi or Ronaldo ?\n  ","537244":"\n   What is the meaning of that?\n  ","537245":"\n   I'm watching \" The Hurricane Heist 2018 \" movie \nIt's a wonderful movie 🎬\n  ","537246":"\n   Are you sick,  princess ?\n  ","537247":"\n   How are you, princess 🌹 👑\n  ","537248":"\n   Are you ok? \nGet well soon ❤\n  ","537249":"\n   Is it okay to masturbate?\n  ","537250":"\n   But you should clean it\n  ","537251":"\n   you're diabetic?\n  ","537252":"\n   what 3 things are good in your life rn?\n  ","537253":"\n   how long were you and your current or last bf dating before yall fcked the first time?\n  ","537254":"\n   What size of your leelido  ?\n  ","537255":"\n   Do you prefer sexting than random sex ?\n  ","537256":"\n   What can spoil your day?\n  ","537257":"\n   What is your motive to help others ?\n  ","537258":"\n   . . . . Pretty . . . . tasty? (haha)\n  ","537259":"\n   (the initial post was as a joke!)\n  ","537260":"\n   If you use non-chemical control, you can grow giant koi (\n   \n    https:\/\/www.youtube.com\/watch?v=OrIAP4YbEwM\n   \n   ) - swimming with them is good for . . . If you have a larger pool, with an island with a small cave, you can keep a couple of mermaids. But if you don't feed them right, they will eat the koi.\n  ","537261":"\n   (STRAW\/HAY- the difference) \/ So, you have a high tech filtration system for your pool. What feature controls the growth of bacteria? And algae? Chemical, eg chlorine, or electrical, eg ultraviolet?\n  ","537262":"\n   No. Hay is fully mature & ripened grass. Straw is the ripened stalk of grain crops such as oats, barley, wheat, rye, etc. . It needs to BARLEY STRAW specifically. Not strewn in the pond\/pool, but in a cuboid bale.\n  ","537263":"\n   What news items are important to you?\n  ","537264":"\n   pap of unanswered qs\n  ","537265":"\n\n    https:\/\/www.youtube.com\/watch?v=-uFjHaDszcs\n   \n","537266":"\n   have you ever loved a libra?have you ever been on an awful date? have you ever broken up w someone or been broken up w over text?\n  ","537267":"\n   some girls dont like it they feel self-concious\n  ","537268":"\n   A barley straw bale thrown in will prevent the growth of algae. Good in fish ponds, cause non-toxic & green,\n  ","537269":"\n   Why not post a body pic\n  ","537270":"\n   how is babby formed\n  ","537271":"\n   Whyy\n  ","537272":"\n   Which place do you find to be the most boring?\n  ","537273":"\n   Full body pic plss\n  ","537274":"\n   Would you rather live in the mountains, or by the sea?\n  ","537275":"\n   But why though\n  ","537276":"\n   Which is more preferable being nice or being fair?💥\n  ","537277":"\n   I was just shocked lol\n  ","537278":"\n   YOU MASTURBATED OUTSIDE\n  ","537279":"\n   Yeah it wasn’t that much though lol\n  ","537280":"\n   do u like guys going down on you?\n  ","537281":"\n   No I bought it from my jeweler the glass cracked lol\n  ","537282":"\n   whats 1 more time lol\n  ","537283":"\n   Yup random answers\n  ","537284":"\n   I broke my brand new Rolex playing with my dog fml\n  ","537285":"\n   Why these 2?lol random answer?\n  ","537286":"\n   There are old kind of new bacteria in the ice of the south and north pole, what do think is gonna happen if the ice melts, give me a scenario!\n  ","537287":"\n   What do you look forward to doing?\n  ","537288":"\n   would u say u have a nice ass\n  ","537289":"\n   So sexy\n  ","537290":"\n   What is your favorite day of the week and why?\n  ","537291":"\n   Because you are sweet and adorable🌹👑\n  ","537292":"\n   Could you ever be more than friends with your best friend?\n  ","537293":"\n   Have you ever been proposed to\/proposed to someone?\n  ","537294":"\n   How often do you take naps?\n  ","537295":"\n   favourite 007 movie\n  ","537296":"\n   What's the best thing you can do with a stick of gum?\n  ","537297":"\n   im sure all ur long-time followers will be delighted to finally see how u look like too\n  ","537298":"\n   ¯\\_(ツ)_\/¯\n  ","537299":"\n   You mean spermatoza ? 😂\n  ","537300":"\n   have u ever done it elsewhere besides ur home\n  ","537301":"\n   do u have a set time for self-pleasing\n  ","537302":"\n   it says there was a dog called glue he fell and hit (the joke is that the word for hit is also the word for glue in spanish so its like a pun)\n  ","537303":"\n   Thank you \nYou are so open minded\n  ","537304":"\n   What's the meaning of pussy?\n  ","537305":"\n   u said u werent in the mood for it\n  ","537306":"\n   Hahahhahahahahha\n  ","537307":"\n   Lyndsey + ass = Masturbation 😂\n  ","537308":"\n   ERASE UNA VEZ UN PERRO QUE SE LLAMABA RESISTOL SE CAYO Y SE PEGO JAJAJAJAJAJAJAJAJAJA\n  ","537309":"\n   oh well maybe someone else will so i can be with a girl and grab her ass and say my peachious hahahahaha\n  ","537310":"\n   👷+ 👩= 🍆+👙 \n😂\n  ","537311":"\n   To be honest \nYour ass attracted me\n  ","537312":"\n   You have sexy body of 14 year old 😍😍😍\n  ","537313":"\n   how bout peachious (get it peach + precious lol)\n  ","537314":"\n   how bout we give it a name lol\n  ","537315":"\n   I named after you ass\n  ","537316":"\n   I AM THE BOOBOO FIXER\n  ","537317":"\n   No \nYou are sexy all the time\n  ","537318":"\n   It's very sexy 😚\n  ","537319":"\n   Why ?\nI think your body is better than young girls\n  ","537320":"\n   Man older than woman?\n  ","537321":"\n   or better yet that they arent related to u HAHAHAHAHAHAHA\n  ","537322":"\n   Lyndsey likes guys.  THE END.\n  ","537323":"\n   Yes i'm 17 and I love you 30 😂\n  ","537324":"\n   As a  rule\n  ","537325":"\n   Thoughts on relationships with big age gap differences?\n  ","537326":"\n   With or without lesbian?\n  ","537327":"\n   She is straight , however she is really nice\n  ","537328":"\n   Do you trust your government?\n  ","537329":"\n   With whom ?\n  ","537330":"\n   When you slept with her\n  ","537331":"\n   You lost your virginity \nTell me how ?\nIf you are brave 😍\n  ","537332":"\n   if only life was that easy\n  ","537333":"\n   You aren't straight\n  ","537334":"\n   I am a lesbian girl \nYou will like my boo*s and pu**y \nCan I meet you tomorrow ? 😉😍\n  ","537335":"\n   I wish that he still loving you\n  ","537336":"\n   i love you, lets get married oh wait to divorce aw shucks ok bye boo hoo etc etc etc *sigh*\n  ","537337":"\n   I love you\n  ","537338":"\n   I love you not for sex \nI can't imagine myself without you\n  ","537339":"\n   He loves you too?\n  ","537340":"\n   Appreciate my feelings , please\n  ","537341":"\n   No 😯\nYou are so sweet and I love you\n  ","537342":"\n   If you love another, tell me \nBecause I see you my dream\n  ","537343":"\n   You don't appreciate men \nWhy?\n  ","537344":"\n   I was very sad because you weren't ok \nI care about you all the time \nI ❤ you\n  ","537345":"\n   rly cuz u seem pissed rather often like u hate pretty much everything ur asked plus u complain a lot bout some ppl and u still reply to em\n  ","537346":"\n   Yes\n  ","537347":"\n   I like your soil not your body\n  ","537348":"\n   k asking for marriage is extreme i give u that but sometimes u seem like everything annoys u so i wonder why not doing something else that u enjoy instead\n  ","537349":"\n   if u dont wanna talk why u even get in here\n  ","537350":"\n   What should I do to prove that I love you?\n  ","537351":"\n   You hate to be loved! !\nWhy ?\n  ","537352":"\n   Your number  ? 😃\n  ","537353":"\n   Miss you\n  ","537354":"\n   What do you do when you don't know the answer?\n  ","537355":"\n   so please be my friend\n  ","537356":"\n   Do you think it's fair that republican votes count more than democrat votes? would you like to see that changed or are you ok with it?\n  ","537357":"\n   Cause I like to make new friends\n  ","537358":"\n   if u want one u should post some pics so they see what they will get lol\n  ","537359":"\n   why ?\n  ","537360":"\n   Do you watch FIFA World Cup 2018 ?\n  ","537361":"\n   The noun \" advice\" can never be pluralised?  and i can't say \" advices\" is this true?\n  ","537362":"\n   did you ever want a sugar daddy when you were younger?\n  ","537363":"\n   Love you🌹👑\n  ","537364":"\n   A big GOODBYE to you. I hope you are sure that I will not contact you further. Fucking yes, I'd rather enjoy my time out when I'm abroad rather than giving information to you about myself. It is pointless to have any contact with you.\n  ","537365":"\n   Do bananas float?\n  ","537366":"\n   Are you a morning person or night person?\n  ","537367":"\n   I sent a question yesterday. I received many answers. I decided to read them after few hours and most of them disappeared lol\n  ","537368":"\n   Lyndsey doesn't sleep.\n  ","537369":"\n   Hello everyone, I noticed that few answers keep disappearing and I can't read most of the answers anymore. Do you think there is a limit of the answers you receive on ASKfm? Have you ever faced this issue?\n  ","537370":"\n   Lyndsey how are you🌹👑\n  ","537371":"\n   What do you think animals think about humans?\n  ","537372":"\n   What made you laugh last?\n  ","537373":"\n   How often do you change your mobile phone?\n  ","537374":"\n   What is your dream travel destination?\n  ","537375":"\n   What do you do when you’re angry?\n  ","537376":"\n   If you could have dinner with anyone, who would you choose?\n  ","537377":"\n   Should school\/study hours be moved to the afternoons as you are more awake then?\n  ","537378":"\n   If you could choose to stay a certain age forever, what age would it be?\n  ","537379":"\n   Have you ever let someone take the blame for something you did?\n  ","537380":"\n   Love🌹👑\n  ","537381":"\n   What do most of your friends think about you that is totally untrue?\n  ","537382":"\n\n    https:\/\/www.rd.com\/health\/conditions\/pcos-cause-cure\/\n   \n   thought you might want to read this. I've got it too... It's a pain in the ass but hopefully a cure will be available in the future!\n  ","537383":"\n   A cups are cute af. We need to be teaching girls that their boobs aren't there so guys can squeeze them. I'd rather have natural A's than artificial B's or C's\n  ","537384":"\n   not a fan of fake boobs anyway. Why  do girls even do that, anyway?\n  ","537385":"\n   pap of your sister, please?\n  ","537386":"\n   So you don't eat too much?\n  ","537387":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/149609258669\n   \n   You mean you finally figured out that you eat too much???!!\n  ","537388":"\n   What's the most expensive thing you have bought?\n  ","537389":"\n   Oh okay\n  ","537390":"\n   We're your loyal followers hehe :)\n  ","537391":"\n   wow all that sounds serious but it seems like ur doing well so thats good news\n  ","537392":"\n   You always seem to be online?\n  ","537393":"\n   Meant they are the pollution haha. they're standing, shining, abandoned?\n  ","537394":"\n   What's shelley vibes?\n  ","537395":"\n   Well?\n  ","537396":"\n   What you watching now?\n  ","537397":"\n   have u ever cybered on webcam sites\n  ","537398":"\n   so will u finally share what were all those hospital visits all about\n  ","537399":"\n   Oh I'm so sorry to hear that my friend\n  ","537400":"\n   Hello I'm Tiffany Woodson how are you feeling today?\n  ","537401":"\n   i am adult boi i need girl pics for school proyect\n  ","537402":"\n   so if we are all understanding information that comes to our senses differently, how do we know which view is the true one when all views are different?\n  ","537403":"\n   What food do you crave most often?\n  ","537404":"\n   What is the grossest sounding English word?\n  ","537405":"\n   Hi\n  ","537406":"\n   Like, do we get a different point of view of a particular topic depending on how we consume the information?  Like reading it, listening to it, watching it, through the different mediums?\n  ","537407":"\n   Do you think that digital media changes how we communicate with each other and how we consume information?\n  ","537408":"\n   do you watch or listen to much media that has been recorded?\n  ","537409":"\n   What silliest thing you get nostalgic for?\n  ","537410":"\n   Would you enjoy a vacation away from all of your technology?\n  ","537411":"\n   Could you go without listening to any media for one month straight?\n  ","537412":"\n   Is it too early to plan for July 4th?\n  ","537413":"\n   Does solar power have a future as a reliable energy source? Can it count as pollution with so many solar power plants around?\n  ","537414":"\n   -\n  ","537415":"\n   If you were a movie character who had the opportunity to do your 'one last job', to retire and quit without hurting anyone, would you do it? what would it be? would it be dangerous, would there be a high chance you wouldnt succeed?\n  ","537416":"\n   Where one can find the truth?\n  ","537417":"\n   Top tune recommendation for the weekend?\n  ","537418":"\n   If you opened up a restaurant what kind of food would you serve?\n  ","537419":"\n   Is it easier to fall in love in spring?\n  ","537420":"\n   What shoes did you wear today?\n  ","537421":"\n   How to know if you are a good person?\n  ","537422":"\n   What's your favorite snack food?\n  ","537423":"\n   What movie or TV show have you not seen that virtually everyone else has seen?\n  ","537424":"\n   What would you do today if there is no more tomorrow?\n  ","537425":"\n   Do you trust most people?\n  ","537426":"\n   Lol\n  ","537427":"\n   You’re back!!\n  ","537428":"\n   Really I’ve broken three\n  ","537429":"\n   Mine is a lot more embarrassing\n  ","537430":"\n   Is their plan working? Lol he budging any bit?\n  ","537431":"\n   Thats not embarrassing\n  ","537432":"\n   Whats the most embarrassing thing you had to go to the emergency room\/Doctor for?\n  ","537433":"\n   What fill and filter , is it about detox ?\n  ","537434":"\n   Hey beautiful, I would be glad if you could take a look at my video:)\n   \n    https:\/\/www.youtube.com\/watch?v=j-In8f4tDvA\n   \n   I would be really happy if you could like and comment it ^^ Thank you ♡\n  ","537435":"\n   I broke my arm jumping out of one playing a super hero game as a kid\n  ","537436":"\n   You used to climb trees\n  ","537437":"\n   What are your favorite beverages?\n  ","537438":"\n   That's impossible though\n  ","537439":"\n   Unless you talk about  trees or some shit\n  ","537440":"\n   I would think that’s most people’s one common fear even tho they don’t like to admit it at times. Is there anything that full freaks you out tho like a snake maybe or spider lol\n  ","537441":"\n   I’m not in a sexual mood either I’m just bored and that’s cause I was really horny that day I’m not even horny rn\n  ","537442":"\n   Kik me lol\n  ","537443":"\n   Do you have a phobia ?\n  ","537444":"\n   Kiss me? 🙄\n  ","537445":"\n   Anything\n  ","537446":"\n   Guacamole and nachos I mean the date does not exist to me lol\n  ","537447":"\n   -\n  ","537448":"\n   Lyndsey <3\n  ","537449":"\n   Let them play with u until _____?\n  ","537450":"\n   who is\n  ","537451":"\n   lmao\n  ","537452":"\n   Oh pfft never lol my niece and her daughter (great niece) are supposed to be here in about an hour. She’s moving here :)\n  ","537453":"\n   i do lol xo\n  ","537454":"\n   Ummmmmm hell yeah!\n  ","537455":"\n   they were not laughing at you your a sweetie\n  ","537456":"\n   Why do young girls scream in groups?\n  ","537457":"\n   had you a good day\n  ","537458":"\n   Haha definitely, same. Swimming is nice any time of the year. And aww that age is adorable! I have.. way too many :0 even have me a great niece and a great nephew o_o\n  ","537459":"\n   it should be okay\n  ","537460":"\n   Should be ok best used by means it’s better if you use it before that date as in use by is use it by that certain date lol no food poisoning today.\n  ","537461":"\n   had you a good day friend\n  ","537462":"\n   But why would you want it to be heated when the sun does that for you? Smh lol and nice! How many do you have? I have both nieces and nephews :p\n  ","537463":"\n   Guess it depends where you’re at lol it’s 110° where I am lol not much different 😂 luckyyy I wanna go swimming. Waiting to pick my niece up tho\n  ","537464":"\n   It’s officially swamp ass season. Well I know it’s been hot for like 3 months but the summer solstice was yesterday lol\n  ","537465":"\n   What song makes you want to dance?\n  ","537466":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","537467":"\n   Good night babe\n  ","537468":"\n   Is Lacokis still on ask?\n  ","537469":"\n   Have you ever wondered why grown men like underage girls? From an evolutionary standpoint, what benefit could this have and when in our evolution did this happen..\n  ","537470":"\n   cool bananas\n  ","537471":"\n   Huh\n  ","537472":"\n   Hey how are you\n  ","537473":"\n   oh. ok then. nm Lyndsey\n  ","537474":"\n   hey wanna chat ?\n  ","537475":"\n   Are you flexible to experience something outside your comfort zone? give an example if it's possible\n  ","537476":"\n   ❤️\n  ","537477":"\n   Space 🌼 :\n  ","537478":"\n   You deserve to be the best queen ever. You make me the best king🌹👑\n  ","537479":"\n   When was the last time you felt proud of yourself?\n  ","537480":"\n   Good, because I was going to say.. if your one eyed monster is bigger than mine, it would leave me feeling not manly enough.\n  ","537481":"\n   Give me 3 health advices\n  ","537482":"\n   Okey how old are you\n  ","537483":"\n   What was wrong with the pool?\n  ","537484":"\n   just checked the mayo clinic link. Excess androgen? Hopefully you don't get sir'ed much.\n  ","537485":"\n   Yeah I actually just got tested to see if i have pcos, thankfully i don’t but i am a bigger girl.\n  ","537486":"\n   I’m sorry. I know how awful pcos is :\/\n  ","537487":"\n   What are you doing\n  ","537488":"\n   Sorry people are being rude to you 💕\n  ","537489":"\n   pcos??? tf\n  ","537490":"\n   How are you\n  ","537491":"\n   why are you gross\n  ","537492":"\n   can we chat question to question?\n  ","537493":"\n   Post a body positivity pic\n  ","537494":"\n   Hiiiiii\n  ","537495":"\n   It was me waffling on about music predictions, oops!\n  ","537496":"\n   If there was an app that listened to the music you liked and occasionally came out with new songs with complete accuracy that you always found absolutely fantastic, would you be a bit miffed that you were predictable or just chuffed to get them?\n  ","537497":"\n   What is one thing you will never do again?\n  ","537498":"\n   But isn't a community allowed to set its own standards?\n  ","537499":"\n   Alhamdulillah....what about u.....??\n  ","537500":"\n   Have a good tgif. have a lame joke - Why was the stadium so cold?Because there were a lot of fans. n it was hot in the stadium because they didnt serve cold drinks. ★,｡･:*:･ﾟ☆\n  ","537501":"\n   Can a Jurassic Park concierge interest you in a Hamm'ond cheese sandwich? *kinda giggles*\n  ","537502":"\n   Am talking as a relationship..\n  ","537503":"\n   Do you like soccer?\n  ","537504":"\n   Have you been stuck in say an elevator\/lift  or somwthing like that for a length of time?  If so how did you pass the time? Sing song? Story telling? Scream your lungs out? All 3 ?\n  ","537505":"\n   You deserve to be what you are you'll always be perfect🌹👑\n  ","537506":"\n   Good night beautiful\n  ","537507":"\n   Is there something that you constantly think about, that either makes you feel sad or happy\n  ","537508":"\n   Lyndsey👑🌹\n  ","537509":"\n   5th picture in your camera roll and the story behind it?\n  ","537510":"\n   What’s the most interesting thing you’ve read or seen this week?\n  ","537511":"\n   🌹👑🐻🐻\n  ","537512":"\n   Jumma mubarik....😁😁\n  ","537513":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","537514":"\n   Well I can say I’ve had sleep paralysis myself but never saw any shadows while that was happening to me and always beaten it. In general tho yeah I’ve seen shadows etc but not during sleep. Weird things that’s for sure.\n  ","537515":"\n   Hi Lyndsey! I hope you are alright as you deactivated your ask. Good to see you back soon♡\n  ","537516":"\n   Yeah ok that’s fairly full on to be honest. They say it’s sleep paralysis but usually that shadow is on top of you in bed like holding you down type thing. Regardless they say that dark shadows are bad spirits etc so not sure that’s if you believe in all that stuff also :)\n  ","537517":"\n   No one thinks I'm special🌹👑😪\n  ","537518":"\n   Share it if you want or to much to type ?\n  ","537519":"\n   Have you seen anything paranormal ?\n  ","537520":"\n   What’s the weirdest thing you have seen in your life that was barely explainable?\n  ","537521":"\n   Have you set yourself any short term goals? If so what are they and do you think you will achieve them ?\n  ","537522":"\n   What’s something you don’t like to share with others ?\n  ","537523":"\n   Alright I’ll re word it. What’s the one thing that people do that annoy you every time. Or the one thing you can’t stand etc.\n  ","537524":"\n   putting bitters, a shave of an orange peel, + honey or sugar can make a big difference though. (that's the recipe) Also there's the rum old fashioned (replace whiskey with rum) and so on.\n  ","537525":"\n   What’s something that people do that really annoy you every time ?\n  ","537526":"\n   Have you ever drank an old fashioned?\n  ","537527":"\n   what’s your favorite cuisine and what’s your least favorite cuisine?\n  ","537528":"\n   XD it’s just a list of my friends basically.\n  ","537529":"\n   What is the most question you don't like?\n  ","537530":"\n   No idea what you mean but yup cooooool lol\n  ","537531":"\n   Hey Lyn! Can I add you to my balloon friends list? X3\n  ","537532":"\n   Is there something that not many people know about you ?\n  ","537533":"\n   Ok I’ll throw some questions your way so duck quick.  Do you have a Hobby? If so what is it ?\n  ","537534":"\n   Do you have any guilty pleasures ?\n  ","537535":"\n   How much water to drink a day?\n  ","537536":"\n   Do you want to talk about your day\n  ","537537":"\n   What was the last CD you bought?\n  ","537538":"\n   post a message for someone ✏📝\n  ","537539":"\n   What are some things that sound like compliments but are actually insults?\n  ","537540":"\n   How are you feeling queen🌹👑\n  ","537541":"\n   i hope you have a good early tgif. n hope it gets happier n better. (:\n  ","537542":"\n   favourite scifi movie\n  ","537543":"\n   So gorgeous\n  ","537544":"\n   How are you\n  ","537545":"\n   It's kjoi braf join serial kkpy onag London ?\n  ","537546":"\n   I want to see you happy\n  ","537547":"\n   Me too\n  ","537548":"\n   Abjy jiu khra kaoiu fgh asked ytr London?\n  ","537549":"\n   I knew this man\n  ","537550":"\n   That’s great! Good thing that person didn’t affect your BP, that would have been even more annoying lol look at you, losing weight and not even trying. Hell yeah\n  ","537551":"\n   Why do they wanna talk to me so bad\n  ","537552":"\n   I wish you speedy recovery\n  ","537553":"\n   You are very strong woman\n  ","537554":"\n   may i suggest getting off ask for a while it doesnt seem like being on here will help rn u should do something else u like\n  ","537555":"\n   But he apologized for you\n  ","537556":"\n   You proved that you are strong woman by forgiving him 👏\nNot anyone can forgive\n  ","537557":"\n   The second one wasn't me and what's wrong\n  ","537558":"\n   How’s it going besides all that? Lol\n  ","537559":"\n   Seems like you had an eventful day\n  ","537560":"\n   Promise ❤\nThank you for everything ❤\nI won't annoy you again\n  ","537561":"\n   You agreed to Forgive me?\n  ","537562":"\n   Really ???\nThank you \nYou forgived me ???\n  ","537563":"\n   Forgive me, please\n  ","537564":"\n   Kik me?\n  ","537565":"\n   is this something you might do with a group of buddies (or enemies for that matter) Assuming you had the money to do it etc.... or would you be the sneaky one and end up locking everyone else in?  (Safe link)\n   \n    http:\/\/adventurerooms.ie\/\n   \n","537566":"\n\n    https:\/\/www.youtube.com\/watch?v=UzC0MEDHcv4\n   \n","537567":"\n   What is going on here today ?\n  ","537568":"\n   What you gonna or think about if someone is chasing you for a long time???\n  ","537569":"\n   #sorry_Lyndsey\n  ","537570":"\n   Just say \" I forgive you \" \nPlease 😔\n  ","537571":"\n   Why won’t you just leave her alone anon she’s already upset and you aren’t making anything better by pestering her\n  ","537572":"\n   I want to be a good person\n  "},"Answer":{"536500":"\n  I helped enough today. Brother-in-law is running for constable. The town is doing a fireworks display. He ended up getting these custom bags to put goodies in them.\n  \n  Got those mini water bottles that Walmart makes. Ended up taking off their label and replacing with his own basically saying to vote for him. Must be at least 200 of them. Peeled so many stickers off and on. The dining table is half filled with them all lined up.\n  ","536501":"\n  ohhh. makes more sense. I guess the gif was too much? 😂😂😂\n  ","536502":"\n  o.o\n  \n  not surprised it got taken down then. My mind is probably worse than the gif\n  ","536503":"\n  with what?\n  ","536504":"\n  I didn't see it. resent 👍\n  ","536505":"\n  #68\n  ","536506":"\n  sounds religious\n  ","536507":"\n  howdy\n  ","536508":"\n  I haven't dated a truck driver before.\n  \n  I'm also single so...\n  ","536509":"\n  accurate\n  ","536510":"\n  who is Tanya?\n  ","536511":"\n  stop talking about yourself ;)\n  ","536512":"\n  already invisible\n  ","536513":"\n  I don't agree with the first line. People can change.\n  ","536514":"\n  ???\n  ","536515":"\n  only in winter\n  \n  or it feels that way XD\n  ","536516":"\n  lol its interesting. The people basically have a grocery store in their house from all the stuff. Someone's total was around  $800 and got it all for $88.\n  ","536517":"\n  watching some couponing show on the tv with my mom lol\n  ","536518":"\n  I don't feel that great right now. Hopefully sleep will help. Good night\n  ","536519":"\n  I actually have a squirting question XD\n  \n  I didn't do anything tonight.\n  ","536520":"\n  blue\n  ","536521":"\n  hi, David.\n  ","536522":"\n  lol this didn't sound like HP pickup line to me 😂\n  ","536523":"\n  Yes. We just shiver up and die. Never to have sex again. R.I.P.\n  \n  lol it basically bounces back.\n  ","536524":"\n  I've been whomping my willow thinking about you!\n  ","536525":"\n  The more the merrier\n  ","536526":"\n  Are you using the Confundus charm on me or are you just naturally mind blowing?\n  ","536527":"\n  if only people paid me for sexual questions. Especially ones that are more personal.\n  ","536528":"\n  You have two choices tonight, come with me and you'll see love spells. Go with him and you'll see Hog-WARTS.\n  \n  my page is so weird tonight\n  ","536529":"\n  I've never left the united states. That's in Italy? Would be cool to visit one day.\n  \n  I haven't seen any craters here.\n  ","536530":"\n  My vagina is a horcrux, will you destroy it?\n  ","536531":"\n  Harry Potter pickup lines came to mind instead :\/\n  ","536532":"\n  This made me laugh. Good luck.\n  ","536533":"\n  multiple ways to find out.\n  ","536534":"\n  see one of those doctors about it. There's also some ice thing that any drugstore usually has. Not sure if they actually work. I think it would be in the medical hygiene areas.. bandaids and all that.\n  \n  ~\n  \n  I knew a kid in elementary school who had a wart on his pinky and he said that he had an extra finger. Like he'd literally get sad if someone didn't believe that it was another finger 😂 He was weird.\n  ","536535":"\n  Glad someone has common sense\n  ","536536":"\n  believe what you want\n  ","536537":"\n  I'll trust you.\n  ","536538":"\n  I cringe a little when it's turned into \"bate\". I'm a female and just picture guys bating\/fapping 😂\n  \n  Also you don't need to know. You'd most likely wouldn't pay me to find out either😝\n  ","536539":"\n  most likely a guy told them before or just curious. Also foods you eat can make it taste different too ¯\\_(ツ)_\/¯\n  \n  I don't think guys talk about it? Most probably have.\n  ","536540":"\n  This is weird. Most likely against the rules on here. lowkey prostitution. You most likely aren't even in Arizona either. Nor do I know anything about you so the situation is even more desperate and pathetic.\n  ","536541":"\n  music\n  \n  lyrics\n  \n  Adele\n  \n\n   https:\/\/youtu.be\/hLQl3WQQoQ0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","536542":"\n  Hello inappropriate question\n  ","536543":"\n  Indeed. We also lived in that house the longest time, surprisingly. Wasn't the best neighborhood.\n  ","536544":"\n  own.\n  \n  I laughed\n  ","536545":"\n  drawing can be fun.\n  \n  I didn't draw my display picture if that's what made you ask. just looks similar\n  ","536546":"\n  I actually fell off the bed 😉 so that was intense\n  \n  That was good too\n  ","536547":"\n  born & raised in Massachusetts.\n  \n  summer house in Maine\n  \n  Siblings both live in AZ now. hence why I'm out here atm\n  ","536548":"\n  mom slept in the living room on the couch. He snores. loveless marriage etc\n  ","536549":"\n  That seems creepy :P\n  \n  I feel like I probably rubbed up against stuff before but not full on doing anything XD\n  ","536550":"\n  kind of.\n  \n  Also shared a room with my sister for years.\n  \n  Then when we did get our own rooms, the layout was weird. I literally had to go through my dad's room to get into my room. so that was a bit awkward. Didn't seem worth getting caught. Also wasn't that intune with my body lol\n  \n  Had a normal layout at the next house. was bored and felt horny, gave it a go 😂\n  ","536551":"\n  For someone like you 🎤\n  ","536552":"\n  For life 🎤🎤\n  \n  first time masturbating lol\n  ","536553":"\n  I can't. I don't know anything about you. I feel like the advice would need to be tailored to you ¯\\_(ツ)_\/¯\n  \n  I could rattle sh!t off but it might not be relatable to you.\n  ","536554":"\n  I'm well aware lol\n  ","536555":"\n  yikes\n  ","536556":"\n  Sometimes I worry about my anons\n  ","536557":"\n  Thanks for the warning\n  ","536558":"\n  for?\n  ","536559":"\n  How unfortunate for you 😉\n  ","536560":"\n  um ok then\n  ","536561":"\n  What even??\n  ","536562":"\n  sir mix a lot\n  \n  Alejandro\n  \n  raise your glass\n  \n  shake it off\n  ","536563":"\n  little of both\n  ","536564":"\n  I don't feel like sharing since usually get hate when I mention it XD\n  ","536565":"\n  not everything is about you ;)\n  ","536566":"\n  summer of '69\n  \n  margaritaville\n  \n  summertime sadness\n  \n  anything that gives me sun, beach, campfire vibes, really.\n  \n  I've been listening to a lot of Mike Shinoda's music but I wouldn't say his music screams \"summer\" to me. Don't think I've found that summer hit yet.\n  ","536567":"\n  mom, sister, a few friends.\n  \n  I think nature and stuff like that inspires me more than people too.\n  ","536568":"\n  both, tbh.\n  ","536569":"\n  ???\n  ","536570":"\n  no\n  ","536571":"\n  Not much.\n  ","536572":"\n  18\n  ","536573":"\n  They left but probably will be back.\n  ","536574":"\n  Toxic people\n  \n  Less ice cream\n  \n  Less Internet at times ;)\n  \n  Everything else i think I'm good with.\n  ","536575":"\n  What are you good at?\n  ","536576":"\n  Inside the casinos?\n  ","536577":"\n  I don't know what that means.\n  ","536578":"\n  No. I'm in the middle of being antisocial 😂\n  ","536579":"\n  No shame. Would be one of the best parts. I'd love to experience everything there. The Boulevard mall has so many restaurants and other fun things too.\n  \n  For the past two years I've been wanting to go to Vegas for my birthday lol o.o\n  ","536580":"\n  This game looks fun. Has anyone played it?\n  ","536581":"\n  And you are road tripping.\n  \n  Expect high prices if you stay somewhere overnight. Those July 4th prices, yo. 🎆🎇\n  ","536582":"\n  Depression?\n  ","536583":"\n  We have donuts though.\n  \n  Happy that I haven't had one today :)\n  ","536584":"\n  Lack of one ;)\n  \n  Unless you mean fitness wise. It got better lol\n  ","536585":"\n  I didn't take that long :P\n  \n  Makeup is done\n  \n  Hair is dried. Need to straighten.\n  \n  Listening to music.\n  \n  I also didn't stay logged in on here either.\n  ","536586":"\n  That would be a fun job\n  ","536587":"\n  I.o.u and  hold it together by Mike Shinoda 😍\n  ","536588":"\n  Never\n  ","536589":"\n  You should work on your butt issues :P\n  ","536590":"\n  It's going to be wet and slippery then. Going to take a shower :P\n  ","536591":"\n  More content than happy.\n  ","536592":"\n  Plenty of times\n  ","536593":"\n  Stars are beautiful.\n  ","536594":"\n  About 2-3.\n  ","536595":"\n  I'm not really sure which way you mean.\n  \n  Do one thing a day you love. Get up and take a shower or bath. Take that class. Be more open and positive outlook. Fake confidence until you believe in yourself. Take it one day at a time. Try not to compare yourself\/life to others. Have more communication with family and friends. Know that dreams can change. Maybe seek a therapist. Don't feel bad if you need medication to help you get better. Distance yourself from toxic people, online and in real life.\n  \n  This was a good podcast about affirmations. Basically if you don't do x,y,z then you aren't helping yourself with just saying the words. It needs action.\n  \n\n   https:\/\/open.spotify.com\/episode\/1nNnreesJWysMRs3CoeqnA?si=VoSQZubyR1-M7l1pVfHpQQ\n  \n","536596":"\n  Never.\n  \n  I do think I'm allergic to dust but never been tested for it. I just get itchy feeling and need to sneeze.\n  ","536597":"\n  7\n  \n  4 of which were in the same town but different house\n  ","536598":"\n  Not a huge amount. Obviously don't have it in plain view. Change could be good too, especially if you need to pay tolls in your area.\n  ","536599":"\n  Beauty, fashion, vlogs, life updates...\n  \n  I've literally watched summer to vlogmas day 2 so far 😂 She got engaged recently but I haven't watched those yet. I like binge watching, it seems weird if I don't watch them all XD\n  \n  I've also watched all of the thrifters anonymous ones I've missed besides their most recent one. They go to goodwill and all that. They were also on Storage Wars this year.\n  ","536600":"\n  I don't know what you mean by the first part.\n  \n  Yes. It's still worth it\n  ","536601":"\n  I remember when my aunt had my cousin. He was born and we saw him for the first time and apparently I asked if she was still pregnant. Her stomach was still rounded.\n  \n  Um i don't think I've said anything to a stranger. That's rude.\n  ","536602":"\n  I ended up getting;\n  \n  I want a tattoo of a new phone on my blog.\n  \n  It was weird since I don't blog. I don't really care about getting a new phone either.\n  ","536603":"\n  Health\n  ","536604":"\n  The way they carry themselves\n  \n  Confidence\n  \n  Personality shines through\n  \n  What they wear\n  \n  Their actions\n  \n  Looks in general or some type of attraction\n  ","536605":"\n  I'm not really into iced tea.\n  \n  So milkshake wins by default.\n  \n  Or just normal tea lol\n  ","536606":"\n  I'd say yes. It's way better with shows. Movies can be hit or miss, tbh.\n  \n  It bugs me when what I want isn't on there anymore though. I should have looked if hulu had it but I'm happy with watching youtube instead currently. I wanted to watch The Proposal XD I know it was there not too long ago.\n  ","536607":"\n  Learningtobefearless\n  \n  I love Zoella's xmas ones though.\n  \n  Last summer i didn't really have Internet much so I've been slowly watching vids that I missed XD\n  ","536608":"\n  Watching Christmas vlogs on youtube 😂 I'm so behind on the person's content. I aint mad XD\n  ","536609":"\n  Eyes, hair, hands\n  ","536610":"\n  Second chance by Shinedown\n  ","536611":"\n  Not at the same time i hope. That's not a combination I'd want to try 😂\n  ","536612":"\n  Most do or should.\n  ","536613":"\n  Yes. They brainwash you into thinking that you aren't good enough or whatever propaganda is wrong etc\n  ","536614":"\n  Thanks for sharing\n  ","536615":"\n  Wise man\n  ","536616":"\n  Greenish blue\n  ","536617":"\n  No\n  ","536618":"\n  Morgan Freeman 😈\n  ","536619":"\n  Sounds like a good book.\n  \n  I saw 50 cent in concert before :D\n  ","536620":"\n  People always think I'm mad on here because I write everything out.\n  ","536621":"\n  Time\n  \n  Good friends\n  \n  Music\n  \n  Movies and tv shows\n  \n  Distance from talking with them\n  \n  A new person\n  \n  Alcohol\/drugs depending on the person. Not really a good copying mechanism.\n  ","536622":"\n  Takes two to tango\n  \n  Takes two to make a thing go right\n  \n  🎤🎤🎤🎤\n  ","536623":"\n  That time i had a sample lol\n  \n  I have no problem with getting wet naturally\n  ","536624":"\n  No\n  ","536625":"\n  *claps*\n  ","536626":"\n  I don't need it ;)\n  ","536627":"\n  I've never had cheese that was sweet.\n  ","536628":"\n  No. Going out to dinner in a bit.\n  \n  Did last night\n  ","536629":"\n  Anyone have questions?\n  ","536630":"\n  This made me feel old.\n  \n  Different!\n  ","536631":"\n  Obviously. Last thing was my vitamins.\n  ","536632":"\n  Jane Austen\n  ","536633":"\n  Personality\n  \n  Everything else. Jk kinda..\n  ","536634":"\n  Mom, always.\n  \n  I actually haven't talked to my dad since we got out here. I felt bad because we weren't there for his birthday + father's day but since our timezones are different, I didn't feel like interrupting him when he was working or talk to him when he was drunk. So ya... oops.\n  ","536635":"\n  Yes. It could be a tiny bit better but everything is fine too.\n  ","536636":"\n  If I felt brave enough in the moment\n  ","536637":"\n  Talk to them. Be there. Try to understand their pov. You can't expect people to be happy 24\/7. What is triggering those feelings etc\n  \n  Check up on them as well\n  ","536638":"\n  Eh. It's usually fine. Haven't really had much delivered either.\n  ","536639":"\n  Sometimes. Need to be in the mood for.\n  \n  Seems familiar but can't pinpoint the person 😂\n  ","536640":"\n  Hummus with baby carrots\n  \n  Hummus and wheat thins or triscuits\n  \n  Watermelon\n  \n  Apples with peanut butter\n  \n  Pudding cup\n  \n  Ice Cream\n  \n  Popcorn\n  \n  Almonds or other nuts\n  ","536641":"\n  It's my favorite season.\n  \n  Swimming, watermelon etc\n  ","536642":"\n  Plenty of times. April was the last time.\n  ","536643":"\n  Left and right, especially on here. Oops\n  ","536644":"\n  Woke up early\n  \n  Took a shower\n  \n  Tried the estee lauder foundation. I'm not a fan. It's too liquidy for me. It's also one where if you touch it, the color moves. The color was ok but don't feel like it covered much either. When high end makeup should be way better!\n  \n  Had a yogurt and half a banana for breakfast\n  \n  My brother-in-law's parents are here. Hungout with them, mainly the mom. They went to some car show thing. Antique cars. Ate a donut since when they went through Phoenix they stopped and got a huge boxful for all of us. It was rated as one of the best donut places around.\n  \n  Mom and I just got back from Walmart. Needed to get dog food for Lulu. I ended up getting a hair mask and a new E.l.f. total face powder brush. The brush i was using was so old and the new one was only a $1 👍They had some cute dresses.\n  \n  The golf course nearby is having a prime rib dinner tonight so we're going to that later.\n  ","536645":"\n  I'm not sure.\n  ","536646":"\n  I think blue and purple.\n  ","536647":"\n  Good night.\n  \n  It's sad that I only have one question left after this XD\n  ","536648":"\n  I'll pass on this opportunity, Tom.\n  ","536649":"\n  Rudolph came to mind\n  ","536650":"\n  Imagination\n  \n  Some stuff on tumblr\n  \n  Etc\n  ","536651":"\n  I don't have a daddy dom 😛\n  ","536652":"\n  I masturbated earlier tonight and it's been a while.\n  \n  I needed to take a pill with food and it's still 90s out so figured it would cool me down a bit as well.\n  ","536653":"\n  Depends on the way you look at it\n  ","536654":"\n  Good. I just had a tiny bit of ice cream.\n  ","536655":"\n  What if I was behaving?\n  ","536656":"\n  Probably not ¯\\_(ツ)_\/¯\n  ","536657":"\n  Someone seems mad.\n  ","536658":"\n  Yes, at times. We weren't supposed to still be out here.\n  ","536659":"\n  Why not? Maybe end of this year. We shall see.\n  ","536660":"\n  Next year, hopefully. Or at least rent something that looks good XD\n  ","536661":"\n  Likewise.\n  \n  Also that might be too hot for askfm\n  ","536662":"\n  Not I? Surely you are mistaken. 😇\n  ","536663":"\n  I didn't do much today.\n  \n  My brother-in-law's parents are driving out and they should be around for a couple days then their driving to his uncle's house. So probably spending time with them? I know his mom wants to explore more areas. ¯\\_(ツ)_\/¯\n  ","536664":"\n  True.\n  \n  😂😂\n  ","536665":"\n  Always getting barbie dolls or other toys.\n  \n  Even bought some clothing items for a friend's baby before etc\n  ","536666":"\n  Rip childhood\n  \n  Imma miss you 😢😭\n  ","536667":"\n  Followed\n  ","536668":"\n  No idea. Beauty or lack of is subjective.\n  ","536669":"\n  Myself 😉\n  ","536670":"\n  No complaints here 😲\n  ","536671":"\n  R.i.p kik\n  ","536672":"\n  Kik in general\n  ","536673":"\n  My buddy-project wanted gaming but wrote fitness instead 😂\n  ","536674":"\n  Idk. Forget to most times.\n  ","536675":"\n  Yes, plenty of times. For school and personal use. My dad would always have a garden going. Strawberries, zucchini, and whatever else.\n  \n  My sister currently has a herb garden and other fruits\/veg.\n  ","536676":"\n  These ones are good too. I like the bottom two. Also free worldwide shipping\n  ","536677":"\n  I was like need to share that 😂\n  \n  It seemed like they had more pride ones on that site but I didn't really look. Haven't purchased anything from zazzle so not sure on the quality\n  ","536678":"\n  You are too nice x\n  ","536679":"\n  No\n  ","536680":"\n  They linked it too!\n  \n  They have different color options. That's cool.\n  \n\n   https:\/\/www.zazzle.com\/straight_pride_t_shirt-235739834763919968\n  \n","536681":"\n  I'm dying 😂😂😂\n  ","536682":"\n  Aww\n  ","536683":"\n  Only if I'm really tired.\n  \n  I also put the brightness down at night.\n  ","536684":"\n  A good breakup song \/ getting over someone.\n  ","536685":"\n  What do you mean?\n  \n  Xoxo means hugs and kisses.\n  ","536686":"\n  Kindful seems weird.\n  \n  Thanks bby\n  ","536687":"\n  It said you removed it\n  ","536688":"\n  Ribs and zoodles (zucchini noodles )\n  \n  Will actually be my first time trying. My sister ended up getting one of those spiral machines 👍\n  ","536689":"\n  Pretty much :(\n  ","536690":"\n  I'd definitely have some distance but maybe not completely out of her life. Just focus on yourself and see what happens.\n  ","536691":"\n  lol. First time I've heard that. I do think it's getting smaller though :P\n  ","536692":"\n  Shit. That would kill me. You are strong.\n  ","536693":"\n  Thanks. It's invisible 😇😈😉\n  ","536694":"\n  lol nice :p\n  ","536695":"\n  Hey Scotty\n  ","536696":"\n  Has that worked for you yet?\n  ","536697":"\n  Who?\n  ","536698":"\n  Why would I block you?\n  ","536699":"\n  All of them 😈\n  ","536700":"\n  No clue. My body is weird. Obviously things won't always be the same sizing too.\n  \n  42D\n  \n  Sometimes XL sizing fits, other times I need to go up. Depends on the brand and all that.\n  ","536701":"\n  You weren't on much and usually don't answer :P\n  \n  Refollowed :)\n  ","536702":"\n  This reminded me to go on myfitnesspal. The app stopped being compatible with my tablet. Hate using the site but today was day 2020 of logging in 👍\n  ","536703":"\n  I don't keep track of that\n  ","536704":"\n  A mixture lol\n  ","536705":"\n  I'm too lazy to translate this 😂\n  \n  Ask should make it easier!\n  ","536706":"\n  I thought so\n  ","536707":"\n  I don't have a picture of you\n  ","536708":"\n  Hi creeper\n  ","536709":"\n  All zee berries\n  \n  Watermelon\n  \n  Apples\n  \n  Bananas\n  ","536710":"\n  Oh?\n  ","536711":"\n\n   https:\/\/www.urbandictionary.com\/define.php?term=Daddy\n  \n\n  Not my actual dad. Ew\n  \n  \"your daddy\"\n  ","536712":"\n  But daddy told me not to stop\n  ","536713":"\n  😂😂😂😂\n  \n  I bet someone would have said that\n  ","536714":"\n  Indeed.\n  \n  Pee anons are weird.\n  ","536715":"\n  lol\n  \n  I also make my bed. Fascinating, huh?\n  ","536716":"\n  ¯\\_(ツ)_\/¯\n  ","536717":"\n  The bathroom toilet. Duh.\n  ","536718":"\n  Obviously. Just pull down :P\n  ","536719":"\n  Ya. Would be annoying i bet\n  ","536720":"\n  Wake up\n  \n  Pee\n  \n  Breakfast\n  ","536721":"\n  No. I don't really understand that lol. Probably should?\n  ","536722":"\n  I think I just went with the same username? I forget 😂\n  ","536723":"\n  I was thinking 16-18. Still peer pressure to try it kind of thing. 18 would be better since they know more about it etc\n  ","536724":"\n  Artist\n  ","536725":"\n  Ya know. .something children shouldn't do lol\n  ","536726":"\n  Swimming in the pool. Tanning\n  \n  Drinking a bit more water\n  \n  It hasn't bugged me that much.\n  ","536727":"\n  Diaper fetish?\n  ","536728":"\n  I've never cheated nor have I been cheated on - to my knowledge.\n  ","536729":"\n  No. I wish. Really want to go to The Boulevard mall XD Maybe see Shana and Edwina ( thriftersanonymous on youtube) and do other touristy stuff.\n  ","536730":"\n  I'm not.\n  ","536731":"\n  Smoking pot?\n  ","536732":"\n  Probably 16?\n  ","536733":"\n  I'm whitelisted but that's all I know 😂\n  ","536734":"\n  Xoxo\n  ","536735":"\n  I've been on diets but I don't think they were silly or too strict either. Diets don't work for me. I'd just yoyo. Lifestyle changes did.\n  ","536736":"\n  Lion King\n  \n  What a dumb question.\n  ","536737":"\n  Hakuna matata\n  ","536738":"\n  People justify it. Not hurting anyone?\n  ","536739":"\n  There's been nothing about pubic hair on my page. The heavy thing is weird too.\n  ","536740":"\n  Depends more how it looks on them.\n  ","536741":"\n  I don't really have one lined up.\n  ","536742":"\n  Lyndsey 2.0\n  \n  ¯\\_(ツ)_\/¯\n  ","536743":"\n  Gift cards\n  \n  Stuff on my amazon wishlist\n  ","536744":"\n  I don't think one exists ;)\n  ","536745":"\n  I'm not stressed or overthinking anymore since I know what's wrong now\n  ","536746":"\n  Completely naked? No.\n  ","536747":"\n  Plenty of them lol\n  ","536748":"\n  Not always\n  ","536749":"\n  Scrambled\n  ","536750":"\n  Yogurt.\n  ","536751":"\n  Not everyone. All about the situation.\n  ","536752":"\n  Those pants that show everything lol\n  ","536753":"\n  Hitler?\n  ","536754":"\n  When I get my hair, nails or eyebrows done. New clothing.\n  ","536755":"\n  Pepper, cumin, cinnamon and some other ones.\n  ","536756":"\n  Through it, yes.\n  ","536757":"\n  I don't think so\n  ","536758":"\n  Arizona is really hot 😝🔥\n  ","536759":"\n  500 days of summer\n  \n  It's a cute movie\n  ","536760":"\n  I kind of want to watch it now\n  ","536761":"\n  Kissing one?\n  \n  No. That's a scene from 500 days of summer.\n  ","536762":"\n  Not sure what the 👇 is talking about\n  ","536763":"\n  No. It's ugly. Why bother?\n  ","536764":"\n  Nobody cares.\n  ","536765":"\n  Does anyone have questions?\n  ","536766":"\n  A shirt i hate because creepy men always say something about it.\n  \n  Some old H&M thermal looking leggings\n  ","536767":"\n  About the same\n  ","536768":"\n  I need to eat breakfast since that pill needs to be took with meals.\n  \n  I guess give up dessert. Don't have it much either.\n  ","536769":"\n  Are you excited for your upcoming road trip?\n  ","536770":"\n  I forget who talked about buddy-project.org but I ended up getting my match today.\n  ","536771":"\n  I'm not a teacher?\n  ","536772":"\n  Sex workers.\n  \n  Celebrities at times.\n  \n  Youtubers.\n  ","536773":"\n  No clue. You also wouldn't beg for someone to follow them 😂\n  \n  Especially when already following you.\n  ","536774":"\n  It's pretty! Haven't been there in a while. Cool to see and hike, visit the downtown area.\n  \n  Plus the temperature is much cooler than what we're getting in the East Valley.\n  ","536775":"\n  People are so dumb. Also who cares which side is more dominant? ¯\\_(ツ)_\/¯\n  ","536776":"\n  You kind of just backtracked there\n  ","536777":"\n  I'm glad someone finally sees that she's mixed 😂\n  \n  This is strange to get since I've been following her for ages.\n  ","536778":"\n  Not right now.\n  ","536779":"\n  This doesn't make sense\n  ","536780":"\n  Not always. Space is nice at times.\n  ","536781":"\n  I'd like to meet some eventually but I'm not thinking of dating someone from here. If it happened cool... I'm not actively looking for anyone right now  (online or not)\n  \n  Also I feel like when I do look, I don't find anyone. When I could careless, someone seems to come along...\n  ","536782":"\n  I think people know my stance on online relationships. They still try though lol\n  ","536783":"\n  lol\n  ","536784":"\n  Swimming\n  \n  Listening to music\n  \n  I saved a lady bug from the water.\n  \n  Also saved a moth twice lol\n  \n  Checking in on here between laps...\n  ","536785":"\n  More lube kind of texture and no. It wasn't.\n  ","536786":"\n  I've tried one before since I had a sample 😂 it did help a little  but i hated the oriental lavender smell afterwards.\n  ","536787":"\n  Yes. There's more than just sex in relationships.\n  ","536788":"\n  No lol\n  ","536789":"\n  I'm not married\n  ","536790":"\n  Are you just sad because it's not free or did she decide to not accept your offer?\n  ","536791":"\n  That's news to me lol\n  ","536792":"\n  Read the ending\n  ","536793":"\n  Nothing good 😂\n  ","536794":"\n  To some degree but not enough to be all negative about life etc\n  ","536795":"\n  I finished 50 shades of grey\n  ","536796":"\n  Either way works.\n  ","536797":"\n  I don't drink either one\n  ","536798":"\n  Not really. I don't know anything about her\/him besides they have a balloon fetish.\n  ","536799":"\n  I didn't\n  ","536800":"\n  Tag Patrick Adrift\n  ","536801":"\n  Night handsome\n  ","536802":"\n  At times, yes. But it can be lonely too.\n  ","536803":"\n  Or not....\n  \n  I don't want to be single forever. It's kind of a fear.\n  ","536804":"\n  I never watched 😲\n  ","536805":"\n  Reverse psychology here? :P\n  ","536806":"\n  Level 30 sounds better to me XD\n  ","536807":"\n  Shaken not stirred ;)\n  \n  Made me think of apple martinis.\n  ","536808":"\n  lol what?\n  \n  I'm not that experienced with parties. I rarely drink and I don't do drugs.\n  ","536809":"\n  I'm not really one to get jealous. I can only really remember maybe a couple times?\n  \n  It's funny when people try to make me jealous ¯\\_(ツ)_\/¯\n  ","536810":"\n  There's no real answer for this. There's some people you know straight away while others take more time to know.\n  ","536811":"\n  Maybe once I get going or passionate about the subject. But ya, it definitely gives me a bit of anxiety. I did take a public speaking course at my college. The teacher was pretty cool. She also was part of the drama club which my sister took some of those classes.\n  \n  She did a hamlet scene with a barbie doll head. When my sister found out that I had her, she made me give the teacher the doll head. It was pretty awkward. I ended up giving it to her after class.\n  \n  She also let me bring our snapping turtle into class. Honestly, it had nothing to do with what we were meant to do but I always wanted to bring the turtle to school before and got the ok from her XD So that was fu'cking awesome. Basically did a speech on turtles lol o.o\n  ","536812":"\n  Didn't i answer this already?\n  ","536813":"\n  Steroid shot from mosquito bites that were bad. Like huge bumps. It wasn't pretty.\n  \n  I'd probably wouldn't have pcos if it wasn't for that? Insulin resistance etc\n  ","536814":"\n  Your heart ;)\n  \n  Stupid crap. Minor things that aren't important.\n  \n  Didn't get caught so ¯\\_(ツ)_\/¯\n  ","536815":"\n  1802 followers. That would be a big event.\n  \n  I'd much rather just meet the 50ish people that I personally follow. Maybe even half that.\n  ","536816":"\n  It's never the same thing.\n  \n  Shower by becky g came to mind\n  \n\n   https:\/\/youtu.be\/50-_oTkmF5I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","536817":"\n  Stole\n  \n  Got kicked out of a resort\n  ","536818":"\n  Not often. I'm old.\n  ","536819":"\n  Give up pork.\n  \n  I don't eat it much to begin with\n  ","536820":"\n  Formspring. It died and people moved to here.\n  \n  Yahoo answers\n  \n  Polyvore (fashion site) died this year but I've communicated with a lot of people from different areas :\/ miss it.\n  ","536821":"\n  Nothing? I'm also not an addict.\n  ","536822":"\n  No. That's why I said everything besides D. I'm not dating anyone so that one doesn't count.\n  ","536823":"\n  I don't think so\n  ","536824":"\n  Eagle or parrot? Beautiful colors.\n  \n  Peacocks are cool too.\n  ","536825":"\n  You\n  ","536826":"\n  Sometimes. Or I'll look away until I know it's safe if it was really bad.\n  ","536827":"\n  My blue bathing suit is too big now in areas. Flashing boobs :\/\n  ","536828":"\n  Sometimes\n  ","536829":"\n  Chinese food or chicken parm\n  \n  Watermelon 😍😍😍\n  \n  It's basically gone now lol\n  ","536830":"\n  Which one?\n  ","536831":"\n  Never :P\n  ","536832":"\n  Dog or cat. Leopard even\n  ","536833":"\n  I added sumbittodaddynow 😯\n  ","536834":"\n  Oh. Nah. I don't know names lol Usually it's more amateur people anyways. Or just stuff on tumblr that I might see\n  ","536835":"\n  Today?\n  ","536836":"\n  Been a while :p\n  ","536837":"\n  I guess the latter.\n  ","536838":"\n  That Maya person because I didn't know who it was lol\n  \n  Don't recommend unless you like porn stars -_-\n  ","536839":"\n  His face\n  ","536840":"\n  That being in love feeling again. Knowing that you both are feeling the same thing...\n  ","536841":"\n  Ask me stuff?\n  ","536842":"\n  I'm not sure\n  ","536843":"\n  It's in my bio\n  ","536844":"\n  When you ended up uninstalling snap lol\n  \n  Need a username for that bby\n  ","536845":"\n  Congratulations.\n  ","536846":"\n  Not really\n  ","536847":"\n  Have fun with that\n  ","536848":"\n  I figured. Codes :)\n  ","536849":"\n  They are very similar.\n  ","536850":"\n  Maybe  ###\n  ","536851":"\n  It's more about willing the stuff you want in a positive way. It doesn't matter if you are attractive or not.\n  \n  The Secret is a good book and documentary movie on it.\n  ","536852":"\n  Law of attraction 👍\n  ","536853":"\n  Haha. We're doing weird pickup lines now? ;)\n  ","536854":"\n  Aww. Hopefully you will 😘\n  ","536855":"\n  I haven't been answering them lately and tonight is just a sh!t show now 😂\n  ","536856":"\n  Reminds me of \"Uptown Girls\".\n  \n\n   https:\/\/youtu.be\/r8PdTNHjNiI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","536857":"\n  ¯\\_(ツ)_\/¯\n  ","536858":"\n  A mix of different ones. Bikini style can be more comfortable.\n  ","536859":"\n  Yes, thank you. 😝\n  ","536860":"\n  Aw you poor soul\n  ","536861":"\n  That would be cool!\n  ","536862":"\n  Game metaphors XD\n  ","536863":"\n  I felt old writing that 😂\n  ","536864":"\n  Cute\n  ","536865":"\n  Only if people have a addiction to it.\n  \n  It's not always real reactions either etc\n  ","536866":"\n  I don't think so? I know i got asked about webcam stuff which I haven't done. Definitely chatted in chatrooms. Late 90's-2000 when shit was more simple and not as high tech.\n  ","536867":"\n  Leonardo is one of my favorites! :)\n  ","536868":"\n  Hello, teen Lyndsey.\n  ","536869":"\n  Why? I've barely got questions all day. I'm already answering sexual ones. I doubt that any new ones would come in\n  ","536870":"\n  The yet is still creepy. I don't want to marry someone from here lol\n  ","536871":"\n  Anybody would; )\n  ","536872":"\n  I didn't lol\n  \n  I don't think sex work is bad. A line should be drawn somewhere though.\n  ","536873":"\n  Inception if you like action more.\n  \n  Frozen if feeling like a kid lol\n  ","536874":"\n  I should probably watch something. Not sure what yet. Princess is good.\n  ","536875":"\n  Are you one of them? The best one? ;)\n  ","536876":"\n  lol that's a first.\n  \n  If I was attracted to girls, she wouldn't do it for me.\n  ","536877":"\n  Indeed. It's all good for now.\n  ","536878":"\n  By whom?\n  ","536879":"\n  I guess butts.\n  \n  I like 🍌🍆so this question is pretty irrelevant.\n  ","536880":"\n  Can't you just talk in general instead of making someone a wife? And people wonder why I haven't been sexual on here much. Dudes need to chill. Trolling or not..\n  ","536881":"\n  It's flattering yet creepy at the same time.\n  \n  If it was someone you were dating or fooling around with then it is more sexy and endearing.\n  ","536882":"\n  You must love that overused feeling then\n  ","536883":"\n  Ask the doctor?\n  ","536884":"\n  Wouldn't surprise me. Or just love the idea of sex with pregnant women.\n  ","536885":"\n  Fucked up, man.\n  ","536886":"\n  Maybe. I'd get greedy 😉\n  ","536887":"\n  I don't really need help but I'm ok with some questions...\n  ","536888":"\n  People don't give gifts on July 4th?\n  \n  Maybe fireworks count as a gift😮\n  ","536889":"\n  It's been good so far! Hbu?\n  ","536890":"\n  My anons would say 'play' 😉\n  ","536891":"\n  What is up with you guys randomly sharing porn star names? I looked it up :\/\n  ","536892":"\n  *hugs*\n  ","536893":"\n  Sounds horrible\n  ","536894":"\n  So that's Leighton then? 😂\n  \n  You guys are so obsessed.\n  ","536895":"\n  Why not look at porn?\n  ","536896":"\n  ;)\n  ","536897":"\n  Pregnancy fetish\n  ","536898":"\n  I'm not even in a sexual mood lol\n  ","536899":"\n  I know.\n  \n  Tell it to these weirdos\n  ","536900":"\n  We can be jack rabbits\n  ","536901":"\n  Tell me about it 😂\n  ","536902":"\n  Knock me up then :P\n  ","536903":"\n  You should probably just sleep\n  ","536904":"\n  Go dress shopping?  ;)\n  ","536905":"\n  I meant like gg, E sizes and shit. Was scary to see what he'd post lol\n  ","536906":"\n  Weird compliment 😂\n  ","536907":"\n  Yes lol\n  ","536908":"\n  Hmm no clue\n  ","536909":"\n  I'm not sure. I had a friend from formspring that was into bbw with huge boobs so might have seen ¯\\_(ツ)_\/¯\n  ","536910":"\n  Oh. What does the dress look like? :p\n  ","536911":"\n  Yes. It can be fun.\n  ","536912":"\n  I'm already wet\n  \n  In the pool :P\n  ","536913":"\n  With huge boobs i bet?\n  ","536914":"\n  I'm still natural looking when I do wear makeup.\n  ","536915":"\n  Same with women.\n  \n  I have pcos with the insulin resistance so the sugars can get fucked up in my body :\/\n  ","536916":"\n  I'll trust you 😂\n  ","536917":"\n  I can be better when I actually know who the person is, mood and all that.\n  ","536918":"\n  Who?\n  ","536919":"\n  Something about makeup? Wearing too much? Idk. Doesn't seem familiar.\n  ","536920":"\n  You sound young\n  ","536921":"\n  Good to know\n  ","536922":"\n  Thanks. This isn't a question though. My inbox is so empty :(\n  ","536923":"\n  What even o.o\n  ","536924":"\n  Watching as i fall by Mike Shinoda is on.\n  ","536925":"\n  estee lauder double wear foundation. See if the 1 or 2.0 works better. My sister usually gives my mom and I makeup that she doesn't like sometimes when she cleans out her makeup draws. She also gave the estee lauder concealer too. It's in light so definitely just under the eyes and not on actual spots.\n  \n  She gave a lot of skincare moisturizers too. Which is good since ours is pretty much dead.\n  ","536926":"\n  Not much. I feel like when I have money to spare, I never see anything i want and when I have nothing, i want everything.\n  \n  Just me or???\n  \n  💸💸💸\n  ","536927":"\n  Requesting sounds like some kind of escort services 😂\n  ","536928":"\n  Why not harass someone else?\n  ","536929":"\n  Seemed interesting. Wish it came on your actual birthday lol\n  \n  Hopefully they can only get better! 💕\n  \n  Think the last selfhelp book i read was how to be a badass one.\n  ","536930":"\n  Sucks for you 😈\n  ","536931":"\n  No problem. Yay glad it was a surprise. Mentioned on here that I did get something for your birthday :) It was either that or the Jerk one but felt like the one I got would be better selfhelp kind of thing.\n  ","536932":"\n  2:52pm right now\n  ","536933":"\n  Rather do stuff more at night ¯\\_(ツ)_\/¯\n  ","536934":"\n  Think you mean chance.\n  \n  It's too early for that sh!t lol\n  ","536935":"\n  I've noticed that :P\n  ","536936":"\n  Those car things that zip around fast. I forget the name of them.\n  \n  Roller coasters that have water o.o\n  \n  Bumper cars are nice but not as thrilling as the other ones.\n  ","536937":"\n  You don't have anything better to do?\n  ","536938":"\n  Eating leftover chicken and rice for lunch. Feeding the pups chicken too.\n  \n  Answering this\n  ","536939":"\n  Shout, I guess.\n  ","536940":"\n  Freeing\n  ","536941":"\n  Food and water?\n  ","536942":"\n  No. I'm not superficial like that. The ones we have in common and ones we don't can be nice to learn about. I like a wide range of music. Embrace the differences.\n  ","536943":"\n  Yes, I do chores etc\n  ","536944":"\n  A bit iffy but yes, for the most part.\n  ","536945":"\n  Yes. We're just visiting right now. Not sure when we're going back to Maine yet.\n  ","536946":"\n  Totally both lol\n  ","536947":"\n  Oh, yes.\n  ","536948":"\n  Horror and comedy (romcoms too)\n  ","536949":"\n  A heartfelt card?\n  ","536950":"\n  Dinosaur bones or art work that was cool looking :)\n  ","536951":"\n  The dogs or my sister lol\n  ","536952":"\n  Frogs at night\n  ","536953":"\n  I don't think I've read one recently\n  ","536954":"\n  All of them ;)\n  \n  Idk. I don't think that lol\n  ","536955":"\n  I don't know. I'm kind of good in those departments. Having more money or being at end goal is more important to me than \"a quality or ability\".\n  ","536956":"\n  I think The Goldbergs is kind of bad but I've still watched it here and there.\n  ","536957":"\n  Everyone wants easy money.\n  ","536958":"\n  I've only watched the movie.\n  ","536959":"\n  None\n  \n  It's cool\n  \n  Love\n  ","536960":"\n  It varies\n  \n  Shower + hair - about every other day\n  \n  Makeup- whenever I go out.\n  \n  I need to be in the mood to watch films.\n  \n  Last time was New Years\n  \n  Maybe 3? My sister does the dinner though.\n  ","536961":"\n  5\n  ","536962":"\n  The 2.0 thing?\n  ","536963":"\n  Mom, ginger ale, soup\n  ","536964":"\n  5\n  ","536965":"\n  3\n  \n  Everything besides D\n  ","536966":"\n  Night braless tribe o.o\n  ","536967":"\n  I have no bra on. Hugs are always awkward without one, depending on who the person is lol\n  \n  Um...\n  \n  Yes. Hugs are great!\n  ","536968":"\n  When learningtobefearless made cupcakes in one of her Halloween videos. Like can you not tell that I'm so behind on her videos??? I'll be watching vlogmas soon 😂😂😂😂\n  ","536969":"\n  Rarely.\n  ","536970":"\n  All of them\n  ","536971":"\n  Wasn't aware you could have both at the same time.\n  ","536972":"\n  *hugs*\n  ","536973":"\n  ......\n  ","536974":"\n  Got sunburned. Should put something on to help soothe it.\n  ","536975":"\n  I just can't take this seriously\n  ","536976":"\n  Pretty much.\n  ","536977":"\n  Cutie\n  ","536978":"\n  Kicked out of a resort with my best friend.\n  ","536979":"\n  Oh yes. So fun.\n  \n  iCarly <3\n  ","536980":"\n  Scissors\n  ","536981":"\n  Haven't really listened. Didn't he die recently or is that some othet lil?\n  \n  The song - yes\n  \n  Movie - I liked the actors but it just wasn't as good as everyone made it out to be lol\n  \n  Yummy\n  ","536982":"\n  Sounds like\n  \n   @FeelFreeToAsk2017\n  \n  with his game ideas XD\n  ","536983":"\n  You tell them, girl!!\n  ","536984":"\n  Nomers seems so high school to me lol\n  \n  I like Noemi more\n  ","536985":"\n  No idea lol\n  \n  It's been 11 or more years now lol\n  ","536986":"\n  I don't have any yet but I wouldn't mind a few small ones.\n  \n  I'm not religious but I've always liked cross ones. My uncle has one on his thumb. I was thinking on the inside of my middle finger. I like how it would be hidden. Also would connect me to my uncle kind of lol\n  \n  In college i was thinking of \"inspire\" because I had a rough patch and it just felt right. \"Inspire truth\" came to mind later on and I like the meaning it has. Would be nice in a script. Thinking on the side of ribs.\n  \n  I have always loved roses but I'm kind of iffy on it just because I've seen some bad ones 😂 i like leopards too but that might be way too intense.\n  ","536987":"\n  I'm ok.\n  ","536988":"\n  Don't you get bored yet?\n  ","536989":"\n  No. I don't think so. The partner is more aware of it. It could make the connection better. Communication.\n  ","536990":"\n  True\n  ","536991":"\n  I'm over correcting people. My sister-in-law doesn't even spell it right :(\n  ","536992":"\n  He talked about the areas :P\n  \n  Not exact location, obviously.\n  ","536993":"\n  Very\n  ","536994":"\n  People telling me who to fuck?\n  ","536995":"\n  He must have deleted it then. He mentioned 4 different houses....\n  ","536996":"\n  Answers from\n  \n   @JJD55\n  \n  would be nice.\n  \n  I guess Liam but I have him on twitter and IG so we're good.\n  \n\n   @ErinWolf4919\n  \n  hasn't been on much. Busy with the vr fam and actual life 👍\n  ","536997":"\n  Touch the fins\n  ","536998":"\n  Go read his page.\n  \n  I'm not his keeper or anything\n  ","536999":"\n  I noticed\n  ","537000":"\n  He's not even in the same area.\n  \n  God, anons can be so stupid at times\n  ","537001":"\n  By taking all his money?\n  ","537002":"\n  We don't have any\n  ","537003":"\n  What if it's already done?\n  ","537004":"\n  Oh. Thought you meant the curvy thing on my bio lol\n  ","537005":"\n  I don't see it ;)\n  \n  Yay for Friends though\n  ","537006":"\n  I shaved my legs today ;)\n  ","537007":"\n  True\n  ","537008":"\n  *hugs*\n  ","537009":"\n  Red <3\n  \n  I had a dream and he was my father in it o.o I was binge watching it and ya...\n  ","537010":"\n  I don't have much in my inbox :(\n  \n  Normal qs would be nice lol\n  ","537011":"\n  Don't say their names ;)\n  \n  It's bad luck!\n  ","537012":"\n  Crazy anons tonight. Ya'll on something?\n  ","537013":"\n  42D\n  ","537014":"\n  Obviously not.\n  \n  Wow\n  ","537015":"\n  I'd need a dick for that to happen\n  ","537016":"\n  It's cute when anons fight on my page -_-\n  ","537017":"\n  I thought you meant boob job\/fake boobs.. don't need one.\n  ","537018":"\n  I don't remember :o\n  \n  Just assumption\n  ","537019":"\n  I could see that lol\n  ","537020":"\n  I wouldn't want one. Big enough without work done.\n  ","537021":"\n  I don't really care.\n  ","537022":"\n  K\n  \n  Have fun. Let the mind wander\n  ","537023":"\n  They should love all of me and not just focused on boobs.\n  ","537024":"\n  I doubt it works that way.\n  ","537025":"\n  Um.. knowing the color wouldn't help anyone 😂\n  ","537026":"\n  Nobody on here needs to know about my nipples lol\n  ","537027":"\n  I'd be very worried if a white person had black nipples.\n  ","537028":"\n  Indeed\n  ","537029":"\n  Cool. Tell it to someone who can relate.\n  ","537030":"\n  lol go away\n  ","537031":"\n  Think whatever you want. I've never said that\n  ","537032":"\n  Huh?\n  ","537033":"\n  Single and not looking for anyone online to date.\n  ","537034":"\n  Ah. That's mean :P\n  ","537035":"\n  I'm white\n  ","537036":"\n  Not as sexy as you imagine, I bet.\n  ","537037":"\n  Exciting\n  ","537038":"\n  That's news to me.\n  ","537039":"\n  Is that so shocking?\n  ","537040":"\n  At times\n  ","537041":"\n  Ask me in 10 years\n  ","537042":"\n  So this is a different shitty account person now? How fun.\n  ","537043":"\n  I thought you were going to delete this?\n  ","537044":"\n  All the Jenny stuff and other people unless he deleted all that.\n  ","537045":"\n  Go hit him up. He's always looking for girls if you haven't looked at his page lmao\n  ","537046":"\n  This made me laugh.\n  \n  He'd be the first BBC\n  ","537047":"\n  Questions about myself instead of Leighton would be cool 😂\n  ","537048":"\n  Hence the yet :p\n  ","537049":"\n  A webpage picture doesn't mean he has one (yet)\n  \n  I don't care that he's rich.\n  \n  Ya'll are strange.\n  ","537050":"\n  No. I'm not looking for something.\n  ","537051":"\n  You don't have to ask?\n  ","537052":"\n  Eh\n  ","537053":"\n  D's aren't small lol\n  ","537054":"\n  I've met a Cookie 😂\n  ","537055":"\n  Ok then\n  ","537056":"\n  He can tell me this on his own account or on kik.\n  ","537057":"\n  I wish I was good at it lol\n  \n  But yes, sometimes.\n  ","537058":"\n  I actually don't :P\n  \n  And if I did i wouldn't be giving out to just anybody.\n  ","537059":"\n  I do sound different on the phone. My sister and I pretty much have the same phone voice lol Like her friends would call and they thought it was her so I'd talk to them then give the phone to her XD\n  \n  I don't do anything to change it, just how it is. I don't know how I'd describe it. I don't like my voice recorded but on the phone it sounds better than a recording o.o\n  ","537060":"\n  Thanks lol\n  ","537061":"\n  I saw :)\n  ","537062":"\n  Yes, no, maybe so 😇😈\n  ","537063":"\n  ☺\n  ","537064":"\n  Aww. You are sweet  <3\n  ","537065":"\n  Opened door\n  \n  Paid for something if I was short a bit\n  \n  Two people on here gave me giftcards before 😍\n  ","537066":"\n  He hasn't said anything meaningful? It's usually about going on kik ¯\\_(ツ)_\/¯\n  ","537067":"\n  No. Just similar looking. My hair is lighter now due to blonde highlights. It was basically the same color over the winter. I hated it. Darker shades don't look good on me. Felt washed out.\n  ","537068":"\n  Yet his green dot is on. lol. Stop being pathetic. Good for him. I don't care. Why are you so obsessed?\n  ","537069":"\n  ¯\\_(ツ)_\/¯\n  ","537070":"\n  I don't understand this but ok.\n  ","537071":"\n  More so on here than other sites that I use.\n  ","537072":"\n  Not much :\/\n  \n  Like earlier i put up a childhood picture. Wearing a pink shirt in it and I was actually wearing a pink shirt too 😂🌹\n  ","537073":"\n  Not in America?\n  ","537074":"\n  😴😢🏊💦😯☺🍗\n  \n  Can't forget 🔥since it was hot as a mofo today.\n  ","537075":"\n  Ew. I don't even want to think of December yet.\n  ","537076":"\n  My sister now and again. Just in certain situations etc\n  ","537077":"\n  Nothing to my knowledge\n  ","537078":"\n  Lots of trolls?\n  ","537079":"\n  Dark!!! Yessssss\n  ","537080":"\n  I hope you find the man of your dreams.\n  ","537081":"\n  Family or friends. Depends if they liked the same music\n  ","537082":"\n  Isn't she beautiful 💸💸💸\n  ","537083":"\n  Maybe I'd get questions then..\n  ","537084":"\n\n   @littlesha_\n  \n","537085":"\n  I don't.\n  ","537086":"\n  Ask me stuff?\n  ","537087":"\n  It's a old tv show. The girl in the gif is Daria and that's also the name of it.\n  ","537088":"\n  Indiana. I forget the actual town\n  \n  The town where my college was because it was a crime ridden area.\n  \n  Virginia was pretty ghetto and  isolated feeling.\n  \n  Um.. not sure where else.\n  ","537089":"\n  👏👏👏👏\n  ","537090":"\n  I loved Daria.\n  ","537091":"\n  There's nothing going on with us so you can stop writing about him on my page.\n  \n  Also, I don't care if other people have beliefs or not. It's nice to believe in something at times. Just don't shove it down other people's throats.\n  \n  I don't like labels but I'd say agnostic at most. A bit spiritual but there's nothing that I practice. Buddhism, possibly, since I like the \"rules\" but I haven't looked into it a lot either.\n  ","537092":"\n  😂😂😂😂😂\n  ","537093":"\n  None.\n  ","537094":"\n  Are you going to cry about it? You don't like knowing the population # of your area?\n  ","537095":"\n  It's alive compared to objects which is what I thought the asker was on about.\n  \n  People are humans, not things.\n  \n  Animals are animals, mammals. Pets, sure. They are alive just like us.\n  \n  Would you want to be called a thing?\n  ","537096":"\n  Lovely\n  ","537097":"\n  Nope.\n  ","537098":"\n  Lynds\n  ","537099":"\n  The animal itself is more important than the cat term.\n  \n  Also cats aren't things so ¯\\_(ツ)_\/¯\n  \n  I was thinking more objects...\n  ","537100":"\n  All of it :P\n  \n  Even without the cat term, it's still a cat.\n  \n  Even if i said the name mattered more you'd give me ridiculous messages saying the latter.\n  ","537101":"\n  Good. Too much sugar.\n  \n  Still haven't watched. I really should.\n  \n  50\/50\n  ","537102":"\n  The things themself.\n  ","537103":"\n  XD\n  ","537104":"\n  It's ok. Not a passion or anything\n  ","537105":"\n  Gif instead. Didn't feel like looking for a solid color of blue.\n  ","537106":"\n  All the above\n  ","537107":"\n  Just a name. Most likely celebrity? :p\n  ","537108":"\n  Yes. One sided love. You trick yourself into thinking you love the person when it's just a crush that doesn't go anywhere.\n  ","537109":"\n  No.\n  ","537110":"\n  5'7\"\n  ","537111":"\n  I don't see why not. I know there are more reasons to be on the pill than just the sex benefit.\n  ","537112":"\n  No.\n  \n  I probably would.\n  ","537113":"\n  Let's go in the pool :)\n  ","537114":"\n  Money 😂\n  ","537115":"\n  He'd probably be good. I'm not sure who I'd suggest.\n  ","537116":"\n  Not take it for granted. Stick up for yourself, pick your battles. Society has stupid standards.\n  \n  Loads of other things. Let's not get too deep though.\n  ","537117":"\n  I'm actually wearing a pink shirt today as well as in that picture 😰\n  ","537118":"\n  I was thinking mouth but anywhere ;)\n  ","537119":"\n  I'm pretty good to myself.\n  ","537120":"\n  That would be cool if I could spit out money.\n  ","537121":"\n  She died June 21st, 2006. Rip Reebok\n  ","537122":"\n  Thanks for sharing\n  ","537123":"\n  Football? Maybe even baseball.\n  \n  All the balls\n  ","537124":"\n  He's got style ¯\\_(ツ)_\/¯\n  \n  The month? Don't really care for. January could be a cute name. Nickname Jana.\n  \n  Was good. I stopped watching and don't remember where I left off.\n  ","537125":"\n  Not as much as people think I am lol\n  ","537126":"\n  Aww\n  ","537127":"\n  No\n  \n  One\n  \n  No, just stoners.\n  ","537128":"\n  Nothing. I don't care about anything, certainly not myself - 2010 Lyndsey\n  ","537129":"\n  You too meathead\n  ","537130":"\n  Same.\n  \n  Good night\n  ","537131":"\n  Willow or Jade?\n  ","537132":"\n  Thanks lava lamp\n  ","537133":"\n  But it's so cute!!!!!!!\n  \n  Shadow 😍 same. Ugh.\n  \n  I laughed at the last part\n  ","537134":"\n  I'd need a bowl first.\n  ","537135":"\n  It's the dog, man. Reminded me of the one I had as a child so ya. Marley and Me makes me cry at the part where the dog is getting too old and can't make it up the stairs since our dog was that way.\n  \n  Idk could be something like that. Haven't thought about that before lol\n  ","537136":"\n  Yes! She cries at every movie tho lol\n  ","537137":"\n  Billie Jean by MJ came to mind\n  ","537138":"\n  Nothing\n  ","537139":"\n  It did 💔\n  \n  Made my mom watch it too XD\n  ","537140":"\n  You mean other than spending 3 hours in the  pool, laying out and reading some of 50 shades of grey? My arms look pretty tanned rn.\n  ","537141":"\n  I don't usually cry.\n  \n  Hachi made me cry so much. Dog story based on true events 😢😭\n  ","537142":"\n  I think I almost cried at one point. I was just going through the recently watched and was like I'll add that. Definitely seems more geared towards younger people but the meaning and all that is nice.\n  ","537143":"\n  I'm all about that summer life. Bathing suit, these comfy shorts etc\n  ","537144":"\n  Asking for questions because all the sex Qs start.\n  \n  But I don't have much in my inbox.\n  \n  Send questions?\n  ","537145":"\n  Me\n  ","537146":"\n  I'm not sure what to recommend.\n  ","537147":"\n  My foot feels itchy.\n  ","537148":"\n  I don't think I have a favorite.\n  \n  My sister has been buying chicken hotdogs and it's just weird lol They don't taste that bad but I just don't get hot dog vibes from them.\n  ","537149":"\n  Are you alive and real or just my imagination?\n  ","537150":"\n  Coconut chapstick by the Yes brand.\n  \n  Revlon cover stay foundation\n  \n  L'Oréal concealer & eyeliner\n  \n  Nyx 'sunny' bronzer\n  \n  Using a Tarte mascara  (sample\/travel size)\n  \n  Covergirl eyeshadow duo (old and hate it..)\n  \n  The NYX setting spray is nice but need to repurchase\n  \n  I have a wet n wild blush\n  \n  Buxom lip gloss\n  \n  Nyx butter gloss in Madeleine\n  \n  Nars Cruella\n  \n  Nars Rikugien\n  \n  Nars concealer that should be thrown away. Pretty much empty\n  \n  Burts bees lip shine\n  \n  The balm's hot mama blush\n  \n  Covergirl ready, set gorgeous foundation (too light atm)\n  \n  Neutrogena bb cream, basically. (Too dark)\n  ","537151":"\n  Is there such a thing?\n  ","537152":"\n  Yet not alive :P\n  ","537153":"\n  I don't like sharing that with anons. No pictures of myself there either. We all know you're digging for that ;)\n  ","537154":"\n  I think things can be real even if not alive.\n  ","537155":"\n  Some obviously have photoshop or filters that make them look a certain way. That doesn't mean that there aren't any \"real\" images still floating around. People can obviously pose certain ways to make themselves look better too. All about angles and lighting.\n  \n  I wouldn't really say it's real or fake. It is what it is ¯\\_(ツ)_\/¯\n  ","537156":"\n  Nooo. I didn't want lnr87 for IG\n  \n  I was talking about on formspring, my bad.\n  ","537157":"\n  Yes. I couldn't use it anymore since they had it. Was even more annoying. It took me a second to change my name, i didn't like whatever it was and went to change back and I couldn't since someone took it and was being an a.ss in different ways. Wouldn't agree to change the name either.\n  ","537158":"\n  Ask wouldn't be the same without you ;)\n  ","537159":"\n  Could be one lol\n  \n  Reminds me of American pie by Don McLean\n  ","537160":"\n  Yup.\n  ","537161":"\n  Someone stole my username when I changed it for a second and I got bored with adding more numbers or whatever. I looked up some slogan\/username ideas and noticed something similar but it was way longer. I shortened it a lot. It also made me laugh.\n  \n  I actually had people come to me for name ideas too 😂 it was easier to think of something for them since knew what they liked :)\n  ","537162":"\n  I didn't really mean in that way. More like when they write vague things that aren't even really questions.\n  \n  The way you mentioned could make me think and be open to learning more or suggestions.\n  ","537163":"\n  Ones that make me think\n  \n  Ones geared towards myself\n  \n  Ones that make sense\n  \n  Ones that aren't stupid or repeated over and over again. I keep getting asked \"how is babby formed\" multiple times and it's just annoying getting troll questions like those constantly. They can't even spell things correctly.\n  ","537164":"\n  We shall see 😮\n  ","537165":"\n  Have a good trip! :)\n  ","537166":"\n  This is my only account with lnr87 name. So you wouldn't get very far 😂 actually my old formspring might show up before it changed to youcanjuiceme ¯\\_(ツ)_\/¯\n  \n  I did notice someone had the name on IG but that's not me. I'm not that skinny and I don't have a kid. (Someone tried finding me and brought it to my attention lol )\n  ","537167":"\n  The devil 😇😈\n  \n  No clue. Just being funny. Didn't really know what to write for the original question.\n  ","537168":"\n  I guess. I've answered a lot. I appreciate the good ones.\n  ","537169":"\n  It's nice. Plus, with that person who went around being creepy it makes me glad that they didn't know what I actually looked like. I guess I can be picky who sees me too. I don't really trust anons who always asks for pictures. Chances are its just some creep instead of someone I'd consider a friend on here lol\n  ","537170":"\n  I guess at times, yes.\n  ","537171":"\n  We got rid of it in 2014 when we were moving. It was bittersweet lol\n  \n  My sister even mentioned how we should have kept it since literally had for years. Wooden coffee table.\n  ","537172":"\n  I remember learning how to crawl around. And stand up. Probably one of the earliest ones ¯\\_(ツ)_\/¯\n  \n  I reached out to the table to help lift me up and then fell down while hitting the edge of the table on the way down and crying. Then my mom came into the living room.\n  \n  The table had a tooth mark indent on it afterwards.\n  ","537173":"\n  Thanks for the update, anon.\n  ","537174":"\n  What if things possess me?\n  ","537175":"\n  Age wise or on here?\n  ","537176":"\n  Hearing.\n  \n  Memory if that counts.\n  ","537177":"\n  I'm not picky. I'll try anything at least once.\n  \n  But at the same time I don't want duck, venison and other creatures like that. Me no gusta. It's just wrong.\n  ","537178":"\n  Good memory?\n  \n  Some i can forget or its vague and I'm like what even? This doesn't go with anything on my page XD\n  ","537179":"\n  The we part is creepy since not everyone is the same.\n  \n  Mom\n  \n  My sister gets along with mom too\n  \n  Brother gets along with dad more\n  ","537180":"\n  Yes, I have.\n  ","537181":"\n  Hasn't been that long :P\n  ","537182":"\n  Christmas and Thanksgiving\n  ","537183":"\n  Yup\n  ","537184":"\n  Why not just 69?\n  ","537185":"\n  I was basically out there for 3 hours? Swimming, tanning and reading.\n  ","537186":"\n  This girl always went camping with her dad. He recently died and she's a mess. Her step sister or whatever hasn't been camping before and she's basically in a beehive group (think girl scouts, mormon bible camp). The older girl ends up getting stuck going camping with them.\n  \n  basically dealing with death and keeping memories alive etc\n  \n  It's cute and funny.\n  ","537187":"\n  What if I don't believe in God?\n  ","537188":"\n  It's not letting me upload it :(\n  \n  I'm in the pool though.\n  ","537189":"\n  Bit weird but I haven't seen any?\n  ","537190":"\n  It ain't me babe 🎤🎤🎤\n  ","537191":"\n  Nice try.\n  ","537192":"\n  Stupid sh!t 😂\n  \n  My mindset is better after getting the diagnosis. I was stressed not knowing and feeling out of it.\n  ","537193":"\n  Rachel Ray? Chef Ramsey.\n  \n  Um.. not sure what else. Those traveling ones can be cool to see all the different foods or cupcake wars decorating.\n  ","537194":"\n  We don't have a date to fly back yet.\n  ","537195":"\n  Same.\n  \n  We've just been buying the Annie brand.\n  ","537196":"\n  It's really not though.\n  ","537197":"\n  Elaine\n  \n  Ethan\n  \n  Logan (on a girl)\n  \n  My friend used those ones.\n  \n  (Arianna Elaine)\n  \n  (Lucas Ethan) so Lucas\/Luke would be interesting.\n  \n  Another friend just had a boy named Connor James.\n  \n  I do tend to stick with more unique first names and common middle ones so I don't think I'd have that much of a problem.\n  ","537198":"\n  About yearly or I'll trim it if I'm feeling it needs it lol\n  ","537199":"\n  To the Bone\n  \n  About anorexia and other eating disorders. Overcoming it, wanting to live. Getting rid of toxic people. Coming of age. Getting help via a group home.\n  ","537200":"\n  Yes.\n  \n  Most of my dad's side have passed on though or there's some I've never met. His aunt made a book of all the people, including pictures, little autobiographies. Interesting to read.\n  \n  My mom has a lot. Both of her parents come from huge families like 10+ kids. I haven't met all of them. Also her dad's side is kind of a mystery.\n  ","537201":"\n  Not my aunt by marriage anymore but she is hippie like now! Makes teepees and hippie clothing. She did a 360 lol I'll always think of her as my aunt since grew up with. They divorced when I was 18\/19 sooo it's hard to call his 2nd wife my aunt.\n  \n  Only when Fred gets too much sun 😂 He burns 🔥\n  \n  Yup! Ray doesn't do anything anymore. Jimmy is always on stuff. Dan (actual cousin) is following in their footsteps. I think the rest of my former step cousins are doing well. And then my other uncle has 2 kids which I haven't seen in years.\n  ","537202":"\n  Night lovely\n  ","537203":"\n  A potluck party would be more fun! Everyone brings something to the table.\n  \n  But ya.. I think grilling would be bomb to do as well. Campfire, smores.. just fun times!\n  ","537204":"\n  It was a couple days ago ¯\\_(ツ)_\/¯\n  ","537205":"\n  Laughter, loyalty etc\n  \n  I'm basically a golden retriever 🐶\n  ","537206":"\n  Simba\n  ","537207":"\n  Definitely or we'll become them eventually.\n  ","537208":"\n  Adorable\n  ","537209":"\n  Can I have that disease where the eyes are different colors XD So pretty.\n  ","537210":"\n  Water XD\n  ","537211":"\n  Hey 🌹\n  ","537212":"\n  Leopard!\n  ","537213":"\n  Around two hours, I think?\n  ","537214":"\n  Ah. I see. Yes, we are always changing even when we don't feel it :)\n  ","537215":"\n  Same as any other suicide? I'm sure evil girls could play a role in it too.\n  ","537216":"\n  Already answered.\n  \n  lol my anon couldn't come up with their own question 😂\n  ","537217":"\n  Good work ethic\n  \n  The end\n  ","537218":"\n  To The Bone just ended.\n  \n  Brain on Fire looked good! They had the trailer at the end of the movie.\n  \n  What happened to Monday seems pretty epic\n  \n  Anne with an E looks good. New Anne of Green Gables XD\n  \n  ----\n  \n  When we first met\n  \n  Leap Year\n  \n  Let's be cops\n  \n  Bokeh\n  \n  Once i was a beehive\n  \n  boy hood\n  \n  Little Evil\n  \n  My perfect romance\n  \n  Coffee Shop\n  ","537219":"\n  I wouldn't let my life get that bad.\n  ","537220":"\n  What are we then? :P\n  ","537221":"\n  I suppose. Just seemed like a huge leap\n  ","537222":"\n  Communication and a way someone lives is different.\n  ","537223":"\n  Not at all. Just watching a movie.\n  ","537224":"\n  You really overthink a lot.\n  ","537225":"\n  It's just better....\n  ","537226":"\n  In person or text\n  ","537227":"\n  <3\n  ","537228":"\n  There was a really cold breeze. Brrrr\n  \n  Thanks darling\n  ","537229":"\n  I think I'd have down days but would remain the same.\n  \n  I learned first hand what depression was in 2010 and i wouldn't want to ever get that bad again. I really had to relearn the things I loved etc\n  ","537230":"\n  They 👏 get 👏 it 👏\n  ","537231":"\n  Mike Shinoda\n  ","537232":"\n  Not really. I'm content swimming in the dark with piano music going on. The palm trees look pretty. The moon is directly above me. I feel like I should be having champagne or wine lol\n  ","537233":"\n  I know!!! 😢😭\n  ","537234":"\n  In what way?\n  ","537235":"\n  Too dark outside. The moon looks cool but it's not showing up right on the camera -_- even in the \"night\" setting\n  \n  In the pool :)\n  ","537236":"\n  Singing with friends \/ just being in their company.\n  \n  Bikes, scooters\n  \n  Playing with toys\n  \n  Camping\n  ","537237":"\n  Read it wrong :p\n  ","537238":"\n  I need to watch that sometime.\n  ","537239":"\n  Cute!\n  ","537240":"\n  Tom Brady.\n  \n  Yup, Patriots.\n  ","537241":"\n  I do. I don't keep track of all the players though\n  ","537242":"\n  Mrs. Robinson\n  \n  Some action\/killing one that I forget the name of\n  \n  When We first met\n  ","537243":"\n  Don't know enough\n  ","537244":"\n  Sexually haha\n  \n  Sorry! *hugs*\n  ","537245":"\n  Sounds good!\n  \n  I've watched two movies today with my mom. She started Cargo and I just couldn't get into it lol\n  ","537246":"\n  Sick minded 😉\n  ","537247":"\n  I'm good. Think I feel like swimming\n  ","537248":"\n  Yes :)\n  ","537249":"\n  Live yo life.\n  ","537250":"\n  It is.\n  \n  The pool & me ☺\n  ","537251":"\n  No. It's just a medications that helps with pcos. I have insulin resistance and it can help regulate the sugars, periods and whatever else.\n  ","537252":"\n  Health insurance\n  \n  I now know what is going on and can work at it\n  \n  The pool is normal again. I missed going swimming!\n  ","537253":"\n  I don't have a set time to do it. Whatever comes naturally.\n  ","537254":"\n  Huh?\n  ","537255":"\n  That person would be very special to get random sex. I'd rather have relationships instead of just doing any old bloke.\n  ","537256":"\n  People. I try not to let that happen though. When I'm stressed about stuff and someone is nonstop being annoying then it can effect me more.\n  \n  Everything going wrong.\n  \n  Puking is awful so I'd say that. My throat always hurts afterwards. It makes my eyes water. The whole process is very annoying 😂 It's one of the side effects of Metformin so I'm glad that I haven't dealt with that.\n  ","537257":"\n  I don't have a motive.\n  ","537258":"\n  Ah. That's mean :P\n  \n  I'm not much of a fish eater.\n  ","537259":"\n  Oh well 😂\n  ","537260":"\n  Koi are pretty!\n  ","537261":"\n  * My sister's pool.\n  \n  Why do you care so much though? Something broke which made it turn green since it couldn't clean itself. It's fixed now and normal color.  The guys come every Friday to clean it and they also test the levels.\n  \n  Chlorine\n  \n  There's some floating thing with the salt balls or whatever in it.\n  \n  There's a hose vacuum cleaner that goes around cleaning it. It's also motion detected.\n  ","537262":"\n  Still would be annoying. Never heard of people doing that to inground swimming pools. It's fixed and cleaned now. I don't even like when parts of the palm tree can come down into the water XD\n  ","537263":"\n  World ones are cool. Nice to be informed. The weather. Crime reports. Sometimes political ones.\n  ","537264":"\n  Then I have three other ones\n  ","537265":"\n  Very random vid lol\n  ","537266":"\n  No. My mom is a Libra though. Does that count?\n  \n  Not yet\n  \n  I dumped a guy over email before 😂 the one i basically played matchmaker with since I knew his friend liked him. They then dated so yay :)\n  ","537267":"\n  Understandable.\n  ","537268":"\n  I'd rather not swim with hay in the pool...\n  ","537269":"\n  Why should I? Also not happy all the time with my body.\n  ","537270":"\n  Ask your mom or doctor.\n  ","537271":"\n  To?\n  ","537272":"\n  Ones I've never been to?\n  ","537273":"\n  I'll pass.\n  ","537274":"\n  The sea but mountains nearby would be best of both worlds.\n  ","537275":"\n  I was horny and it happened. No big deal.\n  \n  Done with these questions now :P\n  ","537276":"\n  I think they kind of go together.\n  ","537277":"\n  Alrighty 😇😈\n  ","537278":"\n  This isn't something new. Mentioned a few times with more detail since ya'll are so thirsty. Don't feel like going into it, not much to share either.\n  ","537279":"\n  Cool\n  ","537280":"\n  And more\n  ","537281":"\n  Oh\n  ","537282":"\n  Pool\n  \n  Lake\n  \n  Near the water\n  \n  On a dock\n  ","537283":"\n  K\n  ","537284":"\n  Must have been a knock off :p\n  ","537285":"\n  Common sense\n  ","537286":"\n  Global warming\n  \n  Animals not getting enough food\n  ","537287":"\n  Answering decent questions.\n  \n  Watching another movie with my mom.\n  \n  Probably go swimming some point today or night swim.\n  \n  Need to get my eyebrows waxed 😊\n  ","537288":"\n  At times. Other days I'm  like haha no, try again.\n  ","537289":"\n  👏👏👏\n  ","537290":"\n  Wednesday usually seems good. Weekends too.\n  ","537291":"\n  You too 💍\n  ","537292":"\n  I don't think so. She's married with three kids.\n  \n  I'm straight also.\n  ","537293":"\n  Does talking about marriage and future plans count as a proposal? If so, then once.\n  \n  Never proposed to anyone.\n  ","537294":"\n  Only when sick.\n  \n  Messes up my sleeping schedule if I take naps.\n  ","537295":"\n  The first\n  ","537296":"\n  Chew it\n  \n  Blow bubbles\n  ","537297":"\n  😘\n  ","537298":"\n  You look cute shrugging.\n  ","537299":"\n  Is that a real event? :o\n  ","537300":"\n  Outside. Talked about plenty of times.\n  ","537301":"\n  No. More so at night though.\n  ","537302":"\n  Poor doggie :(\n  ","537303":"\n  Yup\n  ","537304":"\n  How old are you?\n  ","537305":"\n  I'm not but felt like getting those questions out of my inbox. It's not too bad either.\n  ","537306":"\n  Am scared now\n  ","537307":"\n  My pussy feels left out\n  ","537308":"\n  I don't like the sound of that\n  \n  (Didn't translate it)\n  ","537309":"\n  Dream the dream bby\n  ","537310":"\n  💦\n  ","537311":"\n  I'm glad.\n  ","537312":"\n  Not at all lol\n  ","537313":"\n  I'll pass but good thinking\n  ","537314":"\n  Peaches? ¯\\_(ツ)_\/¯\n  \n  🍑🍑🍑\n  ","537315":"\n  Lyndsey?\n  \n  Pretty sure I never named my butt.\n  ","537316":"\n  Can't fix pcos...\n  ","537317":"\n  Thanks muffin\n  ","537318":"\n  One day\n  ","537319":"\n  What does my body have to do with anything?\n  ","537320":"\n  Yes.\n  ","537321":"\n  Of course!\n  \n  Gross\n  ","537322":"\n  Yes, sir.\n  ","537323":"\n  I like 2-5 age ranges.\n  ","537324":"\n  I'm confused.\n  ","537325":"\n  Just be sure that they didn't sleep with your mom or grandma.\n  \n  Watching Mrs. Robinson\n  ","537326":"\n  ????\n  ","537327":"\n  lol thanks\n  ","537328":"\n  Nah.\n  ","537329":"\n  Why would that matter? You wouldn't know the person lol\n  ","537330":"\n  I've never been with a girl.\n  ","537331":"\n  Sex.\n  \n  The end.\n  ","537332":"\n  Yuppppp\n  ","537333":"\n  Since when?\n  ","537334":"\n  I'm straight.\n  ","537335":"\n  Thanks....\n  ","537336":"\n  It's funny when people think that stuff like no... you obviously don't know anything about me then XD\n  ","537337":"\n  😍😍😍\n  ","537338":"\n  Enjoy trolling\n  ","537339":"\n  Once upon a time.\n  \n  Not sure if he still does lol\n  ","537340":"\n  Respect mine, please.\n  ","537341":"\n  Thanks\n  ","537342":"\n  I still love someone  (not from here)\n  ","537343":"\n  I do.\n  \n  Does that mean I need to always get told by numerous men how they love me? No. Chances are they don't know enough about me to fully call it love. Do I need to get into a relationship with them because they feel something and I don't? No. Guys should really calm down. I'm sick of the mind games they end up doing.\n  ","537344":"\n  This sounds like the person who made that account.\n  \n  I'm ok now <3\n  ","537345":"\n  I'm a calm, chill person.\n  \n  June hasn't been the best. I'm appreciative to the GOOD questions I get.\n  ","537346":"\n  Thanks  <3\n  ","537347":"\n  What even?\n  \n  😂\n  \n  Do you mean soul?\n  ","537348":"\n  I don't get annoyed easily. Sorry i don't always feel like doing smiles or writing lol all the time.\n  ","537349":"\n  It's for questions. Not chatting. Also all the guys say they love me, want to marry me and other crap. Just because I'm sexual on here doesn't mean that I always have to be that way with everyone :P\n  ","537350":"\n  Nothing?\n  ","537351":"\n  Giving my number out wouldn't be love\n  ","537352":"\n  I've always liked 56 and 80.\n  ","537353":"\n  You too.\n  ","537354":"\n  Look it up.\n  \n  Ask questions\n  ","537355":"\n  Ok\n  ","537356":"\n  It can be annoying either way. I'm independent with a bit of liberal.\n  \n  My brother-in-law is running for constable and he's with the Democrats. A lot of people were rude. It's one thing to say you aren't interested but bashing you with views isn't cool. He tries not to let politics get into it. I don't think he'll win though. It doesn't seem like he puts enough time into it.\n  ","537357":"\n  That's good :)\n  ","537358":"\n  True. Still iffy on the idea though.\n  ","537359":"\n  No reason. Just didn't\n  ","537360":"\n  Not this year.\n  ","537361":"\n  I believe so.\n  ","537362":"\n  I want one now ;)\n  \n  No to younger.\n  \n  Or the old sugar grandma without the gross parts\n  \n   @cestlavie87\n  \n  😂\n  ","537363":"\n  I'd love me too.\n  ","537364":"\n  😂😂😂😂\n  ","537365":"\n  Yours does 🍌\n  ","537366":"\n  Night, obviously.\n  ","537367":"\n  That's weird. I feel like if someone deactivates the stuff usually stays.\n  ","537368":"\n  I will shortly.\n  ","537369":"\n  No. I've never had that happen. I think on a new account there's limits though?? But then it becomes normal. Are you on the app? Maybe try force stop then go back on. Cookies or cache could probably make it be annoying too or someone keeps deleting stuff for no reason. Also sometimes troll accounts can disappear when it gets suspended or too many reports?\n  \n  I know if you like too many things you can get like bans for a certain amount of time ¯\\_(ツ)_\/¯ Think I've only hit it once or twice.\n  ","537370":"\n  Why does everyone keep asking that?\n  ","537371":"\n  Feed me you pos\n  ","537372":"\n  This post on ig 😂\n  \n  Person - a friend\n  ","537373":"\n  Every 3 years or more? Idk. When the upgrade comes up.\n  \n  I don't really like talking on the phone so it doesn't really matter lol\n  ","537374":"\n  The world.\n  \n  Hawaii\n  \n  Greece\n  \n  London + other areas\n  \n  France\n  \n  Italy\n  \n  Etccccc\n  ","537375":"\n  Put on metal music and subgroups of it.\n  ","537376":"\n  The ones who like this\/would eat with me.\n  ","537377":"\n  Or at least 9am.\n  ","537378":"\n  Childhood was amazing but I wouldn't want to be too young either.\n  ","537379":"\n  I think I'm usually the one to blame.\n  ","537380":"\n  #lyndseysharestoomuch 💯👏\n  ","537381":"\n  Probably that I'm a bitch? I have resting bitch face so they think I'm mean, sad or intimidating?\n  ","537382":"\n  I'm just happy to have the answers. I've had a lot of bloodwork done when younger and never mentioned anything. The AMH part is interesting. Same with rats but will people react in the same way?\n  \n  I probably should have asked about kids since my sister is going through that but she actually has the cyst and infertility part of it. Doing different treatments etc\n  \n  Last time I knew (18) the doctor said that i should be fine. Also mentioned that i could have a hormone imbalance but didn't go into any details and basically just gave me the minipill. Plus, I got my period last June naturally  so it must be fine if nothing showed on the ultrasound.\n  ","537383":"\n  She's in the double cups now. I think DD or bigger.\n  \n  It's funny since we had an old sewing body form and we were getting rid of stuff when she moved out here and it was the same size as her boobs. She was going to keep it but didn't since the thing was old.\n  ","537384":"\n  She was an A cup and wanted them.\n  \n  Idk.. sometimes they look smaller and other times it's like oh shit boobs.\n  ","537385":"\n  No. That's invasion of privacy. I don't post my pictures so why would I share hers? Also you would probably be all that's not your sister since she looks like Barbie, Lady Gaga and others like that...\n  \n  Blonde, blue eyes, about a size 2-4, fake boobs. Probably 120ish in weight, 5'3\" or whatever, the cyst and infertility issues of pcos going on. She's also married so that's more creepy sharing her pic\n  ","537386":"\n  Not really. It's not just about my weight, honey.\n  \n  Basically eat the same as my sister and she's skinny yet still has pcos too.\n  ","537387":"\n  No. Pcos is a real condition.\n  \n  I'm not surprised that someone said something.\n  ","537388":"\n  I'm going with recently instead\n  \n  That lingerie a few months ago was but I also had $20 off so I just had to try Adoreme.\n  \n  My multivitamin is $24.99. The powders are even more money!\n  ","537389":"\n  :)\n  ","537390":"\n  Lucky me, greyface.\n  ","537391":"\n  It's never really cured. Plus, not all people gain weight. I have insulin resistance which is another part of it. There's lots of different symptoms people could have.\n  \n  They also checked my weight yesterday, happy i lost 5 pounds but generally i usually maintain and gain the same amount lol even when I look way smaller -_-\n  \n  Also got metformin for it. It's mainly for diabetes patients but it's been shown to help with pcos to regulate the sugar, periods and whatever else. There's a lot of side effects but I've mainly heard of pooping or puking ones, nausea in general etc Happy that today hasn't been like that XD\n  ","537392":"\n  Even when I was in the pool my tablet wasn't far 😂 I like listening to music while swimming. And would check in.\n  \n  My job is also online so....\n  \n  Oops\n  \n  I like when people point this out because it's obvious that they are also online a lot ;)\n  ","537393":"\n  Oh. Sorry! Read that part wrong haha.\n  \n  Yes, some can be pollution if not used correctly and abandoned. The biosphere we went to had some old rusted ones outside of it.\n  ","537394":"\n  Someone on here named Shelly.\n  ","537395":"\n  Well what?\n  ","537396":"\n  Nothing, actually.\n  \n  I'll probably watch more youtube soon though.\n  ","537397":"\n  Nope.\n  ","537398":"\n  To see if I had pcos or not. Or something else going on.\n  \n  1st one - urine, bloodwork (hormone panel), got weighed. Talked about stuff. Vitals and blood pressure. It's more of a clinic for gyno and another dr (forget the name rn)\n  \n  2nd - the ultrasound to see if I had cysts or whatever else going on. That one was more of a hospital setting.\n  \n  The doctor sent two cortisol test tubes. I haven't got the results from those yet.\n  \n  Yesterday -\n  \n  To go over all the results minus the cortisol lab since it wasn't ready. But she was basically saying it's pcos which isn't surprising given the fact that my sister was diagnosed with it in December and it can run in families. I've read that even guys can pass it on too. Also a lot of the females in our family have had problems with cysts, surgery to remove stuff etc\n  \n  You don't always get the cysts with it. Which i don't. My sister and I are basically the opposites in everything, including our symptoms.\n  ","537399":"\n  Why would that be bad???\n  \n  I'm glad I'm not puking or pooping nonstop 😂\n  ","537400":"\n  No side effects that I can see\n  ","537401":"\n  And yet that's just telling me what you want, not actually a question.\n  \n  I don't need children on my page.\n  ","537402":"\n  Research more material. Ask questions. Trust your gut feeling about the matter.\n  \n  This is getting boring now.\n  ","537403":"\n  Summer -\n  \n  Burgers, zucchini, watermelon, ice cream, pasta salad, grilled chicken, steak\n  \n  Chocolate and Chinese food but not quite in the summer.\n  ","537404":"\n  Trump\n  ","537405":"\n  Questions, not small talk.\n  \n  I've said hi to enough anons today, gorgeous.\n  ","537406":"\n  Of course, silly! We all take in the information differently. Some might be better understanding seeing it whereas others comprehend more when reading about said event.\n  ","537407":"\n  People are online a lot more. I'm not sure that it totally changes us but real interaction is always better.\n  \n  I'm not sure about the consume part. I don't think it really matters how you get informed.\n  ","537408":"\n  Pretty much youtube and spotify.\n  \n  I'm also enjoying a podcast  (the mfceo project)\n  \n  As for news -\n  \n  I don't really watch tv much. My mom does have it on a lot so I'll get some from that. Or I'll see headlines on the yahoo homepage. Sometimes on FB. I also follow a few news media pages so I get up to date.\n  ","537409":"\n  80's and 90's shows, along with music.\n  ","537410":"\n  That happens when I'm in Maine lol\n  \n  It's hot in az and we haven't took that many trips so I have more down time.\n  ","537411":"\n  I'd rather not but I could.\n  \n  I'm still watching youtube videos that I missed from last summer 😂\n  \n  Also only listened to what was on the radio so I missed a lot of songs, probably.\n  ","537412":"\n  No. Perfect timing.\n  \n  I think my sister might be hosting a party, not sure.\n  ","537413":"\n  Yes. There's a lot in Arizona.\n  \n  I'm not sure if it really helps with pollution though.\n  ","537414":"\n  To the guys still adding my kik name\n  \n  You'll just be deleted\/blocked.\n  \n  I deleted the username from my question and still getting stuff? Desperate and pathetic, really.\n  \n  I think it's the same person over and over again though.\n  ","537415":"\n  Yes. It would be crazy action like sh!t\n  ","537416":"\n  Within.\n  ","537417":"\n  Mike Shinoda\n  \n  Bryce Vine\n  \n  Leon Bridges\n  \n  City and colour\n  \n  Hollow Coves\n  ","537418":"\n  A mix of different cuisine\n  ","537419":"\n  I don't think time of season really matters. I'm sure summer, spring and fall are far more enjoyable than winter ¯\\_(ツ)_\/¯\n  ","537420":"\n  None. I was barefoot lol\n  ","537421":"\n  You don't do bad things, you aren't a shitty person. Care about others. Time and experience.\n  ","537422":"\n  Watermelon is so yummy in the summer.\n  ","537423":"\n  13 reasons why\n  ","537424":"\n  Everything\n  ","537425":"\n  Until proven otherwise\n  ","537426":"\n  XD\n  ","537427":"\n  I didn't really go anywhere lol\n  ","537428":"\n  Congratulations?\n  ","537429":"\n  Cool\n  ","537430":"\n  He seemed to like it but I haven't heard any more updates on it.\n  ","537431":"\n  Ttry not having one for years then randomly getting it and not sure if just a period or something else going on. Also explaining all that to a hot young male doctor.\n  ","537432":"\n  Period last June. They wouldn't take me at the attached clinic since abdominal bleeding lol\n  \n  That doctor though 😍😈\n  ","537433":"\n  Not at all.\n  \n  It's just health care thing where you didn't have insurance and you paid a small price to get it? I'm pretty sure it starts with F but I don't remember the actual name for it. You had a limit on how long it goes?\n  ","537434":"\n  Cool. I remember you, I subscribed last time XD\n  ","537435":"\n  Fun fact: I've never broke a bone.\n  ","537436":"\n  Childhood :)\n  ","537437":"\n  Water, tea\n  \n  La Croix drinks lately.\n  ","537438":"\n  Oh it would be very possible\n  ","537439":"\n  Ok, I'll talk about trees and how good they are. How i used to climb trees. How cool they look with hallowed out middles. The way branches hang. How it reminds me of  the book, Speak XD\n  ","537440":"\n  Snakes can be creepy but I'm not that scared of them either.\n  \n  Spiders are creepy but I've named one Charlotte before 😂 keeps other bugs away..\n  ","537441":"\n  I'd just make you more bored :P\n  ","537442":"\n  Why? I'm not in a sexual mood and that's the only thing you really talk about.\n  ","537443":"\n  Forever alone but I don't see it as a phobia since it's not always on my mind etc\n  ","537444":"\n  I'd rather not.\n  ","537445":"\n  Yes, you perv ;)\n  ","537446":"\n  Yessssss\n  ","537447":"\n  Ask me anything 🍉\n  ","537448":"\n  Thanks for spelling my name right lol\n  \n  My sister-in-law still doesn't 🙈\n  ","537449":"\n  You become the player.\n  ","537450":"\n  You ;)\n  ","537451":"\n  He's laughing at me\n  ","537452":"\n  My uncle is supposed to move out here. His wife has a daughter that moved here recently so they're trying to get him to do it. They came out in May since he's never been here.\n  ","537453":"\n  Good 😈\n  ","537454":"\n  Guacyeah! 0.o\n  ","537455":"\n  Eh.\n  \n  Who knows lol\n  ","537456":"\n  Obnoxious person in general?\n  \n  I really don't know. I was always mindful of my behavior. You can have a good time with friends without screaming and being annoying.\n  \n  Yesterday there were a group of girls and guys at the store and they were shouting, laughing really loud too. They looked 20ish but probably actually 16+ based on how they were acting. It made me feel like I was the butt of the joke at times and just annoyed by them.. like let me go away from them weridos. I'm surprised nobody kicked them out. Indoor voice, please.\n  ","537457":"\n  It's been fine.\n  ","537458":"\n  Never a dull moment then? :P\n  ","537459":"\n  Yup.\n  ","537460":"\n  So you'd eat it? :p\n  ","537461":"\n  I hope i don't get sick from this guacamole. Best used by June 8th.... it still looks normal. It didn't turn brown. Smells fresh and tastes normal.\n  ","537462":"\n  Winter it can be cold but it doesn't stop me 😂\n  \n  Just two nephews. 6 & 7.\n  ","537463":"\n  I'm happy my sister has a pool XD\n  \n  It's not heated but that's fine lol\n  \n  Oh cool. I only have nephews\n  ","537464":"\n  Isn't it like 111?\n  \n  My tablet says 109 but pretty sure I've heard 111 a bit ago.\n  \n  It's 79 in the house XD\n  \n  I'm in the pool 🏊💦🔥\n  ","537465":"\n  Sir mix a lot 😂\n  ","537466":"\n  Golden retriever husky mix :)\n  \n  Maybe a little german shepherd too?\n  ","537467":"\n  But I want more questions :o\n  \n  It's still light out too.\n  \n  5:21pm\n  ","537468":"\n  I think he's more on twitter these days.\n  ","537469":"\n  No. And then the young ones want older.\n  ","537470":"\n  We have some\n  ","537471":"\n  lol\n  \n  Happy\n  \n  Chill music\n  \n  In the pool 🏊💦\n  \n  Sunshine🔥\n  ","537472":"\n  Bryce Vine feelings\n  \n   @poetalunam\n  \n","537473":"\n  Plus people usually want to be sexual, not wanting that currently. Also I'm swimming with music on so wouldn't reply asap. Just checking in atm\n  ","537474":"\n  Not really. Rather get questions rn\n  ","537475":"\n  Yes.\n  \n  New foods\n  \n  Trying zumba\n  \n  Going to the gym that first time. Around 4 years ago? Feeling out of my element, not knowing what each machine was. Now I know what to do and strong in my ability.\n  ","537476":"\n  Hi\n  ","537477":"\n  Questions would be nice. Only have a few. Normal ones would be way better. Ones that make you think etc\n  ","537478":"\n  Yes, sir. 🔱💫👑\n  ","537479":"\n  I don't think proud is the right term but glad to just have the answers and continue what I've been doing to reach my goals. I already know it's taken longer so hopefully the metformin helps aid everything too.\n  \n  It's been 2 hours since taking the first pill and I still feel good. Hope it continues that way.\n  \n  One with breakfast and one with dinner.\n  ","537480":"\n  I'm all female lol\n  ","537481":"\n  Get health insurance if you don't? I ended up getting one for  $25 that lasted 3 weeks so I could get my testing done since I didn't have health insurance. Also, talked to outreach yesterday to extend it for a year since the 3 week was ending. Plus, it's just good to have. Some filter\/filler program? Don't remember the name but it was easy to do.\n  \n  Drink more water to stay hydrated and all the other many benefits of drinking water.\n  \n  Remember you are beautiful even if you have health issues ;)\n  ","537482":"\n  30\n  ","537483":"\n  It was green because something broke. The guy came and fixed it today, shocked the water too. Normal now.\n  ","537484":"\n  Not everyone has all those symptoms. It's different for everyone. That's why it can be hard to diagnose too.\n  \n  I don't have excess. Only 1 point up from normal range.\n  ","537485":"\n  Have they looked into cushings? My doctor did bring it up the first time but I only had two of those symptoms. Also why she wanted me to do the cortisol test. I didn't get the results back from it but she did seem pretty sure that it was pcos based on the other testings. My sister has pcos but we're pretty much opposite with the symptoms.\n  ","537486":"\n  I don't have the cyst part so it's not too bad for me. Good to finally understand... insulin resistance is the worst for me. My body comp is way different than it used to be but I'm still big\/heavier weight due to it.\n  ","537487":"\n  The pool is clean again, yay.\n  \n  Should swim then. Missed it.\n  ","537488":"\n  They don't even know what I look like so I don't know what I was even being gross about.\n  \n  Newly diagnosed :)\n  ","537489":"\n  What was I being gross about?\n  \n\n   https:\/\/www.mayoclinic.org\/diseases-conditions\/pcos\/symptoms-causes\/syc-20353439\n  \n","537490":"\n  Good\n  ","537491":"\n  Pcos?\n  ","537492":"\n  Based on your name and seeing you basically harass other girls i follow that's going to be a no.\n  ","537493":"\n  I feel like this fits the bill. Good to remember.\n  \n  I also liked this podcast about affirmations. Basically how if you do the work its good but saying how you love yourself but not taking any action to be better is a lie to yourself. He swears a lot so be warned lol\n  \n\n   https:\/\/open.spotify.com\/episode\/1nNnreesJWysMRs3CoeqnA?si=tL624y0xS8GU-hJUjmw8kA\n  \n","537494":"\n  Hello cherub\n  ","537495":"\n  Thanks! Nice question :)\n  ","537496":"\n  So basically Spotify 😍😍😍\n  \n  Both.\n  ","537497":"\n  Old mistakes\n  ","537498":"\n  Most do.\n  ","537499":"\n  I don't know what that means\n  ","537500":"\n  You too!\n  \n  Cute jokes\n  ","537501":"\n  I want to see the new movie :)\n  ","537502":"\n  If I'm not interested then they shouldn't keep trying to win me.\n  ","537503":"\n  It's nice. I don't always watch.\n  \n  It's been years since I've played and even then I'd be goalie.\n  ","537504":"\n  This guy named Mohamad helped us get out. The door was stuck and he busted it open to get my sister and I out of it.\n  ","537505":"\n  Thanks sweet anon\n  ","537506":"\n  Good night\n  ","537507":"\n  Yes. Only human.\n  ","537508":"\n  Hi\n  ","537509":"\n  Fall in Maine.\n  \n  The leaves looked pretty.\n  \n  Not much of a story.\n  ","537510":"\n  My dr results even though I don't understand everything.\n  \n  Drama with people\n  \n  Probably a news article somewhere\n  ","537511":"\n  Is ig tv basically taking over the stories or does it just look better? O.o\n  ","537512":"\n  Hi\n  ","537513":"\n  UK somewhere.\n  \n  Sydney seems to keep coming up when I do quizzes.\n  \n  I'm kind of sick of America ¯\\_(ツ)_\/¯\n  ","537514":"\n  It's only happened once so must have been all the construction going on.\n  ","537515":"\n  Nobody can dull my sparkle XD\n  ","537516":"\n  It was probably about a foot away from me. It seemed more scared of me since it literally vanished into thin air. Then the spell was broken. It seemed like maybe a minute in total but really long. Idk. Was very freaky.\n  ","537517":"\n  You can have all my creepy anons <3\n  ","537518":"\n  I've shared a few times. I'll just go with seeing\n  \n  My dad was remodeling his childhood home, basically gutted it. Weird stuff happened.\n  \n  I was sleeping then i remember waking up in the night. Across the room there was a table with chairs. There was a dark shadow thing that was sitting there watching me. I ended up moving along the bed to get a better view. I thought it was my mom sitting there in the dark or something. I just felt paralyzed like i couldn't get any closer, stand up or make a sound. Meanwhile i could still see the shadow shape watching me. Then a calmness settled over me, the thing was gone. I ended up falling asleep again.\n  \n  I don't dream about monsters, shadows or anything so I know it happened. Was very creepy.\n  ","537519":"\n  One and heard furniture moving etc\n  ","537520":"\n  Paranormal stuff?\n  ","537521":"\n  Hopefully metformin helps with the insulin resistance and everything else that it helps regulate.\n  \n  I did a huge post to the what people don't know one and it ended up crashing so ya... short versions of how today went. Hopefully it won't be too bad tomorrow taking that.\n  \n  More gym, pool and eating healthy, please.\n  ","537522":"\n  Open book\n  \n  I don't feel all that comfortable with sharing photos of myself though. I suck at taking selfies. I'm not where I should be weightwise which also is a part of pcos.\n  ","537523":"\n  It wouldn't always get to me is what I meant. Sorry!\n  ","537524":"\n  Oh. Nice to know.\n  ","537525":"\n  It would be different reasons....\n  ","537526":"\n  Rootbeer?\n  \n  Not sure what you mean exactly if it's alcohol related. Sounds like whiskey? I'm not a fan of.\n  ","537527":"\n  Italian and Chinese 😍\n  \n  Least: I'm not sure! Haven't tried all the cuisines out there to have a least.\n  ","537528":"\n  Sure\n  ","537529":"\n  Any that are already mentioned in my bio. Like how many times are you going to ask?\n  \n  Sexual ones when I'm not feeling it.\n  ","537530":"\n  GP - guilty pleasure.\n  ","537531":"\n  I don't like the sound of that 😂\n  ","537532":"\n  I hope so because I just found out today, officially 😂\n  ","537533":"\n  Basically what I wrote for the GP one 😂\n  ","537534":"\n  The gym, swimming, ice cream, reading, shopping. I'm pretty simple.\n  ","537535":"\n  Recommended is usually 8?\n  \n  Also heard it should be half of your weight.\n  \n  Just do whatever that feels natural to you. Maybe up the goal next time little by little.\n  \n  I actually need to buy a new water bottle. Mine ended up sliding off the seat onto the floor and broke part of the cap. The thing you touch to lift it open also came apart so it was left with just the spring part of it -_-\n  ","537536":"\n  I already did.\n  ","537537":"\n  I think it was one of Taylor Swift's albums a few years ago.\n  ","537538":"\n  Happy birthday\n  ","537539":"\n  Loads lol\n  ","537540":"\n  Pretty good. My inbox is dead though. I think people are scared of me 😂\n  ","537541":"\n  It has.\n  \n  Glad I have the answers.\n  \n  My cortisol lab didn't come back yet though but everything else did.\n  ","537542":"\n  I don't actually know. I don't watch scifi much.\n  ","537543":"\n  Thanks beautiful! 🌻\n  \n  Does anyone have questions?\n  ","537544":"\n  Alright\n  ","537545":"\n  When that doesn't even translate into anything.\n  ","537546":"\n  Oh.\n  \n  thanks\n  ","537547":"\n  What?\n  ","537548":"\n  What about London?\n  ","537549":"\n  Vague\n  ","537550":"\n  True. Being on medication wouldn't be fun if I didn't really need it lol\n  \n  I miss the gym. Haven't reupped since I don't know when we're heading back to the East Coast yet. Been swimming a lot though and eating healthy.\n  ","537551":"\n  Idk. They should just go to your page instead of me being the messenger.\n  ","537552":"\n  ???\n  ","537553":"\n  It's happened before so it got to me more and was dealing with other stuff on top of it which made me more annoyed than usual.\n  \n  💪💪💪\n  ","537554":"\n  I thought about it. I'm ok now that I'm getting new questions to answer.\n  ","537555":"\n  For me???\n  ","537556":"\n  Thanks. Can we not talk about whoever that is now?\n  ","537557":"\n  Oh. Well that guy wants to talk to you then...\n  ","537558":"\n  I was surprised that my blood pressure was way lower than the last time I took it at the doctors so that was good! They took it 3 times last time and it did go down but it was still high.\n  \n  This time it was normal range and only checked once. I Imagined it through the roof kind of thing because that person was being annoying before my appointment and I just didn't want to go as well. Also I lost 4 or 5 pounds between now and June 5th, when I first went to the doctor. Not too bad.\n  ","537559":"\n  It started last night and still being annoying. I haven't been on at all today and they keep coming back -_-\n  ","537560":"\n  I highly doubt that\n  ","537561":"\n  Knew that you'd keep at it -_-\n  ","537562":"\n  Yes.\n  \n  Stop sending me forgiveness things now\n  ","537563":"\n  Fine.\n  ","537564":"\n  No. I don't want to talk to anyone on there.\n  ","537565":"\n  I've done a Tomb one for a friends birthday before. Was pretty cool.\n  ","537566":"\n  Not my kind of music but thanks. I appreciate the thought.\n  ","537567":"\n  It's self evident if you read a few questions from last night and today ones.\n  ","537568":"\n  I'm not a good runner?\n  ","537569":"\n  Deleting all this crap is making me annoyed again.\n  ","537570":"\n  You'll still be a d!ck so why? You really think that you'll stop? I doubt it.\n  ","537571":"\n  This isn't the way to get forgiveness - mental disorder or not!\n  ","537572":"\n  Too late for you to change\n  "}}