{"Question":{"538646":"\n   Where they both girls?\n  ","538647":"\n   Anyone do it with you?\n  ","538648":"\n   Contracts are like hearts. They're made to be broken.\n  ","538649":"\n   Where did it happen?\n  ","538650":"\n   What is something that has changed you so much ?\n  ","538651":"\n   Who saw?\n  ","538652":"\n   Spanking u is a duty and I'm the man of duty\n  ","538653":"\n   We can spell out\n  ","538654":"\n   What's idea for Father's Day?\n  ","538655":"\n   R pills cause weight gaining\n  ","538656":"\n   Yes condom do u insist\n  ","538657":"\n   follow\n  ","538658":"\n   Do insist for a condum ?\n  ","538659":"\n   And?\n  ","538660":"\n   Why did you do it?\n  ","538661":"\n   Really?\n  ","538662":"\n   Ever streak?\n  ","538663":"\n   Can you please give me ideas for gifts?\n  ","538664":"\n   😡😡😡\n  ","538665":"\n   By the way. You are not obedient\n  ","538666":"\n   “Manly” gift ideas?\n  ","538667":"\n   Do you used Texas hat to protect your visage from the sun ?\n  ","538668":"\n   Water should be happy while drinker through your sensuous   lips\n  ","538669":"\n   Is it weird if the partner like to hug your rich legs and kiss your soft thighs ?\n  ","538670":"\n   What is the hell of that junk food !!! U most take butter , honey , lambs , veal , etc .. to keep your flesh soft plz\n  ","538671":"\n   Toniest and you want that !!!! Ok\n  ","538672":"\n   Do not you ever try to lose even a gram from your thick thighs, I like them like that\n  ","538673":"\n   Thanks\nStay blessed girl❤\n  ","538674":"\n   Could be a Kuwaiti Prince wanting you to help him rule...\n  ","538675":"\n   Ohkay Sorry :)\n  ","538676":"\n   :)\n  ","538677":"\n   Did you take a photo of any meal that you had yesterday? Upload the photo.\n  ","538678":"\n   Have u promised any body else ?\n  ","538679":"\n   One of our plans after get married if u that u will work as a teacher in American school in a foreign country\n  ","538680":"\n   Would you rather live in the mountains or on the beach?\n  ","538681":"\n   Use cream immediately\n  ","538682":"\n   Sure u r thicker 👄💋👄💋\n  ","538683":"\n   Have you ever worn fake eyelashes?\n  ","538684":"\n   Kelsey or Chelsea\n  ","538685":"\n   Ohhh is that u ??? Although I like them thicker\n  ","538686":"\n   Emma or Emily\n  ","538687":"\n   have you ever been to catholic mass ?\n  ","538688":"\n   did you have any friends who got pregnant in high school? how are they now?\n  ","538689":"\n   How much excited are you for Eid??😁\n  ","538690":"\n   Good night love\n  ","538691":"\n   pls respond to this w ANYTHING you remember fondly. w happy details! tell me a funny story or about the birth of a child or about a restaurant you loved in your hometown. anything!!!! i wanna hear something happy.\n  ","538692":"\n   Do you have anything special on your mind?\n  ","538693":"\n   ...Different pole* O:\n  ","538694":"\n   Do u have cracks on the heals ?\n  ","538695":"\n   VV what if you’re buy-sexual? Cause if you buy me things, I get sexual. Just kidding lol\n  ","538696":"\n   I don't have much followers as you have you got my point?\n  ","538697":"\n   I just want to know for education propose by doing a survey\n  ","538698":"\n   Some plant's seeds are called bazoori and the syrup of the seeds is added in water to make juice. The syrup and juice has nice fragrance and taste.\n  ","538699":"\n   Hm I wanna eat sandwiches of mince of mutton for break. Can you make toasted butter sandwiches?\n  ","538700":"\n   What type of birds are singing in the garden outside your house? Take a photo of any bird out in the garden.\n  ","538701":"\n   What else would you like to eat with me at a restaurant?  Are you restricted by your parents about traveling and going out?\n  ","538702":"\n   Nope\n  ","538703":"\n   post something??\n  ","538704":"\n   Who's gonna fight for what's right?\nWho's gonna help us survive?\nWho's gonna fight for the weak?\nWho's gonna make 'em believe?\n  ","538705":"\n   Complimenting my age?\n  ","538706":"\n   They adopted a girl, kept her for 18 years and then expelled her out  of their house. The girl must be hurt considering that  the people who adopted her are disloyal . They were like  family to her. So you see people are disloyal and not faithful. Curse such the people.\n  ","538707":"\n   Actually, what you think means a lot to me...\n  ","538708":"\n   Nice! Thanks :)\n   \n    https:\/\/www.youtube.com\/watch?v=SCQGnVrTsAM&ab_channel=ArifulHoque\n   \n","538709":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","538710":"\n   Nice! *mic drop*\n  ","538711":"\n   Whats up Lyndsey?\n  ","538712":"\n   Hm how sad that I can't ask to you put on your res lipstick and then take a photo of your face after ruining the lipstick by rubbing your hand over your lips.\n  ","538713":"\n   I've read better character development in coloring books...\n  ","538714":"\n   Still NOT a better love story than Twilight. Agree?\n  ","538715":"\n   I figured ;)\n  ","538716":"\n   Not exactly. For example, I would like to see your breasts, but not because you have spent a lot of time talking about them...\n  ","538717":"\n   Yep. Show me where to sign the contract...\n  ","538718":"\n   I e you like to be spanked  , hard or soft ?\n  ","538719":"\n   How come that you have a blessing like those white rounded bo obs and give them tan ?\n  ","538720":"\n   Hm who will send me their buttocks workout videos?\n  ","538721":"\n   Give me your instagram ID.\n  ","538722":"\n   *sighs* I would require instruction\n  ","538723":"\n   Spank Spam: Would you prefer spanker or spankee?\n  ","538724":"\n   Spank Spam: How hard?\n  ","538725":"\n   Spank Spam: Sh*t Lynds, I can't even keep this going without blushing or just whatever\n  ","538726":"\n   Spank Spam: When was the last time you wore spanks?\n  ","538727":"\n   nah\n  ","538728":"\n   Am I immature to giggle at the word \"panty\" every time I see it?\n  ","538729":"\n   Get in line Anon\n  ","538730":"\n   Come on talk to me privately and I'll let you get bored.\n  ","538731":"\n   There are things that I wanna say but I can't say the things at this site as I have privacy issues. Please understand it.\n  ","538732":"\n   I wouldn't. There is no turning the clock back on a first kiss. I'm not delusional to think perfection, but would rather a first moment be a little more lucid?\n  ","538733":"\n   Do you wanna eat ice cream with me at a restaurant?\n  ","538734":"\n   *breathes*\n  ","538735":"\n   I can stop liking everything and be more discriminate...\n  ","538736":"\n   Dan will always be around. I have come to accept that\n  ","538737":"\n   You have too good a taste to simply pounce on the first victim\n  ","538738":"\n   Hm who will send me their dance videos at Instagram?\n  ","538739":"\n   Hm I checked the prices of tickets an hour ago. Would you like to wear a Punjabi suit of white colour? Punjabi suits are called as shalwar Kamees.   Check the suits of the brands Khadee and  Sapphire. These days girls wear shalwars with length about three to four inches above their feet knuckles.\n  ","538740":"\n   To Mill Ave? It ain’t bad, hella busy cause of all the ASU kids lol but otherwise nice social place\n  ","538741":"\n   Like I wouldn’t know, it’s just a known stereotype of phx so I’m going with what I’ve been told 😂 Mill Ave is the new Van Buren tbh\n  ","538742":"\n   Eid is on Saturday.\n  ","538743":"\n   Hm will you go out on a walk? Why do you spend all your time indoor? How about you go out wearing a punjabi suit?\n  ","538744":"\n   Awkward? YOU asked lol\n  ","538745":"\n   Like all the hoes down Van Buren 😐\n  ","538746":"\n   Btw... thanks for asking about my d*ck. I'm sure that signifies a new milestone in our relationship :P How's your legs?\n  ","538747":"\n   Hello Alice lets talk privately.\n  ","538748":"\n   I forgot the default is anon. My b, that slight freak out was me 😂 it’s gotta be. I looked at the pics and one was far too familiar.\n  ","538749":"\n   That Mr D guy is pedo Dan from formspring, isn’t it?? Oh my god what\n  ","538750":"\n   Like a leopard ready to pounce on its prey?\n  ","538751":"\n   Nah just going through all your answers when I'm a little behind takes some time. Worth it though, would you believe I actually read everything?\n  ","538752":"\n   *smh sex can't be graded like it is an open track lap race...\n  ","538753":"\n   I know this anon. If you continue to answer these questions about forced sxual activities\/rxpe he'll send worse ones in more detail.\n  ","538754":"\n   Damn... following you is hard...\n  ","538755":"\n   I'm here and tired. Yeah probs forgot to tick but that one wasn't mine\n  ","538756":"\n   R u out of your panty ?\n  ","538757":"\n   Can you make a poll between bi sexual and straight? Please.\n  ","538758":"\n   Woman !!! Tighten the hair of your armpit so that it will not grow fast\n  ","538759":"\n   Hello Alice.  I am feeling well now. And i have already refreshed myself. Hey would you talk to me privately now?\n  ","538760":"\n   Congratulations. You get a free therapy session with me, use it whenever you feel like it.\n  ","538761":"\n   Do you sing?\n  ","538762":"\n   Do like vulgar talk during sexual enter-course ?\n  ","538763":"\n   Do you still using pencil for remarks or notes ?\n  ","538764":"\n   Has scout doing good to your butts ?\n  ","538765":"\n   Do you have any more good charlie sheen 'winning' gifs? 😊\n  ","538766":"\n   Lol did the scan beep? Maybe that's why\n  ","538767":"\n   Kidnaped and the only way to release is t have sex to the kidnaper ? Would u do that ?\n  ","538768":"\n   thanks your very sweet it means heaps thanks\n  ","538769":"\n   thanks your so honest and kind, sorry if i bother you\n  ","538770":"\n   okaay sorry\n  ","538771":"\n   If you won a lottery of one million dollars , would give one hundred to charity ?\n  ","538772":"\n   can i tell you something private wall to wall\n  ","538773":"\n   Have you ever spying on couples while they making sex ?\n  ","538774":"\n   oh thats cool\n  ","538775":"\n   When were the last time u took marijuana\n  ","538776":"\n   It seemed like you travelled a lot :p have you ever had a bad experience with the staff?\n  ","538777":"\n   Is there sort of bras which not cover nipples ?\n  ","538778":"\n   U  r viagra\n  ","538779":"\n   I mean that your hair is mine too as I feel that u r all mine\n  ","538780":"\n   Is it really hard to answer the question \"What's wrong?\" when nothing's right?\n  ","538781":"\n   That is good , although you said my hair not our hair\n  ","538782":"\n   Why you attract males like that\n  ","538783":"\n   I just watched Jurassic world fallen kingdom with my cousin, still a highly entertaining movie.\n  ","538784":"\n   hello how are you\n  ","538785":"\n   Last ice cream ? What was ?\n  ","538786":"\n   Take care it may make it  thinner or tougher\n  ","538787":"\n   Is the sun hurts your hair ?\n  ","538788":"\n   Easier said than done though\n  ","538789":"\n   Hello everyone, I'm back on here, apparently been too active on here, just answered some of your questions, and nothing else, just been busy with life and university. Ask anything nice and if you need to talk, I'm here! Sending good vibes, peace and love!\n  ","538790":"\n   Its true :(\n  ","538791":"\n   Hi guyz! I just sent this question to support my favorite person\n   \n    @lovelivelaugh99\n   \n   she posts positive things and listen to people who r sad and ask questions and send quotes follow her if you’re interested tell her to follow u bk. Thanks ! ❤️\n  ","538792":"\n   I can translate for you 😢\nHe said : forgive me because I will kill you right now 😢 ....\nThen her husband cried and try to save her because he is a doctor but she was aiready died 😢 \nShe was a prignant 😢\n  ","538793":"\n   what’s ur opinion on: clubbing\n  ","538794":"\n   I feel like it's mostly about speed and endurance because wouldn't a guy have to change his body position to change the angle?\n  ","538795":"\n   Also because of playboy\n  ","538796":"\n   can someone you were never in a relationship with break your heart?\n  ","538797":"\n   When a woman says it's not about the size it's about how you use it. Is she talking about a man's endurance and how fast he can go. Or is she talking about how he changes positions inside her?\n  ","538798":"\n   What about rabbits and lambs ?\n  ","538799":"\n   I meant in the local water of the states not in your fridge ?\n  ","538800":"\n   When is the last time you lost something? What was it?\n  ","538801":"\n   Do you love hockey?\n  ","538802":"\n   Moana is a very gpod movie\n  ","538803":"\n\n    @HeyGuysWantStuffJustAsk\n   \n   and her friends bullied\n   \n    @origamibirds\n   \n   off ASK.fm because apparently, she's not allowed to talk about her hard worked for achievements as she was born into a fortunate family. And she can't show a picture of nice things she has even if someone asks for it.\n  ","538804":"\n   Movie Madness for thursday night\/friday: A) Hereditary  B) Mc queen or C) The boy downstairs   if you are unfamilier with them just pick a random choice anyway :)\n  ","538805":"\n   Plump is a creepy word !!!!! Sorry , I do not know that is connotation to negative  , U do not take it for curvy ?\n  ","538806":"\n   Have you ever been on a plane? How was the journey did you have any complications?\n  ","538807":"\n   I feel that you are sad these days \nAre you ok?\n  ","538808":"\n   If you were an Ancient Egyptian and you somehow froze in an ice cave and they defrosted you and woke you up and asked: Why did you worship cats, what would you say? *hairball cough\n  ","538809":"\n   one series forever ..\n   \n    https:\/\/ask.fm\/Book_quot_lover\/photopolls\/92275306\n   \n   ?\n  ","538810":"\n   «Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you»\n\n-George R.R. Martin .. :)\n  ","538811":"\n   What's the website from your screenshot? With hug, same, nice etc (:\n  ","538812":"\n   What fact amazes you every time you think of it?\n  ","538813":"\n   What's one thing you will never do?\n  ","538814":"\n   Can be rather s#xy though a girl orga#ming all over you ie me\n  ","538815":"\n   Heh  that was me on anon  :p\n  ","538816":"\n   I understand I just wanna know your opinion.\n  ","538817":"\n   Do you smoke\n  ","538818":"\n   what color was ur robe at high school graduation\n  ","538819":"\n   My heart is broken she got me open will it heal in time? will it be just fine?\nWill i become stronger, and get hurt no longer?\n  ","538820":"\n   Do you really car about man's mentality ?\n  ","538821":"\n   of the basic hygiene steps which annoys you the most\n  ","538822":"\n\n    https:\/\/www.youtube.com\/watch?v=qQn6TsbYrH8\n   \n   Have you worn a jacket for 3 years straight?\n  ","538823":"\n   Do you love cheesecake?\n  ","538824":"\n   What is the meaning of works properly here ?i ask seriously\n  ","538825":"\n   Being healthy will be more sexually pleasing , better in kids raising\n  ","538826":"\n   Black bathing suit , while u r white and plump , that will turn the world on\n  ","538827":"\n   Come back little Sheba\n  ","538828":"\n   Do u like hairy men ?\n  ","538829":"\n   Have you ever felt like you have so much to say and nothing to say at the same time? If that even makes sense. How do you normally express yourself\n  ","538830":"\n   Do you like to eat pork ?\n  ","538831":"\n   I am ready and will leave for the office in 15 minutes. It will take me half an hour to reach the office. It will take me two hours to submit fees and the required documents. I will get free by 12 pm.\n  ","538832":"\n   do you believe in apologies ? or do you think they are meaningless words\n  ","538833":"\n   Do you have code or salmon fish there ?\n  ","538834":"\n   Is it useful to take professional certificate or rather take experience ?\n  ","538835":"\n   U need to eat gelatin as Hollywood stars\n  ","538836":"\n   I prefer red lipstick for  you accompanied with scarlet nail polish\n  ","538837":"\n   You took a lot of underage nude  pictures of yourself?\n  ","538838":"\n   Do you care about eating healthy food or do you eat whatever you want?\n  ","538839":"\n   Do u have a nude pic as a child ??\n  ","538840":"\n   Most healthy food u used to eat ?\n  ","538841":"\n   Oh my dear !!!!! McDonald's , plz I need u healthy\n  ","538842":"\n   Is men perfume has any effect on you ?\n  ","538843":"\n   U r very busy I hate that guy\n  ","538844":"\n   Where the hell r u all that time ???? I suspect that behavior , r u with a man now ?\n  ","538845":"\n   I know someone which her cup size 28 and works properly\n  ","538846":"\n   tv shows on netflix; the frontier or last kingdom or what tv show are you watching\/did you like before?\n  ","538847":"\n   Then u do not feel they are small, any way u r not in a contest\n  ","538848":"\n   You can juiceonmetoo! 😉\n  ","538849":"\n   Whoopsie meant to ask; Harper's island or peaky blinders? netflix makes peaky look like a mystery and harper's island trailer has a lighthouse and fog.\n  ","538850":"\n   You Americans r creasy about breast size , do you think it is the same in France ?\n  ","538851":"\n   tv shows; Twin peaks or peaky blinders?\n  ","538852":"\n   lil pump or j cole\n  ","538853":"\n   hey\n  ","538854":"\n   What do u do when you're under pressure?\n  ","538855":"\n   Hello, what's your snapchat? I'd like to add you\n  ","538856":"\n   Do you used to turn your lips to a corner as a signal of disapproval ?\n  ","538857":"\n   Blonde hair, red lips, or brown hair, natural lips?\n  ","538858":"\n   What's one easy way to waste a life? 🤐\n  ","538859":"\n   why though\n  ","538860":"\n   She looked good in that too... oops! 🙈🙊🙉\n  ","538861":"\n   I feel sad , what should I do?:(\n  ","538862":"\n   have you ever had a pet rodent? what kind(s)? what were their names?\n  ","538863":"\n   Deffo\n  ","538864":"\n   Why Pamila Anderson  is considered a sexx icon ?\n  ","538865":"\n   Woman ! Feel safe and happy right now , it is an order\n  ","538866":"\n   Good night babe\n  ","538867":"\n   sorry i dont rly know bout em personally since im already equipped with something better ;)\n  ","538868":"\n   thanks xo\n  ","538869":"\n   have u ever used any before\n  ","538870":"\n   have you worn trousers\/shorts that you needed to get off really quick but couldn't\n  ","538871":"\n   u should get 2 so u use both at the same time ;)\n  ","538872":"\n   i asked cuz \"huge pink plastic one\" can sound like something else hahaha\n  ","538873":"\n   OMG you answered it. your good old formspring link is still in your profile. Relics.\n  ","538874":"\n   lol r u stll talking bout dollhouses XD\n  ","538875":"\n   this is oddly confusing since i swear like a sailor and never once gotten a \"warning\". Kinda odd.\n  ","538876":"\n   what are the requirements for u to add me on sc and maybe one day try that with me?\n  ","538877":"\n   yah lol\n  ","538878":"\n   thats what she said ;)\n  ","538879":"\n   y u never allow urself to have some fun with ppl on here who just want to help u out lol\n  ","538880":"\n   PAP OF IT!!!\n  ","538881":"\n   -\n  ","538882":"\n   BUT IT IS ????  ~ ! ~ ??\n  ","538883":"\n   do you have a cute butt\n  ","538884":"\n   What do you know about me? What would you like to know? - are you feeling alright, are you feeling OK? How do you feel? ~ for you:\n   \n    https:\/\/www.youtube.com\/watch?v=ScocoGz3WhQ\n   \n   (STAIF~if U don't want followed plz say) ~ +\n   \n    https:\/\/www.youtube.com\/watch?v=yaXGf9HgjkA\n   \n","538885":"\n   what is a language that you don’t speak that you LOVE to listen to?\n  ","538886":"\n   Song Story Saturday: Post a song\/lyric that reminds you of your youth?\n  ","538887":"\n   Old enough to understand what sex is all about\n  ","538888":"\n   Viva la resistance polls and surveys\n  ","538889":"\n   Have you ever turned someone down when they asked you out?  How did you do it and what did you say?\n  ","538890":"\n   were there any random things your parents banned from your household? (for example my dad HATED barney and twilight and my mom once burned a ouija board in the backyard.)\n  ","538891":"\n   nirvana or guns n’ roses?\n  ","538892":"\n   not even lahore guy or ben?\n  ","538893":"\n   bOoTy PaP\n  ","538894":"\n   Is that mean I can send unblock request for someone who have blocked me ?\n  ","538895":"\n   Song Story Saturday: Post a song\/lyric to describe your mood\n  ","538896":"\n   That’s a great movie\n  ","538897":"\n   Fav gif?\n  ","538898":"\n   Risky risky\n  ","538899":"\n   Do you not want any of those type questions\n  ","538900":"\n   ~ how could I ever forget ; when the mood crashes , brown is the new BLACK ~\n  ","538901":"\n   . . . remember the days . . . when we used to frighten your anons away ? ~ \/ \/ ~ those were porky-peggy days . .\n  ","538902":"\n   What country artist?\n  ","538903":"\n   wtf ? Docs are wankers by default ~\n  ","538904":"\n   heehee ! ~ I knew you !\n  ","538905":"\n   What if she is she and starts a massage ?\n  ","538906":"\n   A good doctor should be healthy\n  ","538907":"\n   What’s riskiest place you could get down with a guy\n  ","538908":"\n   Are you into country songs\n  ","538909":"\n   What do u like to listen when you workout ?\n  ","538910":"\n   Do you have sense of humor?\n  ","538911":"\n   I hope that is his opinion too\n  ","538912":"\n   Eat like Italian , greek or french and you will not need a doctor\n  ","538913":"\n   what’s the most interesting\/exotic pet you’ve ever had?\n  ","538914":"\n   It is ok then you r ready\n  ","538915":"\n   U may be at your period\n  ","538916":"\n   If he offer you love , let him prove that\n  ","538917":"\n   Before he touches you let him swear that he does not take viagra to make sure that every thing under control\n  ","538918":"\n   Take care , he maybe a married man\n  ","538919":"\n   I miss it's former community. What about it made it change for the worse for you?\n  ","538920":"\n   *sighs* same here :\/\n  ","538921":"\n   U do not know the doctor 's gender , would not u know in advance who is your doctor ?\n  ","538922":"\n   Anyone down for any political questions? Yahoo keeps putting this question in the wrong category:\n   \n    https:\/\/answers.yahoo.com\/question\/index?qid=20180611013734AAkmu79\n   \n","538923":"\n   Do you have any \"unblock requests\" that you would like to share? eg.-\n   \n    @Hayleywilson21\n   \n\n    @FreckleFaceDimpleCheek\n   \n\n    @disagreedd\n   \n","538924":"\n   You always flood the whole notification bar with it answers....don't u have else to do\n  ","538925":"\n   can i ask what does that mean\n  ","538926":"\n   haha thanks\n  ","538927":"\n   Have u gone mad......\n  ","538928":"\n   lol you cheer me up i really like you\n  ","538929":"\n   thanks had you a nice day\n  ","538930":"\n   im kinda sad rn tbh\n  ","538931":"\n   oh sorry i misunderstood\n  ","538932":"\n\n    https:\/\/youtu.be\/ySW4V145X8I\n   \n","538933":"\n\n    https:\/\/www.youtube.com\/watch?v=RtsTbX85lgo\n   \n","538934":"\n   why do want monday to come\n  ","538935":"\n   why you never, ever, post pics of yourself?\n  ","538936":"\n   what’s a really chill groovy song? one that’s good for a slow drive when it’s drizzling outside. THAT kind of song.\n  ","538937":"\n   u can always add hook up i think u said u werent completely against it so u can meet occasionally hookup buddies\n  ","538938":"\n   have you ever gone to dates with ppl u met on dating apps\n  ","538939":"\n   Do you feel in your hosehold vacation trips and special fun activities will be earned not a must\n  ","538940":"\n   Love is not all about vagina there is booobs toooooo\n  ","538941":"\n   ~ nothing at all . . . ~ \/\/ ~ apologies ~ the beasts have now bestowed a 'LIKE-BAN' on me\n  ","538942":"\n   Should summer vacation be longer or shorter?\n  ","538943":"\n   You know I hate to ask . . . . but what is PG ? ~ \/\/ ~ nothing has been removed ; can you see anything that isn't , erm , 'PG' ? ~ honestly ?\n  ","538944":"\n   R u bi\n  ","538945":"\n   Real love !!!! You are after money , jewelers, yachts and palaces\n  ","538946":"\n   Did you watch it?\n  ","538947":"\n   Pap\n  ","538948":"\n   What sort of tea you prefer ?\n  ","538949":"\n   Life Nowadays 💯\n  ","538950":"\n   Are you on a dating website?\n  ","538951":"\n   (sending to all who have recently 'ASKED' me) \"I don't think I will be answering further 'ASKS' , for quite some time ; RE:\n   \n    https:\/\/ask.fm\/igotamatch\/answers\/148508878202\n   \n   ; not until 'they' either apologise or explain .\n  ","538952":"\n   I said no men\n  ","538953":"\n   Im masturbating\nI want you to hold my d\n  ","538954":"\n   Who the hell will handle u ? I will kill him\n  ","538955":"\n   You're too hot to handle\n  ","538956":"\n   tell me a movie you saw in theaters and HATED\n  ","538957":"\n   im sorry, im here if you need a friend xo\n  ","538958":"\n   What age do you want to settle down\n  ","538959":"\n   The moon !!!! R u an astronaut ??? Woman !! Do not go there with men ???\n  ","538960":"\n   I have received many warnings from the ask , that I repeatedly broke the rules ? Do u receive such an ultimatum ?\n  ","538961":"\n   I'm single and I want to find a princess 👑 😍 \nAre you free? 😂\n  ","538962":"\n   Yes,  princess 🌹 😍 😍\n  ","538963":"\n   Pap\n  ","538964":"\n   Super Sunday: Do you ever use the word super except sarcastically?\n  ","538965":"\n   hello how are you had you a nice weekend\n  ","538966":"\n   But its fine i just wanna talk to you there\n  ","538967":"\n   Yes so now can i have your insta\n  ","538968":"\n   Super Sunday: What is super in your life?\n  ","538969":"\n   Just see your notifications kindly\n  ","538970":"\n   its true you know what to say soo kind\n  ","538971":"\n   I just gave you 6 likes i hope you know me now ?\n  ","538972":"\n   Best compliment you can get?\n  ","538973":"\n   What made the kiss bad\n  ","538974":"\n   But why? You're beautiful\n  ","538975":"\n   Why you never pap of yourself\n  ","538976":"\n   Now give me insta please\n  ","538977":"\n   Hahaha you are funny beautiful girl\n  ","538978":"\n   What would you do if you got caught with a guy\n  ","538979":"\n   Have you had a bad kiss before\n  ","538980":"\n   Women !!! where have you gone ?\n  ","538981":"\n   Write please\n  ","538982":"\n   Good evening 😃☀️ how’s your day my super Lyndsey?\n  ","538983":"\n   It‘s masturbation good for more intelligence 😃 ? then many anons are like the next President of the USA.\n  ","538984":"\n   do you love beards?\n  ","538985":"\n   But i wanna talk to you 😒\n  ","538986":"\n   Have you ever kicked someone out of your house?\n  ","538987":"\n   Watched what\n  ","538988":"\n   Morning\n  ","538989":"\n   Okay i think you are not interested in conversation\n  ","538990":"\n   Where did you last go on vacation to?\n  ","538991":"\n   Do you dislike a lot of people?\n  ","538992":"\n   What do you predict will happen in your life in 5 years?\n  ","538993":"\n   Hibachi dining is my favorite for future reference. First date win every time :)\n  ","538994":"\n   guess i still have much to learn i thought i was turning u on but maybe not hopefully next time\n  ","538995":"\n   Awww, I missed the sex party?\n  ","538996":"\n   So can i show you myself ?\n  ","538997":"\n   hello, do you have any contacts\n   \n    @igotamatch\n   \n   ? I like him, and I noticed that you often communicate with him. Is he single?\n  ","538998":"\n   On scale 1-10, how angry do you get because of slow internet?\n  ","538999":"\n   ur gonna love having it back there and its pleasant for us guys too ;)\n  ","539000":"\n   Make me wanna get jealous that you didn't know how too hot today I'm do You Dont like\n  ","539001":"\n   u could end ur saturday on a good note if you indulge in some self pleasing ;)\n  ","539002":"\n   Song Story Saturday: What style of music describes your life best?\n  ","539003":"\n   Last kiss?\n  ","539004":"\n   Insta id ?\n  ","539005":"\n   thats right id give u that till its all the way in\n  ","539006":"\n   the guy who gets to inaugurate your back entrance would be so lucky\n  ","539007":"\n   How’s your weekend goin so far\n  ","539008":"\n   What attracts you to a guy?\n  ","539009":"\n   Is there any style which hard for you to accomplish ?\n  ","539010":"\n   Key to a good kiss?\n  ","539011":"\n   Funny questions day by you again 😋 anons are very creativ aren‘t they ?\n  ","539012":"\n   Plzz lets watch it\n  ","539013":"\n   do u like being spanked\n  ","539014":"\n   id give it lots of attention and lots of something else ;)\n  ","539015":"\n   What did Kermit the frog say at Jim Hensen's funeral? \nNothing.\n  ","539016":"\n   interesting :) have u done anything with it yet\n  ","539017":"\n   lol what did it say bout it\n  ","539018":"\n   hbu do u like that too\n  ","539019":"\n   ih\n  ","539020":"\n   its a deal :)\n  ","539021":"\n   how bout u play with urself on the next public place u go to :)\n  ","539022":"\n   Why can't Jesus eat M&M's? Because they keep falling through the holes of his hands!\n  ","539023":"\n   Do you think it's transphobic to believe in autogynephilia?\n  ","539024":"\n   How many dates would you go on before you stay the night with a guy\n  ","539025":"\n   u should try doing it in a public place it can get thrilling :)\n  ","539026":"\n   Are neck kisses good\n  ","539027":"\n   Fav place you want to travel to?\n  ","539028":"\n   Do you think trying it in the car is risky\n  ","539029":"\n   AZ summers are brutal\n  ","539030":"\n   Why boys always have to show there d pic. Why girls don't show there p or b pics?\n  ","539031":"\n   how bout caught self pleasing\n  ","539032":"\n   If for whatever reason you were reincarnated (even if you don’t believe in reincarnation, just humor me) as one of the four horsemen of the apocalypse, which one would you choose and why?\n  ","539033":"\n   Have you ever gotten caught with a guy?\n  ","539034":"\n   Well maybe not everyone 🤔\n  ","539035":"\n   Do you think guys like to be kissed on the forehead?\n  ","539036":"\n   Can’t go wrong with the bday suit\n  ","539037":"\n   What’s key to great kiss?\n  ","539038":"\n   i like the latter better especially in her backdoor ;)\n  ","539039":"\n   Do you think hickies are gross\n  ","539040":"\n   The finish one lol\n  ","539041":"\n   No hands on the 🍑?\n  ","539042":"\n   Lol was that sarcastic\n  ","539043":"\n   Where do your hands go while you kiss\n  ","539044":"\n   which u like better, guys finishing on u or in u\n  ","539045":"\n   Have you ever cut off a friendship for an extremely petty reason?\n  ","539046":"\n   I mean you still want more coming in or just stop now?\n  ","539047":"\n   Just that birthday suit !\n  ","539048":"\n   More keep coming then? Lol\n  ","539049":"\n   Hottest outfit a guy can wear?\n  ","539050":"\n   Then take and freeze them 🤣\n  ","539051":"\n   I do not support you in showing your cleavage specially that most of women have small hills nowadays\n  ","539052":"\n   Sex and city tv show or the movie? 🤔\n  ","539053":"\n   Do you think guys should show everyone more? Why or why not.\n  ","539054":"\n   So no more of these questions? Lol\n  ","539055":"\n   Gotta stay protected\n  ","539056":"\n   SOO sorry ~ I posted the same long link 2x . . . . here's the short one :\n   \n    https:\/\/www.youtube.com\/watch?v=Hia3VOvNf38\n   \n","539057":"\n   What’s a good age to settle down\n  ","539058":"\n   For breakfast I had chicken and leek gratin and butter fried tacos. For dinner I had broccoli casserole and mashed potatoes fried in olive oil with hoisin sauce. What did you have?\n  ","539059":"\n   Do you think one nighters are bad\n  ","539060":"\n   I relatively recently heard of 'Skunk Ape' (think it alludes to its pungent odour) - unique to your part of the South , or perhaps Mississippi ~ everglades ? ~ \/ \/ ~ (only 40 second clip!) ~\n   \n    https:\/\/www.youtube.com\/watch?v=GPEnXJzPorY\n   \n   ~ + ~ 10 min 'docu.'\n   \n    https:\/\/www.youtube.com\/watch?v=GPEnXJzPorY\n   \n","539061":"\n   But baby we only had sex last time with condom on? O.o\n  ","539062":"\n   So it is honesty hour? Lol\n  ","539063":"\n   One hour answer everything? Jk lol\n  ","539064":"\n   Not with you !!! U always stand by\n  ","539065":"\n   How’s AZ\n  ","539066":"\n   Why most used panties have pussyy window ?\n  ","539067":"\n   what bout u, what do u think bout ppl who say they get turned on or more cuz of what u write\n  ","539068":"\n   Why do you think men have a hard time showing emotions?\n  ","539069":"\n   well im not good at that but itd be nice to turn someone enough for em to touch themselves :)\n  ","539070":"\n   No under ware , u do not even have red pantie\n  ","539071":"\n   well it effects them but how bout u do anything u get asked actually has an efect on u\n  ","539072":"\n   Honesty hour?\n  ","539073":"\n   by asking you these things\n  ","539074":"\n   so saying i want to join the fun isnt filth\n  ","539075":"\n   IM BOARD\n  ","539076":"\n   do any of us actually accomplish anything with these anyway lol\n  ","539077":"\n   Are those questions annoying?\n  ","539078":"\n   define pure filth\n  ","539079":"\n   im sure once or twice a month of s3x bombardment isnt so bad especially if ur not quite against it :P\n  ","539080":"\n   😃 to fertilize  u or what\n  ","539081":"\n   well it was bout time i think u got a week or 2 without any\n  ","539082":"\n   Lets watch sex?\n  ","539083":"\n   would u take mine too\n  ","539084":"\n   Are long kisses good\n  ","539085":"\n   Was a huge amount ?\n  ","539086":"\n   HH?\n  ","539087":"\n   unless u dont like foreplay they would give u a hand at first lol\n  ","539088":"\n   Longest relationship?\n  ","539089":"\n   I prefer imagination firstly\n  ","539090":"\n   last time anyoen else gave u a hand (literally or onlin)e\n  ","539091":"\n   U always stimulate me\n  ","539092":"\n   Are you always honest?\n  ","539093":"\n   H&M is great\n  ","539094":"\n   Who is that one\n  ","539095":"\n   lol I can almost picture the doctor lifting her large dong up to make sure everything is right down there, then she walks out feeling semi violated.\n  ","539096":"\n   Elaborate\n  ","539097":"\n   Fav store?\n  ","539098":"\n   last time u touched your self\n  ","539099":"\n   How do you often go to church ? Is that answer is same for average American ?\n  ","539100":"\n   But you do the job for me .. I thought you are a good girl\n  ","539101":"\n   Mine is  notably short when flaccid  average or more than average when erected  do u think I should show it to partner before erected\n  ","539102":"\n   YVAN EHT NIOJ\n  ","539103":"\n   You too feminine too go to army\n  ","539104":"\n   I want more of your question because I'm bored.\n  ","539105":"\n   I do not prefer you in the army , there  is sex too\n  ","539106":"\n   Why i can't keep?\nI can if you want me to\n  ","539107":"\n   Do you love meeting new people?\n  ","539108":"\n   U did not think to join US army to gain money or fitness ?\n  ","539109":"\n   Do you think you would ever indulge in päntsdrunkery?  Or do you know anyone who would descend to such terrible behaviour?\n   \n    https:\/\/www.collinsdictionary.com\/submission\/20068\/P%C3%A4ntsdrunk\n   \n","539110":"\n   “There is no excuse for any company in America to pay their workers so little that they need food stamps, and Medicaid and rent assistance,” explains Hanauer. \n“That’s not capitalism. That’s socialism for the rich.”\nMr. Hanaure is a self made millionaire.  Do you agree, or disagree?\n  ","539111":"\n   I had to pick one, so many choices... *headdesk*\n  ","539112":"\n   *facepalm*\n  ","539113":"\n   What dreams do you hope come true for your family?\n  ","539114":"\n   Are we questioning ourselves when we ask questions, or reality? Kindly elaborate, thank you!\n  ","539115":"\n   Life is too short to tolerate ____.\n  ","539116":"\n   I'll promise you will never leave you. You'll be just with me\n  ","539117":"\n   Tnx I love you\n  ","539118":"\n   Do you treat each side the same or do you prefer one over the other  b00bs that is?  What the hell? Random naughty question for the night 🤔🙈🙉🙊\n  ","539119":"\n   Do not u like ducks ?\n  ","539120":"\n   But under the nippless they should be soft and white plz\n  ","539121":"\n   What is your favorite type of food?\n  ","539122":"\n   R they soft  and white ?\n  ","539123":"\n   What is size D stands for ?\n  ","539124":"\n   Is it all about sex and money ? No romance nowadays ?\n  ","539125":"\n   I love them , I hope one day I become close friend to them\n  ","539126":"\n   No one will easily fall In love. \nIt's just cause you didn't find someone special. Wen you'll find him and you'll fall in love with him and he'll fall in love with you.\n  ","539127":"\n   D size ? All yours ?\n  ","539128":"\n   Have you heard about the Anthony Bourdain conspiracy? What do you think about it?\n  ","539129":"\n   Do not need to show them bigger ? How come ?\n  ","539130":"\n   Do u use that sort of bra which filled with sponge ?\n  ","539131":"\n   Have you ever been to a therapist?\n  ","539132":"\n   followback?\n  ","539133":"\n   Do you believe in (the existence of) : 1) Bigfoot ? 2) Sasquatch ? 3) Skunk Ape ? 4) Yetis ? 5) Loch Ness Monster ? 6) Ben Issacs ? 7) Anything Else ? ~ \/ \/ ~ What do you believe\/disbelieve (they are) ? ANY Experiences ?\n  ","539134":"\n   Have you ever been to a major city?\n  ","539135":"\n   what’s ur go to summer outfit? (like do you wear dresses when it’s hot? athletic shorts? denim shorts? t shirts?)\n  ","539136":"\n   ‘50s aesthetic or ‘70s aesthetic?\n  ","539137":"\n   How are you?\n  ","539138":"\n   Where do you live if choose to leave the States ?\n  ","539139":"\n   tell me a little bit abt what it was like w your sibling dynamic growing up! (what’s it like to be an a middle child? do you fit the only child stereotypes? is it hard to be the youngest of a lot of kids? what’s it like to just have one older brother? whatever!)\n  ","539140":"\n   It's supposed to no longer be about looks at all just about intelligence. If that's true I expect to see women that look like Sara Gilbert and Kathy Bates in the pageant but that's not gonna happen\n  ","539141":"\n   what nicknames did your parents have for you and your siblings? did you all get the same nicknames or did you have different ones? (like my mom had different nicknames but my dad called ALL his kids “sport” lol)\n  ","539142":"\n   how many siblings were you raised with? where were you in the birth order?\n  ","539143":"\n   What makes you uncomfortable?\n  ","539144":"\n   Where is the protein and the vegetables   ?\n  ","539145":"\n   Hi\n  ","539146":"\n   What do you think about the new Miss America Pageant? Sounds like fake BS to me\n  ","539147":"\n   I just want love from you\nWe'll be happy together I'm make sure of it. I'll try my best to give nothing less then perfection.\n  ","539148":"\n   Have you ever loved more than one person at the same time?\n  ","539149":"\n   How often do you tidy up your room?\n  ","539150":"\n   Woman ! What did you take for breakfast today ? I want you healthy , still we have long journey\n  ","539151":"\n   Good night lovely\n  ","539152":"\n   if ur feeling down i can fill u up\n  ","539153":"\n   We'll be also look pretty good together 🙂\n  ","539154":"\n   See in your love i started doing poetry it sound like a song to wow!!\n  ","539155":"\n   I heard your ankles were having a party… want to invite your pants down?\n  ","539156":"\n   Go to the gym\n  ","539157":"\n   wanna go halves on a baby?\n  ","539158":"\n   We will do very well\nI can tell, I can tell\nI'll Keep you safe in our bell tower hotel. \nWinin' and dinin', drinkin' and drivin'\nExcessive buyin', overdose and dyin' On our drugs, and our love, and our dreams, and our rage we will blur the lines between real and the fake\nDark and lonely.\n  ","539159":"\n   Ty Ms SpammyLeopard\n  ","539160":"\n   Maybe we can go together\n  ","539161":"\n   How are you cutie?\n  ","539162":"\n   I wish I did\n  ","539163":"\n   You work out much\n  ","539164":"\n   Then what do you expect?\n  ","539165":"\n   What distractions do you have\n  ","539166":"\n   Lol why creepy?\nIf I'm hot, decent, loyal and understanding person?\n  ","539167":"\n   Oh... I think this photo makes me look beyond 50. But this one's got some pencil sketch filter, I've used the regular version on a former account.\n  ","539168":"\n   Please be my kids mother 😌\n  ","539169":"\n   Do you want to get into it\n  ","539170":"\n   Do you think I'm brave for showing MY own face on here, considering what a hardass I am.. how old do I look, anyone reading this want to take a guess?\n  ","539171":"\n   Do you like to play video games\n  ","539172":"\n   You find the best stuff\n  ","539173":"\n   Will Lyndsey's face always be hidden the general public internet?\n  ","539174":"\n   Is it have some plot or mystery ?\n  ","539175":"\n   Woman !!! What ?\n  ","539176":"\n   where is g sport\n  ","539177":"\n   L\n  ","539178":"\n   im fairly confident that in my past life i was a walrus and i lived in the desert\n  ","539179":"\n   Have you ever been in a long-distance relationship?\n  ","539180":"\n   You better hurry up. You don't have that much time left\n  ","539181":"\n   How many do you want\n  ","539182":"\n   I never understood what we'll get by learning things from our bad experiences and I mean real intense things. Where it'll never gonna happen again maybe not more then once. Life is too short for it. Why do we have all this experiences? We have to die someday. In which way it'll benefits?\n  ","539183":"\n   Are you still undecided about getting pregnant\n  ","539184":"\n   Fair enough. I didn’t think you were pregnant. That was near the bottom of the list\n  ","539185":"\n   Results for what. You don’t have to answer\n  ","539186":"\n   What are the doctors appointments for? Are they like a check up? Or to see if you can go to Mexico?\n  ","539187":"\n   Glad we're on the same page :)\n  ","539188":"\n   Bee gees\n  ","539189":"\n   Are you going back to Maine now? Or did I misunderstood it?\n  ","539190":"\n   Hotel California for a band's name is the eagles\n  ","539191":"\n   Are you going back to Maine or moving to Arizona? Or, are you still undecided?\n  ","539192":"\n   daddy's h0rny again :\/\n  ","539193":"\n   Are you a person I can trust?\n  ","539194":"\n   Do you prefer Barbara Taylor Bradford or Daniel steel\n  ","539195":"\n   Do you have an Amazon account?\n  ","539196":"\n   If a grown man had a crush on Rebecca Black after seeing the Friday video, would that be normal?\n  ","539197":"\n   hugs you right back too your sweet i love it\n  ","539198":"\n   Where did you leave your housekeys?\n  ","539199":"\n   Are you an honest person?\n  ","539200":"\n   😫 okay tell me some other day\nHave a safe drive\n  ","539201":"\n   Lol you said your mind went dirty what was you thinking dirty?\n  ","539202":"\n   You're not going anywhere.\n  ","539203":"\n   Why it'll be pointless?\nThis day's i find sex vidoes boring. Do you also find it same?\n  ","539204":"\n   What place\/activity\/memory best captures “summer” for you as a child? How did it make you feel?\n  ","539205":"\n   You do what I say!\n  ","539206":"\n   Are you done watching sex videos? :\/\n  ","539207":"\n   From where you see sex videos? Can you suggest me some intense hot sex videos?\n  ","539208":"\n   Tell me what you thought of it please\n  ","539209":"\n   Shocking. What came to mind first?\n  ","539210":"\n   Post a rap song you liked when you were younger\n  ","539211":"\n   What is your juice of choice?\n  ","539212":"\n   How many questions do you have about your feet or your butt right now? (including this one)\n  ","539213":"\n   What is the furthest you have ever ridden in the backseat of a car? (innuendo allowed)\n  ","539214":"\n   How's the book going? (snickers)\n  ","539215":"\n   *facepalms*\n  ","539216":"\n   I wanna bounce your bottom.\n  ","539217":"\n   she can be soo kind too so its difficult to know whats best\n  ","539218":"\n   Do you have any good questions left in your inbox?\n  ","539219":"\n   thanks and you are too im sorry i wont unfollow you i get kinda bullying from my gf and things she is older im 16 shes 19\n  ","539220":"\n   Lyndsey doesn't like doctors. what if one said that he was about to check her for signs of testicular cancer.\n  ","539221":"\n   i didnt yet and im not  touchy i just get alot of bullying so\n  ","539222":"\n   hey i unfollowed you so i wont bother you anymore\n  ","539223":"\n   np ill go\n  ","539224":"\n   so funny\n  ","539225":"\n   Dear how is your mode today\n  ","539226":"\n   What motivates you?\n  ","539227":"\n   Have you ever been to hotel California ?\n  ","539228":"\n   Twerk baby twerk!\n  ","539229":"\n   tell a porn scene that you liked\n  ","539230":"\n   grilled cheese or pb&j?\n  ","539231":"\n   heyyyy cupcake\n  ","539232":"\n   :0\n  ","539233":"\n   So is it about sex? \nI understand it is something forbidden but the question some who ask you do you like taboo? I don't understand what is liking in it?\n  ","539234":"\n   Bright coloured ones?\n  ","539235":"\n   If someone offered you 100 dollars for a pic of your feet? Could you be tempted\n  ","539236":"\n   You’d look so nice in a summery dress\n  ","539237":"\n   OK SWEETY\n  ","539238":"\n   if i asked you as an elementary schooler who your favorite musical artist was, who would you probably have said?\n  ","539239":"\n   No f*cking involved\n  ","539240":"\n   How deep is your love ?\n  ","539241":"\n   Do u use ghee ?\n  ","539242":"\n   R u pro democrats or republicans ?\n  ","539243":"\n   You’re all I want bby\n  ","539244":"\n   what’s the most money you’ve ever spent on a pet for medical expenses? what’s your limit, money-wise?\n  ","539245":"\n   Baby where r u\n  ","539246":"\n   do you prefer pork or beef? (if you even eat meat!)\n  ","539247":"\n   gossip girl or pretty little liars?\n  ","539248":"\n   what’s ur opinion on: 13 reasons why\n  ","539249":"\n   What is taboo?\n  ","539250":"\n   Can you imagine buying a dinosaur skeleton?  One sold for a mere $2 million recently.  What would you do with such a thing and have you got any other relics or skeletons to talk about?\n   \n    https:\/\/eu.usatoday.com\/story\/news\/nation-now\/2018\/06\/05\/mystery-dinosaur-skeleton-sells-over-2-million-paris-\n   \n","539251":"\n   Do you like taboo?\n  ","539252":"\n   Do you ever receive and\/or send postcards to loved ones? If so... What have you sent and\/or received? :P\n  ","539253":"\n   Once i'm done? I'll finally rest. And watch the sun rise on a grateful universe.\n  ","539254":"\n   What is your favorite place to eat?\n  ","539255":"\n   have you ever lived in a dorm?\n  ","539256":"\n   What have you done that you are not proud of?\n  ","539257":"\n   NO SORRY IT WAS MY MISTSKE\n  ","539258":"\n   10 likes dein aur mehboob ap ka kadmo mai 🤣\n  ","539259":"\n   Go to bed\n  ","539260":"\n   what do you get at chipotle?\n  ","539261":"\n   have you ever lived in an apartment?\n  ","539262":"\n   lol i asked that like a week ago\n  ","539263":"\n   Do you like Anthony Bourdain?\n  ","539264":"\n   Good night sexy\n  ","539265":"\n   is there anything u have been wanting to try but still haven't gotten to\n  ","539266":"\n   *kneels*\n  ","539267":"\n   Night Lynds :)\n  ","539268":"\n   True\n  ","539269":"\n   It's like either a 12-yr or 80-yr-old wrote it...\n  ","539270":"\n   o.O you would too...\n  ","539271":"\n   And his girlfriend Anastasia (I swear I'm not Bella from Twilight) Steele\/Aluminum\n  ","539272":"\n   Maybe tomorrow then. I think I'm working 12 hours O.o\n  ","539273":"\n   Starring Spanky McBoringpants\n  ","539274":"\n   Sorry about sending political stuff.\n  ","539275":"\n   What time is it?\n  ","539276":"\n   It's your turn to spam a topic first anyway ;P\n  ","539277":"\n   Anon should know you prefer barefeet\n  ","539278":"\n   Politics spam? jk\n  ","539279":"\n   PAP of your socks please\n  ","539280":"\n\n    https:\/\/www.youtube.com\/watch?v=gxTRCPKFltE\n   \n   the chimp scratching in the beginning. trump is the earl of oxford, so say his 37k tweets? is he saying writing died commercially? Has writing died? lots of good books out there.\n  ","539281":"\n\n    https:\/\/www.youtube.com\/watch?v=dyD1vRidhyc\n   \n   would this teacher trigger\/make trump rage when saying he has nothing to offer? the gambler is a love story :o?\n  ","539282":"\n   Post a song from your high school years that brings a smile to your face :)\n  ","539283":"\n   What was the last major thing that happened that changed your life?\n  ","539284":"\n   What do you think happens after death? Religion, science, society from what they \"tell us\" aside... What do you \"feel\" or assume happens to us? *curious face*… I'm intrigued as to what everyone pictures :P Have fun with it!\n  ","539285":"\n   Do you like any songs on foreign languages?\n  ","539286":"\n\n    https:\/\/www.youtube.com\/watch?v=FM6owwj7zPk\n   \n","539287":"\n   What celeb would you like to turn into for one day? 💫\n  ","539288":"\n   I like you ♡\n  ","539289":"\n   What is your gung ho ?\n  ","539290":"\n   what turns u on\n  ","539291":"\n   ABUGET\n  ","539292":"\n   Hiii\n  ","539293":"\n   DO YOU LIKE CRABS ? ~\/ \/ ~ How do you like\/dislike them ? ~ \/ \/ ~ (to eat\/as pets\/subs diving\/catching them . . . . ?) (STAIF) (STAIF) [my ansa:\n   \n    https:\/\/ask.fm\/igotamatch\/answers\/148453313658\n   \n   ~]\n  ","539294":"\n   «Love is the driver for all great stories: not just romantic love, but the love of parent for child, for family, for country»\n\n-Jojo Moyes .. :)\n  ","539295":"\n   I don’t know anyone that’s prettier than Hillary.\n  ","539296":"\n   when you picture a “californian” who do you picture\n  ","539297":"\n   Not doing anything but I was trying myself as your boss, man , or husband\n  ","539298":"\n   Feet looking good as usual?\n  ","539299":"\n   How are you\n  ","539300":"\n   Yoga pants today??\n  ","539301":"\n   Ootd today\n  ","539302":"\n   Do you love six packs?\n  ","539303":"\n   *spittakes*LMAOOOOO\n  ","539304":"\n   You should investigate how it works\n  ","539305":"\n   Plans for tonight\n  ","539306":"\n   U r the best\n  ","539307":"\n   What... the... even... fuck?\n  ","539308":"\n   Was he a serial killer though?\n  ","539309":"\n   Woman !!! Behave yourself\n  ","539310":"\n   Who's your favorite serial killer?\n  ","539311":"\n   Is that healthy\n  ","539312":"\n   I like u\n  ","539313":"\n   Do you daily drink milk ?\n  ","539314":"\n   He gets to see a naked lovely Lyndsey. How is that not lucky?\n  ","539315":"\n   kale or spinach?\n  ","539316":"\n   Current mood?\n  ","539317":"\n   Just curious and I'd say lucky guy.\n  ","539318":"\n   I think yours is better , u said before they are lovable\n  ","539319":"\n   Super dark is beautiful , is it the same color of other hairs ?\n  ","539320":"\n   Is it brown\n  ","539321":"\n   Is it dark brown\n  ","539322":"\n   Is your hair coifed  right now\n  ","539323":"\n   Her boobs is bigger size than yours , sorry, but sure yours work\n  ","539324":"\n   Last time you were nude in front of a guy?\n  ","539325":"\n   What about Mrs trump ?\n  ","539326":"\n   Wyd?\n  ","539327":"\n   sorry\n  ","539328":"\n   What do you have ?\n  ","539329":"\n   Any way I think you would be marvelous in black bra and black panty specially if expensive trade mark\n  ","539330":"\n   Do you think Hillary Clinton is pretty?\n  ","539331":"\n   In your opinion, what's a great song to drive around blasting, windows down?? :P\n  ","539332":"\n   What's your favourite thing to do at the beach?\n  ","539333":"\n   Do you have a good bad habit? .-.\n  ","539334":"\n   Black sleeping shirt ?\n  ","539335":"\n   Ever had a favorite song then forgot the name of it?\n  ","539336":"\n   Dishonoring an other person is like shooting oneself in the foot and not knowing why - How do you feel about this, disagree\/agree, why? Thank u.\n  ","539337":"\n   no i mean sorry if i jinxed it\n  ","539338":"\n   whoops sorry :\/\n  ","539339":"\n   Do you have red sleeping shirt ?\n  ","539340":"\n   hey may i follow you, i opened a new account\n  ","539341":"\n   seems like lahore guy has been gone for a while thank goodness\n  ","539342":"\n   sexy\n  ","539343":"\n   Easy there, Christian Grey...\n  ","539344":"\n   Would you rather boss someone around or listen to someone else telling you what to do?\n  ","539345":"\n   Travel Thursday\/Freeze Friday: To what place known for freezing would you like to travel?\n  ","539346":"\n   Travel Thursday\/Freeze Friday: What is your cure for brain freeze?!?\n  ","539347":"\n   why did that relationship end?\n  ","539348":"\n   I want to know your opinion on our Egyptian actors 😍\n  ","539349":"\n   Your pretty eyes don't deserve to cry 😍\n  ","539350":"\n   my dog stoled my sippy cup\n  ","539351":"\n   What’s the most interesting thing you’ve read or seen this week?\n  ","539352":"\n   Don't worry \nIt's an Egyptian series \nWatch this and you will cry 😢\n  ","539353":"\n   what’s ur favorite green food\n  ","539354":"\n   what’s ur opinion on: snapchat? snap map?\n  ","539355":"\n   Can i get your insta ?\n  ","539356":"\n   IT MEANS WHO IS ABUSING WAPDA BEACAUSE OF LOADSHEDING?\nWAPDA IS ELECTRIC COMPANY IN PAKISTAN...\n  ","539357":"\n   haha. Charlie Sheen always wins :3\n  ","539358":"\n   How are you\n  ","539359":"\n   I have six faces and twenty one eyes,  yet i can't see...  what am i? 0_0\n  ","539360":"\n   What ya doing?\n  ","539361":"\n   Did you ever have a relationship that lasted for a long time and you were sure that was \"the one\"? If so, how did you move on after it ended?\n  ","539362":"\n   Haha, thanks. I'll miss you too <3 stay awesome!\n  ","539363":"\n   Any plans for June?\n  ","539364":"\n   A teacher educates our children & they become model citizens. The clergyman preaches & we find spirituality. My bank gives loans, & homes get built. But now, there's a new darker influence. Decent people are being corrupted. We cannot relent. We must prevent the destruction of the country's soul.\n  ","539365":"\n   My bad, you caught it already\n  ","539366":"\n   The translation for this question is , what's the most valuable thing that God gave you?\n   \n    https:\/\/ask.fm\/lnr87\/answer\/149173279661?utm_source=copy_link&utm_medium=iOS\n   \n   It seems you have trouble translating the questions :3\n  ","539367":"\n   سكرين لأخر شات ✨\n  ","539368":"\n   انا في كتير بنات ببعتولي على الاسك انو انا مريضة وحقيرة وانا مش هيك واني بشعة ...بس انا بالعكس كتير حلوة وبحب الناس ...يا ترى ايش السبب اللي بخليهم يبعتو هيك ؟؟؟\n  ","539369":"\n   شن اغلي شي ربي عطاهولك ....؟💕\n  ","539370":"\n   ما هو اقصى عدد حلقات مسلسلات شاهدته في يوم واحد؟؟\n  ","539371":"\n   كل ما اشوف حربى و هو بيقتل مهجه أعيط 😢💔 صعبانه عليا اوى  عمرو يوسف أتقن الدور  المشهد دا ازاى انساه 😢\n   \n    https:\/\/youtu.be\/MrzPJ6pX0rY\n   \n","539372":"\n   I forgot that you translate well but nothing can translate gibberish\n  ","539373":"\n   Per Google translate- Hindi: Missing particles of disaster (not sure what that means?)\n  ","539374":"\n   اغرب اسم مر عليك\/ي؟\n  ","539375":"\n   urdu\n  ","539376":"\n   Do you have snacks that yousolely dedicate for road trips\/vacations? I've noticed that when I go on road trips, I crave BBQ chips, wheat thins and beef jerky more! lol. :P\n  ","539377":"\n   L & H - doesn't it make me a more honorable person for admitting to the 'fishing?\n  ","539378":"\n   That it the cutest thing I've heard in awhile! I lold immediately :)\n  ","539379":"\n   Always leave room for a sequel\n  ","539380":"\n   By your command m'lady\n  ","539381":"\n   Awwwwww helll no! Happy ending pls???\n  ","539382":"\n   And what would be the ending of \"A Leopard's Tale\"?\n  ","539383":"\n   pap of unanswered qs\n  ","539384":"\n   Cliffhanger? Who will end up with who? lol O.o\n  ","539385":"\n   Name two elements of what could be a fairytale ending?\n  ","539386":"\n   Where do fairies live?\n  ","539387":"\n   Who is your Knight Protector?\n  ","539388":"\n   Who is your Prince Charming?\n  ","539389":"\n   Do any fairies actually have tails?\n  ","539390":"\n   Who is the Wicked Queen?\n  ","539391":"\n   I didn't notice that 'Ben' even has a youtube channel.\n  ","539392":"\n   Borrowed: What is your favorite fairy tale?\n  ","539393":"\n   what things did other little kids do that annoyed you as a kid?\n  ","539394":"\n   Spam for spam? (Subject: Fairy Tales)\n  ","539395":"\n\n    https:\/\/youtu.be\/jRz4z7rUY0E\n   \n   Here’s the full story about the shopping incident, enjoy!\n  ","539396":"\n   Do you know any good jokes?\n  ","539397":"\n   What is your favorite riddle?\n  ","539398":"\n   I <3 my S4\n  ","539399":"\n   List of cute traits of a guy?\n  ","539400":"\n   Current phone?\n  ","539401":"\n   worst joke u ever heard?\n  ","539402":"\n   What's something fun coming up?\n  ","539403":"\n   I wish for the legendary sunken treasure ship of Coeur du Mer!\n  ","539404":"\n   If you had amnesia tomorrow, what notes would you write for yourself to remember?\n  ","539405":"\n   You rub a lamp a genie comes out and says to you I can grant you 3 wishes what would you wish for and you are not allowed to wish for more wishes\n  ","539406":"\n   me neither\n  ","539407":"\n   u horny\n  ","539408":"\n   how often do u shave\n  ","539409":"\n   leopard?\n  ","539410":"\n   HERE'S... JOHNNY!!!\n  ","539411":"\n   and a one and a two and a ching chong potato\n  ","539412":"\n   yooo\n  ","539413":"\n   Let’s spoon\n  ","539414":"\n   Ah then I gently take your feet and rub them slowly and gently and softly kiss them\n  ","539415":"\n   Want Wednesday: If what you want most was within your grasp, how tightly would you hold on to it?\n  ","539416":"\n   I see what you did there:)\n  ","539417":"\n   Come watch a movie with me...69 reasons why:)\n  ","539418":"\n   Last time you got that butt squeezed?\n  ","539419":"\n   last time u were stuffed\n  ","539420":"\n   Plans for tonight\n  ","539421":"\n   4. ????? (I'm not about to tell you how to get out of your brain because I'd want to stay in there personally)\n  ","539422":"\n   Thorny Thursdays: If you were getting to know someone IRL and they revealed to you that they were me, you would ___.\n  ","539423":"\n   terrorism? o.O\n  ","539424":"\n   Sleep soon?\n  ","539425":"\n   If the most disliked people on this site were to get arrested, what would it be for?\n  ","539426":"\n   Ohh I will enjoy, free popcorn is alwwwys the best haha\n  ","539427":"\n   You should be adored\n  ","539428":"\n   Fleshy or not ?\n  ","539429":"\n   Do you like to cuddle up in warm blankets with a cute guy?\n  ","539430":"\n   u mispelt horny :P\n  ","539431":"\n   what if i was there with u watching the movie and suddenly my hands are all over u\n  ","539432":"\n   One of my favourite things is just chilling in bed watching something. I love it\n  ","539433":"\n   I’ll come steal some ha\n  ","539434":"\n   Try me\n  ","539435":"\n   Come to bed. We’ll watch what you want\n  ","539436":"\n   Hi\n  ","539437":"\n   Whatcha stressing about\n  ","539438":"\n   Yeah I get what you mean, something you can just chill out and watch\n  ","539439":"\n   The fault in our stars ..\n   \n    https:\/\/ask.fm\/Book_quot_lover\/photopolls\/91979114\n   \n   ?\n  ","539440":"\n   I like him too. In just friends and deadpol of course\n  ","539441":"\n   how long has it been since last time?\n  ","539442":"\n   Is that any good? Never seen it?\n  ","539443":"\n   Ever felt isolated and lonely?\n  ","539444":"\n   Where do you go when you're upset?  For example, I sit on the floor next to the wall in my bedroom.\n  ","539445":"\n   I’m in bed watching the Apple keynote from the other day!\n  ","539446":"\n   maybe u need to release it in a different way\n  ","539447":"\n   2. Ever see \"The Accountant\" with Ben Affleck? Def a good watch to distract yourself :)\n  ","539448":"\n   Do you cry much?\n  ","539449":"\n   Walk to me:)\n  ","539450":"\n   3. Eat Chicken\n  ","539451":"\n   That’s the way we fuck to!!!\n  ","539452":"\n   didnt u say before that u dont believe in astrology?\n  ","539453":"\n   Want Wednesday: What is something you want more than anything else right now?\n  ","539454":"\n   Gives up all he cuddles\n  ","539455":"\n   Then there are youth around you   Is not it ?\n  ","539456":"\n   Is your heel fleshy ?\n  ","539457":"\n   Ah I’ll warm you up\n  ","539458":"\n   How far is your nearest neighbor ?\n  ","539459":"\n   Stil in the pool?\n  ","539460":"\n   Did you draw your profile picture?\n  ","539461":"\n   Name one of the best love story movie you've ever watched?\n  ","539462":"\n   I couldn’t keep my hands off you in that pool:)\n  ","539463":"\n   Do you love hanging out?\n  ","539464":"\n   I've just lost my virginity with two girls woooooooooooooooow\n  ","539465":"\n   Would you ever go toplwss if it were just you and your man in the pool\n  ","539466":"\n   I've 6 yah\n  ","539467":"\n   Ah! Don’t go!!! Plz\n  ","539468":"\n   Do you have tan lines rn\n  ","539469":"\n   I love the pool. It’s so relaxing just chilling there with nice water. Sometimes naked:)\n  ","539470":"\n   Well I’ll jksy join you to chill:)\n  ","539471":"\n   i dont like to brag but when i play wii i dont put the safety strap on how badass am i\n  ","539472":"\n   After you!:D\n  ","539473":"\n   tim horton’s or dunkin’ donuts?\n  ","539474":"\n   Nice save :)\n  ","539475":"\n   I’ll give you a race as a distraction\n  ","539476":"\n   are you picky? are there any foods you’ve never tried, and probably never will?\n  ","539477":"\n   Pool today?\n  ","539478":"\n   How long d should be enough for you?\n  ","539479":"\n   BOOOO!\n  ","539480":"\n   kim possible or phineas and ferb?\n  ","539481":"\n   Yeah, I was bullshitting anyway ;P\n  ","539482":"\n   Of course I can read cheeky:)\n  ","539483":"\n   What? Do you like it? \nI'm just asking i don't in reality girls like it or not?\n  ","539484":"\n   thanx a lot  however I'm ok\n  ","539485":"\n   I think anon meant the size of your heart and its immense capacity for love and devotion...\n  ","539486":"\n   How big do you want these packages sheesh\n   \n    https:\/\/www.amazon.com\/UBOXES-Moving-23x23x16-Standard-Corrugated\/dp\/B007PBKWP0\n   \n","539487":"\n   I told think she only cares about size. It’s peobbaly a bonus if it’s big but she wants conenecton and love mainly...I think\n  ","539488":"\n   I think you only care about the size of something\n  ","539489":"\n   Do you prefer him generous or handsome ?\n  ","539490":"\n   The illusion of pain is that it is self aware - How do you feel about this and do you agree? Thankss\n  ","539491":"\n   R u generous about money ?\n  ","539492":"\n   Want Wednesday: How long are you willing to search for something you want?\n  ","539493":"\n   I'm so glad it made an impact lol\n  ","539494":"\n   Oh since you have given me permission....I’ll slowly slide youd shoes\/socks off:)\n  ","539495":"\n   how babby get edible\n  ","539496":"\n   I'm pretty sure I sent this to you 1000 times on FS in 2013 alone...\n  ","539497":"\n   I expect that you are lovely\n  ","539498":"\n   Can I kiss your feet\n  ","539499":"\n\n    https:\/\/www.youtube.com\/watch?v=-qSb311JdzM&ab_channel=V\n   \n","539500":"\n   Well obviously. I think I can but we may know too much about each other for me to not be embarrassed a little. Pretty lame but whatever *listens to music* ♫\n  ","539501":"\n   Do you like to suck a d**k?\n  ","539502":"\n   I'm a Cappy\n  ","539503":"\n   Should girls be taught to respect men from a young age?\n  ","539504":"\n   I would expect a sassy b*tch who doesn't GAF about appearance or other attitudes. Someone who can tell it like it is and not worry about judgments. I expect someone who is compassionate for others but doesn't get caught up in the weeds when things go unexpectedly. You set the bar pretty high m'lady\n  ","539505":"\n   Should boys be taught to respect women from a young age?\n  ","539506":"\n   Do not let me be misunderstood , Santa Ezmeralda\n  ","539507":"\n   Damn. Had a 1 in 12 chance at least...\n  ","539508":"\n   If I said you had a nice body, would you hold it against me?\n  ","539509":"\n   Is your nose is big too see part of it without mirror ?\n  ","539510":"\n   *in suspense* and the love one was?\n  ","539511":"\n   If I gave you a sexy negligee, would there be anything in it for me?\n  ","539512":"\n   You didn't post the \"today's matches\" part except Aries for friendship :(\n  ","539513":"\n   Write the words that you need to hear ?\n  ","539514":"\n   It appears the anon doors are wide open today? Are yours?\n  ","539515":"\n   Do u see your the knee of your nose without mirror ?\n  ","539516":"\n   Whatsapp Status?\n  ","539517":"\n   how are you honey?\n  ","539518":"\n   Good. That brings us back to Dr. Suess level convo. I can't possibly keep up with your anons\n  ","539519":"\n   Why it wouldn't be? 😮\n  ","539520":"\n   Something to boost my ego would have been nice...\n  ","539521":"\n   show me bagina\n  ","539522":"\n   No as i was the one sending you that pickup line about greasing your wheels and poking your engine *sigh* :p\n  ","539523":"\n   K, I'm out, you win because I can't even hang with the thread I began lol. Am I a shy prude?\n  ","539524":"\n   Nope, to  who am i 😉\n  ","539525":"\n   If you begin a musical thread, I will be happy and love you long time <3\n  ","539526":"\n   I have fleshlight, wut do u use then? :O (I am toeing the line of respectability now ;)\n  ","539527":"\n   Nope!\n  ","539528":"\n   No am short u have flashlight k?\n  ","539529":"\n   I want to grease yar wheels and poke your engine 😲\n  ","539530":"\n   but we take it all nite long?\n  ","539531":"\n   i wanta giv ya fetish\n  ","539532":"\n   I want to take you masturbation\n  ","539533":"\n   Is it the grammar or the topic that is most cringeworthy here?\n  ","539534":"\n   hii\n  ","539535":"\n   I want to give you masturbation\n  ","539536":"\n   I'm pretty sure Dr. Suess wrote erotica better than that...\n  ","539537":"\n   Yes seriously like that :👄💋👄❤️👄💋💕❤️👄💋\n  ","539538":"\n   M.A.S.K.   Double  checkmate!\n  ","539539":"\n   Transformers. Checkmate :)\n  ","539540":"\n   G.I. JOE!!!\n  ","539541":"\n   Why you are not interested in sex like other girls ?\n  ","539542":"\n   Are your parents married, divorced or do you hardly even know them? How has it affected your life?\n  ","539543":"\n   Good night cupcake\n  ","539544":"\n   Turn in now!little banana!\n  ","539545":"\n   name three jobs you would SUCK at\n  ","539546":"\n   both joining a couple or swapping would be nice but none of my partners have wanted to do the latter :\/\n  ","539547":"\n   actually i thought of that once lol\n  ","539548":"\n   heyy cutieee\n  ","539549":"\n   care to share a couple\n  ","539550":"\n   kn kn wapda ko galliyan nikal ra h?\n  ","539551":"\n   maybe u can get some ideas for ur next time\n  ","539552":"\n   ur legs r like an oreo i wanna split em and eat all the good stuff in the middle\n  ","539553":"\n   S P A C E\n  ","539554":"\n   have you been anyone's first?\n  ","539555":"\n   What r u going to be 4 Halloween?\n  ","539556":"\n   Do you cook?\n  ","539557":"\n   do u have an asian passport cuz im china get into your japantees\n  ","539558":"\n   someone seems moody today\n  ","539559":"\n   do u know whats on the menu? me-n-u\n  ","539560":"\n   If you start one meal restaurant, what will be the meal ?\n  ","539561":"\n   favourite subject in school\n  ","539562":"\n   do you have more terrible pickup lines lol\n  ","539563":"\n   What is the strongest force in the universe?\n  ","539564":"\n   I meant that u r perfect\n  ","539565":"\n   «The time you enjoy wasting is not wasted time» what do you think about this? any further explanation?\n  ","539566":"\n   FCUK\n  ","539567":"\n   Do you feel headache or why did you measure your blood pressure ?\n  ","539568":"\n   Stoop eating butter and try to have regular walks or runnings\n  ","539569":"\n   im batman\n  ","539570":"\n   i wish i was as sexy as austin powers\n  ","539571":"\n   You should honestly smell my taco Tuesday toots right now. Literally every minute I'm blasting on off. They are loud too. 😂😂😂\n  ","539572":"\n   Mood Monday: Current mood? (insert rant if necessary:)\n  ","539573":"\n   Can a person sunbathe with sunscreen on? Are there sunscreens which help you not burn up and help you tan?\n  ","539574":"\n   William dafoe to take on the role as the joker next year in the batman universe...  agree, disagree, someone else instead?   Safe link:\n   \n    https:\/\/youtu.be\/8C_E6E0UTqo\n   \n","539575":"\n   U r aromatic too , r not u too good to be true ?\n  ","539576":"\n   How about a little game of babysitting. Say who on here you're going to babysit, do it, then stop whenever you want.\n  ","539577":"\n   I hope one day get married of you and burn all your clothes\n  ","539578":"\n   Mustn't be that intelligent if they got lost in there :p\n  ","539579":"\n   I waled by a lady who was walking her dogs and i said i like your puppies and she smacked me! I was genuinely trying to compliment her puppies  0_0  or was i....  😈🤣🤣\n  ","539580":"\n   Leave a message for someone 🍂\n  ","539581":"\n   Would you rather live a monster, or die as a good person? 😶\n  ","539582":"\n   Where in the universe does intelligent life exist?\n  ","539583":"\n   Have you ever played the jelly belly beanboozled candy game?\n  ","539584":"\n   What lies beyond your field of vision currently?\n  ","539585":"\n   does anyone of you use an app for a period tracker? what do you recommend and is it accurate? I'm sorry if this is rude to ask or personal\n  ","539586":"\n   You most definitely are not easy :)\n  ","539587":"\n   Hey beautiful. How are you?\n  ","539588":"\n   What time of day do you typically  feel strongest?\n  ","539589":"\n   its doesn't matter...:D\n  ","539590":"\n   For here in the great infinite unknowable. Man can come to know the most important thing of all: Himself.  He can understand... wait. What the fuc% am I even saying? 😂😂😂\n  ","539591":"\n   Erm  the green hornet\n  ","539592":"\n   Tasty Tuesday: When was the last time you tasted success?\n  ","539593":"\n   Anyone else have issues with banks like for instance, i applied for a new account there three weeks ago in preparation for upcoming divorce and just rang then to find out if anything was lost in post or some other issue. Turns out wrong documentation was given but why didn't they just ring me? Grrrr\n  ","539594":"\n   Lol not like this i mean hot sex gif 😏\n  ","539595":"\n   what is sc?\n  ","539596":"\n   Good night love\n  ","539597":"\n   How much time do you spend in a \"perfect\" shower or bath?\n  ","539598":"\n   Who can you turn to for a laugh anytime you want?\n  ","539599":"\n   Favorite sport?\n  ","539600":"\n\n    https:\/\/www.youtube.com\/watch?v=gl-JGJp-_CM&ab_channel=RHINO\n   \n","539601":"\n   lets play house u can be the door and i slam u all nite long\n  ","539602":"\n   Tasty Tuesday: Do you have good fashion taste?\n  ","539603":"\n   Can intellect outweigh attractive looks?\n  ","539604":"\n   k u win for now lol it is horrible\n  ","539605":"\n   lets play barbie ill be ken and ull be the box i come in\n  ","539606":"\n   Oh snap, it really is a small world. How do you like it here? The river was cool, I didn’t get to go tubing, we had my 2 yr old niece so we stayed closer to the edge. Some guy drowned near where we were at. Blue point bridge, I didn’t even realize until the news van pulled up. Tragic :\/\n  ","539607":"\n   r u a mirror cuz i can see myself inside u\n  ","539608":"\n   Cutie\n  ","539609":"\n   there are 8 planets but there will be only 7 after i destroy uranus\n  ","539610":"\n   What do you wear now ?\n  ","539611":"\n   u wanna come over for thanksgiving ill stuff ur turkey\n  ","539612":"\n   Tasty Tuesday: How do you define your musical taste?\n  ","539613":"\n   how bout i teach u bout firefighting by letting u slide down my pole\n  ","539614":"\n   since ur not horny tonite lets make it a bad pickup line night instead (ur booger one gave me the idea) :P\n  ","539615":"\n   guess with him its justified considering the crap he posts\n  ","539616":"\n   What is your favorite perfume ?\n  ","539617":"\n   do you delete any qs u dont answer or do u just leave em there till the end of time? :P\n  ","539618":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","539619":"\n   at least ur not being bombarded with sexual qs tonite\n  ","539620":"\n   h0rny?\n  ","539621":"\n   pap of unasnwered qs\n  ","539622":"\n   Lets f*ck\n  ","539623":"\n   who wins between the green hornet and the phantom\n  ","539624":"\n   -\n  ","539625":"\n   This is Kevin. I haven’t heard from you in a few days. Are you ok? Snap me\n  ","539626":"\n   Yes but I think that u have that sex drive, r u ?\n  ","539627":"\n   \"Who is your favorite actor??\t\"\n  ","539628":"\n   longest u been without master baiting\n  ","539629":"\n   With someone known?\n  ","539630":"\n   im stealing ur pickup line im sure itll get lots of panties wet haha\n  ","539631":"\n   Um I'm not sure how you usually roll but it should fit without you having to take a run at me ;)\n  ","539632":"\n   wow now im hard lol\n  ","539633":"\n   do you pick your nose?\n  ","539634":"\n   You should monitor it to be sure I'm safe\n  ","539635":"\n   Do you think you could form a strong alliance to get past the halfway point at least?\n  ","539636":"\n   Hot af\n  ","539637":"\n   Is that a problem?\n  ","539638":"\n   I meant actual game play days?\n  ","539639":"\n   U said ask questions :)\n  ","539640":"\n   How many days could you last on Survivor?\n  ","539641":"\n   Wat is ackshun witout mak babby?\n\nExplain pls\n  ","539642":"\n   Your anons want mak babby\n  ","539643":"\n   I'm that good though :p\n  ","539644":"\n   Ever had phone sex?\n  ","539645":"\n   Can't be that hard ;)\n  ","539646":"\n   U want mak babby?\n  ","539647":"\n   How do you make babby?\n  ","539648":"\n   No but I saw it and I consider it my personal mission to make you bad\n  ","539649":"\n   Nice try...\n  ","539650":"\n   Do you like looking at different penis's?\n  ","539651":"\n   It is not a matter of erection , it is about health which may deteriorated by 5 times\n  ","539652":"\n   Why do they call it horny?\n  ","539653":"\n   i am a sex attic\n  ","539654":"\n   Not even through the day , I would lose my immunity\n  ","539655":"\n   Like, what's the point when you just want it again the next day?\n  ","539656":"\n   Would you enjoy   Being with A little sadistic sex partner ?\n  ","539657":"\n   More than 5 !!!! The bad news to me that I can not cope up with u ?\n  ","539658":"\n   More !!!! It seems that you addicted too ?\n  ","539659":"\n   A woman who is sex addicted says 5 times per day is not enough !!!!!! Do u believe her ??\n  ","539660":"\n   Almost everyone I'm friends with have a great life on FB. It makes me sad when see how good their life is, is this normal?\n  ","539661":"\n   Would sell yours ?\n  ","539662":"\n   Would go for virginity selling auction   ?\n  ","539663":"\n   Is not rich boobs means more hands can handle them ?\n  ","539664":"\n   All you need is big boobs to enrich it, u can workout to make them big\n  ","539665":"\n   im surprised none of em gave it a try considering we guys are usually into it more\n  ","539666":"\n   Challenge accepted ;)\n  ","539667":"\n   Hahah...okay maybe next time soon?\n  ","539668":"\n   What group of people have anything to do with u going pride ?\n  ","539669":"\n   I’ll warm you up:)\n  ","539670":"\n   Forplay or roleplay?\n  ","539671":"\n   But I have the feeling that all your exes did not give your butts the i treatment and concentration  which deserves , right ?\n  ","539672":"\n   Current mood?\n  ","539673":"\n   Would you go to Pride?\n  ","539674":"\n   Do u have any idea why men love butts so much ? I'm my self love ass boobs or even more , but why ?\n  ","539675":"\n   Not little and enough for everything , is not it ?\n  ","539676":"\n   What is a movie you can particularly quote from start to finish?\n  ","539677":"\n   «When you look at the stars and the galaxy, you feel that you are not just from any particular piece of land, but from the solar system»\n\n-Kalpana Chawla .. :)\n  ","539678":"\n   I WAN GO 2 DIDNEY WORL\n  ","539679":"\n   MR SATAN IS THE WORLD CHAMPION!\n  ","539680":"\n   WHEN I GROW UP I WANNA BE A NINJA TURTLE\n  ","539681":"\n   I wish to touch little you butt in swimming pool\n  ","539682":"\n   Can I join you in going swimming?\n  ","539683":"\n   How do they look cute\n  ","539684":"\n   let me know if you will\n  ","539685":"\n   No wonder that looked familiar. Haven’t been to Tucson in like 9 months lol I went up to the salt river yesterday! So that’s why it looked like where I was. AZ mountains everywhere 😂 and nah, born and raised in Arizona- east valley area :)\n  ","539686":"\n   You laugh but I know you want it\n  ","539687":"\n   Did you delete that answer? Or did it get deleted because inappropriate :p\n  ","539688":"\n   have your parents ever been married? are your parents currently married? were they married when you were born?\n  ","539689":"\n   Well clearly my d is bigger than yours, I mean seeing as you don't have one :p\n  ","539690":"\n   I advise you see IMAX if you wanna see it;  i don't find you out in photo\n  ","539691":"\n   Haha! Interesting :)\n  ","539692":"\n   Do guys look cute when they're sleeping?\n  ","539693":"\n   Will you marry your cousin if he's hot?\n  ","539694":"\n   You’re beautiful\n  ","539695":"\n   to find poo and farts hilarious says theyre immature at 22 tho\n  ","539696":"\n   would you rather wake up tomorrow fluent in german, french, or czech?\n  ","539697":"\n   does your mother or father come from a more religious family?\n  ","539698":"\n   what’s your fav sci fi tv show, book, or movie?\n  ","539699":"\n   tell me three little facts abt: the town you were born in\n  ","539700":"\n   tell me three little facts abt: your oldest cousin\n  ","539701":"\n   will u ever post pics of u its been years\n  ","539702":"\n   I want you <3\n  ","539703":"\n   Want a massage\n  ","539704":"\n   Post any picture.\n  ","539705":"\n   haven't got a Scooby Doo where that is\n  ","539706":"\n   Do you enjoy masturbating?\n  ","539707":"\n   Same to you baby cakes\n  ","539708":"\n   Guess what?\n  ","539709":"\n   japan or south korea?\n  ","539710":"\n   SUP DUDE\n  ","539711":"\n   Is it true that women can tell right away if a man is unsuccessful with other women and that turns them off? Or is it more about looks and personality?\n  ","539712":"\n   Not really 🙈\n  ","539713":"\n   What is your opinion of fashion reality television? Do you have a favorite?\n  ","539714":"\n   Sounds good\n  ","539715":"\n   what's your phone\n  ","539716":"\n   good girl ;)\n  ","539717":"\n   No Tom from Vegas. I forgot what his last name is but I think it's something like Guerrero\n  ","539718":"\n   How maternal do you feel or have you ever felt?\n  "},"Answer":{"538646":"\n  Yes. My sister and our friend\n  ","538647":"\n  Two others\n  ","538648":"\n  💔💔💔\n  ","538649":"\n  Friends house, outside. Massachusetts.\n  ","538650":"\n  Depression that time, more positive outlook afterwards. Made me stronger. Know more of my worth.\n  ","538651":"\n  The people I was with\n  ","538652":"\n  Call of Duty came to mind.\n  ","538653":"\n  Pull out?\n  \n  Ya.. that doesn't always work :P\n  ","538654":"\n  Nothing. He's in Maine and we're in Arizona. We're sending out the metal detector. A phone call?\n  \n  We'll probably have a party with all the other family out here since we all got together on Mother's day.... I don't know if we have plans yet.\n  ","538655":"\n  They can but I just said I don't use :P\n  ","538656":"\n  I would since I'm not on the pill right now....\n  ","538657":"\n  I follow enough people right now 😂\n  ","538658":"\n  Did you mean condom?\n  \n  Anyways, Bruin and Lulu begging earlier. Aw\n  ","538659":"\n  Stupid?\n  ","538660":"\n  Young...\n  ","538661":"\n  Yup.\n  ","538662":"\n  Once, i think.\n  ","538663":"\n  I just did one on my page. I'm assuming it's for father's day or guys in general?\n  ","538664":"\n  My carbs are only up by 13 and will most likely go lower later.\n  \n  You shouldn't bug people about what they eat.\n  ","538665":"\n  Never said that I was lol\n  ","538666":"\n  My dad is getting a metal detector. It looks like it's from the 50-80's and it still works! Think it was  $15 at Goodwill? It also has the one knob so he won't get discouraged with all the technology lol\n  \n  ~\n  \n  Cologne\n  \n  Sports related ones - tickets, favorite jersey etc\n  \n  $1 shave club subscription\n  \n  Cigars\n  \n  Maybe pay for a tattoo\n  \n  Beard gel stuff...\n  \n  Cooler or grill\n  \n  I know birchbox.com has a male subscription part too. Good if on the metrosexual manly spectrum\n  \n  I know someone who had the Christmas present of different flavored beers and they wrapped each one up so it was a surprise what they got each time.\n  ","538667":"\n  No. I do have a cap that I don't use much though\n  ","538668":"\n  You bug me\n  ","538669":"\n  Nope. It's fine.\n  ","538670":"\n  I don't get how it's junk lol\n  \n  I also don't want to be soft...\n  \n  Still healthier than other crap\n  \n  Like the bread is healthy compared to other ones. Multigrain and has different seeds in it.\n  \n  Turkey gives you good protein\n  \n  Hummus is good\n  \n  Triscuits can go either way depending how much you had. Like 6 crackers is one serving size.\n  \n  The water is 0 calories.\n  ","538671":"\n  They are still on the thick side but compared to the rest of me....\n  ","538672":"\n  I'll do whatever I want with my body. You can't really spot reduce either. My legs are the tiniest and most muscular part of me.\n  ","538673":"\n  You too 💕\n  ","538674":"\n  I wouldn't want that responsibility.\n  ","538675":"\n  It's fine  <3\n  \n  Good luck to you!\n  ","538676":"\n  I like a lot of Em\/Emm names.\n  ","538677":"\n  Eating this now;\n  \n  Turkey sandwich\n  \n  Roasted garlic hummus\n  \n  triscuits\n  \n  Coconut La Croix water\n  ","538678":"\n  I never promised you....\n  ","538679":"\n  My future has you in it?\n  ","538680":"\n  Ocean 😍\n  ","538681":"\n  Will do.\n  ","538682":"\n  Indeed\n  ","538683":"\n  No but I used a Tarte mascara yesterday and mom said they looked like false ones :)\n  ","538684":"\n  I don't think that I'd use either one but I think I like Kelsey a little more.\n  \n  My mom, sister and nana have K names...\n  ","538685":"\n  No, that's not me.\n  ","538686":"\n  I like both names but Emma is cuter to me.\n  ","538687":"\n  Does a christening count?\n  \n  My grandpa had a Catholic Church funeral...\n  \n  I haven't been to church much lol\n  ","538688":"\n  Jayce. She ended up lying saying that it was a tumor 😂 Like who are you kidding? People were yelling out mean things when she took her diploma.\n  \n  I've seen her daughter once at the park when she was still a baby with the dad. She's now 10 and so tall, just like her mom. She came up as a suggestion on FB and was like wow.\n  \n  ---\n  \n  A lot of others got pregnant soon after butI think those ones were more mature, on the way to marriage and everything else.\n  ","538689":"\n  I'm not Muslim. I'm not even religious either lol\n  ","538690":"\n  Sweet dreams beautiful people\n  ","538691":"\n  My grandpa had this money game. He'd put coins in both of his hands and we'd have to pick which hand had the money in it. We also gave him a dollar at his grave.. it was a bit of afterthought so I hope the dude actually put it in his coffin....\n  ","538692":"\n  Not really.\n  ","538693":"\n  That too.\n  ","538694":"\n  *heels\n  \n  One gets dryer looking than the other o.o\n  ","538695":"\n  That's a whole different poll ;)\n  ","538696":"\n  Just made one.\n  ","538697":"\n  How come you don't make it then?\n  ","538698":"\n  Nice to know\n  ","538699":"\n  Have fun with that.\n  ","538700":"\n  There have been some humming birds.\n  \n  My sister started a vegetable garden and there's a lizard that likes chilling out in it.\n  ","538701":"\n  I usually go for chicken parm.\n  \n  Or some kind of chicken.\n  \n  They wouldn't have a say in it\n  ","538702":"\n  I didn't think so\n  ","538703":"\n  She's wearing an L!!!\n  ","538704":"\n  Sing ittttt 🎤🎤🎤\n  ","538705":"\n  Did it stroke your ego?\n  ","538706":"\n  I just yawned.\n  ","538707":"\n  You look around that age? Sometimes younger. 👍\n  ","538708":"\n\n   https:\/\/youtu.be\/SCQGnVrTsAM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  One of the best theme songs!\n  ","538709":"\n  I got asked this yesterday.\n  \n  Wow\n  ","538710":"\n  For sure\n  ","538711":"\n  Watching a movie and on here.\n  ","538712":"\n  I'd rather make a mess of lipstick in other ways\n  ","538713":"\n  Haha\n  ","538714":"\n  Agreed.\n  \n  I've read some better erotica too.\n  ","538715":"\n  She basically got the laptop and starting to look up stuff.\n  ","538716":"\n  lol lovely :P\n  ","538717":"\n  lol. I actually read some today ;)\n  ","538718":"\n  In the middle\n  ","538719":"\n  I overshare a lot, damn.\n  ","538720":"\n  Plenty of girls lol\n  ","538721":"\n  Go away.\n  ","538722":"\n  How submissive of you XD\n  ","538723":"\n  Spankee\n  ","538724":"\n  How hard you got?\n  ","538725":"\n  To keep the Friends going...\n  ","538726":"\n  Never.\n  \n  I did have a pair of shorts for my sister's wedding underneath but I don't think they were from the Spanx brand.\n  ","538727":"\n  ?\n  ","538728":"\n  Maybe. I'll be sure not to mention panties.\n  ","538729":"\n  I'm not bored yet\n  ","538730":"\n  😂😂😂\n  ","538731":"\n  Then why be on a site like this?\n  ","538732":"\n  Very nice\n  ","538733":"\n  Maybe\n  ","538734":"\n  You'd fake a kiss?\n  ","538735":"\n  Rip\n  ","538736":"\n  Same\n  ","538737":"\n  They would never be a victim\n  ","538738":"\n  Huh?\n  ","538739":"\n  I'll pass on this.\n  ","538740":"\n  Of course. Got to ruin it lol jk\n  ","538741":"\n  I like that area 😂but rarely go.\n  ","538742":"\n  Let's really sin then.\n  ","538743":"\n  I was basically outside all day :p\n  ","538744":"\n  I repent\n  \n  😂😂😂\n  ","538745":"\n  I'll trust you on that lol\n  ","538746":"\n  Awkward 😂\n  \n  Legs are ok\n  ","538747":"\n  No Alice here.\n  ","538748":"\n  Ya, that Dan guy gets around lol\n  ","538749":"\n  Wouldn't surprise me\n  ","538750":"\n  Always, willingly.\n  ","538751":"\n  And liked them.\n  \n  My poor notifications 😉\n  ","538752":"\n  You tell 'em\n  \n  How's the solid 6?\n  ","538753":"\n  Thanks for the heads up\n  ","538754":"\n  You said it wasn't yours...\n  ","538755":"\n  This just shows how tired you are then!\n  \n  Oh... hmm.\n  \n  Not sure what they are on about then.\n  ","538756":"\n  Uh.. I have underwear on.\n  \n  *gets concerned for some of ya'll*\n  ","538757":"\n  Why do you want that information of users?\n  ","538758":"\n  What even?\n  \n  I shaved yesterday though :)\n  ","538759":"\n  If I do will you stop sending me these long messages?\n  ","538760":"\n  I'll pass on this, not a creeper.\n  \n  When you get rid of companies on IG. Buh bye. The ones I've been getting rid of are ones that I've never tried their products and don't see on the regular.\n  \n  I follow way too many people! Like 50 have followed me recently and I haven't checked any out, oops. Also I have noticed a couple of them that I don't ever remember adding in the first place. 2028 to 1984 so far 👍\n  ","538761":"\n  Horribly.\n  ","538762":"\n  Not always\n  ","538763":"\n  Not sure what you mean...\n  ","538764":"\n  * squat\n  \n  They do help when I do them.\n  ","538765":"\n  No. I have just been using the ones on the app instead of downloading them\n  ","538766":"\n  I don't think so? I had nothing metal on me etc\n  \n  She was like you can come out now and then touched me lol ¯\\_(ツ)_\/¯\n  ","538767":"\n  If I had to. Honestly don't know if you'll make it out...\n  ","538768":"\n  <33333\n  ","538769":"\n  You don't bother me. Abuse shouldn't be taken lightly\n  ","538770":"\n  You won't like my answer\n  ","538771":"\n  I'd do more than just  $100 to charity.\n  ","538772":"\n  Yes.\n  \n  Anyone can, btw.\n  ","538773":"\n  No. I'm not that desperate :P\n  ","538774":"\n  Yup\n  ","538775":"\n  Never.\n  \n  But April 2nd if you count being around it.\n  ","538776":"\n  I haven't.\n  \n  On the trip here;\n  \n  I thought it was weird that I did the scanning process and then after that she patted me down. Like isn't that kind of why they made the scans now? Clearly didn't have anything on me. Must have liked my 🍑\n  \n  Also my mom and my bag ended up in the customer service area. We just took them since the dude was busy with other people. It was annoying waiting to see our bags only to find it elsewhere.\n  ","538777":"\n  Yes\n  ","538778":"\n  Creepy\n  ","538779":"\n  Wrong\n  ","538780":"\n  Everything\n  \n  😆\n  ","538781":"\n  The question was directed to me so of course I'll use \"mine, my\" ¯\\_(ツ)_\/¯\n  \n  I can't answer for everyone else.\n  ","538782":"\n  Like what? lol\n  ","538783":"\n  Nice! Want to see\n  ","538784":"\n  Good. Swimming. 109F out 🔥\n  ","538785":"\n  Yesterday. Vanilla soft serve from Mcdonalds.\n  ","538786":"\n  I have thick hair. I'm good lol\n  ","538787":"\n  It makes mine blonder.\n  \n  Just have a good shampoo and conditioner and it should be fine. Those hot oil masks are helpful too if it needs more.\n  ","538788":"\n  Understandable\n  ","538789":"\n  Welcome back then....\n  ","538790":"\n  I don't get why people care so much. Like take a break when you feel like it. Don't let others bring you down.\n  ","538791":"\n  When you already follow her 😂\n  \n  It's been a year or two now lol\n  ","538792":"\n  How nice\n  ","538793":"\n  I like dancing but that's not really my environment lol\n  ","538794":"\n  Indeed.\n  \n  Hello overthinking :P ;)\n  ","538795":"\n  Pamela Anderson?\n  \n  I'd believe it lol\n  ","538796":"\n  Yes. Friendships, one sided love etc\n  ","538797":"\n  All the above? Knowing the female body and best way to make her happy ;)\n  ","538798":"\n  No to rabbits\n  \n  I've had lamb chops and stuff. Poor things 😢😭\n  ","538799":"\n  I doubt it.\n  \n  Massachusetts or Maine has a better chance of that?\n  ","538800":"\n  I need to pee.\n  ","538801":"\n  No.\n  ","538802":"\n  I also watched My Perfect Match or something like that. Was nice romcom.\n  ","538803":"\n  I doubt that.\n  ","538804":"\n  The first one\n  ","538805":"\n  Not really. Rather just get curvy, thic or something like that. Obviously no label would be better :)\n  ","538806":"\n  A fat guy was keep leaning my way and trying to play feeties with me. It was awkward.\n  \n  We had Lulu and our cat Bob (rip) with us and we were sat next to someone with cat allergies XD We ended up moving across the aisle. She took a pill. My sister also explained how you can list allergies on the tickets so that doesn't happen again.\n  \n  The flight getting to AZ was annoying. Lots of turbulence. Even saw lightning. When we landed the loading gate was already taken so we were just chilling for hours it seemed. Everyone on the plane was tired and just wanted off, ya know? Also since all the turbulence it took longer and I'd look at the distance online every now and again and it seemed like no time passed. People behind us were talking about how strange that was. I also didn't pay for the wifi so I was f8cking bored and I couldn't read my book because it was rocky. There were movies but only if you pay.\n  ","538807":"\n  I'm better now. The hard stuff is over with. Next dr appointment will give me results from the blood work and what i did yesterday.\n  ","538808":"\n  I like dogs more.\n  ","538809":"\n  I can't pick!\n  ","538810":"\n  😍😍😍\n  ","538811":"\n  Vent\n  ","538812":"\n  I made it to 1710 followers and my inbox is still dead.\n  ","538813":"\n  You.\n  ","538814":"\n  Moana was cute! Noticed I knew some of the songs too.\n  ","538815":"\n  Figures 😉\n  ","538816":"\n  :)\n  ","538817":"\n  No. Why does this keep getting asked?\n  ","538818":"\n  Black\n  ","538819":"\n  :(\n  ","538820":"\n  In which circumstances?\n  ","538821":"\n  Shaving.\n  ","538822":"\n  When younger but not every single day.\n  \n  I didn't look at the link so I hope it's not bad like a straight jacket or something. Never happened.\n  ","538823":"\n  At Holidays, yes. (Thanksgiving, Christmas )\n  ","538824":"\n  I'm not really sure either lol\n  \n  Perky? Maybe she has a kid and breastfeeds?\n  \n  I thought it was funny to describe that way too.\n  ","538825":"\n  Indeed. Not really my reasoning for getting healthier though.\n  ","538826":"\n  It had cup support in it, kind of ruching around the boobs too. Then some neck thing to basically make it look like a fake halter top style. It made it look more cheap looking. Didn't care for the back of it either. Could have been a tiny bit higher.\n  \n  I'm pretty tan but I still feel very white too XD Plump is a creepy word.\n  ","538827":"\n  We had a dog named Sheba before! German Shepherd.\n  ","538828":"\n  Arms - I don't mind\n  \n  Chest - a little bit is fine\n  \n  Down there - trimmed or shaved\n  \n  Legs - it can be creepy if a lot or really dark\n  \n  Eyebrows - maybe trimmed a bit depending how they look naturally.\n  \n  Guys with long hair - can be sexy.\n  \n  Armpits - trimmed or shaved. It looks really weird if there's a bush 😂 like why buy deodorant? You wouldn't be fully covered?\n  ","538829":"\n  That was me last night!\n  ","538830":"\n  It's like one of the least meats that I have. I can go years without eating it.\n  \n  Chicken is my only real downfall lol\n  ","538831":"\n  Have a nice day.\n  ","538832":"\n  If someone is always doing something wrong and keeps apologizing then it becomes meaningless. Who are you kidding time and time again?\n  ","538833":"\n  I think we still have some Tilapia. I'm not sure if we have any other fish in the  freezer right now.\n  \n  I'm not crazy about fish though. Love other types of seafood.\n  ","538834":"\n  They kind of go together to me...\n  \n  Depends on the career too.\n  ","538835":"\n  California dreamin'\n  ","538836":"\n  Oh 😈\n  ","538837":"\n  Noooo lol\n  ","538838":"\n  Why is everyone freaking out? 😂\n  \n  Yes. I like eating healthy. It makes me feel better. I know what's in it. You can save money. Meal prep. Moderation is good when I feel like it. Basically intermittent fasting without putting a label on it. I'm not going to get bent out of shape if I eat something \"bad\" since the majority is healthy food. I'd rather have a healthy relationship with food instead of restricting everything. That could just lead to ED. I know what works for me. I probably get fast food once or twice a month? It's not the end of the world lol\n  \n  I also didn't eat lunch and it was around 6pm when we got it.\n  \n  One bad thing isn't going to undo everything.\n  ","538839":"\n  Not on me but yes. Quite a few 😂\n  ","538840":"\n  \"Used to eat\" lol\n  \n  One day of eating fast food isn't going to kill me. Everything else i ate today has been healthy.\n  \n  It's only 522 calories from there... I could have done way worse, man. It did make the carbs go up and even gave me more protein. I don't really see the problem. I'm not constantly eating out.\n  \n  My protein intake is low but with my protein powder it will up my protein and actually bring the carbs down a tad. Win, win.\n  ","538841":"\n  Still have 747 calories.\n  \n  I don't eat much fast food.\n  \n  Also I'm not going to be healthy for some anon. I'll be healthy for myself, the future and everything else.\n  ","538842":"\n  Some make me want to gag if it's too much XD\n  \n  But yes, cologne smells good.\n  ","538843":"\n  Your sister's guy?\n  \n  It was pretty busy today.\n  ","538844":"\n  I had breakfast, got ready\n  \n  Went to some boat registry dmv kind of place. Sister ended up buying some floaty boat thing off amazon and needed to get a license for it. The motor also came today as we were leaving the house.\n  \n  Doctors appointment. I overacted lol I thought it was going to be more like a pap smear but 50x worse XD It did hurt a bit since my bladder was full so that didn't help. My mom and sister were waiting in the lobby and were surprised i was done already. I was pretty anxious today and also \"let's get it over with\" kind of mood. The lady seemed nice and made me feel calm?\n  \n  Went to Goodwill. I didn't find much there. I wanted a tank that said \"but first cardio\". I would have got it but hated the material it was made out of. Tried a black bathing suit on, didn't care how it looked. Tried a pair of pink leggings. They were a size small but they were wider than usual but they didn't like my upper thighs lol Didn't really see much else that I really liked or wanted.\n  \n  Mom was starving so we ended up going to Mcdonalds that was near Goodwill. I ended up getting chicken nuggets and ice cream cone. Today was so hot out 🔥🔥🔥\n  ","538845":"\n  Works properly XD\n  \n  Good for her?\n  \n  ¯\\_(ツ)_\/¯\n  ","538846":"\n  I watched some of Last Kingdom. I don't remember if I've watched Frontier. My mom is more into those types of shows. I feel like all of them always have the same plot going. Gets boring after a while to me.\n  ","538847":"\n  Agreed! Really hate when people make certain things a competition. Like can't we just empower all body shapes, sizes together without it becoming body shaming etc\n  ","538848":"\n  That's awful lol\n  ","538849":"\n  I haven't watched Harper's Island\n  ","538850":"\n  I don't care about my size much. Everyone else makes a big deal about it lol\n  ","538851":"\n  Peaky Blinders!\n  \n  Haven't watched Twin Peaks ¯\\_(ツ)_\/¯\n  ","538852":"\n  Neither, really.\n  ","538853":"\n  Hi\n  ","538854":"\n  Depends more on what's going on and my mood.\n  ","538855":"\n  Youcanjuiceme\n  \n  *cringe*\n  ","538856":"\n  I can bite it...\n  ","538857":"\n  I like blonde hair with natural \/nude pink colors. I have a red shade but haven't been brave enough to wear lol\n  ","538858":"\n  Come on here?\n  ","538859":"\n  To?\n  ","538860":"\n  Wouldn't be surprised\n  ","538861":"\n  Talk to someone or a hotline.\n  \n  Hug yourself\n  \n  Listen to music\n  \n  Take a bath\n  \n  Get some sunshine\n  \n  Sleep\n  \n  Watch a film\n  \n  Take a walk\n  \n  Cry it out\n  \n  Drink some water\n  \n  Exercise\n  \n  Jumping jacks\n  \n  Write what's making you sad\n  \n  Draw\n  ","538862":"\n  Two sets of rats before.\n  \n  Sugar and Spice\n  \n  I can't remember the other two names right now. Wasn't as invested. Also they ended up giving us a male and female instead of two females. Baby rats are so ugly!\n  ","538863":"\n  Before the sex tape 😂\n  \n  Actually didn't watch.\n  ","538864":"\n  Bay watch\n  ","538865":"\n  Nice order\n  ","538866":"\n  Sweet dreams 😴\n  ","538867":"\n  Oh. Well I'm sure others would probably answer ¯\\_(ツ)_\/¯\n  ","538868":"\n  This is really cute! The material is probably annoying though. I don't trust Shein that much...\n  ","538869":"\n  Not a good one lol\n  \n  Any recommendations?\n  ","538870":"\n  Is this a pee\/poop fetish question?\n  ","538871":"\n  Nice thinking :P\n  ","538872":"\n  I was just thinking of that when I came back on here 😂 and then you said it. Dead!! Was watching some YouTube vids.\n  \n  I should get a huge pink one\n  ","538873":"\n  Haha yes!\n  \n  Rip fs\n  ","538874":"\n  Apparently. Send help!\n  ","538875":"\n  I've probably had three of them since I've been on here. Too sexual for some, I guess 😂\n  ","538876":"\n  I should really make some but I've just been adding the ones whom added me 😂\n  ","538877":"\n  Dear Prudence came to mind 🎤🎤🎤\n  ","538878":"\n  The hard part? ;)\n  ","538879":"\n  Like one on one? I have on sc.\n  \n  Haven't checked it in a few days.\n  ","538880":"\n  No thanks,\n  \n  I don't have a full length mirror so that can be hard lol\n  ","538881":"\n  Does anyone have questions?\n  ","538882":"\n  But then you said STAIF...\n  ","538883":"\n  It's getting better ¯\\_(ツ)_\/¯\n  ","538884":"\n  If only it was sent to me.\n  ","538885":"\n  Spanish, French or Latin?\n  \n  Some Opera music can be nice.\n  ","538886":"\n  Lean on me when you're not strong\n  \n  Rub me the right way honey\n  \n  Stronger than yesterday\n  \n  I get knocked down but I get up again\n  \n  I'd do anything for love but I won't do that\n  \n  In the end it doesn't even matter\n  ","538887":"\n  👍\n  ","538888":"\n  I haven't done a poll in forever on here\n  ","538889":"\n  Yes. I think it's different based on the situation. I'm usually nice about it or kind of  sarcastic laugh it off kind of thing. Like are you serious type thing. I'd want to know why they feel that way and usually they give me one liners and it's clear that they don't really feel as much as they should lol\n  ","538890":"\n  I can't think of anything. My mom isn't that strict and my dad doesn't notice things?\n  ","538891":"\n  Both, equally.\n  ","538892":"\n  Nah. I hope they both get the help they desperately need in the end.\n  ","538893":"\n  Does that ever work for you?\n  ","538894":"\n  You shouldn't because it makes you look like an a$shole.\n  ","538895":"\n  I'm listening to the new Megadeth album. Most are just remastered though. Not sure how I feel about it so far.\n  ","538896":"\n  Agreed.\n  ","538897":"\n  I don't have a favorite.\n  ","538898":"\n  Risky business\n  ","538899":"\n  I don't really care. Either way\n  ","538900":"\n  Dun dun dun\n  ","538901":"\n  They still here. Rip\n  ","538902":"\n  Reba, Eric Church, LeAnn Rimes, Jessica Simpson, Luke Bryan, Keith Anderson, Sugarland and some others.\n  ","538903":"\n  Some can be.\n  ","538904":"\n  So you remembered you had backup accounts then John.\n  ","538905":"\n  Then that's pretty unprofessional.\n  ","538906":"\n  That's pretty obvious but not always the case either!\n  ","538907":"\n  Any public area?\n  ","538908":"\n  Some but not for the gym :)\n  ","538909":"\n  Catchy feel good songs or more metal like ones!\n  ","538910":"\n  Si.\n  ","538911":"\n  That wouldn't be a good doctor, if it's even a he.\n  ","538912":"\n  Who wants to go to Italy, Greece and France? Let's go 💃💃💃💃\n  ","538913":"\n  Snapping turtle.\n  \n  My dad had Walter the alligator before.\n  ","538914":"\n  I'm not having sex with the doctor. lol\n  ","538915":"\n  I'm not.\n  ","538916":"\n  You are super creepy.\n  ","538917":"\n  Wtf\n  ","538918":"\n  Or 90 years old 😰\n  ","538919":"\n  I'm not really sure. New people moving in? I don't go on there much these days. Apparently my laptop question got deleted though. When people used to be helpful with technology stuff 😂\n  ","538920":"\n  P&S 😍\n  ","538921":"\n  No. Haven't been to this one before.\n  ","538922":"\n  I miss how Y!A used to be.\n  ","538923":"\n  Not sure what that means. You have them blocked?\n  ","538924":"\n  When asking a question you actually make it flood more :P\n  \n  #76 today. That's a lot but it's been on & off.\n  \n  I have large breaks between answering. It's not like they all come out in one batch. Most are questions i don't need long answers for either.\n  \n  There's only like three on my current feed from myself.\n  \n  I kind of need the distraction right now anyways. I guess I'm horrible because I actually answer the questions i get lol\n  \n  You can just unfollow if you don't like seeing my answers. It's not hard. There's 1695 followers ¯\\_(ツ)_\/¯  I don't need to clog up the feed for you. That also shows that you don't follow a lot of people or they aren't as active on here.\n  ","538925":"\n  It's a heart...\n  ","538926":"\n  <3\n  ","538927":"\n  Based on...???\n  ","538928":"\n  Nah. That was the cats :)\n  ","538929":"\n  It's been ok..\n  ","538930":"\n  Join the party 🎉🎉\n  ","538931":"\n  It happens.\n  ","538932":"\n  Very nice.\n  ","538933":"\n  Great movies.\n  ","538934":"\n  I don't\n  ","538935":"\n  *insert all the reasons I've previously stated*\n  ","538936":"\n  Banana pancakes by Jack Johnson came to mind.\n  \n\n   https:\/\/youtu.be\/OkyrIRyrRdY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","538937":"\n  True. I'm just focusing on myself right now. Getting answers to some stuff going on.\n  ","538938":"\n  Haven't yet.\n  \n  I almost did with one guy. I just got a bad feeling about him. I canceled a few days ahead of time and he just couldn't take no. He literally was getting mad and trying to guilt trip me kind of thing. Also a coffee date doesn't seem all that exciting to me lol. I didn't see the problem. He could have found someone new in that time. It's not like i stood him up or something. I think he blocked me. (Was a few years ago )\n  \n  There was one guy who basically brought up sex right away. Was tempting since he's from the same town in AZ and decent looking but I didn't like how desperate he seemed. Like we basically just said hi and then he went right to sex lol Also my page doesn't have hook up or whatever the term they use is. Was like slow down buddy XD (April)\n  ","538939":"\n  Hi Shelly. I don't have any kids yet so it's kind of hard to say.\n  \n  If they are young then i feel like they really don't have a choice in the matter. I'd be fine with bringing one of their friends with them so they have some interaction with not just adults. It could be more fun for them. I would love going camping, day trips to the beach or whatever.\n  \n  I feel like teens or older \"kids\" can be more independent and make their own decision. They might already have plans. Do they really want to tag along all the time? That can get boring being with parents. They would probably take it for granted and want to be anywhere else.\n  \n  I noticed with\n  \n   @littlesha_\n  \n  that you got into school trips. That's completely different. Obviously the parents ultimately decide when writing the permission slip. Honestly, I'd let them go because I've always enjoyed my school trips. I could even be a chaperone if that's what I wanted to do. Why hold them back from a fun experience like museums and such? Most people don't go to them on the regular. It's kind of like a rite of passage type thing to me. I think going abroad and stuff like that would need more consideration, maturity level and everything else.\n  ","538940":"\n  How old are you?\n  ","538941":"\n  Uh oh.\n  \n  If it's not one thing it's another\n  ","538942":"\n  I think it's fine?\n  ","538943":"\n  Eh. You seem fine to me. Have you wrote some stuff on other pages? ¯\\_(ツ)_\/¯\n  \n  Someone must not like your music?\n  \n  Who knows. People are strange.\n  ","538944":"\n  No.\n  \n  I was talking about the doctor appointment tomorrow. I don't know which gender the person will be. It didn't even cross my mind to think about lol\n  ","538945":"\n  Says who?\n  ","538946":"\n  When the guy got shot.\n  \n  I don't feel like watching more.\n  \n  I don't understand the language either.\n  ","538947":"\n  This goat was adorable. Ok.\n  ","538948":"\n  I usually like fruity ones or Arizona tea. Yogi ones are good. I like the messages XD\n  ","538949":"\n  Unknown\n  ","538950":"\n  Okcupid but I haven't used it in a month or so.\n  ","538951":"\n  I just try being more pg when that happens.\n  ","538952":"\n  I'm not into girls. Nor do you get to dictate my life.\n  ","538953":"\n  Have fun with that\n  ","538954":"\n  Actually not sure on the gender ¯\\_(ツ)_\/¯\n  ","538955":"\n  I'll be handled tomorrow 😂\n  ","538956":"\n  A Quiet Place?\n  \n  I liked the concept but it was so predictable. I didn't care for the no sound\/reading everything. They could have made it way better. It wasn't that scary. The ending was like really? That's it?\n  ","538957":"\n  Can Monday not come? :)\n  ","538958":"\n  Whichever age I find someone who makes me feel that way.\n  \n  I wouldn't want to settle for just anyone. I want real love that will last for years to come. I'm a romantic at heart.\n  ","538959":"\n  Nope\n  ","538960":"\n  Very rarely.\n  ","538961":"\n  Too free\n  ","538962":"\n  Always\n  ","538963":"\n  We shall see if things change  ;)\n  ","538964":"\n  I don't really use super.\n  ","538965":"\n  Today will probably be a lot of over thinking -_-\n  ","538966":"\n  He wants to slide in those DMs.\n  \n  Also I keep getting sex related links from females. Like can you go bug a guy??? Not interested, decline. Good bye.\n  ","538967":"\n  You won't find pictures of me there :P\n  ","538968":"\n  Nothing currently\n  ","538969":"\n  That Fani person, right?\n  ","538970":"\n  Aw thanks\n  ","538971":"\n  No.\n  ","538972":"\n  Genuine ones ¯\\_(ツ)_\/¯\n  ","538973":"\n  Inexperience\n  ","538974":"\n  Nobody likes a liar :P\n  ","538975":"\n  You won't find a picture of me on IG either so it's funny that the anon is hell bent on getting it.\n  ","538976":"\n  Now fuck off please.\n  \n  I already mentioned how I don't give to anons. Talking for a few minutes isn't going to change my mind.\n  ","538977":"\n  Thanks hun\n  ","538978":"\n  Probably depends more on what we were doing and who caught us.\n  ","538979":"\n  Who hasn't?\n  ","538980":"\n  The moon and back\n  ","538981":"\n  Please write\n  ","538982":"\n  supercalifragilisticexpialidocious\n  ","538983":"\n  I wouldn't say that lol\n  ","538984":"\n  Yes but guys look good without facial hair too.\n  ","538985":"\n  Why would you want to do that?  ;)\n  ","538986":"\n  Considering my sister had a lot of parties in her youth, it's safe to say that a lot of people have gotten kicked out. Either by us or the cops coming and people running away from them.\n  ","538987":"\n  Blue's Clues\n  \n\n   https:\/\/en.m.wikipedia.org\/wiki\/Blue%27s_Clues\n  \n","538988":"\n  Good morning\n  ","538989":"\n  You've never watched?? :0\n  ","538990":"\n  Arizona has pretty much been one.\n  ","538991":"\n  I will on Monday.\n  ","538992":"\n  I'll be 35.\n  \n  I don't like making predictions.\n  ","538993":"\n  Nice to know. Can be a good time.\n  ","538994":"\n  lol. I didn't touch myself. Better luck next time :p\n  ","538995":"\n  Apparently.\n  \n  No sex was had.\n  ","538996":"\n  In what way? 0.o\n  ","538997":"\n  I don't know what he's upto. He's pretty taking about that Victoria girl. You could have easily just talked to him :P\n  ","538998":"\n  6\n  ","538999":"\n  Anyways, think I'll go back to watching youtube vids. Most of the Qs I got have been answered so far :)\n  ","539000":"\n  I don't understand this\n  ","539001":"\n  lol what is that from? :o\n  ","539002":"\n  I'd say alternative or some rock?\n  ","539003":"\n\n   https:\/\/youtu.be\/Sf_L5_Rl20g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This song came to mind.\n  ","539004":"\n  I don't feel comfortable with giving to anons.\n  ","539005":"\n  Dun dun dun\n  ","539006":"\n  How lovely :)\n  ","539007":"\n  It's been ok.\n  \n  Friday -\n  \n  Hung out in the pool\n  \n  Went to a hibachi restaurant\n  \n  Today -\n  \n  I've been pretty lazy, actually. Haven't ate the best either -_- I did watch some youtube vids that I've been meaning to watch!\n  \n  Sunday -\n  \n  I don't think I have any plans. Probably go to the store and pick some stuff up... errands. We shall see.\n  ","539008":"\n  Personality\n  \n  Communication\n  \n  Humor\n  \n  obviously need to be attracted to\n  \n  How they carry themself\n  ","539009":"\n  Not sure.\n  ","539010":"\n  Chemistry, passion.\n  ","539011":"\n  Sometimes!\n  ","539012":"\n  Did you have one in mind?\n  ","539013":"\n  I have nothing against it in a sexual manner.\n  ","539014":"\n  🍆\n  ","539015":"\n  R.I.P\n  ","539016":"\n  Nope. My poor 🍑\n  ","539017":"\n\n   http:\/\/read.ohippo.com\/article\/the-nastiest-thing-you-are-willing-to-do-in-bed-based-on-your-zodiac-sign-a10511\n  \n","539018":"\n  Even one of my horoscope things said the butt... it starts off as a joke but gets real :O\n  ","539019":"\n  Hi ih\n  ","539020":"\n  Good luck.\n  ","539021":"\n  You too.\n  ","539022":"\n  Everyone knows he likes steak more.\n  ","539023":"\n  Do whatever you like as long as you aren't hurting anyone.\n  ","539024":"\n  I don't have a set amount of time. Each date would be different? Like with some it could just feel right, connection, easy to talk with. Maybe 3-5 depending on how everything goes.... Nothing is set in stone.\n  ","539025":"\n  Indeed.\n  \n  Also this is accurate.\n  ","539026":"\n  They can be 😙\n  ","539027":"\n  Hawaii would be amazing. There was actually a pamphlet for traveling to Hawaii with pets inside of the Fifty Shades of Grey book I got. So that was pretty cool. Lulu ended up getting one of those international bill of health cards.. awesome how my dog basically has a passport before I do -_- lol\n  \n  European areas.\n  ","539028":"\n  Yes but that's also what could make it more fun. The risk factor.\n  ","539029":"\n  True! Probably my 2nd or 3rd time experiencing it. It's better now because of the outdoor pool but the rock pathway still gets so hot. I should really take my sandals out with me but usually forget lol\n  ","539030":"\n  You haven't found the right girl?\n  ","539031":"\n  Almost.\n  \n  My dog also walked in before. That was pretty scary.\n  ","539032":"\n  I don't know too much about it but I'll go with death because if I do have a nightmare it's usually about me getting shot. I wake up before knowing if I lived or not. I feel like sometimes the dream gives me a little more each time but still the same result that I wake up. It's bizarre.\n  \n  I don't have a fear of guns so it's pretty strange when I do dream about that.\n  ","539033":"\n  No, thankfully.\n  ","539034":"\n  :)\n  ","539035":"\n  Maybe.\n  ","539036":"\n  It looks good on everyone 💯😙\n  ","539037":"\n  I don't think there's really a formula for that XD\n  \n  The right person? Passion. The love behind it.\n  ","539038":"\n  Good for you :)\n  ","539039":"\n  Can be. Guess it depends more on where it is and how it looks.\n  ","539040":"\n  Not sarcastic.\n  ","539041":"\n  Could be.\n  ","539042":"\n  To which?\n  ","539043":"\n  Hair, neck, around them, by my sides... just depends.\n  \n  Could be elsewhere depending if we were doing something else ;)\n  ","539044":"\n  Either way. Turn on 😉\n  ","539045":"\n  She did it first?\n  \n  We still follow each other on FB but there's literally no communication. lol\n  \n  Actually she did reply to me about something but I was like hmm to keep talking or not? So I just liked it and didn't say anything. Was a small victory. Didn't think she'd reply again? ¯\\_(ツ)_\/¯\n  ","539046":"\n  It's fine.\n  ","539047":"\n  Yes pls\n  ","539048":"\n  Yes!\n  \n  Madness lol\n  ","539049":"\n  - nothing 😈\n  \n  - uniform\n  \n  - suit\n  \n  - jeans that hug him in all the right ways\n  \n  Even casual looks can be hot.\n  ","539050":"\n  I really don't like guys who tell girls what to do with their bodies, when to have kids and now eggs. ..like wow.\n  ","539051":"\n  How disappointing.\n  ","539052":"\n  I guess show.\n  \n  I wasn't serious XD\n  ","539053":"\n  Show D pictures????\n  ","539054":"\n  There's a lot coming in!\n  ","539055":"\n  Yes, sir.\n  ","539056":"\n  No worries.\n  ","539057":"\n  I don't think there is one universally. I thought I'd be married or kids on the way when I was 25 but that obviously didn't happen.\n  ","539058":"\n  Today has been kind of weird lol.\n  \n  Breakfast - yogurt and banana\n  \n  Lunch - basically nachos. I didn't end up cooking the salsa and cheese though. More of a dip.. I was going to make a sandwich but we were out of lunch meat ¯\\_(ツ)_\/¯\n  \n  Snack - popcorn\n  \n  Dinner - haven't had yet\n  ","539059":"\n  It's not for everyone. I wouldn't judge if that's what went down.\n  ","539060":"\n  Seems smelly\n  ","539061":"\n  What a waste of good cum\n  ","539062":"\n  Honest to begin with.\n  ","539063":"\n  Seems like it!\n  ","539064":"\n  lol what?\n  ","539065":"\n  Hot! We have plans to go camping and also to Mexico sometime this month so that should be fun! Never been to Mexico before.\n  \n  Good to know Friday will be freezing ;)\n  ","539066":"\n  Easy access? Made for males? ¯\\_(ツ)_\/¯\n  ","539067":"\n  I wonder if they really did or just being weird. I don't really care. It's whatever to me. Like, oh, have fun with that lol.\n  \n  I'm pretty sure they wrote it when my page wasn't even that \"bad\" either lol\n  ","539068":"\n  Dad's don't show that side, they feel like it's feminine. The way they were raised etc\n  ","539069":"\n  Sounds like a challenge 😉\n  ","539070":"\n  I do but not with me currently lol\n  ","539071":"\n  I haven't touched myself while on here but it can get me a bit in the mood depending on certain things.\n  ","539072":"\n  So you can start off asking about underwear? That's been the first question whenever I do those 😂\n  ","539073":"\n  Eh. Some might! I've had a few anons tell me that my page makes them some kind of way lol. Strange but oh well.\n  ","539074":"\n  Not really\n  ","539075":"\n  Hi Board.\n  ","539076":"\n  With what?\n  ","539077":"\n  When not in the mood, yes. Plus, I feel like some stuff should be private as well and they usually get mad when I don't feel the need to share with them.\n  \n  Or I'll indulge with some people and if it's been going on for a while, I can get bored and be a bit sarcastic in my answer and someone will get all butt hurt saying how i was nice to everyone else but not them lol so they automatically assume that I'm angry when that's not true at all 😂😂😂 or that I'm leading them on etc quite comical\n  ","539078":"\n  Me\n  \n  Jk\n  \n  Uh... being really obnoxious when everyone could literally see it. Ones that you just know will get deleted in an instant. Warnings on here..\n  ","539079":"\n  Guess it depends more on what gets sent. Some PG ones would be better than just pure filth.\n  ","539080":"\n  I'd rather not be pregnant currently. Maybe in a few years :)\n  ","539081":"\n  I've had some here and there but yup!!\n  ","539082":"\n  and the city? ;)\n  ","539083":"\n  lol\n  \n  When you get bombarded with sexual questions out of nowhere.\n  ","539084":"\n  Can be\n  ","539085":"\n  I'd take your huge amount\n  ","539086":"\n  Huh?\n  ","539087":"\n  Foreplay can be ok.\n  ","539088":"\n  2 years and whatever months.\n  ","539089":"\n  Twas great.\n  ","539090":"\n  They wouldn't be giving me a hand ;)\n  \n  Online - few weeks ago\n  ","539091":"\n  Good to know, anon.\n  ","539092":"\n  Too much at times.\n  ","539093":"\n  Agreed! I mostly have leggings from there though XD Love their bikinis. Always seem to have good deals.\n  ","539094":"\n  Me lol\n  ","539095":"\n  I don't have a dong.\n  \n  I will feel violated. Nothing like a sonogram up in your lady bits. Especially when not pregnant.\n  ","539096":"\n  Stimulation for one 😮\n  ","539097":"\n  Old Navy, H&M, Forever21, Ross, Target, Goodwill, Savers. I'll shop anywhere, really.\n  ","539098":"\n  Thursday night\n  ","539099":"\n  I don't go to church XD\n  \n  Last time was 2006 when my grandpa died.\n  \n  I don't think it would be average for everyone. We're all different, different religious beliefs too etc\n  ","539100":"\n  Oh\n  ","539101":"\n  Probably not?\n  ","539102":"\n  Yes, please.\n  ","539103":"\n  Eh. I could go if I wanted but I don't lol\n  ","539104":"\n  I haven't sent anything out today.\n  ","539105":"\n  I don't think I'd look good in uniform either. Maybe the hat...\n  ","539106":"\n  I'm so over guys on this site.\n  ","539107":"\n  I do but I come off as shy so that probably doesn't help! Nor does resting bitch face 😂\n  ","539108":"\n  No. That stuff isn't for me. I'd rather not fight in wars either.\n  ","539109":"\n  No. I rarely drink. I don't need to take clothes off to have a good time.\n  \n  It wouldn't surprise me lol\n  ","539110":"\n  It would be nice if that was the case but illness, not enough companies, and everything else could get in the way. Even how many kids etc\n  \n  It's not just black and white. There's a lot that factors into it. Even where you live.\n  ","539111":"\n  True\n  ","539112":"\n  The mother of kids one is more facepalmable\n  ","539113":"\n  Whatever we desire.\n  ","539114":"\n  Both.\n  ","539115":"\n  Negativity, bull shit, friendship\/relationships that do nothing for you\/toxic people.\n  ","539116":"\n  Don't make promises you can't keep, anon.\n  ","539117":"\n  Awkward\n  ","539118":"\n  I treat them like a redheaded stepchild 😂\n  \n  Nah. I don't really like playing with them. Not as fun as having someone else do it.\n  ","539119":"\n  No. I don't like the texture. I've tried a small piece before and I just felt bad about it too lol\n  ","539120":"\n  Obviously.\n  ","539121":"\n  Chicken parm\n  \n  Chinese food\n  ","539122":"\n  I have a tan going on.\n  ","539123":"\n  Cup size.\n  ","539124":"\n  All the above, please.\n  ","539125":"\n  Nice dream :p\n  ","539126":"\n  Been there, done that.\n  ","539127":"\n  Yes lol\n  ","539128":"\n  I haven't, I don't think.\n  ","539129":"\n  D size is big enough.\n  ","539130":"\n  Waterbras? No. Never felt the need to.\n  ","539131":"\n  Does a school one count? I never went to her with real problems but she was involved with some drama because of one \"friend\". She was someone who would always be all \"how do you feel about that\" instead of actually helping, giving advice. We also had to talk to her about college applications so that was annoying lol\n  ","539132":"\n  Done. You seem like a cool guy even though you don't have many questions answered.\n  ","539133":"\n  Yes\n  \n  Yes\n  \n  Don't think I've heard of\n  \n  Yes\n  \n  Yes\n  \n  Eh\n  \n  I believe in you!\n  ","539134":"\n  Yes.\n  ","539135":"\n  Denim shorts, cami or tshirt.\n  \n  I want some dresses though. Nice to change it up.\n  ","539136":"\n  I've always wanted a poodle skirt but I'll go with the 70's.\n  ","539137":"\n  Good. Yourself?\n  ","539138":"\n  Plenty of options.\n  ","539139":"\n  There's a 10 year age gap between my brother and I. So I don't have that many childhood memories with him because I was still young when he went to college. Then he ended up living with our grandpa when he did come back. He was never there when you needed him type of thing. Like even my high school graduation, he ended up moving to Arizona that day. He doesn't really know me much. We get close and then at other times it's like all that work getting to know each other dies. He was also all \"i can't wait to see you\" type thing in December since he knew we were coming out here and I've probably seen him about 3 times since we've been here. I'm pretty sure most of my friends forget that i even have a brother lol\n  \n  My sister is 2 years older so we've basically done everything together type thing. She was pretty mean when younger. First haircut by her, made me put my finger into a socket. She has a \"license\" to hate me. Stood up for me with that bully. Let me hangout with her and friends at times. Our relationship has always been good. She kind of has a protective vibe with me in some cases. Wants the best for me. Supportive.\n  ","539140":"\n  I guess pageants are going to die then.\n  ","539141":"\n  I don't think my brother had a nickname?\n  \n  Kaylie - My dad called her kayrat. One of her friends called her kiki. My mom had her under \"superbitch\" on her phone before XD\n  \n  Me - Lynds, Lyndso\n  \n  Lynseed (nickname a friend's mom gave me years ago )\n  ","539142":"\n  Brother, sister, me\n  \n  The end\n  ","539143":"\n  Guys wanting to know what is happening at my doctor appointments lol They just wouldn't understand or say stupid stuff that's not helpful in any way XD\n  \n  I feel like some of the females might know if they've been around on here long enough...\n  ","539144":"\n  I'd rather eat that stuff at lunch or dinner :)\n  ","539145":"\n  Hey you\n  ","539146":"\n  The swimsuit thing? I don't really know all the information about it.\n  \n  That's kind of like bodybuilders not having to pose and show off?\n  ","539147":"\n  I don't fall in love easily so good luck\n  ","539148":"\n  Eh. I liked the first guy, it wasn't love yet. Just a tiny crush. Then I ended up talking to the ex more and yup...\n  ","539149":"\n  When I feel like it or when it needs it. Fairly clean for the most part. I don't have much personal belongings to really care over.\n  ","539150":"\n  Yogurt and banana. What I eat isn't the problem lol\n  ","539151":"\n  Sleep is calling me.\n  \n  Night you lumberjacks\n  ","539152":"\n  I laughed.\n  ","539153":"\n  Smooth\n  ","539154":"\n  Pretty good\n  ","539155":"\n  I'm wearing lounge shorts :P\n  \n  Easier access bby lol\n  ","539156":"\n  Oh.\n  \n  I kind of like going alone. I feel like I would feel like I needed to talk alot and I'm more of the get shit done type when I go XD\n  ","539157":"\n  😂😂😂\n  ","539158":"\n  What song is that?\n  ","539159":"\n  I should have done more but ended up going swimming then took a shower :)\n  ","539160":"\n  Where?\n  ","539161":"\n  Full from the hibachi restaurant we went to. Tired too.\n  ","539162":"\n  Aw\n  ","539163":"\n  I do.\n  ","539164":"\n  Nothing? My expectations never end up being like the reality so why expect something.\n  ","539165":"\n  This, swimming, gym, work stuff...\n  ","539166":"\n  You don't usually ask people that?\n  \n  Good qualities to have.\n  ","539167":"\n  I don't think you're that old yet :)\n  ","539168":"\n  Nice creepy pick up line\n  ","539169":"\n  Not really. I don't need more added distractions in my life.\n  ","539170":"\n  18-24 range?\n  ","539171":"\n  I haven't played in forever.\n  ","539172":"\n  Thanks\n  ","539173":"\n  We shall see.\n  ","539174":"\n  Plot, I guess. A bunch of girls living in a apartment together, all going through different things.\n  ","539175":"\n  😆\n  ","539176":"\n  *spot\n  ","539177":"\n  Made me think of a different L name 😙\n  ","539178":"\n  I'm confident that I got shot\/stabbed in a past life which most likely resulted in death.\n  \n  Whenever I have a nightmare like that, I always wake up before knowing if I made it or not.\n  ","539179":"\n  Yes.\n  \n  I'd rather not do that again. Hopefully....\n  ","539180":"\n  Ok... but yet 45 and 55 year olds keep announcing pregnancies in the news. But ya know, I'm like the crypt...\n  \n  You act like we always have the choice of when we get pregnant too. Like no, that shit happens on its own time. Some even need IVF and other stuff so it's quite rude to tell people that they need to get pregnant straight away. Some also can't have children so that's even more rude. There's also some hormonal illnesses that could make it tougher and could possibly lead to miscarriage, still births etc\n  \n  30 is still pretty young but obviously there can be complications as well.\n  ","539181":"\n  2-3\n  ","539182":"\n  Not sure how to answer all of this. Pretty complex.\n  ","539183":"\n  I'd like kids someday. Not exactly right now lol\n  ","539184":"\n  Fair enough.\n  ","539185":"\n  Let's just say girl stuff and no, I'm not pregnant.\n  ","539186":"\n  I'm not really sure what the 2nd one is for. Maybe more results? I feel weird talking about it on here lol.\n  \n  Doesn't have anything to do with Mexico.\n  ","539187":"\n  We're brilliant.\n  ","539188":"\n  I like Staying Alive more.\n  ","539189":"\n  It's not July :p\n  \n  No, not yet lol\n  ","539190":"\n  No shit sherlock.\n  ","539191":"\n  We are going back, just don't know when yet. Actually talked about this a few minutes ago on the ride back to the house. I still have two doctor appointments to go to. We want to camp and go to Mexico as well.\n  \n  I'd say probably sometime in July. ¯\\_(ツ)_\/¯\n  ","539192":"\n  The guy doing the hibachi food tonight  was pretty hot 😈\n  ","539193":"\n  That's for you to decide. Is there a reason for this question, do you need some advice or something?\n  \n  I feel like most people who are always saying \"trust me\" are the ones who usually fuck up the most.\n  ","539194":"\n  I don't think I've read anything from BTB so Danielle Steel wins by default. I finished her The Apartment book a few days ago and I really liked it. I haven't read much of her work though.\n  ","539195":"\n  Yes. I had my wishlist up but didn't feel like getting stuff sent to Maine when I'm not there. Also if I sent it here it would most likely go back to Maine because we did a change of address thing last summer. Didn't feel like dealing with it.\n  ","539196":"\n  I'll go with no.\n  ","539197":"\n  Awww\n  ","539198":"\n  I have one in my purse from the last time we were out here.\n  ","539199":"\n  Too honest these days.\n  \n  I don't have a filter.\n  ","539200":"\n  Tell you what? I wouldn't want to touch myself then go out to eat with family, ew.\n  ","539201":"\n  Read the other threads.\n  ","539202":"\n  Ok then, anon.\n  ","539203":"\n  We're leaving in a few minutes.\n  \n  Can be\n  ","539204":"\n  Camping, ocean, lakes....\n  ","539205":"\n  Good luck with that.\n  ","539206":"\n  I didn't look???\n  \n  I'm going out soon so it would be pointless\n  ","539207":"\n  No. I rarely watch and I'm not about to look up stuff for you either.\n  ","539208":"\n  My go to is OJ or apple. Just depends what I feel like\n  ","539209":"\n  Youcanjuiceme \/ my own then it went to cUm\n  ","539210":"\n  Here's 3\n  \n\n   https:\/\/youtu.be\/eXvBjCO19QY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/5ja-mHeYAKM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/t2w1PCDk7XA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","539211":"\n  My mind went dirty.\n  ","539212":"\n  6 including this one.\n  \n  0 butts\n  ","539213":"\n  Haha.\n  \n  Massachusetts to Arizona, vice versa.\n  \n  We're going somewhere tomorrow. Trying to find a hotel or motel.. would be great if we could stay a few days or just the night.\n  ","539214":"\n  I'm at the part when Grey's mom comes over and Ana is still there...\n  \n  Haven't read any today.\n  ","539215":"\n  *feetpalms*\n  ","539216":"\n  Splendid.\n  ","539217":"\n  *hugs*\n  ","539218":"\n  Nope. Most are feet pap Qs 😂\n  ","539219":"\n  Doesn't seem like a good relationship then.\n  ","539220":"\n  Pretty sure that's just for men?\n  \n  I'm female. And I will be getting checked out at my next appointment not like it's any business of yours.\n  ","539221":"\n  Hopefully the situation gets better. You do seem like a great person  <3\n  ","539222":"\n  Touche.\n  ","539223":"\n  Not trying to be rude but it's like the only thing you ever mention. I don't like small talk to begin with... <3\n  \n  You don't need to go.\n  ","539224":"\n  Do you know anything else besides saying hello and telling me that I'm funny? It gets tiresome and the sentiment dies.\n  ","539225":"\n  lol I'm good :)\n  ","539226":"\n  The world, myself, the future, the present.\n  \n  The podcast that I listened to earlier. It was spot on ✔💪🙆\n  ","539227":"\n  I've only been to San Diego :\/\n  ","539228":"\n  Creepy.\n  ","539229":"\n  Nah. Rarely watch.\n  ","539230":"\n  Both are ok but I need to be in a mood for them.\n  ","539231":"\n  Heyyyy sunshine\n  ","539232":"\n  XD\n  ","539233":"\n  The original question is a bit weird since they didn't go into which taboo we're talking about.\n  \n  Basically anything out of the ordinary or frowned upon? Also it can be subjective since not everyone feels the same way about stuff.\n  ","539234":"\n  Yup. Either solid or a print\/pattern would be cute.\n  ","539235":"\n  Whoa. That would be cool haha\n  \n  I just haven't took a new foot pic since I haven't put polish on so I feel like they look ugly without anything on lol\n  ","539236":"\n  Aw. Still need to get some. Old Navy and Forever21 have some cute ones right now. I'm feeling the off the shoulder ones...\n  ","539237":"\n  Seems evil because of the caps lol\n  ","539238":"\n  Britney or Christina.\n  ","539239":"\n  lol\n  ","539240":"\n  James Blake?\n  ","539241":"\n  Nope\n  ","539242":"\n  I'm independent with some more liberal views.\n  ","539243":"\n  I'm sick of f8ckboys\n  ","539244":"\n  $200 a few years ago when Lulu had lyme disease.\n  \n  I don't really have a limit.\n  ","539245":"\n  I'm not your baby.\n  ","539246":"\n  Beef.\n  \n  Chicken is my favorite meat.\n  ","539247":"\n  PLL\n  \n  I never really got into Gossip Girl.\n  ","539248":"\n  I still need to watch. I've read the book years ago but I don't remember it. I've heard certain things that can be triggering to a lot of people.\n  ","539249":"\n  adjective\n  \n  1.prohibited or restricted by social custom:\"sex was a taboo subject\"▪designated as sacred and prohibited:\"the burial ground was seen as a taboo place\"\n  \n  Word Originlate 18th century: from Tongan tabu ‘set apart, forbidden’; introduced into English by Captain Cook.\n  ","539250":"\n  No thanks. I'd rather sell it for profit than buy something that expensive.\n  ","539251":"\n  Sometimes ¯\\_(ツ)_\/¯\n  ","539252":"\n  No but postcards are very pretty. My dad has a lot of older ones.\n  ","539253":"\n  Lovely\n  ","539254":"\n  I don't really have one in Arizona. We're going out to a restaurant tonight since my brother-in-law's dad is out here currently. Haven't seen him since their wedding.\n  ","539255":"\n  No. Went to community college 5 minutes away.\n  ","539256":"\n  I don't like talking about that.\n  ","539257":"\n  Ok cutie\n  ","539258":"\n  I don't care for people who ask for likes. I also don't understand the language so why like stuff that I have no idea what is being said?\n  ","539259":"\n  I was sleeping when you sent this.\n  ","539260":"\n  I only went once. Got some chicken bowl. Rice, beans... I don't remember everything that I got lol\n  ","539261":"\n  No. It's either been our own house, a 2 family or 3 family home.\n  ","539262":"\n  And it finally got answered 🎉\n  \n  Wasn't sure how to answer so welcome the vagueness.\n  ","539263":"\n  R.I.P\n  ","539264":"\n  You too\n  ","539265":"\n  Yup. Welcome to life.\n  ","539266":"\n  Might be hard to sleep like that\n  ","539267":"\n  Good night, Captain.\n  ","539268":"\n  Expect the unexpected\n  ","539269":"\n  I think the 80 yr old would have wrote better. Probably someone young. I literally laughed when reading that part. They don't have a picture in the book of the author.\n  \n  Who you be E L James?\n  \n  \"#1 New York Times Bestseller\"\n  \n  Hmm.\n  ","539270":"\n  You wish ;)\n  ","539271":"\n  \"And the way those pants hang from his hips... Oh my.\"\n  \n  😂😂😂\n  ","539272":"\n  I should be evil and spam the sh!t out of you tomorrow 😈\n  ","539273":"\n  Mr. Grey?\n  ","539274":"\n  It's fine. Different\n  ","539275":"\n  11:22pm\n  ","539276":"\n  I was going to read ;)\n  \n  Nothing has happened yet....\n  ","539277":"\n  This is true.\n  ","539278":"\n  Would put me to sleep.\n  \n  Some stuff is fun to share but ya...\n  ","539279":"\n  Not wearing rn and they are mostly just ankle ones. Nothing exciting to share\n  ","539280":"\n  Not sure why I'm getting Trump questions or how they would relate to him...\n  ","539281":"\n  Seems like a good movie.\n  \n  Who knows what Trump would do.\n  ","539282":"\n  This one comes to mind since our upperclassmen would sing it XD\n  \n\n   https:\/\/youtu.be\/PWgvGjAhvIw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","539283":"\n  We shall see *waits*\n  ","539284":"\n  Like a huge picnic on clouds or something. Our memories and soul intact. Seeing loved ones who've passed on again, including pets. One big party. I hope there's something after life.., i just don't know. I'm not religious.\n  ","539285":"\n  Some. Can be very beautiful!\n  ","539286":"\n  I don't understand the Austin Powers obsession.\n  ","539287":"\n  Ryan Reynolds?\n  ","539288":"\n  Ancient history\n  ","539289":"\n  Fitness even though I'm not where I want to be. Still going 🙆💪\n  ","539290":"\n  I have water still in my ears. Mainly the right side :\/\n  ","539291":"\n  ?\n  ","539292":"\n  Let's not do this.\n  ","539293":"\n  Crab legs 😍 I've only had twice before though. I love lobster more.\n  \n  Never had as a pet\n  \n  Haven't dived :(\n  \n  I'd be a bit scared of their claws\n  \n  It's sad when you see dead ones at the ocean.\n  ","539294":"\n  Agreed but there should be more too.\n  ","539295":"\n  I just ate and it was really good. More steak like pork chops 😍💯👌\n  ","539296":"\n  The surfer type of guy.\n  \n  The youtube girls i follow from there. Preppy etc\n  ","539297":"\n  Don't do that.\n  ","539298":"\n  I still need to paint them 😊\n  ","539299":"\n  Hungry\n  ","539300":"\n  Yes, actually.\n  ","539301":"\n  Grey tshirt, leggings\n  ","539302":"\n  Of?\n  ","539303":"\n  I don't know everything about it nor do I think I'd use it much so why find out? :p\n  ","539304":"\n  The water heats it up ¯\\_(ツ)_\/¯\n  ","539305":"\n  Porkchops. How strange is this machine thing!? Apparently it's supposed to be \"the best\" ever...\n  ","539306":"\n  Thanks love\n  ","539307":"\n  Children, man!\n  ","539308":"\n  Guess it depends how you look at it. Hitman, killer....\n  \n  \"Criminologists say that Martorano is \"technically\" aserial killer-- one who kills one at a time, over weeks, years or decades -- but argue that his motivation and execution doesn't fit the mold of a Ted Bundy or a Jeffrey Dahmer.\"\n  \n  Those two are kind of  \"cool\" to think about but I don't really look up serial killers. My sister is into murder things, podcasts etc\n  ","539309":"\n  I'm not doing anything?\n  ","539310":"\n  Whitey\n  ","539311":"\n  Yes? It doesn't upset my stomach like most normal milks can.\n  ","539312":"\n  Even more creepy\n  ","539313":"\n  I like almond milk more.\n  ","539314":"\n  I should be lucky too ;)\n  ","539315":"\n  Both\n  ","539316":"\n  Enjoying the podcast still. I love his voice and no shit talk. On the 3rd one.\n  ","539317":"\n  How come the guy is always the lucky ones?\n  ","539318":"\n  O.o\n  ","539319":"\n  Male kids can seriously be annoying. Like you act 10. Go away.\n  ","539320":"\n  Naturally dirty blonde with added blonde highlights\n  ","539321":"\n  It was basically the color of my dp in the winter. I didn't get my hair done in a year so it was super dark.\n  ","539322":"\n  No. It's just in a ponytail.\n  ","539323":"\n  I don't care? Way to judge people 👍\n  ","539324":"\n  And why do you want to know that information?\n  ","539325":"\n  She's very frigid looking. Too much work done?\n  ","539326":"\n  Listening to Andy's Podcast and swimming.\n  ","539327":"\n  Thought that was you..\n  ","539328":"\n  Random tshirts, pj bottoms, leggings...\n  ","539329":"\n  I'm always marvelous™\n  ","539330":"\n  No\n  ","539331":"\n  Came to mind\n  \n\n   https:\/\/youtu.be\/d4E98w-AZ1g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Any feel good song would be ideal.\n  ","539332":"\n  Swim\n  \n  Walk the shoreline\n  \n  Lay out and tan\n  \n  Read\n  ","539333":"\n  I suppose.\n  ","539334":"\n  I don't have any long shirts like that.\n  ","539335":"\n  Yes but I'll remember some lyrics.\n  ","539336":"\n  Sounds weird.\n  ","539337":"\n  Oh lol\n  \n  Still good\n  ","539338":"\n  I was kidding :P\n  \n  Anyone can follow.\n  \n  You don't have to ask.\n  ","539339":"\n  Nope.\n  ","539340":"\n  No 😈\n  ","539341":"\n  Probably jinxed it :(\n  ","539342":"\n  You are.\n  ","539343":"\n  😂😂😂\n  \n  I haven't read anymore today.\n  ","539344":"\n  ;)\n  ","539345":"\n  Iceland, Alaska...\n  ","539346":"\n  More ice cream?\n  \n  Idk. Just ride it out.\n  ","539347":"\n  Accurate\n  ","539348":"\n  👌\n  ","539349":"\n  That's adorable\n  ","539350":"\n  You shouldn't be on here if you still use sippy cups. I'd understand if you had a kid but you saif yours...\n  \n  Also stoled isn't correct.\n  ","539351":"\n  This Diane Downs program.\n  ","539352":"\n  I'd rather not cry lol\n  ","539353":"\n  Salad\n  \n  Asparagus\n  ","539354":"\n  I don't use it enough.\n  \n  Haven't used the map.\n  ","539355":"\n  No. Hi and how are you won't gain access elsewhere. Also anon doesn't help either.\n  ","539356":"\n  And I'm supposed to be informed about what is going on in Pakistan?\n  ","539357":"\n  Apparently so\n  ","539358":"\n  Small talk alert 😴\n  \n  I'm ok though.\n  ","539359":"\n  Dice?\n  ","539360":"\n  Going to sleep now\n  ","539361":"\n  Can't really give an answer. I still feel like he's a part of me. Helped make me a better person in ways. Showed me the kind of love that I've never felt with anyone else. Really got to know him. Never got tired or bored with the conversation. Never a dull moment. My other half basically.\n  \n  Anyways, songs and time does help. Like the song \"A little bit stronger\" By Sara Evans. The pain goes away. You want the best for them even if it's not with you. You get those moving on feelings. If you are looking back at texts or emails then delete that shit. Chances are you know what was said by heart and you don't need the psychical copies anymore. Do one thing a day you love. Even getting back out there straightaway could help depending on the person. Talking about it with trusted people. Honestly, I felt like a burden to others so I stayed quiet when I could have really used the company back then. Distance can help at times.\n  \n  Not sure what else to say. You should really focus on yourself for a bit. Every relationship helps give you a better understanding of what you truly want and need in a relationship.\n  ","539362":"\n  That's the plan! *hugs*\n  \n  You deserve the best.\n  ","539363":"\n  Survive it. It's hot. Monsoon season is approaching. Find out what's going on. Camping. Swim more etc\n  ","539364":"\n  Lovely :)\n  ","539365":"\n  Someone needs sleep!!!!!\n  ","539366":"\n  *blames Google translate *\n  \n  Think the ...? And smileys killed it. Usually happens :(\n  \n  Anyways, they wouldn't like my answer. Let's just leave it at I'm not religious.\n  ","539367":"\n  Was there a specific site you wanted to see chats from?\n  ","539368":"\n  This sounds like something lahore guy would try translating into a different language. It's all over the place. Feel better!\n  ","539369":"\n  So many beautiful songs to pick from!!! I can't\n  ","539370":"\n  \"What is the maximum number of series episodes I saw in one day ??\"\n  \n  You expect me to know that information?\n  \n  If you meant \"you\" instead of \"I\" then I'd probably say 5 or more when I get into binge watching or just need a distraction.\n  \n  The last binge was Atypical.\n  ","539371":"\n  Not sure what to write to this. I'd rather listen to English music. The translation seemed like good lyrics but then it got weird because of the emots and link.\n  ","539372":"\n  I have a few Arabic questions so figured I'd finally answer. Hopefully those ones make more sense than the other one did!\n  ","539373":"\n  Same. Like what????\n  ","539374":"\n  East, Blue, West, Apple...\n  \n  A lot of celebrity baby names can be \"strange\".\n  ","539375":"\n  I still don't understand what you are talking about. Something about particle disasters (hindi) and then in urdu it told me \"Which WAPDA is getting rid of?\"\n  \n  ¯\\_(ツ)_\/¯\n  \n  I really wish people made sense if they're going to talk in a language that I don't know to me.\n  ","539376":"\n  Cheese itz, fruit, nuts, granola bar... just depends on what we have or if I'm feeling hungry when we stop somewhere. Combos are nice too.\n  ","539377":"\n  Who is H?\n  \n  Yes.\n  ","539378":"\n  Thanks XD\n  ","539379":"\n  You know it!\n  ","539380":"\n  Giveth all da cuddles\n  ","539381":"\n  Lots of leopard sex\n  \n  Or kids and a new beginning\n  ","539382":"\n  That sounds like a good book title.\n  \n  Probably dying.\n  ","539383":"\n  I'm just answering what comes in right now. Everything else is kind of boring or I'm not ready to answer.\n  \n  Thanks for the mini spam\n  \n   @Coolio247\n  \n","539384":"\n  It could happen. Idk.\n  ","539385":"\n  Love, a wedding, dancing. Just happy endings.\n  \n  Cliffhangers 😂\n  ","539386":"\n  In little lights like Tinkerbell\n  \n  Within the memories of childhood\n  \n  With hobbits\n  \n  In trees\n  \n  On pages\n  \n  Magic all around us\n  ","539387":"\n  You.\n  ","539388":"\n  Aladdin\n  \n  Gaston\n  \n  A frog ;)\n  ","539389":"\n  I'm sure some do.\n  \n  Unicorns, dragons.\n  \n  Ruja (sp) in Aladdin.\n  ","539390":"\n  Alice in Wonderland the Red Queen came to mind.\n  \n  I feel like a lot of other ones it has been witches, not Queens? ¯\\_(ツ)_\/¯\n  \n  I'm rusty on my fairy tales lol\n  ","539391":"\n  Happy I didn't look then.\n  \n  Yup. He does. Lots of people on here have mentioned it. I never felt the need to watch them. Most have been hateful. Surprise, surprise.\n  ","539392":"\n  Beauty and the beast\n  \n  Aladdin\n  \n  Cinderella\n  ","539393":"\n  This kid ran funny. He was always in a hurry to get to the next class.\n  \n  Personal space\n  \n  Made fun of others\n  ","539394":"\n  Sureee\n  ","539395":"\n  I don't trust this. There wasn't anything else in my inbox about shopping. I didn't notice anyone talking about shopping incidents either. I'll pass on this.\n  ","539396":"\n  A racist one that my dad told before. It's quite horrible.\n  ","539397":"\n  I don't have one.\n  ","539398":"\n  It's not bad. Was sharing it with my mom so she basically took it over again. I don't really call people so I'm fine without using it lol More of a texter etc\n  ","539399":"\n  Only the good ones\n  ","539400":"\n  Galaxy 3 or 4? I forget.\n  ","539401":"\n  This one. They keep sending it out too.\n  ","539402":"\n  Camping in New Mexico sometime soon.\n  \n  Figured I'd ask everyone on here too :)\n  ","539403":"\n  Good luck\n  ","539404":"\n  I'm not sure what I'd write. My memory is good so that would be very scary.\n  ","539405":"\n  Normal wishes :)\n  ","539406":"\n  Fun\n  ","539407":"\n  No\n  ","539408":"\n  Every few days...\n  ","539409":"\n  My animal, basically. Used to have a snow leopard as a display picture on FS and it caught on. ¯\\_(ツ)_\/¯\n  ","539410":"\n  Inside me\n  ","539411":"\n  Hashbrowns sound good.\n  ","539412":"\n  Yogurt\n  \n  Yogi\n  \n  Yoyo\n  ","539413":"\n  Watching Coffee Shop now.\n  ","539414":"\n  Why thank you\n  ","539415":"\n  Very\n  ","539416":"\n  You did it first :P\n  ","539417":"\n  I need to watch 13 reasons why first :P\n  ","539418":"\n  Earlier 😆\n  ","539419":"\n  With chicken and popcorn\n  ","539420":"\n  Movie :)\n  ","539421":"\n  lol why???\n  ","539422":"\n  Wonder why you act differently online\n  ","539423":"\n  Maybe. Probably against women lol\n  \n  He's always talking about people who don't belong etc\n  ","539424":"\n  It's pretty early.\n  ","539425":"\n  Ben - terrorism, dui or other drunken arrests.\n  \n  Lahore guy - being a stalker\n  ","539426":"\n  Like the ones that Ace Hardware gives out 😂\n  ","539427":"\n  I finished PLL a few nights ago.\n  \n  They look so young in this!\n  ","539428":"\n  ¯\\_(ツ)_\/¯\n  ","539429":"\n  Let's do that\n  ","539430":"\n  I'm not\n  ","539431":"\n  I'd be concerned\n  ","539432":"\n  It was kernel popped too :)\n  ","539433":"\n  Enjoy :)\n  ","539434":"\n  No thanks. Rather not feel awkward :P\n  ","539435":"\n  I'm in bed watching Definitely, Maybe in bed. Made popcorn.\n  ","539436":"\n  Hello.\n  ","539437":"\n  Nothing that guys would understand.\n  ","539438":"\n  Yup! Always feels like the first time watching\n  ","539439":"\n  Good book and movie.\n  ","539440":"\n  I almost watched Deadpool but I kind of felt more romcom genre and one that I didn't have to follow as much.\n  ","539441":"\n  Few days\n  ","539442":"\n  It's cute! I really like Ryan Reynolds so that helps too. A bit political but more of a love story. Finding the right one etc\n  ","539443":"\n  Who hasn't at times?\n  ","539444":"\n  Bedroom, outside in nature...\n  ","539445":"\n  I put Definitely, Maybe on.\n  ","539446":"\n  Probably lol\n  ","539447":"\n  I don't remember. If I did it was last summer. Some of it seemed familiar but idk...\n  ","539448":"\n  Nah. I've been a bit emotional last night and today so that's been fun. Didn't last long tho\n  ","539449":"\n  Where you at?\n  ","539450":"\n  Done ✔\n  ","539451":"\n  I walked into that one lol\n  ","539452":"\n  No? I don't believe every single thing it says but it's pretty interesting. My sister is Sagittarius too and the yearly one included some of the things she's been dealing with so it seems more accurate than other ones that I've seen! Also said stuff that I related to as well. 50\/50 kind of thing. I wouldn't put stock in everything..\n  \n  I recently got the app and it's been cool to see my horoscope, read certain articles based on the signs, the memes. You can see if another sign is compatible etc It's just cool waking up to a notification reminding me to check the daily horoscope lol I wouldn't revolve my world around it but that one really made sense to me.\n  ","539453":"\n  Answers. I keep stressing out. Need to not let sh!t get to me. Need to not try researching stuff as well. So, my horoscope was 100% right today in telling me to just stop lol\n  \n  Also the chicken for dinner is smelling good rn\n  \n  A film\n  \n  Hugs\n  ","539454":"\n  That's adorable.\n  ","539455":"\n  I guess. Haven't really seen many around this block but ya. There's a school nearby.\n  ","539456":"\n  What else is it supposed to be like? 0.o\n  ","539457":"\n  Cuddles you to death.\n  ","539458":"\n  Most HOA homes are pretty much on top of each other with big backyards...\n  \n  In Maine, it's still pretty nearby but it doesn't feel that way because everything is so open and the lake is at your mercy.\n  ","539459":"\n  Nope. It was getting a bit windy out and made me feel freezing lol\n  ","539460":"\n  No. Just similar looking.\n  \n  I wish I was that good at art!\n  ","539461":"\n  Titanic, Grease, Dirty Dancing, The Notebook, A Walk to remember, The Holiday, Leap Year. .. Definitely, maybe is good!\n  ","539462":"\n  Oh\n  ","539463":"\n  With the right people. One on one or a smallish group :)\n  ","539464":"\n  Sure you did.\n  ","539465":"\n  Yup.\n  ","539466":"\n  Congrats\n  ","539467":"\n  Need to swim :)\n  ","539468":"\n  A little bit but not on my shoulders XD\n  ","539469":"\n  No tan lines :D\n  \n  Anyways, I should go now. Tablets not at 100% so I don't feel like bringing it out with me to die a fast death via music and here lol\n  ","539470":"\n  Would be nice.\n  ","539471":"\n  1%\n  ","539472":"\n  :)\n  ","539473":"\n  DD\n  ","539474":"\n  Always 💕\n  ","539475":"\n  That sounds like a bad idea in these hot temperatures. Monsoon season is going to be here pretty soon too.\n  ","539476":"\n  I don't want to try bunny, deer and other  wildlife.\n  \n  I'll try any kind of food at least once.\n  ","539477":"\n  Should do now. I need the distraction. Also it's around 105F right now 🔥\n  ","539478":"\n  6 - 9 would be ideal.\n  ","539479":"\n  You are the only \"Perry\" we need around here :D\n  ","539480":"\n  I liked Kim Possible more.\n  ","539481":"\n  :(\n  ","539482":"\n  lol XD\n  ","539483":"\n  Every person is different. Yes\n  ","539484":"\n  That's good  <3\n  ","539485":"\n  Aww.\n  \n  I don't think that's what they meant though 😂\n  ","539486":"\n  Big enough to fit an adult in :)\n  ","539487":"\n  You can read :)\n  ","539488":"\n  No. I'd be wh0ring around if that was the case trying to find the biggest d around lol\n  \n  I'm a relationship kind of girl. I want to know everything about the person I'm with. Attraction, connection. If they have a big package then cool. It wouldn't change how I feel about the guy already?\n  ","539489":"\n  Generous with money or other ways?\n  \n  I don't really care if someone has a lot of money or what they do with it.\n  \n  I also go more for personality but there obviously needs to be an attraction as well.\n  ","539490":"\n  Um.. I'm not really sure. Obviously you are aware of the pain but you might not be aware of why it's happening? ¯\\_(ツ)_\/¯\n  ","539491":"\n  If I had a lot and felt the need to give back then yes. I'm more thifty..\n  ","539492":"\n  Forever\n  ","539493":"\n  You did\n  ","539494":"\n  Already barefoot\n  ","539495":"\n  Oven for 9 months\n  ","539496":"\n  I have no clue lol\n  ","539497":"\n  I expect no expectations.\n  ","539498":"\n  Go for it\n  ","539499":"\n  Nice Hollies song\n  ","539500":"\n  *keeps embarrassing you *\n  ","539501":"\n  ;)\n  ","539502":"\n  You and\n  \n   @cestlavie87\n  \n","539503":"\n  Depends on what you mean in regards to respect here...\n  \n  Again, everyone should be shown respect\n  ","539504":"\n  Thanks 🌹\n  ","539505":"\n  They should have respect for everyone, not just women.\n  ","539506":"\n  Hmm\n  ","539507":"\n  Which sign are you?\n  ","539508":"\n  Definitely\n  ","539509":"\n  At times, other times I don't notice. It would be nice if it was a tiny bit smaller but oh well. Not worth getting surgery over unless something was really wrong with it.\n  \n  Greek, Irish, German and English... what do you really expect? 😂\n  ","539510":"\n  Aquarius\n  ","539511":"\n  Possibly. If everything fit right, felt confident, knew who sent it..\n  ","539512":"\n  The love one was there too :P\n  \n  It cut off career which was Gemini.\n  ","539513":"\n  My horoscope basically told me not to stress out.\n  ","539514":"\n  Apparently... to both\n  ","539515":"\n  I don't understand this\n  ","539516":"\n  I don't use that.\n  ","539517":"\n  This banter is making me not think so that's good :)\n  ","539518":"\n  They can't keep up with me\n  ","539519":"\n  Because it wouldn't be considered masturbation then\n  ","539520":"\n  \"Do you want to come out and play?\"\n  ","539521":"\n  Show me c0ck\n  ","539522":"\n  Oh lol\n  ","539523":"\n  Dear Prudence 🎤🎤\n  ","539524":"\n  You don't like Les Miserable?\n  ","539525":"\n  Is that so?\n  ","539526":"\n  Yours\n  ","539527":"\n  To what? 😮\n  ","539528":"\n  Fleshlight might be better\n  ","539529":"\n  Nice pickup line\n  ","539530":"\n  With the considerable length 😂\n  ","539531":"\n  I bet\n  ","539532":"\n  Still better than 50 shades ;)\n  ","539533":"\n  Grammar for sure. Maybe topic depending on who sent it 😂\n  ","539534":"\n  Hello doll\n  ","539535":"\n  It wouldn't be....\n  ","539536":"\n  Probably!\n  ","539537":"\n  Creepy\n  ","539538":"\n  Nobody really wins\n  ","539539":"\n  👍\n  ","539540":"\n  Barbie\n  ","539541":"\n  Seriously?\n  ","539542":"\n  I wouldn't want a loveless marriage.\n  ","539543":"\n  Wish it was :)\n  \n  Night\n  ","539544":"\n  You first.\n  ","539545":"\n  Nurse. I don't like needles, blood. I don't want the germs.\n  \n  Vet, I wouldn't want to put animals down :( It would be too emotional.\n  \n  Fast food places.\n  ","539546":"\n  Probably didn't feel right then.\n  ","539547":"\n  Joining a couple?\n  \n  Someone on okcupid was into that. When the girl was prettier. No thanks though. Maybe with the right people...\n  ","539548":"\n  We don't have any clementines.\n  ","539549":"\n  lol this sounds like you want to share an actual couple 😂\n  ","539550":"\n  What language is that?\n  ","539551":"\n  Perhaps. My ideas are usually good 😇😈\n  ","539552":"\n  I had a cat named Oreo before. She ran away when we moved to the next town. Never saw her again.\n  ","539553":"\n  I ended up buying two books today at Goodwill.\n  \n  One of them was Fifty Shades of Grey 😂 I couldn't resist it to see what all the fuss is about. Also it was marked $1.99 and it was part of their 50% tag too XD\n  \n  My brother-in-law was all \"I'm judging you\" 😰\n  ","539554":"\n  No\n  ","539555":"\n  I should be a devil since I use 😈 a lot.\n  ","539556":"\n  Yes. Nothing too extreme. Just more basic\/simple things.\n  ","539557":"\n  I should get one\n  ","539558":"\n  That person deserved it. Don't be a d!ck for no reason, especially when they don't even know what my body looks like. Or the reason why I went to the doctor etc\n  ","539559":"\n  Oh snap\n  ","539560":"\n  We went to a Sushi place tonight. I ended up just getting a chicken teriyaki bowl. They had free misho (sp) soup which was interesting. Also shared some edamame.\n  ","539561":"\n  Recess\n  \n  History was always interesting\n  \n  English\n  \n  Psychology (including abnormal)\n  \n  Anthropology\n  \n  Philosophy\n  ","539562":"\n  Me\n  ","539563":"\n  Love?\n  ","539564":"\n  I'm not. Nobody really is\n  ","539565":"\n  I agree\n  ","539566":"\n  The police\n  \n  😈\n  ","539567":"\n  It's fairly common to take vitals and BP?\n  \n  No, I don't get headaches.\n  ","539568":"\n  lol fuck you.\n  \n  I don't eat butter. Anyways, we have the \"fake\" kind which rarely gets used as is.\n  \n  I walk. I go to the gym. I eat healthy.\n  \n  I drink a lot of water. I haven't drank soda in years.\n  \n  I rarely have alcohol. Like last time was New Years and it was only one drink.\n  \n  I don't do drugs. I also don't smoke.\n  \n  Also I never mentioned anything about my weight being the factor for the doctor's visit so you are even more of a douche right now. Go screw a cactus.\n  ","539569":"\n  And that's not a question.\n  ","539570":"\n  I wish I got actual questions\n  ","539571":"\n  I'd rather not.\n  ","539572":"\n  Bloodwork done, waiting on results and possibly some other stuff needs to be done in the near future. My blood pressure was pretty high.. they did it 3 times 😂 It did go down but it was still in a high range, most likely because I hate doctors! Hopefully not high bp added to the mix -_-\n  \n  Not sure what to add. The doctor seemed kind of uninformed about certain things.\n  \n  ¯\\_(ツ)_\/¯\n  ","539573":"\n  Yes. Especially inbetween swimming or sweating.\n  \n  I like doing my face, knees and feet sometimes because I feel like they don't always tan at the right time or whatever.\n  \n  Not to my knowledge.\n  ","539574":"\n  Eh. I don't really care. I'd probably see it.\n  ","539575":"\n  O.o\n  ","539576":"\n  I don't think any of the people on my friends list need to be babysat. Most are moms or dads. I think the youngest is probably 18? I don't have children on here. Don't need the added drama they create.\n  ","539577":"\n  Why? I can see if I was cheating but that wouldn't happen. When I'm with someone they are the only one I'd want. I don't need a toxic relationship \/ marriage. I wouldn't rush into marriage either. Chances are I'd already know that the person had problems and wouldn't let it escalate to abuse in a marriage. go be a pyro elsewhere. Also seek help if that's the way you'd treat someone you love enough to marry.\n  ","539578":"\n  Haha nice one\n  ","539579":"\n  Both at the same time.\n  ","539580":"\n  I miss you\n  ","539581":"\n  Both\n  ","539582":"\n  Let me know when you find out\n  ","539583":"\n  I've tried some\n  ","539584":"\n  Not a fun time? Think going shopping after.\n  ","539585":"\n  I don't. I think I'd just read all the reviews and go with the highest rating or how many downloads it has.\n  ","539586":"\n  XD\n  ","539587":"\n  Freaking out internally :)\n  \n  Also my horoscope mentioned crying today and that doesn't seem like good news to me :O\n  \n  Trying not to think about it.\n  \n  And no, I'm not pregnant nor getting an abortion. Figured I'd put that out there since I've been pretty vague about the whole doctor thing.\n  ","539588":"\n  Noonish\n  ","539589":"\n  Oh?\n  ","539590":"\n  Are you high?\n  ","539591":"\n  Good to know.\n  ","539592":"\n  Oatmeal\n  ","539593":"\n  She probably tried getting it :(\n  ","539594":"\n  I'd rather not get a warning lol\n  ","539595":"\n  Snapchat\n  ","539596":"\n  Good night\n  \n  Here's two pickup lines;\n  \n  \"Hey, girl. Are you German? 'Cause I wanna be Ger-man!\"\n  \n  \"Your breasts remind me of Mount Rushmore —my face should be among them.\"\n  ","539597":"\n  What makes it so perfect? 😉\n  ","539598":"\n  Friends or family :)\n  ","539599":"\n  To watch: football \/ soccer\n  \n  Play: volleyball, dodgeball, tennis. Maybe soccer but I was always the goalie.\n  \n  I never played on a team, just in school gym.\n  ","539600":"\n  :)\n  ","539601":"\n  Hi, will you reject me if I try and pick you up?\n  ","539602":"\n  For the most part.\n  ","539603":"\n  I've found that intelligence can make people look more attractive ¯\\_(ツ)_\/¯\n  ","539604":"\n  The only thing I want between our relationship is latex😂\n  ","539605":"\n  This one is horrible lol\n  \n  I may not be able to knock bottom, but I'll scrape the shit out of the sides!\n  ","539606":"\n  I heard about that. We were driving back and my sister mentioned it. It probably happens a lot with all the drinking etc\n  \n  We've visited a lot so it's not that different lol. I had to *enjoy* all the snow on the  East Coast so it's been nice having sun. Higher temperatures are annoying but luckily it hasn't been too unbearable yet! Basically been swimming a lot in the pool. Going on some trips here and there.\n  ","539607":"\n  Hey, why go for the best when you can go for the rest?\n  ","539608":"\n  I like how this came up under cutie XD\n  ","539609":"\n  Ouch\n  ","539610":"\n  Shorts and a top.\n  ","539611":"\n  Someone used that on\n  \n   @breakfreefromlife\n  \n  😂😂😂\n  ","539612":"\n  All over the place.\n  ","539613":"\n  Oh god 👎\n  ","539614":"\n  You know what looks good on you?\n  \n  Me\n  ","539615":"\n  Totally! You guys don't even see half the crap\n  ","539616":"\n  DKNY's green apple\n  \n  Bath and body works - cucumber melon, sweet pea or Japanese cherry blossom\n  \n  I had a jasmine one that I really liked. Bvgaria (sp)\n  \n  Juicy couture ones can be nice\n  \n  VS - pretty sexy\n  \n  I like woodsy ones and fruity scents.\n  ","539617":"\n  Kind of both depending on what it is or when I have a good answer for it. I delete a lot of the lahore guy ones.\n  ","539618":"\n  Lovely. Thanks for not sharing.\n  ","539619":"\n  I have a few under those ones but ya... like can you guys respect that those aren't the questions I'm after currently lol\n  ","539620":"\n  No otherwise I wouldn't have been mean to my sc loving guy or I'd talk to Scott since he's practically been begging lol or I'd find someone not online ;)\n  ","539621":"\n  Eh\n  ","539622":"\n  Or not.\n  ","539623":"\n  Other option:\n  \n   @TheChaosBringer\n  \n","539624":"\n  & there's a SC one i haven't answered from 3 days ago too 😂\n  \n  Like chill.\n  \n  Not in the mood to stroke guy's egos and they won't talk about normal stuff so nope. Not tonight 😈 Clingy guys can be horrible. Ugh\n  ","539625":"\n  Of course I'm ok. I've already mentioned how i don't go on SC much. You constantly sending things about going on is a bit desperate too. Chill\n  ","539626":"\n  😉\n  ","539627":"\n  Why the quotations?\n  \n  Ryan Reynolds\n  \n  Matt Damon\n  \n  Leonardo Dicaprio\n  \n  Robin Williams\n  \n  Etc\n  ","539628":"\n  A couple months?\n  \n  All the years before not doing it\n  ","539629":"\n  Possibly :p\n  ","539630":"\n  You wouldn't.\n  ","539631":"\n  I wanted to reinact  The Proposal.\n  ","539632":"\n  I should read. My tablet hasn't charged up a lot -_-\n  ","539633":"\n  I'd pick you if you were a booger.\n  ","539634":"\n  I ran into that one XD\n  ","539635":"\n  Maybe 😈😉\n  ","539636":"\n  Welcome to Arizona 🔥\n  ","539637":"\n  Only if it lasts longer than normal ;)\n  ","539638":"\n  I don't know.\n  ","539639":"\n  Thanks :)\n  ","539640":"\n  Long since they usually stay at hotels.\n  \n  My college teacher's brother worked on the show and talked about it before.\n  ","539641":"\n  That hurt to read\n  ","539642":"\n  Nah. They just want action without the responsibility.\n  ","539643":"\n  You've been very aroused lately.\n  ","539644":"\n  I wouldn't call somebody anonymous :P\n  ","539645":"\n  I'm not that easy\n  ","539646":"\n  Maybe in a few years.\n  ","539647":"\n  You stop eating almonds and go onto better and bigger nuts :)\n  ","539648":"\n  Sounds like a horrible mission\n  ","539649":"\n  Hmm\n  ","539650":"\n  Offer?\n  ","539651":"\n  You'd obviously need breaks, food and everything else.\n  ","539652":"\n  Which term would you use?\n  ","539653":"\n  This actually made me laugh this time XD\n  ","539654":"\n  Rip\n  \n  May you never run into someone with a very high sex drive.\n  ","539655":"\n  I don't know? I'm not horny everyday so can't say how a true addict would feel?\n  ","539656":"\n  Depends what we do.\n  ","539657":"\n  Not even throughout the day?\n  ","539658":"\n  😂😂😂\n  ","539659":"\n  Probably? You think it would be more than that though?\n  ","539660":"\n  Most can be hyping it up more...\n  ","539661":"\n  No and I don't have to worry about that.\n  ","539662":"\n  I'd rather not buy someone's virginity.\n  ","539663":"\n  Ok. This is just awkward now.\n  ","539664":"\n  I don't think you understand what Pride is 😂\n  ","539665":"\n  Oh well\n  ","539666":"\n  That was you?\n  ","539667":"\n  Perhaps\n  ","539668":"\n  I wouldn't want to go alone? It would be more fun with a group of friends whom were actually part of  LGBT+\n  ","539669":"\n  Should I be worried that my sister is saying \"Their going to jizz on my plants?\".\n  ","539670":"\n  Not in the mood for either.\n  \n  Trying to be good tonight 😇\n  ","539671":"\n  In terms of a*al, no.\n  ","539672":"\n  Cold.\n  \n  I must have got sunburned 🔥\n  ","539673":"\n  If I had a group of people and there to support everyone, sure.\n  \n  A lot of people have been saying that it's not ideal to go to one if heterosexual though ¯\\_(ツ)_\/¯\n  ","539674":"\n  It's a personal preference. Not sure. Either way is fine.\n  ","539675":"\n  Sure ;)\n  ","539676":"\n  Lion King, Grease, Titanic...\n  ","539677":"\n  Ok....\n  ","539678":"\n  Same. I've never been.\n  ","539679":"\n  I need questions :\/\n  ","539680":"\n  Have fun living in a sewer.\n  ","539681":"\n  My butt isn't little....\n  ","539682":"\n  Just missed it :)\n  ","539683":"\n  Not talking. Look peaceful and all that.\n  ","539684":"\n  Will what?\n  ","539685":"\n  Small world. I'm in the East Valley too. Siblings live here so basically visiting now. Been out here since April.\n  \n  Salt river seems cool. Did you do the whole tubing thing? Probably was packed!\n  ","539686":"\n  The person who deleted it didn't want either\n  ","539687":"\n  I didn't delete anything\n  \n  R.i,p\n  ","539688":"\n  Yes. Been married for 40 years, surprisingly. Yup, only got married because she was knocked up with my brother. He'll be 41 in August.\n  ","539689":"\n  Rub it in lol\n  ","539690":"\n  I need to watch the other ones first :p\n  ","539691":"\n  Like sparks kept flying everywhere\n  ","539692":"\n  Yes\n  ","539693":"\n  I'm not into that.\n  ","539694":"\n  Aw thanks.\n  \n  I should go swimming.\n  ","539695":"\n  A bit.\n  ","539696":"\n  French\n  ","539697":"\n  I'll go with mother's side, Catholic.\n  ","539698":"\n  This movie came to mind.\n  \n\n   https:\/\/youtu.be\/9SEaSW1jtnQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  TheCatfrom Outer Space\n  ","539699":"\n  I don't know much of that town...\n  \n  They have a cool movie theater. The bathrooms have black and white wallpaper of old faces of all the movie stars so that feels very vintage and fun.\n  \n  There's a hospital 😂\n  \n  There's a dentist office nearby. I went to it because I was at a friends house and her sister had an appointment. They had a huge fish tank with different kind of fish in it...\n  \n  ¯\\_(ツ)_\/¯\n  ","539700":"\n  Used to be a pothead\n  \n  Has a farm\n  \n  Has 6 kids\n  \n  He's the one into herbalife\n  ","539701":"\n  Wait and see 😈\n  ","539702":"\n  That's tragic.\n  ","539703":"\n  No thanks.\n  ","539704":"\n  Blizzard is so weird looking 😂\n  ","539705":"\n  I keep getting ads for these on here. Never tried.\n  ","539706":"\n  In the moment, yes.\n  ","539707":"\n  I keep seeing protein ball cake advertisements on here.\n  ","539708":"\n  What?\n  ","539709":"\n  I think Japan would be cool.\n  ","539710":"\n  Lulu's sleeping next to me giving little doggie snores.\n  ","539711":"\n  Could be but I wouldn't do that. Deserve to try etc\n  ","539712":"\n  lol *hugs *\n  ","539713":"\n  I loved What not to wear XD\n  \n  Project Runway at times.\n  \n  Say yes to the dress\n  ","539714":"\n  You do too\n  ","539715":"\n  Android\n  ","539716":"\n  Ok....\n  ","539717":"\n  The only Tom I know in real life is my sister's old friend. He's still in Massachusetts, I believe. His last name doesn't start with G.\n  \n  I don't know any guys in Vegas as far as I know.\n  ","539718":"\n  The bonfire was pretty big and I made one of the nephews go behind me. Everyone commented since my sister didn't do the same to the other nephew.\n  "}}