{"Question":{"540792":"\n   If you met a man who was amazing in bed and gave you all the c*m you wanted, but liked your feet, could you get past it\n  ","540793":"\n   Did u have any help or was it just a spur of the moment thing\n  ","540794":"\n   i'd love to give that to u\n  ","540795":"\n   From 17 to 30\n  ","540796":"\n   Ever feel like someone is following you?\n  ","540797":"\n   Do you want to have kids eventually?\n  ","540798":"\n   Last time you made yourself c*m\n  ","540799":"\n   Are you attracted to young fit guys who are strong and healthy?\n  ","540800":"\n   Do you think that trees have a sense of self?\n  ","540801":"\n   How did you find out that you will die one day?\n  ","540802":"\n   Like, would you have casual sex with more guys of your choice if everyone concerned was safe and respectful and treated you well?\n  ","540803":"\n   Doing much\n  ","540804":"\n   Last time you cried?\n  ","540805":"\n   would you rather only be able to eat at chipotle, mcdonald’s, starbucks, or subway for one week (for EVERY meal\/snack)? which of those would be the worst to eat at for a whole week?\n  ","540806":"\n   how often do you eat fast food?\n  ","540807":"\n   Barefoot rn\n  ","540808":"\n   She is the barefoot queen, no heels\n  ","540809":"\n   what’s your opinion on: veggie burgers? tuna salad sandwiches? fortune cookies? tofu? lattes?\n  ","540810":"\n   How tall are you?\n  ","540811":"\n   I bet you look smoking hot in heels. I'm crushing on you\n  ","540812":"\n   So u dont believe i god?\n  ","540813":"\n   Why do you refer to it as an internal battle?\n  ","540814":"\n   Do you use sexual fantasies the same way guys use them to get off?\n  ","540815":"\n   CN I c*m over ur feet\n  ","540816":"\n   Answer SC, please\n  ","540817":"\n   Do you use sexual release as a way of forgetting how bad the world is?\n  ","540818":"\n   I would like to have you in bed with me now so I can hug you and sleep with my head on you like a pillow.\n  ","540819":"\n   Mood rn\n  ","540820":"\n   then at least something u like that not many people might? like how some are into feet, underwear or public s3x\n  ","540821":"\n   do you have any fetishes? people share lots of theirs but i dont think u have shared yours\n  ","540822":"\n   Is there a certain way of doing marketing that brings success each time?\n  ","540823":"\n   Do you think there are intelligent life forms elsewhere in the universe?\n  ","540824":"\n   Like, can cartoon porn be a turn on?\n  ","540825":"\n   Ever seen cartoon porn?\n  ","540826":"\n   Ever seen a koala bear?\n  ","540827":"\n   If you could look into the future to find out one thing, what would you want to know?\n  ","540828":"\n   Do you believe in evolution ?\n  ","540829":"\n   ouch thats no fun\n  ","540830":"\n   i love looking up women skirts and dresses its fun\n  ","540831":"\n   Stop narcotics\n  ","540832":"\n   Japanese or American cars ?\n  ","540833":"\n   Do you wear skirts or all pants ?\n  ","540834":"\n   I suppose you didn't get any work done then today?\n  ","540835":"\n   Do you sacrifice every other factor if he is sexually attractive ?\n  ","540836":"\n   Do you think that apple vinegar really good for losing weight ?\n  ","540837":"\n   Do you use the askfm app, or the web browser. because I have a workaround for the browser.\n  ","540838":"\n   Do you usually wear female stockings ?\n  ","540839":"\n   But if you're the one that wears the boxers out of the two of us..... that would mean that.... you're the man\n  ","540840":"\n   Are you serious?\n  ","540841":"\n   Do you honestly own a pair of boxers?\n  ","540842":"\n   what's the weirdest thing that ever happened to you ?\n  ","540843":"\n   Whats that meant to mean\n  ","540844":"\n   Do you believe on coupe de fodre ?\n  ","540845":"\n   You should give anon a bra to go with his lack of boxers\n  ","540846":"\n   Having inn on the road ?\n  ","540847":"\n   im sure guys like u naked better too ;)\n  ","540848":"\n   But that would mean that you have more boxers than me!! When I'm a boy!!\n  ","540849":"\n   Did you ever dream of having  a house and a little gas station  on the road ?\n  ","540850":"\n   But I own and wear zero boxers\n  ","540851":"\n   Is there is female boxers too ?\n  ","540852":"\n   Wait... so you really own and wear a pair of boxers?\n  ","540853":"\n   whoa there... a little steam shooting out from the top of that pot...\n  ","540854":"\n   just wondering if the rhymes with stan guy said 'until they find someone better'.\n  ","540855":"\n   Do you wear boxers?\n  ","540856":"\n   What is your best swim stroke? What's your fav?\n  ","540857":"\n   Do you wear them\n  ","540858":"\n   Why\n  ","540859":"\n   Not if you can sleep 12 hours. :P\n  ","540860":"\n   Boxers or briefs\n  ","540861":"\n   Boxers or briefs?\n  ","540862":"\n   I have encountered worse people! <3!  Well it's almost night again, can you sleep again, DO IT.\n  ","540863":"\n   Is it good to have sex?\n  ","540864":"\n   Drunk?\n  ","540865":"\n   See the next question unless I forgot to send it. :x\n  ","540866":"\n   (You seem okay)(<3?)\n  ","540867":"\n   YOU.\n  ","540868":"\n   Do you watch sports?\n  ","540869":"\n   I do the same thing lol\n  ","540870":"\n   Why\n  ","540871":"\n   Does Lyndsey ever get tired of clicking many people just to send a question out?\n  ","540872":"\n   Thongs or panties\n  ","540873":"\n   So\n  ","540874":"\n   what programming language do you know\n  ","540875":"\n\n    https:\/\/www.youtube.com\/watch?v=OD3F7J2PeYU&ab_channel=MislavVoni%C4%87\n   \n","540876":"\n   Bubble bath or long shower?\n  ","540877":"\n   Give me your opinion on this?\n   \n    https:\/\/www.youtube.com\/watch?v=A74gHSLjsm8\n   \n","540878":"\n   What is your favorite way of cooking? Bake, Broil, Fry, Grill, Other?\n  ","540879":"\n   The candle thing might feed your anons for the evening methinks?\n  ","540880":"\n   cozits in scribblese\n  ","540881":"\n   Will you cry when your kid goes to college\/ University\n  ","540882":"\n   Question bomb coming for you, okay?\n  ","540883":"\n   You come home and a hundred candles are lit, leading your way to a full three-course dinner, a warm bubble bath with a simple glass of wine, and a trail to the bedroom... which path would you choose first?\n  ","540884":"\n   Where would you travel today if you only had a one-way ticket?\n  ","540885":"\n   Where do you find your inner strength most? From past experience or new trials and tryouts?\n  ","540886":"\n   It was only a movie doubt it would happen in real life\n  ","540887":"\n   Why do you think people look for physical attraction before anything else?\n  ","540888":"\n   I was watching the movie run fat boy run and in the start of the movie the groom stood up the bride at the wedding when she was 6 months pregnant. If that happened in real life what would you think of the groom\n  ","540889":"\n   -\n  ","540890":"\n   How often do you think about the state of the world?\n  ","540891":"\n   That sounds like love, not crush. Catch you later\n  ","540892":"\n   You are eating in a restaurant and you find a hair in your food what would you do\n  ","540893":"\n   What is the last thing you remember dreaming about?\n  ","540894":"\n   What is a miracle that happens every day?\n  ","540895":"\n   do you have a crush on someone?\n  ","540896":"\n   Thank you! I thought so :)\n  ","540897":"\n   Good point. I couldn't remember if you had your perfect names' set picked or not. I do consider you a name expert btw\n  ","540898":"\n   It was pretty good. Still a bigger fan of the book and 1989 miniseries even though Part 2 sucked originally\n  ","540899":"\n   Names?\n  ","540900":"\n   I'm gonna have dinner in about twenty minutes but let me know if you want me to keep question bombing you later, K?\n  ","540901":"\n   I'm not a horror fan but my oldest recommended A Quiet Place. I'm sure it was good?\n  ","540902":"\n   What movie did you watch most recently?\n  ","540903":"\n   How many children would you have in a perfect scenario?\n  ","540904":"\n   What typically keeps you from sleeping?\n  ","540905":"\n   Who in your family do you miss most when you feel lonely? Pets included\n  ","540906":"\n   Creepy that I know you typically go to bed at 1 or 2 am?... yeah I guess so, busted\n  ","540907":"\n   I knows\n  ","540908":"\n   I figured it wasn't stress or anything, just one of those nights\n  ","540909":"\n   ugh... tonight will be better\n  ","540910":"\n   Do you squat?\n  ","540911":"\n   How much sleep did you manage? I hate nights\/days like that\n  ","540912":"\n   What?\n  ","540913":"\n   😘😘\n  ","540914":"\n   What is it ?\n  ","540915":"\n   Please answer\n  ","540916":"\n   Thanks 👌\n  ","540917":"\n   Thank you 🌸\n  ","540918":"\n   I understood from the video as a person who say nosense words   like \" stuttering \" but i didnt found this meaning on any dictionary  , so what u think,  can it include that meaning?!\n  ","540919":"\n   What melts your heart?\n  ","540920":"\n   Do you shave?\n  ","540921":"\n   Can u tell me the meaning of this idiom,  i heard it  on a youtube video and i searched its meaning but i couldnt understand it \" u scrambled in dark there \"  ??? If u cab help,  please?\n  ","540922":"\n   Hey guys and squad! 😊 For you: \"For what in your life do you feel mostgrateful?\". \n\n-Stay classy awesome peeps-\n  ","540923":"\n   Whose birthday is coming up in your family ?\n  ","540924":"\n   Wow that cool ..but who is she ? “ Her son was actually deaf and self-taught herself and him“ , and do you have advice for people who want to learn ASL ? 🤔🌻\n  ","540925":"\n   Yes \nDon't forget that I love you as a great woman ❤😍\n  ","540926":"\n   Do you think it’s fair for someone to make their pet vegan? Like an animal that isn’t a herbivore like a dog or cat.\n  ","540927":"\n   Love words\n  ","540928":"\n   Hello , how are you Lyndsey ? What is you mother language? If you answer it before , just give me the link 🌸\n  ","540929":"\n   ❤😍\n  ","540930":"\n   فهمت ذلك ؟ \nمتابع مسلسل رحيم؟\n  ","540931":"\n   cual es tu lugar favorito para que un hombre termine?\n  ","540932":"\n   ¿Eso es un burbujeador de agua?\n  ","540933":"\n   ”‏انا طلبت منك حاجه واحده،  إنك تعيشي حياتك من غيري \nودي الحاجه الوحيده الي كان نفسي ماتسمعيش كلامي فيها“\n\n- رحيم 💙\n  ","540934":"\n   شو معنى انه تكون انسان منتج ؟\n  ","540935":"\n   من محسنات المزاج 🍃\n  ","540936":"\n   شفتوا حلقة رامز مع شيرين ؟\n  ","540937":"\n   Politics??? I never thought I see that word on your page lol\n  ","540938":"\n   alright guys maybe I send random thin gs. So what celebrities you think fine af?\n  ","540939":"\n   Were you bullied in school and if you were how did you deal with it\n  ","540940":"\n   Freedom Friday: What things in life make you feel independent?\n  ","540941":"\n   What animal would you like to be if you had to be one?\n  ","540942":"\n   What is something that you are obsessed with?\n  ","540943":"\n   PAP of something awesome.\n   \n    https:\/\/twitter.com\/mrjafri\/status\/999788755040030720\n   \n","540944":"\n   Hi Ms. Lyndsey. I would like to ask if it is right to confront a girl who's having an affair with my boyfriend?\n  ","540945":"\n   lol how long has your bed-time been reversed?\n  ","540946":"\n   Shower after the gym beautiful\n  ","540947":"\n   Sometimes prostitutes have sex with underage males.\n  ","540948":"\n   Good luck and good night.\n  ","540949":"\n   What is affiliate marketing?\n  ","540950":"\n   Get some sleep, Lyndsey.\n  ","540951":"\n   I bet ur feet look so good rn\n  ","540952":"\n   That was like 8 years ago when I walked out of class\n  ","540953":"\n   Thought on young bosses who are like 19-25 ish\n  ","540954":"\n   If you divide 30 by half and add ten, what do you get? 😅\n  ","540955":"\n   your opinion on the new snapchat update?\n  ","540956":"\n   i always thought that drawing was a picture of you but its not i googled it before and found it was someone else\n  ","540957":"\n   have you ever posted a actual pic of yourself online?\n  ","540958":"\n   do you have a facebook?\n  ","540959":"\n   What are you up to\n  ","540960":"\n   Single or taken\n  ","540961":"\n   Craziest childhood memory?\n  ","540962":"\n   I walked out of class once when I was in year 9 the teacher allowed student to bully me so I walked out and the teacher never said anything\n  ","540963":"\n   She 14 what do you expect\n  ","540964":"\n   What is a good way to cheer you up\n  ","540965":"\n   My cat has a low attention spam\n  ","540966":"\n   Did you ever get annoyed and just walked out of class when you were in school\n  ","540967":"\n   Lol staring contest with my cat\n  ","540968":"\n   I'm Bored I hare no work for another 8 hours as I am working the night shit, all of my friends are busy and I have nothing to do any suggestions\n  ","540969":"\n   Lovey\n  ","540970":"\n   you are not married yet?\n  ","540971":"\n   More genies or wishes?\n  ","540972":"\n   dont you know Ramadan\n  ","540973":"\n   merry Ramadhan\n  ","540974":"\n   Have you ever faked it for whatever reason?\n  ","540975":"\n   What are you looking forward too\n  ","540976":"\n   Do you like Finland pop ?\n  ","540977":"\n   I hope you'll still alive and well, shinning,charming even years away\n  ","540978":"\n   Good night!\n  ","540979":"\n   You rub a lamp a genie comes out and says to you I can grant you 3 wishes what would you wish for and you are not allowed to wish for more wishes\n  ","540980":"\n   we always miss her\n  ","540981":"\n   Honestly, The profile is  real you ?\n  ","540982":"\n   You said maybe your name should have been mentioned, when that anon named two people on here that don't work. How about a cute name for you guys, like the fabulous hobo ladies of askfm? (can't think of anything clever)\n  ","540983":"\n   You deserve a rest and dance with somebody.ha\n  ","540984":"\n   Are you a  negative person\n  ","540985":"\n   I would suggest stomach vacuums there called and another good core exercise is called windmills. Anyway have a look into them see how it goes. Also try working out during the morning helps with the day I can’t type much on here explaining because ask.fm has its limitations on how much you can type.\n  ","540986":"\n   Is anyone around I have asked 4 questions to all of my followers no one has answered\n  ","540987":"\n   Are you fall asleep?little \nwe never sleep !\n  ","540988":"\n   Are you a vegan, a vegetarian or a meat-eater?\n  ","540989":"\n   Good night babe\n  ","540990":"\n   If you had to pick one countrys\/cultures food to eat forever what would it be? Like any dish from there so there’s variety but only things from there.\n  ","540991":"\n   C'est chin! Korea is over?\n  ","540992":"\n   cool .what the weight of you body?\n  ","540993":"\n   Ohyup!Kim come to end up his state?\n  ","540994":"\n   What are some things you been needing to do but so damn lazy?\n  ","540995":"\n   How was the playing experience? Orgasmic?\n  ","540996":"\n   Why do you want to sleep, come play\n  ","540997":"\n   Ootd\n  ","540998":"\n   Listen, I dislike their languages just feel like chinken voice ; dislike their cultures & songs !That's a has-been  !\nNow i'm curious about Suomea & Estonia ,it's an exotic language different from any other languages\nwhat do you get into something ?\n  ","540999":"\n   WIll you be on SC tonight\n  ","541000":"\n   I bet ur ass looks so good rn\n  ","541001":"\n   do you like to push the boundaries?\n  ","541002":"\n   Massage if you’re sore?\n  ","541003":"\n   WAs it good?\n  ","541004":"\n   Are you take interest in science?\n  ","541005":"\n   I dislike China, and you?\n  ","541006":"\n   well, it happened to me that's all\n  ","541007":"\n   what is the end goal?\n  ","541008":"\n   Ever have creepy men try to touch you where they shouldn't when you were younger?\n  ","541009":"\n   Do you eat fast food regularly ?\n  ","541010":"\n   How does exercise make you feel better about yourself?\n  ","541011":"\n   Last night, during your play, did you think of anyone in particular? Celebrity or an ex?\n  ","541012":"\n   ever miss being a little kid?\n  ","541013":"\n   would you let more men in your life if you young again?\n  ","541014":"\n   well you should\n  ","541015":"\n   Do you think you’ll play tonight\n  ","541016":"\n   would you do your youth differently if you had your time over?\n  ","541017":"\n   sure but don't you sometimes look at your gate in the mirror or when you're out shopping look at your reflection in shop windows?\n  ","541018":"\n   Always enthusiastic for you:p\n  ","541019":"\n   do you think that young girls are smarter than society gives them credit for?\n  ","541020":"\n   Has someone else actually put your foot in their mouth?\n  ","541021":"\n   Like it's interesting to check out a persons walking style.  How their butt moves, their legs, their torso movements etc\n  ","541022":"\n   Like, do you have a good walk?\n  ","541023":"\n   Foot fetish?? but they smell and look weird :)\n  ","541024":"\n   does weight training make your sex  life stronger?\n  ","541025":"\n   She just announced saying she’s very early on so it’s hard to tell, I guess we’ll see in 9 months of there will really be a baby loll\n  ","541026":"\n   Do you remember the springme awards given by BATAF about 4.5 years ago?\n  ","541027":"\n   How was the gym\n  ","541028":"\n   You love being barefoot, don’t you\n  ","541029":"\n   do you paint your nails?\n  ","541030":"\n   Current mood?\n  ","541031":"\n   Is any one of your ex boyfriends had give the proper attention to the blessing of this size 42 D ?\n  ","541032":"\n   Socks off! I’m ready to paint\n  ","541033":"\n   *platyhugs* no worries\n  ","541034":"\n   I wanna paint them white\n  ","541035":"\n   Seems calmer on your page tonight. I'll leave you to your business with actual intelligent anons :) Miss you Lynds\n  ","541036":"\n   Hey beautiful. Plans for tonight\n  ","541037":"\n   Which Colour can I paint them?\n  ","541038":"\n   Have no cleavage !!!!!! Teens or what ?\n  ","541039":"\n   42D oh yes!!\n  ","541040":"\n   Oh enjoy the gym:)\n  ","541041":"\n   Why bra under shirt while you are in the the Gym ? Bra is not cotton and will not add any benefits\n  ","541042":"\n   Can I paint your toes\n  ","541043":"\n   Yeah he is!\n  ","541044":"\n   Cute dog\n  ","541045":"\n   Are you an outgoing person?\n  ","541046":"\n   Why do some girls scream out loud and make lots of noises when they cum?\n  ","541047":"\n   Cross your ankles please\n  ","541048":"\n   Vegetables are good for your health, right? 😉\n  ","541049":"\n   Beauty\n  ","541050":"\n   Well you can again:p\n  ","541051":"\n   Are your eyes large?\n  ","541052":"\n   Barefoot rn?\n  ","541053":"\n   CN I see you in your gym gear? Plz\n  ","541054":"\n   I was thinking more like an arrow.\n  ","541055":"\n   Later, after the gym?\n  ","541056":"\n   Get your fine ass on SC\n  ","541057":"\n   Does nature build you so that you can have babies?\n  ","541058":"\n   Briliant -.-\n\nOh well. I guess the 🍆is all we really need lol\n  ","541059":"\n   C*m to me\n  ","541060":"\n   Oops xD 🦆🍆🤔\n  ","541061":"\n   Of course one could also imagine a honeymoon scene as well.\n  ","541062":"\n   What hurts more: pushing it in or pulling it out?\n  ","541063":"\n   Which hurts the most: saying something and wishing you had not, or saying nothing, and wishing you had\n  ","541064":"\n   Do you believe in God, not sure if he exists or not or do you think he is not real\n  ","541065":"\n   You are so gorgeous\n  ","541066":"\n   Last guy you saw (non relative) spanked you would it be hot or not?\n  ","541067":"\n   «It's all about quality of life and finding a happy balance between work and friends and family»\n-Philip Green .. :)\n  ","541068":"\n   Cold play or Snow Patrol?\n  ","541069":"\n   Get'em, twerk'em\n  ","541070":"\n   Have you ever been with someone, said nothing, and walked away feeling like you just had the best conversation ever? 😅\n  ","541071":"\n   How did you make the first move\n  ","541072":"\n   hii\n  ","541073":"\n   Twerk in those\n  ","541074":"\n   Happy Thursday Leopard Lynds\n  ","541075":"\n   Ever experienced a lucid dream?\n  ","541076":"\n   Those see through under garments are enough to bring even an old man suffering from erectile dysfunction a titanium erection.   They were designed for  \"self pleasing\" women of great beauty and moral fortitude.   p.s.  are they crotchless or snap release?    :)   lol\n  ","541077":"\n   Can a girl make the first move or does a guy have to make the first move would you make the first move\n  ","541078":"\n   wtf......................  and someone was saying on my page that you were asking an invasive and inappropriate question?!?!?\n  ","541079":"\n   Hi, I'm Jon. I like pizza. Do you like pizza? Nice to meet you!\n  ","541080":"\n   Self pleasing?  Very interesting.  Class let's discuss this concept for several minutes.  When you hear the word self pleasing what image comes to mind? Yes, Tommy Boy? Ms. Crotch Pot,  a 5 amp 200v, 100hp, 10,000rpm, purple ribbed Hitachi vibrator with a 10 year warranty.\n  ","541081":"\n   Still caring about size?\n  ","541082":"\n   Is a pick up line or an introduction of yourself better\n  ","541083":"\n   What would be the first thing that you say to a girl to get her attention\n  ","541084":"\n   It is they might find you creepy\n  ","541085":"\n   On a scene?\n  ","541086":"\n   Proceed with caution\n  ","541087":"\n   Who is your hero?\n  ","541088":"\n   There's no way modesty can govern your butt ;)\n  ","541089":"\n   if i follow your instagram account would u mind to follow me back?\n  ","541090":"\n   Is that dumb though to get a girl attention smile at them\n  ","541091":"\n   Last time you masturbated?\n  ","541092":"\n   sexy\n  ","541093":"\n   Do you have to think about the keys you want to press when you're typing?\n  ","541094":"\n\n    https:\/\/www.youtube.com\/watch?v=MWJqcNOlw-Y\n   \n   this is him, an irish singer who sadly passed away too young a few years back\n  ","541095":"\n   Are you a germaphobe\n  ","541096":"\n   No, I couldn't. I just takes so loooong to get it all done. Speaking of long ;-) , this guy I know said he'd come over and help, if we could \"chill\" afterwards. So I got that going for me :D\n  ","541097":"\n   It isn't violation if the light is green\n  ","541098":"\n   You were simply on fire last night. I couldn't keep up!\n  ","541099":"\n   George Micheal  or  Steven Gately?\n  ","541100":"\n   Age that you had your first tattoo if you have any\n  ","541101":"\n   So maybe you guys can help me figure something out.. this girl I went to school with is pregnant but when she posted her ultrasound it had a different name and said she’s 25 when she’s my age.. is it legal to get an us under a fake name? Does it seem like she’s faking it? I’m confused tbh\n  ","541102":"\n   ugh. I'm just so lazy...\n  ","541103":"\n   Play last night\n  ","541104":"\n   Is this creepy I walked past a girl today in the shop and I smiled at her and she looked at me like I was a creep was I a creep she was roughly the same age as me maybe a year younger\n  ","541105":"\n   Good night babe\n  ","541106":"\n   Wearing a thong now?\n  ","541107":"\n   Question for question exchange pls?\n  ","541108":"\n   Without ACTUALLY naming them, name a user who you don't like, give them a nickname if they don't already have one.\n  ","541109":"\n   What is the fastest path to your heart?\n  ","541110":"\n   Seeing ur face\n  ","541111":"\n   Weird?  You want to see something really weird?  Take a look at my photo on instagram:\n   \n    https:\/\/www.instagram.com\/p\/BOswAaTgFmN\/?taken-by=carlitos_esco\n   \n","541112":"\n   Maybe or you could just tease with that beautiful bottom.\n  ","541113":"\n   I think we got off on the wrong foot.  Let me introduce myself again: \"Hello Lyndsey, my name is Moron Cumalot.\"\n  ","541114":"\n   Current Outfit?\n  ","541115":"\n   Barefoot?  This little piggy went to the market. This little piggy stayed home.  This little piggy had prime rib. This little piggy got screwed and is starving to death.\n  ","541116":"\n   What's your attitude towards small kids?\n  ","541117":"\n   You are a fun woman to talk to.  Maybe we can talk tomorrow.  I'll send you smoke signals at this time tomorrow night.  :)\n  ","541118":"\n   The spankings (there will be many) and much much more.\n  ","541119":"\n   kik?\n  ","541120":"\n   You not given nowt\n  ","541121":"\n   How much you given?\n  ","541122":"\n   Actually, tonight is the first time I've ever said that thing about the sliding door.  Sounds cool though if I do say so myself.  lol\n  ","541123":"\n   You are welcome over anytime and we'll slip slide and away...\n   \n    https:\/\/www.youtube.com\/watch?v=ZNt5FnMK2sM\n   \n","541124":"\n   Do you like warmer weather\n  ","541125":"\n   I have a sliding back door for easy access.\n  ","541126":"\n   Is the heat too much\n  ","541127":"\n   Love it there\n  ","541128":"\n   Damn woman, you are just as crazy as me...and I love it.  - Nico\n  ","541129":"\n   When are you coming back\n  ","541130":"\n   How’s Arizona\n  ","541131":"\n   Uncut?   schmegma - sticky substance formed in the uncircumcised skin of the penis due to poor hygine.  Fellatio - a technique used by women to clean schmegma as part of foreplay.\n  ","541132":"\n   You passed the test and have won an all expense paid trip to Sams Club.\n  ","541133":"\n   You did not report me?  Then please explain this suspension:\n   \n    https:\/\/ask.fm\/nicodemus2424\n   \n   p.s.  you and Jo are doing an amazing job cleaning up the filth on the internet.  Kudos!!\n  ","541134":"\n   Angelic, you are\n  ","541135":"\n   Lyndsey, have a great night.  Good night.\n  ","541136":"\n   I meant bank I’m sorry\n  ","541137":"\n   I have no idea what formspring is, but it sounds like an expensive mattress.\n  ","541138":"\n   You-can-juice-me?  Excuse me, but we just met.  I never juice my partner on the first date.   lol\n  ","541139":"\n   I’m not hank\n  ","541140":"\n   Fast way to do chores?  (1) sell your house and buy a new house, (2) sweep everything under the rug, (3) throw all your shit onto your neighbors property, (4) burn your house down\n  ","541141":"\n   Do you think that hank accounts should be shared with boyfriend\/girlfriend husband\/wife? Why or why not?\n  ","541142":"\n   Condoms?  No silly...socks.  Do you wear flip flops with or without socks?  You silly goose.\n  ","541143":"\n   What's a fast way to do my fucking chores cuz god damn I just wanna watch netflix and chill.\n  ","541144":"\n   You want to pound your gf?  While I just want to eat my pound cake with creamy frosting.\n  ","541145":"\n   with or without??\n  ","541146":"\n   That information is for you and you alone\n  ","541147":"\n   Did that anon seriously thought you would give out all that information!??\n  ","541148":"\n   Did you notice that my askfm account escosura1999 has been suspended?  Your campaign to block my accounts is achieving great success.  You are a god damn genius...Bravo...\n   \n    https:\/\/www.youtube.com\/watch?v=barWV7RWkq0\n   \n","541149":"\n   Someday, I'm going to teach your anons the proper way to sext. Without illustration or crude overture, a step by step process of how words can make magic. Ummm what's your favorite ice cream topping?\n  ","541150":"\n   I just got a violation notice asking you a question...\n  ","541151":"\n   Please post your bank account number, routing number, full name, social security number, birth date and all credit card numbers incl expiration date and 3 pin code on back and I promise to send you 0.01\/dollar.  This is a promise I will never break....cross my heart and hope to die.\n  ","541152":"\n   Joooooooooooooo\n  ","541153":"\n   Where?\n  ","541154":"\n   Use your buns for the hot dog.\n  ","541155":"\n   Si fuera posible, ¿te casarías con Nicholas?\n  ","541156":"\n   K. Good. It's nice to see PG-13 responses sometimes lol\n  ","541157":"\n   Bite you on the tush.\n  ","541158":"\n   Hang on a second... are you censoring your responses because of your report the other day?\n  ","541159":"\n   Best night ever\n  ","541160":"\n   I was thinking about taking romance tips from your anons. Any guidance there?\n  ","541161":"\n   STAAAAP! ;)\n  ","541162":"\n   Some good qualities !!!!!!! U r all qualities baby\n  ","541163":"\n   Do you have to concentrate hard to achieve an orgasm?\n  ","541164":"\n   Definitely. ;)\n  ","541165":"\n   You remember I'm a leg man, right?\n  ","541166":"\n   Did I miss something? Is it spanking spam night?\n  ","541167":"\n   Do women use sexual fantasy to get off when they masta?\n  ","541168":"\n   100% certain you do and will\n  ","541169":"\n   Do you expect to have an orgasm every time you have sex?  Like is that the goal?\n  ","541170":"\n   a collection of well spanked girl butts.\n  ","541171":"\n   i live to watch the jiggle.\n  ","541172":"\n   Height\n  ","541173":"\n   Would you date yourself if you were someone else?\n  ","541174":"\n   Are your legs shapely?\n  ","541175":"\n   Have you hooked up with a girl before?\n  ","541176":"\n   Do you have a well formed tight butt?\n  ","541177":"\n   Not an orgy, just you in the center of the room over a lap being spanked and everyone watching your jiggle.\n  ","541178":"\n   Lyndsey your sunglasses clearly get with the program :)\n  ","541179":"\n   What you feel about getting spanked at a party?\n  ","541180":"\n   Take'em off\n  ","541181":"\n   That answer just earned you a naked spanking.\n  ","541182":"\n   ever feel like you're less than a minute old?\n  ","541183":"\n   Do you like thongs?\n  ","541184":"\n   What if you were spanked bare?\n  ","541185":"\n   Hmmm I wonder if the cheeks on your face would be blushing as much as the rear cheeks?\n  ","541186":"\n   So would it make both sets of cheeks red?\n  ","541187":"\n   You say that now but what would you be saying once you take a trip over a guy's lap?\n  ","541188":"\n   WELP. School spam? What are you learning?\n  ","541189":"\n   Who deserves to be spanked?\n  ","541190":"\n   Lowest grade you ever made on a test? Highest grade ever made on a test? Mine was 61 and 100.\n  ","541191":"\n   ever just went to class and there was no purpose to be there? My life tbh\n  ","541192":"\n   Highest grade for a class you've made? since my time in college, I passed sociology with a 99. WOoot\n  ","541193":"\n   I went forward in time. To view ultimate futures. To see all the possible outcomes of the coming conflict. 14 million six hundred 5. We only win in one of them.\n  ","541194":"\n   What’s the most out there conspiracy theory you’ve ever heard? What’s one you believe is true?\n  ","541195":"\n   You always scold yourself for...?\n  ","541196":"\n   “Some say memories are merely another form of dreaming. We, of course, would argue that they are, rather, another form of torture.\" What is your take on this quote and why?\n  ","541197":"\n   have you ever gone to summer camp?\n  ","541198":"\n   Can you help me with something?\n  ","541199":"\n   Are you still on snapchat?  (Very important)\n  ","541200":"\n   Let's go out to lunch, Lyndsey! ~\n  ","541201":"\n   Look outside .. What do you see\n  ","541202":"\n   I hope to catch you later tonight, gotta get back to it soon :\/\n  ","541203":"\n   hi\n  ","541204":"\n   Hey, wir starten gerade ein neues cooles Forum für Leute zwischen 16 und ~35! Es wäre cool, würdest du bei uns vorbeischauen!\n   \n    https:\/\/meet-teens.eu\/\n   \n","541205":"\n   How are u ??\n  ","541206":"\n   Probably? Lol!\n  ","541207":"\n   What have you always wanted? Did you ever get it?\n  ","541208":"\n   «Judge a man by his questions rather than his answers»\n\n-Voltaire .. :)\n  ","541209":"\n   Wish Wednesday: Do you wish you were somewhere else today? Where?\n  ","541210":"\n   what ice cream flavor are you not here for?\n  ","541211":"\n   i'm so dumb i work with a rebecca and everything *facepalm*\n  ","541212":"\n   at what age would you say you reached the maturity you’re currently at?\n  ","541213":"\n   *waits with confetti* How your day Lynds?\n  ","541214":"\n   what’s the first “ke” name that comes to mind? “pe?” “re?”\n  ","541215":"\n   What if you were the master of Inflation, and could inflate anyone, any size, any part at your will\n  ","541216":"\n   And I totally missed the subtext in your answer lol. You WERE bad :)\n  ","541217":"\n   OR...  they use an image from their profile on here and not their real name (unless i'm mistaken)\n  ","541218":"\n   26K !! :))\n  ","541219":"\n   CONFETTI FROM MY PAGE TO YOURS! THANKS FOR THE HONOR! I hope we're both either free or around for 27k lol\n  ","541220":"\n   Couldn't sleep worth a shit with all the snoring going on in this apartment lol. Save this Q for #26000 pls?\n  ","541221":"\n   I can't wait!\n  ","541222":"\n   sounds orgasmic........................  0-0   :p\n  ","541223":"\n   Follback please\n  ","541224":"\n   25995... :)\n  ","541225":"\n   and yes it is entirely possible to go anon on that, especially for donators but that wouldn't be half the fun\n  ","541226":"\n   What does it mean to be a productive human being ?\n  ","541227":"\n   If two mind-readers are reading each other's mind, then whose mind are they actually reading? 😶\n  ","541228":"\n   Thank you for trying :))   I really appreciate it :)\n  ","541229":"\n   You know that you can see the names of people who donated? And you sure didn't donate...\n  ","541230":"\n   Good night beautiful\n  ","541231":"\n   Are you a morning person or night person?\n  ","541232":"\n   RWQ#126 : Do you have more guy or girl friends ? Why do you think you're more drawn to this gender ?\n  ","541233":"\n   In what ways are you wiser in your 30's than you were in your 20's?\n  ","541234":"\n   No \"Dark Horse\"?\n  ","541235":"\n   Cappuccino or Espresso?\n  ","541236":"\n   You aren't the one who got away just yet\n  ","541237":"\n   Dang Lynds, I'm barely keeping awake... hope you have a great day tomorrow and see you soon :)\n  ","541238":"\n   Let's hear you Roar!\n  ","541239":"\n   Hot or Cold? (I know this one but trying to get to 26k)\n  ","541240":"\n\n    https:\/\/www.youtube.com\/watch?v=qIKPJlKHKxg&ab_channel=BadfishKoo\n   \n","541241":"\n   What's your favorite song from the 2000s?\n  ","541242":"\n   Great movie and the Backstreet Boys are playing in heaven at the end :)\n  ","541243":"\n   What is something you truly appreciate or enjoy doing that most others probably do not care for?\n  ","541244":"\n\n    https:\/\/www.youtube.com\/watch?v=XjVNlG5cZyQ&ab_channel=PinkVEVO\n   \n","541245":"\n   How late are we going tonight? I can sleep in and my boxes of clothes aren't going anywhere :)\n  ","541246":"\n   I think I'm going local. They have a lot of good stuff and need support\n  ","541247":"\n   Did you ever see \"This Is the End\"?\n  ","541248":"\n   Best choice? Goodwill, Salvation Army or local thrift shop for massive wardrobe dump?\n  ","541249":"\n\n    https:\/\/www.youtube.com\/watch?v=GI6CfKcMhjY&ab_channel=thelonelyisland\n   \n","541250":"\n   *puts hands in the air like he don't care*\n  ","541251":"\n   Preferably both hands\n  ","541252":"\n   True. Just give me a reason\n  ","541253":"\n   Ur just like a pill, instead of making me better, you keep making me ill ;)\n  ","541254":"\n   But when the lights go out, it's just me and my hand 2nite ♫\n  ","541255":"\n   Other hand was rubbing your shoulder!\n  ","541256":"\n   Forgive me if I kept one hand in my pocket ♪\n  ","541257":"\n   You are perfect to me :')\n  ","541258":"\n   Were we just singing together a little bit? ♫♪\n  ","541259":"\n   I am holding confetti for your 26,000th post... hope it's me with the lucky number :)\n  ","541260":"\n   Name something everyone should be more informed about. If you’ve got the effort to, inform us\/me. (I’m interested to see what people are passionate about and will actually read\/look into all of these)\n  ","541261":"\n   Dontcha think?\n  ","541262":"\n   Is it irony or karma that I'm a \"Packer\" fan but hate packing more than anything?\n  ","541263":"\n   What things you are interested in nowadays ??\n  ","541264":"\n   What’s one of the hardest decisions you have had to make in your life?\n  ","541265":"\n   I was a little off key with that one. Should have tried key of D for Bob Seger\n  ","541266":"\n   I suppose your anons make your page the most riveting on all of Ask though. Gotta take the bad with the good eh?\n  ","541267":"\n   Where does the past really go to after its use by date?\n  ","541268":"\n   Yeah but they taste so good can’t help that :( they will be remembered. P.s I don’t hunt and kill them just eat them occasionally.\n  ","541269":"\n   At least I haven't asked about your boobs, feet or digital manipulation. How's your head?\n  ","541270":"\n   So you're the buffalo who won't take her rightful place as dominant leader of the herd\n  ","541271":"\n   Thanks girl your soo nice!!! I appreciate you and the time you took out of your day to write that 💖💖💖\n  ","541272":"\n   This may be the most concise, informative thread I have ever read on a Q\/A site EVER. Mind if I repost sometime?\n  ","541273":"\n   Thanks girllll for the help ❤️❤️\n  ","541274":"\n   Tips on how to lose weight ?\n  ","541275":"\n   Bad Jon indeed... feeding the trolls pfft\n  ","541276":"\n   Yeah there’s to much food porn on this thread! Ok Jon your at fault here also  I mean what the hell! I’m just gonna go back to eating snakes and crocodiles and kangaroos as we like to do.. to much teasing here !\n  ","541277":"\n   Lol someone thinks you have been naughty\n  ","541278":"\n   No I’m being good at the moment.... fine ok just a little.. not cool Lyndsey not coool.\n  ","541279":"\n   You are in need of a bare bottom over the knee hard hand spanking until your butt cheeks are nice and rosy pink.\n  ","541280":"\n   Do u have one ?\n  ","541281":"\n   That wasn't one of the options!\n  ","541282":"\n   A guy can dream?\n  ","541283":"\n   I knew I got it wrong!! Damn it i was like he is not in that movie it’s the girl the turns really big and blue. Matilda was a good film.\n  ","541284":"\n   You don't play the Would You Rather game right :P\n  ","541285":"\n   You all never come away if you come into my eyes! little thing\n  ","541286":"\n   Damn it I forgot.... maybe Willy winner and the chocolate factory ?\n  ","541287":"\n   WYR: Be able to swim any time you want and be at your target BMI, or eat anything you want and hit the target BMI in the same timeframe?\n  ","541288":"\n   GREAT ! Now I’ve just eaten and officially hungry again ! Thanks guys! *goes and cries in a corner with cake* your right JD she got some weird followers *points to himself*\n  ","541289":"\n   WYR: Bake a pie\/cake or grill steak\/chicken?\n  ","541290":"\n   Are you a good baker?\n  ","541291":"\n   You have the strangest followers Lynds...\n  ","541292":"\n   Haha!But you're a little baby girl in my eyes! Cos I'm FROM 5D!You 're in 3D!BABY\n  ","541293":"\n   I've never had chocolate and blueberries! I would think white chocolate would be best?\n  ","541294":"\n   I meant... shoulder rub, yeah, much more platonic that way\n  ","541295":"\n   it's not my fault but system error!\nyou are a little boy ?\nAnswer me question what language can be insead of English language,okay?\n  ","541296":"\n   I had an incredible pork tenderloin for dinner tonight. How was your supper?\n  ","541297":"\n   If you were a buffalo, would you be a friendly buffalo?\n\nOr would you be one of those jerk buffalos that teases the awkward buffalo and makes them sleep away from the herd, causing them to be slain and eaten one night?\n  ","541298":"\n   Well I know you like questions, this is a moment in time when I'm just happy to be here\n  ","541299":"\n   Legs?\n  ","541300":"\n   *returns the favor*\n  ","541301":"\n   scary! tbh\n  ","541302":"\n   I didn't know people likes photos of feet. that's weird l o l\n  ","541303":"\n   Short and simple. Thank you <3 *hugs*\n  ","541304":"\n   what is the most cheerful thing nowadays?\n  ","541305":"\n   Between my mom and cousin going back and forth at each other all day, I would appreciate some insight, humble sarcasm or flirty rapport. You are a perfect source for any of the above :)\n  ","541306":"\n   How’s it going Lyn\n  ","541307":"\n   Lynds... I need a sane voice for a few minutes pls lol\n  ","541308":"\n   Are you a litte girl?\n  ","541309":"\n   Okay then, what is the most annoying thing going around these days?\n  ","541310":"\n   Do you love brunette or blonde guys?\n  ","541311":"\n   may be you don't know what i say, I ask you what language can be over English and beat it to be a global language?little girl\n  ","541312":"\n   instead of English!\n  ","541313":"\n   fear enough, I'm sorry it came that way\n  ","541314":"\n   Hiii\n  ","541315":"\n   No matter what we breed We still are made of greed This is my kingdom come\n  ","541316":"\n   Have you ever stalked someone on asfm?\n  ","541317":"\n   Lol.. I mean you don't have any prejudices against them, right? cause i'm willing to follow you here on Ask, but I won't bother my self with a fanatic..\n  ","541318":"\n   how do u feel about middle eastern guys?\n  ","541319":"\n   Get English over?\n  ","541320":"\n   Drag you out with meeee\n  ","541321":"\n   The kind of cream you're thinking of.  ;)\n  ","541322":"\n   So this crazy mad f*cker of a person is about to sign up for a charity sky dive for irish breast cancer society. BUT the real question is are you crazy enough to donate to the good cause? Bonus if you donate more the 20 euro you can come along and help push me out of the plane! 🙊\n  ","541323":"\n   what language can be get english over?\n  ","541324":"\n   Lyndsay,s Sweet Mouth Wrapped around my thick, hard Shaft!!!\n  ","541325":"\n   Who was your first crush? Describe them.\n  ","541326":"\n   You know what happens to naughty girls don't you?\n  ","541327":"\n   just a quick FYI: about the fundraiser link,  it all goes straight to charity i get nothing from it. so please donate or share the link around so others can donate. Thank you! <3\n  ","541328":"\n   Followback 😊\n  ","541329":"\n   Hello cupcake\n  ","541330":"\n   No it goes straight to the Irish cancer society.  i just get a message saying  X  or  Y  donated  in the email. :)\n  ","541331":"\n   The trail must not be countenanced!\n  ","541332":"\n   What was the last thing to \"thrill\" you?\n  ","541333":"\n   Where do you play chess ?\n  ","541334":"\n\n    https:\/\/www.justgiving.com\/fundraising\/niallwirishcancersocietySKYDIVE\n   \n   For anyone who is able (and or willing) to donate a couple dollars\/pounds\/euros\/other currency  to the Irish Cancer Society, sky dive jump, that would be very much appreciated.  Thank you for looking :)\n  ","541335":"\n   Listen lady you can’t get out of this one by half assing things ok? Commit! Lol well yeah it’s a secret on that one that even google can’t tell you and it’s best left that way *dodges pillow* *throws pillow*\n  ","541336":"\n   How many pizzas can you buy for 2000 bitcoins?\n  ","541337":"\n   Looks like I’m sticking to the whole if it was easy take it twice sentence yay pillow fights here we come.\n  ","541338":"\n   What fact amazes you every time you think of it?\n  ","541339":"\n   Yeah for sure not a genius so looks like I’m a thief ! I’ve been caught out.... damn it... :(\n  ","541340":"\n   I like that you can have a joke about this stuff but some anons are just too creepy about it! :)\n  ","541341":"\n   You should be ashamed of yourself andrew ! Ok I’ve told myself off we good.\n  ","541342":"\n   ~ 'fraid I can't help ; I already follow you 3x , from all 3 of my accounts ~\n  ","541343":"\n   Well yeah I cheated with the last one so we even lol!\n  ","541344":"\n   You are naughty! I like that.\n  ","541345":"\n   SHOW! ?\n  ","541346":"\n   Yeah I’m basically at that point to, mental block yay!\n  ","541347":"\n   followed 🌸🌸\n  ","541348":"\n   Well said. So running out of questions that are interesting.... good times !\n  ","541349":"\n   Would you erase your most precious memories to become smarter?\n  ","541350":"\n   so you're not a back dorothy?\n  ","541351":"\n   If you could slow down time, what would you do with that power?\n  ","541352":"\n   Whip you till your red and sore. Then rub some cream on it.\n  ","541353":"\n   What are you good at?\n  ","541354":"\n   What have you got against the Joker\n  ","541355":"\n   You naughty. You need whippens.\n  ","541356":"\n   Robin: Sorry Bats, but you haven't gotten laid since that thing with Poison Ivy. I know you jack it on the regular, but you really need to release some tension man. Batman: Oh all right, I guess Lyndsey's ok. Where's my phone, ima give dat booty a call. Robin: Dude just use the Bat-Signal\n  ","541357":"\n   Robin: Hey Batman? I think Lyndsey likes you. Batman: How can you tell? Robin: because whenever you text her, she responds in 10 micro seconds. Batman: Perhaps she's bored. Robin: Yea right, if you spell bored as LOVE. You gotta hit that, Bats! Batman: damn it Robin, why do you have to upset her?\n  ","541358":"\n   Write the words that you need to hear. 💭\n  ","541359":"\n   Make a wish..... 💭\n  ","541360":"\n   If you didn’t have to worry about money, what would you do all day?\n  ","541361":"\n   Temp until I save money to move back\n  ","541362":"\n   <3 Thank you :')\n  ","541363":"\n   Thanks for listening too. Both of them have been in my ear all afternoon like some bipolar convention lol. You should see all the pills lying around...\n  ","541364":"\n   Situation deemed this necessary but it's fine now\n  ","541365":"\n   14 and 12. They'll be fine and this isn't permanent yet\n  ","541366":"\n   The scary part is doing this without any real prep. My mom and cousin came today and said \"we're doing this\"\n  ","541367":"\n   But this is for the best for now. I have a job lined up already and the only negative is not seeing my kids every other week but that's what Skype is for :)\n  ","541368":"\n   ugh, i know. Most of my furniture will be sold or donated\n  ","541369":"\n   I'm moving on Sunday...\n  ","541370":"\n   What’s the difference between ‘living’ and ‘existing’?\n  ","541371":"\n   One thing which transformed u into a person u are today?\n  ","541372":"\n   I need cuddles tonight. Do you ever feel that way too?\n  ","541373":"\n   Well said.\n  ","541374":"\n   Yeah I got asked that one day and I said no because then I wouldn’t be who I was today. So I suppose kind of the same answer :)\n  ","541375":"\n   If you had corn for dinner can you tell us if you will poop out some whole kernels tomorrow? 😂\n  ","541376":"\n   If you could go back in time and change anything in your life would you?\n  ","541377":"\n   What do you think of when you hear a leather belt snap?\n  ","541378":"\n   One of my favs :') True story: I was in a mansion and the guy who purchased a notebook full of the original notes and lyrics for American Pie signed by Don McClean at auction. All the sheets were framed separately and it was sooooo cool :)\n  ","541379":"\n   True 😂\n  ","541380":"\n   Post a quote\/poem\/lyric you like\n  ","541381":"\n   Would you rather be able to teleport anywhere or be able to read minds?\n  ","541382":"\n   Favorite quote?\n  ","541383":"\n   PAP of yourself\n  ","541384":"\n   Can you sing?\n  ","541385":"\n   Forgot to ask you back. So what do you find to be beautiful?\n  ","541386":"\n   Wait what?! There is ? Hmmm well just means the ice has to be touching the bottom of the glass a lot which means heaps of drinking! Fun times.\n  ","541387":"\n   Wyd?\n  ","541388":"\n   Bar hopping in Boston people make it happen !\n  ","541389":"\n   Hi Lyndsey! I can't recall if you like Domino's pizza but that have a takeout special this week only. $5.99 for a 2-topping large and you can make it an extra large for $2 more. Takeout only.\n  ","541390":"\n   Do you have a favourite music video?\n  ","541391":"\n   Hey guys and squad! 😊 For you: \"What do you think about the fact, there's still kings and queens in the 21st century?\"\n\n-Stay classy awesome peeps-\n  ","541392":"\n   Ever felt like an object?\n  ","541393":"\n   grrr... frustrating\n  ","541394":"\n   If you sent a vocaroo, I wouldn't post it. I'd save it all to mahself :)\n  ","541395":"\n   When you know your body and don't need a crystal ball\n  ","541396":"\n   Where do you think you’ll be in 5 years from now?\n  ","541397":"\n   Have you ever broken a promise?\n  ","541398":"\n   Who do you turn to when you are happiest?\n  ","541399":"\n   Manic Monday: What has you anxious right now if anything?\n  ","541400":"\n   ARQ#1 : What taste of ice creams you like the most?\n  ","541401":"\n   Out of everyone in your family, who would you say is the most responsible?\n  ","541402":"\n   My friends & I are throwing a Robert De Niro party. Should be pretty fuc%ing loud. It's probably gonna get pretty fuc%ing late too. I am gonna dress up as Taxi Driver De Niro. My best friend is dressing up as Meet The Parents De Niro.\n  ","541403":"\n   What is your first language?\n  ","541404":"\n   Do you like the Justin Bieber?\n  ","541405":"\n   Do you believe in something called soulmate?\n  ","541406":"\n   Oh shit... I was supposed to CHANGE the topic wasn't I???? What is your favorite type of hummus?\n  ","541407":"\n   How long was the longest car ride you’ve ever been in?\n  ","541408":"\n   What happens to the dream when the dreamer dies?\n  ","541409":"\n   why do mostly people afraid of falling in love ?\n  ","541410":"\n   Does choosing a specific field in college guarantee you're going to get a job in that field?\n  ","541411":"\n   Do you ever feel close to anyone on here, even though you don't know them in a real life?\n  ","541412":"\n   Are you going to make a photo album of your Arizona vacation, so far i've seen you say you went to a taco event, a ghost town, some place called Lemon Hill and many pools? Will it be a large album?\n  ","541413":"\n   And I suppose it's bedtime soon... I should try to sleep some more before Mom gets here :\/\n  ","541414":"\n   Wouldn't it be sexier to talk and get to know someone? It's not like you are posting selfies all over for guys to squeeze their cheese all the time...\n  ","541415":"\n   The irony is that these are probably young boys age 17-30 who have no clue when a woman speaks openly about her sexuality. They only know masturbating from it being objectified in porn. I suppose when a woman actually talks about it honestly, it turns on a random stranger... but this aint chaturbate\n  ","541416":"\n   We small talk all the time tho!\n  ","541417":"\n   Back at ya Lynds *leopard hugs*\n  ","541418":"\n   I'm pretty open to all that stuff too. It would all go away if anon wasn't an option. Guys like that have no balls\n  ","541419":"\n   Nice...\n  ","541420":"\n   K. Ummm come at me bro?\n  ","541421":"\n   Pap\n  ","541422":"\n   Do you wear pajamas?\n  ","541423":"\n   Ever sneezed and accidentally farted at the same time?\n  ","541424":"\n   I don't understand the obsession with you masturbating. Porn is a click away...\n  ","541425":"\n   Are you usually on time?\n  ","541426":"\n   I don't recall seeing tofu anywhere...\n  ","541427":"\n   What are some things you are passionate about?\n  ","541428":"\n   Internet says that you are not fake.\n  ","541429":"\n   How do you discover new music to listen?\n  ","541430":"\n   Hey guys and squad! 😊 For you: \"What's more dangerous, the money or the authority?\".\n  ","541431":"\n   wow\n  ","541432":"\n   I'll probably be up an hour or so more too. Anything cool happening work-wise with you?\n  ","541433":"\n   When she gets back and settled, I'll ask her\n  ","541434":"\n   How late are you staying up tonight?\n  ","541435":"\n   Have you ever made a \"pact\" with a loved one or friend? Did you both see it through?\n  ","541436":"\n   That sucks, I hope he has found everything and come to terms with his dad\n  ","541437":"\n   I love it! When you said \"Madman\" I thought of Maddox :')\n  ","541438":"\n   If you ever drop me, I'll have to step my game up, yo\n  ","541439":"\n   What weakness of yours can be turned into a strength if you put effort and your heart into it?\n  ","541440":"\n   Exactly. Do you keep the people you follow near 50 for this purpose? I do\n  ","541441":"\n   AskFm needs a public question feature for spammers. It's the major thing I miss from Formspring\/Y!A\n  ","541442":"\n   how about the movie bio dome from the mid 1990s.\n  ","541443":"\n\n    https:\/\/vocaroo.com\/i\/s099RJiQkL1b\n   \n","541444":"\n   Was he the tour guide?\n  ","541445":"\n   The Biosphere sounds cool. I've never been to one\n  ","541446":"\n   stupid questions that you ask for\n  ","541447":"\n   What's you fav breakup song?\n  ","541448":"\n   stupid questions that you ask for\n  ","541449":"\n   Your gorgeous\n  ","541450":"\n   Can you please take a panties pic\n  ","541451":"\n   Do you love muscles?\n  ","541452":"\n   Looking back, how did you react and handle the disappointments you had in your life?\n  ","541453":"\n   Pap\n  ","541454":"\n   Do you love being a big tittied woman?\n  ","541455":"\n   Good\n  ","541456":"\n   Why you girls nowadays shy from your small boobs ?\n  ","541457":"\n   Did you achieve any goals today?\n  ","541458":"\n   Why is that sweet 🤔 ?\n  ","541459":"\n   Welcome back missed you my super Lyndsey 💕\n  ","541460":"\n   How do you like to spend your free time?\n  ","541461":"\n   Anybody from ask you’d like to hook up with?\n  ","541462":"\n   What's your number one rule in life?\n  ","541463":"\n   Good night babe\n  ","541464":"\n   How are you\n  ","541465":"\n   ¿Quién es el afortunado? Su nombre es Carlitos Escosura. Aquí hay una foto de nosotros dos.\n   \n    https:\/\/www.instagram.com\/p\/BWV4ubqBbt0\/?hl=en&taken-by=aliarregui\n   \n","541466":"\n   Is your bellybutton innie or outie? Pap.\n  ","541467":"\n   Marilyn Manson has done a couple of covers by David Bowie.\n  ","541468":"\n   Correct Thread :- I always do it manually ~ haha ; but tonight I forgot to switch on ! !\n  ","541469":"\n   Ah, that's sweet . . . I adore sweet ! ~\n  ","541470":"\n   What abbreviations do you use the most when texting?\n  ","541471":"\n   Your green light has gone out . . . . you're slacking ; surely only midnuit en Pacific time ?\n  ","541472":"\n   ~ my mind just won't process this . . . . help me out ? ~ I'm sure it's good !!!!\n  ","541473":"\n   spammed ya to 35k!\n  ","541474":"\n   Honestly , are you still shine rn?l\n  ","541475":"\n   Ootd\n  ","541476":"\n   Do you think you could ever watch something like Daisy's Destruction, to see if your mind can handle it? (highly illegal, FYI)\n  ","541477":"\n   5’7 is short?? Nah not for girl\n  ","541478":"\n\n    https:\/\/www.urbandictionary.com\/define.php?term=banana\n   \n   - especially definition no. 4 & no. 5\n  ","541479":"\n   You know, Cosmos is foodful , and brilliant ,i wanna make my belly happy\nSee you around!little banana\n  ","541480":"\n   What does your sexiest bra look like and what brand is it\n  ","541481":"\n   You are just a little doll . Skip it! \nI'm now grab something to eat\n  ","541482":"\n   How do you usually spend your Saturdays?\n  ","541483":"\n   oh baby\n  ","541484":"\n   you take my word or no?l\n  ","541485":"\n   OK, since the vocaroo sharing was my idea I'll just claim it right here even as anon:\n   \n    https:\/\/vocaroo.com\/i\/s1PLqKKbsLyl\n   \n","541486":"\n   no gravity!haha\n  ","541487":"\n   Alright so give me a song that your semi obsessed with at the moment. I’m always up for some new songs to add to my list.\n  ","541488":"\n   As you know, madness is just like gravity... all it needs is a little push. -Joker\n  ","541489":"\n   Oh la la and I’m not a dad woo. Yeah I’ve been in and out for years the exercise and equipment are all familiar to me it’s doing the work I have my moods on and off lol yeah me too if you saw my playlist of music you would be like yup he sure into everything.\n  ","541490":"\n   Ok, I'll be your #1.  When do we start?\n  ","541491":"\n   Post something cool\n  ","541492":"\n   Yeah I have a dad bod going on woo I go to feel healthier and stronger that’s my main thing body wise well it’s a bonus really. Yeah I usually bring my own music oooor they got some good stuff playing. Any specific music you like ?\n  ","541493":"\n   Training to get rid of you know all the foods that taste really good but are reeeeeally bad for you ? Yeah to get rid of those and back to the gym we’re you do some exciting stuff like lift weights repeatedly for 45 mins... great fun! Lol bye honey soy chicken wings and pizza you will be missed.\n  ","541494":"\n   Bof, You think wrong ! It's once a blue moon for you . Think hard !\n  ","541495":"\n   How about narrating some of your Ask page? Would be funny as hell :D\n  ","541496":"\n   I sent a vocaroo to you on this topic :)\n  ","541497":"\n\n    https:\/\/vocaroo.com\/i\/s1ST4IBSd5g0\n   \n","541498":"\n   Nope: DDD\nI 'M YOUNG FOREVER!That's all  i say to you all! Do you know what it is?\n  ","541499":"\n   As suspected, \"baby banana\" refers to small penis size. I think invisible is not necessary in this context as banana is small, kinda piles on without needing it. Final translation: Anon thinks you are attracted to older guys with either small or non-existent penis?\n  ","541500":"\n   Yep. Beautiful voice\n  ","541501":"\n   Well I thought it was quite polite of me. I got told you should always pull out a women’s chair... now I see it’s maybe a good idea to pull out a chair so they can sit on it ? Im learning people! You have no idea I’m always hungry! Have to train this week tho so :(\n  ","541502":"\n   Aren't you getting older every day?\nYup, Aging is a big problem for human     being, but i made it! Do you know why?\n  ","541503":"\n   I scream, you scream, we all scream for ice cream , however I scream for you\n  ","541504":"\n   \"oler\" = older, pretty sure on that... I will look up baby banana in urban dictionary and let you know what I find. The \"invisible\" bit may refer to being online but wtf?\n  ","541505":"\n   You're getting oler or an invisible baby banana?\n  ","541506":"\n   I point you real profile.haha\n  ","541507":"\n   I recall you uploading a 2 second voice-clip to FS once...\n  ","541508":"\n   Show off you ture color!?\n  ","541509":"\n   It will sound like \"Yanny\" ;)\n  ","541510":"\n   Your telling me that it does not impress women doing that? And here I was walking up and pulling chairs thinking to myself now that’s how you sweep them of there feet all along... my life has been a lie. Thanks..... btw I love brownies just saying.\n  ","541511":"\n   Finish this sentence: I don't believe I've ever heard...\n  ","541512":"\n   Let us know when you're ready for that challenge.\n  ","541513":"\n   Some of your random favorite likes or dislikes.\n  ","541514":"\n   I once pulled a women’s chair from under we’re she was sitting. Does that count?  Tipping I shouldn’t give relationship advise ?\n  ","541515":"\n   It appears my anon and your anon atm are one and the same. Sorry bout that Leopard...\n  ","541516":"\n   Favorite pizza?\n  ","541517":"\n   What are you doing for dinner tonight?\n  ","541518":"\n\n    https:\/\/www.youtube.com\/watch?v=-rwWdDRh8LU&ab_channel=ghotioutofh2o\n   \n","541519":"\n   When is your birthday?\n  ","541520":"\n   It certainly is. Around here, the National Guard went door to door like they would in a real emergency. At a local power plant, employees not only came in like it was real, but some of them posed as terrorists, rioters, etc...\n  ","541521":"\n   It's time someone swept you then :)\n  ","541522":"\n   Last love from first sight ?\n  ","541523":"\n   Cheesecake and ice cream ! They are the first common thing between me and you .. I start to have hope\n  ","541524":"\n   I knew cheesecake would be close, but what if after having endless cheesecake you didn't like it anymore?\n  ","541525":"\n   If you were the royal prince Harry would get married of Megan   ?\n  ","541526":"\n   If you could eat dessert endlessly without consequence, what would you choose? Remember that too much of a good thing might cause distaste in the future...\n  ","541527":"\n   📱 Post a screenshot of your latest Snapchat chats\n  ","541528":"\n   When was the last time you were swept off your feet?\n  ","541529":"\n   Keep asking\n  ","541530":"\n   wait... no?!?!?!?... I like being served right away!\n  ","541531":"\n   It was a coordinated effort by federal and state authorities, National Guard included, to simulate responses to an EMP burst or an attack on the nation's power grid. Kinda scary to think that there is an attack on the grid every 4 days on average and how little protection there is :O\n  ","541532":"\n   Ah!!! Am caught up now :)\n  ","541533":"\n   How long could you go without Internet?\n  ","541534":"\n   Did you hear anything about the Dark Skies drills that were going on nationwide this week?\n  ","541535":"\n   What would you do if there was only one social network left and it was AskFm? Everyone from Facebook and Twitter suddenly here and unleashed?\n  ","541536":"\n   Forreal. I was going off your comment that \"I'll make a man out of you\" came on. I thought that might be someone here that keeps bugging you\n  ","541537":"\n   Maybe that's how I scanned it. Upon second read it looks like he is a Kirby vacuum salesman and needs to know how good things can \"suck\" lol\n  ","541538":"\n   Same. Convo restart\n  ","541539":"\n   I meant if you were talking about people on here\n  ","541540":"\n   Falling Slowly is EXCELLENT ♫♪ :') Why RIP? Did one of the leads die?\n  ","541541":"\n   If you feel like going, I'll catch you lates\n  ","541542":"\n   Well I suppose I like the attention too. Is there anything wrong with puffing up my chest and saying, \"I like Lyndso Leopard too\"?, silly anon\n  ","541543":"\n   LOL omg... sorry about the anoniference ;)\n  ","541544":"\n   I'll pull up the opener and give my opinion...\n  ","541545":"\n   Ever tried licking to the center of a Tootsie Pop? I got to 500 before quitting and was kinda close but wanted the chocolate chew\n  ","541546":"\n   What is your fav song from \"Once\"?\n  ","541547":"\n   The line is short to talk to you today... My number was 53 and I got called to the front right away :)\n  ","541548":"\n   I'll need to play some of the music from \"Once\" to get opinionated on it. Wiki makes it seem like it is about some drunk Irish guy b*tching about politics lol\n  ","541549":"\n   Question trade? I'm desperate for something new... I'll do 2 for 1 Q for Q if you're down...\n  ","541550":"\n   Am I interrupting your anon? \"That dude\" has some balls at least lol\n  ","541551":"\n   -\n  ","541552":"\n   Sorry:  Who am I marrying?  Ale Martin.\n   \n    @alemartin99\n   \n","541553":"\n   Rug rates go for $6.96 per square foot depending on dealer nowadays lol\n  ","541554":"\n   I am moving back to Madrid to marry my girlfriend of 4 years.\n  ","541555":"\n   What is something you HAVE to finish today?\n  ","541556":"\n   do you have red bra?\n  ","541557":"\n   Adios.\n  ","541558":"\n   Oh shit! You got me ! Yup and that’s the image I was getting when I was talking about it great 👍 thanks for the upcoming nightmares! Or calamity Jane yeeeeah I’m just gonna stop now lol!\n  ","541559":"\n   how are you honey?\n  ","541560":"\n   N for new. What is something new you wanna do this summer?\n  ","541561":"\n   «The very basic core of a man's living spirit is his passion for adventure»\n\n-Christopher McCandless .. :)\n  ","541562":"\n   Man I miss the lion king was a great movie. You named some classics there. My auntie use to play the sound of music waaay to much on the VHS player back when they were the in thing lol “The hills are alive with the sooooound of muuuusic” I’m thinking please step on my toe it will hurt less! :)\n  ","541563":"\n   Oh, the numbers from Lost.  Got a few free tickets and $100 once, but nothing big.\n  ","541564":"\n   hey\n  ","541565":"\n   On the rare occasion I play the lottery, I still use those numbers. :x\n  ","541566":"\n   «Happiness radiates like the fragrance from a flower and draws all good things towards you»\n\n-Maharishi M.Yogi .. :)\n  ","541567":"\n   Yeah downloaded all three of them the other day. Just watched anchorman and going to watch this is 40 now I remember that being ok also. Got an all time favourite movie ? Or it varies ?\n  ","541568":"\n   What weapon does a chicken go to war with?  A hen grenade 😪\n  ","541569":"\n   What is something that is trending right now that you are interested in?\n  ","541570":"\n   ◇◇◇◇\nSpace《》\n◇◇◇◇\n  ","541571":"\n   Top 5 comedy movies that you think are a must watch? ( currently watching comedy movies)\n  ","541572":"\n   Did you watch Lost?\n  ","541573":"\n   Do you think it's okay for a female to get pregnant and then dump 'the biological father', intentionally using him to have a child?\n  ","541574":"\n   Do you cry much\n  ","541575":"\n   How many times a day do you shower?\n  ","541576":"\n   whtsup ?\n  ","541577":"\n   What is your favorite type of candy?\n  ","541578":"\n   Do you need a light on to sleep in your room or do you sleep in complete darkness?\n  ","541579":"\n   Good night babe\n  ","541580":"\n   Is European food has more health benefits than American food  because the European lands r more fertile ?\n  ","541581":"\n   Hello\n  ","541582":"\n   If you had to delete all but 3 apps from your telephone, which ones would you keep?\n  ","541583":"\n   Would you eve wrestle a guy?\n  ","541584":"\n   Ever been thrown around like a rag doll?\n  ","541585":"\n   .\n  ","541586":"\n   You're my mom. Tuck me in please.\n  ","541587":"\n   omg , you took it seriously . . .\n  ","541588":"\n   Did you like the wedding DJ from Y!A.\n  ","541589":"\n   what is the happiest mistake that you have ever made?\n  ","541590":"\n   what are you doing?\n  ","541591":"\n   This 1 minute vid explains: (safe: 'https:\/\/') ~\n   \n    https:\/\/www.youtube.com\/watch?v=LbIpgdjkTUc\n   \n   ~ & the further adventures of w**d ~\n   \n    https:\/\/www.youtube.com\/watch?v=IkuWx29GzGg\n   \n   ~ ?\n  ","541592":"\n   Paper books or PDF ?\n  ","541593":"\n   What sort of sizes are those? They're none such sizes. Unless it's a Martian. Or correct me? Educate me? Perhaps it's her trunk specifications?\n  ","541594":"\n   Titopok, Javier, Carlitos o Nicolas?\n  ","541595":"\n   Well, that happened\n  ","541596":"\n   Twitter? Instagram? Vsco?\n  ","541597":"\n   Hi mom!\n  ","541598":"\n   Bad\n  ","541599":"\n   Would date a man who just knew him in a bar or a Cafe ?\n  ","541600":"\n   You're in a smartass mood today\n  ","541601":"\n   No drama. I mean are you satisfied in your career, or do you have your eye set on something else\n  ","541602":"\n   Why are so many men attracted to women but women pretend not to be attracted to men?\n  ","541603":"\n   I feel violated\n  ","541604":"\n   How do you stay slim then?\n  ","541605":"\n   Why are so many women attracted to women but not men to men?\n  ","541606":"\n   Why do you like being tall?\n  ","541607":"\n   What do you want to be when you grow up?\n  ","541608":"\n   Do you like being tall like that?\n  ","541609":"\n   Did you when you were younger though?\n  ","541610":"\n   Sounds like you kinda bummed around for the last 10 years\n  ","541611":"\n   Do you eat a lot?\n  ","541612":"\n   Are you glad you have a fast metabolism?\n  ","541613":"\n   Age? height?\n  ","541614":"\n   How much do you eat in a typical day?\n  ","541615":"\n   Ever been attracted to a girl?\n  ","541616":"\n   It's hurt for like 2 weeks now. Something happened to my tendon. It's throbbing some and hurting me bad now because I walked a lot on it today. It's not black and blue so it's not broken but it kills. My dad won't take me to the doctor because it doesn't look broken. Our deductible is too high.\n  ","541617":"\n   Do you prefer honey or sugar as a food ?\n  ","541618":"\n   U do paint your toes .. why ?\n  ","541619":"\n   How about tripping on life?\n  ","541620":"\n   Do you use cream or laser for hair remove ?\n  ","541621":"\n   What are your thoughts on an online love?? (Like two people chat online and fall in love) 🤔🤔🤔\n  ","541622":"\n   Did you think to implant silicon before ?\n  ","541623":"\n   Are wedgies a problem for you?\n  ","541624":"\n   Best GIF ever, am stealing :)\n  ","541625":"\n   I hurt my foot. I cry in bed from the pain.\n  ","541626":"\n   Ever tripped on drugs?\n  ","541627":"\n   Creamy JIF ftw... I knew we were soulmates lol\n  ","541628":"\n   Too bad peanut butter can't stick us together;  your opinion on Nutella again?\n  ","541629":"\n   Do you still eat food even if you're not hungry?\n  ","541630":"\n   Nice PAP of swimsuit earlier. Kudos dear!\n  ","541631":"\n   Wait... am I doing this stuff wrong by not asking anon? Can do that too if I remember...\n  ","541632":"\n   Do you crave certainty?\n  ","541633":"\n   Modest at best... you keep forgetting\n  ","541634":"\n   Fav peanut butter?\n  ","541635":"\n   What color is your bra? Figured I'd follow the trend non-anon\n  ","541636":"\n   One of your regular admirers? Sorry to continue the thread but I know you like questions lol\n  ","541637":"\n   Do you think that the possible number of event versions is infinite?\n  ","541638":"\n   seems legit. anon doms are pussies anyway\n  ","541639":"\n   Does the two different versions of the same event mean that there is a third version that is the truest one?\n  ","541640":"\n   If you have a different interpretation of a particular event and someone else has a different interpretation of it, then are both interpretations wrong or both right?\n  ","541641":"\n   Yanny or Laurel?\n  ","541642":"\n   What color are your panties\n  ","541643":"\n   Methinks the foodgates are open... get ready for anon-whip Q's lol\n  ","541644":"\n   you are so cute i bet\n  ","541645":"\n   . . . . at least one stop-over  of between 1 & 5 hours ~ in Philadelphia or Frankfurt , for example . . . cost £1k - £2k   ~ be $1.3k - $2.6k . . . . . 15+ hours total ~ !!\n  ","541646":"\n   Opinion on 13 reasons why?\n  ","541647":"\n   Follow for follow?\n  ","541648":"\n   aw :( I wanted to talk to you in Greek lol\n  ","541649":"\n   ~ of the top of your head ? (east or west, just) ?\n  ","541650":"\n   can you speak Greek ?\n  ","541651":"\n   Why they call you honey or sugar not jam or marmalade ?\n  ","541652":"\n   Do you care at all about the royal wedding? Positively or negatively?\n  ","541653":"\n   Finish the sentence: I can no longer tolerate...\n  ","541654":"\n   Longest friendship?\n  ","541655":"\n   Your longest relationship?\n  ","541656":"\n   Sorry being here causes you grief and sadness...\n  ","541657":"\n   so what have you been doing for the last 10 years?\n  ","541658":"\n   sorry I love stupid jokes lol\n  ","541659":"\n   You're still here? ;)\n  ","541660":"\n   lol how many parents do you have\n  ","541661":"\n   you are Greek ?\n  ","541662":"\n   Considering you're in AZ ; going to Greece, would you fly East , or fly West ? ~ Cross Pacific ? Or Atlantic ? ~ How many stop-offs, changes, or direct ? (!)\n  ","541663":"\n   Finish this sentence: I look at you and see....\n  ","541664":"\n   I love how you put \"Greece\" as the first place you want to visit.\n  ","541665":"\n   I thought you were taking a break??!!!\n  ","541666":"\n   Good night mommy\n  ","541667":"\n   anal sex?\n  ","541668":"\n   How do you usually spend your Friday evenings?\n  ","541669":"\n   Do you think that reality is defined by convention?\n  ","541670":"\n   Accent challenge: Upload a clip of your voice through a site like Vocaroo.\n  ","541671":"\n   Do you expect to be employed at many kinds of jobs during your working life?\n  ","541672":"\n   December 7th here yup freaky shit. Oh yeah the food I mean who could pass that up. Well we both half a horse 🐎 nicely done.\n  ","541673":"\n   Which ones?\n  ","541674":"\n   Do you try to purposely tune out sometimes?\n  ","541675":"\n   Yeah both Greek origins and you said English I have some traces also plus Italian apparently but let’s be honest mostly Greek. Birthday? If you don’t mind me asking.\n  ","541676":"\n   Tune out of what?\n  ","541677":"\n   So we both like blue both have hazel eyes and your 30 right ? There you go here comes “that’s some freaky shit” line :)\n  ","541678":"\n   Did you finish any degrees?\n  ","541679":"\n   Nunca entendí por qué tantas mujeres jóvenes usan tangas, mientras que la mayoría de las mujeres mayores de 40 años con niños prefieren las bragas de abuela de algodón. Me parece que las braguitas de figura completa serían más cómodas, mientras que las tangas se sentirían como un wedgie perpetuo.\n  ","541680":"\n   Yeah same here I like the darker blue never really liked the lighter blue. Glad my question didn’t put you to sleep 💤\n  ","541681":"\n   So your profile pic that’s that’s the actual color of your eyes? Because I have the same pair well color wise lol and no I’m not trying to hit on you lol Just curious really.\n  ","541682":"\n   do you paint your nails?\n  ","541683":"\n   Do you think it's easier to become divorced from the world at large these days because of the ability to spend large amounts of time in cyber space?\n  ","541684":"\n   Really? Wow\n  ","541685":"\n   Bra size\n  ","541686":"\n   Alright here comes a quality question *cough cough* favorite color ? Aaaand why :)\n  ","541687":"\n   Did you get a fresh bikini for summer yet\n  ","541688":"\n   Fill in the blanks: I want to **** your **** while bending you over the *** and ******* you until you *****\n  ","541689":"\n   Good night babe\n  ","541690":"\n   How do you usually spend your Friday evenings?\n  ","541691":"\n   How do you know reality and all of the universe will conform to the laws in the future as it does now in the present- how do you know that the universe will not be different tomorrow?\n  ","541692":"\n   Productive for the house like cooking  , cleaning , irn ... etc\n  ","541693":"\n   Oh wow. I'm again reminded of the movie screenshot I recently posted (\"I like me... etc\") But I'm pretty much an all around cool guy who I would recommend to anyone. I see no problem with me.\n  ","541694":"\n   It hapens 2k plus gifts like tolex and gem from Bulgari\n  ","541695":"\n   How do you know the past existed; maybe you were created 30 seconds ago with an illusion of existing in a past time?\n  ","541696":"\n   Have you been a naughty girl and eaten chimachangas, rice and beans, salsa and guacamole with chips(that's two kinds of dip) on cinco de mayo?\n  ","541697":"\n   circus Afro circus Afro circus Afro polka dot polka dot polka dot Afro!...................................... (move it)\n  ","541698":"\n   Are there any users on here who you suspect are the same person?\n  ","541699":"\n   Here?\n  ","541700":"\n   if one of your friends on here said that I was their favorite user, would that change your opinion of them?\n  ","541701":"\n   What are the productive activities you do inside the house ?\n  ","541702":"\n   If you were not An American  what would you like to be ?\n  ","541703":"\n   Are you at Dollar General ?\n  ","541704":"\n   How do you know you’re a real person and not a figment of someone’s dream or a brain in a vat with an alien scientist generating the illusion of you existence?\n  ","541705":"\n   Where do you really want to travel?\n  ","541706":"\n   How do you know you’re not the only mind- maybe you are in your own dream and we are all just figments of your imagination?\n  ","541707":"\n   You walk up on high and step to the edge... what do you see?\n  ","541708":"\n   that's neither.............\n  ","541709":"\n   Think my questions are silly?\n  ","541710":"\n   Is that sort of insult in American culture to say  \" woman ! \" instead of lady or call her by her own name while talking to an American lady ?\n  ","541711":"\n   If you take this question  for an insult , plz forget about  it and I apologize , : if you know that some prostitutes take 20k usd  per day, why do do not you do that ?\n  ","541712":"\n   Do you prefer your peanut butter sandwich with jelly or jam?\n  ","541713":"\n   How do you think you could handle life if everything you did (e.g. buy a house, buy a plane ticket, make friends, etc) was based on social media ranking, similar to your own credit score, a yelp rating?\n\n*Influenced by the Black Mirror episode ‘NoseDive’.*\n  ","541714":"\n   Why wear thongs when you can wear dental floss panties?   lol\n  ","541715":"\n   What are the odds of you getting pregnant this year?\n  ","541716":"\n   those three multilevel marketing schemes are currently dominating my social media 😳🙄. do you see a lot of “pyramid scheme” type businesses on your social media? which ones do you see most commonly?\n  ","541717":"\n   do you know anyone who sells lularoe? have you ever bought lularoe? what abt younique? herbalife?\n  ","541718":"\n   Do you think you have nice boobs\n  ","541719":"\n   So miracles do happen ! So anything big on today ?\n  ","541720":"\n   MAROON 5 - NO QUIERO SABER -\n   \n    https:\/\/www.youtube.com\/watch?v=QRh7KWgIN3E\n   \n","541721":"\n   Yeah that’s cool. Well have fun answering all those interesting questions like “when’s the last time you had sex” or this other interesting one “hey when’s the last time you had sex” lol\n  ","541722":"\n   What do u do when u get bored ?\n  ","541723":"\n   Oh no she’s back! Lmao joking welcome back.\n  ","541724":"\n   RWQ#125 : Have you ever told anyone \"I love you\" ? Do you do it often ? Do you feel any difference between saying it in your mother tongue and in English?\n  ","541725":"\n   subtle bum wiggle or not so subtle twerk?  Bq: feel free to demonstrate .....................\n  ","541726":"\n   So just over ask. Fm or?\n  ","541727":"\n   Big decision: I'm going to ak my cousin to accompany me to a comedy gig,  now the question is What are the percentage chances of her actually agreeing to go?  And don't say 50\/50 ecuase they aren't  (and that would defeat the point of me typing this question) :p\n  ","541728":"\n   Come back little baby\n  ","541729":"\n   would you vote for me? if i was running for office?  0-0  :p\n   \n    https:\/\/ask.fm\/TheChaosBringer\/answers\/146612229112\n   \n","541730":"\n   Be nice and come back\n  ","541731":"\n   Then u r leaving here to   A trip with that man ???\n  ","541732":"\n   What kind of life do you want to have - luxurious or adventurous?\n  ","541733":"\n   Why would you make a nsfw blog?\n  ","541734":"\n   Good night dear\n  ","541735":"\n   what’s a boy’s name that starts w o? (just like the first one to come to mind?)\n  ","541736":"\n   Hello how are you doing? How did you spend your day today?\n  ","541737":"\n   Wanna smack dem cheeks.\n  ","541738":"\n   Nunca entendí por qué tantas mujeres jóvenes usan tangas, mientras que la mayoría de las mujeres mayores de 40 años con niños prefieren las bragas de abuela de algodón. Me parece que las braguitas de figura completa serían más cómodas, mientras que las tangas se sentirían como un wedgie perpetuo.\n  ","541739":"\n   I was just listening to that one\n   \n    https:\/\/www.youtube.com\/watch?v=uRQ12qjiDBQ&ab_channel=iwannici\n   \n","541740":"\n   Haha! More likely. Nicely said Lynds\n  ","541741":"\n   Honestly broccoli is fantastic for weight loss and has some really good benefits they say. Also they say brown rice is awesome (even tho it takes 10 years to cook and tastes a little yeeeeah) but anyway... don’t remind me how much it sucks to be me ! Joking 🙃 yeh I don’t think im funny either :)\n  ","541742":"\n\n    https:\/\/www.youtube.com\/watch?v=SmPMMitJDYg&ab_channel=FuschiaAlligator\n   \n","541743":"\n   Well let's assume the spoon position would be you in front... inevitably there would be something pressing against you that would possibly end the cuddling and lead to a kick out or passion. I'm not saying with me, just saying\n  ","541744":"\n   I have a sneaking suspicion that midway through the TV show or movie you would kick out and the co-cuddler would be hanging on the edge of the sofa or bed. Assuming this was a Netflix and chill situation without sex ;)\n  ","541745":"\n   Gotta love that bland stuff lol! Man Chinese food is just to good to pass up I mean sweet and sour pork or Mongolian beef mmmmmm well I just baited myself into feeling hungry it’s lunch time here.\n  ","541746":"\n   Well it doesn't happen often. I check myself\n  ","541747":"\n   Can you cuddle naked without having sex ?\n  ","541748":"\n   So Lyndsey you have spoken about your weight loss so question what is your favourite healthy meal ? And your favorite guilty pleasure meal? :)\n  ","541749":"\n\n    https:\/\/www.youtube.com\/watch?v=upkYQqbrjSc&ab_channel=RainbowBlend\n   \n","541750":"\n   I can imagine. I walk out on my patio in my boxers sometimes to have a smoke and walk back in to notice my wang was hanging out the middle inadvertently lol\n  ","541751":"\n   Tag someone and compliment them.\n  ","541752":"\n   Whoa... erm... whoa.\n  ","541753":"\n   You Make Me Whole  -\n   \n    https:\/\/www.youtube.com\/watch?v=WiLhS5soUr0\n   \n","541754":"\n   I love the quote from your bio. Where is that from?\n  ","541755":"\n   Modest, you?\n  ","541756":"\n   Sorry i accindentally asked more than once lmao\n  ","541757":"\n   Modesty\n  ","541758":"\n   What is so unique about you? 👀\n  ","541759":"\n   the zoo or the aquarium?\n  ","541760":"\n   That is deepens my love, I like this \"loveable\"\n  ","541761":"\n   Whats the last movie you watched?\n  ","541762":"\n   Are you the type to trust a professional or see several\/do your own research? For example a doctor or a mechanic\n  ","541763":"\n   HAHAHAHAHAHAHAHAAAAAA!!!!!!! Ralphie's brother was awesome :')\n  ","541764":"\n   I hope you know that I love you Lynds. Always will :D\n  ","541765":"\n   Damn it I’ve been discovered ! Thought everyone forgot about me in that movie.. thanks for the cap!\n  ","541766":"\n   I should probably invest in one of those thinking caps to gain a few extra brain cells im lacking :)\n  ","541767":"\n   So if you want ask me some questions if your bored or whatever it may be lol I’m fairly open to answering. Anyway just a thought :)\n  ","541768":"\n   thanks i bet guys like you and ask you out your like sweet\n  ","541769":"\n   If I could \"like\" this a thousand times I would! I love winters and it's weird that the weather is the biggest thing between us lol\n  ","541770":"\n   It was a roomie offer at random and I know you would hate the winters here lol\n  ","541771":"\n   My offer from like 4 years ago still stands by the way. You'd have to live in Wisconsin tho :\/\n  ","541772":"\n   lol made me laugh so much xo\n  ","541773":"\n   okay\n  ","541774":"\n   had you a nice day\n  ","541775":"\n   Do you wash your meat before cooking it? Only poultry? Not at all?\n  ","541776":"\n   thanks you are very kind\n  ","541777":"\n   oh okay cool I'm glad, just im a bit sensitive my gf was so horrible sunday\n  ","541778":"\n   Do you rinse canned goods before eating or cooking them? Like chick peas etc\n  ","541779":"\n   im sorry if i annoyed you\n  ","541780":"\n   i think its cool you live with your parents i bet they would miss you loads\n  ","541781":"\n   Are you saying you can't really even afford an apartment right now?\n  ","541782":"\n   <3\n  ","541783":"\n   What one thing do you really want but can't afford?\n  ","541784":"\n   If you had to study one subject for the rest of your life. What would it be?\n  ","541785":"\n   im okay thanks i was really sad sunday but I'm much better now\n  ","541786":"\n   Do you love video games?\n  ","541787":"\n   If it's 1987 then your age isn't 30 LOL it's simple math\n  ","541788":"\n   When I go camping I always want to be prepared.  In this case, bringing a condom would have prevented an unwanted pregnancy resulting from being in the same sleeping bag as a beautiful young woman suffering from hypothermia.   p.s. the CPR was simply an excuse to get a free kiss.   lol\n  ","541789":"\n   It will be for everyone :3 .. I think the \".io\" is just a top level domain that they used.\n  ","541790":"\n   Hello cupcake\n  ","541791":"\n   love you mum\n  ","541792":"\n   I think so :p\n  ","541793":"\n   No, thanks :3\n  ","541794":"\n   God bless\n  ","541795":"\n   Your anons are hilarious and weird 😂😂\n  ","541796":"\n   It was a nice busy day :) btw, what do you think of this website\n   \n    https:\/\/askfm.io\n   \n   . It's a new project that ASKfm will launch soon.\n  ","541797":"\n   Follow4follow? Likes4likes?\n  ","541798":"\n   Who is Di? lol\n  ","541799":"\n   Can I love you ?\n  ","541800":"\n   You are a beautiful queen sweetheart🌹👑\n  ","541801":"\n   Hm im not interested to talk to Dana or an other fake girl you pretend to be👎. I just wanted to see how that girl Di looks like.\n  ","541802":"\n   As an English native speaker , who uses the word vagina ? And who uses the word pussy ?\n  ","541803":"\n   Would you rather be a dragon that has two heads breathing ice and fire out of each one, but only 2 foot tall.  OR  a 30 foot dragone that has been born with no claws and teeth but has three tails with different array of spikes on each of them?\n  ","541804":"\n   So she arrives at the camp site and prepares for bed.  During the night a bear attacks her and as she runs she falls down an embankment into frigid waters and screams for help.  A young man hearing her cries rushes to help. He provides CPR & then climbs into a sleeping bag to warm her.  Condom?\n  ","541805":"\n   HAVE YOU TRIED JACK FRUIT ?\n  ","541806":"\n   have you more recently been inside a hotel or a church?\n  ","541807":"\n   Haha. It's okay. How's your day?\n  ","541808":"\n   I am going camping tomorrow what should I bring?  A condom.  Anything can happen and you need to be prepared.\n  ","541809":"\n   have you more recently been inside a middle school or an elementary school?\n  ","541810":"\n   He sent me a question few months ago. He thought that my name is Alice -_- haha. I'm not sure if he is the same anon who sent few weird messages. You can check the messages on this link :\n   \n    https:\/\/ufile.io\/4yhnd\n   \n   .. I uploaded the screenshot on that website.\n  ","541811":"\n   another thing, if he sends bull*ing questions, his page will be banned so I don't recommend doing that 😂💔\n  ","541812":"\n   Your anons don't ask creative interesting questions 😂💔 someone asked me weird questions and he is talking to himself 😂\n  ","541813":"\n   Is that Lahore guy the one who is obsessed with Alice?\n  ","541814":"\n   How does your parents react when you get low marks in test?\n  ","541815":"\n   Love roses🌹🌹👑👑\n  ","541816":"\n   😂😂 I actually get more anonymous questions these days but when I answer them, they don't see my answer 😂💔 tell them if they want to ask, make sure to ask me when i'm online 😂💔\n  ","541817":"\n   Good night sugar\n  ","541818":"\n   Lyndsey is a great queen🌹👑\n  ","541819":"\n   Goat meat is called mutton. Okay. Bye. You don't want to get acquainted with me.\n  ","541820":"\n   🌹🌹👑👑\n  ","541821":"\n   what turns you on?\n  ","541822":"\n   Love you🌹👑\n  ","541823":"\n   Will you like to have Chicken Biryani for lunch? What kind of rice do you eat with mutton?\n  ","541824":"\n   Fence of ship* Im out of mind. What did you do of the shorts that you wore to go to see the sheep in the sheepyard?\n  ","541825":"\n   Queen🌹👑\n  ","541826":"\n   Parts like what?\n  ","541827":"\n   Hahaha. So I should not be satisfied of other girls? I didn't mean to degrade you by saying that I'm satisfied being into other girls. Don't take it as negative. You know that I didn't move on effortlessly.\n  ","541828":"\n   What did you do with the shorts that you wore to go to the fence of the ships? It must be not of your size now.\n  ","541829":"\n   Do you have any red top?\n  ","541830":"\n   What's the most annoying question people ask you on ASKfm?\n  ","541831":"\n   Please start talking to me privately Alice. Be a frirnd with me. I will respect the boundary. I'm happy for you and your bf. I want to see you happy with him.\n  ","541832":"\n   Come on Alice. Start talking to me privately. Hey are you the girl with the name Di who sent me the follow request?\n  ","541833":"\n   Who's the best looking, Diana, Kate, or Meghan?\n  ","541834":"\n   How many shorts do you have?\n  ","541835":"\n   What now?\n  ","541836":"\n   You are supposed to be dancer Alice who eats Ben and Jerry ice cream and who has lots of friends. And She is gonna tell who I should be hitting on.\n  ","541837":"\n   Dont resond to previous message. Make Lassi and drink it.\n  ","541838":"\n   Do you think that you have a beautiful body?\n  ","541839":"\n   You are not amazing being Lyndsey.\n  ","541840":"\n   Okay. That's okay. He is already looking to have attachment with another girl.\n  ","541841":"\n   Start talking to me privately at Instagram.\n  ","541842":"\n   I'm an Accountant , that is what I'm doing from 9 : 5\n  ","541843":"\n   Keep wasting your time writing fake stuff while other people are moving ahead in life. Lassi will not taste good if you dont add sugar in it. What is your Instagram ID? I will let you follow my Pages.\n  ","541844":"\n   Okay. But Lyndsey you are not interesting.\n  ","541845":"\n   Titooooooooooooopok........¿Quién es Tito \"hurgando\" ahora?\n  ","541846":"\n   Do you prefer clear spirits or darker spirits? Also, a photo poll-\n   \n    https:\/\/ask.fm\/NotWelfareDan\/photopolls\/93412343\n   \n","541847":"\n   lol i know never mind. You will have to know her traits in order to judge right?\n  ","541848":"\n   I know right! Idk why is he picking on her and he studies medicine in his third year. According to him, he would dislike any person whos soft and whos being tender.\n  ","541849":"\n   Who is the humblest person you know?\n  ","541850":"\n   F auto correct the guy who called her mulan*\n  ","541851":"\n   Lol it doesn't matter, the dude is who called her that is a sarcastic person. Apparently, he calls himself \"The Joker\" and actually keeps 10 joker cards in his wallet.\n  ","541852":"\n   ahh , zat iss forbodden furr mien !\n  ","541853":"\n   Lmao I know chinese is part of the asian family what am saying is that she has asian eyes. Not a specific type from the family tho.\n  ","541854":"\n   ~ and suckle the young , until their canines can tear beef from the bone al fresco !!! haha-yuk!\n  ","541855":"\n   What do you do when someone calls you mulan? and they actually start singing let's get down to business.\nPs: The girl who they called mulan looks asian :v\n  ","541856":"\n   'phew!'\n  ","541857":"\n   ~ the dialogue is quite interesting ; especially the first ; 'white-middle-class-english-lets-be-cave-people-one'\n  ","541858":"\n   hey , i hope you know me well enough to know I didn't ask the org question !!! ~ we have standards & protocol, outrageous as they may be !\n  ","541859":"\n   ~ noooooo , I thought , the turn on came ffffffirrrst ! LOL!\n  ","541860":"\n   ~ I thought . . . . (o-never-mind!)\n  ","541861":"\n   \/ . . . . 'don-let-son-go-down-on-me' blues too ! \/ \/ \/ now don be exposing me , sweety x\n  ","541862":"\n   Spanish?  Why do Spanish men suffer from oedipus complex?  Gracias.   Los tres osos.   -Dwarf\n  ","541863":"\n   When did you last cry?\n  ","541864":"\n   Have you ever grinded with someone and got turned on?  Yes, once with my mother.\n  "},"Answer":{"540792":"\n  Yes.\n  ","540793":"\n  Help\n  ","540794":"\n  Right\n  ","540795":"\n  17 is way too young for me. Gross.\n  ","540796":"\n  1583 of ya'll\n  ","540797":"\n  Yes. Kids was actually a topic on my page earlier.\n  ","540798":"\n  Wednesday\n  ","540799":"\n  How old is young to you?\n  ","540800":"\n  Maybe not in the same way as people do but I'd still say yes.\n  ","540801":"\n  Dead animals, movies, knowing a relative who passed etc\n  ","540802":"\n  Probably.\n  ","540803":"\n  No lol\n  \n  Oops\n  ","540804":"\n  I had a moment earlier where I felt like it but it quickly passed.\n  ","540805":"\n  I'd say Mcdonalds would be the worst! If I do go there, I usually end up getting the same stuff so that would be hell for a full week!\n  \n  I've only had Chipotle once so it would be interesting trying out new things but I'm not sure I'd like that? ¯\\_(ツ)_\/¯ too many choices and i would probably indulge too much and hate myself.\n  \n  Subway or Starbucks then. I think I'd go with Starbucks because it seems like i could try more healthy items instead of just getting tired of subs from Subway. Again, my order doesn't change much. I'd also want to limit the carbs from bread as best as possible.\n  ","540806":"\n  Twice a month if that.\n  ","540807":"\n  Yes\n  ","540808":"\n  lol You guys know me a little too much at times XD\n  ","540809":"\n  Still haven't tried  :(\n  \n  Good.\n  \n  I like the golden harder ones. When it's really white looking the appeal just isn't there. The idea is cool about fortunes but it's usually some BS XD\n  \n  I've only really tried the ones you have in smoothies.\n  \n  Haven't had. Not much of a coffee drinker. I need to be in a mood for it and usually get French Vanilla from DD or those glass Starbucks frappes. Vanilla or the mocha one.\n  ","540810":"\n  5'7\"\n  \n  Why does this question get asked so much lately?\n  ","540811":"\n  Favorite type of heels?\n  ","540812":"\n  This is only my 2nd highest liked post.\n  \n  Agnostic at best. Spiritual.\n  ","540813":"\n  Idk. Came to mind  😴\n  ","540814":"\n  Probably? Hard to say since I don't know the male internal battle when it comes to that lol\n  ","540815":"\n  This\n  \n   @JJD55\n  \n\n  Legs mannnnn\n  ","540816":"\n  😲\n  ","540817":"\n  No? That would be quite weird.\n  ","540818":"\n  That's cute.\n  ","540819":"\n  Tired from not getting enough sleep. Feeling mentally awake. A little lonely lol. Slightly sexual.\n  ","540820":"\n  I'd be down with public\n  \n  C*m\n  ","540821":"\n  Not really. I don't let that stuff get to that point of being a fetish.\n  ","540822":"\n  Can be. I don't really feel like talking about work, sorry.\n  ","540823":"\n  I do!\n  ","540824":"\n  For some.\n  ","540825":"\n  Hentai? Or something else?\n  ","540826":"\n  The zoo before.\n  ","540827":"\n  What if knowing changed it?\n  ","540828":"\n  For the most part.\n  ","540829":"\n  It's going to be so short rip\n  ","540830":"\n  I just broke a nail.\n  ","540831":"\n  Step 1: Get on them\n  \n  Step 2: stop\n  ","540832":"\n  Both.\n  ","540833":"\n  Shorts, leggings, pants. Pretty basic lol\n  \n  I want some cute summer dresses though.\n  ","540834":"\n  Correct.\n  ","540835":"\n  Pardon?\n  ","540836":"\n  We have the brand Bragg and omg that stuff smells so strong. There's no way I'd want it in my body. I just can't get over the smell. I think it could probably mess up your body? Like kill the \"good bacteria\" and stuff. Especially over time. It's so acidic smelling. I haven't tried it so can't really say if it does work.\n  \n\n   @breakfreefromlife\n  \n  has some honey one and it's actually made for swallowing in that way. We talked about ACV before. I forgot to check in and see how she likes it. I think it was fairly new trying?\n  ","540837":"\n  I use the app.\n  ","540838":"\n  Not really. Can get annoying.\n  ","540839":"\n  ......\n  ","540840":"\n  You can't read then -_-\n  ","540841":"\n  I've had lacy pink one too.\n  \n  Not going to answer anymore underwear questions.\n  ","540842":"\n  Not quite sure.\n  ","540843":"\n  Buy a pair and find out if you like them or not?\n  ","540844":"\n  I kind of go back and forth with \"love at first sight\". You can definitely get a sense of that person should be in my life somehow but is it really love straightaway? ¯\\_(ツ)_\/¯\n  ","540845":"\n  You can do his measurements\n  ","540846":"\n  Sure... could be cool. Obviously small town vibes\n  ","540847":"\n  Aw\n  ","540848":"\n  Time to man up 😈\n  ","540849":"\n  No to the gas station.\n  ","540850":"\n  Cool\n  ","540851":"\n  More form fitting though..\n  ","540852":"\n  Female ones\n  ","540853":"\n  That might have been lava.\n  \n  Too soon?\n  ","540854":"\n  It wasn't him. Totally unrelated rant 😂\n  ","540855":"\n  I have a pair. They are pink with a plaid design. More booty short like lol\n  ","540856":"\n  Breaststroke, doggy, floating on back.\n  \n  I usually just do laps.\n  ","540857":"\n  I wear bikini style ones more often.\n  ","540858":"\n  See my first answer\n  ","540859":"\n  Tempting\n  ","540860":"\n  I don't really care.\n  ","540861":"\n  I like guys naked more.\n  ","540862":"\n  Haven't we all lol\n  \n  6pm is too early?\n  ","540863":"\n  If consensual.\n  ","540864":"\n  No.\n  ","540865":"\n  You remembered :D\n  ","540866":"\n  I've only had 4 hours of sleep.\n  \n  That person bugged me momentarily. Especially since that lahore guy came to mind lol\n  \n  But ya, I'm pretty good besides that  <3\n  ","540867":"\n  ME?\n  ","540868":"\n  Sometimes. Haven't lately.\n  ","540869":"\n  So, it's weird then? 😂 jk\n  ","540870":"\n  More comfortable\n  ","540871":"\n  Yes.\n  \n  You know what else Lyndsey gets tired of?\n  \n  Guys who have to bring negativity. I said one thing and the person was all \"until they find someone better\"\n  \n  Like did i ask???? No.\n  \n  I know people are better. I know some are worse. Nobody has to remind me. Also that type of thinking isn't really healthy. That will just hold you back in relationships because you are thinking about everyone else instead. Why not try to work on your trust issues instead of lumping me into them too?\n  \n  Rant overrrrr 😡\n  ","540872":"\n  A decent mix but I guess panties more.\n  ","540873":"\n  What.\n  \n  Now I have p!nk songs in my head.\n  ","540874":"\n  Html?\n  ","540875":"\n  ✌✌✌\n  \n\n   https:\/\/youtu.be\/OrCgrZA8xyo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","540876":"\n  I usually take a shower after a bath anyways, is that weird? 😯\n  ","540877":"\n  I didn't feel like watching all of it. Disputes aren't fun...\n  ","540878":"\n  Depends on what is being cooked.\n  ","540879":"\n  Nah. They just want to spank me and get personal. No mood lighting needed for that lot 😂😂\n  ","540880":"\n  No idea what that means\n  ","540881":"\n  I don't have any kids right now. I can't predict the future lol\n  ","540882":"\n  Si :P\n  ","540883":"\n  Bedroom\n  \n  Wine\n  \n  Dinner\n  \n  Bubble bath\n  ","540884":"\n  Hawaii, Paris, or somewhere else that is exciting.\n  ","540885":"\n  Within. I have no clue lol Both?\n  ","540886":"\n  Eh. My friend just had a baby and they broke up a few weeks ago. Seem to be back on now but it's like you probably shouldn't post all the crap about being a single mother when that's not the case anymore? She must have felt stupid afterwards....\n  ","540887":"\n  There needs to be an attraction but I usually go for personality, a connection more than looks alone.\n  ","540888":"\n  That would be devastating! Especially being pregnant and the hormones too.\n  ","540889":"\n  This 💯💯💯\n  ","540890":"\n  Not that often. Can be depressing.\n  ","540891":"\n  I figured.\n  ","540892":"\n  Take it out, look for other ones. Hope it's my hair 😂\n  \n  Complain\n  ","540893":"\n  A sex dream\n  \n  Old friend\n  \n  I don't think I dreamed... pool guy and the dogs barking woke me and then I kind of fell asleep for an hour or so after that?\n  ","540894":"\n  Babies are born?\n  \n  We wake up from sleeping?\n  \n  ¯\\_(ツ)_\/¯\n  ","540895":"\n  If it never left would it still be a crush?\n  ","540896":"\n  You should go eat\n  ","540897":"\n  I haven't updated them in years lol.\n  ","540898":"\n  I loved the book! Also made me like more of Stephen King books. The last one I read was the one he half wrote with his son. I didn't like it as much. You could tell it was 95% his son doing the writing.\n  \n  The movie  😍\n  ","540899":"\n  Rather pick with the guy.\n  \n  I don't remember if they had names in the dream.\n  ","540900":"\n  If you want. Some good Qs :) thanks\n  ","540901":"\n  If you like silent films. I didn't care much for it. Wasn't that scary to me either. A few wtf moments but nothing special.\n  ","540902":"\n  Bokeh. It takes place in Iceland so I was basically seeing the areas Heather traveled to XD Like a lot of it seemed like the pictures she took!\n  \n  Also the It movie, newer one. Not really a fan. Interesting to see how they handle doing the 2nd part.\n  \n  At the movies - A Quiet Place\n  ","540903":"\n  2-3\n  \n  I've had a dream where I've had two girls close in age and then the boy was a baby still.\n  \n  I've always felt like that # was good so the dream was pretty wild.\n  ","540904":"\n  My mind. Like hello, can you shut off now? 😴\n  ","540905":"\n  Grandpa and our old dog.\n  \n  Will be 12 years over the summer.\n  \n  R.I.P\n  ","540906":"\n  So matter of factly 😂\n  ","540907":"\n  Creepy  :P\n  ","540908":"\n  Haven't stayed up like that in years. 2am is usually my cut off if I do stay up late.\n  ","540909":"\n  I bloody hope so 😂\n  \n  Nothing is wrong so I'm like ok then. Funnnnnn -_-\n  ","540910":"\n  When I feel like it. Most machines I do at the gym target the glutes so I'm not too worried if I don't always squat.\n  \n  I should do another one of those squat challenges. Can be fun. I think I got up to 500 before or more.\n  ","540911":"\n  Four\n  ","540912":"\n  Can you stop being vague?\n  ","540913":"\n  Hi\n  ","540914":"\n  ???\n  ","540915":"\n  Answer what? I barely have any questions.\n  ","540916":"\n  :)\n  ","540917":"\n  No problem\n  ","540918":"\n  I suppose. Scrambling for words. Being in the dark trying to find the right passage....\n  ","540919":"\n  Olaf\n  ","540920":"\n  What kind of question is this though?\n  \n  Yes. Not so much in the winter though.\n  \n  I've been shaving regularly since I go swimming a lot and more shorts etc\n  ","540921":"\n  I think it depends more on the context of the rest of the song or whatever it was.\n  \n  To me it could mean depression, that kind of  darkness.\n  \n  Literally being in the dark and looking for something.\n  \n  Hidden agenda? Lies.\n  \n  Could be leading people on.\n  \n  Abusive type of darkness\n  ","540922":"\n  Family, friends, pets, books,\n  \n  Sleep. I ended up getting 4 hours and somehow I had to wake up -_-\n  ","540923":"\n  My brother. He'll be 41 in August.\n  ","540924":"\n  Irene Duke. Most colleges use her books.\n  \n  There's also a dictionary that shows all the meanings with the pictures and information about what it means, how to do it. I don't remember the exact book title. I don't remember if she wrote that one either. We had a dictionary and another book.\n  \n  Practice. Find the alphabet and try doing some signs. Of course not every word is done that way.\n  \n  Youtube would probably be very helpful. I know there was a girl on here who made videos. I don't remember who. She'd randomly spam me at times with her vids 😂 I don't think she knew that I knew some asl though XD\n  \n  I think signing to music is beautiful. We had to do it for our last project.\n  ","540925":"\n  Are you still talking with that girl? :)\n  ","540926":"\n  Only if their diet actually needed one for medical reasons.\n  \n  I personally wouldn't force a pet to eat Vegan. They need all the nutrients. Also most dogs have high protein needs and that could be hard to judge exactly how much they are truly getting on a vegan pet diet?\n  ","540927":"\n  Something about a series o.o\n  ","540928":"\n  English.\n  \n  I know some Spanish  (sister-in-law is Guatemalan) and I know a little bit of French. My friend taught me a bit of Hebrew but I'm rusty with that.\n  \n  I also know a bit of ASL. Took a college course on it. Her son was actually deaf and self-taught herself and him. She was also the person who wrote the books we used so that was pretty cool.\n  ","540929":"\n  <3\n  ","540930":"\n  No? Still don't understand that.\n  ","540931":"\n  en cualquier sitio\n  ","540932":"\n  Si quieres que sea\n  ","540933":"\n  Pretty.\n  ","540934":"\n  I already answered that question in English.\n  ","540935":"\n  \"Of mood enhancers\"\n  \n  What are we talking about here?\n  \n  I'm sorry you are having a hard time with depression though given your name.\n  ","540936":"\n  If you are going to write Arabic to me, please, make sure it makes sense. I don't know what that means even with a translation. The only thing I understand is something about a ring ¯\\_(ツ)_\/¯\n  ","540937":"\n  It's very rare, tbh.\n  ","540938":"\n  The ones I've always liked ¯\\_(ツ)_\/¯\n  \n  I don't really care about celebs these days. Most seem so fake.\n  ","540939":"\n  Be quiet, laugh, stick up for myself.\n  \n  Or that time my sister took care of it lol\n  \n  Minor crap anyways. Barely got.\n  \n  Possibly even talk it out.\n  ","540940":"\n  My political stance.\n  \n  Tired Lyndsey doesn't know what else to write atm\n  ","540941":"\n  Leopard, dog, koala bear, polar bear\n  ","540942":"\n  It died when sensse took over -_-\n  ","540943":"\n  I don't have a picture of you.\n  ","540944":"\n  Well have you talked with him about it? How did you find out? I don't think it's just a yes or no. Why would you still want him? Kids involved? How long have you been together? Is this the first time he's cheated?\n  \n  Are you going to fight her or just basically telling her she's not the only one?\n  ","540945":"\n  What is bed time? Asking for a friend 😂\n  \n  Just today. Not sure why I'm still up. I did go to  the gym a little bit later but I don't get how that would effect me this much. I don't feel stressed or anything. I've been analyzing myself XD\n  ","540946":"\n  What if I didn't? 🙈\n  ","540947":"\n  I wouldn't doubt it.\n  ","540948":"\n  It's 7:38am here 😂\n  \n  I've tried 3 different times to go to bed. Ugh.\n  ","540949":"\n  Sex trafficking.\n  \n  There's actually a lot in AZ which is pretty sad. There was a map lately that I noticed and it was pretty much every other block. Sigh.\n  \n  A type of marketing. Basically helps promote companies. Especially with fashion ones. Links, banners etc\n  ","540950":"\n  That's what I've been telling myself.\n  ","540951":"\n  I wish that blister mark thing would go away already besides that it's fine:)\n  ","540952":"\n  Congratulations.\n  ","540953":"\n  Good for them? Even better if it's their own company and they built it from the ground up👍\n  ","540954":"\n  A sleepy Lyndsey that doesn't feel like doing basic math right now.\n  ","540955":"\n  I didn't notice anything new on Wednesday....\n  \n  I guess I'm just not there much or its new new XD\n  ","540956":"\n  HENCE WHY I ALWAYS SAY IT LOOKS SIMILAR. GOOD GOD, PEOPLE ARE ILLITERATE.\n  \n  You'll probably say that the bitmoji is someone else even though EVERYONE makes theirs look different too 😂\n  \n  I didn't get any sleep but are you really that bad at comprehension skills? Stay in school, please!\n  ","540957":"\n  Hide 😂\n  \n  Do you mean on this site? A few but it was when I was younger lol. I don't think older pictures would show how i look now (losing weight) and I'm shit at taking pictures of myself. I also don't constantly think about taking selfies either. I'm sure dressing very casual doesn't make me feel that prettier either ¯\\_(ツ)_\/¯ People are already assholes without even seeing me...\n  \n  And for the pictures that I do get tagged in, i hate with a passion because the angles aren't good or i didn't know that the picture was actually being taken. Why would I want to share something I'm not comfortable in?\n  ","540958":"\n  I don't add creepy anons there.\n  ","540959":"\n  I should try going to sleep now :)\n  ","540960":"\n  :)\n  \n  Single\n  ","540961":"\n  I had a bully in kindergarten and my sister kicked him in the nuts one day at the park. He never did anything again. I don't remember seeing him. Must have changed classes or schools XD F you Theodore \"Teddy\"\n  \n  My dad got mad because we weren't supposed to watch a horror movie when my mom noticed what we were watching. He ended up taking the tape out, opening the window and throwing the tape out it. It was winter. I remember it getting covered with snow lol.\n  \n  Idk I had a good childhood besides that stuff lol\n  ","540962":"\n  *hugs*\n  ","540963":"\n  The cat? Not much then. Hug her!\n  ","540964":"\n  Be there? Make me laugh.\n  ","540965":"\n  Aw. Poor thing. Guess that wouldn't be as fun then XD\n  ","540966":"\n  I felt like it once. The teacher was a total douche.\n  ","540967":"\n  You'd blink first or he\/she would look away all annoyed with you.\n  ","540968":"\n  Music\n  \n  Read\n  \n  Youtube\n  \n  Shower\n  \n  Walk\n  \n  Jump rope\n  \n  Video games\n  \n  Take a nap if possible\n  \n  Paint\n  \n  Look at random websites\n  \n  Have a staring contest with a pet\n  \n  Get a pet\n  \n  Make a list of useless shit\n  \n  Masturbate\n  \n  Sell your soul on the black market\n  \n  Ask questions to people\n  \n  Tumblr\n  \n  Pinterest stuff that you'll never make\/do\n  \n  Watch a movie\n  ","540969":"\n  😘😘😘😘\n  ","540970":"\n  Spirit animal rn\n  ","540971":"\n  Neither.\n  ","540972":"\n  I thought you were telling me to marry someone. I'm not Muslim. Good luck on the fasting and everything else involved  <3\n  ","540973":"\n  ?\n  ","540974":"\n  Not yet.\n  ","540975":"\n  Not sure. I know what I'm not looking forward to though 😂😑\n  ","540976":"\n  Not sure what that is.\n  ","540977":"\n  Same.\n  ","540978":"\n  It has been.\n  ","540979":"\n  I don't like sharing wishes because I don't feel like they'd come true XD\n  ","540980":"\n  And it's in my head -_-\n  \n  Thanks lol\n  ","540981":"\n  This is my only account.\n  \n  The display picture? It's a sketch that looks pretty similar looking. My hair has more blonde in it right now thanks to highlights and spending more time in the sun.\n  ","540982":"\n  lol. I do work but I always get the \"it's not a real job\" stuff because I can work anywhere that has wifi \/ at home job.\n  \n  I don't fully understand that mentality.\n  \n  I'm sure there are better names out there. I was just goofing off.\n  ","540983":"\n  I really hope that song doesn't want to violate my mind.\n  ","540984":"\n  No. I'm pretty positive. I can be sarcastic at times.\n  ","540985":"\n  I've done both of those before. Seems like a better at home workout. I didn't know the names though XD Thank you pintertest lol.\n  \n  I definitely like doing those type of moves during the day. I've mostly just been swimming in the day though.\n  \n  I love the gym in the evening.\n  ","540986":"\n  Here now or again lol\n  ","540987":"\n  I wish. I tried! Felt blah and noticed it's probably since I haven't ate much today and I swam, as well as, went to the gym. Like I didn't even hit my daily goal of calories on top of all that. And now I'm eating something at 1:39am even though that's a weird time to be eating 😂 Seems to be helping though.\n  ","540988":"\n  Meat eater who likes vegetables and vegan foods too. I should just buy chicken alternatives and be vegan 100 percent.\n  ","540989":"\n  Night sweetness\n  ","540990":"\n  China. Chinese food 😍\n  ","540991":"\n  I'm American.\n  ","540992":"\n  I haven't weighed myself in forever. As long as it keeps going down, looking better, I'm fine with not knowing a stupid number. Muscle also weighs more than fat and my legs are the smallest part of my body and the most muscular. I also wouldn't feel comfortable writing an amount on here. Some very judgemental people on here.\n  ","540993":"\n  It's English but still doesn't make sense.\n  ","540994":"\n  I went to the gym tonight, finally. Been like a week without going? I've mostly just been swimming everyday, including today.\n  ","540995":"\n  Quite\n  ","540996":"\n  You must not work out then lol\n  ","540997":"\n  Top and shorts from last night\n  \n  Bathing suit\n  \n  Birthday suit when I took a shower ;)\n  \n  What i wore to the gym\n  ","540998":"\n  I didn't ask.\n  ","540999":"\n  You'll have to live without me\n  ","541000":"\n  That booty pump 🍑🍑🍑\n  ","541001":"\n  I can. I wouldn't want to force anything though.\n  ","541002":"\n  More psychically tired yet mind is still on.\n  ","541003":"\n  Yes 😈\n  ","541004":"\n  Can be fascinating. It's not my strong suit though by any means.\n  \n  Seeing the biosphere was pretty neat.\n  ","541005":"\n  I dislike their sizes... Especially when all the  measurements are correct and then you get something that wouldn't even cover anything ¯\\_(ツ)_\/¯\n  \n  I'm not that political and don't know every single thing going on.\n  ","541006":"\n  Sorry it did then. Not really the best way to ask that kind of stuff though  <3\n  ","541007":"\n  Death lol\n  \n  Being at goal weight. I'd love to be 118-125 tops. Good bmi for being 5'7\".\n  ","541008":"\n  No. What is wrong with you?\n  ","541009":"\n  The last fast food was 2 weeks ago? Even then it was more of a healthy alternative. Rice, chicken, veg.\n  ","541010":"\n  Knowing I'm doing good things for myself. The chemical high it gives. Closer to end goal etc\n  ","541011":"\n  I didn't really think of much. Was just in the moment.\n  ","541012":"\n  Sometimes. I was freaking adorable pls\n  ","541013":"\n  I suppose. That didn't come to mind lol\n  ","541014":"\n  👍\n  ","541015":"\n  Not happening\n  ","541016":"\n  A tiny bit but nothing drastic either.\n  ","541017":"\n  I don't stand there and over analyze my movements lol\n  ","541018":"\n  Awww yet creepy at the same time!\n  ","541019":"\n  Yes!!\n  \n  My nephew's cousin is so smart. Really into science, history and other things. I think she's probably been bullied because of it. She used to  wear dresses and stuff and now it's like all black clothing, not as engaged etc :( She already has stuff figured out. Wants to go to college in Paris. She's about 12??? I don't remember lol\n  ","541020":"\n  Shhh\n  ","541021":"\n  I don't know how I'd describe that.\n  \n  I'm not a model haha\n  \n  ¯\\_(ツ)_\/¯\n  ","541022":"\n  Is there a question I missed? Don't see anything about walking.\n  \n  I walked around the indoor track once then did trx exercises to help with the muscles i worked in the actual gym part.\n  ","541023":"\n  Yours do  :P\n  \n  I've had no bad comments about mine :)\n  ","541024":"\n  Probably. Haven't really looked into it. lol. Could help with stamina. All the good chemical feelings you get. Feeling better about yourself so the sex could possibly be better that way etc\n  ","541025":"\n  Ah. Still seems weird that the name doesn't match. Who you be, girl? 😂 Probably have a fake miscarriage too if she is faking. I don't get why people lie about that stuff.\n  ","541026":"\n  Sort of.\n  ","541027":"\n  I've witnessed a girl grunting. Usually it's the men. lol.\n  \n  I tried a new machine before I left and I definitely need to put more weight on the rack.\n  \n  I also tried this core training system thing... I've seen someone on IG use it before. I'm not quite sure I was doing it the right way but it's the thought that counts. Basically a seat on wheels with three handles on it.\n  \n  There weren't that many people there which I like. It was also later time that I went. I usually go around 3-6ish and I basically got there around 7ish tonight until closing kind of thing.\n  \n  Great workout. I hope it puts me to sleep earlier than usual tonight!\n  ","541028":"\n  Like 95% of the time. AZ is hot so I'd rather not wear shoes all the time lol\n  ","541029":"\n  Yes lol.\n  \n  Anon is just promoting his foot fetish to me.\n  \n  ¯\\_(ツ)_\/¯\n  ","541030":"\n  Sore, tired, not taking no sh!t, peeing like a race horse....\n  ","541031":"\n  I don't feel like discussing that stuff on here. It doesn't concern you at all.\n  ","541032":"\n  They are. The first thing I took off lol\n  ","541033":"\n  Hakuna matata\n  ","541034":"\n  Always a good choice.\n  ","541035":"\n  True. Thankfully.\n  \n  *leopard hugs*\n  \n  I'm not going on kik tonight, sorry <3\n  ","541036":"\n  Got back from the gym. Throwing chicken at Lulu.\n  ","541037":"\n  Any\n  ","541038":"\n  I meant smaller boobed girls. I don't think there are many teens that go there. Uf they do its probably at an earlier time or they do the after school stuff... it's a recreational place.\n  ","541039":"\n  You creep :P\n  ","541040":"\n  I will. Leaving now. Bye💪\n  ","541041":"\n  How would a sports bra not be beneficial? I have 42D. I need some support. Have you even been to a gym before? Everyone wears bras.... or tanks over them etc Even girls with no cleavage lol\n  \n  What is this!\n  \n  I wear a shirt over it because I'm not comfortable with showing that much skin? A tank top would be nice but I don't like my arms either ¯\\_(ツ)_\/¯\n  ","541042":"\n  Yes. They need it.\n  ","541043":"\n  Those huge ears! His temperament can be annoying. He gets jealous of Bruin a lot. They fight but luckily they don't hurt each other.\n  ","541044":"\n  He's not\n  ","541045":"\n  With the right people, sure.\n  \n  I'm more laid back and chill though.\n  ","541046":"\n  Because you're just that good or she's faking it.\n  ","541047":"\n  Look at Wrangler, please.\n  \n  Door was open and he came waltzing in and made himself comfortable -_-\n  ","541048":"\n  Of course.\n  ","541049":"\n  And The Beast  😍\n  ","541050":"\n  I like the enthusiasm.\n  ","541051":"\n  Average size...\n  ","541052":"\n  Yes. I haven't put my ankle socks and shoes on yet\n  ","541053":"\n  It's nothing special lol.\n  \n  Just my tshirt that says \"eat clean, train hard, and letemhaveit\".\n  \n  Leopard sports bra.\n  \n  Black knee length leggings with \"Game On\" written in pink letting down the right leg.\n  ","541054":"\n  Straight to the heart 🎤\n  ","541055":"\n  We shall see. Not promising anything.\n  ","541056":"\n  No. I make the rules 😈 It's in my name.\n  \n  Also I'm getting ready to go to the gym so no thanks  :P\n  ","541057":"\n  Um what?\n  \n  I guess you could say that if you  conceived while f*cking outside?\n  ","541058":"\n  You want one too? :O\n  ","541059":"\n  What if I have before?\n  ","541060":"\n  I like how only the 🍆showed up.\n  ","541061":"\n  Yeah okkk\n  \n  Let's go\n  \n  🎤\n  ","541062":"\n  When the corkscrew came to mind.\n  \n   @ErinWolf4919\n  \n","541063":"\n  The latter\n  ","541064":"\n  Agnostic at best. I don't like labels though. I'm more spiritual etc\n  ","541065":"\n  Punk'd\n  ","541066":"\n  He had a nice body.\n  ","541067":"\n  Preach  🙆🙆🙆\n  ","541068":"\n  Both are good but I'll go with Coldplay\n  ","541069":"\n  Nice slogan\n  ","541070":"\n  Yes\n  ","541071":"\n  We talked a bit  through emails or on the  website and was on his page one day and noticed that he was currently on YIM at the  time. Ended up messaging him there. Got the ball rolling type thing.\n  ","541072":"\n  Shalom\n  ","541073":"\n  I'm not a twerker nor do I have those. Screenshot of primarks IG page\n  ","541074":"\n  You too! :)\n  ","541075":"\n  Yes.\n  ","541076":"\n  They look normal to me. Wish I had. Really want to go to Primark, such cute basic everyday pieces.\n  ","541077":"\n  It's 2018, anyone can and should make the first move.\n  \n  I made the first move with my last ex...\n  ","541078":"\n  There's a 2nd part to it too.\n  \n  ---\n  \n  I understand that my wording could have been better on the  question i sent out but damn... I don't see how it was invasive or inappropriate XD\n  ","541079":"\n  *walks away*\n  ","541080":"\n  I take it you have a favorite toy?\n  ","541081":"\n  Only yours <3\n  ","541082":"\n  I'd rather get introduction. You don't need to be hella formal about it.\n  ","541083":"\n  Whatever comes naturally to you? Isn't a line. Think it depends where you are as well. You could mention something about the place etc\n  ","541084":"\n  Can be true or just friendly and not as a  \"first move\" kind of  thing. I'd much rather have someone talk to me than smile.\n  ","541085":"\n  ???\n  ","541086":"\n  Si\n  ","541087":"\n  I don't have one right now.\n  ","541088":"\n  Oh snap\n  ","541089":"\n  Says the anon who doesn't give a link.\n  ","541090":"\n  No.\n  ","541091":"\n  Someone can't read.\n  \n  Last night\n  ","541092":"\n  I thought so.\n  ","541093":"\n  No. I'm been using the Internet since 10\/11 years old? Easy to remember where everything is. Plus, I'm using my tablet right now so the predictive text can help as well at times.\n  ","541094":"\n  Ohhh. I'd still pick the other guy since I know more of his songs. Thanks\n  ","541095":"\n  I can be at times but then other times I'm like f*ck that.\n  ","541096":"\n  Have fun with that.\n  ","541097":"\n  What if it's yellow? 💃\n  ","541098":"\n  Neither could i\n  ","541099":"\n  I don't know who Steven Gately is but I do know some Gately's 😆\n  \n  GM wins then by default.\n  ","541100":"\n  I don't have any but I'd like a couple small ones someday.\n  ","541101":"\n  Seems fake then. Is she stealing fake belly pictures too when she doesn't even have a pump?\n  ","541102":"\n  You caved in and watched instead?  XD\n  ","541103":"\n  Obviously if you  read my page you'd know that  😂\n  ","541104":"\n  I don't know. Wasn't there to really tell.\n  ","541105":"\n  Good night lovers 💕\n  ","541106":"\n  No but this is cute! I really need to go to Primark when I'm back on the East Coast.\n  ","541107":"\n  I was too needy to do that 😂😂😂\n  ","541108":"\n  I like the people I follow or I wouldn't have followed them lol.\n  ","541109":"\n  Don't\n  ","541110":"\n  Oh honey 😘\n  ","541111":"\n  The shirtless one was better  🔥\n  ","541112":"\n  How to be modest with this.\n  \n  Any idea?\n  \n   @JJD55\n  \n","541113":"\n  Lovely, bby.\n  ","541114":"\n  Top and shorts.\n  ","541115":"\n  I wish I got screwed.\n  ","541116":"\n  Some are fantastic.\n  ","541117":"\n  When parts of  AZ are already on fire -_-\n  ","541118":"\n  You guys always tell me that\n  ","541119":"\n  Kik is a harem free zone 🚫\n  ","541120":"\n  Nowt isn't English.\n  ","541121":"\n  Enough to see his pen\n  \n   @TheChaosBringer\n  \n","541122":"\n  I get nerd vibes <3\n  ","541123":"\n  Love that song! I was actually going to post it if it wasn't that song 😂\n  ","541124":"\n  Without humidity, yes.\n  ","541125":"\n  I bet you say that to everyone\n  ","541126":"\n  It's been in the 90s lately so not too bad.\n  ","541127":"\n  At times\n  ","541128":"\n  The best kind of crazy.\n  ","541129":"\n  June sometime? Idk.\n  ","541130":"\n  🔥🔥🔥\n  ","541131":"\n  Give me the sticky substance\n  ","541132":"\n  When are we going? 😂\n  ","541133":"\n  That page doesn't seem familiar and I don't know who Jo is.\n  ","541134":"\n  I'd violate you too.\n  ","541135":"\n  You too! I love sweet anons.\n  ","541136":"\n  Depends more on the couple, what is easier.\n  ","541137":"\n  lol!\n  \n  Old Q&A site before this one came to be\n  ","541138":"\n  It was my old formspring name 😂\n  ","541139":"\n  You wrote \"hank accounts \"\n  \n  Not sure what that is exactly.\n  ","541140":"\n  2-4\n  \n  Or do it a different day.\n  \n  Get some help with it\n  ","541141":"\n  Hank???\n  ","541142":"\n  Oh. I'm barefoot right now.\n  ","541143":"\n  Move around like a crazy lady on a mission\n  ","541144":"\n  I don't have a gf nor anything to pound someone with. Stop writing this weird stuff.\n  ","541145":"\n  Condoms? What are we talking about here? lol\n  ","541146":"\n  Indeed.\n  ","541147":"\n  No. I hope not at least.\n  ","541148":"\n  I never made a campaign.\n  ","541149":"\n  You need to teach me that too.\n  \n  Cherries, whipcream, hot fudge. Sundae then\n  ","541150":"\n  I haven't got any. 😇\n  ","541151":"\n  😂😂😂\n  ","541152":"\n  Why do you keep writing this? I'm not Jewish if it's meant to sound like jew.\n  ","541153":"\n  You tell me\n  ","541154":"\n  Anal\n  ","541155":"\n  Who?\n  ","541156":"\n  So fucking true\n  ","541157":"\n  Give you a rush\n  ","541158":"\n  Not really. I do them sometimes.\n  ","541159":"\n  It will be\n  ","541160":"\n  You probably shouldn't ask about pubes itching. Not sure if that's a girl who asked but ya.. that probably wouldn't get the response you are looking for?\n  \n  Be genuine. Don't give lines. Don't be a desperate fuckboy.\n  \n  No means no.\n  \n  If someone rejects you, it doesn't mean try harder. It won't help.\n  \n  Don't ask about pee. Like wtf is wrong with that person?\n  \n  Be you.\n  ","541161":"\n  That too.\n  ","541162":"\n  Smooth\n  ","541163":"\n  No.\n  ","541164":"\n  Mmm\n  ","541165":"\n  Good for you.\n  ","541166":"\n  Apparently.\n  ","541167":"\n  I can't speak for everyone.\n  ","541168":"\n  Awww Stopppp\n  ","541169":"\n  Would be nice but I don't think it should always be the end goal? There could be stressors that make it harder etc\n  ","541170":"\n  I should be in there 😙\n  ","541171":"\n  Can't imagine what your Internet history looks like.\n  ","541172":"\n  5'7\"\n  ","541173":"\n  I'd say so. I think I have some good qualities to offer.\n  ","541174":"\n  Sounds weird. But yes. Most smallest part and muscular.\n  ","541175":"\n  Nope. Have you?\n  ","541176":"\n  In time.\n  ","541177":"\n  Ohhhh. Yes.\n  ","541178":"\n  It is sunny out. Thanks for letting me know! I don't wear them though. Probably should but I feel like I'd just forget about them.\n  ","541179":"\n  Sounds more like an orgy to me. Or one in the making.\n  ","541180":"\n  Take what off?\n  ","541181":"\n  I leveled up!!!\n  ","541182":"\n  Never.\n  ","541183":"\n  Sometimes.\n  ","541184":"\n  Oh. I was supposed to be covered in clothing? Damn.\n  ","541185":"\n  I'd probably be a bit flushed but not from blushing lol\n  ","541186":"\n  Up to the guy and how hard he was doing it. hand, paddle and whatever else obviously bares down on the color.\n  ","541187":"\n  I wouldn't want some random person but I wouldn't shy away from it either lol\n  ","541188":"\n  Not in any kind of schooling right now.\n  \n  Probably political stuff, stuff that relates to being a constable. Random knowledge lol\n  ","541189":"\n  Me 🙆🙆🙆\n  ","541190":"\n  I want to say it was in the  60's as well. Highest would be 100.\n  ","541191":"\n  Senior skip day. I still went. I had a lot of tardies and absences in the lower grades so I felt like I should be there. I also didn't have any plans so....\n  \n  I skipped a few times in college. Usually the class was canceled and I didn't have anything after it and once the teacher was just playing a movie and my friend and I were like fuck this. We didn't learn anything in that class. He barely even taught anything. The first day of his class, he came in late and was basically in pajamas. Like wtf. We passed it though. Also we could use the textbooks on the  quizzes so it was like really?\n  ","541192":"\n  A+\n  \n  I don't remember the actual # value\n  ","541193":"\n  Oh....\n  ","541194":"\n  Maybe 9\/11?\n  ","541195":"\n  Always.... no. Not always. I have my moments of weakness lol It's not consistently.\n  \n  Being too open sometimes.\n  \n  If I eat too much of something\n  \n  If I have lazy days where I don't want to go to the gym or other productive things\n  \n  Being single sometimes lol Like my friend  Jennifer had her son earlier today. He's so cute!\n  ","541196":"\n  Well some memories can be bad hence the  torture of remembering them. The dreaming part is weird. I guess in a way we \"dream up the past\" but dreams aren't real, memories are.\n  \n  I don't like the quote.\n  ","541197":"\n  Not properly. In the 5th grade all the  5th graders there went to  Nature's classroom for about 2 weeks but it wasn't a legit camp....\n  ","541198":"\n  Depends what that might be.\n  ","541199":"\n  How important?\n  \n  Yes.\n  ","541200":"\n  A little heads up would have been nice. Had leftover ravioli with added chicken.\n  ","541201":"\n  The same sh!t that was just out there? Just came in a few minutes ago.\n  ","541202":"\n  Enjoy the madness of packing\n  ","541203":"\n  Hello. Questions would be nice.\n  ","541204":"\n  A teen wouldn't know how to satisfy me. Go away\n  ","541205":"\n  F*cking perfect\n  \n  Listening to P!nk songs while in the pool\n  ","541206":"\n  Not sure\n  ","541207":"\n  Probably not. lol\n  ","541208":"\n  Both :)\n  ","541209":"\n  I'm content right now.\n  ","541210":"\n  The breast milk \/ sperm ones. Weird!\n  ","541211":"\n  I've always liked the name. Should have done one for both genders, oh well.\n  ","541212":"\n  Maybe 21? I don't really know. I've always been more of an old soul.\n  ","541213":"\n  Going swimming now :)\n  \n  Prob bring my tablet out so I can have some music XD\n  ","541214":"\n  Ken and  Keith\n  \n  Penny\n  \n  Rebecca\n  ","541215":"\n  I wouldn't.\n  ","541216":"\n  Yup ;)\n  ","541217":"\n  Who knows. Like I said it would have been Lyndsey R. or whatever.\n  ","541218":"\n  It only took 4\/5 years or however long it has been.\n  ","541219":"\n  😂😂😂\n  ","541220":"\n  I was bad last night. Way better than snoring.\n  \n  26k now :D\n  ","541221":"\n  I see\n  ","541222":"\n  That it does  😂😂😂\n  ","541223":"\n  Good luck on the job search\n  ","541224":"\n  The anticipation is building  ;)\n  ","541225":"\n  Of course not :(\n  ","541226":"\n  Whatever you want it to mean. Doing lots of stuff in the day. Getting everything you wanted done. Feeling accomplished with your day.\n  ","541227":"\n  The twins of those people ¯\\_(ツ)_\/¯\n  ","541228":"\n  Also you can donate anonymously as well so lol @ that person.\n  ","541229":"\n  Because my card wanted to play the  \"you can't do this internationally card\" :(\n  \n  I was sad because it made it look like everything was done. Already talked to\n  \n   @TheChaosBringer\n  \n  about.\n  \n  I ended up getting the word out on multiple social medias. Hopefully that helped!\n  \n\n   https:\/\/www.justgiving.com\/fundraising\/niallwirishcancersocietySKYDIVE\n  \n","541230":"\n  Ugh.\n  \n  Good night!\n  ","541231":"\n  Night owl!\n  \n  I don't mind mornings if it's 8\/9am but I feel  like if I'm up earlier than those times then I kind of get a vertigo feeling, especially if I'm hurrying to get ready for a long day of shenanigans. Like my body doesn't adjust straight away wishing it was sleeping still lol Also car rides that early aren't fun either. Especially in AZ since you can see more and longer distances since you don't have all the  trees blocking the roads like in the East Coast.\n  ","541232":"\n  I have more girls in person.\n  \n  Online I'd  say it's 50\/50 or something like that.\n  ","541233":"\n  It hasn't been a year yet. Too early to say :)\n  ","541234":"\n  Haven't updated it :P\n  ","541235":"\n  You need both to catch up with me lol\n  ","541236":"\n  That was someone else :(\n  ","541237":"\n  Good night. May nobody take your 26 from you :)\n  ","541238":"\n  My faves from her\n  ","541239":"\n  Katy Perry now?\n  ","541240":"\n  Nope. Haven't watched. Saw a few gifs of the  Rihanna part.\n  \n\n   https:\/\/youtu.be\/eVTXPUF4Oz4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541241":"\n  My music taste was all over the place  (still is)\n  \n  From Britney, Christina, Tupac, Jayz, Aaliyah, jlo, creed, nsync, aqua, nick carter, bow wow, shaggy, usher etc\n  ","541242":"\n  Think I saw that part, don't remember anything else lol\n  ","541243":"\n  Eating healthy? It makes me feel better, want to do more, right path and all that shit.\n  ","541244":"\n  Pink's side project with Dallas Green 😍\n  \n\n   https:\/\/youtu.be\/nNnBcCk7eDA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541245":"\n  No idea.\n  ","541246":"\n  Thanks for giving back.\n  ","541247":"\n  I don't think so\n  ","541248":"\n  Basically the same. Savers is pretty good.\n  \n\n   https:\/\/youtu.be\/QK8mJJJvaes\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541249":"\n  Backstreet boys are back.\n  \n\n   https:\/\/youtu.be\/6SuMbFuKDf8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541250":"\n\n   https:\/\/youtu.be\/phaJXp_zMYM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541251":"\n\n   https:\/\/youtu.be\/VUjdiDeJ0xg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Not pink but it came to mind\n  ","541252":"\n  To the hand?\n  ","541253":"\n  Well that's not nice lol\n  ","541254":"\n  So what\n  \n\n   https:\/\/youtu.be\/FJfFZqTlWrQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541255":"\n  Hand in my pocket just came on now XD\n  ","541256":"\n  It should be elsewhere\n  ","541257":"\n  Thank You ;)\n  ","541258":"\n  You oughta know\n  ","541259":"\n  You got this.\n  ","541260":"\n  The news going on in the world.\n  \n  Mental health\n  \n  Health in general\n  \n  Abnormal psychology\n  \n  Law information\n  \n  Basic knowledge of cooking\n  ","541261":"\n  Ya, I really do think 🎤🎤🎤\n  ","541262":"\n  Ironic and now I shall listen to Alanis Morissette\n  ","541263":"\n  I suppose that depends on who you are, if we haven't talked in forever.\n  \n  Same stuff, different day lol\n  \n  Fitness and health stuff too\n  \n  Um... ya.\n  ","541264":"\n  Most have been easy ones. I'll keep you posted on hard ones.\n  ","541265":"\n  Oh well. *pays you in questions *\n  ","541266":"\n  You know it\n  ","541267":"\n  Within us as memories? I don't think it really goes anywhere. Shelved away...\n  ","541268":"\n  :(\n  ","541269":"\n  Still sane, surprisingly.\n  ","541270":"\n  I'm not a buffalo bitch\n  ","541271":"\n  Aww. You are so sweet!\n  ","541272":"\n  Also if it's a guy they obviously need more calories!\n  \n  Go for it.\n  ","541273":"\n  Chances are you already look amazing  💕\n  \n  The right mindset helps too.\n  ","541274":"\n  This is  obviously in general  because I don't know what you look like, size, or anything  else. So disregard if certain things don't apply to you lol\n  \n  It won't happen overnight.\n  \n  I believe in moderation so I might have something unhealthy at times. It also helps me not crave bad stuff. Healthy balance. If it fits my macros, even better. Try not to let it get to you. One day won't mess everything up, ya know? One day at a time.\n  \n  Drinking water helps loads.\n  \n  There's a formula that tells you how many calories you should consume. I don't remember it off of my head. That is nice to know and to see if you are eating more or less  than that *limit*\n  \n  Limit carb intake. I'm not saying join keto or anything. Maybe track what you eat for a full week and see how you feel then try limiting  the number a tiny bit. Keto can make people sick since they lower it too low etc Focus more on eating protien and healthy fats. Look into  tracking macros (fat, protein, carbs) if you  don't feel like looking at calories.\n  \n  Meal prepping is pretty great to do. You don't really have to think about food, just grab and go. Especially good if you have an office job and access to a microwave instead of spending a bunch of money on office food.\n  \n  Take a walk, run, swim, bike, use your body weight if you don't have access to weights or a gym. Little things will add up.\n  \n  Join a class. Do something new.\n  \n  Limit alcohol or soda. Or even find a lower calorie one if that's the problem. Personally, I don't like drinking my calories, I'd rather have the food lol. I like water and tea.\n  \n  You might want to see your doctor or dietician if you don't have a good relationship with food or possible medical conditions that could be making you *bigger*\n  ","541275":"\n  I see what you did there\n  ","541276":"\n  Ahh those poor animals :(\n  ","541277":"\n  Oh\n  ","541278":"\n  I'm sorry! I guess my page is too delicious even when food isn't mentioned. Bad Jon for asking these questions!!!\n  ","541279":"\n  I don't disagree.\n  ","541280":"\n  Three dogs and a cat right now.\n  ","541281":"\n  The first option then.\n  ","541282":"\n  Yes.\n  ","541283":"\n  Did it make you want chocolate cake? :P\n  ","541284":"\n  You obviously need food to fuel the swim and workouts :)\n  ","541285":"\n  ........\n  ","541286":"\n  Matilda\n  ","541287":"\n  Why can't I eat, swim and still be where I  want?\n  ","541288":"\n  Name that movie\n  ","541289":"\n  Why not both?\n  ","541290":"\n  I'm ok.\n  ","541291":"\n  I know  :(\n  ","541292":"\n  O.o\n  ","541293":"\n  White chocolate does taste better with the blueberries but I  didn't feel like waiting for more chocolate to melt lol\n  ","541294":"\n  Indeed.\n  ","541295":"\n  It's ONLY happening with you. Where are you  from?\n  \n  I'm not a boy. I  said no to  being a little girl because I'm 30 and not that little lol.\n  ","541296":"\n  Ravioli with a homemade sauce and a salad.\n  \n  I just made some chocolate covered strawberries and I had a bit of  chocolate left over so did a few  blueberries.\n  ","541297":"\n  I'd be buffalo chicken\n  ","541298":"\n  Hallelujah  💃\n  ","541299":"\n  Dirty image\n  ","541300":"\n  Where?\n  ","541301":"\n  lol I don't see the  appeal\n  ","541302":"\n  The guy has a foot fetish.\n  ","541303":"\n  That's it? :O\n  ","541304":"\n  Puppies.\n  ","541305":"\n  That's my mission in life.\n  ","541306":"\n  Pretty good\n  ","541307":"\n  I'll do my best\n  ","541308":"\n  6 times.\n  \n  You are really getting annoying.\n  \n  No.\n  ","541309":"\n  Trump, school shootings.\n  ","541310":"\n  Doesn't really matter.\n  ","541311":"\n  8 times now...\n  ","541312":"\n  You sent this 6 times...\n  \n  I know some Spanish, French and ASL.\n  ","541313":"\n  We're good.\n  ","541314":"\n  Hey Tay\n  ","541315":"\n  Song lyrics👍\n  ","541316":"\n  Not really. I mostly just use the feed. Might go on their pages if I felt i missed something. Nothing excessive. I don't have the time for that nor do I need to know every little thing lol\n  ","541317":"\n  No. Not all are the same. I don't group people together. I'm open minded but I also don't want to get religious beliefs thrown at me either.\n  ","541318":"\n  In what way?\n  \n  Some are hot.\n  ","541319":"\n  I'd rather get under 😰\n  ","541320":"\n\n   https:\/\/youtu.be\/TWfph3iNC-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Sailllllllllll\n  ","541321":"\n  Doesn't come from a can or jar.\n  ","541322":"\n  You'd push me out when I wouldn't be ready :\/\n  ","541323":"\n  Get English over???\n  ","541324":"\n  Lyndsey\n  ","541325":"\n  Jeff. He was actually the first bf too. Blue eyes, usually liked his head bald. Funny. Nice.\n  \n  I guess David too but I didn't really know what liking someone really meant? We ended up getting married when playing house. So I kind of go back and forth on that... dark hair, brown eyes i think? Definitely more fem as he grew up. Always chasing us girls around wanting to kiss us. December birthday as well.\n  ","541326":"\n  We get banned.\n  ","541327":"\n  Donated & shared.\n  \n  Do itttttt\n  ","541328":"\n  1561 now :O\n  \n  Ah. I didn't get to know who was my 1555 :(\n  ","541329":"\n  Hello bumblebee\n  ","541330":"\n  Nice :)\n  ","541331":"\n  * Trial\n  ","541332":"\n  Getting a warning. I need to be good, guys! :(\n  ","541333":"\n  I don't.\n  ","541334":"\n  And the money goes to you?\n  ","541335":"\n  I hope it doesn't involve animals. *looks at your search history* ohh.. incognito, are we? *gets worried* 0.o\n  \n  I'd fully ass it.\n  ","541336":"\n  I don't use bitcoins. Nor would I want to use them ALL on pizza if I did have?\n  ","541337":"\n  Would double penetrationcount as twice? ¯\\_(ツ)_\/¯\n  ","541338":"\n  How many people use this site\/app.\n  \n  And I still don't get quality questions.\n  ","541339":"\n  That calls for a pillow fight and fort building shenanigans.\n  ","541340":"\n  Totally agree. I'm just like oh my with some! At least make it more pg?\n  ","541341":"\n  Now I'll never know if you are a genius or stealing questions? Kidding XD\n  ","541342":"\n  Damn. That's a lot of accounts.\n  ","541343":"\n  How could you!? lol\n  \n  It's all good\n  ","541344":"\n  😇😈\n  ","541345":"\n  Bam\n  ","541346":"\n  I'll guess I'll cheat and asks questions from the book\n  \n   @breakfreefromlife\n  \n  got me for Christmas.\n  ","541347":"\n  Someone make it 1555?\n  ","541348":"\n  Aren't we all. I have three in my inbox and I'm blank with thinking of stuff to send out\n  ","541349":"\n  No. I'm comfortable with where I'm at and I'd miss the good memories.\n  ","541350":"\n  I wouldn't mind anal...\n  ","541351":"\n  Screw the law?\n  ","541352":"\n  Cream? ;)\n  ","541353":"\n  When nothing is coming to mind XD\n  ","541354":"\n  Nothing lol\n  ","541355":"\n  Glad we agree on something.\n  ","541356":"\n  When they both want the joker.\n  ","541357":"\n  You might want to seek help if that is really an internal battle in your mind.\n  \n  Also if you are both Batman and Robin, who am I?\n  ","541358":"\n  I don't need to be given any lines. Be real and genuine. I don't want people telling me _____ because it's what I want to hear. It won't be true....\n  ","541359":"\n  Now what?\n  ","541360":"\n  Shopping spree and whatever else I felt like doing.\n  ","541361":"\n  Make that money honey 💰💰💰\n  ","541362":"\n  *takes a bow*\n  ","541363":"\n  Guess you'll get used to that? :P\n  ","541364":"\n  I figured <3\n  ","541365":"\n  So would you move to Ohio permanently or just a trail period kind of thing?\n  ","541366":"\n  Oh my. Ya, that is definitely different than going on your own. A bit extreme but will be better in the end. I don't know the whole situation but ya....\n  ","541367":"\n  That's good!\n  \n  How old are they now? Better than nothing :)\n  ","541368":"\n  Best of luck. You got this! You have a support system already too? Even better.\n  ","541369":"\n  Have fun packing.\n  ","541370":"\n  The experiences, memories. Being out there doing stuff. Trying new things.\n  ","541371":"\n  I don't think just one thing is enough to really showcase the transformation.\n  ","541372":"\n  Not exactly cuddles but that close connection with someone. Feeling happy\/safe\/not judged with them. Talking about anything and everything.\n  ","541373":"\n  Thanks lovely\n  ","541374":"\n  Yup. I'd like to remain me while still bettering myself.\n  ","541375":"\n  I wasn't in the mood for corn. No poop updates for you.\n  \n  I worry about my anons sometimes.\n  ","541376":"\n  Yes but even that might have a different outcome and might be worse off?\n  ","541377":"\n  Your daddy\n  ","541378":"\n  That's awesome!\n  \n  One of my favorites too.\n  \n  I was in the 7th grade and we were doing random trivia. Two groups and one of the questions was who wrote the song. I got it right :D Nobody else knew or they didn't want to seem uncool lol XD\n  ","541379":"\n  Especially bad ones :( Like is there a mute button?\n  ","541380":"\n  Lyrics;\n  \n  I know that you're in love with him. I saw you dancing in the gym. You both kicked off your shoes. Man, I dig those rhythm and blues.\n  \n  American Pie - Don McLean\n  ","541381":"\n  Teleport. I'd get sick of hearing thoughts lol\n  ","541382":"\n  I'm not religious but I like 1 Corinthians 13:4\n  ","541383":"\n  🌻🌼🌻🌼\n  ","541384":"\n  Not the best lol\n  ","541385":"\n  The ocean.  The night sky. Old people who have been together for decades. Music that moves you. Art. Traveling to new places. Most people\n  ","541386":"\n  Yes. It has a nice outside patio too. Never been to it but looks pretty. Ironic name.\n  ","541387":"\n  Listening to Spotify's weekly playlist.\n  \n  Having a snack of triscuit crackers with hummus, small handful of pistachios and chocolate covered chick peas o.o I didn't even know that was a thing lol\n  \n  My sister ended up buying a bunch of Triscuit boxes. There's like 6 of them XD The black pepper one is pretty good. I went for the Romano(sp) cheese and honey one. Since i felt it would go better with the garlic hummus.\n  ","541388":"\n  There's one called Rock Bottom as well :(\n  ","541389":"\n  I had enough pizza last week.\n  ","541390":"\n  This one came to mind. I love the Ballet dancing and it's just a nice song too.\n  \n\n   https:\/\/youtu.be\/WbsDPbr8qoM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I hope it's the correct one lol I know there's a few different ones? I didn't check\n  \n  Gonna go swim now and I'll send some questions out in a few hours.\n  ","541391":"\n  It doesn't really matter to me? I'm not governed by them so why have an opinion?\n  ","541392":"\n  I'll leave that to Katy Perry (the plastic bag)\n  ","541393":"\n  Yuppp. Welcome to my life lol.\n  \n  I downloaded something similar but the quality just wasn't there 😢😭\n  ","541394":"\n  Vocaroo doesn't like my tablet:(\n  \n  Also my NEW laptop is still having problems -_-\n  ","541395":"\n  I didn't do it. I told you. Yessssss🙅🙅🙅\n  ","541396":"\n  Hopefully *settling* down with someone, a kid or one on the way. I'd be 35 😐😕\n  ","541397":"\n  Probably. Sorry\n  ","541398":"\n  The light\n  ","541399":"\n  Nothing.\n  ","541400":"\n  Chocolate Chip cookie dough\n  \n  Cookies n cream\n  \n  Strawberry ( i like it more in summer)\n  \n  Mint chocolate chip\n  ","541401":"\n  I'll go with my sister.\n  ","541402":"\n  That does sound fun! Enjoy.\n  ","541403":"\n  English\n  ","541404":"\n  He has some catchy songs but him as a person? No.\n  ","541405":"\n  Yes. Either in relationships and friendships :)\n  ","541406":"\n  Roasted Garlic one from Sabra\n  ","541407":"\n  West coast to East Coast. One time it took 25 days? We were camping the whole way. One of the campgrounds made us stay three days just because of July 4th. It would have been the only one available so we did it. I think we took a longer route too.\n  \n  Massachusetts to Carolina seemed like it was long but it wasn't compared to cross country trips lol\n  ","541408":"\n  I've never got to that part. I always wake up not knowing if I die or not.\n  \n  I feel like it could be a past life or maybe seeing into the future?\n  ","541409":"\n  Bad outcomes from previous relationships? See their parents or other people have failed marriage\/relationships? They don't know if it is really love or something else they are feeling? Too stubborn. They love the person but not as much as they deserve. Haven't found the right person. Cold stone heart. Never open up to new people\/experiences. Asexual?\n  ","541410":"\n  Not always\n  ","541411":"\n  Most of the ones I follow. Also have two on FB so I know more about them...\n  ","541412":"\n  I've basically just been posting on Facebook and my IG.\n  \n  The only pool I've been to is my sister's.\n  \n  Lemon mountain but we didn't climb it yet. Everyone was tired from the biosphere lol.\n  \n  I've also posted some pictures on here on the actual days went...\n  ","541413":"\n  Going now. A little later than I wanted but it's fine.\n  \n  Good luck and good night\n  ","541414":"\n  Of course, especially out in the real world,\n  \n   @FeelFreeToAsk2017\n  \n  said something about that last night.\n  \n  Ew @ the cheese image\n  ","541415":"\n  Someone said i should post vids there 😂\n  ","541416":"\n  We're good lol\n  ","541417":"\n  I can't keep up with you 😂\n  \n  Mr. Sppedy typing tonight\n  ","541418":"\n  I would never get questions. People are too scared to come off anon. Probably 98% anons. Even the simplest things like hi. I don't get it.\n  \n  Yes, I'm mainly here for the Q&A but i do still have conversations too. Small talk can be annoying tho\n  ","541419":"\n  *hugs*\n  ","541420":"\n  Not while mother is there :P\n  ","541421":"\n  It made me want to be at the real ocean today.\n  \n  ~ Biosphere\n  ","541422":"\n  I'm wearing the tshirt I wore earlier, pair of lounge type shorts. So comfy! It's like I'm wearing nothing! So glad I picked them up at Old Navy a few weeks ago. Underwear, obs.\n  \n  The normal matching ones?? I never really like matchy tops with pants... The top always seems to fit weird while bottoms seem made for me XD\n  ","541423":"\n  Stupid question\n  ","541424":"\n  I have no idea. Yes, I can be sexual and open about those topics. It doesn't mean that I should get bombarded with that stuff. Someone even mentioned being a camgirl, NSFW blogs and other things. I'm all for sex workers but damnnnnn, man. Chill sometimes!\n  ","541425":"\n  It varies.\n  ","541426":"\n  Same!\n  \n  They mention what they mean in the next Q\n  ","541427":"\n  Learning, I suppose.\n  \n  Idk. I'm not that passionate when it comes to certain things. I can be pretty indifferent.\n  \n  I love to read but I don't always feel like I need to give a book report when people ask me what I'm reading so I don't really say much? Or it might be inappropriate so I don't share.\n  \n  I love music but I'm not one to be all \"my taste is better than yours\" bs. Can't we all get along and enjoy the differences?\n  \n  Animal rights but I'm not going to be in your face nor do I always feel the need to talk about. I've had many pets. They are family.\n  \n  I love fashion but again, I'm not going to shame people for not buying things in trend or anything else. I like the uniqueness everyone brings.\n  \n  Etc\n  ","541428":"\n  I'm well past caring but thanks? lol\n  ","541429":"\n  People recommend\n  \n  Spotify \/ Pandora\n  \n  Trending under youtube or i find it on my own\n  \n  The radio sometimes\n  ","541430":"\n  😂😂😂\n  \n  I'd say authority.\n  ","541431":"\n  I've never played wow.\n  ","541432":"\n  Not really anything to report lol\n  ","541433":"\n  Oh right. Forgot she was traveling back today and tomorrow.\n  ","541434":"\n  I haven't decided. Maybe 12 or 1ish?\n  ","541435":"\n  Hmm I'm not really sure. Maybe not a solid one.\n  ","541436":"\n  I know Heather still does when he feels the need to shit talk about whoever the new bf might be.\n  \n  Last i knew he was living with one of them. I don't think it's the same guy now...\n  ","541437":"\n  We don't talk anymore 🎤\n  ","541438":"\n  Also it should give the questions to the people who follow me that I might not be following.\n  \n  You have game? I just picture you doing that smoking gif so here's this one. Madman 😍\n  ","541439":"\n  Already doing 💪\n  ","541440":"\n  Pretty much.\n  ","541441":"\n  I wish we could just send to all instead of clicking on everyone.\n  ","541442":"\n  I think it was in other stuff too.\n  ","541443":"\n  Spot on 😂😂😂\n  ","541444":"\n  We had two. Some old guy from Wisconsin :P He made fun of his accent. Been working there  for 27 years.\n  \n  And this new girl who has only been working for a few weeks. She was actually from New England. Looked familiar looking too but couldn't really place her either lol\n  ","541445":"\n  This was our first time going. Sister had a Groupon lol\n  \n  We even met this guy.\n  ","541446":"\n  Stupid questions you send me without my asking for them 😂\n  ","541447":"\n  Die mf die by Dope would come in handy then 😂😂😂\n  \n  I'd go with Adele, Taylor Swift, Jewel, Alanis Morissette. Maybe Usher's you got it bad... Three Days Grace songs. Third Eye Blind.\n  \n  Sara Evan's a little bit stronger helped...\n  ","541448":"\n  I didn't ask for anything today. I don't think I asked yesterday either?\n  \n  Obviously questions would be nice but I'm not looking for stupid ones either.\n  ","541449":"\n  Ok\n  ","541450":"\n  I don't feel like entertaining this fetish nor do I currently have cute\/sexy ones with me right now. Comfort first, please. And no, I don't care if you like comfy kinds of underwear either.\n  ","541451":"\n  My legs looked pretty nice in the picture my sister took today but I still don't like my upper body on camera from the back\/side. Also my mom is behind me and I'd rather not post for her privacy. She is even worse with cameras than I can be.\n  \n  Yes but muscles aren't everything either. I'm not shallow. I'd like someone for other reasons than \"fit, buff, swole\". It's not a deal breaker.\n  ","541452":"\n  I just know that I shouldn't have expectations because the reality doesn't add up.\n  \n  I guess minor things that didn't matter in the end. Bummed, moved on?\n  \n  Depression in 2010\n  \n  Um... nothing else is really coming to mind.\n  ","541453":"\n  The fake ocean in the biosphere\n  ","541454":"\n  I don't really have a preference.\n  ","541455":"\n  Yay\n  ","541456":"\n  Ask someone with small boobs? I haven't noticed anyone shying away either?\n  \n  Perhaps you stare way too much and creep them out.\n  ","541457":"\n  Not really? Walked a lot, up & down stairs. Got a tour of the Biosphere 2.0\n  \n  This thing was pretty cool. It did seem like x-files like the girl said. Looks like a space ship or something. I guess it was used in some old movie too?\n  \n  Had the forest, ocean, desert areas...\n  ","541458":"\n  Because I said so\n  ","541459":"\n  That's sweet\n  ","541460":"\n  Going to some Biosphere place today.\n  ","541461":"\n  I'll pass.\n  ","541462":"\n  \"One life, one love\" came to mind o.o I'm not fully awake.\n  \n  Hakuna matata is a good one.\n  \n  I don't really have rules.\n  ","541463":"\n  Good night\n  ","541464":"\n  Good. Yourself?\n  ","541465":"\n  Beautiful couple\n  ","541466":"\n  Innie\n  ","541467":"\n  Cool.\n  ","541468":"\n  OMG 😂\n  ","541469":"\n  Welcome\n  ","541470":"\n  Rn, idk, atm are probably the most used when I'm feeling lazy. If you text me then you know i write out everything lol\n  ","541471":"\n  I ended up getting rid of that since it would still be on when I wasn't.\n  ","541472":"\n  She's talking about likes. Mine says 35k under my top likes? I don't really care about that but ok then lol\n  \n  It's always a good thing when I mention you :)\n  ","541473":"\n\n   @igotamatch\n  \n  is probably 30k of them.\n  ","541474":"\n  If shine means horny then yes 😈\n  ","541475":"\n  Pjs basically now.... Grey leggings, old tshirt\n  ","541476":"\n  No idea what that is. Sounds very porn like ¯\\_(ツ)_\/¯\n  ","541477":"\n  I don't get why people keep saying short lol Pretty average\/tall side of height.\n  ","541478":"\n  The Gwen one😂😂😂\n  ","541479":"\n  I still don't fully understand the banana thing lol\n  ","541480":"\n  Probably my adoreme one. Red and lacy. The bottoms are see through.\n  ","541481":"\n  Aww. Skip what? O.o\n  \n  Enjoy.\n  ","541482":"\n  Always different.\n  ","541483":"\n  Hot\n  ","541484":"\n  On?\n  ","541485":"\n  That would be much easier!\n  ","541486":"\n  Fly like an eagle 🎤\n  ","541487":"\n  These were the most recent added.\n  ","541488":"\n  And a pull\n  ","541489":"\n  Haha XD\n  \n  It's like coming home.\n  \n  Nice! Same.\n  \n  Need more bands lately. Just been solo acts I'm listening to lately.\n  ","541490":"\n  Whenever\n  ","541491":"\n\n   https:\/\/www.instagram.com\/p\/Bi8ZO34njpX\/\n  \n\n  Her boyfriend wasn't ready for those rap skills\n  ","541492":"\n  Oh la la\n  \n  Same. I like feeling stronger and more knowledgeable about all the different equipment.\n  \n  I don't bring anything with me besides my membership card and water bottle. So I have to listen to whatever they play. I'm good with any music tbh\n  ","541493":"\n  That summer body though 😍\n  \n  I like the gym so it seems fun when there to me. Also last time they were playing Britney Spears and other 90's to early 2000 songs XD\n  ","541494":"\n  Bof is mean :(\n  ","541495":"\n  Maybe if I felt like it was better said that way.\n  ","541496":"\n  New details - cuckolding\n  ","541497":"\n  Oh yes. All the details.\n  ","541498":"\n  Alien?\n  ","541499":"\n  Still weird.\n  ","541500":"\n  Nah. I get too in my head when thinking of what to say with that type of stuff hence wanting ideas\n  ","541501":"\n  What are you training for?\n  ","541502":"\n  You have invisible bananas? ¯\\_(ツ)_\/¯\n  ","541503":"\n  You should\n  ","541504":"\n  Exactly! Still doesn't make sense lol People are strange atm\n  ","541505":"\n  Want to translate this for me?\n  \n   @JJD55\n  \n","541506":"\n  This doesn't make sense.\n  ","541507":"\n  I did a couple on there.\n  ","541508":"\n  White\n  ","541509":"\n  I noticed another that had Joker and a different one lol. I heard the other one the first time and then it morphed into joker XD\n  ","541510":"\n  That would be the opposite of chivalry 😂\n  \n  Who doesn't though? lol. I feel like I always make you hungry XD\n  ","541511":"\n  you say my name.\n  \n  🎤\n  ","541512":"\n  Any other ideas out there?\n  ","541513":"\n  Boring lol\n  ","541514":"\n  That won't win brownie points.\n  \n  Give more tips :D\n  ","541515":"\n  I've noticed.\n  ","541516":"\n  Cheese\n  \n  Feta with chicken. White sauce,  spinach\n  \n  Bbq chicken\n  ","541517":"\n  Chicken, vegetables, lo mein.\n  ","541518":"\n  Oh\n  ","541519":"\n  December 16th\n  ","541520":"\n  Yikes\n  ","541521":"\n  Tell me something I don't know ;)\n  ","541522":"\n  I don't know. Would need more than that.\n  ","541523":"\n  Lovely:)\n  ","541524":"\n  Stop eating it for awhile.\n  ","541525":"\n  Congratulations to them!\n  ","541526":"\n  Cheesecake or ice cream.\n  ","541527":"\n  You can tell I'm not on there much lol Just added papi whoever that is 😂\n  \n  Kev 😍👌\n  ","541528":"\n  Too long ago. Ugh.\n  ","541529":"\n  Keep answering\n  ","541530":"\n  I bet you do\n  ","541531":"\n  Interesting. That is scary.\n  ","541532":"\n  Whatever shall you do now? :P\n  ","541533":"\n  I was barely here last summer.\n  ","541534":"\n  Don't think so\n  ","541535":"\n  I don't think any of my friends have ask? I know a few had FS though.\n  \n  There's one girl who looks like someone I know but the name is different.\n  ","541536":"\n  Noooo lol\n  \n  The mulan song played.\n  ","541537":"\n  Do you like sucking?\n  ","541538":"\n  Time machine pls\n  ","541539":"\n  Confused.\n  ","541540":"\n  Nope lol\n  \n  Thought you'd hate?\n  \n  Cry me a river is a good cover by him. Sounds a bit different from his other songs too.\n  ","541541":"\n  Going where?\n  ","541542":"\n  I'll make a man out of you just came on\n  \n  I'm dead.\n  ","541543":"\n  Sure you are ;)\n  ","541544":"\n  Rip\n  ","541545":"\n  Yes. I would forget to count lol\n  ","541546":"\n  All of them. I have 9 on my playlist and then two cover songs from Glen Hansard.\n  ","541547":"\n  Is that so? *talks to management*\n  ","541548":"\n  O.o\n  \n  More a love story. I don't really feel like politics come up? Interesting.\n  ","541549":"\n  Sure\n  ","541550":"\n  Seems so.\n  \n  Made me laugh\n  ","541551":"\n  To the person who asked about n!pple piercings.\n  \n  No. I don't think I would do that. Ouch.\n  \n  They look good on some lol\n  ","541552":"\n  Pretty. Congratulations.\n  ","541553":"\n  You don't say?\n  ","541554":"\n  Who is this? Good luck?\n  ","541555":"\n  Myself?\n  ","541556":"\n  Yes. That lacy one I got a few months ago. I didn't bring it with me.\n  ","541557":"\n  Where are you going?\n  ","541558":"\n  Hehe. No problem. Enjoy those nightmares! :)\n  ","541559":"\n  Fabulous, darling.\n  ","541560":"\n  I'm not sure. I usually end up doing the same kind of things lol\n  ","541561":"\n  Eh\n  ","541562":"\n  Oh please. You secretly loved it.\n  ","541563":"\n  That's good. Maybe one day!\n  ","541564":"\n  Bonjour\n  ","541565":"\n  Which numbers? Have you won yet?\n  ","541566":"\n  Pretty.\n  ","541567":"\n  Good ones!\n  \n  The Lion King, Grease, Dirty Dancing, IT (original one), Titanic, Leap Year, The Holiday, Definitely maybe, Sound of Music, Mamma mia, Les Miserables (musical one), Across   the universe.\n  ","541568":"\n  Nice, sleepyhead.\n  ","541569":"\n  Nothing? I feel disconnected with trends right now.\n  ","541570":"\n  Anyone have questions?\n  ","541571":"\n  The Hangover ones\n  \n  Romcom ones keep coming to mind :\/\n  ","541572":"\n  Yes. Great show.\n  ","541573":"\n  I can't imagine doing that to someone. I'd actually want that type of love where both are in the picture. It's sad because instead of saying dad or father, the girl would probably be all \"sperm donor\". I think that would be a hard topic to discuss when the child is older too. Why not go to a sperm bank instead of messing up someone's life? Idk.. it would be more ok if the couple was in agreement? But what kind of \"father\" would be down for that?\n  ","541574":"\n  No. I was more sensitive when younger though.\n  ","541575":"\n  Once\n  ","541576":"\n  Not much.\n  ","541577":"\n  There's a dish with these butterscotch candies. Plain flavor, apple and a coffee one.\n  \n  I'd say chocolate though. I'm not really into real candy.\n  ","541578":"\n  Hello, darkness my old friend 🎤\n  ","541579":"\n  Good night\n  ","541580":"\n  I feel like they have less chemicals or ingredients in things.\n  ","541581":"\n  Hello\n  ","541582":"\n  This, IG and youtube.\n  ","541583":"\n  Playfully\n  ","541584":"\n  Violence isn't fun.\n  ","541585":"\n  Do you have a real question?\n  ","541586":"\n  I didn't sign up for that life yet, kiddo.\n  ","541587":"\n  I didn't even look XD\n  \n  Probably Cheech and chong? How High? Pineapple Express? 😍\n  ","541588":"\n  He's probably still the leader there lol\n  ","541589":"\n  Y!A\n  ","541590":"\n  Listening to music and laying down\n  ","541591":"\n  Ok? But I don't need to watch a video on it. I've been around too many people who do smoke. Why be another statistic? Why go around smelling? I didn't bring a hoodie with me because it absolutely reeked. They are the kind of smoker who literally lights up every minute. Most smoke to get rid of their problems, my life isn't that bad. I don't have any health problems that would benefit getting high. Like I know people who even grow it. I could get some if I really wanted to.\n  \n  It's just not my thing. I don't care if other people smoke. Do what is best for you. It's obviously way better than doing harder drugs. I don't need drugs to go on adventures. I don't need something that doesn't last or makes me question myself or behaviors.\n  ","541592":"\n  Don't forget the hardcovers.\n  \n  I like books more but I do have a kindle too. I haven't been reading much though.\n  ","541593":"\n  American Eagle and some other places have two digit numbers. It can be the length of the inseam? I forget. 26 and 28 would basically be 0 and higher. Jeans are weird lol\n  \n  Better off not knowing in most cases\n  ","541594":"\n  Javier and Nicolas.\n  \n  I have no idea what I'm actually talking about here\n  ","541595":"\n  Exactly\n  ","541596":"\n  What is Vsco?\n  ","541597":"\n  I got a question about weed and ask deleted it o.o\n  \n  I don't smoke.\n  ","541598":"\n  Sorry then\n  ","541599":"\n  Most people go to cafes and bars for first dates or just to run into someone.\n  \n  I don't fully understand your wording. You need to meet someone somehow.\n  ","541600":"\n  Good or bad?\n  \n  I was in a weird mood earlier lol\n  ","541601":"\n  I'm happy for now. Possibility is always there.\n  ","541602":"\n  Ask your mom\n  ","541603":"\n  Good. We're on the same page 😶\n  ","541604":"\n  Just because I go to the gym doesn't automatically make me slim.\n  ","541605":"\n  I'm not going to debate this with you.\n  ","541606":"\n  Don't need to wear heels as much? Reach more things etc\n  \n  My height is pretty average ¯\\_(ツ)_\/¯\n  ","541607":"\n  When anon is trying to start drama for no real reason. Do whatever works for you.\n  ","541608":"\n  Yes. Parents and my brother are also tall. Sister is around 5'3\" or something? About the same height when she wears heels lol.\n  ","541609":"\n  Probably? I don't know. Wasn't into health knowledge then.\n  ","541610":"\n  Good. Give me that vegabond lifestyle\n  ","541611":"\n  1249\n  \n  I still have 738 calories to play with.\n  ","541612":"\n  I don't think I do\n  ","541613":"\n  30 and 5'7\"\n  ","541614":"\n  I'd say 1500-1900 range. I like sticking under the 2,000 calorie intake. Every day is different.\n  ","541615":"\n  I can tell when a girl is attractive but I've never had sexual thoughts about. It's more i like the outfit or other crap like that.\n  ","541616":"\n  You should ice it. Elevate the leg.\n  ","541617":"\n  Honey is a good sweetener.\n  ","541618":"\n  I don't have any on my toes right now.\n  \n  Because I like it better? Fun way to change it up...\n  ","541619":"\n  All day, every day ¯\\_(ツ)_\/¯\n  ","541620":"\n  I've never done laser.\n  \n  Shave or the creams.\n  ","541621":"\n  I like how you gave the meaning :P\n  \n  It is possible!\n  ","541622":"\n  No. My boobs are already D's naturally. Why would I want fake ones to make them bigger?\n  ","541623":"\n  No. I would just pick it if needed.\n  ","541624":"\n  Thanks :)\n  ","541625":"\n  Oh no. What did you do? Do you think you need medical attention? Hopefully it heals up.\n  ","541626":"\n  No. I'm a good girl. Shit just isn't for me. Too many people i know dying from Heroin and other drugs. Too many in jail for doing stupid shit. Just not my kind of lifestyle I'd want. I would most likely become addicted. I want more out of life than a high. Also needles creep me out. I have a problem swallowing pills so that leaves that out too 😂 I don't want to always smell of pot either. Hash smells disgusting.\n  ","541627":"\n  Pb mates 👌\n  ","541628":"\n  I had some earlier lol\n  \n  Haven't had in forever so was like why not?\n  ","541629":"\n  I only eat when hungry. I've only had breakfast so seeing which food trucks were going there made me more hungry lol\n  ","541630":"\n  lol You guys just wish I was wearing it ;)\n  \n  Doesn't really do much for the boobs :( prob the material? Oh well.\n  ","541631":"\n  I don't care which way it's asked.\n  ","541632":"\n  I'm craving this right now and the mini donuts food truck 😍\n  \n  I mean certainty is good too lol\n  ","541633":"\n  Forgetting what?\n  ","541634":"\n  Creamy Jif one, I think?\n  \n  We have a couple different ones...\n  ","541635":"\n  Grey.\n  \n  I need more matching ones lol\n  ","541636":"\n  No idea lol\n  \n  It's fine :)\n  ","541637":"\n  Might depend on how many people were there.\n  \n  Like at the food truck thing it says 300+ people are going\/interested. We'd all have different accounts of the food, the people, stupid shit that might happen. The weather etcccccc\n  ","541638":"\n  Especially that one\n  ","541639":"\n  Could be\n  ","541640":"\n  Right. Everyone would have a different account.\n  ","541641":"\n  Yanny.\n  ","541642":"\n  Light purple.\n  ","541643":"\n  I'll just get spanking ones -_-\n  ","541644":"\n  Average at best\n  ","541645":"\n  Exciting :(\n  ","541646":"\n  Haven't watched yet. I did read the book forever ago and heard parts of it when my sister was watching it last year.\n  ","541647":"\n  Followed.\n  ","541648":"\n  I know nothing.\n  ","541649":"\n  Trick question :P\n  \n  Would be Northeast :)\n  ","541650":"\n  No. My great grandpa didn't want his son to speak it. In turn my dad and us don't know it.\n  ","541651":"\n  ¯\\_(ツ)_\/¯\n  ","541652":"\n  Not really. Good for them.\n  ","541653":"\n  Stupidity\n  ","541654":"\n  Jessica. Known since the 1st grade.\n  ","541655":"\n  2 years\n  ","541656":"\n  It doesn't. I just meant that I should have still been on hiatus lol\n  ","541657":"\n  I graduated high school and went right into college. I had one semester off so that didn't help anything. Paperwork ended up getting messed up.\n  \n  Then in 2014 we ended up moving out of state to Arizona.\n  \n  Been back and forth between The East Coast and West Coast. Mostly via road trips.\n  \n  Found my affiliate marketing a few years ago.\n  \n  I've been focusing on my weightloss\/fitness.\n  \n  I don't think degrees are everything. I don't even do anything with the one I have. My sister even has a degree and she's in a totally different field. Degrees don't always mean success either. Whenever I do think about online courses to finish it, I always seem to have missed the sign up register etc\n  ","541658":"\n  :)\n  ","541659":"\n  Sadly.\n  ","541660":"\n  You obviously get half from them :P\n  \n  Irish had the most %\n  ","541661":"\n  Yes.\n  \n  Greek, Irish, German and English.\n  ","541662":"\n  I don't even want to look up :P\n  ","541663":"\n  Miley\n  \n\n   https:\/\/youtu.be\/S1yKCRp5qzU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541664":"\n  It came to mind since was talking about being Greek before I answered the Q.\n  ","541665":"\n  I lasted a full day 😂\n  ","541666":"\n  Awkward. Good night to you.\n  ","541667":"\n  Sexo anal\n  \n  Doesn't change much XD\n  ","541668":"\n  Someone stole your question :O\n  \n  I feel duped XD\n  ","541669":"\n  I don't believe so\n  ","541670":"\n  What should I say?\n  \n  Real answers, please. Nothing about butts like my other anon mentioned last week -_-\n  ","541671":"\n  Would be nice. Or a few years at somewhere and then a new job. I kind of go with the flow. What I feel would be best at that time for myself.\n  ","541672":"\n  My sister is the 6th XD\n  \n  Rip that horse\n  ","541673":"\n  Graphic Communications.\n  \n  I still have 2-3 classes and I'd be done with my liberal arts program at my college. I seem to keep missing the deadlines for it and I'm not in Massachusetts to do it properly either.\n  ","541674":"\n  Not really. I'm a good listener. I think I'm ok with giving advice on certain topics. There's some people that can be annoying so I might tune out to them but I'd still be aware as well.\n  ","541675":"\n  December 16th.\n  \n  No Italian here. But I like the food lol\n  ","541676":"\n  The world, friends, family etc\n  ","541677":"\n  Don't forget the Greek 😂\n  ","541678":"\n  Yes. How about you?\n  ","541679":"\n  Are you asking about thongs again?\n  ","541680":"\n  There's still time ;)\n  ","541681":"\n  Hazel eyes\n  ","541682":"\n  I need to. The polish is all chipped. It's a light purple\/blue color.\n  ","541683":"\n  Yes. You can tune out.\n  ","541684":"\n  To what?\n  \n  You must be new around here if you meant the breast size.\n  ","541685":"\n  42D\n  ","541686":"\n  Blue.\n  \n  The sky. Tiffany robin egg, darker blues. The ocean. I look good in blue.\n  \n  Idk. It's always been my favorite color.\n  ","541687":"\n  I got a new one piece.\n  ","541688":"\n  Want to guess what my mind went? :P\n  ","541689":"\n\n   https:\/\/youtu.be\/xGytDsqkQY8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","541690":"\n  At the gym? Seems like I haven't missed a Friday lol\n  \n  Reading\n  \n  Watching something\n  \n  Out with the family\n  \n  Staying in and doing whatever\n  ","541691":"\n  It could be different but we might not see or feel that difference.\n  ","541692":"\n  Hence the chores mention\n  \n  I mostly just make breakfast and lunch for myself. Dinner is usually what my sister decides to make. She's in Virginia right now so her husband ended up getting pizza and bread sticks that we all shared. Kind of hungry now since that was hours ago.\n  ","541693":"\n  You haven't bugged me yet. It's comical when people get annoyed easily with the stuff you send.\n  ","541694":"\n  No thanks. I'd rather have money to do what I want with. I don't need gems and it would probably be hard to sell?\n  ","541695":"\n  I wouldn't hurt myself and that person when it came to love?\n  ","541696":"\n  We didn't have any Mexican food on Cinco de mayo.\n  \n  Sounds good right now.\n  ","541697":"\n  Are you ok?\n  ","541698":"\n  Someone reminds me of a catfish from FS days.\n  \n  But no, I don't think two people are the same.\n  ","541699":"\n  For now.\n  ","541700":"\n  I don't think any would say that. In fact I had someone tell me that I should block and report.\n  ","541701":"\n  Chores, work, maybe a workout video but I definitely like the gym more. Masturbate ;)\n  \n  Is reading productive? Idk. Watching shows.\n  ","541702":"\n  British?\n  \n  I do have some English in me though.\n  ","541703":"\n  No. Was there a Lyndsey there?\n  ","541704":"\n  Life experiences? ¯\\_(ツ)_\/¯\n  ","541705":"\n  Greece, Hawaii, Thailand, Irelend, London and other European areas.\n  \n\n   @cestlavie87\n  \n  makes me want to go to Iceland.\n  ","541706":"\n  I'm not crazy. A lot of people write differently on here and my imagination just isn't that good when it comes to people?\n  ","541707":"\n  High? Eh.. whatever was surrounding the edge lol\n  ","541708":"\n  But it is a cat. A pizza cat.\n  \n  Lulu would bark at me if I was a chipmunk.\n  ","541709":"\n  I wish these ads would shut up.\n  ","541710":"\n  You never know these days. Some get hell bent on the wrong pronouns.\n  \n  I'd rather know their name.\n  \n  Ma'am is probably the worst to get lol\n  ","541711":"\n  Give me 20k then.\n  ","541712":"\n  Same thing to me, doesn't matter. Fluff can be good too.\n  ","541713":"\n  Roller coaster of reviews.\n  ","541714":"\n  No thanks.\n  ","541715":"\n  Odds would be good if I actually met someone lol\n  ","541716":"\n  Leggings and herbalife ones.\n  ","541717":"\n  My former step cousin and his wife do Herbalife. He said he'd send some samples to my sister but never did lol I guess he's done the same with my brother. He hasn't contacted me about it and you think he would have since I'm bigger than both of my siblings lol I have a lot of herbalife people on IG. It's kind of annoying. Those shakes also have a lot of sugar in them. My sister went to this place in town that sells them on the downlow and the person couldn't even tell her what was in it.. The type of protein powder etc They just want you to buy. It's literally a cult lol\n  ","541718":"\n  They aren't horrible lol\n  ","541719":"\n  lol. I suppose!\n  \n  No?\n  ","541720":"\n  Nice cover!\n  ","541721":"\n  I don't think I got any sexual questions. Barely got any new ones.\n  ","541722":"\n  This\n  \n  Read\n  \n  Listen to music\n  \n  Watch a movie \/ tv show\n  \n  Get out in nature\n  \n  Paint nails 💅\n  \n  Chat with people\n  \n  Analyze why I feel bored\n  ","541723":"\n  Didn't last long 😂 Probably just limit time or have days where I don't go on.\n  ","541724":"\n  English is my mother tongue ¯\\_(ツ)_\/¯\n  \n  I have.\n  \n  Not that often. I don't like when the meaning can die.\n  ","541725":"\n  Either one\n  ","541726":"\n  Never 😈\n  \n  Or not yet lol\n  ","541727":"\n  25%? Seems like it isn't her ideal gig since you don't like the 50\/50 chance.\n  ","541728":"\n  lol\n  ","541729":"\n  I'd need to know more.\n  ","541730":"\n  What if I didn't?\n  ","541731":"\n  What man? You guys are weird.\n  ","541732":"\n  In the middle\n  ","541733":"\n  I don't have that ambition.\n  ","541734":"\n  Good night.\n  ","541735":"\n  Owen and Oliver were the first ones.\n  ","541736":"\n  Being lazy, tbh.\n  ","541737":"\n  You should have been here last night\n  ","541738":"\n  \"I never understood why so many young women wear thongs, while most women over 40 with children prefer cotton grandmother's panties. It seems to me that the full-figure panties would be more comfortable, while the thongs would feel like a perpetual wedgie.\"\n  \n  Is there a question somewhere in there? Personally, I'd like a mix of different types.\n  ","541739":"\n  😍😍😍\n  ","541740":"\n  Nah. Movies don't put me to sleep. Nor do car rides or airplanes :(\n  ","541741":"\n  Indeed. Fried rice is better ;)\n  \n  Ahh that's sad. *hugs*\n  ","541742":"\n  I'd do anything for love but I won't do that is my favorite.\n  \n  Also that was the one that my sister and her husband danced to.\n  ","541743":"\n  Oh. I thought maybe falling asleep lol\n  ","541744":"\n  Kick out?\n  ","541745":"\n  I don't mind it. Broccoli is good too. Always can add spices or soy sauce to make it taste better too.\n  \n  Sucks to be you.\n  \n  Already had dinner here.\n  ","541746":"\n  Uh huh. Sure!\n  \n  Check to make sure it's out ;)\n  ","541747":"\n  Let's try this theory out\n  ","541748":"\n  I think we all know that GP would be Chinese food by now 😂 Only had once since been here but it was loaded with veggies so it was def more healthy than previous chink.\n  \n  Maybe chicken, brown rice, asparagus?\n  \n  Quinoa is pretty good but haven't had it out here.\n  ","541749":"\n  You listen to that song a lot\n  ","541750":"\n  A little tmi there.\n  \n  Thanks for the image lol\n  ","541751":"\n  I have someone in mind but I don't want to creep them out.\n  ","541752":"\n  True story :O\n  \n  I was like oh shit. lol\n  ","541753":"\n  Pretty!\n  ","541754":"\n  The Internet? ¯\\_(ツ)_\/¯\n  \n  I randomly noticed it on some quote site.\n  ","541755":"\n  I accidentally flashed my boobs yesterday. I was wearing my old bathing suit. I had the straps off and went to get up and they fell out. Am I still modest? :O I don't think any neighbors saw but ya...\n  ","541756":"\n  I noticed lol\n  \n  All good.\n  ","541757":"\n  True.\n  ","541758":"\n  Nothing? Personality, humor? Idk.\n  ","541759":"\n  Zoo. Even though I do feel bad about the animals :(\n  ","541760":"\n  Aww\n  ","541761":"\n  Home - Bokeh\n  \n  Cinema - A Quiet Place\n  ","541762":"\n  Mechanic, I'd just see our family friend or visit a good place that I knew did good work.\n  \n  I'd go to the doctor. See what they say. Do some research. If I felt like it didn't match up then I'd get other opinions.\n  ","541763":"\n  Yes XD\n  ","541764":"\n  You'd have to bundle me up\n  ","541765":"\n  Anytime\n  ","541766":"\n  *buys invisible one for you*\n  ","541767":"\n  *puts thinking cap on*\n  ","541768":"\n  Me: wants a guy\n  \n  Guy: hey\n  \n  Me: not you\n  ","541769":"\n  I've had enough of it lol Pretty but ugh.\n  ","541770":"\n  Ewww winterrrrrr\n  ","541771":"\n  I don't remember any offer. Eh Wisconsin doesn't really seem like my kind of place.\n  ","541772":"\n  Good <3\n  ","541773":"\n  Indeed\n  ","541774":"\n  It's been ok. Nothing much happening.\n  ","541775":"\n  Most times.\n  ","541776":"\n  I know\n  ","541777":"\n  :(\n  ","541778":"\n  I might with chick peas but no to other canned veggies.\n  ","541779":"\n  You didn't! Was basically just adding that off of the other one. lol\n  ","541780":"\n  Like I'm pretty picky. I wouldn't want to settle for something that I hate with a passion just to have my own place. I'd want a good fit. Somewhere that isn't that much crime rate. To know what's in the area before buying\/renting. It wouldn't be something i do lightly. Also adding your own furniture on top of everything else as well.\n  \n  I've been through a lot of home renovations so excuse me for not wanting to jump at the first opportunity at something that I don't think would be an ideal home for me lol\n  ","541781":"\n  I'm not really looking at apartments. The ones I just noticed looked pretty ghetto and were going for $700-1000+ range. Looked pretty small and odd layouts. Also haven't found something that I absolutely love yet either.\n  \n  The town we are in right now doesn't have apartments but that should be changing, I believe.\n  ","541782":"\n  It's weird when maps gives me traffic details when I'm not on the road. Good to know it's light traffic though ¯\\_(ツ)_\/¯\n  ","541783":"\n  My own place right now.\n  ","541784":"\n  Oh man, I think I'd get bored with just one.\n  \n  Hmm maybe more Abnormal Psychology?\n  ","541785":"\n  Glad to hear you feel a bit better <3\n  ","541786":"\n  I haven't played in forever. When I do, I do love it.\n  ","541787":"\n  It would say 31 but since I was born in December I'm not 31 yet. I turned 30.\n  \n  2018 - 1987 = 31\n  \n  I'll be 31 on December 16th, 2018.\n  \n  Do you want to act more stupid now?\n  ","541788":"\n  Ok\n  ","541789":"\n  Oh.\n  \n  The more you know 👌👍\n  ","541790":"\n  Hello lover\n  ","541791":"\n  I gots me a British baby without giving birth. Cool.\n  ","541792":"\n  It will probably only be for apple for a while it seems given the io name? I use Android. Rip\n  ","541793":"\n  Hahaha XD\n  ","541794":"\n  What did I do now?\n  ","541795":"\n  YOU CAN HAVE THEM ALL\n  ","541796":"\n  Interesting. Do they really have the money to back all the tokens and other rewards?\n  ","541797":"\n  I hate that but followed and liked some anyways.\n  ","541798":"\n  His new \"attachment\" that he wants an \"association\" with 😂😂😂 He mentioned her a few questions ago.. or i might have deleted that. I don't remember lol\n  \n  It's also weird getting called fake since this is my only page. I only claim to be Lyndsey instead of all the names he calls me (Alice, Jaan) and I don't have any catfish pictures of someone else up lol\n  ","541799":"\n  I think I'm pretty loveable :)\n  ","541800":"\n  Aw thanks\n  ","541801":"\n\n   @danaw3\n  \n\n  We aren't the same person.\n  ","541802":"\n  I think it's fine to use both. I do use the term vagina more.\n  ","541803":"\n  This question is unfair. Can't I be a hybrid of both?\n  ","541804":"\n  Why would she need CPR?\n  \n  Nice imagination. Is this what you dream happens when you go camping? Being the hero? :P\n  ","541805":"\n  WHY ARE YOU YELLING?\n  \n  I did yesterday. It was interesting. Not bad, but also not something I'd want on the regular.\n  ","541806":"\n  We went inside The Grand Hotel but we didn't get to experience all of it :(\n  ","541807":"\n  It's been ok so far. Nothing exciting lol\n  \n  Yours?\n  ","541808":"\n  lol. That too unless on bc of some kind ¯\\_(ツ)_\/¯\n  \n  Plus we don't know who she\/he is going camping with so that would be odd to suggest :P\n  ","541809":"\n  Neither.\n  ","541810":"\n  I don't feel like downloading it but it wouldn't surprise me if it was him lol\n  ","541811":"\n  Good luck.\n  ","541812":"\n  Weird.\n  \n  I do feel like he's mostly talking about himself. lol\n  ","541813":"\n  Yes. You can tell it's him by the way he writes. It's all scatter brained.\n  ","541814":"\n  *did, got :P\n  \n  I'll do better next time. But I mostly was A, B and sometimes C. I don't think it mattered as long as I knew the material. I was on honor roll a few times.\n  ","541815":"\n  Same.\n  \n  Good night 🌹🌹🌹\n  ","541816":"\n  You see that Lahore!! 👍👍👍\n  ","541817":"\n  Buenas noches azúcar\n  ","541818":"\n  *hoses you down*\n  \n  🔥🔥🔥\n  ","541819":"\n  I hope that I haven't had goat lol.\n  \n  I've had lamb ¯\\_(ツ)_\/¯\n  \n  Blame the Greekness\n  ","541820":"\n  Bella the pig is too cute.\n  ","541821":"\n  Spanish now ;)\n  \n  It was educational as well.\n  ","541822":"\n  Goaaaattttttt\n  ","541823":"\n  Never had. I'm not thinking about lunch either. It's 12:22am here.\n  ","541824":"\n  What sheep? I did see pigs and goats yesterday. No sheep there.\n  ","541825":"\n  Hey!!\n  ","541826":"\n  Boobs (fine with), butt (always getting better), legs (most muscular part of me).\n  ","541827":"\n  Not that, clearly.\n  ","541828":"\n  Fence of the ships?\n  ","541829":"\n  I don't really care for red on myself.\n  ","541830":"\n  Pap ones\n  ","541831":"\n  No. I'm not going to waste my time talking with someone who can't use my actual name and who degrades me every chance they can get.\n  ","541832":"\n  ¯\\_(ツ)_\/¯\n  ","541833":"\n  M\n  ","541834":"\n  Two with me and a few longer knee length ones.\n  \n  I didn't bring much with me from Maine.\n  ","541835":"\n  ;)\n  ","541836":"\n  Hit on\n  \n   @danaw3\n  \n\n  She said she wished for more anons 😂\n  ","541837":"\n  America probably doesn't have the right kind of yogurt?\n  ","541838":"\n  Not really but it has some good parts too.\n  ","541839":"\n  Who am I to disagree? 🎤🎤🎤\n  \n  Who am I supposed to be then? I can only be myself. Deal with it.\n  ","541840":"\n  This made me laugh XD\n  ","541841":"\n  No to Lahore guy.\n  ","541842":"\n  Busy job then. Enjoy.\n  ","541843":"\n  lol @  fake stuff. It's Spanish :P\n  ","541844":"\n  Never claimed to be.\n  ","541845":"\n  Tito puede hurga yo\n  ","541846":"\n  More on the clear side\n  ","541847":"\n  I guess.\n  ","541848":"\n  This is confusing.\n  ","541849":"\n  I'm not really sure :\/\n  ","541850":"\n  oh lol XD\n  \n  Interesting!\n  ","541851":"\n  Huh?\n  ","541852":"\n  Chúpame los pechos\n  ","541853":"\n  Was she not supposed to? lol.\n  ","541854":"\n  My mind went elsewhere on suckle\n  ","541855":"\n  I have no idea because that has never happened. Chinese is part of the Asian family....\n  ","541856":"\n  That's what he said.\n  \n  O.o\n  ","541857":"\n  And build fires, see shadows. Get ideas.\n  ","541858":"\n  I didn't think so. Sounds like something a 12 yr old would ask. I've also answered it a few other times before lol\n  ","541859":"\n  It very well could have ;)\n  ","541860":"\n  Thought what?\n  \n  Grinding and twerking is different :P\n  ","541861":"\n  I'm not going to watch those :P\n  \n  Scary\n  ","541862":"\n  lol. I don't know. I felt like they might be better dancers and close relationship like that where the mom taught them.\n  \n  Like my nephew's aunt was dancing with her daughter in that way so it made me think of it 😂\n  ","541863":"\n  February?\n  ","541864":"\n  Nobody asked you.\n  \n  Are you Spanish by chance?\n  "}}