{"Question":{"541865":"\n   Do you like to plan ahead or just go with the flow?\n  ","541866":"\n   Have you ever grinded with someone and got turned on\n  ","541867":"\n   History would have been a lot different if women were just as strong as men\n  ","541868":"\n   Lyndsey, you climbed 5,066ft?  Good for you.  I will be visiting Yosemite in July.  I enjoyed your description of your dad swimming in a pool an finding a floating poop.  lol  Check out this video:\n   \n    https:\/\/www.youtube.com\/watch?v=o_F_e4Bznzk\n   \n","541869":"\n   Why do humans tend to seek the fake online intimacy?\n  ","541870":"\n   What is the greatest thing in the world besides food and genuine love?\n  ","541871":"\n   Is it normal that I get enraged when I remember certain injustices that happened to me.\n  ","541872":"\n   What shoes do you wear for work?\n  ","541873":"\n   What did you do today?\n  ","541874":"\n   R for rocks. What kind do you like?\n  ","541875":"\n   What is your idea about being employed like from 9am to 8pm ?\n  ","541876":"\n   how are you\n  ","541877":"\n   How  can two brains work together using one body? Does one switch off (sleep) while the other controls or something else entirely?\n  ","541878":"\n   Is a bra is a proper gift ?\n  ","541879":"\n   It is like a smoothie\/milkshake. The better the quality of milk and yogurt used to make Lassi, the  better is the taste of Lassi. People have it with their breakfast in the villages in Punjab.\n  ","541880":"\n   I bet you are enjoying your time seeing my posts.\n  ","541881":"\n   G string panties or lacy thongs\n  ","541882":"\n   Q for quake! been in an earthquake? if not, do you have an idea what you would do??\n  ","541883":"\n   Was it ready made kite or u made it at home ?\n  ","541884":"\n   P for pool. Tell me any pool experience\n  ","541885":"\n   O for ocean. What fascinates you about it? I love the huge colorful fish.\n  ","541886":"\n   K for Kites! Have you ever flew one?\n  ","541887":"\n   L for Love. Best summer love experience???\n  ","541888":"\n   Yeah it’s winter down here at the moment I kinda prefer the cold for some reason, so I am currently at my whitest lol so you ever been to other countries or just within america itself ?\n  ","541889":"\n   Please ask me some decent questions, I'm bored, stuck in the hospital and in pain so I can't sleep :((((\n  ","541890":"\n   The good news is I don’t blind people when I walk down the road from my white skin so I’m in the clear for now lol\n  ","541891":"\n   M for marshmallows!! I'm sure people roast marshmallows in the summer lmao. Ever done a campfire and roasted?\n  ","541892":"\n   Who is your favorite YOUNG actress?\n   \n    https:\/\/www.pinterest.com\/pin\/570690584026797670\/\n   \n","541893":"\n   You will never change yourself\n  ","541894":"\n   Lol yeah we can get pretty dark at times. Greece looks nice planning on going myself. Hahah French I just say wee wee wee wee lol\n  ","541895":"\n   Why does may have so many holidays? how's ur may going so far?\n  ","541896":"\n   Choose between beauty and brains?\n  ","541897":"\n   Why are you not replying me?\n  ","541898":"\n   Summer spam time, let's go! A for air. Are you allergic to pollen? What scents do you hate to smell during the summer?\n  ","541899":"\n   B for Beaches! when is the last time you been to one and what did you do? bonus Q is a picture.\n  ","541900":"\n   E for exfoliation. do you know what that is? Do you exfoliate your skin?\n  ","541901":"\n   What things do you think should be changed about the education system?\n  ","541902":"\n   F for Fair. Have you been to one? Opinion on them? Give a memory about the fair. Or if you never been to one and dislike them then why?\n  ","541903":"\n   Do you have any habits you wish you could break?\n  ","541904":"\n   You enjoy giving a hj or a bj?\n  ","541905":"\n   Kik doesn't give notifications a lot of the time unless you open the app\n  ","541906":"\n   Ok all bullshit aside. Please tell me where i can txt you? Just try me\n  ","541907":"\n   Make this happend and id make this one of your best decision\nAnd you gonna love my chat. Im\nSo bad, I'm so good that I'm so bad I guarantee I'll be the greatest thing you've ever had\nCause you ain't never met nobody like me and you ain't gonna want to fuck nobody else again\n  ","541908":"\n   So\n  ","541909":"\n   D for drinking. What is your favorite alcohol or nonalcoholic drink?\n  ","541910":"\n   J for Jupiter.do you like viewing the sky at night?????\n  ","541911":"\n   Last time you jerked?\n  ","541912":"\n   If you had an extra $200 to spend on yourself every week, what would you do?\n  ","541913":"\n   Where is our super Lyndsey right now 😋 ? Pool time today ?\n  ","541914":"\n   Hey\n  ","541915":"\n   So Please give me your fb id to text\n  ","541916":"\n   H for heat. LiKe it or hate it? I hate it lmao.\n  ","541917":"\n   Ill ssend it on kik\n  ","541918":"\n   What colour is your coach bag?\n  ","541919":"\n   What boots do you own?\n  ","541920":"\n   What handbags do you own?\n  ","541921":"\n   I'm not i Just want to have fun with you I'll give my all to you and i want same from you. We can develope some romantic role play and ill send you hot gifs\n  ","541922":"\n   Do you have a leather jacket?\n  ","541923":"\n   Anon she doesn't reply on Kik anyways, might as well not bother :p\n  ","541924":"\n   Got a warning about that comment i semt to you oopps\n  ","541925":"\n   Ok i understood. I just want to do with you one time. I want to give my all to you please let me do? We can do a great sext that ill make sure. Ok other then fb insta?\n  ","541926":"\n   Tell me about it my background is Greek but born in Australia but pretty much same issue kinda light skinned because it kinda depends what part of Greece your from etc you interested in learning any new languages do any catch your curiosity?\n  ","541927":"\n   Did he squeal?\n  ","541928":"\n   Why no? 💔\n  ","541929":"\n   Do you ever resist from stating your true opinion about something on social media because you are afraid what people will think?\n  ","541930":"\n   What is your most used phone app?\n  ","541931":"\n   Women, if you could have the same physical strength as men would you stop this whole feminism nonsense?\n  ","541932":"\n   Can we do sext on fb ?\n  ","541933":"\n   You masturbated?\n  ","541934":"\n   I for isolation! What do you think about the trips in mountains, caves or anywhere isolated? Would you take them?\n  ","541935":"\n   Hi Lyndsey, so you were saying you have a mixed background. My question is do you speak any of those languages or just English ?\n  ","541936":"\n   Do you find life enjoyable in USA ?\n  ","541937":"\n   Ho\n  ","541938":"\n   Do you fart?\n  ","541939":"\n   Why did they adopt one if they have five children ?\n  ","541940":"\n   C for coconut. Have you ever tried coconut? Opinion?\n  ","541941":"\n   I saw this fat woman get rejected, I couldn’t stop laughing, is that funny?\n  ","541942":"\n   When will you grow up? You act like you are 12.\n  ","541943":"\n   how old were you when you hit puberty and what started to change first ?\n  ","541944":"\n   Good night cupcake\n  ","541945":"\n   When did you drink Lassi last time?\n  ","541946":"\n   Ha, not at all. I have already told you that I'm not resentful about not having you. Actually I will feel happy to see you be loved or be given love by your bf. Like it will be nice to see if he takes you to an ice cream bar or if he takes you to a garden to spend time with you.\n  ","541947":"\n   Ever had a crush on someone of the Ask?\n  ","541948":"\n   Robert of the Meat Shits told me that there’s no such thing as Male and Female toilets anymore because of the whole make up your own gender thing, I didn’t believe him at first but he showed me proof, am I the only thinks the world’s gone potty (no pun intended)?\n  ","541949":"\n   What are your favorite YouTube channels?\n  ","541950":"\n   I would rather support the Westboro Baptist Church than \"our troops\". Does anyone else feel this way?\n  ","541951":"\n   Hi, you have to like 15 of my answers and I will return 1 like to one of your answers  (if you agree). I have 200k followers, so as a consequence I will increase your likes, please follow me for other likes, contact me in page for like\n   \n    http:\/\/Ask.fm\/BARZELLETTEXRIDERE\n   \n","541952":"\n   Ho\n  ","541953":"\n   What time did you wake up today?\n  ","541954":"\n   Would you consider yourself a social person?\n  ","541955":"\n   LMAO I'm at my best friend's wedding & this old friend of his has come as one of the guests & he knows about my friend's secret affairs so my friend was nervous. But I handled it by sending all the women to feed him sweets & now everyone is crowding around him & he is going mad HAHAHAHAHAHA 😂😂😂\n  ","541956":"\n   Show the one eyed zipper rat just where to hide his nose.\nTell the pink policeman where his purple helmet goes.\nYou can do it in a disco, you can do it in a small-room\nIf you wear baggy trousers you've already got the ballroom.\n  ","541957":"\n   No I didn't.\n  ","541958":"\n   The way she fit in them blue jeans, she don't need no belt But I can turn them inside out, I don't need no help Got hips like honey, so thick and so sweet It ain't no curves like hers on them downtown streets\n  ","541959":"\n   Do you smoke?\n  ","541960":"\n   Hello\n  ","541961":"\n   :). May i ask what your wearing or is that to personal? Would not ask anything personal that would make u uncomfortable\n  ","541962":"\n   If a stranger asks you for your phone number because they think you're cute and would like to get to know you... what do you do?\n  ","541963":"\n   I'm weird. Follow me and tell other people to follow me.\n  ","541964":"\n   How are u ?, and how is ur life going??!\n  ","541965":"\n   Greek Lessons >\n   \n    https:\/\/www.youtube.com\/watch?v=XfSm7jSNx2c\n   \n","541966":"\n   Mother's Day - part 2\n  ","541967":"\n   How was your Mother's Day?\n  ","541968":"\n   T1ttyf0cking, fun for the girl or just the guy? Or pointless all together?\n  ","541969":"\n   What education do you have?\n  ","541970":"\n   Do condoms ruin all the fun or are they just necessary?\n  ","541971":"\n   Eye contact during head, fun and sensual or just awkward af!\n  ","541972":"\n   Have you ever been to a graduation ceremony other than your own?\n  ","541973":"\n   What’s something you’ve learned recently?\n  ","541974":"\n   Aside from all things pumpkin spiced, what is the one thing, if any, you enjoy about the autumn season?\n  ","541975":"\n   Haha maybe earlier I mistakenly said that yesterday when you said were NOT single. Maybe I were out of mind. What I meant to say was that yesterday when you said you were single.\n  ","541976":"\n   Cuz I like you😍🐥😏\n  ","541977":"\n   Movie madness new week!  A)  Anon  B) How to talk to girls at a party C)  Life of the party  C)  Breaking in .   As always most votes wins  so place your vote (even if you haven't heard of any of them)\n  ","541978":"\n   Sleep is more important I think\n  ","541979":"\n   You looked very beautiful and lovely in your last photos with your mum and dad and your bf.\n  ","541980":"\n   From now on I will just enjoy myself telling you to be more loving to your bf. I will tell you that I wanna see him loving on you or giving you love. And I will just be into developing a link with a new girl.\n  ","541981":"\n   So having known what i said in my last two messages be assured that I won't love on you and is not looking to take you from him.  \nBe informed that I'm happily looking to develop an association with a new person.im keen about developing an association with a new person.\n  ","541982":"\n   No idea maybe you’re tired\n  ","541983":"\n   So what now?\n  ","541984":"\n   What’s the most delicious dish your mom cooks?\n  ","541985":"\n   May I have your number\n  ","541986":"\n   Your laptop\n  ","541987":"\n   Do that before you leave Arizona\n  ","541988":"\n   I don’t think it matters if the store is the same. I could be wrong wrong. But I’m almost certain it doesn’t matter\n  ","541989":"\n   Just go where you got it. Then tell them your problems. They will go from there\n  ","541990":"\n   I know they will\n  ","541991":"\n   They’ll help you out\n  ","541992":"\n   So bye.The charge in my phone battery is 9 % .\n  ","541993":"\n   Don’t kill it\n  ","541994":"\n   What laptop thing\n  ","541995":"\n   How’s your day\n  ","541996":"\n   You're a woman and you called someone buddy, are you a lesbian\n  ","541997":"\n   How does a movie with the following cast sound: Christian Bale, Casey Affleck, Woody Harrelson, Forest Whitaker, Willem DaFoe\n  ","541998":"\n   Hey\n  ","541999":"\n   I have clearly informed you that I m inclined to go for girls who I find more desirable than you or who I better than you.\n  ","542000":"\n   And well you are being told by me that I'm not resentful about not having you and  as there are so many beautiful and desirable  girls in the world.  So I'm happy for you.\n  ","542001":"\n   Ahaaaaaaaa! ~ so THAT's why they call you 'Beggy-Peggy' !!\n  ","542002":"\n   ⏳dishonesty hour ⏳ did you really get laid regularly on that picnic bench, by mr dog-owner, while posting on here? (yes, it's me) . Did you peg him much?\n  ","542003":"\n   What's the name of the person you sent your last text to?\n  ","542004":"\n   What’s the most epic way you’ve seen someone quit or be fired?\n  ","542005":"\n   ~ is it honestly , going down now ? ~ dishonesty-hour ?\n  ","542006":"\n   Goodnight mom. I'm going sleepy time\n  ","542007":"\n   What color panties are you wearing\n  ","542008":"\n   no i meant honesty ;)\n  ","542009":"\n   last time you masturbated?\n  ","542010":"\n   last time u masturbated? \n⏳honesty hour ⏳\n  ","542011":"\n   ⏳dishonesty hour ⏳ why are you single?\n  ","542012":"\n   ⏳dishonesty hour ⏳ why do you hide your face?\n  ","542013":"\n   ⏳dishonesty hour ⏳ how old were you when you first tried ice cream?\n  ","542014":"\n   ⏳dishonesty hour ⏳ why do frogs taste like blue?\n  ","542015":"\n   Seriously try it out. All your answers have to be lies\n  ","542016":"\n   ⏳dishonesty hour ⏳\n  ","542017":"\n   Blame the lack of honesty in honesty night\n  ","542018":"\n   Seldom honest or upfront about the things that matter\n  ","542019":"\n   Always disappointed with your \"honesty\" hours\n  ","542020":"\n   ⏳dishonesty hour ⏳\n  ","542021":"\n   Part fetish, part need\n  ","542022":"\n   what's your fav type of porn?\n  ","542023":"\n   If you said yes I would say go kiss your bf tbh.\n  ","542024":"\n   Wanna kiss?\n  ","542025":"\n   I wear diapers. Your thoughts?\n  ","542026":"\n   I'm in love with you\n  ","542027":"\n   height\/weight?\n  ","542028":"\n   Do you have any pics that show off your sideboob?\n  ","542029":"\n   What gift did he give you last time?\n  ","542030":"\n   Bathing suit selfie, would you please?\n  ","542031":"\n   Can I hire you to sleep next to me in bed so I have the company of a hottie?\n  ","542032":"\n   Would you date someone in their late 30s?\n  ","542033":"\n   When will you meet your bf next time?\n  ","542034":"\n   Would you eat any exotic food?\n  ","542035":"\n   I need to go jogging daily and be living a healthy life.\n  ","542036":"\n   How long are you staying in AZ? Did you move there?\n  ","542037":"\n   When will you go on a  holiday with him this summer?\n  ","542038":"\n   It's a very bad answer,  princess \nI respect her and I respect myself \n.. your answer made me sad\n  ","542039":"\n   Let himself go !!!!!! How ?\n  ","542040":"\n   Show her what! 😂\n  ","542041":"\n   Who annoyed you dear\n  ","542042":"\n   R u racist ?\n  ","542043":"\n   If you had to kiss a famous guy and girl, who would you choose?\n  ","542044":"\n   Hug a ghost?\n  ","542045":"\n   Давай ка фото )\n  ","542046":"\n   Honesty day question: how long until you have your next period?\n  ","542047":"\n   Hello Lyndsay how are you?\n  ","542048":"\n   I love my colleague but I didn't tell her because I am shy 😢.. we will graduate next month and I won't see her again 😢 .. what should I do? 😢 I want to be brave in love But how !😢\n  ","542049":"\n   So does yours do the same thing or only the thing you mentioned??\n  ","542050":"\n   Hi \nSex is still a taboo in India. \nDo you support LGBT community?\n  ","542051":"\n   And also, it shuts off randomly at random times for no reason. I have looked into both issues and done many solutions and none helped. That laptop is so stupid like worst one I ever had\n  ","542052":"\n   Do you like margaritas?\n  ","542053":"\n   What position do you sleep in?\n  ","542054":"\n   -\n  ","542055":"\n   For real? No gas? That can't be true. I literally toot like every hour.\n  ","542056":"\n   How is your gas today?\n  ","542057":"\n   It's not painted rocks, but I still request pictures.  I GUESS it'll do.\n  ","542058":"\n   -\n  ","542059":"\n   bra size?\n  ","542060":"\n   Sorry for this question are you single? Cuz I need to know\n  ","542061":"\n   Please and\n  ","542062":"\n   Good night babe\n  ","542063":"\n   Hi\n  ","542064":"\n   From\n  ","542065":"\n   Yes I'm often late... But I rarely wear a tie so I need to relearn each time\n  ","542066":"\n   who would look better in a bikini, you or Bruce Jenner.\n  ","542067":"\n   Would you please take a selfie in a bikini\n  ","542068":"\n   How about a game in which people send anon voacaroos and people can guess at who it was that sent it.\n  ","542069":"\n   You don't have to or anything, but I would think there should exist an iPad friendly vocaroo alternative, or whatever kind of tablet you've got.\n  ","542070":"\n   I can tie a tie... Only takes half an hour\n  ","542071":"\n   Do you have any vocaroos to share?\n  ","542072":"\n   I wear a super long tie\n  ","542073":"\n   What is the worst moment in your life???\n  ","542074":"\n   Are you reading anything right now?\n  ","542075":"\n   Honesty day?\n  ","542076":"\n   If you can think of any send a question my way, anon even, feel free to be nosey\/debate  whatever.\n  ","542077":"\n   what are some psychological facts that you know but people don’t know about?\n  ","542078":"\n   I'm a fancy pirate giraffe!\n  ","542079":"\n   What's that?\n  ","542080":"\n   Do you love mlik shakes?\n  ","542081":"\n   Lunch?\n  ","542082":"\n   Do you get nervous easily?\n  ","542083":"\n   Take care. Have a nice day.\n  ","542084":"\n   Who is one person that you can’t imagine your life without?\n  ","542085":"\n   Do you prefer to pick up your food or have it delivered?\n  ","542086":"\n   «Love begins by taking care of the closest ones - the ones at home»\n-Mother Teresa .. :)\n  ","542087":"\n   Are U a typical north-american girl? >\n   \n    https:\/\/www.youtube.com\/watch?v=lZD4ezDbbu4\n   \n","542088":"\n   What do you think the next big event in your life will be?\n  ","542089":"\n   answer honestly. whats the most times u ever came in one night\n  ","542090":"\n   Irish !!!!! Irish women easily fall in love , u r not\n  ","542091":"\n   What is your nationality?\n  ","542092":"\n\n    https:\/\/buddymeter.com\/quiz.html?q=VsiRBOc\n   \n","542093":"\n   My parents are my enemies. I'm depressed about that. They will never change. He is not happy about me being employed. He does not want to see me go on in the life.\n  ","542094":"\n   I wont continue hitting on you.You have a very secure relationship with your bf.You developed such the strong relationship with him disregarding my love for you. This is interesting.May be there are many negative things about me like my age, flaws and education.These things made you be into him.\n  ","542095":"\n   The anon asked me tag 5 friends from Ask.fm but I posted a dwarf GIF so thought Lyndsey can be one of them 😁 not good ?\n  ","542096":"\n   Okay you are Lydnsey. I loved on Lydnsey and not on Alice earlier. Hm im feeling better having taken a shower. I don't want to take Alice from her bf. May she live a long life with him. I'm satisfied loving on other girls.\n  ","542097":"\n   You can't be depressed living in the place where you parents are as they are not your enemies.\n  ","542098":"\n   Good night babe\n  ","542099":"\n   Do you believe that dreams can sometimes predict the future?\n  ","542100":"\n   Desperate being having so much love for you but it is useless. You are in a relationship.\n  ","542101":"\n   DO IT (and take pictures)\n  ","542102":"\n   You know it  is from the Lahore guy\n  ","542103":"\n   No.\n  ","542104":"\n   Say that I love you. Gets on top of you to kiss your lips and to suck them and taste them. I wanna taste them.\n  ","542105":"\n   I want you in my arms naked.  I wanna wrap my arms softly around your back. I wanna kiss you on your right cheek. I wanna smell your hair. I want you to be in my arms naked for three hours or so.\n  ","542106":"\n   SEDONA IS BEAUTIFUL.  Well, second-handedly, anyway, I've never been there, but a friend has.  Pics or it didn't happen?\n  ","542107":"\n   I want you in my arms\n  ","542108":"\n   Give me your love.\n  ","542109":"\n   I want you to kiss my lips for a hour. That's what I want you to do.\n  ","542110":"\n   You wanna kiss the Lahore guy, don't you? But you are already in a relationship.  I think he is not good enough to make a girl leave her bf for him. Damn he is flirty.He said he has moved on.  He is going for other girls. Why is he loving on you today? Love never dies.\n  ","542111":"\n   Do you like hugs?\n  ","542112":"\n   If you could be in a TV show, which one would it be?\n  ","542113":"\n   I love you.  Say baby you love me.\n  ","542114":"\n   What did you do at the gym?\n  ","542115":"\n   What is your favourite insult?\n  ","542116":"\n   False.\n  ","542117":"\n   I wanna kiss you so bad\n  ","542118":"\n   I've seen several people on this site link to their PayPal accounts.. do people like Ash think they should get paid to be human or something?\n  ","542119":"\n   -\n  ","542120":"\n   Come on respond to other message sent to you by me earlier.\n  ","542121":"\n   -\n  ","542122":"\n   What did I say in my other messages sent to you earlier?\n  ","542123":"\n   Is it right to have sex with a 17-year-old girl?\n  ","542124":"\n   So... will you be my pen pal?  - Nico\n  ","542125":"\n   what have you got or learned this week? #Be_Grateful :)\n  ","542126":"\n   Who shouldn’t be famous but is?\n  ","542127":"\n   Alicia Arregui\n  ","542128":"\n   I cannot talk about myself at this site. You are not willing to talk to me directly. So bye. I'm already looking to have an attachment with someone else. You want to be put aside as you don't wanna be a friend with me.\n  ","542129":"\n   Why do you have Boston accent while you are from Arizona ?\n  ","542130":"\n   Wyd?\n  ","542131":"\n   You will only get pregnant if you swim in my personal bathtub.\n  ","542132":"\n   Joooooooooooooooooooooooooooooo\n  ","542133":"\n   If you could play any musical instrument, what would it be?\n  ","542134":"\n   You're so pretty\n  ","542135":"\n   do you like tapioca 🍚 ? mmmmm good !!!!!\n  ","542136":"\n   Like the recent if ya guys can 💞 (public)\n  ","542137":"\n   You may get pregnant swimming.\n  ","542138":"\n   are schools so strict in Arizona?\n  ","542139":"\n   How will you spend your day today?\n  ","542140":"\n   I will believe whatever you tell me as long as you do not try to manipulate me or hurt me.  I just want a few people who I can talk to and share my life experiences with.  Trust me, I am NOT looking for sex or a girlfriend or a wife.  The most accurate description is that I would like a pen pal.\n  ","542141":"\n   What color and what kinda panties are you wearing\n  ","542142":"\n   True, my name is legally Nico but it is Nicholas and I use Nico while taking to my friends on the internet.  - Nico\n  ","542143":"\n   I am excited because most of my life I have worked and worked without spending much time with family and friends.  Now I am approaching the end of my life and I still want to work but I also want to have fun and enjoy the company of those people who I love and who love me.  Is that too much to ask?\n  ","542144":"\n   do you like to have sex?\n  ","542145":"\n   Block me, I do not care.  If you want a friend who will challenge your worldly perceptions, then I am your guy.  No I am not a creep.  Rather, I am just a simple man who like to debate and share ideas and thoughts.  - Nico\n  ","542146":"\n   I am great.  I only have 9 days left for school and I picked up 6 weeks of work this summer upgrading Outbacks network.  Then in July I am heading to California for 2 weeks i.e. Yosemite National Park, Napa Valley, Golden Gate Bridge, Sequoia Nat'l Park, Kings Canyon and I will see my grandaughter.\n  ","542147":"\n   it's someone checking if you have blocked them or not\n  ","542148":"\n   Period?  Damn woman, why in the hell would I be asking about your period?  Don't get me wrong.  If you wanted me to know about your personal stuff of course I would listen but to simply ask about your menstrual cycle is inappropriate and rude.  That is not me.  I do not behave like that.  :((((\n  ","542149":"\n   I would never be so rude as to ask you if you are on your period, unless of course, we were dating.  lol   Seriously, the period (.) is like a door bell letting you know that Nico wants to talk.   Why do we have to always play these games?  I just want to talk to you.  :(\n  ","542150":"\n   .\n  ","542151":"\n   What language do you speak?   \n¿Qué idioma hablas?\n  ","542152":"\n   Please stop your nonsense.  We love each other and all you want to do is roleplay.\n  ","542153":"\n   My dog is cute\n  ","542154":"\n   was it good?\n  ","542155":"\n   Allie y Noah por siempre.\n   \n    https:\/\/www.youtube.com\/watch?v=5Dho00D88Eo\n   \n   Todavía te amo y siempre te amaré porque eres mi alma gemela.\n  ","542156":"\n   how old are you kissing for the first time?\n  ","542157":"\n   How was the first sex?\n  ","542158":"\n   Are you a lesbian?\n  ","542159":"\n   was it good?\n  ","542160":"\n   how old did you have sex for the first time?\n  ","542161":"\n   What do you hate?\n  ","542162":"\n   general\n  ","542163":"\n   If you had the chance to talk to your Ex what would you wanna tell him\/her ?\n  ","542164":"\n   did you have sex?\n  ","542165":"\n   What exactly do you want these days?\n  ","542166":"\n   Who m i\n  ","542167":"\n   In your opinion what race is the tallest and strongest?\n  ","542168":"\n   \"nices people on here\"\n\n*sees my name in the list*\n\nW H A T\n  ","542169":"\n   Do u have a beautiful voice ?\n  ","542170":"\n   Who are the 5 nicest people on here that you've encounter and should be applauded?\n  ","542171":"\n   No no not good, you should come\n  ","542172":"\n   Have you ever done competitive swimming?\n  ","542173":"\n   Are you a mermaid?\n  ","542174":"\n   Why are Hispanic men so small and fragile compared to White men? White men are statistically taller and stronger than Hispanic men.\n  ","542175":"\n   Bye. I'm not gonna follow you to you other pages and waste my time.\n  ","542176":"\n   You haven't come on Kik to talk in a while\n  ","542177":"\n   I get the feeling you're not actually scared of me\n  ","542178":"\n   Do you saw my draws GIF 😃 you like to be one of them ?\n  ","542179":"\n   Do u notice some women who only want children , do not husbands ?\n  ","542180":"\n   *glares at you while plotting evil schemes* You don't want to test me\n  ","542181":"\n   I stare at everybody with hatred in my eyes don't worry anon\n  ","542182":"\n   Aww don't make sad faces I'm just teasing\n  ","542183":"\n   ~ I tagged you for 'the spring toy' ; but you saw that , coz you liked it .....\n  ","542184":"\n   My mum bought me 20 330ml bottles of Sierra Nevada Torpedo IPA, I’m getting drunk tonight!!!\n  ","542185":"\n   Who's going to win the Eurovison tonugh?  Not Ireland anyway from what i heard of the song.....\n  ","542186":"\n   Why do Mexican women cheat? I dated this one Mexican woman called Angel Martinez and she cheated on me with other 100 men, I simply can’t look at any woman who’s Mexican or Latin American ever again. I will not date a single Hispanic woman, even White Women have never wronged me as bad as that.\n  ","542187":"\n   You're elderly so you need more sleep 😉\n  ","542188":"\n   everyone check this out and like comment subcsribe ! feed back is appreciated ! MORE MUSIC ON THE WAY FOLLOW ME ON INSTAGRAM SUPPORT ME I SUPPORT U!!\n   \n    https:\/\/www.youtube.com\/watch?v=dQFRiQjhuDI\n   \n","542189":"\n   I definitely stayed up a few hours after that until past 5am lol\n  ","542190":"\n   Am I pretty?\n  ","542191":"\n   Hi\n  ","542192":"\n   Fuck me, I’ve seen it all, I just met a Columbian spic with a cockney accent lol.\n  ","542193":"\n   did i say i wanted to date you online or anything get over yourself\n  ","542194":"\n   What do you prefer the American Big Four Slayer, Anthrax, Megadeth end Metallica or the Tuetonic Big Four Sodom, Destruction, Kreator and Tankard?\n  ","542195":"\n   I forgot to say, 3 million in the U.K. were born into the Church of Rome, this is a Protestant country but Catholics are deliberately outbreeding us.\n  ","542196":"\n   That's how cute you can be when you sleep\n  ","542197":"\n   Last year 3 million babies were born to the Church of Rome, they’re breeding like rats and multiplying like flies.\n  ","542198":"\n   You would do that because sleep is essential to human life\n  ","542199":"\n   Go to sleep :p\n  ","542200":"\n   Wanna a bra as a gift?\n  ","542201":"\n   Your boobs size ?\n  ","542202":"\n   From where do you draw inspiration for the way you dress?\n  ","542203":"\n   No it the same\n  ","542204":"\n   ❤️❤️\n  ","542205":"\n   You like it’s smell?\n  ","542206":"\n   It nice right?\n  ","542207":"\n   I'm not strange. Hm it wasn't a fun reading what you said about your sisters ex and your sister. You don't have any sister. It is waste of time to read about the people who does not exist. How about you start sharing what you find  interesting in any novel or a book.\n  ","542208":"\n   Splash is a clothing store. I saw so many outlets of Splash in Dubai. Splash is Dubai based and have opened its outlets  in Pakistan recently. I will take a proper video of the stores today.\n  ","542209":"\n   What?\n  ","542210":"\n   Do you like precum ?\n  ","542211":"\n   Hello sexy\n  ","542212":"\n   I do not know your Instagram ID. If you talk about your real self and express your real thoughts then it will be nice otherwise it is not a pleasure to read your self-fabricated things about your characters.\n  ","542213":"\n   Anyways I'm going to refresh myself now. That girl went shopping to the stores of Mango and Splash. She came on the black civic parked right outside the entrance to the store of Mango and Splash. She smokes. That's bad.\n  ","542214":"\n   Yesterday you stopped using the page when i got online after refreshing myself. This was bad and it made me ignore you all day long yesterday.\n  ","542215":"\n   My phone battery went dead. I put my phone on charge and took a nap. I could tell you that I'm gonna take a nap but I preferred to ignore you as you didn't choose to talk to me at Instagram earlier and expressed that you are not willing to establish a direct link with me.\n  ","542216":"\n   I'm always opinionated in case you hadn't noticed. But you're still being difficult about it :p\n  ","542217":"\n   You're just being difficult about it\n  ","542218":"\n   How long is too long?\n  ","542219":"\n   When's the last time you dated somebody?\n  ","542220":"\n   Hmm any chance we get to see your tan?\n  ","542221":"\n   Good night babe\n  ","542222":"\n   Thighs get rich by exploiting your knees, they charge too much rent :p\n  ","542223":"\n   I fell asleep. You make me ignore you.\n  ","542224":"\n   Do you have a preference on what's better, their studio's or their live's? for future ref. this is often said to be their best live version of ToG ->\n   \n    https:\/\/archive.org\/details\/gd86-12-15.nakcm101-dwonk.25263.sbeok.flacf\n   \n   Jerry's first show after he woke from a coma.\n  ","542225":"\n\n    https:\/\/ask.fm\/DevonCrawshaw\n   \n   all knowing goddess who believes that I'm an idiot for thinking it's strange to give women control over ending millions of lives for whatever reason they desire.\n  ","542226":"\n   I would not ask u for an online relationship but really I like u very much even without touch\n  ","542227":"\n   Hey I don't hate people who disagree with me, because without opposing views we would have no democracy or ability to demonstrate free will. But anger is an easy response sometimes\n  ","542228":"\n   Some people seem to have troubles coping with questions to their beliefs, such that they have to resort to calling me names :p\n  ","542229":"\n   How did u know he is a quickie ?\n  ","542230":"\n   Iphone or Samsung\n  ","542231":"\n   Do u think that people do not give sexual enter course the time , they r always in a hurry ?\n  ","542232":"\n   Thirst is so real. I mean they got nothin to talk about other than your status\/body? I mean they can be more mature about this 💀\n  ","542233":"\n   Is better to live in US or Europe ?\n  ","542234":"\n   np i wish i was like way older\n  ","542235":"\n   Do u like sitting on the porch while it rains ?\n  ","542236":"\n   You won't be forever alone you have food\n  ","542237":"\n   Is Touch Of Grey by the Grateful Dead one of those songs that everyone knows?\n  ","542238":"\n   What do your mum cook the best?\n  ","542239":"\n\n    https:\/\/www.youtube.com\/watch?v=WbytoVspd88\n   \n   i go to the gym, not the jim\n  ","542240":"\n   She just wanna live her own life. She does not care about me. Thats okay. I dont care know. Maybe your mum is an interesting person to talk to. Maybe she is not self-contained like you are.\n  ","542241":"\n   Must have taken it down? Or de-activated? ~ I've wasted time answering stuff , only to get 'no such address found' (or similar)\n  ","542242":"\n   if you had more muscles you could've been my tag team wrestling partner\n  ","542243":"\n   HAHAHAHA OMG. that's amazing.\n  ","542244":"\n   -\n  ","542245":"\n   ok so the new drama on ask is insulting f*t people coz I'm EDGY. grow up kids\n  ","542246":"\n   I'm getting bored. Can I talk to your mum? My mum just keep bitching against me. She is bad.She is so almost illiterate. She does not think big. She does not care about me. She had a word with me the day before yesterday.\n  ","542247":"\n   haha your funny i hope you meet a nice guy\n  ","542248":"\n   have you ever been mean to a guy\n  ","542249":"\n   How is your mum doing?\n  ","542250":"\n   Opinion on those who sell drugs?\n  ","542251":"\n   Pap of something near you\n  ","542252":"\n   Do you think abusive behaviour can be changed?\n  ","542253":"\n   I have uploaded the video of the place where I saw her. Hey give me yiur Instagram ID\n  ","542254":"\n   Opinion on addiction?\n  ","542255":"\n   Hello Lydnsey\n  ","542256":"\n   What is the principle obstacle of changing?\n  ","542257":"\n   Dinner?\n  ","542258":"\n   Flowers ..\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/148027181418\n   \n   ?\n  ","542259":"\n   Do you have any masks??\n  ","542260":"\n   What makes someone's life interesting to you?\n  ","542261":"\n   Would you live in a place where it never rains and is really hot?\n  ","542262":"\n   Tasty\n  ","542263":"\n   Do you love hot dogs?\n  ","542264":"\n   Favorite  actor\n  ","542265":"\n   pap\n  ","542266":"\n   I'm the king? Hey when the King arrives the winds turn into storms. The clouds start to tremble and produce lightning! The sky starts to go crazy!! The ground starts to tremble!!!\n  ","542267":"\n   Should Scotland be the forced out of the United Kingdom and for their to be a 100 ft electric fence put up on the English\/Scottish border?\n  ","542268":"\n   -\n  ","542269":"\n   Best way to increase stamina ?\n  ","542270":"\n   Why are Protestant countries more richer and civilised than Catholic countries? For example, UK, Norway, Germany, Sweden, Denmark, Netherlands, Iceland, USA, Canada, Australia, New Zealand and so forth are Protestant but Nigeria, Mexico, Poland, Slovakia, Columbia and Ghana are Catholic.\n  ","542271":"\n   Is it normal that if a woman tries to speak to me in real life (unless she’s family or someone I know) I completely ignore her and pretend she isn’t there? For example when I was 15 at a Deicide concert this woman tried asking me something and I just completely ignored her.\n  ","542272":"\n   Favorite actress\n  ","542273":"\n   Do u like science fiction movies ?\n  ","542274":"\n   Rich or great lover ?\n  ","542275":"\n   I went to a Protestant secondary school and in the next town there was a Catholic secondary school, on a Friday for both schools school finished at 2:00PM instead of the usual 3:30PM on Monday-Thursday, so we would all meet to have massive Protestant VS Catholic fights on a field, opinion on that?\n  ","542276":"\n   What your self defense weapon ?\n  ","542277":"\n   Do you like lollypop , marmalade, jam , juice   ?\n  ","542278":"\n   Handsome or have sense of humor ?\n  ","542279":"\n   What do you feed your dog ?\n  ","542280":"\n   i have a acne scars on ma face and i feel insecure\n  ","542281":"\n   Esspresso or french coffee ?\n  ","542282":"\n   THAT , is not a link to a poll though ?\n  ","542283":"\n   What's your biggest fear?\n  ","542284":"\n   i think it was a tie between moi and doug\n  ","542285":"\n   «People won't have time for you if you are always angry or complaining»\n\n-Stephen Hawking .. Take it easy :)\n  ","542286":"\n   Well then and how‘s with your favourite food 🤔 ?\n  ","542287":"\n   Sounds like a 'ben-question' . . . . fukttup & pointless .\n  ","542288":"\n   Advice of the day-Never date an Northern Irish woman, done that once, biggest waste of time ever, they may be loyal to Queen and Country but they certainly aren’t loyal to you. Northern Irish women are the type of women that you just use for sex and don’t get into relationships with.\n  ","542289":"\n   You don‘t remember what 🤔?\n  ","542290":"\n   any idea who may have sent out that poll  that featured \/doug and i?   methinks that Dan person\n  ","542291":"\n   Is men with bigger ass  r more more attractive than those who have smaller ones\n  ","542292":"\n   Have you ever sent a message and then immediately regretted it?\n  ","542293":"\n   Did you ever eat a Pizza from the Weber Grill or an other kind of grill brand ??? When not what is your favourite grill food ?\n  ","542294":"\n   Good night babe\n  ","542295":"\n   What are some foods you used to like as a child that you don't necessarily enjoy as of now? And vise versa as an adult? :P\n  ","542296":"\n   Revelation of the day!\n  ","542297":"\n   What's the last thing you ordered in the mail? :P\n  ","542298":"\n   Would you\/have you had your future read by a psychic? What are your thoughts\/opinion on it? (:\n  ","542299":"\n   What kind of cheesy greatness are you?? :P\n   \n    https:\/\/www.buzzfeed.com\/hollyhur\/what-kind-of-cheesey-greatness-am-i-2oxt5?utm_term=.gjOmxq2BJ#.mdG6nv4EK\n   \n   ... Post your results!!\n  ","542300":"\n   Hahaha we cool, gurllll :P You did send me a pretty hefty list of songs\/bands a couple weeks ago! So, my ears were preoccupied, nonetheless :P .... P.S. GREAT CHOICE! Hello darkness my ol' frienndd... :) *waves at shadows*\n  ","542301":"\n   Haha he said he could give me any kind of bullets. Hm i will get them when required.\n  ","542302":"\n   I asked you  to talk  to me at Instagram cause I cannot talk about myself at this App. Bye.\n  ","542303":"\n   What band is your favorite at the moment?\n  ","542304":"\n   How much did you lurk your crushes social media before talking to them?\n  ","542305":"\n   Why don't animals laugh, smile or cry?\n  ","542306":"\n   Do you think dad caps are really making a comeback?\n  ","542307":"\n   Let's talk at instagram Lydnsey\n  ","542308":"\n   It is difficult to buy bullets if you dont have a licence of any gun you own.\n  ","542309":"\n   would you rather be the parent of triplets or five children (spaced out as much as you like)\n  ","542310":"\n   what would you say the reverse-gender name of ur name is?\n  ","542311":"\n   what name is the equivalent opposite gender of your middle name?\n  ","542312":"\n   I'm waiting for my visa. Now that man don't have manpower and he cannot help me about whipping the candyass of the person I fought with one year ago. I drank milkshake of peach one day ago. When did you drink milkshake last time?\n  ","542313":"\n   I mean my stomach probably doesn't need more dairy despite what it wants :p\n  ","542314":"\n   Ask is making me prove I'm human... I've been exposed! Luckily my AI is advanced enough to click the box saying I'm human\n  ","542315":"\n   Oh! You must do a lot of walking then. The suffering in the heat could be a lot like when jesus (supposedly) had to carry his cross in the desert. If you wear a good sized backpack as I have when visiting there... well, god bless.\n  ","542316":"\n   I never used to have the problem, noticed it more over the past few years\n  ","542317":"\n   About how much time does Lindsey spend on the bus each day? I know that Phoenix is a pretty sprawly area.\n  ","542318":"\n   How are you?\n  ","542319":"\n   Yeah I can take pills to help digest it but I still try to not eat too much dairy\n  ","542320":"\n   When do u become easier to turn on ,winter or summer ?\n  ","542321":"\n   What is the biggest time somebody used you and how did you finish that ?\n  ","542322":"\n   Is there is difference between your generation and your mama's about nail polish ?\n  ","542323":"\n   I do not stand the weather talk too\n  ","542324":"\n   Do u like those pics for girls looks like rabbits with big ears and sort of mustache ?\n  ","542325":"\n   Nah I'm not hungry. Plus have to limit dairy consumption because body doesn't like me\n  ","542326":"\n   Do you run into many lesbians ?\n  ","542327":"\n   Canadian style is better. Pepperoni mushroom and bacon\n  ","542328":"\n   What's your favourite romance movie? Mine is Ratatouille, I just love food 😍😍\n  ","542329":"\n   Like what ?\n  ","542330":"\n   What music do you listen to when you need to concentrate on work?\n  ","542331":"\n   Do u feel sometimes lonely?\n  ","542332":"\n   What makes a person rich?\n  ","542333":"\n   Have you ever fallen asleep during a class?\n  ","542334":"\n   Are you good at swimming?\n  ","542335":"\n   What topic of conversation do you consider boring?\n  ","542336":"\n   What are the three things that you cannot live without?\n  ","542337":"\n   Well you said it's hot, maybe you felt like you were cooking\n  ","542338":"\n   You feel like pizza or feel like eating pizza?\n  ","542339":"\n   Will you buy me a pizza?\n  ","542340":"\n   Actually I would love to see. Would you please do a panties pic\n  ","542341":"\n   Have you ever showed your face here\n  ","542342":"\n   Every patient that is on Medicare,  a type of government insurance for the poor, will get booted out. All 37,000 of them.\n  ","542343":"\n   Nice\n  ","542344":"\n   How would I know it's not spectacular if I haven't see it\n  ","542345":"\n   Can you pap of you swimsuit\n  ","542346":"\n   Atleast your by the pool\n  ","542347":"\n   Looks relaxing\n  ","542348":"\n   What's your ootd\n  ","542349":"\n   What hairstyle looks best on girls?\n  ","542350":"\n   How tall are you\n  ","542351":"\n   Are you afraid of the dentist?\n  ","542352":"\n   Is there any particular skill you’d like to learn or improve upon?\n  ","542353":"\n   What's something you don't get?\n  ","542354":"\n   What's the best compliment you've ever received?\n  ","542355":"\n   So I'm guessing I can't see it then\n  ","542356":"\n   What would you like to see mankind achieve within your lifetime?\n  ","542357":"\n   It can't be that bad\n  ","542358":"\n   Can I see it\n  ","542359":"\n   What is your definition of pure happiness?\n  ","542360":"\n   No you get them tan\n  ","542361":"\n   Maybe today is that day\n  ","542362":"\n   Do you play any sports?\n  ","542363":"\n   -\n  ","542364":"\n   Just make sure to wear a sun block\n  ","542365":"\n   Damn that's hot you can start cooking eggs on the floor\n  ","542366":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","542367":"\n   Who knows the most about you?\n  ","542368":"\n   Hows your day going\n  ","542369":"\n   God bless you\n  ","542370":"\n   What is the best way to learn a foreign language?\n  ","542371":"\n   Do you think animals have souls?\n  ","542372":"\n   Who are some users you follow that don’t have a lot of drama on their page?\n  ","542373":"\n   If you had a chance for a “do-over” in life, what would you do differently?\n  ","542374":"\n   Today, due to the dismantling of Obama care in the state of Louisiana, they announced that 37,000 nursing home patients were being evicted from nursing homes. Is this good news, or bad news? What is your thoughts on it?\n  ","542375":"\n   The entire world stands still for one day, but not you. What do you do?\n  ","542376":"\n   Where did you first meet your best friend?\n  ","542377":"\n   What's the best cheese to eat with crackers?\n  ","542378":"\n   What do you like watching the most on television?\n  ","542379":"\n   Do you believe in karma?\n  ","542380":"\n   -\n  ","542381":"\n   What do you think of tattoos?\n  ","542382":"\n   What are the best holidays you have ever had in your life?\n  ","542383":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","542384":"\n   How long do you need to sleep to be in good shape?\n  ","542385":"\n   How often do you change your mobile phone?\n  ","542386":"\n   Are you a mommy or daddy person?\n  ","542387":"\n   How sexual are you right now?\n  ","542388":"\n   What do you think ASKfm has, that no other site has?\n  ","542389":"\n   What are the most comfortable shoes?\n  ","542390":"\n   Let me guess , u r chocolate edict, right ?\n  ","542391":"\n   - they GROW their own shells !\n  ","542392":"\n   I once asked my dog this question, She just gave me a withering look.\n  ","542393":"\n   What are snails even trying to do?\n  ","542394":"\n   Do you think people have taken political correctness too far?\n  ","542395":"\n   Yes dear do not share the lucky panties , they would be envied\n  ","542396":"\n   Cheetos or Doritos?\n  ","542397":"\n   What do you think animals think about humans?\n  ","542398":"\n   Would you please take a panties pic\n  ","542399":"\n   Do you enjoy travelling on a ferry?\n  ","542400":"\n   If you were a different gender, what name would you want to have?\n  ","542401":"\n   Good girl\n  ","542402":"\n   Panties pic\n  ","542403":"\n   I Origins :3\n  ","542404":"\n   Are you ticklish at all? If yes, where the most?\n  ","542405":"\n   Neville. He has been caught before. There was an expose page of him. He's nobody anyway lol\n  ","542406":"\n   I managed to separate my will from that of the couch, but it remains as a temptation to go back to the life I once had with it.\n  ","542407":"\n   Well, everybody hurts sometimes, everybody cries and everybody hurts, sometimes... But everybody hurts, sometimes, so hold on\n  ","542408":"\n   v this person is a catfish btw. So be careful\n  ","542409":"\n   Do you prefer normal bodies, or lots of muscle? An interesting poll:\n   \n    https:\/\/ask.fm\/NotWelfareDan\/photopolls\/93043959\n   \n","542410":"\n   Most popular girl and boy in any school\n  ","542411":"\n   What wearable technology would you want to have?\n  ","542412":"\n   Mr Blobby, wobbly nobby.\n  ","542413":"\n   Good night babe\n  ","542414":"\n   Would you gtb with ben?\n  ","542415":"\n   No it's too late! The couch has absorbed me, melded my will into its. I am couch and couch is me\n  ","542416":"\n   What about my honesty question?\n  ","542417":"\n   What happens if you tell a schizophrenic that you know that you have been one of their hallucinations all along?\n  ","542418":"\n   Yeah my experience with dating is few and far between, and tragic. But I'll survive, might just remain single my whole life\n  ","542419":"\n   Good girl  I love you\n  ","542420":"\n   And here I was thinking you like me 😢\n\n\n\n\n😢😢😢😢😢😢😢\n  ","542421":"\n   Would you rather have to find out where Waldo is, or Welfare Dan?\n  ","542422":"\n   You won't rescue me?\n  ","542423":"\n   No she usually chills upstairs except when she wants food, I'm downstairs right now. She doesn't use this couch.\n  ","542424":"\n   My couch has ensnared me with a comfiness spell and I don't think I can escape! Somebody come save me!\n  ","542425":"\n   I talk to some women, they're usually just awful humans who lack maturity. Ex was pretty decent until she realized she's still in love with the guy she dated before me.\n  ","542426":"\n   Are you fictional?\n  ","542427":"\n   It's fine, basketball is my least favourite of the major sports leagues 😛 Still painful to see then swept out of the second round though.\n  ","542428":"\n   Don't show Raptors GIFs, the pain is too fresh 😕\n  ","542429":"\n   Are you close with your parents to where you can tell them everything?\n  ","542430":"\n   Willing to do what?\n  ","542431":"\n   Do you have any bruises?\n  ","542432":"\n   Do you have plans to\/think you'll ever post a pic of your face on here?\n  ","542433":"\n   What is one thing you regret having done or not done in your life?\n  ","542434":"\n   Have you ever asked a guy out? How did that go?\n  ","542435":"\n   What kinda panties are you wearing atm\n  ","542436":"\n   were you serious?\n  ","542437":"\n   ** I meant no condom to the 2nd part\n  ","542438":"\n   Do you enjoy sex   with the partner wearing condom ?\n  ","542439":"\n   seriously?\n  ","542440":"\n   is it 3?\n  ","542441":"\n   what are your measurements?\n  ","542442":"\n   so honesty hour isnt really honesty hour\n  ","542443":"\n   I bet you have nice sideboob. Am I right?\n  ","542444":"\n   Had you ever have your armpit been  kissed ?\n  ","542445":"\n   I like armpit of plump women , r u plump ?\n  ","542446":"\n   Is it sexy to shave your armpit ?\n  ","542447":"\n   I know where to find some bodies... Unless you need them alive\n  ","542448":"\n   Have you ever tried sausages in a special purpose ?\n  ","542449":"\n   What is 'sausages snap'?\n  ","542450":"\n   you know what i mean :):)\n  ","542451":"\n   -\n  ","542452":"\n   body count?\n  ","542453":"\n   Can I see a pic of your armpit?\n  ","542454":"\n   I like how sausages snap. Man I really want sausages with yellow mustard and ketchup and onions now. Lol\n  ","542455":"\n   How many times did you tinkle last night?\n  ","542456":"\n   Did you try one of those special hotdogs in AZ yet?\n  ","542457":"\n   I wanna kiss you and you bite my neck\n  ","542458":"\n   Current outfit?\n  ","542459":"\n   When did you first learn about sex, and what was your reaction?\n  ","542460":"\n   I need your advice. I broke up with my bf because he wants more and wants to settle but I don't love him as much. But now I feel extremely bad because I broke his heart. Is it ok to text him and ask how's he feeling?\n  ","542461":"\n   Do you have a favourite artist? With a physical medium ie drawings, sculptures, paintings etc\n  ","542462":"\n   OMG I ordered 70 Quick-N-Eazy microvable dinners and I received 70 microwavable quick popcorns instead, Guess I'll have to make do and invite my GF over for 70 movie nights to make her smile! 😉\n  ","542463":"\n   This might seem like a strange question but do you have a hamper (the thing you put dirty clothes in)? I'm just curious, I wanted to get one but Steph says they're old fashioned.\n  ","542464":"\n   how are you xo\n  ","542465":"\n   How do you usually try to make things right after something you did that hurt others?\n  ","542466":"\n   what color are you wearing right now.?? Top to bottom..??\n  ","542467":"\n   Honesty hour\n  ","542468":"\n   What labels do you apply to yourself?\n  ","542469":"\n   No, I'm a different anon! Did I annoy me? (Don't block me, you love me!)\n  ","542470":"\n   Whats your favorite phrase?\n  ","542471":"\n   Anything exciting coming up?\n  ","542472":"\n   Has anyone annoyed you now?\n  ","542473":"\n   Yeah but I'm a human making me of higher authority. Plus she's small enough to pick up. So that's her problem not mine\n  ","542474":"\n   Sorry for an bother you!!!\n  ","542475":"\n   Had to kick my cat out of a chair to sit in it and she gave me attitude :p\n  ","542476":"\n   Hi there, are student or work some where?\n  ","542477":"\n   Not I. It's been sown. Arrogance, Aggression, and Apathy.\n  ","542478":"\n   Damn. That would have meant so much to me. Link?\n  ","542479":"\n   He has to wear diapers, but hates people knowing.\n  ","542480":"\n   Does it bother you when you LOVE something and suddenly everyone hypes about it?\n  ","542481":"\n   That's why he's in power. Americans don't care. There will be a harvest.\n  ","542482":"\n   Did you hear Trump's speech of betrayal, about 3 hours ago?\n  ","542483":"\n   Would you do me an immense favour? List some people whom you follow whom you would recommend, who have a complex and witty, intelligent sense of humour? In order of excellence!\n  ","542484":"\n   Don't you like Elephants?\n  ","542485":"\n   Ben is 6'3\" 230\n  ","542486":"\n   Nope I have an elbow fetish\n  ","542487":"\n   Do you think\n   \n    @Necrom0rph\n   \n   could take Ben in a fight ?\n  ","542488":"\n   Do you drink ?\n  ","542489":"\n   Because... Maybe I just like pandas\n  ","542490":"\n   All the great ones leave their mark.\n  ","542491":"\n   Did that toilet paper question strike a \" bum \" note with people here ?  🤔😂\n  ","542492":"\n   You make me think of a panda more 😛\n  ","542493":"\n   -\n  ","542494":"\n   Did you pay any mind to the met gala outfits? If so did you have a favourite look?\n  ","542495":"\n   You are asking for questions. There is one.\n  ","542496":"\n   No I meant like the animal.\n  ","542497":"\n   Hows the holiday?\n  ","542498":"\n   What does your doorbell say?\n  ","542499":"\n   Are you a panda?\n  ","542500":"\n   @ ?\n  ","542501":"\n   Dear. Do u know where in Facebook to find an advertising manger ?\n  ","542502":"\n   What was the last picture you took on your phone?\n  ","542503":"\n   -\n  ","542504":"\n   ﺍﻧﺸﺮﻫﺎﺑﻘﺪﺭ ﺣﺒﻚ ﻟﻠﻘﺮﺁﻥ ! ﷽.﴿.ﻗُﻞ.ﻫُﻮَ.ﺍﻟﻠَّﻪُ.ﺃَﺣَﺪٌ.۞ﺍﻟﻠﻪُ.ﺍﻟﺼَّﻤَﺪُ.۞.ﻟَﻢْ.ﻳَﻠِﺪْ.ﻭَﻟَﻢْ.ﻳُﻮﻟَﺪْ.۞.ﻭَﻟَﻢْ.ﻳَﻜُﻦ.ﻟَّﻪُ.ﻛُﻔُﻮًﺍ.ﺃَﺣَﺪ.﴾.. ﺗﺨﻴﻞ ﻳﻮﻡ ﺍﻟﻘﻴﺎﻣﻪ ﺗﻘﻮﻝ ﻳﺎﻟﻴﺘﻨﻲ ﺍﺭﺳﻠﺘﻬﺎ...\n  ","542505":"\n   Andrex kittensoft or cushelle (toilet tissue) or your nearest luxury equivalent?\n  ","542506":"\n   What was your favorite TV show when you were a child?\n  ","542507":"\n   What's your favorite candle scent?\n  ","542508":"\n   As you want to be just a fake person to me and don't wanna talk to me being your real self and don't want to have friendship with me, so,  i dont want to waste my time talking to you. I like so many girls who I want to be loving on. Goodbye. Forget me.\n  ","542509":"\n   would you rather be the parent to twins or an only child?\n  ","542510":"\n   Were your family strict about sleeping early? What did you sleep?\n  ","542511":"\n   would you make a better politician or lawyer?\n  ","542512":"\n   which zodiac sign has tried to ruin ur life the most\/will be the end of you? (me and leo men do NOT have a great history lol.)\n  ","542513":"\n   Is there anything you were excited to try then got really disappointed with once you actually got to do so?\n  ","542514":"\n   Would you rather sleep a thousand years and wake up as a weasel? OR  sleep a hundred years and wake up as an fox?\n  ","542515":"\n   So... I take it that your AZ relatives and MA parents take turns having you, and you contribute by doing chores, running errands, etc. Well, good for you! It's nice to have two homes, a loving family, and a pretty responsible adult.\n  ","542516":"\n   Boredom\n  ","542517":"\n   What current trend is going to look silly in 10 years?\n  ","542518":"\n   If a product was just beyond it's best before date (e.g  can of strawberries)  and heavily reduced to clear would you be tempted to buy it or prefer to get one that was in date at full price?\n  ","542519":"\n   It’s real\n  ","542520":"\n   Hehe\n  ","542521":"\n   Favorite movie?\n  ","542522":"\n   Here is my definition of art\n   \n    https:\/\/ask.fm\/danaw3\/answers\/148268262673\n   \n   .. Feel free to read it :) have a nice day\/night. 🌼\n  ","542523":"\n   Are you a good dancer?\n  ","542524":"\n   What is your definition of art?\n  ","542525":"\n   Sure\n  ","542526":"\n   So what does the current time and place call for?\n  ","542527":"\n   What’s your favourite quote? 🌸 STAIF 🌸\n  ","542528":"\n   What is something that you find attractive in another person?\n  ","542529":"\n   How are you? 😍\n  ","542530":"\n   Just saying\n  ","542531":"\n   Do you ever have a dirty imagination? Or are you an innocent angel :p\n  ","542532":"\n   Is it about erected penis plz ?\n  ","542533":"\n   How does he make you feel that you’re no in control\n  ","542534":"\n   Yes\n  ","542535":"\n   I do not think that you have relationship with anyone and that is give me hope\n  ","542536":"\n   I don’t know what it’s short for to be honest\n  ","542537":"\n   Collin\n  ","542538":"\n   For not knowing\n  ","542539":"\n   For n\n  ","542540":"\n   Sorry\n  ","542541":"\n   how do i gain weight without eating  a lot ?\n  ","542542":"\n   Don’t know\n  ","542543":"\n   i live in a snowy state i can't go outside\n  ","542544":"\n   Ask him out\n  ","542545":"\n   What is your dream vacation?\n  ","542546":"\n   Hi mom! I like being a little caterpillar. I'm going to get cozy in bed soon. I want a snack though.\n  ","542547":"\n   lyndsnay come on\n  ","542548":"\n   you are so inappropriate to discuss that\n  ","542549":"\n   condom or bare?\n  ","542550":"\n   Do you like to lick tongue while kissing ?\n  ","542551":"\n   plz i beg you\n  ","542552":"\n   you don't deserve a guy like me tbh\n  ","542553":"\n   «Your own mind is a sacred enclosure into which nothing harmful can enter except by your permission»\n-Arnold Bennett .. Invest in your mind :)\n  ","542554":"\n   Is 5\" works ?\n  ","542555":"\n   What is one word you would use to describe the world in which we live in currently?\n  ","542556":"\n   Don’t know\n  ","542557":"\n   Do you have pubic hair .. what color ?\n  ","542558":"\n   With who\n  ","542559":"\n   Dear do you have short hair ?\n  ","542560":"\n   Are you originally from Germany ?\n  ","542561":"\n   She should make it again. She should gland her time with it\n  ","542562":"\n   Why not what\n  ","542563":"\n   You and Collin seem to be getting along\n  ","542564":"\n   Who will get married of you will never feel  bored because you r role player and the acceptance of exchanging the roles\n  ","542565":"\n   If Depeche Mode can write a song called Personal Jesus, ask.fm is my own personal formspring. Some archives to check out:\n   \n    https:\/\/archive.fo\/spring.me\n   \n   #NostalgiaNight\n  ","542566":"\n   hi xx\n  ","542567":"\n   What is your favorite app?\n  ","542568":"\n   What is your favorite month of the year and why?\n  ","542569":"\n   She should teach you\n  ","542570":"\n   Lyndsey\n  ","542571":"\n   That makes a life time partner of you, Lindsay\n  ","542572":"\n   Can you make it\n  ","542573":"\n   Sounds good\n  ","542574":"\n   hi my name is ben\n  ","542575":"\n   Would dating someone near your age feel like dating your brother? And that wouldn't feel gross?\n  ","542576":"\n   What’s that\n  ","542577":"\n   why don't you post pics ? it's not like you're hispanic or black or anything\n  ","542578":"\n   well you said that welfaredan guy was one of the worst people on here\n  ","542579":"\n   did you see if google cache has the writings of the site that was shut down?\n  ","542580":"\n   30 .... so you can't have kids anymore ?\n  ","542581":"\n   Role play writing of your own imagination , Where to  find ?\n  ","542582":"\n   Oh really? I thought that we had worked out our (bad) differences by now. I guess I'm that like that friend who you secretly dislike.\n  ","542583":"\n   Never had Thai food before\n  ","542584":"\n   What’s your favorite food to eat that isn’t from America\n  ","542585":"\n   hi cutie\n  ","542586":"\n   I love Panda Express\n  ","542587":"\n   Would you ever sky dive?\n  ","542588":"\n   How do you differentiate gut instinct from what your heart says?\n  ","542589":"\n   Followed ✌\n  ","542590":"\n   Chinese is great\n  ","542591":"\n   thats good x\n  ","542592":"\n   What’s you favorite food\n  ","542593":"\n   Fruit is nice. What’s your favorite fruit\n  ","542594":"\n   How’s your day\n  ","542595":"\n   How are you\n  ","542596":"\n   Hey Lyndsey\n  ","542597":"\n   Do you challenge other people's authority or do you always accept it as a given? Why?\n  ","542598":"\n   hope your not in pain x\n  ","542599":"\n   Are you the type of person who goes by the saying, \" sun's out, gun's out \"  or are you more on the conservative side and dress appropiately while being able to enjoy the sun? 💥\n  ","542600":"\n   cool i bet you look so pretty with a tan x\n  ","542601":"\n   hello how are you\n  ","542602":"\n   I just spent £180 of the British tax payers money on a new mod, RDA, coil making kit and e liquid.\n  ","542603":"\n   Is there anyone in your family or a friend of yours, or even a mutual friend of someone else you know that makes you feel like whatever opinion you have is always wrong?\n  ","542604":"\n   Im 34 i'm close to finishing high school :) Class of 2019\n  ","542605":"\n   Who are the 5 worst people on here that you've encounter and should be avoided?\n  ","542606":"\n   Statue in english\n  ","542607":"\n   @ ? (you may not know me, but say something please?)\n  ","542608":"\n   I don't have to offer u friendship or look to have any link with u being warm-hearted anymore as you have disregarded the warm-heartedness from me towards you. Now I'm free to put you aside and choose to stop messaging you.\n  ","542609":"\n   here?\n  ","542610":"\n   Do you think there is too much pressure on young men and women to be something in life? To fill unnecessary or impossible shoes?\n  ","542611":"\n   Personally, what do you think the hype is about having a half a million dollar vehicle?\n\nimo, it’s pointless cuz you’re paying twice as much on maintenance.\n  ","542612":"\n   Haha clever girl ever xD\n  ","542613":"\n   I'm usually nice to you yes, sometimes extra nice 😉\n  ","542614":"\n   Would you date a 40 year old?\n  ","542615":"\n   How long have you been a member of the ask.fm community? If you could bring back a year where it was the most exciting, which year and why?\n  ","542616":"\n   You don't think I'm nice?\n  ","542617":"\n   I'm not mean I'm a very kind person. You're just jealous of my youthful vigor.\n  ","542618":"\n   I'm not asking for relationship !!\n  ","542619":"\n   Yes. You might not have invited me to your wake.\n  ","542620":"\n   Could you ever imagine yourself dating a man who was 60 years old? (Assuming you were not already in a relationship?)\n  ","542621":"\n   I was going to make an ageist joke but decided against it.\n  ","542622":"\n   I mean I'm not exactly young compared to most people here, just you 😉\n  ","542623":"\n   It's ok to be old Lyndsey 😛\n  ","542624":"\n   Hi there are you single\n  ","542625":"\n   Would you like to stay young forever?\n  ","542626":"\n   Good night babe\n  ","542627":"\n   Pap\n  ","542628":"\n   Awesome\n  ","542629":"\n   Both?\n  ","542630":"\n   Would you like a swing on et?\n  ","542631":"\n   A bit like my trunk.\n  ","542632":"\n   Lets see.. if I remember correctly Tempe AZ had some bodies of water that looked kind of like that. am I right.\n  ","542633":"\n   Go sleep then. At least you get to lie down.\n  ","542634":"\n   <3\n  ","542635":"\n   Hello Blondie\n  ","542636":"\n   Hollow, I'm an Elephant. How are you?\n  ","542637":"\n   But good\n  ","542638":"\n   Pap of the swimsuit you got?\n  ","542639":"\n   Is your room clean or messy?\n  ","542640":"\n   How was your day\n  ","542641":"\n   I think you need a massage , If I were with you now !!!\n  ","542642":"\n   Confundo : What confuses you most about the world?\n  ","542643":"\n   How many places have you lived before?\n  ","542644":"\n   Have you ever had a dream that came true?\n  ","542645":"\n   When did you last go to the gym?\n  ","542646":"\n   It's world happiness day! Did anything make you smile or laugh today?\n  ","542647":"\n   All crash diets made for fast, nonsustainable weight loss are not a good thing. but lifestyle changes for health and weight loss absolutely do not have to mean being hungry and are good for you 😘\n  ","542648":"\n   Thoughts on hand tattoos?\n  ","542649":"\n   Do you agree monday’s are really the bad days of the week or the days are what you make of it?\n  ","542650":"\n   Do you want to talk to me through a voice call at WhatsApp? Can you talk to me at Instagram?\n  ","542651":"\n   …like he has anything to cover up.  I don’t really care, but is it weird that he does this?\n  ","542652":"\n   So there is this guy that lives in a neighboring apartment building and he has a window in his bathroom.  He goes to take a shower at about the same time every night (usually when I'm brushing my teeth).  He always closes the blinds after taking his shirt off, but I don't understand why, it's not...\n  ","542653":"\n   You complained it is sad that the way I ended up. I think you complained about being degraded by me. I didn't mean to degrade you.You are a very fine girl.You are fit and beautiful. It is just that there are better girls than you in the world just like there are better men than me in the world.\n  ","542654":"\n   Why being  up early baby ?\n  ","542655":"\n   Select all images with a store front.\n  ","542656":"\n   Where does sadness come from?\n  ","542657":"\n   Good night sweetie\n  ","542658":"\n   What is curious cat, and who is this guy!?\n   \n    https:\/\/curiouscat.me\/KingNeckbeard\n   \n","542659":"\n   New single check it out ! Preciate ya !!!!!!!!!\n   \n    https:\/\/youtu.be\/3PgLJnhl-MU\n   \n   Follow me on Instagram!!!\n   \n    https:\/\/www.instagram.com\/texudolla\/?hl=e\n   \n   .\n  ","542660":"\n   what’s your opinion on childish gambino\n  ","542661":"\n   Props to you 😌 for actually knowing these songs without looking them up. Maybe you could recommend some?\n  ","542662":"\n   Good day to you all :) .. Can you mention some interesting & active people on askfm? i wanna follow new ones!\n  ","542663":"\n   What’s a snack you grew up on that you wish they’d bring back on the market?\n  ","542664":"\n   Happy Cinco de Drinko!\n  ","542665":"\n   dairy queen or subway\n  ","542666":"\n   How is your Cinco de Mayo going?\n  ","542667":"\n   How i can learn all this words idk most of these words which u speak 😴😴\n  ","542668":"\n   Why $50\n  ","542669":"\n   We dont speak english so i learnt english in formal\nSo too hard to understand unformal do u understand what I mean?\n  ","542670":"\n   hola como estas espero hayas tenido un dia hermoso y lleno de mucha felicidad\n   \n    https:\/\/www.youtube.com\/watch?v=3rshClOTgO0&t=1s\n   \n   suscribete me harias super felizz\n  ","542671":"\n   Too hard to understand ur unformal language 😶\n  ","542672":"\n   «Each time you love, love as deeply as if it were forever»\n\n-Audre Lorde .. Be honest :*)\n  ","542673":"\n   only $50??  *flicks dollars at you*\n  ","542674":"\n   Have you ever done a striptease and if so, have you gone all the way nude?\n  ","542675":"\n   Are You a Serial Killer?\n  ","542676":"\n   hi\n  ","542677":"\n   Who are you a really big fan of?\n  ","542678":"\n   Try these: nickelback-how you remind me\nbryan adams- summer of 69\nbryan adams- heaven\nskillet-awake and alive\nskillet- what i believe\nMy chemical romance- famous last words\nDaughtry- Its not over\nseether- rememdy\nseether- words as weapons\nmarilyn manson- sweet dreams\nTell me what you think\n  ","542679":"\n   Why all those people want to get married of you ? Have you promised anyone ?\n  ","542680":"\n   what dog breed are you?\n  ","542681":"\n   I missed you princess\n  ","542682":"\n   Harry Potter spell themed asks (that I stole from tumblr) Wingardium Leviosa: If you had the power of telekinesis, what would you do with it?\n  ","542683":"\n   you are xo\n  ","542684":"\n   Have you telegram,  princess?\n  ","542685":"\n   I can recommend some songs if you would like since I listen to every single genre :3\n  ","542686":"\n   How those girls who wear piercing in their tongues can bear that ?\n  ","542687":"\n   -\n  ","542688":"\n   Have you had your tonsils out?\n  ","542689":"\n   You have a good taste in music 🙏\n  ","542690":"\n   Which is better, rainy day or sunny day? Why?\n  ","542691":"\n   Oh so you didn‘t get questions from him in this kind of topic 🤔 ?\n  ","542692":"\n   I guess he mean horny 😁 !?\n  ","542693":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","542694":"\n   What is the last thing you said to your ex?\n  ","542695":"\n   Good night babe\n  ","542696":"\n   Really.. does it depend on whether it's the direct source of the image, or the 'gallery' view where they want to feed you ads. what type of device do you have. Anyways, IDK how many Lindseys use this site but it looked like something interesting was mentioned about you, captured in that screenshot..\n  ","542697":"\n   Favorite bands? :3\n  ","542698":"\n   PAP of your screen. mine at the moment:\n   \n    https:\/\/i.imgur.com\/Awa23w7.png\n   \n","542699":"\n   Now there's my good little welfare princess! I am so proud of you, hopefully you'll be awesome and enroll again.\n  ","542700":"\n   Do U ever sleep naked ?\n  ","542701":"\n   The most sarcastic novel you have ever read ?\n  ","542702":"\n   Do you listen to alternative rock?\n  ","542703":"\n   thats nice  I think your a ace person\n  ","542704":"\n   Yer\n  ","542705":"\n   I really want to do that to you. ;)\n  ","542706":"\n   How many lads you been with\n  ","542707":"\n   Have you ever been spanked until you couldn't sit?\n  ","542708":"\n   Hey❤️❤️❤️\n  ","542709":"\n   Have you had sex when other people been in the same room\n  ","542710":"\n   Are you getting lit tonight?\n  ","542711":"\n   you are so interesting\n  ","542712":"\n   I like a tanned girl I bet they liked you\n  ","542713":"\n   Hi mom. Please tuck me in bed now. I'm tired.\n  ","542714":"\n   ihtg thanks for chatting with me\n  ","542715":"\n   are you close to your brother\n  ","542716":"\n   so close in age you 2 thats nice\n  ","542717":"\n   what age is your sister\n  ","542718":"\n   were the pool guys cute\n  ","542719":"\n   My kitty is a girl so I have never heard of any loud annoying mating calls. I would like to hear them. My kitty wakes me up every morning at 4am though because she wants to play. I pet her on the head and then she headbutts me. It is funny, but not really because I am sleepy. lol\n  ","542720":"\n   thanks did you do anything fun today\n  ","542721":"\n   am I annoying you pls be honest lol\n  ","542722":"\n   What’s your opinion on marijuana?\n  ","542723":"\n   Kitties are such funnys. They like to make toys out of everything.\n  ","542724":"\n   Have you ever been up close with an “exotic” animal?\n  ","542725":"\n   What a nice kitty cat!!!! What does he have under his paw, that black disc thing? Is that a toy?\n  ","542726":"\n   Have you followed what Kanye West has been talking about lately? Thoughts?\n  ","542727":"\n   sorry no I think you are funny\n  ","542728":"\n   Can you post a picture of Blizzard?\n  ","542729":"\n   I think you are very kind wish more girls were\n  ","542730":"\n   Kitty cats are my friends. Are they your friends too?\n  ","542731":"\n   Confess something! Done anything illegal in the past? Wrong that you got away with etc?\n  ","542732":"\n   I am on 🔥\n  ","542733":"\n   Have you seen The killing of a sacred deer.\n  ","542734":"\n   Someone who wants to turn that bare bottom of yours rosy pink. ;)\n  ","542735":"\n   What kind of people you like to socialize with when it comes to friends in terms of personality?\n  ","542736":"\n   Yeah, I agree with you as well on that. or if a bit ridiculous. It should be limited to hygiene and supermarkets. I mean I don't see an issue of someone used EBT once at a restaurant but to do it a lot of go somewhere very expensive is ridiculous.\n  ","542737":"\n   I seen ebt allowed at seafood restaurants like whaaaat\n  ","542738":"\n   Do you have an EBT card?\n  ","542739":"\n   Good night babe\n  ","542740":"\n   Do you have sense of humor?\n  ","542741":"\n   What do you do when you feel nervous? How do you keep calm? 🌸 STAIF 🌸\n  ","542742":"\n   Over the knee.\n  ","542743":"\n   But I didnt. I did not. Why would you do that? Now you call her and tell her that I didnt. Hey! No. First you get her on the phone and you tell her I didnt wish her anything damn it.\n  ","542744":"\n   Do you know that you are really nice , i think you r very good to your family\n  ","542745":"\n   how do you feel about being OTK?\n  ","542746":"\n   thats good i missed you\n  ","542747":"\n   Do u think that drinking more water may raise metabolism ?\n  ","542748":"\n   132\n  ","542749":"\n   A parent shaved their daughters head as punishment for bullying a cancer patient that had no hair. Is the parent wrong? Why or why not?\n  ","542750":"\n   hey how are you\n  ","542751":"\n   I’m sorry\n  ","542752":"\n   Is it normal that I smoke three ounces a week? I buy this with my benefits and profits from dealing.\n  ","542753":"\n   Which cheese you like ?\n  ","542754":"\n   Cannabis or marijuana ?\n  ","542755":"\n   Do you weigh more than Oprah Winfrey?\n  ","542756":"\n   Do you accept to get married of a millionaire who is much older than you ?\n  ","542757":"\n   Am I a genius?\n  ","542758":"\n   I’m going to start live streaming my sexual acts with prozzies for £5 per a viewer so I can make my money back I’ve spent, am i a genius?\n  ","542759":"\n   What sort of petitions do you sign? I’ve got an email about a petition to stop schools having chicken eggs to hatch.  The male chickens are hard to re-home and sometimes they hatch at weekends when nobody’s there to care for them.  Any views on the hatchling question?\n  ","542760":"\n   Have you ever thought to learn martial arts ?\n  ","542761":"\n   Do you feel ashamed ?\n  ","542762":"\n   If you were a man, would you pay for sex ?\n  ","542763":"\n   Swimming for losing or gaining weight ?\n  ","542764":"\n   Do you sometimes feel lonely when you go out to a party or meeting at work, do you feel like an outcast? How do you cope?\n  ","542765":"\n   Yeah and I’m one of them\n  ","542766":"\n   Movie madness weekend (because its a bank holiday here yay!) Pick from best choice to worse:  A) Sherlock Gnomes B) The strangers: Prey at night C) i feel pretty D) Tully E) Mary and the witches flower\n  ","542767":"\n   What was your first thought when you woke up this morning\n  ","542768":"\n   What's the best way to celebrate Star Wars Day?\n  ","542769":"\n   What role you like with right person ?\n  ","542770":"\n   What do u like to write about ?\n  ","542771":"\n   What are your hobbies ?\n  ","542772":"\n   I need to be productive too\n  ","542773":"\n   Do you like role play Dear ?\n  ","542774":"\n   Favorite hobby?\n  ","542775":"\n   In a cycle race everyone cycles fastest to win the race event but one doesn't cycle and thinks it's not his mistake by not cycling how is that!!?\n  ","542776":"\n   Awesome news\n  ","542777":"\n   Will riddles work?\n  ","542778":"\n   What is it about\n  ","542779":"\n   How are you!:)\n  ","542780":"\n   I never played metal gear solid. Is it good\n  ","542781":"\n   Hey ☺\n  ","542782":"\n   What’s your favorite game\n  ","542783":"\n   It can be\n  ","542784":"\n   They’re great games\n  ","542785":"\n   mabomleeh8\n  ","542786":"\n   The legend of Zelda twilight princess\n  ","542787":"\n   They’re fun I love them\n  ","542788":"\n   -\n  ","542789":"\n   Do you like Mortal Kombat\n  ","542790":"\n   Fun what systems do you have\n  ","542791":"\n   What kind of games do you like to play\n  ","542792":"\n   Do you have a sweet tooth or a savory tooth?\n  ","542793":"\n   Do you play video games\n  ","542794":"\n   What’s something about your country you’re not proud of? Something you are proud of?\n  ","542795":"\n   Maybe one day we’ll meet\n  ","542796":"\n   Ya sorry\n  ","542797":"\n   I would tell her instead of you, but she doesn't want anything from me. I honestly don't remember saying anything about her mom's cancer. If I said it, maybe I didn't think words online from someone you've never met are hurtful.\n  ","542798":"\n   You’re easy to get alone with\n  ","542799":"\n   hey how are you beautiful girl\n  ","542800":"\n   I’m not really into sex. I’d like just to hangout with you\n  ","542801":"\n   Is\n   \n    @jenchaotic\n   \n   friendly and approachable?\n  ","542802":"\n   When do you think we can meet\n  ","542803":"\n   Secret to a happy life?\n  ","542804":"\n   Have you ever weaned off sugar or started eating healthy, did you notice a change in your body\/face\/health?\n  ","542805":"\n   hello\n  ","542806":"\n   Yes\n  ","542807":"\n   It had its nice parts\n  ","542808":"\n   How long has it been\n  ","542809":"\n   What do you think of it\n  ","542810":"\n   Ever been to Ohio before\n  ","542811":"\n   Body pic\n  ","542812":"\n   Leg pic\n  ","542813":"\n   How is it going\n  ","542814":"\n   Last had sex\n  ","542815":"\n   Why don’t you feel like it\n  ","542816":"\n   Do you support s*x workers?\n  ","542817":"\n   Can you do video responses\n  ","542818":"\n   i had beef with onions and peas  and then for some random reason i added sweet chilli sauce to it, and it was quite nice!  so what (possibly) weird condiment have you added to your breakfast\/lunch\/dinner\/snack and liked it !\n  ","542819":"\n   Honest hr\n  ","542820":"\n   Do you think it's ok for couples to air their dirty laundry for the public as an outlet? Or put hinted messages directed for the partner who upset you?\n  ","542821":"\n   What is your opinion on beauty pageants?\n  ","542822":"\n   Last time you had sex\n  ","542823":"\n   Sounds like fun\n  ","542824":"\n   sparkly blue ??\n  ","542825":"\n   She was getting highlights or your mother?\n  ","542826":"\n   Why is she torturing her\n  ","542827":"\n   highlights of??  or hair highlights\n  ","542828":"\n   How’s your day\n  ","542829":"\n   That would be nice\n  ","542830":"\n   What do you do for work\n  ","542831":"\n   put ur music on shuffle: what are the first three songs that pop up? which is the oldest and which is the most modern? (in general do you listen to more old or recent music?)\n  ","542832":"\n   You should come talk on Kik tonight\n  ","542833":"\n   hi cxxxx\n  ","542834":"\n   Have you ever been to nude beaches ?\n  ","542835":"\n   «Language exerts hidden power, like the moon on the tides»\n\n-Rita M.Brown .. #learn_new_language :)\n  ","542836":"\n   Teachers should get paid more I think\n  ","542837":"\n   Why are they on strike\n  ","542838":"\n   It keeps him busy\n  ","542839":"\n   Why’s that\n  ","542840":"\n   That would suck\n  ","542841":"\n   I bet it’s a joy seeing them\n  ","542842":"\n   Why did you decide to vacation in Arizona\n  ","542843":"\n   Liking it there\n  ","542844":"\n   Good night\n  ","542845":"\n   What are you shopping for?\n  ","542846":"\n   I'm not much into booty shaking on the dance floor anyway. I'm a \"legs\" man\n  ","542847":"\n   Being able to see you in that position that paddle wouldn't be the only wood. ;)\n  ","542848":"\n   What’s better - K-pop or American pop?\n  ","542849":"\n   Good night sweetie\n  ","542850":"\n   How is it\n  ","542851":"\n   What's your Snapchat?\n  ","542852":"\n   what’s ur opinion on post malone\n  ","542853":"\n   Good cause I wanna use a traditional oak paddle on your buns. Give you a nice rosy color to your cheeks. Both sets.\n  ","542854":"\n   I was going to say, how could someone who's into internet marketing not know what Quora is.\n  ","542855":"\n   I don't want to risk making it less enjoyable for people though\n  ","542856":"\n   Do you still love in Maine\n  ","542857":"\n   Maybe one of these days\n  ","542858":"\n   😮😮😮😮😮😮 Infinity War was amazing! I won't spoil it\n  ","542859":"\n   Who is yr twin  flame\n  ","542860":"\n   I'll be honest I'd like to meet you\n  ","542861":"\n   Can you erotically  dance ?\n  ","542862":"\n   «Change your life today. Don't gamble on the future, act now, without delay»\n\n-Simone de Beauvoir .. Act now :)\n  ","542863":"\n   Everyone puts their head down sometimes\n  ","542864":"\n   Just keep your head held high\n  ","542865":"\n   Phew, thank goodness! I might have lost some of the respect equity built up in you over many years otherwise ;)\n  ","542866":"\n   You'll get use to it\n  ","542867":"\n   Do you like to dance when no one is watching?\n  ","542868":"\n   Riding bikes are fun. I'm glad you didn't fall\n  ","542869":"\n   Do you believe in twin flame?\n  ","542870":"\n   I think you might be lying, but in case you're not ->\n   \n    https:\/\/www.quora.com\n   \n   they're bigger than yahoo answers. maybe.\n  ","542871":"\n   That situation laughter turns into tears ?\n  ","542872":"\n   Sounds like fun\n  ","542873":"\n   Do you like oak?\n  ","542874":"\n   Do you have bladder leakage? I saw a commercial for it and it made me think to ask you.\n  ","542875":"\n   Have you ever twerked? lol I think I just gagged a little using that term\n  ","542876":"\n   Hot girl 😍\n  ","542877":"\n   Glad we agree! Are you a good dancer? (random subject change)\n  ","542878":"\n   Meh... all my bones are occupied at the moment. May I have a rain check on that?\n  ","542879":"\n   You bad.\n  ","542880":"\n   Hey how are you\n  ","542881":"\n   Nice! I knew you would answer this altruistically :) You don't have a mean bone in your body, do you?\n  ","542882":"\n   Wish Wednesday: What wish would you grant to your greatest enemy?\n  ","542883":"\n   You don't trust Quora?\n  ","542884":"\n   Im 14 and my girlfriend is 38, got a problem with that?\n  ","542885":"\n   what’s the oddest relationship you’ve ever had to a crush? how’d it turn out? (my weirdest one was my boss’s kid... that one was painful lol. or my sisters boyfriend hahahaha. but that wasn’t real.)\n  ","542886":"\n   What did your dream entail?\n  ","542887":"\n   If love is \" the sweetest thing\" ,  then what would be the opposite (foodwise )  in your opinion ?\n  ","542888":"\n   Why?\n  ","542889":"\n   That could just be the bookends for what you really need. ;)\n  ","542890":"\n   Do you write?\n  ","542891":"\n   very sexy you are\n  ","542892":"\n   when is a private question, not a private question o vice versa, was it intended as a private question in the first place? or by someone answering by another question made it a private conversation?  This is not a private question by the way :)\n  ","542893":"\n   What is the first thing that attracts you in the opposite gender?\n  ","542894":"\n   What is something you think you might never know, because people just won't admit it. eg.-\n   \n    http:\/\/qr.ae\/TUTIic\n   \n","542895":"\n   You wake one day and find the whole world has been transformed to a colour that you like, what would that colour be?\n  ","542896":"\n   Apart from me , is there anyone on here who knows how you look , IRL ?\n  ","542897":"\n   Do you feel as if you've been spanked enough or do you think you could use a good spanking right about now?\n  ","542898":"\n   Is it appropriate to ask a lady if there is anything she would like to get off her chest.\n  ","542899":"\n   I've decided it's time to sleep, good night 😗\n  ","542900":"\n   Do you remember your dreams?\n  ","542901":"\n   Ahem, you interrupted my swooping\n  ","542902":"\n   Ever think it's weird that someone anonymous would bother to ask you questions on here?\n  ","542903":"\n   My signal! I must protect Gotham! *Swoops in*\n  ","542904":"\n   Batman isn't in infinity war. Get your companies correct.\n  ","542905":"\n   Are you asleep now?\n  ","542906":"\n   Those were tears of anguish\n  ","542907":"\n   What did you do today\n  ","542908":"\n   I do approve\n  ","542909":"\n   Wow thanks for boosting my self confidence 😢\n  ","542910":"\n   :o I'm Batman, pretty sure that means we need to hook up 😉\n  ","542911":"\n   That’s good\n  ","542912":"\n   It's ok.. I'm a nerd. Not a super nerd but definitely nerd. I'm required to know these things\n  ","542913":"\n   How’s your day\n  ","542914":"\n   I mean... You do realize Batman is from a different franchise and isn't a Marvel character right? Just making sure :p\n  ","542915":"\n   What’s the Facebook dating feature\n  ","542916":"\n   Thoughts on Facebook adding a dating feature?\n  ","542917":"\n   That’s good\n  ","542918":"\n   Batman is my favourite though :(\n  ","542919":"\n   Do you know any Empaths?\n  ","542920":"\n   Omg I just found out Batman dies in Infinity War! :o :o :o\n  ","542921":"\n   I will enjoy it! I'll probably be nice and not tell you spoilers\n  ","542922":"\n   How long is a piece of string?\n  ","542923":"\n   I'm seeing it tomorrow 😀\n  ","542924":"\n   Did you see Infinity war?\n  ","542925":"\n   If you could be any person in the world for a day, who would you be and why?\n  ","542926":"\n   I won't let you be alone. We can get the $20 fill up bucket from KFC and sit down and stuff ourselves so our guts hang out and we can moan that we are stuffed. That would be lots of fun and excitement!\n  ","542927":"\n   What are you proudest of?\n  ","542928":"\n   Riddikulus: What’s your greatest fear? Do you think you’ll be able to overcome it?\n  ","542929":"\n   yeah we all have days like that\n  ","542930":"\n   Morsmordre: What would your signal in the sky be to mark your presence?\n  ","542931":"\n   yes i like people like that had you a nice day\n  ","542932":"\n   Thanks. Have you ever left a job without having another lined up?\n  ","542933":"\n   you make me laugh\n  ","542934":"\n   thats great how are you\n  ","542935":"\n   What makes you feel like you’re not doing your best in life?\n  ","542936":"\n   «Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you»\n\n-Princess Diana 💝 .. Kindness :)\n  ","542937":"\n   Favorite book?\n  "},"Answer":{"541865":"\n  Both! lol. Depends on what it is.\n  \n  If I'm traveling, I'd like some general knowledge of what to do and where to go in the area. Obviously plans can change as well.\n  ","541866":"\n  A little ;)\n  ","541867":"\n  Mulan\n  ","541868":"\n  Not quite. The place was that high up.\n  \n  It was disgusting! It was probably about an inch from his head. We got the pool cleaning people and they blew the whistle and took it out but like.... I didn't want to go swimming after that XD\n  \n  I don't think I want to watch that 😂\n  ","541869":"\n  Not getting enough in the real world?\n  ","541870":"\n  Sunshine. The ocean. Babies that are adorable and good temperament. Songs. Puzzles. Interactive games. The world. Shoes that don't give you blisters. Cute clothing.\n  ","541871":"\n  No. Enraged is a strong word. I can imagine being a bit bumbed out but that shouldn't make you rage.\n  ","541872":"\n  Doesn't matter. Work from Home or wherever there's wifi.\n  \n  I wish my laptop was working correctly -_-\n  ","541873":"\n  Woke up later than I wanted but it was also nice since we walked a lot yesterday. 5,066ft\n  \n  elevation there. Steep stairs and all that.\n  \n  Made breakfast\n  \n  Been online - on & off\n  \n  Went in the pool & layed out\n  \n  Took shower\n  \n  Listened to music\n  \n  Ate dinner\n  \n  Voted for The Voice people. I noticed if I go on the app while the East Coast is still watching it, my vote will count. Whereas if I wait for the show to be on here, I can't vote lol Also if you check the app, you get more points added.\n  \n  Yesterday was way more productive and social.\n  ","541874":"\n  Those purple crystal looking ones.\n  ","541875":"\n  Do what you need to. I'd rather do 9am-5pm or some other schedule. I hope you get a couple breaks. Make it fun and not stressful job. What kind of job are you doing?\n  ","541876":"\n  Pretty good. Yourself?\n  ","541877":"\n  ¯\\_(ツ)_\/¯\n  ","541878":"\n  Matching panties would make it better.\n  \n  It depends on the girl, really. Some might find it improper to get gifts of that nature. You better know their sizing and the type they like. Or gift receipt incase it goes wrong.\n  ","541879":"\n  Good to know. I'm not sure that I'd like the spices in it. Never know though.\n  ","541880":"\n  Maybe if I knew who you were ¯\\_(ツ)_\/¯\n  ","541881":"\n  Give me the lacy thongs anyday.\n  \n  I wouldn't want to spend a ton on g-strings lol\n  ","541882":"\n  I've felt a couple but it wasn't directly in our area either.\n  ","541883":"\n  Both at times.\n  ","541884":"\n  This is a gross one. Sorry!\n  \n  Went to Six flags and was swimming in the water area they have. Dad went under and when he came up there was a piece of poop floating near his head. Safe to say we ran out of there.\n  \n  It was so nasty. Like some child or adult couldn't get out and go use the bathroom? It was fairly long and solid. Icky\n  ","541885":"\n  The calmness it gives me. The waves. The color. Sea life.\n  ","541886":"\n  A couple times when a child.\n  ","541887":"\n  2009. Wasn't looking for love but it found its way to me ¯\\_(ツ)_\/¯\n  \n  I'd say self love was real last summer. I felt more comfortable in my skin.\n  ","541888":"\n  AZ always feels like summer lol\n  \n  I've been through a lot of states but the only country has been Canada so far.\n  ","541889":"\n  Sending some <3\n  ","541890":"\n  😂😂😂\n  \n  Yes, that would be bad!\n  \n  Felt like that during the winter lol\n  ","541891":"\n  Plenty of times.\n  ","541892":"\n  Dakota Fanning?\n  ","541893":"\n  In what way? Who says I need to change anyway?\n  \n  I love my personality.\n  \n  Just because I don't always mention the gym, swimming or going for walks doesn't mean I don't do them. I literally went to the gym Saturday. I did a lot of walking on Sunday and that was even on vertical uphill land. Like it was basically a cliff with lots of stairs, side streets and everything else. I eat healthy. I drink lots of water. I've lost weight. I don't get why you are being a dick for no reason. I also just went swimming and took a shower.\n  \n  When I go to the gym it's an hour and a half to 2 hours tops. Walking 5 miles is usually an hour and some minutes. I'm not on here 24\/7\n  \n  I bet you won't even answer what you think i should change.\n  ","541894":"\n  Oui oui\n  \n  I have a tan going but I still feel pale looking as well XD\n  ","541895":"\n  Productive, family oriented.\n  ","541896":"\n  Brains then. I'd like to have a good conversation. Debate a bit. See what we agree and don't agree on. Teach me stuff.\n  \n  With that saying, I would still need the attraction going on. Beauty isn't forever. He doesn't need to be a supermodel but I don't want someone totally cringe worthy either :P\n  ","541897":"\n  I have 45 questions. You are anon and this isn't specific. I'm guessing it probably went to that picture one though which is dumb since you literally just sent it lol\n  ","541898":"\n  No. Just dust, possibly. It makes me sneeze and feel itchy.\n  \n  Watermelon when there's none around 😂😂😂 Like dafuck.\n  ","541899":"\n  The last time was during the summer and I think maybe October\/November? I don't think I have pictures for those times. Summer one - we were camping in Massachusetts and went to the beach to swim. Oct\/nov to see the waves, storm that came etc too cold to swim. Was pretty windy that day too.\n  \n  But here's one that I did capture. We were traveling and stopped in Florida. South Walton Beach in Destin. Was beautiful!\n  ","541900":"\n  Not always. I should do it more.\n  ","541901":"\n  Lots of things.\n  ","541902":"\n  Fairs are fun!\n  ","541903":"\n  My sleeping schedule is still messed up right now\n  ","541904":"\n  Someone keeps calling me a ho 😂\n  ","541905":"\n  Actually I think you did a cat thing and I was like not tonight and never answered 😮\n  ","541906":"\n  602-230-4210\n  ","541907":"\n  The last part though 😂\n  \n  I don't need meaningless words.\n  ","541908":"\n  I don't have the right equipment.\n  \n  And I'm single right now, nobody to jerk off.\n  ","541909":"\n  Apple martinis, margaritas, tequila, vodka.. I like fruity cocktails. I don't drink much though.\n  \n  Nonalcoholic:\n  \n  Tea, water\n  \n  Ginger Ale if sick\n  ","541910":"\n  Yes! Very pretty.\n  ","541911":"\n  I'm a female.\n  ","541912":"\n  Save it up\n  ","541913":"\n  Maybe sometime today lol\n  \n  Just watching CNN's Comic Book Killer right now. Pretty interesting.\n  ","541914":"\n  Hello.\n  ","541915":"\n  Not going to happen\n  ","541916":"\n  I'm ok with it. The humidity is what kills me.\n  ","541917":"\n  Replied 🌸\n  ","541918":"\n  Different color browns\n  ","541919":"\n  The black ones that I've used during the winter. Also some pictures of them up on here. Nothing special about them.\n  \n  I have maybe two other ones but they are older and I haven't worn in forever.\n  \n  ----\n  \n  I'd be too hot wearing boots in AZ right now. I don't even like wearing sneakers since my feet get hot lol I don't really trust my sandals i have since I got a blister from them.\n  ","541920":"\n  A Coach one right now, including a wristlet wallet.\n  ","541921":"\n  Oh lucky me.\n  ","541922":"\n  Have before but none right now\n  ","541923":"\n  I didn't notice you sent anything\n  ","541924":"\n  Which one?\n  ","541925":"\n  Nah. You sound creepy like my Lahore guy.\n  ","541926":"\n  My dad pretty much looks black in the summer lol I don't know the exact location. American born. Never been to Greece but seems amazing. Got the Greek last name as well.\n  \n  Languages are great. I'd like to know more French and Spanish.\n  ","541927":"\n  No. She was pretty silent. My sister kept petting her nose and would sneeze. Besides that she was pretty quiet. Wanted belly rubs too.\n  ","541928":"\n  I don't know you. There are better apps out there to communicate with (kik, ig, sc) than FB. I don't think you deserve to know my personal business.  If we talked a lot and trusted you then it would be a different story here. You are anon.. I don't know anything about you and most likely this is probably the first thing you ever wrote to me.\n  ","541929":"\n  No. I could sugar coat it if I needed to or not even answer about it if I didn't feel right giving it.\n  \n  I don't really get opinionated questions so it doesn't really matter to me.\n  ","541930":"\n  This one, apparently.\n  ","541931":"\n  I don't think it has to do with strength ¯\\_(ツ)_\/¯\n  ","541932":"\n  No thanks.\n  ","541933":"\n  No. I went to bed. I had a couple sexual dreams though... I probably should have done so.\n  ","541934":"\n  Yes. They can be fun to explore. I wouldn't want to do it alone though.\n  ","541935":"\n  I wouldn't say that I'm mixed. I take after the Irish coloring lol. I'm white as hell. I don't know any Greek or German. My father's dad's dad never taught my grandpa Greek and in turn my dad never learned.\n  \n  None of my siblings got the Greek coloring. My sister and I can tan ok though.\n  \n  My nephews have the dark coloring from our Greek side and also the Guatemalan side from his mom.\n  \n  (Greek, Irish, German and English)\n  ","541936":"\n  At times but I do want to explore other countries.\n  ","541937":"\n  Ho ho ho\n  \n  It's not Christmas yet.\n  ","541938":"\n  Doesn't everyone at some point? Obviously if you eat more gassy foods then the outcome would be farting.\n  ","541939":"\n  I believe that one is the oldest and then the other ones came along.\n  ","541940":"\n  Yes. We actually have two in the fridge right now.\n  ","541941":"\n  You are a shit person. I hope you always get rejected and someone laughs at your misfortunes.\n  ","541942":"\n  I highly doubt that. I probably don't seem like the typical 30 yr old but 12 is laughable.\n  ","541943":"\n  4th grade, I got my period. I had boobs before everyone else.\n  ","541944":"\n  You ever walk a lot and can feel all those butt muscles? O.o It was a vertical climb too so I'm sure that helped the booty and legs :D\n  \n  Goodnight.\n  ","541945":"\n  Never? I haven't really experienced Indian food\/drinks.\n  \n  Apparently it's a yogurt based drink?\n  \n  Would it basically be like a smoothie\/milkshake? I don't remember the last milkshake and smoothie was either last year in March or last summer sometime?\n  ","541946":"\n  Those are sweet ideas.\n  ","541947":"\n  Short lived if at all.\n  ","541948":"\n  At the breakfast place they had \"ladies and gentlemen\" instead of the traditional ways.\n  ","541949":"\n  Too many. I'm only watching Thrifters Anonymous right now though. I haven't watched properly since the summer so I'm getting caught up with them and then will move onto the next person. I probably have 10-20 vids left to go?\n  \n  I think I'll probably watch Learningtobefearless next. I miss her videos and she's been pretty active lately. We also have the whole Massachusetts thing going. Got to support!\n  ","541950":"\n  Ew. My former step cousin called his wife a milf 😂\n  \n  They do have 6 kids. I think one of them is adopted or from a previous relationship? I forget.\n  ","541951":"\n  Fuck. You are back with this stupid crap? 15 for 1 isn't even worth it. I guess your numbers haven't even moved up then lol\n  \n  I'd rather get genuine likes.\n  ","541952":"\n  But I'm really not lol\n  ","541953":"\n  6:59 -_-\n  \n  (Mother's day)\n  ","541954":"\n  I have my moments.\n  \n  20+ people today.\n  ","541955":"\n  How exciting. Enjoy. Hopefully no drama!\n  ","541956":"\n  Wtf\n  ","541957":"\n  Then why bother coming to my page? :P\n  ","541958":"\n  Oh\n  ","541959":"\n  No. Haven't for years. Weird to keep getting asked this.\n  \n  If you are talking about pot and other things besides cigarettes, the answer is still no.\n  ","541960":"\n  You must have missed me\n  ","541961":"\n  Top with a palm tree on it and some quote overlapping it. I had denim shorts on earlier but took those off, along with my bra. It's a tshirt and underwear kind of night now. I didn't feel like searching for bottoms to wear.\n  ","541962":"\n  Give it to them if I feel like I could see them as a friend or more potentially down the road. I think it depends more on how they ask. Also my mood.\n  \n  If I get creepy vibes then I'd tell them nicely that I don't give to strangers\n  ","541963":"\n  I wouldn't tell people to follow someone I know nothing about.\n  ","541964":"\n  Pretty good.\n  ","541965":"\n  Let's go to Greece 😍😍😍\n  \n  I bet there's a lot of relatives I don't know from there. I did learn that there's a hotel with our last name there somewhere. 👌\n  ","541966":"\n  We were at that restaurant for hours it seems. Mom and I ended up going into this Jewelry store across the street from it, cute stuff. Then regrouped with everyone. Walked aimlessly down the street. My sister has a thing where she wants ice cream after eating dinner o.o She ended up spying an ice cream shop and we got some. Also got my mom some fudge for mother's day. My sister and brother were trying to be the favorite sibling lol Like they both told her at the ghost town thing to pick something that she likes. They had jewelry and other stuff there. Sister also then claimed buying her meal type thing when she didn't get anything there. In the end my brother didn't get her anything lol. He was also more focused on the Celtics. Like he was walking around with his earphones in listening to the game.\n  ","541967":"\n  Part1\n  \n  Very long. On the road around 8am. Went to breakfast with everyone. I ended up getting pancakes. They were huge! I remembered that they did them big but one was more than enough. I had a small bite of the 2nd one. Thankfully, I went with 2 instead of the 3 it said on the menu. They are also known for their pies so my mom and I split an apple crumb pie with vanilla ice cream on top. We then traveled some more til we got to Jerome, Arizona.\n  \n  Went to the Ghost Town. It wasn't really what I expected lol. It was more like a giftshop and a junkyard 😂 Lots of rusty old cars and other things. I'll post my favorite out of the cars. I loved the rust colors on it! My nephew's uncle had a ghost app going when we were looking in the small shed like storage areas. I don't know if that was real but it was creepy. He had some FM radio thing that the ghost could use to use their voice with? It would answer a few things. One of the voices said \"inside\" and we actually went into one of the buildings and my sister-in-law's brother hit a rock or something onto the metal thing we were in and she basically screamed and ran out 😂 It was really creepy but I felt like it was kind of going to happen anyways lol\n  \n  Went to The Grand Hotel afterwards. I guess its $20 per person and if you do a tour, they give you a bunch of ghost hunting gear to use. Already spent a lot at the other place. But we basically sneaked in XD We were going to go up the old elevators but noticed that you needed a key to actually use it :( Then there was more stairs nearby that led upstairs but that needed a guest hotel key to open the doors. So that was annoying. We didn't really feel any energies when we were in there but I feel like we weren't on the right floors for that either or its just a scam lol\n  \n  then went out to eat. My mom and I weren't that hungry so we just ended up splitting chicken wings and French fries.\n  ","541968":"\n  I think it's more fun for the guy. Breast play doesn't really do much for me. Unless haven't found the right person to change that lol\n  ","541969":"\n  College being my highest level of schooling. I also have a degree in Graphic Communications.\n  ","541970":"\n  Are these questions supposed to make me want to \"play\" tonight? I'm so tired. Long day. Masturbation or even sex isn't even on my mind.\n  \n  Eh. Both, really. Cum is a turn on so it would be better on\/in me instead of in the condom. Yet at the same time condoms protect you from certain sexual transmitted diseases.\n  \n  Guys who use the \"fun card\" probably aren't worth your time either. Like are you ready for that responsibility if you become pregnant or you\/he\/she isn't clean?\n  ","541971":"\n  I can see it both ways. If the guy was really small or huge it might be more awkward getting the right rhythm going lol Also if you don't know the person that well?\n  \n  Eye contact is nice but I don't think I'd want to do it the whole time.\n  ","541972":"\n  My brother's HS graduation but I don't remember it much.\n  \n  Danielle's HS graduation. Some girl ended up puking on the sidelines. Was outside on the football field and everyone else on the bleachers watching the ceremony.\n  \n  My sister's community college and BS university. She quit high school, got her GED. Went to community college and had 3.0gpa and got a full ride to the other college. Still has student loans though.\n  \n  I think that might be it?\n  ","541973":"\n  Useless information about micro pigs and my sister's views on racism even though I felt like I already knew how she felt.\n  \n  My sister really loved this pig, Bella, today and has talked nonstop of getting one. Including looking up information and prices for them.\n  \n  Also learned that her husband got r*ped by a pig before and it finished on him. ¯\\_(ツ)_\/¯\n  ","541974":"\n  The leaves changing colors and falling. Thanksgiving. The fall colors in clothing.\n  ","541975":"\n  Shut up Lahore\n  ","541976":"\n  Lucky you\n  ","541977":"\n  Anon\n  ","541978":"\n  Good night\n  ","541979":"\n  Alrighty then. lol\n  ","541980":"\n  Sounds like porn\n  ","541981":"\n  Just the last two out of all the other ones telling me the same thing?\n  ","541982":"\n  Not yet but I do need to wake up fairly early tomorrow\n  ","541983":"\n  More youtube vids or actually going to bed :)\n  ","541984":"\n  The ones I talked about yesterday. Stealing questions, are we?\n  ","541985":"\n  I'll pass\n  ","541986":"\n  Oh that., lol\n  \n  Of course. Why wait??\n  ","541987":"\n  Masturbate?\n  ","541988":"\n  Same\n  ","541989":"\n  Christmas present, wasn't there :P Also not in Maine right now but I don't think that should matter\n  ","541990":"\n  Hallelujah\n  ","541991":"\n  They better 😈\n  \n  Especially Walmart since its closer lol\n  ","541992":"\n  100% on my tablet\n  ","541993":"\n  Obviously lol Won't help anything.\n  \n  Wonder if Walmart or Bestbuy can help\n  \n  I don't believe the ssd card thing that guy was saying. Sounds like a totally different issue going on.\n  ","541994":"\n  New laptop is having problems -_-\n  \n  Imma kill it\n  ","541995":"\n  It's been fine. The laptop thing is hella annoying though.\n  ","541996":"\n  No. I don't get how using buddy makes someone a lesbian either.\n  ","541997":"\n  I'd watch it\n  ","541998":"\n  Hey buddy\n  ","541999":"\n  Aka everyone.\n  \n  Good bye\n  ","542000":"\n  Happy for me too\n  ","542001":"\n  Lyndseggy ;)\n  ","542002":"\n  You know it\n  \n  I was begging and pegging like crazy\n  \n  Hi John.\n  ","542003":"\n  Heather\n  \n  A group chat\n  ","542004":"\n  I haven't.\n  ","542005":"\n  Idk they haven't asked anything else lol\n  ","542006":"\n  You better.\n  ","542007":"\n  Blue like my veins\n  ","542008":"\n  Good to know :)\n  ","542009":"\n  Few days ago\n  ","542010":"\n  Did you mean dishonesty hour because apparently that's going down now? lol\n  ","542011":"\n  I'm not\n  ","542012":"\n  Because my bf doesn't want you to see how sexy I am\n  ","542013":"\n  This is already boring. I don't even know the real answer for it 😂\n  ","542014":"\n  Who is Blue? Maybe stuff that actually makes sense\n  ","542015":"\n  You'd probably be the only one asking stuff\n  ","542016":"\n  Whatever\n  ","542017":"\n  We're just gonna go around in circles then?\n  ","542018":"\n  And what kind of questions matter to you? Blame the lack of quality questions then.\n  ","542019":"\n  Why is that?\n  ","542020":"\n  I'd rather not make up lies\n  ","542021":"\n  Oh\n  ","542022":"\n  The kind I don't watch.\n  \n  ⏳honesty hour ⏳\n  ","542023":"\n  There isn't one\n  \n  ⏳honesty hour ⏳\n  ","542024":"\n  Not exactly\n  \n  ⏳honesty hour ⏳\n  ","542025":"\n  Fetish\n  \n  ⏳honesty hour ⏳\n  ","542026":"\n  Shouldn't be\n  \n  ⏳honesty hour ⏳\n  ","542027":"\n  I liked getting asl more...\n  \n  5'7\" and I haven't weighed myself in forever. But we going down down baby 🙈🙆👇🔥\n  ","542028":"\n  Nope. Weird request too lol\n  \n  ⏳honesty hour ⏳\n  ","542029":"\n  Last gift I got was a gift card.\n  \n  There's no bf. You can stop now\n  \n  ⏳honesty hour ⏳\n  ","542030":"\n  I'm not wearing it right now. It makes my boobs look small too :(\n  \n  ⏳honesty hour ⏳\n  ","542031":"\n  Perhaps\n  \n  ⏳honesty hour ⏳\n  ","542032":"\n  If we really hit it off.\n  \n  ⏳honesty hour ⏳\n  ","542033":"\n  Whenever I get one :P\n  \n  ⏳honesty hour ⏳\n  ","542034":"\n  I would. Fun to try new foods.\n  \n  My sister has these things she got from Thailand. It's a small ball with a shell on it. You peel the shell off. You eat the inside thing. It looks like a white grape\/onion looking thing. It has a pit inside. No idea what its called. Some type of fruit. Kind of has a cantaloupe taste to it.\n  ","542035":"\n  Enjoy?\n  ","542036":"\n  Don't know yet & I doubt it.\n  ","542037":"\n  Him who?\n  ","542038":"\n  Ah. Sorry!! But ya.. you should definitely set something up lowkey. Make plans to see each other.\n  ","542039":"\n  He used to be tall, lanky, fit and now he's probably pushing around 300 lbs. His gf ended up getting pregnant so he must have felt the cravings too and ya... I think she ended up leaving him because of it. It just doesn't seem like he's in the picture as a father these days. Rarely see the son type thing.\n  ","542040":"\n  D!ck, pen*s, c0ck, manhood, member etc\n  ","542041":"\n  MY NEW LAPTOP\n  ","542042":"\n  I haven't been with any other race but I don't really see that as racist. All have been white but obviously different nationalities too. Even a Jew in the mix.\n  \n  I think some Black guys can be good looking. I kind of had a small crush on a friend who was black before lol His brother was also good looking but not anymore :( He let himself go - a lot! Some Asians can be hot. ¯\\_(ツ)_\/¯\n  \n  ⏳honesty day⏳\n  ","542043":"\n  Lucy Liu and Ryan Reynolds.\n  ","542044":"\n  And name him Caspar.\n  ","542045":"\n  I don't know what that means\n  ","542046":"\n  I have no idea. I'm so irregular lol\n  \n  ⏳honesty day⏳\n  ","542047":"\n  Annoyed\n  ","542048":"\n  Show her the D 🍌🍆\n  \n  Make sure you have her information. Maybe ask her out soon after graduating?\n  ","542049":"\n  I don't even know lol\n  \n  The wifi should be fine.\n  \n  I had some anti virus come up saying to register again but I didn't do that. I rewd one thing where this girl had that happen and it basically bypasses everything? So I'm thinking its similar to that.\n  \n  It won't let me go into settings to do repairs. I could only basically find out the ios information and i noticed one of the people who wrote to that girl had a higher ios # so mine isn't updated obviously. But omg shouldn't have to deal with this crap when its literally brand new.\n  ","542050":"\n  Do you find that good or bad? :P\n  \n  Yes, I do support the community. Love is love.\n  ","542051":"\n  Glad I'm not the only one but omfg. It's doing my head in lol. Should have took my old laptop with me. At least that one works!\n  ","542052":"\n  Yes\n  \n  ⏳honesty hour ⏳\n  ","542053":"\n  Fetus, mostly lol\n  \n  On my sides\n  \n  ⏳honesty day⏳\n  ","542054":"\n  I fucking hate HP laptops. You are new. You shouldn't be having issues already. I was talking to a help desk and then it was like $5 nooo fuck you. I already learned that its a wrong ios build but IT WON'T LET ME GO TO THE SETTINGS TO CHANGE\/REPAIR THAT. The app store pops up but wont let me go to anything either. The internet wont go on. Useless piece of shit.\n  ","542055":"\n  I haven't had much food today\n  ","542056":"\n  I don't have any\n  \n  ⏳honesty day⏳\n  ","542057":"\n  lol ya. Not the same.\n  ","542058":"\n\n   @emperorpartin\n  \n\n  I was just informed that we aren't going to Sedona now. My nephew's uncle had a good point that the traffic would be horrible! Seems like a better weekday trip too.\n  \n  Anyways, not sure how this got picked but we're going to a haunted hotel? 0.o\n  \n  Place looks wicked creepy! Hello Shining vibes XD\n  \n  Ghost stories behind the place.\n  \n\n   http:\/\/www.hauntedhouses.com\/states\/az\/jerome_grand_hotel.htm\n  \n","542059":"\n  42D\n  \n  ⏳honesty day⏳\n  ","542060":"\n  Haha. Why do you need to know that? I am single though.\n  ","542061":"\n  Thank you?\n  ","542062":"\n  Think I'll go swimming now. Nobody is asking anything. 😴😴😴\n  \n  ⏳honesty day⏳\n  ","542063":"\n  Hello\n  ","542064":"\n  It was Walmart. Probably not the best place to find good ones.\n  \n  ⏳honesty day⏳\n  ","542065":"\n  Understandable.\n  ","542066":"\n  I don't know. Has she had bikini pictures? I don't keep track of Katelyn?\n  \n  My stomach is ok but I have rib fat so I wouldn't feel 100% comfortable in a bikini right now. I tried on a pair of high waisted bikini bottoms a few days ago and they did nothing for me. They were a bit big and just looked like underwear instead of normal high waisted bottoms should look lol :(\n  \n  ⏳honesty day⏳\n  ","542067":"\n  I don't have a bikini. This body isn't bikini ready lol\n  \n  ⏳honesty day⏳\n  ","542068":"\n  Could be fun\n  ","542069":"\n  Samsung.\n  \n  Haven't looked but probably some out there\n  ","542070":"\n  Are you late for everything?\n  \n  ⏳honesty day⏳\n  ","542071":"\n  No but apparently they are making it better?\n  \n  My tablet wouldn't let me do it\n  \n  ⏳honesty day⏳\n  ","542072":"\n  Clip on don't count ;)\n  ","542073":"\n  My dog and grandpa dying two months apart from each other in 2006.\n  \n  The year 2010. Depression was horrible. Thankfully I made it out of it. I'm stronger and more positive because of it.\n  \n  ⏳honesty day⏳\n  ","542074":"\n  Q&As on here :P\n  \n  Slowly reading The Apartment by Danielle Steel.\n  \n  ⏳honesty day⏳\n  ","542075":"\n  I'm getting enough sexual questions without putting a label on it :P\n  \n  If that's what it takes to get questions lol Sure then. Hopefully normal ones too!!\n  ","542076":"\n  Same. I have nothing :(\n  ","542077":"\n  I don't know what others might not know...\n  \n  Abnormal Psychology is fun to learn. I don't have any facts coming to mind though :\/\n  ","542078":"\n  What makes you so fancy?\n  ","542079":"\n  Some Indian dish my sister made last night.\n  \n  White rice, onion, chicken, green beans (not sure if normal dishes have that or just wanted to use the leftover ones we had) hot peppers and other spices that are spicy to get the flavoring.\n  ","542080":"\n  I don't have them enough. I'd rather get ice cream lol\n  ","542081":"\n  I reheated some chicken tiki masala.\n  ","542082":"\n  Nah. If I'm nervous there would be a real reason for it.\n  ","542083":"\n  You too! <3\n  ","542084":"\n  Mom, sis, Jessica, Danielle\n  ","542085":"\n  Grocery shopping - I'd rather pick my own stuff out. See new products. My sister does that thing where people buy it and you pick it up.\n  \n  Takeout - I'd rather get delivered but either way is fine or actually eating in.\n  ","542086":"\n  Aww\n  ","542087":"\n  I wasn't expecting that song 😂 I suppose\n  \n  Born in the usa 🎤🎤🎤\n  ","542088":"\n  Sedona tomorrow. Don't think that's the type of \"big event\" you mean though.\n  \n  Going back to Maine?\n  \n  I don't know anyone who is getting married. Jennifer should have her baby soon.\n  \n  I'm not a fortune teller ¯\\_(ツ)_\/¯\n  ","542089":"\n  2 or 3? Not really sure. I don't keep track much\n  ","542090":"\n  I don't fall in love easily. The guy has to be really special,  great connection etc\n  \n  I get those freckles on my face in the summer 😢 love\/hate relationship with them. Take after the Irish more than the Greek.\n  ","542091":"\n  Greek\n  \n  Irish\n  \n  German\n  \n  English\n  \n  A mutt\n  ","542092":"\n  :)\n  ","542093":"\n  Oh.. that other question makes sense then.\n  ","542094":"\n  😂😂😂\n  ","542095":"\n  I'd rather be an elf :P\n  ","542096":"\n  You never spell it right.\n  ","542097":"\n  What are you talking about? 0.o\n  ","542098":"\n  Gute Nacht!\n  ","542099":"\n  Yes, sir.\n  ","542100":"\n  The one you created for me.\n  \n  Single\n  ","542101":"\n  Counted on it lol :P\n  ","542102":"\n  Most likely\n  ","542103":"\n  Yes 😈😈😈\n  ","542104":"\n  Desperate alert\n  ","542105":"\n  I can't tell if this is Lahore or someone else lol\n  ","542106":"\n  It really is! Trying to remember how many times I've been there and I can't lol. The first time was in 2007 though. Visiting AZ for the first time and bro took us there. Cute little shops, the red rocks etc\n  \n  I'm not really sure what we are doing. Hiking or just looking at everything ¯\\_(ツ)_\/¯ Probably a mix of both? They also have some cool rivers around there.\n  ","542107":"\n  That sounds good right now.\n  ","542108":"\n  It's not for sale.\n  ","542109":"\n  *puts chapstick on*\n  ","542110":"\n  This is a new low for you 😂😂😂\n  \n  Trying to act like someone else.\n  ","542111":"\n  Yes.\n  ","542112":"\n  Oh god, friends? Idfk.\n  ","542113":"\n  Destiny's Child 💞💕💞\n  ","542114":"\n  Everything. I'm basically dead. I'm still awake though :\/\n  \n  The gym wasn't packed which was nice. I like going on whatever machine when I feel like it instead of waiting for someone to be done kind of thing. There was probably 10 people tops when I went, maybe even less.\n  \n  My right armpit kind of hurts XD Lots of upper and lower body shenanigans happened.\n  ","542115":"\n  I don't have one? Every situation would be different. Plus, I'm not really one to insult people much. Like I think I've only really done so with that annoying lahore guy. He pretty much makes all Lahore people look bad to me now XD I'd rather \"kill them with kindness\" kind of person. I'm very open minded, patient and all that. I don't resort to name calling either. It just looks childish.\n  ","542116":"\n  Sigh.\n  \n  Does anyone actually have questions? I'm sick of the dumb stuff in my inbox right now. Plus, it's pretty empty too.\n  ","542117":"\n  You can stop sending me stuff about kissing me. Go jerk off or something instead lol\n  ","542118":"\n  Idk. I wish people paid me for sexual questions but they'd probably just laugh since I've already answered a lot for free :\/ I think my prices would be way less than I've seen lol\n  ","542119":"\n  Those tan lines would be horrible! Ouch.\n  \n  I can't with the youths of today. How are these sold out? WHYYYYY!?!?\n  \n   @poetalunam\n  \n  I'm not sure which one is worse.\n  ","542120":"\n  You are twisted. You keep telling me to post the messages but yet another one is saying not to post. I deleted the nap one. I don't think I have anything else besides the ones you are currently writing.\n  ","542121":"\n  Mini rant :\n  \n  \"Are you doing a health and fitness journey too?\"\n  \n  No... my page only says this on it. Omg.\n  \n  Also I'm pretty sure that person is a coach since all the other coaches always send me the same kind of message. Like how about being genuine?  Not using a script? ¯\\_(ツ)_\/¯\n  ","542122":"\n  I didn't get much today?\n  ","542123":"\n  1. Depends how old you are\n  \n  2. If in the UK, she'd be legal\n  \n  3. She's not technically legal yet in America but that obviously doesn't stop normal teens.\n  \n  I wouldn't want anyone that young. I'm not a cougar.\n  ","542124":"\n  Nah. I don't really trust people on Ask with my address lol\n  ","542125":"\n  I hate the mentality of guys who think working from home isn't a real job. There was a girl at the gym tonight and her guy friend was giving her a hard time. Apparently, she's a mom, working towards her bachelors,  and a bunch of other responsibilities including the full time job that she does. She gave him shit back about his part time shitty job XD\n  \n  My sister ended up firing a guy today. That was pretty comical. Apparently he wasn't even doing the work that he should have been doing and he talked about suing. Like ok? Pretty sure that won't get you anything. He sounded like some homeless guy on a lot of drugs. He just had that demeanor that made you want to be bitchy towards him 😂 My sister told him to have a nice day and he was all \"not anymore\" kind of thing. Like that was your 2nd job and you weren't even doing it so what makes you so entitled? He's still getting paid for previous things he did though. He's supposed to go to meetings to learn more about the program but refused as well. Even another person in HR was talking shit about him before my sister fired him.\n  ","542126":"\n  Kardashian\/Jenners?\n  ","542127":"\n  I only know two Alicia's and neither has that last name.\n  \n  I'm not Alice or Alicia if that is where you are going with this. My name is Lyndsey and it always will be.\n  ","542128":"\n  Yet you remain on anon if you really want to chat. Ok.\n  \n  I don't want you on IG. You'd just flood it with crazy ramblings like you do here. No fucking thanks!!\n  ","542129":"\n  You must be new here 😂 Hello!\n  \n  Born and raised in Massachusetts. All my life, yo. All my schooling etc\n  \n  My bro moved out here with his wife in 2007.\n  \n  My sister took the plunge in 2013. Parents sold our house so we came out here to be with the nephews and all that in 2014. We've visited multiple times and even lived out here for 3 years before.\n  \n  I was in Maine up until April 3rd. We have a house up there, lake front. I'm in AZ right now basically visiting now... My sister and her husband went to Ireland in April so mom and I came out to take care of the dogs.\n  \n  The end.\n  ","542130":"\n  Listening to music, drinking my pre workout.\n  ","542131":"\n  Tempting :P\n  \n  And to think I wasted time taking a shower.\n  ","542132":"\n  You are the brightest star ★☆★☆\n  ","542133":"\n  Guitar and more piano than I already know. It's been years so I hope that I could pick up keyboard again!\n  ","542134":"\n  Leigh was right :(\n  ","542135":"\n  I do :P\n  ","542136":"\n  Wtf\n  ","542137":"\n  Maybe if swimming in a bunch of jizz 😂\n  ","542138":"\n  I don't know. I'm never been to AZ schools. My nephews go to Charter schools though.\n  ","542139":"\n  I'm about to go swimming.\n  \n  Hopefully the gym since it's been a week or two since I last went. Oops. At least I've been active with swimming and walks. Need to get back on the grind. I've still been eating healthy and in the right mindset so yay for that. Just been a bit unmotivated or the gym is closing a few minutes before I want to go so I'm like ekkk, now what? Like i was all ready to go last night but I don't really want to have dinner before going and that also lasted longer since the chicken had to be recooked since the insides didn't get cooked right. Also would have just had 30 minutes and I like going for one and a half or two hours to really feel like I did something lol\n  ","542140":"\n  I wouldn't dream of it <3\n  \n  Penpals are cool. Haven't done in years tho\n  ","542141":"\n  None.\n  \n  Gonna change into bathing suit.\n  ","542142":"\n  Very nice.\n  \n  I don't get why people don't believe that Lyndsey is my legal name lol\n  ","542143":"\n  No. It's completely normal. Do things for yourself and have a wonderful time!\n  ","542144":"\n  It's been a while but ya, it's good when I do lol\n  ","542145":"\n  You aren't Nico, Adam Lahore dude.\n  ","542146":"\n  Sounds like some good vacation time!\n  ","542147":"\n  Could have been!\n  ","542148":"\n  Is this Nico or someone else now? Le confused.\n  ","542149":"\n  Oh. Sorry. Nico seems familiar. How are you today, buddy?\n  ","542150":"\n  I'm not on my period if that's what you meant by this\n  ","542151":"\n  I know some Spanish but not that much!\n  \n  A little french\n  \n  English, mostly.\n  \n  I know some ASL\n  ","542152":"\n  Hahaha\n  \n  What are you talking about? 😂\n  \n  Who is this?\n  ","542153":"\n  I saw a dog on a surf board the day we went to the lake. I was going to take a picture of him but he jumped off when I was going to take it :(\n  ","542154":"\n  I suppose. Wasn't horrible XD It's been forever so ¯\\_(ツ)_\/¯\n  ","542155":"\n  The Notebook?\n  \n  I don't know all of those words in Spanish :(\n  ","542156":"\n  My neighbor kissed me when we were really young.\n  \n  Real kiss about 16, maybe a little less.\n  \n  These age questions are getting a bit weird lol\n  ","542157":"\n  That seems very biblical\n  ","542158":"\n  Considering I've never been with a girl or even kissed one, I'll go with no.\n  ","542159":"\n  Yes\n  ","542160":"\n  Late 20's\n  \n  I was a good girl\n  \n  😇😈\n  ","542161":"\n  *dislike\n  \n  Sexual questions when I'm not in the mood for them.\n  \n  Drama. I don't mind watching it go down but I'd rather not be in the middle or cause of it\n  \n  When water is too cold to swim in\n  \n  When you miss the sunset or sunrise when you've been waiting to see it\n  \n  Beauty standards and double standards\n  \n  The government can be quite shit\n  \n  When people correct you when you already know you did something wrong\n  ","542162":"\n  Now that would be interesting role playing lol\n  ","542163":"\n  That shall remain private\n  ","542164":"\n  Recently? 👉👌\n  ","542165":"\n  A love that is all mine 🎤\n  \n  More💰💰\n  \n  My own place\n  \n  Better friendships\n  \n  Reach goal weight\n  ","542166":"\n  Anon\n  ","542167":"\n  Tallest - white and black\n  \n  Strongest - I'm not sure!\n  ","542168":"\n  Nicest asshole then 😝\n  ","542169":"\n  I don't think so lol\n  \n  Typical Boston accent.\n  ","542170":"\n\n   @ErinWolf4919\n  \n\n   @poetalunam\n  \n\n   @breakfreefromlife\n  \n\n   @Hayleywilson21\n  \n\n   @cestlavie87\n  \n","542171":"\n  :)\n  ","542172":"\n  Nope.\n  ","542173":"\n  Pretty much.\n  \n  I swim a lot.\n  ","542174":"\n  ¯\\_(ツ)_\/¯\n  ","542175":"\n  I don't have any other pages.\n  ","542176":"\n  Good 😈\n  ","542177":"\n  ;)\n  ","542178":"\n  I don't know what you are talking about\n  ","542179":"\n  I guess.\n  ","542180":"\n  Oh I'm scared\n  ","542181":"\n  That's nice :P\n  ","542182":"\n  I know\n  ","542183":"\n  Yup.\n  \n  It was someone I didn't know who tagged too.\n  ","542184":"\n  Nothing new there, Ben.\n  ","542185":"\n  I haven't been following it.\n  ","542186":"\n  Ask them?\n  ","542187":"\n  Oh snap :(\n  ","542188":"\n  How do you support me? lol\n  ","542189":"\n  Well that's not fair!\n  ","542190":"\n  Pretty mean ;)\n  \n  Telling me to go to bed. Tsk tsk\n  \n  Thanks\n  ","542191":"\n  Hello gorgeous\n  ","542192":"\n  Lovely\n  ","542193":"\n  \"If I was older\" and a lot of other stuff you wrote before kind of implies it.\n  \n  I don't need to get over myself. I was also speaking to other people who have done the same stuff. I even had some guy say shit and right when I told him I'm not looking, he vanished.\n  ","542194":"\n  Slayer, Anthrax, Megadeth, Metallica.\n  \n  I like Sodom and Kreator but I don't listen to them as much either.\n  ","542195":"\n  Go to church then commit more sins.\n  ","542196":"\n  Haha aw :P\n  \n  I should sleep though. Feel a bit rambling now XD\n  ","542197":"\n  Rome seems beautiful.\n  \n  When's the last time you went to church, Benny?\n  ","542198":"\n  What if I'm not human?\n  \n  Look how cute it is!\n  ","542199":"\n  Why would I do that?? :P\n  \n  They had a panda sleeping but this one made me laugh. Using my tablet though.\n  ","542200":"\n  Are you my CK anon? 😂\n  ","542201":"\n  42D\n  ","542202":"\n  Whatever I like and want to wear.\n  ","542203":"\n  I don't feel like agrumenting over cum smells or tastes 😂\n  ","542204":"\n  I'm not sure what to write here lol\n  ","542205":"\n  It's different for every guy. lol\n  ","542206":"\n  Yup\n  ","542207":"\n  Um ok then? I'm only staying at her house right now but ya... she doesn't exist. O.o I even posted a couple old pictures of us when younger but alright. Anons know best, right?\n  \n  Most people on here aren't readers so that would be very boring for both parties.\n  ","542208":"\n  Interesting. Enjoy\n  ","542209":"\n  Zee = the\n  ","542210":"\n  All zee cum\n  ","542211":"\n  Now everyone is wondering why you call me sexy XD\n  \n  Hello\n  ","542212":"\n  What characters? You are strange,\n  ","542213":"\n  Mango seems like a cool store. Don't know what splash is... maybe it's not the store i was thinking of then.\n  ","542214":"\n  Oh?\n  ","542215":"\n  I don't have you there nor did I have any new DMs.\n  ","542216":"\n  I think that never person made an account just to say that. Wow.\n  \n  Hmm\n  ","542217":"\n  Someone's very opinionated tonight.\n  ","542218":"\n  Longer than I would have liked.\n  ","542219":"\n  Too long, man. 😒\n  ","542220":"\n  I'm so funny. Got the lights off, duh.\n  \n  Yesterday the camera was all grainy looking since the room was too dark so need to do at an earlier time.\n  ","542221":"\n  Good night to you.\n  ","542222":"\n  Should become a thigh wh0re\n  ","542223":"\n  Ok then...\n  ","542224":"\n  I don't have a preference. Some sound better live whereas others don't. ¯\\_(ツ)_\/¯\n  \n  I also haven't seen them live in concert so I bet it feels different than just watching a live taping.\n  \n  Good band but I don't really listen to them these days. Actually, I'm more on a solo kick right now and haven't really been paying attention to any bands right now.\n  ","542225":"\n  Ah, abortion arguments. Have fun with that.\n  ","542226":"\n  That's nice.\n  ","542227":"\n  Who are you having an argument with?\n  ","542228":"\n  Great Scott 😈\n  ","542229":"\n  He who?\n  \n  Also I don't think people can become quickies :P Obviously could have that preference in the bedroom but that's a weird label to have 😂\n  ","542230":"\n  Samsung.\n  \n  The only apple product I've used was an old nano. I think it was the video one? Idk it was white. And I also ended up with  sister's old ipod at one time.\n  ","542231":"\n  * intercourse\n  \n  No? That my \"friend\" would be considered a quickie.\n  ","542232":"\n  I know, right!  It's even weirder since I haven't even mentioned my body so it's like ok? Why are you being weird lol\n  \n  I understand it more when I'm actively talking about sexual things but it's been totally out of nowhere.\n  ","542233":"\n  I've never been to Europe so it's hard to compare.\n  ","542234":"\n  I don't think guys understand me when I tell them that I'm not looking for relationships online lol Age doesn't really matter. Plus, you said you had a gf so it's even more creepy when you say stuff like this.\n  ","542235":"\n  Sometimes. Storms can be fascinating.\n  ","542236":"\n  That wouldn't be enough lol\n  \n  I even got asked earlier why I masturbate 😂 it ended up getting deleted by ask though. Was weird. I had no problem with answering it\n  ","542237":"\n  I know the song but wasn't aware of the title of it.\n  ","542238":"\n  My favorites would be tri color pasta salad, and ham casserole. She makes good scrambled eggs as well.\n  \n  One of my sisters ex's actually sent a picture of food to my sister and was like tell your mom thanks for the recipe. Like how do you even remember stuff like that? They dated when she was 15 to 18. Both in their 30's now. It was white rice, mushroom and I think some type of meat. My mom hasn't made that in forever so it was funny.\n  \n  Dad makes good stews, besides that he's useless in the kitchen.\n  ","542239":"\n  Must be hell being named Jim who likes going to the gym.\n  ","542240":"\n  \"Self-contained\"\n  \n  You make me laugh.\n  ","542241":"\n  No idea. It wasn't under the mention part but did notice that someone tagged me ¯\\_(ツ)_\/¯\n  ","542242":"\n  Funny since you don't know what I look like :P\n  \n  But ya,. My legs are the most muscular.\n  ","542243":"\n  I died when seeing it last night and had to share because of your post 😂😂\n  \n  I really don't get why people would pay for those. Just cut them if you really want to get that look o.o\n  ","542244":"\n\n   @poetalunam\n  \n\n  So this lovely post can go around online 😂😂😂\n  ","542245":"\n  I didn't even get the fat shaming questions nor do I know what Cadie and that other person wrote. Did they even directly call someone out?\n  \n  How would insulting even make you edgy?\n  \n  It's a fact that obese people can get a lot of different health problems - asthma, diabetes, and countless of other things. It's not opinions, it's factual.\n  \n  You can be overweight and have no problems as well but that still doesn't really make you 100% healthy either. You are still big. The bmi can still be in large ranges. You might still have a hard time with certain things but your #s are good ratios.\n  \n  There can be medical problems (pcos, insulin resistance etc) that make people gain fat as well. Just fuck the haters. They don't know anything about your health, life or anything besides what you put out there. It's their problem, not yours. As long as you take steps on being the best you then who cares? Do you eat healthy? Good. Do you work out? Good. Exercise of any kind isn't just for skinny or muscular people. Everyone starts somewhere. If the person is really big and eating fast food all day, every day, not doing shit for their body then I'd have a problem with that. Do they deserve insults? No! They know that they are fat. They don't need reminders. Fat shaming isn't going to help them either. Encouragement, support and respect would be more beneficial.\n  \n  Idk this shit is such a double standard as well.\n  ","542246":"\n  No. That's weird.\n  ","542247":"\n  Thanks\n  ","542248":"\n  Only  those that deserve it lol\n  ","542249":"\n  Good. How about yours?\n  ","542250":"\n  I know some ¯\\_(ツ)_\/¯\n  ","542251":"\n  In the pool again\n  ","542252":"\n  Not overnight lol\n  \n  But I do think it's possible.\n  ","542253":"\n  How about no\n  ","542254":"\n  People should get help\n  ","542255":"\n  Lyndsey\n  \n  Hi.\n  \n  I feel like going in the pool now.\n  ","542256":"\n  Being the best you\n  \n  Friendship lost?\n  ","542257":"\n  We're having chicken wings.. or was it thighs? Idk they look pretty big lol. Been marinading for an hour now.\n  \n  Probably some asparagus and whatever else.\n  ","542258":"\n  🌹🌹🌹🌹\n  \n  Where did my flower anon go anyways? Miss you 🌹\n  ","542259":"\n  I have this green one that dries and wash off. It's almost completely gone. (Using now)\n  \n  I tried one that had cactus in it a few weeks ago but I didn't really see a difference from that one. It just felt like putting cactus juice on my face. lol Was one that walmart had for a $1 or whatever. I usually like getting those ones.\n  \n  I think I have one of those paper ones somewhere. Think it's one that does brightening?\n  \n  I like the Indian healing cray my sister has mixed with apple cider vinegar but I didn't feel like asking to use. Not sure if she still has it but it does work well.\n  ","542260":"\n  Oh god. I don't know. It just is. The different cultures, the everyday things we all do. How they handle certain things. The different states and countries. Likes and dislikes. How similar people can be\/common interests.\n  ","542261":"\n  AZ is pretty much that way lol. Besides when it's monsoon season.\n  ","542262":"\n  Hot dogs or me?\n  ","542263":"\n  Not especially lol Decent summer food though.\n  ","542264":"\n  Ryan Reynolds\n  \n  Ben Affleck\n  \n  Matt Damon\n  \n  Leonardo DiCaprio\n  \n  Bendict Cumberbatch\n  ","542265":"\n  I'll pass for now.\n  \n   @TropicalStar\n  \n  made me want to do a facemask so I'm green right now lol\n  ","542266":"\n  What is this from?\n  ","542267":"\n  I'd say no but I don't know all the reasons about it?\n  ","542268":"\n  Weird. Someone mentioned me but it's not showing up. Was probably bad? I wonder what the youtube link was of. (Saw the notification)\n  ","542269":"\n  Keep at it? Try going for longer times. Maybe use lube or products that can help increase the pleasure. Edging. Find the best position. Breathing techniques probably help. Maybe find a song with a good beat... or do in time with a video. Be in the right mood and mindset.  Don't overthink things while doing it since that could be messing it up.\n  \n  Or just look up stamina or something on Google and see what others recommend.\n  ","542270":"\n  The protestant areas would be cool to travel to. Mexico included. Ghana is a bit iffy.\n  ","542271":"\n  That's pretty rude.\n  \n  I think the concert is ok to do that. It's loud. Rather enjoy the music instead of trying to have a conversation. I guess it depends what she said too.\n  \n  At the outlet mall there was some guy selling skincare products that get rid of dead skin. I kept walking and acted like i didn't see\/hear him but my mom got sucked in. I was like noo lol. He ended up putting the product on her wrist and she was complaining how it felt gross after we walked away lol didn't help anything.\n  ","542272":"\n  Julia Roberts\n  \n  Jennifer Aniston\n  \n  Emma Stone\n  \n  Emma Watson\n  \n  Sandra Bullock\n  ","542273":"\n  Sometimes.\n  \n  I'm more into comedy and horror though.\n  ","542274":"\n  Great lover.\n  \n  Money is nice but it's not everything to me either.\n  ","542275":"\n  Do you know how to get bitmoji back under the camera settings? I accidentally hit \"always use\" instead of the \"once\" button and it won't show up now 😢😢😢\n  \n  Had to go on the mobile site to add the welcome one. Ugh.\n  ","542276":"\n  I don't have one.\n  \n  Myself?\n  \n  I can kick pretty hard lol\n  ","542277":"\n  If in a mood for one\n  \n  It's good\n  \n  Basically the same as above\n  \n  I don't drink juice a lot.\n  ","542278":"\n  I like both in a guy! There obviously needs to be attraction. I think a great sense of humor can add to the attraction as well.\n  ","542279":"\n  Lulu eats Cesar. Small dog. It's the only kind she'll really eat. She likes taking some of the other dogs kibble too.\n  \n  I'm not sure what the bigger dogs eat but its some type of kibble. They don't have wet food.\n  ","542280":"\n  Find a product that helps with scaring?\n  ","542281":"\n  French vanilla 😍\n  \n  I don't drink coffee a lot though. Need to be in the mood for.\n  ","542282":"\n  I know.\n  ","542283":"\n  Forever alone\n  ","542284":"\n  You'd win\n  ","542285":"\n  I don't have that problem :)\n  ","542286":"\n  Chicken parm and Chinese food 😍\n  \n  Chicken pad thai is great too\n  ","542287":"\n  True lol\n  ","542288":"\n  I won't be having that problem.\n  \n  Are the guys the same?\n  ","542289":"\n  If I ate there...\n  ","542290":"\n  Think so\n  ","542291":"\n  Interesting question. I guess in the middle would be more attractive to me.\n  ","542292":"\n  Not yet.\n  ","542293":"\n  If I did, I don't remember.\n  ","542294":"\n  Adiós\n  ","542295":"\n  I didn't like broccoli, I do now.\n  \n  I don't think I had spinach when younger but it's great.\n  \n  I feel like I never really had peaches when younger? Yummy, cool to pick your own at farms too.\n  \n  I still don't like tomatoes. I can tolerate them in blts and certain salads if very small and not runny looking but besides that it just doesn't appeal to me.\n  \n  I don't care for Kraft macaroni anymore. I'd rather have Annies or actual pasta\/penne instead.\n  \n  I like multiseed breads instead of the Wonder brand.\n  \n  Frozen yogurt is pretty good but I still love my ice cream too.\n  \n  Greek yogurts and cottage cheese\n  ","542296":"\n  I didn't have one.\n  ","542297":"\n  I'll just do a list. I think February to now :)\n  \n  Lingerie from Adoreme\n  \n  Vitamins from the company 1stphorm. Think I need to repurchase pretty soon.\n  \n  Someone on here sent me a giftcard to Old Navy via Amazon so that came in the mail. Spent it last Saturday, finally. Luckily they still had the 40% off everything in store sale going.\n  \n  Giveaway winnings:\n  \n  I ended up winning a coverup top from swimsuitsforall from Ashley Graham's line.\n  \n  A postworkout, ignition and a top from the company 1stphorm.\n  \n  ++++\n  \n  I ended up answering some questions on their 1stphorm IG page and one of the workers noticed so he ended up sending me a product of my choice, a handwritten card, and a shirt. So nice of him. Wasn't expecting anything in return for helping others. Most recent\n  ","542298":"\n  Most are scam artists. I recently watched a show on it,, think it was Doctor Oz or something? All the things to watch out for etc\n  \n  It would be cool to do if the person was actually psychic. I think I'd be guarded and not really giving them information that they *should* already know.\n  ","542299":"\n  You got: LOADED POTATO BOATS \"skins\"\n  \n  Don't rock the boat, don't tip the boat OVER. You need to learn to relax and take a chill pill. I understand you have a lot on your back but so do we all. You're a great person, lets live life like it huh?\n  \n  ---------\n  \n  The Horny Toad restaurant we went to last Sunday had them and ended up sharing appetizer. They were ok. Not the greatest. Their famous chicken though 😍💯\n  ","542300":"\n  When you have the lights off so everything is in shadow XD Yay :)\n  ","542301":"\n  Creepy\n  ","542302":"\n  You act like we have each other there.\n  ","542303":"\n  This reminded me that I never answered\n  \n   @Coolio247\n  \n  with the same question. Ugh. I'm awful.\n  \n  I'll just say Disturbed right now since I keep playing Sound of silence alot.\n  \n  It looks like Little Big Town was the last band that I added to my playlist. I like the song when someone stops loving you. The video is kind of cool too.\n  ","542304":"\n  Never? 99% of my crushes have been in person and I never followed them online. Most were in school so we'd talk there lol\n  ","542305":"\n  You must not be an animal person.\n  ","542306":"\n  Yes. They have some cute ones.\n  ","542307":"\n  * Lyndsey\n  \n  Nah. I'm good.\n  ","542308":"\n  I would think so?\n  ","542309":"\n  Triplets, maybe. I don't know. Ouch.\n  \n  This reminds me of those name games were you have questions and roll the dice to get number of kids etc\n  ","542310":"\n  Lyndsey is basically unisex. It's more common as a surname in whichever spelling of it.\n  ","542311":"\n  Nicole - Nicholas\n  ","542312":"\n  I don't remember the last time:(\n  ","542313":"\n  Indeed. Take it easy\n  ","542314":"\n  I haven't been getting those lately :D\n  ","542315":"\n  Walking, car.. it all helps :P\n  ","542316":"\n  Interesting but happens.\n  ","542317":"\n  None. I'm also not in Phoenix. Not too far though.\n  ","542318":"\n  I see what you did there ☺\n  \n  Pretty good. Watching some youtube.\n  ","542319":"\n  My sister used to take pills. It basically went away over time and doesn't have that problem anymore o.o\n  ","542320":"\n  Uh. I don't think that it matters?\n  ","542321":"\n  This doesn't make sense to me.\n  \n  Also, I'd rather not get used. K, thanks.\n  ","542322":"\n  Nah. She'll wear the same kind. Usually does red, purples or nude kind of color.\n  ","542323":"\n  I'm cold. I must have got more sun than I thought lol\n  \n  AC going ~\n  ","542324":"\n  Some can be cool.\n  ","542325":"\n  Rip you\n  ","542326":"\n  Not really. Only know a few.\n  \n  Danielle has dated a few girls after she officially came out. People would always say she liked girls and always denied it. She has dated two guys and had a few crushes. I think with the girls she has dated them for longer period of times. Bi, lesbian, who cares?\n  \n  Nicole has always been with chicks. She's more butch\/dyke and goes for lipstick lesbians.\n  \n  Nikki seemed more bi but I think she's totally a lesbian these days. She used to have really long hair and now it's a pixie. I think she might have had a daughter? There was a picture of her with a kid.. not sure if neice or what. Also tats and just more manly looking. Also had a picture with some girl saying inappropriate things lol I don't follow her on FB but was curious to see what she was up to a few years ago. I guess she never changed. She tried kissing me before. It was gross. Like um no.\n  \n  It wouldn't surprise me if this Amanda girl was a lesbian these days. She just had that type of vibe.\n  ","542327":"\n  Niceeee\n  \n  Did you end up getting some?\n  ","542328":"\n  Ones that don't revolve around food :P Titanic, Leap Year, The Holiday, The Notebook etc\n  \n  But look what happened.\n  \n  Dominoes\n  \n  Hamburger, onion and mushroom. I didn't pick the kind but oh well.\n  ","542329":"\n  Those \"hi, hello, heys\". Atleast talk more than just that! If you actually want a conversation with me lol. The best you'll get in return is hi back or used as a filler type thing.\n  \n  \"How are you, sup, wyd\" ones.. Do you actually care? Where's the effort to sup? You just look young and immature to me. Even \"wyd\" has no effort. Plus, I'm obviously on here so that's the main what I'm doing one lol\n  \n  The weather. .. it can be fine since not everyone is from the same places but it's not really fascinating to talk about in depth XD\n  \n  I'd rather have interesting, substance filled conversations, even learning experiences. All that is pretty mundane and pointless in the end.\n  ","542330":"\n  Anything, really. Background noise of any kind is usually good.\n  ","542331":"\n  \"Do you sometimes feel lonely?\"\n  \n  Don't we all at some point?\n  ","542332":"\n  Besides money?\n  \n  The way they carry themselves\n  \n  Giving back to the world\n  \n  Good family& friends group\n  \n  Successful in whatever they do\n  ","542333":"\n  Not really. Felt like it for sure.\n  ","542334":"\n  I'm no athlete but yes :)\n  ","542335":"\n  Small talk\n  ","542336":"\n  Music\n  \n  Fam\n  \n  Friends, including online ones.\n  ","542337":"\n  Cooking up a tan :P\n  ","542338":"\n  Eating lol\n  ","542339":"\n  No. Canadian is way more $$$ :P\n  \n  I do feel like pizza though lol\n  ","542340":"\n  The outlet mall I went to last Saturday had a Calvin Klein store. I didn't go in though :\/\n  ","542341":"\n  Not recent ones.\n  ","542342":"\n  Good luck to them.\n  ","542343":"\n  🌴🌵🌴🌵🌴\n  ","542344":"\n  Because its like 5+ years old 😂 too big in certain areas now etc\n  ","542345":"\n  I'm wearing my old one atm and it's nothing spectacular lol just blue.\n  \n  Ended up buying a black one with florals and the criss cross neckline but didn't feel like putting that one on today.\n  ","542346":"\n  In it now. Put some music on too.\n  ","542347":"\n  It is. 100+ out ugh lol\n  ","542348":"\n  Bathing suit currently. It is 5:41pm so not exactly day.\n  \n  Eating fruit by the pool.\n  \n  Need to jump back in. Legs are hot lol\n  ","542349":"\n  Whatever suits them most.\n  ","542350":"\n  5'7\"\n  \n  Average height.\n  ","542351":"\n  My page is so dead.\n  \n  No, I'm afraid of doctors lol\n  ","542352":"\n  Does everything count? Always room for improvement!\n  ","542353":"\n  Shirts with slogans on them. 99% times that I do wear something like that, I always get old guys hitting on me because of whatever it says.\n  \n  I once had one that said \"will work for shoes\" and I forgot what I was wearing and the guy asked me my shoe size in a suggestive manner 😂 and kept going on and on after i noticed he asked because of the shirt. It was creepy.\n  ","542354":"\n  I'm not sure:( I don't keep track\n  ","542355":"\n  You like seeing bruises? lol\n  ","542356":"\n  Flying cars and other stuff that was said to happen by now lol\n  ","542357":"\n  It's not but eh. It seems huge to me but it's like a thumbprint size lol Still dark blah\n  ","542358":"\n  I don't really feel like taking pictures of my legs right now. I also have a couple bruises near my knee so I feel ugly 😂😂\n  ","542359":"\n  Love. Everything in life is going well, the right path. Nobody can get you down.\n  ","542360":"\n  Oh. They are tan.\n  ","542361":"\n  That I burn? 😈\n  ","542362":"\n  No. The only sports I've done were in school for gym class or zumba if that counts.\n  \n  Too hot for outside sports right now as well. I do swim a lot. . If that actually counts lol\n  ","542363":"\n  It's annoying when someone asks something and you don't answer it straight away so they reask the same question. Stopppppp\n  ","542364":"\n  True. I mostly just do my face.\n  \n  My knees and feet are usually hard to tan so sometimes I put there but I haven't had to do that lately. Like they usually burn there but they haven't been:)\n  ","542365":"\n  I'd rather not lol But yess.\n  \n  I'll probably swim eventually.\n  \n  Went in yesterday for a little while. It didn't really bug me much. I was debating on swimming last night after our walk since it felt like the perfect temperature but I ended up watching the movie Bokeh instead.\n  ","542366":"\n  Whoever wants to go lol\n  ","542367":"\n  IRL: Mom, sister, Jessica, Danielle\n  \n  Online: the ex, Heather and Tabi\n  ","542368":"\n  Hot. Boring. Unmotivated...\n  ","542369":"\n  For?\n  ","542370":"\n  A class\n  \n  Being in that country\n  ","542371":"\n  Yes!!\n  ","542372":"\n\n   @LiviBates\n  \n\n   @breakfreefromlife\n  \n\n   @igotamatch\n  \n\n   @tashalikesbands\n  \n\n   @Hayleywilson21\n  \n\n  I feel like\n  \n   @ErinWolf4919\n  \n  stays out of the drama unless it's actually his own + stupid anons but it's more funny than anything. Quality memes.\n  \n  I feel like a lot of other people are hell bent on the drama or secretly enjoy it but don't get in the middle of it.\n  ","542373":"\n  Not get those mosquito bites or steroid shot to make them go away. Gained the majority of weight because of that.\n  \n  Believed in myself when younger lol\n  \n  Not mess up a relationship even though it helped me in different ways so I'm thankful for that. ¯\\_(ツ)_\/¯\n  \n  Maybe some other minor things that aren't really worth mentioning.\n  ","542374":"\n  It's bad because what if the patient never had kids or any other family still living? They don't have the funds to go to a different nursing home or rental space? Their kids or grandkids don't have room for them?\n  \n  How do they get to decide who stays and who gets the boot?\n  ","542375":"\n  This kind of reminds me of Bokeh. It was just them and everyone else was gone. I'd explore like they did. See if I was truly the only one still around. Shopping spree without paying etc\n  ","542376":"\n  1st grade, school.\n  \n  Apparently, she went home that day and was saying how she met her best friend. Aww. Her mom told me that a few years ago. Too cute 😂\n  ","542377":"\n  Hickory smoked 😍\n  \n  Cheddar can one\n  ","542378":"\n  HGtv shows\n  \n  The Voice\n  \n  Say yes to the dress\n  \n  Rise\n  \n  Good Girls\n  \n  This is us\n  \n  I haven't really been watching tv much lately. But those when they are on. I missed a few episodes.\n  ","542379":"\n  I do.\n  ","542380":"\n  I like the💯but everyone has it :\/\n  ","542381":"\n  Love them!\n  \n  I want a couple of small ones but I'd rather get those when at goal weight.\n  ","542382":"\n  Thanksgiving and Christmas!\n  \n  Vacation holiday? Niagara Falls and Myrtle Beach.\n  ","542383":"\n  Yes. I rarely drink anyways. My last drink was New Years.\n  ","542384":"\n  I like getting 6-9 hours. I feel the most rested.\n  ","542385":"\n  Years lol Maybe 2-3? Depends on the upgrade or if I really wanted a new one.\n  ","542386":"\n  This sounds weird.\n  \n  I get along with my mom more.\n  ","542387":"\n  Out of 5? 10? 100?\n  ","542388":"\n  The people?\n  \n  There are a lot of similar Q&A sites but the people make it better.\n  ","542389":"\n  I like my Sketches lol\n  ","542390":"\n  I do have a sweet tooth. More for ice cream though.\n  \n  Chocolate is good but I wouldn't say that I'm addicted to it either.\n  ","542391":"\n  Was thinking of something else then lol\n  \n  Grow bby grow\n  ","542392":"\n  😂😂😂\n  \n  Dogs are too adorable.\n  ","542393":"\n  Move, find a bigger shell...\n  ","542394":"\n  Sometimes\n  ","542395":"\n  Haha. I doubt that\n  ","542396":"\n  Doritos\n  ","542397":"\n  Probably bad things unless it's time to feed or give them water, walks...\n  ","542398":"\n  Nah. I only packed bikini style ones so they aren't exciting or what anyone would really want to see lol I wanted to be comfy :) :P\n  ","542399":"\n  They are ok. Been to a few islands in Boston that way and also Martha's Vineyard.\n  \n  One time, I was trying to go down the stairs and wasn't holding on to the railing and fell down them a little because the ferry was rocking so much. That wasn't fun lol\n  ","542400":"\n  I have no idea. Probably something unique...\n  ","542401":"\n  There's no reason to share them lol\n  ","542402":"\n  Questions would be nice. Only have 1 left.\n  ","542403":"\n  Thanks! Still need to watch.\n  ","542404":"\n  Heels of feet\n  \n  Sides\n  ","542405":"\n  Everybody is somebody :)\n  \n  Nice to know. A tad irrelevant since I don't know the account at all 😂\n  ","542406":"\n  Congratulations\n  ","542407":"\n  🎤🎤🎤🎤🎤\n  ","542408":"\n  Which one? Neville? That Dan guy?\n  ","542409":"\n  Normal with some muscle\n  ","542410":"\n  That stuff doesn't matter anymore.\n  ","542411":"\n  Fitbit?\n  ","542412":"\n  I don't understand that but ok then.\n  ","542413":"\n  Good night. Going to watch that movie now.\n  ","542414":"\n  No. Especially not when he called me a fat bitch because I wrote \"nobody cares\" on his question about being spoiled.\n  ","542415":"\n  Scott the couch\n  ","542416":"\n  What was it? I don't see anymore in my inbox.\n  ","542417":"\n  You shouldn't joke about mental health illnesses. They'd probably get more paranoid?\n  ","542418":"\n  Same with the few and far part. I don't mind gaps but sometimes it can be very annoying.\n  \n  Good luck.\n  ","542419":"\n  Oh...\n  \n  I don't feel loved right now.\n  ","542420":"\n  That's a lot of crying. *helps you*\n  ","542421":"\n  Waldo\n  ","542422":"\n  Apparently not lol\n  ","542423":"\n  Then you shall remain there for all entirety\n  ","542424":"\n  Your cat will save you and then take its seat rightfully back from you.\n  ","542425":"\n  *hugs*\n  ","542426":"\n  I'm just your imagination running wild.\n  \n  ⏳honesty hour ⏳\n  ","542427":"\n  I didn't watch.\n  ","542428":"\n  Oh. Sorry. Just used since it was one of the first that came up.\n  ","542429":"\n  With my mom, yes. I'd want some stuff private too.\n  \n  ⏳honesty hour ⏳\n  ","542430":"\n  You tell 'em\n  ","542431":"\n  A thumbprint looking one near my knee. Oops.\n  \n  ⏳honesty hour ⏳\n  ","542432":"\n  I never remember to do so :\/ Plus, I'm shit at taking pictures of myself but yes, someday 💕\n  \n  ⏳honesty hour ⏳\n  ","542433":"\n  I regret treating an ex wrong. And some minor things.\n  \n  I don't really have any not done regrets\n  \n  ⏳honesty hour ⏳\n  ","542434":"\n  Once. We dated for all the wrong reasons and it was short lived.\n  \n  Every other time it was the guy asking or a tad mutual.\n  ","542435":"\n  Bikini style. Black ones.\n  ","542436":"\n  Give him some lessons, ok?\n  \n  ⏳honesty hour ⏳\n  ","542437":"\n  It ended up deleting :(\n  ","542438":"\n  It's obviously the safer choice. I don't mind either way.\n  \n  I wouldn't mind  condom, especially if been together for a long time and neither is being shady. Cum is a turn on so there's that aspect too.\n  \n  ⏳honesty hour ⏳\n  ","542439":"\n  So does he even count? 😂\n  \n  :(\n  \n  ⏳honesty hour ⏳\n  ","542440":"\n  Or 2... The guy didn't really finish 😩\n  ","542441":"\n  I haven't took them in a while. Probably should sometime. I don't remember if I took my measuring tape with me or not. I lost it for a while then found over the winter, again.\n  \n  It's annoying since I can still wear bigger sizes and then smaller ones like Medium in certain bottoms too. Why can't you be normal?  😠\n  \n  ⏳honesty hour ⏳\n  ","542442":"\n  It's a small number so it's a bit irrelevant to even discuss in depth. Nor do I want to sit around and rate them etc\n  ","542443":"\n  Depending on what I wear, sure.\n  \n  I don't wear revealing clothing though. I'm pretty casual.\n  \n  ⏳honesty hour ⏳\n  ","542444":"\n  When Dirty Dancing came to mind.\n  \n  What's up with the fetishes?\n  \n  ⏳honesty hour ⏳\n  ","542445":"\n  My upper body is bigger. I don't care for labels. Nor do i really want plump as a label. How plump is plump anyways? I don't think my armpits are that big ¯\\_(ツ)_\/¯\n  \n  ⏳honesty hour ⏳\n  ","542446":"\n  I don't see it as something sexual when I shave ¯\\_(ツ)_\/¯\n  \n  ⏳honesty hour ⏳\n  ","542447":"\n  Alive and willing\n  \n  ⏳honesty hour ⏳\n  ","542448":"\n  No lol\n  \n  I don't use food like that\n  \n  ⏳honesty hour ⏳\n  ","542449":"\n  Bendable? Idk..\n  ","542450":"\n  Yes. Obviously from looking at the other questions lol\n  \n  I need more bodies.\n  \n  ⏳honesty hour ⏳\n  ","542451":"\n  When you take a walk with everyone and the dogs then come back to a bunch of sexual questions.\n  \n  I don't get why honesty = sex. Like you can ask whenever. Some stuff should be private as well. At least make it normal and some sexual questions instead of being totally desperate for just the sexual answers.\n  \n  ⏳honesty hour ⏳\n  ","542452":"\n  I don't kill people ;)\n  \n  ⏳honesty hour ⏳\n  ","542453":"\n  That's weird\n  \n  ⏳honesty hour ⏳\n  ","542454":"\n  We had it with onions, those tortilla wraps. Salad with strawberries and cashew pieces.\n  \n  ⏳honesty hour ⏳\n  ","542455":"\n  Not that much. I was peeing a lot on Sunday though. Lots of water that day.\n  \n  Also, I don't count.\n  \n  ⏳honesty hour ⏳\n  ","542456":"\n  No :(\n  \n  We had sausage tonight, does that count at all?\n  \n  ⏳honesty hour ⏳\n  ","542457":"\n  That's not a question\n  \n  ⏳honesty hour ⏳\n  ","542458":"\n  Grey tshirt\n  \n  Black underwear\n  \n  Green lounge shorts that I got from Old Navy.  Very comfy, the kind were you forget you are wearing anything lol\n  \n  ⏳honesty hour ⏳\n  ","542459":"\n  I don't even remember 😁\n  \n  I do remember learning what 69 meant. My sister had a tshirt with the letters 69. Think it was a playboy bunny one? Mom and sister kept laughing over it and wouldn't tell me what it meant. So, I asked some girl in a chatroom what it meant 😂 We ended up being email penpals for a while after that. Nothing sexual, just that time telling me lol Probably 6th grade???\n  \n  ⏳honesty hour ⏳\n  ","542460":"\n  In what way do you mean settle? That's a little creepy if you two haven't done much. Or are we talking about marriage and things of that nature?\n  \n  Did you have a huge discussion why you aren't ready for those commitments? How long were you together for? Was he direct from the start what he wanted or what you wanted? What are you scared about? How come you didn't break up sooner if you truly didn't care enough for him?\n  \n  I think I'd just give him space. He might think you changed your mind. If you guys were always pretty close and could talk about anything without either one getting upset, then I'd say go for it. We all have had that kind of \"weakness\" before. It's up to you. Has he reached out at all?\n  \n  ⏳honesty hour ⏳\n  ","542461":"\n  I like some more than others but I wouldn't really say all are faves. I feel like with art, it can be always changing.\n  \n  ⏳honesty hour ⏳\n  ","542462":"\n  I'd just contact them about the mix up.\n  \n  Have fun watching films :)\n  \n  Hm might watch something on Netflix later but I'm pretty indecisive when it comes to picking something.\n  \n  ⏳honesty hour ⏳\n  ","542463":"\n  Yes. Some black one.\n  \n  ⏳honesty hour ⏳\n  ","542464":"\n  I'm not really sure what my mood is. I feel good but ya..\n  \n  ⏳honesty hour ⏳\n  ","542465":"\n  Apologize\n  \n  Prove that you can be better\n  \n  Time\n  \n  Really depends on the context\n  \n  ⏳honesty hour ⏳\n  ","542466":"\n  Grey\n  \n  Black\n  \n  Green\n  ","542467":"\n  Ask me things 💃💃💃\n  ","542468":"\n  I don't care much for labels. I do feel that bookworm and Masshole would be good ones though. Everything else is pretty irrelevant.\n  ","542469":"\n  I doubt that\n  ","542470":"\n  Hakuna matata\n  \n  Carpe diem\n  ","542471":"\n  Not to my knowledge.\n  ","542472":"\n  Not yet. Are you going to keep asking?\n  ","542473":"\n  😂😂😂\n  ","542474":"\n  You didn't\n  ","542475":"\n  She was there first.\n  ","542476":"\n  People don't read bios\n  ","542477":"\n  Rip the world we live in\n  ","542478":"\n  It won't let me link posts from here on my tablet :\/\n  ","542479":"\n  Lovely\n  ","542480":"\n  Depends what it is. Or can be all cool, my love is justified lol\n  ","542481":"\n  What will you sow?\n  ","542482":"\n  No nor do I care to. I got some news notification earlier but I didn't read it. Only the headline.\n  ","542483":"\n  I don't feel like tagging people right now but I do have @ lists under my top Qs\n  ","542484":"\n  Yes. They are adorable.\n  \n  My sister got an elephant tattoo on her ankle when she was in Thailand for her honeymoon. Then she added a shamrock to it when she went to Ireland a few weeks ago. Her husband got tattoos as well but his are more tribal and celtic looking.\n  ","542485":"\n  He doesn't seem like much of a fighter to me. He'd probably p*ssy out or have some type of weapon instead of real fighting. All talk and no action.\n  ","542486":"\n  Oh\n  ","542487":"\n  Anyone could, tbh.\n  ","542488":"\n  Rarely.\n  ","542489":"\n  Sounds like a fetish\n  ","542490":"\n  That's true.\n  \n  R.I.P\n  ","542491":"\n  Did it?\n  ","542492":"\n  Why?\n  ","542493":"\n  That sounded mean 😂\n  \n  I don't know anything about you in order to have an opinion\n  ","542494":"\n  Rihanna, Zendya and some other ones. I noticed a lot pictures on IG and Tumblr. I didn't watch it\n  ","542495":"\n  I don't have any opinions about you.\n  ","542496":"\n  Leopard^^\n  ","542497":"\n  Hot\n  ","542498":"\n  Nothing? It's just a normal ring.\n  \n  But they do have one of those cameras that can talk to people..\n  ","542499":"\n  No. That's Heather's job\n  \n   @cestlavie87\n  \n\n  I'm not Asian if that's what you mean\n  ","542500":"\n  Not sure what you are asking\n  ","542501":"\n  No idea.\n  ","542502":"\n  From Sunday\n  ","542503":"\n  Anyone have questions???\n  ","542504":"\n  That looks pretty.\n  ","542505":"\n  The last one.\n  ","542506":"\n  Clarissa Explains it all, Rugrats, Barney, Growing Pains, Catdog, Hey Arnold,  Power Rangers, TNT, and a bunch of other ones.\n  ","542507":"\n  Vanilla, sandalwood smells, fresh linen, fruity scents. Some Tobacco ones can smell nice. I love bath and body works candles and Yankee Candle ones the best.\n  ","542508":"\n  Stop coming on my page just to say goodbye every single day.\n  ","542509":"\n  Twins or the whole Irish twin thing works\n  ","542510":"\n  Not really. When younger it was around 8-10pm kind of thing. When a teen I just kept with 10-11ish.\n  \n  More adulthood, I would stay up even later because I felt like it. My sleeping schedule is still messed up right now :\/ I was doing pretty good but then I had that too much fitness stuff at one time and got sick over it. I noticed that I kept waking up early and doing a lot straight away so I ended up resting more which ended up making my sleeping schedule even more messed up :\/\n  ","542511":"\n  I'd say Lawyer.\n  \n  I think I'd just be more passionate about the cases. Whereas Politics can get boring fast for me.\n  ","542512":"\n  Nothing like that but I don't really get along with Tarsus men.\n  ","542513":"\n  Probably! I try not to get expectations because the reality is never the same.\n  ","542514":"\n  Fox\n  ","542515":"\n  I guess that's one way of looking at it. Mom and I only came out here to babysit the dogs when they went to Ireland. We were supposed to head back April 25th. We would have hated the 13 hour flight (3 layovers) and my dad was even telling us to stay since the weather was still horrible in Maine and didn't feel like dealing with everything lol Also we have our dog Lulu with us so that would have been chaotic too. Luckily, we ended up getting the money back at cancelation.\n  \n  It's also good we stayed since on Sunday, my uncle and his wife came out here. I haven't seen him in a couple years so it was good to see. They mainly came to visit her daughter. It's funny how that stuff works out. It was nice seeing Rachel too. She moved out here recently and her mom is trying to convince my uncle to move out here. He was looking at North Carolina but AZ might be a contender. He seemed to like it but also hot for him too. Doesn't help that he came out when the weather is more hot as well. They went to the Grand Canyon today or that was their plan lol\n  ","542516":"\n  Rip\n  ","542517":"\n  All of them.\n  ","542518":"\n  I'd get it if I knew I was using it asap\n  ","542519":"\n  What is? lol\n  ","542520":"\n  Boredom\n  ","542521":"\n  Grease, Dirty Dancing, Lion King, Leap Year, Les Miserable (musical one), Titanic\n  ","542522":"\n  Agreed!\n  ","542523":"\n  Ok. Not the best.\n  ","542524":"\n  Whatever moves you. Can be art, a song etc\n  \n  Right now The Town Dump in Cave Creek, Arizona comes to mind. They had a lot of cool metal work. Mirrors with Spanish tiles. Pottery and everything else. It's cool seeing junk have a purpose again.\n  ","542525":"\n  *hug*\n  ","542526":"\n  A mixture 😇😈\n  ","542527":"\n  Love is kind one came to mind.\n  ","542528":"\n  Humor\n  \n  Also someone who understands my humor too :)\n  ","542529":"\n  Good. Miss you\n  ","542530":"\n  :)\n  ","542531":"\n  Both ^^\n  \n  Time & a place kind of thing.\n  ","542532":"\n  Either way, I guess? The person didn't give specifics.\n  ","542533":"\n  He doesn't. You just won't stop talking about it lol\n  ","542534":"\n  Yes to the dress 👰👰👰👰\n  ","542535":"\n  How nice lol\n  ","542536":"\n  Typo? :P\n  ","542537":"\n  I'm not looking for online relationships. He's not really the type that I'd go for either. I don't really know much about him either.\n  \n  Can't I talk to guys without people thinking there's something going on with us? 😂\n  ","542538":"\n  It's all good\n  ","542539":"\n  Forn = watching porn with friends?\n  ","542540":"\n  For?\n  ","542541":"\n  Eat more fat or carb intake? I'm not a dietician.\n  \n  I suppose it also depends on how much calories you already eat. Maybe add healthy fats like avocado or nuts. Kind of hard to give advice since I don't know what a typical day looks like for you etc\n  ","542542":"\n  :(\n  ","542543":"\n  I live in hell currently. 103 earlier. Yesterday got around 107? 🔥🔥🔥🔥\n  ","542544":"\n  Who?\n  ","542545":"\n  Lots of activities but also relaxation as well. Near the water somewhere. Decent weather.\n  ","542546":"\n  I had a fudge pop.\n  ","542547":"\n  On what?\n  ","542548":"\n  I have no filter, which one were you talking about though?\n  ","542549":"\n  I had to post this.\n  \n  Either way works. Cum is a turn on...\n  ","542550":"\n  Any way works\n  ","542551":"\n  O.o\n  ","542552":"\n\n   https:\/\/youtu.be\/TVcLIfSC4OE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","542553":"\n  I've had dreams where I've said hurtful things about myself :(\n  ","542554":"\n  Sure\n  ","542555":"\n  Hellhole\n  ","542556":"\n  Then who does? :O\n  ","542557":"\n  Brown when I do\n  ","542558":"\n  Not sure what this is in response to\n  ","542559":"\n  More medium length.\n  ","542560":"\n  I was born in Massachusetts.\n  \n  Greek, Irish, German and English.\n  ","542561":"\n  Gland?\n  ","542562":"\n  Chat\n  ","542563":"\n  I don't really have that many questions right now so why not?\n  ","542564":"\n  Switch 🙆\n  ","542565":"\n  No LNR87 or Youcanjuiceme mentions\n  ","542566":"\n  That's all you say\n  ","542567":"\n  The one that sold out 😂\n  ","542568":"\n  June? Start of summer.\n  ","542569":"\n  She made it before but it didn't taste that great since she was in a hurry or had some missing ingredients.\n  ","542570":"\n  Thanks for correcting <3\n  ","542571":"\n  I don't understand this\n  ","542572":"\n  The spices might be a tad tricky to get right but they do sell the noodles at most Asian stores and sometimes at normal grocery stores.\n  \n  My sister ended up honeymooning in Thailand and they did a cooking class. It was one of the things they learned to make.\n  ","542573":"\n  It is.\n  ","542574":"\n  We know\n  ","542575":"\n  I'd be fine with 28-35.\n  \n  I generally like 3-5 yr differences.\n  \n  I do like older guys but not as old as these discussions lol\n  ","542576":"\n  Pad thai? A noodle dish. I like the chicken more. Shrimp is alright.\n  ","542577":"\n  Oh snap. Hello racist anon.\n  ","542578":"\n  And you said you weren't that guy before?\n  ","542579":"\n  It's probably not there. It wasn't strictly a writing site.\n  ","542580":"\n  It doesn't work like that lol\n  \n  Obviously it can be a bit harder with older age but I'm not that old yet :P\n  \n  My mom had me at 30. Why be ageist?\n  \n  There's even celebrities who are way older and still having kids.\n  ","542581":"\n  My tumblr would be the most recent writings. The rest were on a different site that got shut down last month. Sad since I didn't have any of those ones saved. And it was cool to see the difference in writing styles and the improvement overall.\n  \n  Lynds-sanity.tumblr.com\n  \n  I recently got back into adding reblogs there. Still not that active on it though.\n  \n  There's three different RP writings and then some random pegging one? 😂😇😈\n  ","542582":"\n  I don't even know you\n  ","542583":"\n  Pad thai is love\n  ","542584":"\n  Thai\n  ","542585":"\n  I feel like I could sleep again lol\n  ","542586":"\n  It's ok\n  ","542587":"\n  Not alone. Maybe with a partner or a group of people I really trusted.\n  ","542588":"\n  Battle it out? ¯\\_(ツ)_\/¯\n  ","542589":"\n  1467 of yall.\n  \n  Welcome <3\n  ","542590":"\n  Only had once here but it felt like it had a Mexican flair to it. Panda Express\n  ","542591":"\n  Yes\n  ","542592":"\n  Chicken parm, Chinese food\n  ","542593":"\n  All the berries or banana. Apples are nice too, need to be in the mood for them though.\n  ","542594":"\n  I just ate a fruit cup so that was nice\n  ","542595":"\n  I just answered vvv\n  ","542596":"\n  Hello\n  ","542597":"\n  50\/50\n  ","542598":"\n  I'm not.\n  ","542599":"\n  I don't think that I'm conservative but I would dress appropriately for the weather. I actually did wear a shirt yesterday over my bathing suit since I didn't want to show too much skin. Also it has the criss cross tie up in front so that wouldn't be fun if it decided to untie while swimming. The neckline is a bit lower than normal too by a few inches.\n  \n  The sun was very hot yesterday so it was nice to be a tad covered up as well.\n  ","542600":"\n  I feel like it looks a bit weird right now. Like golden meets sunburned a little bit lol\n  ","542601":"\n  Pretty good. Just relaxing all day lol Think I got enough sun yesterday XD It's also around 103 so sticking with the A\/C today.\n  ","542602":"\n  Congratulations?\n  ","542603":"\n  A few, so I don't really give opinions much when near them.\n  ","542604":"\n  And you find that impressive?\n  ","542605":"\n  1. That lahore guy who won't leave me alone. He keeps on getting new accounts over and over again.\n  \n  2. WelfareDan guy\n  \n  3. Ben at times. He doesn't bug me as much\n  \n  I couldn't think of someone for 4 & 5.\n  ","542606":"\n  Pardon?\n  ","542607":"\n  What?\n  ","542608":"\n  Yet keeps writing.\n  ","542609":"\n  I wasn't online when you sent this.\n  ","542610":"\n  Yes. Success looks different to everyone as well.\n  ","542611":"\n  Gas would be a bitch too.\n  \n  I don't see the appeal. Rather spend the money elsewhere\n  ","542612":"\n  Thanks cutie\n  ","542613":"\n  Indeed.\n  ","542614":"\n  If we really hit it off. Had a great connection. Had lots in common.\n  \n  I'm more happy with the 35 cut off though. My brother is 40 so I feel like that's a bit creepy dating someone that age.\n  ","542615":"\n  Whenever FS died the first time as a backup plan.\n  ","542616":"\n  Was talking about the youth :p\n  \n  You can be nice ;)\n  ","542617":"\n  Eh\n  ","542618":"\n  Just putting it out there lol\n  ","542619":"\n  I don't think I'd be able to lol\n  ","542620":"\n  Does he have a lot of money? Would I need to have sex with him or is it more companionship? Is he still good looking?\n  \n  I think if I was 45-50+ then 60 wouldn't look so bad to me. Right now, it just seems like a lot of responsibility. I wouldn't want to be his nurse or lover. His stories would probably be pretty cool but besides that, I don't think we'd have anything in common. Also, I'd just feel like I was dating my parents since they are in their 60's. That seems gross to me.\n  ","542621":"\n  Must have been bad then :P\n  ","542622":"\n  Mean :P\n  ","542623":"\n  Says the youngster 😉\n  ","542624":"\n  Sadly and not looking for Internet relationships\n  ","542625":"\n  I think it's too late for that?\n  ","542626":"\n  😴😴😴😴\n  ","542627":"\n  Smear\n  ","542628":"\n  Night bby\n  ","542629":"\n  You & the trunk 😉\n  ","542630":"\n  Ugh.\n  \n  Swing reminded me of how my brother ended up making us listen to Todd Snider the whole way there and back.\n  \n  I believe this is the swing one.\n  \n\n   https:\/\/youtu.be\/t2FEc37uMhU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  He literally played the whole concert one that youtube has in the car at a loud volume. Some stories were funny and music had potential but not quite there for me.\n  ","542631":"\n  Good night to both of you:P\n  ","542632":"\n  That's Bartlett Lake in Scottsdale\/ Cave Creek type area.\n  \n  Idk I feel like most lakes here all look the same lol\n  ","542633":"\n  I should. Been awake way too long.\n  ","542634":"\n  I liked this picture too :)\n  ","542635":"\n  Bonjour\n  ","542636":"\n  Tired\n  ","542637":"\n  Yes. Went out to dinner as well.\n  ","542638":"\n  This one\n  ","542639":"\n  Fairly clean.\n  ","542640":"\n  Long & hot\n  ","542641":"\n  Hm not really. Maybe a different time :P\n  ","542642":"\n  Maybe other planets\n  ","542643":"\n  7\n  \n  Most were the same town, different house.\n  ","542644":"\n  A couple, yes.\n  ","542645":"\n  Last week? Been active in other ways at least. I should go tomorrow. Start the week right.\n  ","542646":"\n  Lots actually. Good company and conversation.\n  \n  Usually my uncle's 2nd wife bugs me but she was fine today. I don't consider her my aunt\n  ","542647":"\n  That was a bit confusing at the end. Agreed.\n  \n  Diets never really worked for me. Knowing that it was a lifestyle change did. Also believe in moderation.\n  ","542648":"\n  Some look amazing!\n  ","542649":"\n  Both!\n  ","542650":"\n  I don't have the first and i don't like giving social media to anons or people I've never talked to at all. I'm also not in a talkative mood either.\n  ","542651":"\n  Is it more weird that you notice? :P\n  ","542652":"\n  The time thing is a bit weird but routines can help people. Might be OCD?\n  \n  So, when we were in Maine, this guy behind the place we rented would turn his generator on every Tuesday at around the same times. He also has a certain time to shit and other stuff that family friends have mentioned lol.\n  ","542653":"\n  \"I didn't mean to degrade you\" but yet the 2nd message, you are basically saying how I'm a piece of shit personality wise. Like my personality is the best part of who I am. I don't need to be better than others. I'm not egotistical like you are. I'D RATHER BE BETTER THAN MY PREVIOUS SELF and no, I'm not talking about my personality here.\n  \n  Plus, it's rude to say all that about my personality when it was obvious that is what \"attracted\" you in the first place. Logic. You haven't seen me.\n  \n  I don't like how you compare girls either. You really should stop with the double standards.\n  \n  You won't make me depressed. Your words in the long run don't matter. You literally know nothing about me. Nothing you even say is relatable.\n  \n  I'm also single for the millionth time.\n  \n  You're the one being stalked? Ok then ¯\\_(ツ)_\/¯ and I'll answer whatever i feel like doing, you creep.\n  ","542654":"\n  I ended up going to sleep at 3am when I had to be up at 6. Fml. I felt so sick on the ride to Bartlett Lake. I wish I could be someone who sleeps on car rides but no :( Reading did help, luckily. Vertigo feeling.\n  \n  So tired from being out in the sun, swimming etc\n  ","542655":"\n  Annoying\n  ","542656":"\n  Being up too early?\n  \n  Should have just stayed awake.\n  ","542657":"\n  I need to be up early and should sleep now:\/\n  ","542658":"\n  I got error message. I think it's basically the same type of Q&A site... probably more NSFW though?\n  ","542659":"\n  Not really my type of music these days. Pretty good though! Best of luck\n  ","542660":"\n  I like\n  ","542661":"\n  Brain damage by Sunday at noon\n  \n  They were actually playing at the mall tonight so that was cool. They sound way better live.\n  \n  Wasted love - City and Colour\n  \n  Comin' home - City and Colour\n  \n  Jekyll and hyde - five finger death punch\n  \n  Sound of silence - Disturbed\n  \n  Psychosocial - Slipknot\n  \n  White lines and red lights - Between the trees\n  \n  It's not safe to swim today - veil of maya\n  \n  Deny me - Soil\n  \n  How's it going to be- Third eye blind (also a fave band)\n  \n  Wrong way - Sublime\n  \n  Die MF die - Dope 😂😂😂\n  \n  I don't think about you- Kelly Clarkson\n  \n  I don't want to see you with her - maria mena\n  \n  I mostly went with bands :)\n  ","542662":"\n  I don't feel like tagging people right now but I have a few different lists under my Top ones. They don't really change much.\n  ","542663":"\n  I don't really keep track of that.\n  \n  I do miss red pistachios though...\n  ","542664":"\n  Without the drinks and Mexican food lol\n  ","542665":"\n  😂😂😂😂\n  \n  I had Subway tonight at the outlet mall and then mom was craving DQ ice cream but that shit was pretty expensive there so we didn't get DQ. Also they had Orange Julius too but that was $5 for the smallest cup and I was like not tonight satan.\n  \n  I don't think I've actually ate DQ food? Just the ice cream.\n  ","542666":"\n  Nonexistent. Been shopping for 5 hours. Just got back a few minutes ago. Feet hurt. But I got what I needed :) Thanks to Old Navy and Andrew B. (I couldn't see his @ ) 😢😭\n  \n  Everything was 40% off at the store and my total actually amounted to $25 and that's how much was on the gift card too.\n  \n  Also if you spend up to $25 they give you a coupon that you can use in June.\n  \n  They have a bunch of dresses that were right up my alley but I was focused on getting a new bathing suit. Came to $14 and it was the only one in that style and my size 👌 Someone hid it lol oops :P Also got a shirt and a pair of lounge like shorts.\n  \n  No drinking here unless water counts. Maybe tomorrow at the lake? No idea...\n  ","542667":"\n  Dictionary?\n  \n  Vocabulary lessons or booklets that share the meaning, synonyms and everything else.\n  \n  A good teacher.\n  \n  Reading English novels.\n  \n  Urban dictionary could help with more slang terms. It can be a bit scary what you might uncover 😂\n  ","542668":"\n  It came to mind ¯\\_(ツ)_\/¯\n  \n  *makes it $1,000 like that person said*\n  \n  😂\n  ","542669":"\n  I don't think that I write too unformally. I do write in English. I don't care much about my punctuation in certain instances on here. My spelling is superb. I don't use slang much. I really don't see the problem here.\n  \n  Do you mean color instead of colour and stuff like that? Blame America. *mic drop*\n  ","542670":"\n  I don't know that much Spanish, sadly. I hope you find the right people to follow you. Doesn't seem fair to add x\n  ","542671":"\n  And would she speak eloquently?\n  \n  🎤🎤🎤\n  \n  What are you having trouble understanding?\n  ","542672":"\n  Yes :)\n  ","542673":"\n  *ups the price*\n  ","542674":"\n  $50\n  ","542675":"\n  Hitwoman ;)\n  ","542676":"\n  Hello nugget\n  ","542677":"\n  I'll go with Alanis Morissette since I'm listening to her now. Jagged little pill album\n  ","542678":"\n  When you actually know those ones.\n  \n  I did look up the 2nd Skillet song because I wasn't sure if I heard it but I have before.\n  \n  Also looked up the words as weapons but it did seem familiar.\n  \n  Nice Marilyn Manson cover. I could only really get into The Beautiful People by him when younger.\n  \n  I've seen MCR live before and they played that song 🙆🙆🙆\n  ","542679":"\n  People want to marry me?\n  ","542680":"\n  A mutt 😂\n  \n  Golden retriever mix... maybe some husky.\n  ","542681":"\n  Aww\n  ","542682":"\n  Use it for the greater good\n  ","542683":"\n  :)\n  ","542684":"\n  No\n  ","542685":"\n  Always up for recommendations\n  ","542686":"\n  Ask them\n  ","542687":"\n  This ladies cat!!! I can't 😂\n  \n  Happy Cinco De Mayo if you celebrate\n  ","542688":"\n  No.\n  \n  Have you?\n  ","542689":"\n  Thanks sweetheart\n  ","542690":"\n  Sunny\n  ","542691":"\n  Nope.\n  ","542692":"\n  I don't think so. Probably deals with autism since his username but still haven't heard that term.\n  ","542693":"\n  I like real books better! The smell, flip of the page, bookmarks.\n  \n  I do have a Kindle as well. My uncle got me it for Christmas a few years ago. I think it might need a new battery since it was being weird over the summer. It also wouldn't connect to the wifi so I couldn't download new books. I have a ton on there already lol\n  \n  Another reason why I enjoyed going to the library. Actual copies and kindle wasn't working right. It would also skip pages at times.\n  ","542694":"\n  Good night and whatever else we were talking about. It's been a while lol\n  ","542695":"\n  Shalom\n  ","542696":"\n  Ah ok, It worked in Chrome. Good to know for future times.\n  \n  I didn't see it yesterday. I don't have any plans to see that area. Rather go aboard. Like\n  \n   @cestlavie87\n  \n  is in Iceland right now and the pictures look incredible! I feel like I been to enough states at the moment. That's also the cesty mentioned.\n  \n  It's a bit odd that he didn't say anything directly towards us ¯\\_(ツ)_\/¯\n  ","542697":"\n  Beatles, Three Days Grace, Creed, Guns n roses, Disturbed, Atreyu, Hey Monday, Fall out Boy, MCR, Bright Eyes, Aerosmith, Korn, Nin, RATM, Maroon5, Megadeth, Metallica and plenty of other ones.\n  \n  I'm more into solo artists right now.\n  ","542698":"\n  Fun fact: For some reason imgur doesn't work for me. I just get a black screen without the pictures.\n  \n  Anyways, I'm just using my tablet right now and on here. So, I guess have a screen shot of my unanswered questions.\n  ","542699":"\n  lol\n  ","542700":"\n  Rarely\n  ","542701":"\n  Hm... I'm not sure. lol\n  ","542702":"\n  I do\n  ","542703":"\n  Ace made me think of Gilmore Girls\n  ","542704":"\n  Good morning to you then :)\n  ","542705":"\n  You just want to bruise me\n  ","542706":"\n  Are you British?\n  ","542707":"\n  Ouch.\n  ","542708":"\n  OMG SELENA GOMEZ\n  ","542709":"\n  No\n  ","542710":"\n  More like a pity party for one.\n  ","542711":"\n  I don't see how. Thanks\n  ","542712":"\n  Nah.\n  \n  I'm getting freckles on my face now :\/ Love\/hate relationship with them lol\n  ","542713":"\n  Good night you little caterpillar\n  ","542714":"\n  No problem <3\n  ","542715":"\n  At times\n  ","542716":"\n  Indeed. Then our brother is 40.\n  \n  His kids are 11 months apart so that's good. They look pretty identical.\n  ","542717":"\n  32\n  ","542718":"\n  Nope lol Two white guys. Might be a family business? They come every Friday. I'd say 30 and 40s maybe. Not sure.\n  ","542719":"\n  It's basically the same meow as mother cats would do to find their kittens? Or at least our old female cat Bob would do.\n  \n  Aw cute.\n  \n  I'm more of a dog person XD We've had tons of kittens though.\n  ","542720":"\n  Not really. Just been in the pool. Was awkward since the pool guys came. Mom was on the float, sister was laying out and I was swimming. They basically cleaned it while still in it. Also checked the water levels. Felt so weird lol but they didn't seem to mind. Also layed out too.\n  \n  Need to get a few things at Walmart tonight.\n  ","542721":"\n  No. You should not say sorry though. You haven't done anything wrong\n  ","542722":"\n  It's not for me. I don't care if others smoke, use the oil, edibles or grow it. If I wanted some it would be very easy, especially in Maine.\n  \n  Most states are legal anyways.\n  \n  I wouldn't mind visiting Amsterdam though lol My brother went before and actually got to be one of the judges somehow. He doesn't smoke anymore though. Unless he goes to visit friends in Massachusetts...\n  ","542723":"\n  True! He used to hump my sister's husband 😂 Also do those loud and annoying mating call meows.\n  ","542724":"\n  Is this because that guy wanted a selfie with a bear but got mauled to death instead?\n  \n  What makes something really exotic? I saw a white peacock if that's exotic enough lol\n  ","542725":"\n  I think it might be some workout thing.. I'm not sure. lol\n  ","542726":"\n  I only saw part of the TMZ last night. I don't follow him anywhere. He was kind of all over the place. He should probably talk to someone even though he basically said that music was his therapy. I kind of wonder if he sees it as a weakness or perhaps wanted to keep some stuff in his life private and is getting some help without everyone knowing.\n  ","542727":"\n  Haha I knew you'd write sorry :p\n  \n  I know you do <3\n  ","542728":"\n  Old pic but I don't feel like disturbing him.\n  \n  He's on a medication that lasts three days. He's been calm and out of it. Barely see him lately lol\n  ","542729":"\n  I wish guys wouldn't compare :P\n  \n  Kind has its down falls too.\n  \n  - if I act differently (to them) I must be on my period or something horrible is going on which I'm not mentioning.\n  \n  Kind people can have bad days too without the above happening\n  \n  I also get comments that I'm angry. Which is comical since I'm probably the most calm at those times lol Or they just don't understand my humor. Only nit pick what they want to read etc\n  ","542730":"\n  Blizzard got neutered a few days ago.\n  ","542731":"\n  Fourth grade?? - Stole mood rings with a friend. Everyone in school wanted one and basically charged a dollar for them lol Sometimes we did pay with the money given but Jessica did 98% of the stealing. It was at this ice cream place and they had rings near the register. Would do while making our order and nobody watching. Or she'd literally do it while talking to the person. It's crazy how she never got caught, doing that or with other stores. Chances are, I didn't know she took stuff til after lol\n  ","542732":"\n  Get out of the sun\n  ","542733":"\n  Only in movies. Not interested in going hunting. Poor Bambi!\n  ","542734":"\n  Jennifer Lopez's 'If you had my love' song just came on my playlist 😂\n  ","542735":"\n  I have a mixture lol But we all fit together rather well. I do like more outgoing, outspoken people because I feel more alive with them. I have some more quiet\/ shy people.\n  ","542736":"\n  True. Once or once in a while but most likely those people just keep going to the same spots to get *free food*\n  ","542737":"\n  That's so strange to me! I think it should only be allowed at supermarkets. I think hygiene stuff should also be a part of it. Like that stuff can cost way more than food items. Makeup is a bit pushing it but everything else, sure.\n  \n  I know that Jack in the box does it but that's also a bit sad to me. Like you should be fueling your body and making the food last and not spending it on fast food. You won't get all the nutrients, just adding to the obesity ratio as well. I don't understand some people lol\n  ","542738":"\n  That's a weird question since I haven't talked about food or the government lately lol But no, I don't. Would it change anything if I did? Would you say that I \"mooch off my parents\" and the government then? I've had someone say the thing about parents before, like ok then? You know my life so well.. not XD\n  \n  I have had to resort to EBT a few times though. It ran out over the summer and just never enrolled again. I would get around $195-200 range just for myself. Even though parents would use the card as well. I do buy healthy food so I'm not like everyone else who would literally buy the worse crap with the money.\n  ","542739":"\n  What time is it there?\n  \n  Almost 3pm here.\n  ","542740":"\n  I hope so :P\n  ","542741":"\n  Think if it's a valid reason\n  \n  Bite lip. I can do that when mad too.\n  \n  Smile or laugh?\n  \n  I think it depends more what the situation is.\n  \n  Breathing, calm music (if available), talking it over with someone. I'm a pretty calm person to begin with so it would have to be something big like doing a speech, walking alone and feeling like a person\/car is following me (happened before at night but nothing came of it.. like I kept seeing the same car at multiple different times when walking and there was no real reason for that) or other potential life threatening things. Or maybe nervous butterflies but I keep that in check lol\n  ","542742":"\n  Depends on whose knee I'm over ;)\n  ","542743":"\n  Sent to all then...\n  \n  Sounds familiar but can't picture it either\n  ","542744":"\n  Aw thanks. That's sweet.\n  ","542745":"\n  I forget what that means😂\n  ","542746":"\n  Aww\n  ","542747":"\n  I don't think it really works that way? Most times people can just be thirsty instead of hungry. Also good to get bad toxins out. Even just a glass to start could help if the person doesn't get enough water. They also have a lot of different flavored waters these days too.\n  ","542748":"\n  ???\n  ","542749":"\n  A little too far for my tastes. Definitely will learn their lesson though!\n  ","542750":"\n  Good.\n  ","542751":"\n  Oh my\n  ","542752":"\n  I guess.\n  ","542753":"\n  I'm not picky.\n  ","542754":"\n  Same thing?\n  ","542755":"\n  No and you shouldn't treat \"friends\" like that.\n  ","542756":"\n  I'm getting married to a millionaire?\n  ","542757":"\n  I don't know. What's your IQ? :P\n  ","542758":"\n  Good luck\n  ","542759":"\n  Why not let someone help out?\n  \n  I don't sign that many but if I see ones on change.org then I'd sign if I believe in it or affects me somehow.\n  ","542760":"\n  I know a little bit.\n  ","542761":"\n  Yes. Ben called me a friend on his page 😂\n  ","542762":"\n  I'd rather get it for free.\n  ","542763":"\n  Swimming wouldn't make you gain weight?\n  \n  I'm losing weight. I just love being near water, even if just a pool. I do it more because it's fun but the benefits of swimming doesn't hurt either.\n  ","542764":"\n  Sometimes\n  \n  Engage in conversation, pet all the doggies.. our parties usually have dogs at them lol They always gravitate to me XD Maybe have a drink. Go online if you have phone with you.. could be a bit rude.  My brother usually has music going so it's not that awkward if you don't talk as much? Maybe take a walk or go out front to decompress a bit..\n  ","542765":"\n  Obviously\n  ","542766":"\n  I haven't watched any of those.\n  \n  I want to watch I Feel Pretty.\n  ","542767":"\n  More sleep, please.\n  \n  Stop blowing up my tablet lol In a chat group with my brother, his wife, my sister and her husband and then our step cousin. My uncle, her and her mom are coming out this weekend and trying to plan what to do.\n  ","542768":"\n  By not celebrating it\n  ","542769":"\n  Whatever comes naturally. Why put a label on it? Obviously would be different to each person.\n  ","542770":"\n  Whatever that comes to mind or if there was a certain prompt I had to include. I did some role play writing so it's mostly that type of stuff... Some were verging on erotica\n  ","542771":"\n  Reading, writing, swimming, gym, shopping etc\n  ","542772":"\n  🙆🙆🙆\n  ","542773":"\n  With the right person...\n  ","542774":"\n  All of them 😈\n  \n  You did remind me that I still have pages to read from my book I'm reading.\n  ","542775":"\n  Either this riddle sucks or I'm not in the mood.\n  ","542776":"\n  :)\n  ","542777":"\n  Perhaps\n  ","542778":"\n\n   https:\/\/en.m.wikipedia.org\/wiki\/Metal_Gear_Solid\n  \n\n  Basically a survival game? A plot. Need to do challenges to level up, get better guns etc\n  ","542779":"\n  Good, bored, a little horny.\n  \n  Doing honesty hour still and not getting any questions to answer lol Not really looking for sexual ones but any questions would be ideal 😪😪😪\n  ","542780":"\n  Yessss. 🐍🐍🐍\n  ","542781":"\n  Hello beautiful peach\n  ","542782":"\n  I don't have one right now.\n  \n  But I loved GTA, Metal Gear Solid, Spyro the dragon, Frogger and a bunch of others.\n  ","542783":"\n  😢😭\n  ","542784":"\n  It's so dead on here.\n  ","542785":"\n  Added back. ( youcanjuiceme )\n  ","542786":"\n  My sister plays Zelda games. Not sure which one she is playing though.\n  ","542787":"\n  Favorite game?\n  ","542788":"\n  Still doing honesty hour\/day.\n  ","542789":"\n  Yes. Fighting games are great! Was one of the first games that I remember playing too.\n  ","542790":"\n  My sister has a lot. Xbox, playstation\n  \n  We had a lot growing up too.\n  ","542791":"\n  Killing, driving\/racing ones...\n  ","542792":"\n  More sweet.\n  ","542793":"\n  I haven't in a while but I do like them depending on the game.\n  ","542794":"\n  Everything?\n  \n  I think equality is getting a tad better?\n  ","542795":"\n  ¯\\_(ツ)_\/¯\n  ","542796":"\n  All good <3\n  ","542797":"\n  Understandable but certain things shouldn't be joked about. I won't answer anything further since it has nothing to do with me.\n  ","542798":"\n  Along :P\n  ","542799":"\n  Beautiful\n  ","542800":"\n  Why? What makes me so great?\n  ","542801":"\n  I don't know who that is but she has every right to stand up for what she believes in. Nobody should talk bad about her mom. I don't get how that guy thinks cancer is a \"lighthearted\" subject. Looking at her other posts, she seems nice, chill, friendly.\n  ","542802":"\n  I'm never in Ohio. Also I wouldn't have sex with you if that is why you are bothering to ask. You seem pretty young and I don't know much about you.\n  ","542803":"\n  Good company, food, health, wealth in whichever way you seek.\n  ","542804":"\n  I'd rather get sugar from fruits.\n  \n  I haven't drank Pepsi in probably 10 years?\n  \n  Yes, more energy, actually fueling myself rather than eating crap\/feeling like crap. I do believe in lifestyle change and also eating in moderation. The good with the bad. If I crave something bad then ok.. if it fits my macros, even better. I'm not going to beat myself up over something insignificant.\n  ","542805":"\n  Hey\n  ","542806":"\n  Cool\n  ","542807":"\n  Ohio?\n  ","542808":"\n  Too long:\/\n  ","542809":"\n  Looked better than it did before the toner.\n  ","542810":"\n  Passing through, yes.\n  ","542811":"\n  Ew\n  ","542812":"\n  Enjoy this instead.\n  \n  Need to paint nails. My big toe is the only one that still has color on it a little bit XD\n  ","542813":"\n  Ok :)\n  ","542814":"\n  I need some\n  ","542815":"\n  I don't like my voice. I can get anxious over what to say. I haven't took a shower today, still in pjs basically etc\n  ","542816":"\n  I haven't gave money...\n  \n  Yes. It's a job. They get paid. Hopefully they get checked out.\n  ","542817":"\n  I could but I don't feel like it.\n  ","542818":"\n  I can't think of anything too weird\n  ","542819":"\n  Alright\n  ","542820":"\n  It's fine but they look stupid. Especially if they go back to them or when everything is back to normal with them. I understand being upset and in the moment but people should really think before publishing relationship issues. Also it kind of screams how they want attention too in most cases.\n  \n  My friend is actually in that boat. He left her and she's basically ready to pop his baby out. I don't think that she should be posting about \"being a single mother\" quite yet. Things can change.\n  ","542821":"\n  Kind of in the middle about it. It's good if they learn something about it but not everything should be focused on beauty at a young age. Most likely the mothers go overboard with it, living through the child. Trying to get that former glory back...\n  \n  If I had a daughter and if she really wanted to do it then I'd be fine with it. I don't think that I'd want to be her coach... I'd rather support her. Step away from her moment. I wouldn't want to force a kid into that. Should be their idea. Not to please me.\n  ","542822":"\n  Hi sex anon\n  ","542823":"\n  We shall see\n  ","542824":"\n  She'd hate that. More Blonde. She hasn't had it done in a year,\n  ","542825":"\n  My sister is doing mom's hair\n  ","542826":"\n  Hair highlights.\n  \n  Keeps saying oops and other stuff to her XD\n  ","542827":"\n  Hair highlights, yes.\n  ","542828":"\n  Good. Watching my sister torture my mom. She's giving her highlights.\n  \n  Sis: You should have prayed before I started this\n  \n  😂😂😂😂\n  ","542829":"\n  Indeed\n  ","542830":"\n  I need more work...\n  ","542831":"\n  Wasted love - City and colour\n  \n  Sound of silence- Disturbed\n  \n  All for you - sister hazel\n  \n  I'm listening to more new music right now.\n  ","542832":"\n  We shall see\n  ","542833":"\n  Hey Charles\n  ","542834":"\n  Once. The guy wearing a loincloth should have gave us more of a warning lol XD We didn't know it was a nude beach but kept going 😂\n  ","542835":"\n  Pretty\n  ","542836":"\n  Yup\n  ","542837":"\n  More money, more school supplies, more technology.\n  \n  They ended up getting what they wanted and people should go back to school now. Some haven't yet.\n  ","542838":"\n  Arizona teachers have been on strike so most likely was busy with that too?\n  ","542839":"\n  I don't know? Job, taking care of his two kids?\n  ","542840":"\n  It's the desert after all lol\n  ","542841":"\n  I haven't seen my brother that much. Probably 3 times since we got here lol\n  ","542842":"\n  Siblings live here\n  ","542843":"\n  For now\n  \n  Prob won't when it hits 105F\n  ","542844":"\n  Yes\n  ","542845":"\n  Clothing. Not sure what yet.\n  ","542846":"\n  You probably have no rhythm\n  ","542847":"\n  Obviously\n  ","542848":"\n  Questions would be better\n  ","542849":"\n  Good night\n  ","542850":"\n  Arizona? It's in the 70s right now but will be climbing up to 105 this weekend + upcoming week :\/\n  ","542851":"\n  I still haven't installed it again\n  ","542852":"\n  I need to listen to him more? Apparently, I only have Congratulations by him on my spotify. I thought I had more features he appeared with ¯\\_(ツ)_\/¯\n  ","542853":"\n  All the wood\n  ","542854":"\n  That doesn't make sense to me. You just said how it was like yahoo answers. Sure, they have a fashion form area (which I had a top badge in before) but I don't really get how that relates to what I'm doing. I don't ask people things in Affiliate marketing. Ask.fm is totally separate from what I do. I didn't see any fashion related Q&As on the app preview either. Does seem like a decent app for certain things but can't people just use Google on most of the questions there? I feel like I just wouldn't use it enough.\n  ","542855":"\n  Then don't :(\n  ","542856":"\n  lol @ love\n  \n  I'm still in AZ right now\n  ","542857":"\n  Hallelujah\n  ","542858":"\n  I'll probably forget everything by the time I actually see it\n  ","542859":"\n  The one that must not be named\n  ","542860":"\n  We could bike ride together 😍\n  ","542861":"\n  Pole dancing seems like a great workout\n  ","542862":"\n  Yessss honey\n  ","542863":"\n  Deep :P\n  ","542864":"\n  I kept looking down at times :( True!!\n  ","542865":"\n  Oh?\n  ","542866":"\n  Indeed :)\n  ","542867":"\n  Ah. What about when people are watching?\n  ","542868":"\n  True. Probably haven't rode a bike since 15 or younger lol\n  \n  I'm more used to the stationary bike these days. It didn't help that the seat wasn't adjusted either when I was riding it.\n  ","542869":"\n  Pretty much.\n  ","542870":"\n  I haven't used it.\n  ","542871":"\n  Good times\n  ","542872":"\n  My sister ended up buying one of those vintage looking bikes at Walmart. It's been ages since I rode a bike XD I didn't fall though!  👌\n  ","542873":"\n  Oak, pine, sandalwood, birch\n  ","542874":"\n  That's creepy and no. My bladder is fine.\n  ","542875":"\n  Not really my style lol\n  \n  Ah don't puke\n  ","542876":"\n  Where?\n  ","542877":"\n  Eh.. ok nothing great lol\n  ","542878":"\n  XD\n  ","542879":"\n  Hmm I was quite good ;)\n  ","542880":"\n  Good. Took a walk with everyone and the doggies. Just relaxing atm and hopefully go to the gym pretty soon.\n  ","542881":"\n  Karma, baby. They literally aren't worth the time or energy.\n  \n  Let's bone and find out 😂😇😈\n  ","542882":"\n  Happiness.\n  ","542883":"\n  Never heard of\n  ","542884":"\n  Yes but it's not my problem or my life.\n  ","542885":"\n  A teacher. Dirty dream that led to crushing.\n  \n  I kind of liked my sister's ex before. More the qualities of..\n  \n  I wouldn't call this a crush since there were no feelings involved but one time i was sick and I had a dream that I did my best friend's stepdad and that i was going to be her new stepmom 😂 I dream weird shit when sick lol\n  ","542886":"\n  Dirty stuff that won't be mentioned :P\n  ","542887":"\n  Curry? Idk\n  ","542888":"\n  Like one of those Chinese Confucius sayings\n  ","542889":"\n  My dream agrees.\n  ","542890":"\n  I haven't in a few months :\/\n  ","542891":"\n  Seems like a riddle\n  ","542892":"\n  When someone writes don't post\n  \n  When it's just the two of you talking one on one\n  \n  When you get a vibe that it's private to them or more going on than what they are giving off.\n  \n  It's not a private question when you answer\/publish it.\n  ","542893":"\n  Eyes or smile?\n  ","542894":"\n  I don't trust that link.\n  \n  I'm not sure what I'd say,\n  ","542895":"\n  Blue\n  ","542896":"\n  I wasn't aware that you knew but there are a few who do.\n  ","542897":"\n  I could use more than a spanking.\n  ","542898":"\n  Emotions, bra....\n  ","542899":"\n  Good thinking. I *should* do the same\n  ","542900":"\n  Not always.\n  ","542901":"\n  Rip\n  ","542902":"\n  The ones that are all \"hello\" are kind of weird to get on anon. Like I don't bite lol I'm pretty easy to talk with. I do hate small talk but I don't rule it out altogether either. What are they scared of?\n  \n  If someone was going through something and wanted to talk more privately then i understand the need for anonymous.\n  \n  99% of the questions i get are anon. I don't mind it too much. With being on y!a, FS and now here, I don't even bother trying to think of who it could be. Sometimes it can be easy depending on the way they write.\n  ","542903":"\n  Nerd alert\n  ","542904":"\n  You didn't read everything then :P\n  \n  .\n  ","542905":"\n  That would be nice lol\n  \n  Was watching more YouTube and didn't sign out\n  ","542906":"\n  If you say so :(\n  ","542907":"\n  Overslept, watched YouTube videos. Ate. Literally nothing :(\n  \n  I need to start being productive again lol\n  ","542908":"\n  Yay\n  ","542909":"\n  Could go either way:P happy tears?\n  ","542910":"\n  *cries*\n  ","542911":"\n  Glad you approve^^\n  ","542912":"\n  I'll be catwoman\n  ","542913":"\n  Fine.\n  ","542914":"\n  It went over my head :P But yes.\n  ","542915":"\n\n   https:\/\/finance.yahoo.com\/news\/facebook-gets-online-dating-business-175321841.html\n  \n","542916":"\n  Liam and Andy had good points.\n  \n  I'd also rather meet people in the real world.\n  \n  I like how the dating part would be hidden from everyone you follow.\n  \n  Idk it was just interesting lol\n  ","542917":"\n  Yup\n  ","542918":"\n  Hopefully not true then :P\n  ","542919":"\n  Just online. ..\n  ","542920":"\n  Someone said that earlier\n  ","542921":"\n  I never take people serious when they try spoiling it.\n  ","542922":"\n  All sizes would be different?\n  ","542923":"\n  Enjoy!\n  ","542924":"\n  Not yet.\n  ","542925":"\n  A better version of myself #endgoal\n  ","542926":"\n  But I had fish tacos tonight\n  ","542927":"\n  I'm not sure:\/\n  ","542928":"\n  Forever alone\n  \n  Yes\n  ","542929":"\n  True\n  ","542930":"\n  The letter L?\n  \n  I don't know!!!\n  ","542931":"\n  I haven't done much of anything lol I don't feel motivated today lol\n  ","542932":"\n  It happens but I'd rather have a plan to go elsewhere beforehand.\n  ","542933":"\n  That's good to know:)\n  ","542934":"\n  I feel tired even though I overslept today.\n  ","542935":"\n  Plenty\n  ","542936":"\n  That happened in April\n  ","542937":"\n  To Kill a mockingbird\n  "}}