{"Question":{"545084":"\n   How do you feel about cuddling after a spanking?\n  ","545085":"\n   You sound like so much fun.\n  ","545086":"\n   It's so quiet here. I'm bored and I want someone to talk to or at least someone to listen to and interact with  I know Ask isn't the place for this, but do you have any suggestions of websites where I could have a conversation with someone?\n  ","545087":"\n   So does that mean you would take your spanking or would you be a wiggler?\n  ","545088":"\n   How much do you think you would like it?\n  ","545089":"\n   Hand definitely. The feeling of skin on skin.\n  ","545090":"\n   how are you\n  ","545091":"\n   Hot pink. As in hot pink rosy butt cheeks.\n  ","545092":"\n   We've talked about price, color, and spanks. But now the most important question of all by hand or with a paddle?\n  ","545093":"\n   Red would look very sexy on you. ;)\n  ","545094":"\n   The natural environment and what's happening to it\n  ","545095":"\n   You don't care do you\n  ","545096":"\n   Do you think the environment is getting worse?\n  ","545097":"\n   What is something that everyone looks stupid doing???\n  ","545098":"\n   Of course. <3 But you do know that 500 dollars equals 500 spanks.\n  ","545099":"\n   becausyour a sexy nice girll i lv yo\n  ","545100":"\n   Definitely worth every penny.\n  ","545101":"\n   both cheeks too\n  ","545102":"\n   o ok i just worry abour u lynsey\n  ","545103":"\n   What state do you live in?\n  ","545104":"\n   perv\n  ","545105":"\n   thats illegal fr sekual acivityy\n  ","545106":"\n   except you would have a nice red butt.\n  ","545107":"\n   Aw ts oki lov u sti\n  ","545108":"\n   You should be Huntress  or Harley quinn...\n  ","545109":"\n   Do you think dressing as Batman on your spare time is weird? Asking for a friend.\n  ","545110":"\n   u shoud apolgise fr callin me meani ben n a rough depressiv patch lateeee ad yaa makng me fee ba\n  ","545111":"\n   bare bottom i hope\n  ","545112":"\n   Lyndsey the awesome\n  ","545113":"\n   What if it was 500 to spank you?\n  ","545114":"\n   Is it normal for someone to stockpile computers, computer parts such as Graphics Cards, Processor , Memory Sticks, Hard Disk Drives, Solid State Drives, Motherboards, CPU coolers, PC cases, Sata Cables and Power supplies?\n  ","545115":"\n   If a guy offered you $500 to spank him what would you do?\n  ","545116":"\n   Tacos or burritos?\n  ","545117":"\n   -\n  ","545118":"\n   hahah right\n  ","545119":"\n   23 day TOTD (temadana ) Selfies Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545120":"\n   let’s flip it and be more positive! lol. name a horror movie you like. name one job you had that you’ve liked. name a kind of cake that you like. name one outdoor activity you enjoy. name a month you like. name one music genre you like.\n  ","545121":"\n   tell me what you think abt carrot cake. what abt cheese cake? fruitcake?\n  ","545122":"\n   Honesty hour?\n  ","545123":"\n   -\n  ","545124":"\n   Are you doing morning exercises? Which one? 🏼‍♀\n  ","545125":"\n   What song is currently stuck in your head?\n  ","545126":"\n   what’s ur HONEST opinion on omelettes\n  ","545127":"\n   What is the most dangerous thing you have ever done?\n  ","545128":"\n   hello how are you today\n  ","545129":"\n   «First they ignore you, then they laugh at you, then they fight you, then you win»\n-Mahatma Gandhi 🐾 .. keep up the good work :*)\n  ","545130":"\n   (this was so fun to do lol) name one horror movie you don’t like. name one job you had you didn’t like. name one kind of cake you don’t like. name one outdoor activity you don’t like. name one month you don’t like. name one music genre you don’t like.\n  ","545131":"\n   Share a quote from the book you are currently reading.?\n  ","545132":"\n   This makes me feel sick and angry TBH, what’s your opinion?\n   \n    https:\/\/youtu.be\/SAEmoLcoAqw\n   \n","545133":"\n   Do you feel that in this moment you are long overdue for a bare bottom spanking?\n  ","545134":"\n   How r u\n  ","545135":"\n   What is that no1 song you will always sing along too (or hum along too if in public transport) ever ?\n  ","545136":"\n   Should school\/study hours be moved to the afternoons as you are more awake then?\n  ","545137":"\n   Good night sugar\n  ","545138":"\n   Do you want to be home for dinner tomorrow . Will you be?\n  ","545139":"\n   Do you have an Aunt named Jennifer? What about Melissa? What about Mary?\n  ","545140":"\n   22 day TOTD (temadana ) Cake Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545141":"\n   Annie Lennox \"No more i love you's\"   Or  Queen \"I was born to love you.\" ?\n  ","545142":"\n   What?! Oh my gosh noo! I never even really mentioned it so it's not like you really knew!\n  ","545143":"\n   How can you hold going to the bathroom at night? I could never do that. That is so painful. If I had to walk down stairs I would honestly use a bucket or I would sleep downstairs. Can you set your bed up downstairs?\n  ","545144":"\n   After I put the food down and walk away then it comes to eat. I feel so bad. No one would adopt it because it runs away and doesn't let you get near it. 😔\n  ","545145":"\n   Hi Lyndsey. I have a stray kitty cat coming to my house for food. It's been coming since December. I feel so bad for it. I give it food and water. My kitty is mean and tries to attack it. The little kitty won't let me come near it. It runs away and watches me.\n  ","545146":"\n   What do you hate the most?\n  ","545147":"\n   Can you come over and be my mom and tuck me in at night?\n  ","545148":"\n   what’s your opinion on oatmeal?\n  ","545149":"\n   Nice and comfortable too\n  ","545150":"\n   -\n  ","545151":"\n   Whatcha wearing\n  ","545152":"\n   Sounds relaxing\n  ","545153":"\n   What did you do today\n  ","545154":"\n   Biggest turn on?\n  ","545155":"\n   Why do you think majority of society places high importance in the appearance of others, like beauty for example.\n  ","545156":"\n   First song that has an  Act Of God in it's title (e.g a natural hazard)  GO !\n  ","545157":"\n   So kind\n  ","545158":"\n   Big AF\n  ","545159":"\n   If the imbecile from Mass wasn't Dumb-Anon . . . . .\n  ","545160":"\n   hey\n  ","545161":"\n   You are really getting devious now.  LOL  Too bad you didn't tell me it was Justin Bieber's number. You need good spanking.  LOL\n  ","545162":"\n   You should give people from Mass some brain credit. Everyone in New England knows who owns 603 area code.  :)\n  ","545163":"\n   I have NO idea. I am not the imbecile that asked you for the #. I am from Mass. Remember ? LOL\n  ","545164":"\n   How did you even know that tellemarketeer asshole from NH ??? Don't tell me you worked for them ?? LOL\n  ","545165":"\n   If you didn’t have to pay for anything today, what would you do?\n  ","545166":"\n   thats what i ask from u\n  ","545167":"\n   you so made me laugh with that one.. LOL\n  ","545168":"\n   How big is you butt? Regular or ghetto?\n  ","545169":"\n   How was your day? Is the car fixed?\n  ","545170":"\n   Can I have your number\n  ","545171":"\n   BOOKS ..\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/147360874090\n   \n   ?\n  ","545172":"\n   let’s play the dislikes guy! name one ice cream flavor you don’t like. name one actress you don’t like. name one breakfast food you don’t like. name one tv show you don’t like. name one comedian you don’t like. name one band you don’t like.\n  ","545173":"\n   Everyone is happy when talking to you sweetie because you are awesome\n  ","545174":"\n   Well.. at least you have where to hang out. Never been to Az. My sis did frequently and she claimed it was too hot. I have been to Baghdad where it is hot and DRY. I cannot do hot and WET like it gets in Mass.\n  ","545175":"\n   guess what makes me happy ?!\n  ","545176":"\n   Sounds like you got it all landed. I am partial to Mass. and summers in Europe where I am from originally. Who is WE ? What’s in AZ - just vacation ?\n  ","545177":"\n   Not bad. Who tricked you move up North? It’s not like it is Florida in Mass. but still..  LOL\n  ","545178":"\n   Ever come to Mass ? Bawston ?\n  ","545179":"\n   what do you think about this «Books are as useful to a stupid person as a mirror is useful to a blind person»?\n  ","545180":"\n   Ever come to Mass ? Bawston ?\n  ","545181":"\n   Ireland is getting it's first Official nudist friendly beach, Will this end up being a bit of a \"bum\" affair ? Or will the public \"bare\" all..  sorry bad attempts at puns for this article :\/  Part2 bonus! Would you go and bare all? 0-0\n  ","545182":"\n   us office or uk office\n  ","545183":"\n   It’s the  👑 and message.\n  ","545184":"\n   do you like gory movies\n  ","545185":"\n   Kiss the rain ( Billie Myers ) ?   Or  Here comes the rain again ( the Eurythmics )?\n  ","545186":"\n   Is this you in Bangor ?\n   \n    https:\/\/www.instagram.com\/p\/BeYn2eRjWMw\/?hl=en&taken-by=m_a_r___i_n_a\n   \n","545187":"\n   What are some of the best feelings in life ??©\n  ","545188":"\n   This or that: Netflix or YouTube?\n  ","545189":"\n   Queen🌹👑\n  ","545190":"\n   Are you still learning who you are?\n  ","545191":"\n   what’s the last movie you watched that you really didn’t care for?\n  ","545192":"\n   What do you think is something that most people should know how to do?\n  ","545193":"\n   what’s the most disturbing movie you’ve ever seen? why was it so disturbing\n  ","545194":"\n   What's your snap l\n  ","545195":"\n   have you seen Saw? what’s ur opinion?\n  ","545196":"\n   Add me on snapchat\n  ","545197":"\n   Oh it's good right\n  ","545198":"\n   Lol u never heard that song before\n  ","545199":"\n   Lol it's a good song\n  ","545200":"\n   Listen to Chris brown freaky Friday\n  ","545201":"\n   What food should you give to cats ??\n  ","545202":"\n   I want new music. Any suggestions? ???\n  ","545203":"\n   I see you liked that answer on\n   \n    @littlesha_\n   \n   why did you like that? You understand what she's talking about?\n  ","545204":"\n   Never mind\n   \n    @littlesha_\n   \n   gets it now\n  ","545205":"\n   Hello\n  ","545206":"\n   I just woke up and went to the bathroom again. That is number 3. Now I need to try to sleep again. Goodnight from sleepy land!\n  ","545207":"\n   If you could fix your one problem?\n  ","545208":"\n   Saw this being debated on Facebook and thought it would be interesting to read your answers: Should they provide hygiene bins in male stalls? Why or why not?\n  ","545209":"\n   What’s the most crucial thing to maintain a healthy relationship?\n  ","545210":"\n   Who\/what is your nemesis?\n  ","545211":"\n   Would you rather never be able to eat warm food or never be able to eat cold food again?\n  ","545212":"\n   This or that: Facebook or Twitter?\n  ","545213":"\n   Gm🌹\n  ","545214":"\n   What are you tired of hearing about?\n  ","545215":"\n   What I like least in a person is…\n  ","545216":"\n   how r u\n  ","545217":"\n   Do u mastribute?\n  ","545218":"\n   Ok. I'll just give you this update then and that's it. I just tinkled again. That's two times already. I have a small bladder which makes it hard for me to get good sleep. Goodnight!\n  ","545219":"\n   did oj do it\n  ","545220":"\n   have you ever: baked a cake from scratch? been called for jury duty? ordered room service in a hotel? adopted a pet from a shelter\/humane society? snuck into a hotel’s pool?\n  ","545221":"\n   19 day TOTD (temadana ) Ballroom Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545222":"\n   20 day TOTD (temadana ) Dream Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545223":"\n   21 day TOTD (temadana ) Spring Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545224":"\n   If you had a house party, who’s the one famous person you would want there?👀\n  ","545225":"\n   Out of all the birds you've observed thru your art of practicing ornithology by bird watching, which bird would you be? Why do crows fight so much, saw a few fighting birds after a fresh rain lol. Lol pertrichor :3\n  ","545226":"\n   Any fantasies?\n  ","545227":"\n   I forgot how many times I got up to use the bathroom last night. I'll try to remember tonight so I can tell you. I'm about to go right now.\n  ","545228":"\n   Thinking about your ex. Who's fault was it that your relationship ended?\n  ","545229":"\n   Did the movie Machete Kills predict the future when they made Carlos Irwin Estevez president? Can he win? More importantly will he Legalize the white stuff when he gets office?\n  ","545230":"\n   I hope you have a slumber party soon and have pizza and cupcakes and watch your favorite shows with your friends.\n  ","545231":"\n   One thing u can't resist about opposite sex?\n  ","545232":"\n   😘\n  ","545233":"\n   Can I have your Snapchat\n  ","545234":"\n   Do you ever have slumber parties with friends?\n  ","545235":"\n   What did that Spanish say that replied to with the full house gif?\n  ","545236":"\n   Hi mom! Are you in bed yet?\n  ","545237":"\n   hello you\n  ","545238":"\n   It may be random, never know. It's guaranteed to have eyes, except a cyclops. Set a hatch date :3\n  ","545239":"\n   Over the last 3 days, the 'LIKE-BAN' situation has gone increasingly crazy ; function now failing almost immediately ~ has ANYONE else noticed, or is it a personal vendetta, ASKfm against me??? ~ !!!\n  ","545240":"\n   i shouldall my mum thatbt you dont knwher!!\n  ","545241":"\n   Can you follow\n   \n    @K2PR\n   \n\n    @Dncimorelli\n   \n\n    @lisamcimorelli\n   \n\n    @SaySamuel\n   \n   please 😊💛\n  ","545242":"\n   but thenif i geta backbone mymum wil get mad at mebecaus ss a cunnt\n  ","545243":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/147746854061\n   \n   A dinosaur. A lady bug pokemon. An ostrich dinosaur.\n  ","545244":"\n   my mom say i shold b nice2 peopl tha ar mean2 mee\n  ","545245":"\n   why d people get at nice people when they evn mess up a littl bit but when othr people that are meanAlot are mean they just ignore thatAn let them b as mean asThey want\n  ","545246":"\n   im ANice Guy y d peopl thng im boring,hw d i mak myselfMor Interesting\n  ","545247":"\n   you get that you are kind a lot, bc you are, hello\n  ","545248":"\n   iM A SADOMASOCHIST\n  ","545249":"\n   «Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country»\n-Anais Nin 💮 .. Take care of your Heart :*)\n  ","545250":"\n   What is your favorite old movie?\n  ","545251":"\n   Hhh, lol 😂, I hope so\n  ","545252":"\n   lol add me on snap\n  ","545253":"\n   Ok, I hope u have rest now\n  ","545254":"\n   Ohh, what happened to u\n  ","545255":"\n   I am Mean Persn d yo car\n  ","545256":"\n   Hii                                           How are u ??\n  ","545257":"\n   Hey I would be vintage daddy\n  ","545258":"\n   Post a picture of anything📷\n  ","545259":"\n   Do your nightmares look like this\n   \n    https:\/\/m.youtube.com\/watch?v=hoS3ol7buNM\n   \n   does your dream car look like this :D?\n  ","545260":"\n   Have you seen that video on YouTube where this man tells this woman his name is Hugh Mungus and she starts going crazy?\n  ","545261":"\n   Chicken with............  Rice or chips (fries) ?\n  ","545262":"\n   of course.\n  ","545263":"\n   How r u\n  ","545264":"\n   What do you dislike most about yourself if anything?\n  ","545265":"\n   Fav songs from 90s ?\n  ","545266":"\n   What do you think of the name Douglas Boddington\n  ","545267":"\n   What is your most favorite and least favorite day of the week?\n  ","545268":"\n   which is the most silly or strange object that you have had in your handbag?\n  ","545269":"\n   name as MANY coffee shop CHAINS as u can off the top of ur head! for each one you think of include whether or not the chain has locations in ur area\n  ","545270":"\n   What do you of the name Wintage Woodsy?\n  ","545271":"\n   If it was like Christmas - I'd have bought you the underwear 😚\n  ","545272":"\n   Would you name your son Barnaby Rudge?\n  ","545273":"\n   hello\n  ","545274":"\n   Sounds like a good goal to reach for.\n  ","545275":"\n   It will be with you on Wednesday ⚘x\n  ","545276":"\n   Have you ever been spanked until you cried?\n  ","545277":"\n   Last year , at this exact moment, did you say to urself: I've lived a lifetime, a few times? Particularly, meaning you feel like you've lived a few different lifetimes.\n  ","545278":"\n   Likers get?\n  ","545279":"\n   what’s ur fav way to make toast? (mine is either whole wheat toast with margarine and grape jelly or white toast with peanut butter and bananas!)\n  ","545280":"\n   what’s your favorite pasta dish\n  ","545281":"\n   It was the Old Navy Gift Card, wasn't it Lyndsey? x\n  ","545282":"\n   how old were you the first time you travelled without ur family? where did you go?\n  ","545283":"\n   Thanks for adding me. I try to answer things from real, ie not anonymous peeps. Sometimes a question can make my brain fizz a bit though so it’s a bit random what I can answer :)\n  ","545284":"\n   Someone who has a patek Philippe watch, due to an avaricious life of paper chasing, one w\/ a diamond encrusted bezel, comments 'I have half of africa on my wrist,' would you find the comment in good taste of this persons pleasantries, as this person offers you a cigar from a tonto box?\n  ","545285":"\n   Good night babe\n  ","545286":"\n   Why they care about sex only?\n  ","545287":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who\n  ","545288":"\n   What do u love most about autumn ??\n  ","545289":"\n   Is there anything too serious to be joked about? STAIF\n  ","545290":"\n   ever rehearse a phone call beforehand\n  ","545291":"\n   ~ A poll for those who wish ~ Blair-O @ 21 months ~\n   \n    https:\/\/ask.fm\/igotamatch\/photopolls\/86580090\n   \n   ~\n  ","545292":"\n   Would you like to become a president of your country? Why\/why not?\n  ","545293":"\n   Nicest thing a guy has done to u?\n  ","545294":"\n   Last time u had an orgasm?\n  ","545295":"\n   It sounds like you're multi orgasmic. Otherwise you probably could have ballparked it\n  ","545296":"\n   Most people.dont keep track agreed.... Ru the type who can have it multi times.or single time then rest ?\n  ","545297":"\n   Weirdest topic you had to discuss on here?\n  ","545298":"\n   So you do have a pretty face then? If you look like that drawing\n  ","545299":"\n   It looks like your face is really pretty\n  ","545300":"\n   what’s the name of the nicest restaurant you’ve ever eaten at ?\n  ","545301":"\n   Why is the wishlist?\n  ","545302":"\n   You know someone must be getting pretty annoying if you're saying that\n  ","545303":"\n   Sorry sending you the imcest vibes lol\n  ","545304":"\n   Haha that's awkward about bro lol\nWhat's the least ur comfortable wearing in his presence?\n  ","545305":"\n   hello\n  ","545306":"\n   Would like continue the bro sis topic there lol here it's too awkward and too public 😂\n  ","545307":"\n   Nicest thing a girl has done to u?\n  ","545308":"\n   Can I add u? Kik\n  ","545309":"\n   Have Kik?\n  ","545310":"\n   Enjoy answering questions more or would like to ask back sometimes?\n  ","545311":"\n   Do u think bro sis awkward moments can be an interesting\/funny topic?\nHave u ever discussed it with anyone before?\n  ","545312":"\n   Think feet are gross?\n  ","545313":"\n   Have u shared anything private with bro before? Private as in sex life kind of private\n  ","545314":"\n   Most awkward moment u had with opposite sex sibling?\n  ","545315":"\n   Sorry about censoring it :p\nWhat's the maximum number of them that u had in one day? Like 5 10 20?\nFor me it was 6\n  ","545316":"\n   How old were u when u first knew what an \"o****m\" feels like?\n  ","545317":"\n   Socks on or barefoot?\n  ","545318":"\n   How much did u pay for the most expensive top u ever had?\n  ","545319":"\n   Shoe size\n  ","545320":"\n   I'm going to pee and then head to bed. Have a good night!\n  ","545321":"\n   That’s good\n  ","545322":"\n   so you were socialable this weekend?  meet anyone\n  ","545323":"\n   . . . .perhaps , more conventional would have been : \"PORK-A-DOODLE-DOOOOO\"\n  ","545324":"\n   oh i get it now.    Sagittarius is difficult to seduce, and rarely a seducer, but still often regarded as attractive – because of it. Sex might be quick, as if meaning nothing, but sometimes, at the spur of the moment, intense as a forest fire.\n  ","545325":"\n   Post one of your favorite pictures?\n  ","545326":"\n   so kind\n  ","545327":"\n   How was your day\n  ","545328":"\n   what’s ur fav thing to put on ritz crackers\n  ","545329":"\n   what do you think of donald trump & stormy daniels thing\n  ","545330":"\n   yes and you too, xo\n  ","545331":"\n   And your answers are not like Lauren's lol\n  ","545332":"\n   Guess what? I just got in bed and made it super fun! I put my sleeping bag on top of my bed and got in it. It is so cozy and soft because I'm on  top of my mattress and not the hard floor. This is going to be so exciting and fun tonight! I hope you try it!\n  ","545333":"\n   Oh I got confused reading one of your replies. I thought you were saying that it was you and I got confused. That makes sense now.\n  ","545334":"\n   Do you also run the Lauren account?\n  ","545335":"\n   thanks you are sweet, you and lauren christines kindness means heaps xo\n  ","545336":"\n   I care about you\n  ","545337":"\n   sorry if I'm annoying you, x\n  ","545338":"\n   you  are such a kind person , i am the boy you help thats gets bullied\n  ","545339":"\n   Do you know the sugar contents in the various foods that you eat?\n  ","545340":"\n   Awwwww :\/\n  ","545341":"\n   What did the cockerel say when he saw a young lady-pig ???? ~ ~ ~ \"PORK-A..........Deeellooooow!\"\n  ","545342":"\n   how are you doing\n  ","545343":"\n   I'm talking about your nose, silly! xx x\n  ","545344":"\n   ok is it like fattening i wonder\n  ","545345":"\n   do you like foot massages?\n  ","545346":"\n   why is that\n  ","545347":"\n   do you like honey\n  ","545348":"\n   Ever been addicted to sugar?\n  ","545349":"\n   Got bored, Lyndsey. It's like waiting outside a the changing room of a womans shop in the mall, whilst you try on a dozen items! Let me know when you have decided - add something to your list if you want to. It's 1:30am, I have to be up 6:30, so will check in tomorrow. Take care, good night xx x\n  ","545350":"\n   So, Lyndsey. I ask again. If you could choose something off your wish list right now, what would you choose for me to buy?\n  ","545351":"\n   Yea I kinda like it. My favorite Nickelodeon shows right now are Henry Danger and The Thundermans.\n  ","545352":"\n   Tut! Come on. Tell me in pvt if you have to 🤔\n  ","545353":"\n   Shall I choose instead? Remembering, I am a man!\n  ","545354":"\n   Typical, woman shopping! lol\n  ","545355":"\n   Apart from the Charley thing, I can get you anything your heart desires off that list xx x\n  ","545356":"\n   I'm watching a new show on Nickelodeon called Knight Squad. After it is over I will go to bed and then I can ask you some questions.\n  ","545357":"\n   If I could buy you anything off your list right now, what would you choose?\n  ","545358":"\n   You asked a butt question yesterday. I answered, but cannot see it now? Maybe Askfm deleted it?\n  ","545359":"\n   Yeah! Did you not get it?\nOr is there another butt question I missed?\n  ","545360":"\n   Amazon Wish List ?\n  ","545361":"\n   Mine was the best 😛\n  ","545362":"\n   Kik?\n  ","545363":"\n   Whatever, Lyndsey! \n\nI can literally see it grow 🤥🤥🤥\n  ","545364":"\n   All those kid shows you listed are from Disney. Did you ever watch Drake & Josh or Zoey 101 or iCarly or Victorious?\n  ","545365":"\n   We don’t have to talk about balloons\n  ","545366":"\n   What is your favorite brand of clothing?\n  ","545367":"\n   do you use Snapchat?\n  ","545368":"\n   What Nickelodeon shows were your favorite?\n  ","545369":"\n   Okay be honest, did my response to your question about butts completely creep you out?😬\n  ","545370":"\n   Ah oki!\nWell... did you still wanna talk?\n  ","545371":"\n   Ok x3\nHe or she?\n  ","545372":"\n   New IT definitely,   Annabelle Creation ehh iffy\n  ","545373":"\n   Hey! If there was someone on ask you’d want me to ask about inflating, who would you want me to ask? XP\n  ","545374":"\n   best horrors in the past 5 years? (give or take a year or two)\n  ","545375":"\n   Why do you think racism still exists today?\n  ","545376":"\n   XP whhyyyyy\n  ","545377":"\n   what kind of videos do you like to watch?\n  ","545378":"\n   have you ever wanked a guy\n  ","545379":"\n   *\n  ","545380":"\n   I need to be punished.\n  ","545381":"\n   -heyy .thank you that was nice <3.\n- can you suggest me a song from your favourite band \/ book from your favourite authur ? ❄💙\n  ","545382":"\n   I've been naughty.\n  ","545383":"\n   Hero  Enrique Iglesias (Once upon a time soundtrack)    Or  Hero  Chad Kroeger (spiderman soundtrack)\n  ","545384":"\n   RWQ#119 : How often do you cut your hair ? What's the craziest thing you've ever done to it ?\n  ","545385":"\n   favorite social media apps?\n  ","545386":"\n   pap from snapchat!\n  ","545387":"\n   would you consider adding\n   \n    @Abeeryahya\n   \n   and\n   \n    @lizzypickles\n   \n   to your questions as they both awesome individuals? :p\n  ","545388":"\n   What kind of gift are you dreaming of?\n  ","545389":"\n   Haha XD \nI mean, we can change that\n  ","545390":"\n   Lol x3\nSo... ya feeling balloony? 🎈💕\n  ","545391":"\n   every Zoey and every Caleb i know are stoners. are there any names that you kind of think of as being stoner names?\n  ","545392":"\n   Refer to your pet as a roommate, and tell us something your \"roommate\" does.\n  ","545393":"\n   What is a food that grosses you out?\n  ","545394":"\n   Good! *forgot to go off anon*\n  ","545395":"\n   Good! ^^\n  ","545396":"\n   I love sloths 😃💕 lol\n  ","545397":"\n   What was the last reason that you got mad at someone for?\n  ","545398":"\n   Good!!! You?\n  ","545399":"\n   Leave these things to\n  ","545400":"\n   So what, how is graduate\n  ","545401":"\n   Hehe, was just giving ya a break ;)\n  ","545402":"\n   People is without social life incomplete\n  ","545403":"\n   Hiya!\n  ","545404":"\n   do you know what Juuls are? have you ever Juul’d? lol\n  ","545405":"\n   Son\n  ","545406":"\n   I am hindu temple in priest.\n  ","545407":"\n   You know that Hindu\n  ","545408":"\n   I ask you one question\n  ","545409":"\n   tell me one fact abt hands\n  ","545410":"\n   What‘s your plans for Sunday 🌞 ?\n  ","545411":"\n   All girls is want a life in husband and kids.\n  ","545412":"\n   Do you always tell the truth, even if it’s very difficult?\n  ","545413":"\n   Sorry but why\n  ","545414":"\n   Are you angry any person\n  ","545415":"\n   What are you interested in that most people aren’t?\n  ","545416":"\n   😁😁😁😉😉😁\n  ","545417":"\n   You married\n  ","545418":"\n   Arizona, which country in\n  ","545419":"\n   Fine, where where are you from\n  ","545420":"\n   write a complete sentence as best you can only using words that start with the first letter of your first name! (here’s mine: elated edward excitedly eats eggs everyday.)\n  ","545421":"\n   How are you\n  ","545422":"\n   Hy\n  ","545423":"\n   Possible TW: \nShould people with mental illness be able to qualify for social security disability? Why or why not?\n  ","545424":"\n   What do you think of putting an age limit on high caffeine drinks? What age would you allow your child or future children to have caffeine?\n  ","545425":"\n   Do you think a parent going through a child’s room or belongings is an invasion of privacy? Why or why not?\n  ","545426":"\n   \"Under God\" was added to the Pledge of Allegiance in 1954. With the US growing less religious, should it be removed?\n  ","545427":"\n   I feel like the only reason we're here is to have sex with beautiful women\n  ","545428":"\n   tell me one fact abt YOUR hands\n  ","545429":"\n   ever been friends w a scorpio ?\n  ","545430":"\n   ever dated a capricorn?\n  ","545431":"\n   grind hard ?\n  ","545432":"\n   I forgot to tell you to watch the Kids Choice Awards on Nickelodeon tonight. They were live and incredible. They will have a repeat sometime tomorrow. Please dvr it. I loved it so much. I laughed and cried during the awards. I truly love them so much.\n  ","545433":"\n   Are you in bed now\n  ","545434":"\n   If you found a portal to somewhere that you could only fit you rhand through,  would you do it? Or volunteer someone else's hand ibstead?\n  ","545435":"\n   But chug or barrel chug?\n  ","545436":"\n   First song that references an aninal in it's TITLE  go!\n  ","545437":"\n   why do you skip questions\n  ","545438":"\n   What's for lunch and is there any left to share?\n  ","545439":"\n   What's your Sunday morning ritual?\n  ","545440":"\n   Good night babe\n  ","545441":"\n   Okay well I’m here for you\n  ","545442":"\n   what you doing this weekend\n  ","545443":"\n   Orchids  Or  Tulips?\n  ","545444":"\n   Then get some rest sweetie\n  ","545445":"\n   Like I said beautiful and perfect\n  ","545446":"\n   According to you, why do people love? Or fall in love?\n  ","545447":"\n   What makes you different from others?\n  ","545448":"\n   Like how do they allow this 😭 and he keeps liking stuff I post\n  ","545449":"\n\n    @Emse191\n   \n   That's who I'm referring to\n  ","545450":"\n   How blonde?\n  ","545451":"\n   You are always beautiful\n  ","545452":"\n   Not sure if that got censored or not ..\n  ","545453":"\n   Did you say your friend is babysitting a kid that is 6' 8\"? Why would a kid that big need a babysitter? That's huge!\n  ","545454":"\n   Describe your butt with a song title\n  ","545455":"\n   Give me reason,  but don't give me choice,  because ?\n  ","545456":"\n   After all the hard work you put in through the week.. hope you enjoy your weekend! Have a good one!\n  ","545457":"\n   How about the horizontal dance?\n  ","545458":"\n   I mean men 😃\n  ","545459":"\n   maybe that (those?) anon (s)  are playing with themselves at the moment?\n  ","545460":"\n   Innocent question 😄\nU dont have to be mad\n  ","545461":"\n   Lol.. r u mastributing like us 😍😍😅\n  ","545462":"\n   Do you like to dance?\n  ","545463":"\n   Last time you had sex\n  ","545464":"\n   Did you know stacy's Mum?  Apparently,  she's got it going on 0-0\n  ","545465":"\n   so are the pringles having an orgy in the can ?\n  ","545466":"\n   single?\n  ","545467":"\n   The 1975  Or  1979 (smashing pumpkins)  ?\n  ","545468":"\n   I'm six feet from the edge, and i'm thinking ...  (continue yourself your own unique way)\n  ","545469":"\n   ~ sorry , I had to re-do one of your 'liked' ~ in order to credit the artist !\n  ","545470":"\n   Remy Zero  Or  Zero  Gravity?\n  ","545471":"\n   Numb from a toothache  Or  a pain in a bum from a bee-sting? 0-0\n  ","545472":"\n   What if your hair didn’t get better\n  ","545473":"\n   How far would you go for the one you love?\n  ","545474":"\n   Yeah but your hair is perfect\n  ","545475":"\n   Possible TW: Trump is trying to endorse the death penalty for drug dealers. What do you think of this?\n  ","545476":"\n   Sounds like you need a hug *hugs you tightly*\n  ","545477":"\n   How was your day\n  ","545478":"\n   Another question, do you love pizza? If you do what is your favourite toppings to put on it? 😂😂💖\n  ","545479":"\n   Hey guys and squad! 😊 How's going your weekend? (photo poll for you:\n   \n    https:\/\/ask.fm\/AlessandroRodriguez244\/photopolls\/89845084\n   \n   )\n\n-Stay classy awesome peeps-\n  ","545480":"\n   You better thank them sweetie\n  ","545481":"\n   Which words or phrases do you most overuse?\n  ","545482":"\n   That’s nice of them\n  ","545483":"\n   What was the last photo you took?\n  ","545484":"\n   Have you ever been on the radio before?\n  ","545485":"\n   How’s the car?\n  ","545486":"\n   Despite all my rage...  i'm still just a strawberry on a cake.....  0_0\n  ","545487":"\n   Well you are perfect\n  ","545488":"\n   And the next best answer in the know and unknown universe is...................  (fill in yourself)\n  ","545489":"\n   Are you a competitive person?\n  ","545490":"\n   why?\n  ","545491":"\n   Do you prefer to have dinner at home or out?\n  ","545492":"\n   What color eyes do you have?\n  ","545493":"\n   Did you ever have braces?\n  ","545494":"\n   Are you spending money on online games? On what? 🎮\n  ","545495":"\n   If you were in a situation where you could overhear someone being spanked would you listen in or walk away?\n  ","545496":"\n   -\n  ","545497":"\n   +\n  ","545498":"\n   What's up everyboddyyyy?\n  ","545499":"\n   Good night beautiful\n  ","545500":"\n   I just got in bed right now. I'm so tired but my mind is kinda hyper. My kitty is all thrown off too. She got hyper and started running back and forth through the house. It was very funny. She just darted away from me in my room too. She is funny. Now I'm in bed and the lights are off.\n  ","545501":"\n   OMG!!! I was online and it's 11:22 now!!! I'm up so late!!!!\n  ","545502":"\n   What is your reaction when someone ignores you?\n  ","545503":"\n   <3\n  ","545504":"\n   I mean when I’ve fapped to you!\n  ","545505":"\n   Well this anon isn’t into your feet...you have so many other places I’ve c*M on\/in this week:p\n  ","545506":"\n   To fap to you like never before\n  ","545507":"\n   I wish you saw me getting naughty thinking of you last night!\n  ","545508":"\n   That was AMAZING! omg!\n  ","545509":"\n   Being naughty tonight\n  ","545510":"\n   I bow to you\n  ","545511":"\n   Wearing a thong today?\n  ","545512":"\n   It's past 10pm and it's way past my bedtime. I am up late tonight.\n  ","545513":"\n   Can I have permission\n  ","545514":"\n   Whqtvyq doing\n  ","545515":"\n   Hi mom! What are you doing tonight?\n  ","545516":"\n   Though either way I think the end result needs to be you getting your bare bottom warmed.\n  ","545517":"\n   I think it would be fun to get a sleeping bag and pillows and drinks and snacks and then get inside the minivan and go to sleep there for the night. Wouldn't that be fun? And idk if you have wireless, but you could maybe park it close to your house so you can reach your wireless connection.\n  ","545518":"\n   You're right you should be.\n  ","545519":"\n   What about you? You are why they'd be lucky.\n  ","545520":"\n   How are you doing today?\n  ","545521":"\n   That right person is going to be one really lucky guy.\n  ","545522":"\n   What movie can you watch over and over without getting tired of it?\n  ","545523":"\n   With the right person they could make both sets of cheeks blush.\n  ","545524":"\n   Do you play any instruments?\n  ","545525":"\n   -\n  ","545526":"\n   I think you'd like it.\n  ","545527":"\n   does the recent facebook data breach concern you?\n  ","545528":"\n   Who needs heated seats when you just get someone to use their hand? It's a win win.\n  ","545529":"\n   Do you wear thong panties\n  ","545530":"\n   Do you care who gets to see your personal information on public media platforms like third parties who may be collecting and using your data for their own purposes?\n  ","545531":"\n   How do you feel when you know in no uncertain terms that you have earned yourself a good ass warming?\n  ","545532":"\n   i would offer, but can't do\n  ","545533":"\n   Favorite sauce?\n  ","545534":"\n   How many bad Easter puns can you fit into the answer of this egg-celent question? 0-0\n  ","545535":"\n   it's like a puzzle ! lool tried\n  ","545536":"\n   Do you prefer texting or calling?\n  ","545537":"\n   Fields of Athenry   Or   Foods of Athenry?\n  ","545538":"\n   how often do you wear jeans? flip flops? sweatpants? sunglasses? rings?\n  ","545539":"\n   Living La Vida Loca  Or  Living in a field in Avoca ?  0_0\n  ","545540":"\n   Like the Mc Donald's thing at the moment?\n  ","545541":"\n   were you short monopoly pieces?\n  ","545542":"\n   how's your day been?\n  ","545543":"\n   What is your attitude towards hunting?\n  ","545544":"\n   What's the best April Fool's prank you've done?\n  ","545545":"\n   I'm glad you find it sexy cause it's exactly the position I'd want you in. ;)\n  ","545546":"\n   hello what are you doing ?\n  ","545547":"\n   What’s something you resent paying for?\n  ","545548":"\n   Do you ever wear thongs or g strings showing above your jeans or pants?\n  ","545549":"\n   what's your hair color ?\n  ","545550":"\n   No...wise persons only need to learn from others mistakes...😅\n  ","545551":"\n   Lol...i am not a kid....\n  ","545552":"\n   This platfoam is not really for long conversations ......its difficult\n  ","545553":"\n   Yeah...and one time i had the power to fly...so i flew....😅\n  ","545554":"\n   That and cause you are naughty af.\n  ","545555":"\n   ever find yourself bare bottom over someone's knee before?\n  ","545556":"\n   I want to spank you.\n  ","545557":"\n   Are you on kik?\n  ","545558":"\n   It can be...i remember one time in my dream i was a spy and while i was swimming in the pool i kissed the girl....:)\n  ","545559":"\n   who are you when no one's watching?\n  ","545560":"\n   I hope you will get it...how was your sleep?\n  ","545561":"\n   Haha...dream world is really weird...\n  ","545562":"\n   Its fine....everyone remembers only important dreams..\n  ","545563":"\n   Yeah...Do you have abs?😁\n  ","545564":"\n   good soup recipe ?\n  ","545565":"\n   The Cannes Film Festival is banning early press screenings and also selfies. As for example everyone watches the movie at the same time, no special treatment given and also no early bad press... as for selfies people aren't moving quickly enough up the red carpart. Do you agree, disagree?\n  ","545566":"\n   Do you have any plans for Easter?\n  ","545567":"\n   Do you use planner to keep yourself or your days organised?\n  ","545568":"\n   What is your reason to keep fighting and survive?\n  ","545569":"\n   Do you think you have a good self-control? If so, how did you develop it?\n  ","545570":"\n   what is your favourite quotation?\n  ","545571":"\n   It was very good, although not to everyone's taste.\n  ","545572":"\n   I ain't happy, I'm feeling glad, i got ☀️ in a bag, I'm useless but not for long....\nThe future is coming on....  it's friday, hope your weekend starts well :)\n  ","545573":"\n   Is there anything exciting happening for you within the month?\n  ","545574":"\n   Suggest romantic comedy movies.\n  ","545575":"\n   Do you think everyone judges people, even if they say they don’t?\n  ","545576":"\n\n    https:\/\/ask.fm\/Liveinmmnt\/answer\/145602026232?utm_source=copy_link&utm_medium=iOS&shareBy=Liveinmmnt\n   \n","545577":"\n   What’s something people don’t worry about but really should?\n  ","545578":"\n   Good night babe\n  ","545579":"\n   Its morning here...Goodnight..have nice dreams..😴\n  ","545580":"\n   Do you work out?\n  ","545581":"\n   I see....best of luck :)\n  ","545582":"\n   I was saying moving permanently...i mean in the summer when the snow will be gone...\n  ","545583":"\n   What would you do if you only had 24 hours left to live?\n  ","545584":"\n   What do you think will never come out of trend?\n  ","545585":"\n   Well why dont you move to another state? Where there is not so much snow\n  ","545586":"\n   Few days ago i watched the movie The shape of water...it was great you should see it if you have not watched it yet\n  ","545587":"\n   I wanna kiss your feet\n  ","545588":"\n   I fapped to you last night and it was amazing. I’ve not c*m like that in a long time. I’m sorry\n  ","545589":"\n   Amhm....whats your fav thing to do when you are free?\n  ","545590":"\n   Hottie\n  ","545591":"\n   I think it's terrible that people would call you names based on your weight. That's so absurd & shows such a lack of intellect. I was fat as a kid, then lost a lot of weight through puberty, but never got to a place I felt good about. I never get criticized for my weight, but I'm not happy with it\n  ","545592":"\n   Sorry that came off as creepy. I know first hand what a sensitive topic this can be. I hadn't read everything on your page, so I missed some things. I'm always wondering how other people's weight issues evolve, as compared to my own. Thanks for answering :)\n  ","545593":"\n   how is you\n  ","545594":"\n   How much time does it take to forget someone you love?\n  ","545595":"\n   I'm kiiiind of freaking out that you followed me bc I'd always see your questions floating around and I always wished I could get your questions lol!\n  ","545596":"\n   So kind\n  ","545597":"\n   Your bitmoji is really hot. I'd like to see a pic of you.\n  ","545598":"\n   Were you always overweight, even as a kid, is it something that happened as you got older?\n  ","545599":"\n   do you put potato chips in your sandwich?\n  ","545600":"\n   It's not even Halloween yet and I'm already seeing Christmas stuff for sale.  What's your favourite time of the year?\n  ","545601":"\n   Here's the game plan... stocks will probably sell off tomorrow as well. No traders want to be long over the weekend. Expect a drop Monday opening too. If we bounce off that low, buy some... if we fail, we might test the 200 day moving average. Then buy aggressively. Market is over sold.\n  ","545602":"\n   Your bitmoji taking a doo-doo is hilarious. lol This is quality stuff. lol\n  ","545603":"\n   your bitmoji is so adorable! it's friday jr. lol lol lol\n  ","545604":"\n   Lyndsey can you make your bitmoji lift it's leg up like it's a dog peeing? lol or like you are taking a dump? lol\n  ","545605":"\n   I have a bitmoji question... can you make your bitmoji pose any way you imagine?\n  ","545606":"\n   do you think that narcissists are born that way or are they made by their environment?\n  ","545607":"\n   what do you do when you feel lonely? (sometimes i just feel like the tiniest loneliest person in america! what do i do w myself man.)\n  ","545608":"\n   But 'great-grandpa' would be MY dad ! ~ and he's deed !! LOL!!\n  ","545609":"\n   ~ to me! ~  (might as well benefit from anon's reticence)\n  ","545610":"\n   What will you do tomorrow?\n  ","545611":"\n   what?\n  ","545612":"\n   Movie Madness (Over the Weekend and onwards ) Most votes Wins as always A) Ready Player One B) Unsane C) Monster Family D) Pacific Rim Uprising E) Blockers F) A Wrinkle In Time G) Proud Mary\n  ","545613":"\n   I hope the hurting is soon away thats all 💁🏼‍♂️\n  ","545614":"\n   say something nice\n  ","545615":"\n   with hand?\n  ","545616":"\n   What cat breed is better to have?\n  ","545617":"\n   last time masturbated?\n  ","545618":"\n   what are you doing lyndsey?\n  ","545619":"\n   Would you rather have nosy neighbors or noisy neighbors?\n - if you haven't  yet,  kindly follow this acoount , this is a backup to\n   \n    @cybertronicphantom\n   \n   . <3\n  ","545620":"\n   what is ur colour today\n  ","545621":"\n   u single ?\n  ","545622":"\n   Pap of your texts?\n  ","545623":"\n   can you drink ?\n  ","545624":"\n   smell good ! hahaa\n  ","545625":"\n   14 or so for all 3 combined? So you're about average then?\n  ","545626":"\n   In real life are you a shy person or not?\n  ","545627":"\n   Why wouldn't you take ask seriously? The only big difference is I'm more honest on here than I am in person\n  ","545628":"\n   I have a rating system for women now. First I rate them from 0\/20 on their looks. Then 0\/5 on the sounds they make during sex and then 0\/5 on the way they move during sex. Then I add the 3 numbers up and the highest one wins. What do you think?\n  ","545629":"\n   where is ur mum ? lool\n  ","545630":"\n   17 day TOTD (temadana ) Barbie Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545631":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","545632":"\n   Thoughts on people who constantly post about how they are single on Instagram?\n  ","545633":"\n   users you suggest following? I follow you :)\n  ","545634":"\n   It is so difficult to get a job these days whether you are educated or not.\n  ","545635":"\n   Yeah...\n  ","545636":"\n   So what you wanna do these days?\n  ","545637":"\n   Bobby what is going on in your life?\n  ","545638":"\n   Its good lol that you dont work under her...😁\n  ","545639":"\n   Yeah only a person with solid heart can do this job....atleast not for me this job...😅\n  ","545640":"\n   Foot fetish anons 🤔 why that ?\n  ","545641":"\n   These days what kind of wish you have?\n  ","545642":"\n   In charge of firing people...thats kind of a tough job...atleast for kind hearted people...\n  ","545643":"\n   Lol....😁...and now you are doing affiliated marketing....thats called life...no one knows what will happen next.\n  ","545644":"\n   If you could undo one thing in your life, what would it be?\n  ","545645":"\n   heyyyyyyy cupcake\n  ","545646":"\n   So what happened of that dream when you grew up?\n  ","545647":"\n   are you convinced with what you're doing with your life? If no, then what's stopping you from doing things that you are convinced about it?\n  ","545648":"\n   Ok...so what you wanted to become when you were a kid?\n  ","545649":"\n   What kind of sport did you go for at school? Do you continue to practice it?\n  ","545650":"\n   Good Afternoon!  How are you this thursday?\n  ","545651":"\n   What do you think about this transformation ?\n   \n    https:\/\/youtu.be\/BLetIsUQoD4\n   \n","545652":"\n   poo\n  ","545653":"\n   naw , it was my daughter !\n  ","545654":"\n   Would you rather get noticed by the hottest person at party or have perfect abs?\n  ","545655":"\n   Good night babe\n  ","545656":"\n   when  are you going to be socialable next\n  ","545657":"\n   Why don't you answer more questions?\n  ","545658":"\n   16 day TOTD (temadana ) Gift for birthday Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545659":"\n   How are you?\n  ","545660":"\n   whats your most embarrassing moment ever?\n  ","545661":"\n   You'd do 10?\n  ","545662":"\n   thoughts on liam\n  ","545663":"\n   Do you look pretty similar to your bitmoji?\n  ","545664":"\n   Hi mommy! I'm in bed now. I'm a little scared so I'm pulling the covers up higher so I feel protected. I'm going to pretend that I have lots of money and live in a nice safe house and my kitty lives with me and we get to sit outside in nice weather and we have a pretty lemon tree. 😊😊 goodnight! 💜\n  ","545665":"\n   Do to have any tattoos?\n  ","545666":"\n   I usually just pick either ranch or honey mustard for the fries. I don't combine them. but I will choose one of them for all the fries. They are really good like that.\n  ","545667":"\n   WOULD YOU RATHER: eat your favorite food for EVERY MEAL and NEVER get to eat anything else, or eat anything you want EXCEPT your favorite food\n  ","545668":"\n   Oh those are lyrics lol\n  ","545669":"\n   Well first class is on my lap girl (talk dirty to me by Jason Derulo\n  ","545670":"\n   Ah I feel ya. I don't like relish either, but I only like the extra sweet kind in tuna salad.\n  ","545671":"\n   Oh do you now lol\n  ","545672":"\n   Sadly I don’t have a booty\n  ","545673":"\n   I'm gonna get ready for bed, mom. I'm looking forward to getting in bed. I hope you had a nice day.\n  ","545674":"\n   Haha I know you would love to see that\n  ","545675":"\n   have u ever had chicken pox?\n  ","545676":"\n   🍑🍑🍑\n  ","545677":"\n   Well I’m glad you are kidding but damn\n  ","545678":"\n   How do you make tuna then?\n  ","545679":"\n   Yhat's actually a good point. I like blue cheese for wings and I like to dunk fries in ranch and also in honey mustard. yum yum!\n  ","545680":"\n   When I make tuna salad I like using mayo and extra sweet cubed relish in it. And on the sandwich, I use bread and butter pickle slices. They are so good.\n  ","545681":"\n   That’s nasty lol\n  ","545682":"\n   What did you have for dinner?\n  ","545683":"\n   Men are horny 24\/7\n  ","545684":"\n   Really??\n\nKids aye!\n  ","545685":"\n   Yes I think every woman gets wierd questions\n  ","545686":"\n   I think it’s every woman tbh\n  ","545687":"\n   would you lick abutthole\n  ","545688":"\n   Do you get ranch or blue cheese when you get wings?\n  ","545689":"\n   I know it must get annoying\n  ","545690":"\n   Also sorry about all the bullshit questions\n  ","545691":"\n   Aww I’m sorry\n  ","545692":"\n   Did you get it to work\n  ","545693":"\n   i am trollong but i am autistand ya that was meill admit it yor smrt\n  ","545694":"\n   Click on the picture to see the whole picture\n  ","545695":"\n   young\n  ","545696":"\n   that wasnt me\n  ","545697":"\n   Did you say you lived in the us\n  ","545698":"\n   Haha you don’t have to add it back if you don’t want to\n  ","545699":"\n   Swipe over then you can click on each individual state\n  ","545700":"\n   I’ve been to 82% of the US and 7% of the world\n  ","545701":"\n   You should get it to track the % of US and the world you have traveled\n  ","545702":"\n   Could you be friends with a Republican\n  ","545703":"\n   Been is an app where it tracks where you have been all over the world\n  ","545704":"\n   Do you have the app been?\n  ","545705":"\n   Do you like traveling?\n  ","545706":"\n   Do you have family up there\n  ","545707":"\n   What’s the best thing about Maine\n  ","545708":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","545709":"\n   ever smoked weed ?\n  ","545710":"\n   Living in Maine is better in the summer\n  ","545711":"\n   Do you love brownies?\n  ","545712":"\n   Haha i bet\n  ","545713":"\n   I'm so silly i.......  (fill in yourself, as you like)\n  ","545714":"\n   That’s awesome! Maine is a beautiful place to live\n  ","545715":"\n   pap thn\n  ","545716":"\n   Backup account to\n   \n    @cybertronicphantom\n   \n   (no need to reply to this but you can if you want)\n  ","545717":"\n   What song do you relate to right now?\n  ","545718":"\n   My feet hurt but I‘m ok 🙈\n  ","545719":"\n   don't mind put on everything !\n  ","545720":"\n   do you wear pants in home ?!\n  ","545721":"\n   i did ask you something ?\n  ","545722":"\n   Did Liam leave ask?\n  ","545723":"\n   high..? lol\n  ","545724":"\n   Where do you live\n  ","545725":"\n   are you an alcoholic ! lool\n  ","545726":"\n   do you think that i will like you ! lol x\n  ","545727":"\n   you must be good at cooking !\n  ","545728":"\n   i don't know what you're saying\n  ","545729":"\n   about what\n  ","545730":"\n   Howdy Partner 😃 how are you doing?\n  ","545731":"\n   where is ur mom !\n  ","545732":"\n   since..!would you trust a guy on a first date !!\n  ","545733":"\n   I'm sorry\n  ","545734":"\n   working from home is so wrong for you now ! lol\n  ","545735":"\n   why don't u have kids ?\n  ","545736":"\n   I'm.so evil i ..........   (fill in yourself, as you like )\n  ","545737":"\n   for you\n  ","545738":"\n   How are you\n  ","545739":"\n   Yes\n  ","545740":"\n   yeah go for shaadi.com  ! lol\n  ","545741":"\n   why don't you get married yourself\n  ","545742":"\n   +\n  ","545743":"\n   I'm.so funny i .......... (fill in yourself)\n  ","545744":"\n   You can say that\n  ","545745":"\n   I know I'm a human\n  ","545746":"\n   Telephone sex\n  ","545747":"\n   do you work from home ?\n  ","545748":"\n   No\n  ","545749":"\n   Hey\n  ","545750":"\n   Hi\n  ","545751":"\n   i don't know\n  ","545752":"\n   Your Name\n  ","545753":"\n   What advice you would give someone who delay things and lazy? I want to go to the gym but I don't have the motivation\n  ","545754":"\n   Are you patient when it comes to ordering\/shopping online until the delivery arrives?\n  ","545755":"\n   How would you describe your style?\n  ","545756":"\n   If someone made a statue of you, what position would you choose?\n  ","545757":"\n   da girls butts pooop\n  ","545758":"\n   d youTry butsex\n  ","545759":"\n   Srry imAutistc\/ADHD so my questions migt b kindof weirdCan you handl that\n  ","545760":"\n   Wat do you think aboutAutism \/ADD PeoplWhich i am\n  ","545761":"\n   Is it easy for you to confess that you are in love?\n  ","545762":"\n   oh is your sister on here\n  ","545763":"\n   That’s awesome\n  ","545764":"\n   You should be happy too\n  ","545765":"\n   Do you have a job?\n  ","545766":"\n   best ‘90s tv show, go:\n  ","545767":"\n   Do you think that money can buy love?\n  ","545768":"\n   Young dumb and broke\n  ","545769":"\n   How are you\n  ","545770":"\n   That’s cool. I’m 21\n  ","545771":"\n   I understand. How old are you\n  ","545772":"\n   Have you ever felt sorry for a boy\/guy?\n  ","545773":"\n   That’s cool. I’m in college too but we had off because of snow\n  ","545774":"\n   do u have a costco bear\n  ","545775":"\n   If you were a super hero what powers would you have?\n  ","545776":"\n   Did you have school?\n  ","545777":"\n   How was your day\n  ","545778":"\n   Well I’m the same person you told to call you lyndsbear\n  ","545779":"\n   What's your fav food??\n  ","545780":"\n   You’re welcome lyndsbear\n  ","545781":"\n   Have you been watching the NCAA tourney?\n  ","545782":"\n   You'll gonna have to get up much earlier in the morning, to riddle me ree! xx x\n  ","545783":"\n   Do you ever eat a lot of veggies and then you are blasting off toots all night long but they are totally odorless? If you know what I'm talking about then that's me rn.\n  ","545784":"\n   Is it just me or licking a vagina disguting in sex\n  ","545785":"\n   Well I’m always here for you! Whenever you need it\n  ","545786":"\n   Yes.\n\nIt's a bookworm! xx x\n  ","545787":"\n   U should have a one night stnd\n  ","545788":"\n   beautiful\n  ","545789":"\n   Did my hug make you feel a little better\n  ","545790":"\n   Hugs my lyndsbear\n  ","545791":"\n   Hugs my teddy bear\n  ","545792":"\n   Need a hug\n  ","545793":"\n   you are! 🌹! i just ask for any other app to talk private nothing more because hesitation all around to talk here\n  ","545794":"\n   Aww I’m sorry. Hopefully it’s fixed soon\n  ","545795":"\n   😞\n  ","545796":"\n   Is the car fixed\n  ","545797":"\n   Words is correct, Lyndsey 😁\n\nEvery time I think I made my riddles hard, most people get it right!\n\nNext time, I'm going deeper - much deeper 😤\n\nxx x\n  ","545798":"\n   What happened to your spotify\n  ","545799":"\n   We can be fact or fiction, we can hurt you without moving, we can poison you without touching, we bear the truth & lies, we are the emotion that instil you, & will make you cry, we remain in your subconscious, the invader of your thoughts, find us in your dreams & prayers, tell me what we are?\n  ","545800":"\n   What does \" cleanup \" mean ?\n  ","545801":"\n   yes i Am but you are teasing me!\n  ","545802":"\n   to take id not anyother thing cleanup!\n  ","545803":"\n   ❤️🌹\n  ","545804":"\n   Would you rather play an electric sitar or a Stradivarius?\n  ","545805":"\n   how are you\n  ","545806":"\n   But i am crazy to take!\n  ","545807":"\n   I will come\n  ","545808":"\n   Insta snapchat kik whatsapp ! On which do u like to add?\n  ","545809":"\n   And can't withclose ones😞?\n  ","545810":"\n   Yes i have! Share with me privatly\n  ","545811":"\n   Ans for the app i aSking!\n  ","545812":"\n   hello\n  ","545813":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/147596341421\n   \n   I used to watch criminal minds, special victims unit and l&o criminal intent with d'onofrio. 😋 but stopped a while ago lol.\n  ","545814":"\n   ❤️\n  ","545815":"\n   Which app do you have to talk to friends?\n  ","545816":"\n   👍🏼\n  ","545817":"\n   It means can we talk there?\n  ","545818":"\n   What is difference between love and sex?\n  ","545819":"\n   Insta for me?\n  ","545820":"\n   Snapchat or insta 😊?\n  ","545821":"\n   Love or friendship?\n  ","545822":"\n   What’s your favorite song\n  ","545823":"\n   Have you ever grinded with someone and got turned on\n  ","545824":"\n   rank from best to worst! disney, cartoon network, nickelodeon, pbs kids\n  ","545825":"\n   you're 13 years older than me ........\n  ","545826":"\n   i liked ur hair style though ! hahaaa lol\n  ","545827":"\n   how am i supposed to judge you and rate you when u don't post selfies ?\n  ","545828":"\n   i had to dig up in the deep web last night\n  ","545829":"\n   what is falsification test\n  ","545830":"\n   I wish you are ok \nPrincess 🌹\n  ","545831":"\n   Forgive if I got this wrong ; but didn't your dog 'pass-on' roughly same time as mine? ~ you took photo's ? ~ well , my Gem really just looked like she was just sleeping , I took pics (a guy I know did 4 me) . . . . and somebody went 'ape-shit' , made me take them down ~ *was pretty upset, me wass*\n  ","545832":"\n   Post the last picture in your camera roll?\n  ","545833":"\n   Hi Lyndsey. I'm the anon who was up late at night from the storms and ate a burrito. I'm really tired now. I hope you are good.\n  ","545834":"\n   and stop preaching from your bio ! hahaaaa\n  ","545835":"\n   and ur height 2\n  ","545836":"\n   how much do you weight ?!\n  ","545837":"\n   Ok. Now that I'm snuggly in bed I'm going to have the covers around me so I'm like a burrito. I'm a little hyper but tired also. I'm scared of getting up tired now but I couldn't sleep. The storms were like kablammo!!! And it was so loud and scary. Ok goodnight night! I hope you sleepy well too!😴😊\n  ","545838":"\n   Guess what? It's almost 12:20am and I'm still up. We had severe thunderstorms and there were tornados but thankfully not by our house. I couldn't sleep so I snuck to the kitchen and made s super huge burrito with leftovers from dinner and ate it all and now I'm back in bed! Hehehe I hope I sleep now\n  ","545839":"\n   Is it true that people earn money on the runner races? What do you think about this kind of income? 💰🐎\n  ","545840":"\n   your bio don't count here except ur 45yr ! lool\n  ","545841":"\n   15 day TOTD (temadana ) Prom dress Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","545842":"\n   hahaaa\n  ","545843":"\n   what are three stereotypes abt teenage boys? in your experience are they true?\n  ","545844":"\n   let’s play the stereotypical game! that’s fun and not offensive. what’s one stereotype abt a group you fall under? do you fit the stereotype? (i’ll go first: californian = aggressive driver. i’ve been told i am, so true ig!)\n  ","545845":"\n   Lair ? ~ sez the anon-coward, from the safety of it's LAIR . . . . . maybe it 'LAYER' ~ like layer-cake ?\n  ","545846":"\n   doesn't interest me !\n  ","545847":"\n   No I'm the same one. The 4\" guy is someone else. How can you be ok with 4 inches? I thought you'd would say mine was too small\n  ","545848":"\n   nope peacock\n  ","545849":"\n   Exactly 5\" long and 5½\" around\n  ","545850":"\n   about 4 inches\n  ","545851":"\n   based on you could be anything\n  ","545852":"\n   Would you ever consider marrying a man with a small D?\n  ","545853":"\n   you are fake and lair\n  ","545854":"\n   Do you know anyone who lies a lot?\n  ","545855":"\n   Do you cry much\n  ","545856":"\n   Have you ever stayed awake for an entire night?\n  ","545857":"\n   Good night cupcake\n  ","545858":"\n   Where have you lived?\n  ","545859":"\n   If you've ever moved, how long did it take for the new place to feel like home?  Is there anything that happened or anything you had that helped make the transition easier?\n  ","545860":"\n   Do you miss anyone right now?\n  ","545861":"\n   What is the difference between a school and a college? Where is it better to study?\n  ","545862":"\n   I think you are nice.\n  ","545863":"\n   Do think some detective\/crime fiction can be categorized as horror, like when they're descriptions in the book are too graphic?\n  ","545864":"\n   Last person you texted?\n  ","545865":"\n   lattes or mochas\n  ","545866":"\n   what’s ur opinion on wizards of waverly place ? ( the disney show )\n  ","545867":"\n   orange juice or grape juice or apple juice\n  ","545868":"\n   australia or new zealand\n  ","545869":"\n   Opinions on the girl being 3 years older than the guy in the relationship? (He’s 21, she’s 24)\n  ","545870":"\n   DEAR FRIENDS, PLEASE. its important:\n   \n    https:\/\/ask.fm\/ListenToYouHeartCanYouHearMe\/answers\/145453790553\n   \n","545871":"\n   What if you are allergic, but you want a dog that much?\n  ","545872":"\n   Do you like being alone?\n  ","545873":"\n   1930s torso killer* didn't finish typing oops.\n  ","545874":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/147594079917\n   \n   Lyndsey is a nice person (:\n  ","545875":"\n   Oooooo Interesting.I only knew of the gilgo beach killer and the 1930s who've been caught.\n  ","545876":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/147588915117\n   \n   they're competing for TV viewers :o?\n  ","545877":"\n   are you a hypocritical person?if so, how far can you go?\n  ","545878":"\n   -\n  ","545879":"\n   What are you dreaming about?\n  ","545880":"\n   what’s ur opinion on bacon (the food) (🥓)\n  ","545881":"\n   yes\n  ","545882":"\n   Animals are the very best. My kitty always likes to sleep near me. At night if she is in bed early and I'm not there yet, she will come find me and then nuzzle and start walking to the bedroom and will come back and do it again to try to tell me to come follow her to bed. It's so cute. I love her\n  ","545883":"\n   What is the most beautiful tragedy in your opinion?\n  ","545884":"\n   The Original Night Stalker, the Golden State Killer. He's committed 51 rapes and 12 murders that we know of. It would be great if someone could recognize his voice\n  ","545885":"\n   apple pie or banana cream pie? 🥧\n  ","545886":"\n   Would you feel comfortable if someone could see right through you—by that I mean being able to read your thoughts and expressions\n  ","545887":"\n   When I have to sleep alone at home, I put chairs against the doors in case any burglars try to come in. Then I can hear the noise and wake up.\n  ","545888":"\n   Last criticism you recevied and what did you do about it?\n  ","545889":"\n   Mood rn\n  ","545890":"\n   Do you ever sleep with a favorite song playing on repeat?\n  ","545891":"\n   Anon, Lyndsey deesn't really each much steak because it makes her intestines get jumpy and then she has to go doo=doos. She prefers Chinese food. Lo mein noodles and other good stuff.\n  ","545892":"\n   What's the silliest party story you have?\n  ","545893":"\n   What things force you to be outside more often?\n  ","545894":"\n   what’s ur opinion on Glee (tv show not emotion)\n  ","545895":"\n   are you on your period ? you have been acting bitchy since yesterday\n  ","545896":"\n   I really love someone on ask and I think they are the one and I wish to marry them but I don't know how to approach them. I love their answers and the way they deal with people. But I'm very anxious\n  ","545897":"\n   When it comes to relationships (whether it be romantic\/friendship), do you fight to hold on or do you let go?\n  ","545898":"\n   what experience are kids born today (or your kids!) missing out on, that makes you sad?\n  ","545899":"\n   how was the day?\n  ","545900":"\n   Last time you had sex\n  ","545901":"\n   😘😘\n  ","545902":"\n   What's the last photo you took on your phone? Post it!\n  ","545903":"\n   Where do you usually check out the weather forecast?\n  ","545904":"\n   What was the model of your first cell phone?\n  ","545905":"\n   Do you think the east area rapist will ever be caught?\n  ","545906":"\n   What specials do you have next quarter?\n  ","545907":"\n   Good night lovely\n  ","545908":"\n   what is the most obvious sign of love? ??\n  ","545909":"\n   beauty or smarts?\n  ","545910":"\n   Followed 😃🌷😅\n  ","545911":"\n   yes thanks this week has been bad tbh\n  ","545912":"\n   she kept referring to me as her husband and i kept thinking “she knows were lesbians right?” lol. i’m not even a lesbian (i think?)\n  ","545913":"\n   Can you twerk\n  ","545914":"\n   What’s the best song to dance to\n  ","545915":"\n   oh i know im saying you help me with it, as do other girls you are a sweetheart\n  ","545916":"\n   no I'm a boy, the boy that you and other girls help with the bullying\n  ","545917":"\n   thanks you are a kind girl too, had you a nice day\n  ","545918":"\n   let’s do more lame facts! (here’s mine: i had a dream last night that i was married to emma pillsbury, the hot redhead teacher in glee lol.)\n  ","545919":"\n   im sorry ill ask questions, sorry\n  ","545920":"\n   What do you do for fun\n  ","545921":"\n   ill chat with you\n  ","545922":"\n   how are you\n  ","545923":"\n   travel by air or land?\n  ","545924":"\n   do you know anyone named Chuck? what are they like?\n  ","545925":"\n   do you know anyone named EMMA? what are they like?\n  ","545926":"\n   What's the least amount you've ever slept? What were you doing that day, if you can remember?\n  ","545927":"\n   apples or bananas????? #SHOWDOWN 🍎🍌\n  ","545928":"\n   Long day today\n  ","545929":"\n   black or white?\n  ","545930":"\n   No\n  ","545931":"\n   When was the last time you shed a tear?\n  ","545932":"\n   whale or dolphin?\n  ","545933":"\n   Dumbest idea tnat you have ever had\n  ","545934":"\n   Would you rather be extremely smart or extremely social?\n  ","545935":"\n   How are you?\n  ","545936":"\n   candle or incense?\n  ","545937":"\n   A dog is barking\n  ","545938":"\n   Harry potter ..\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/147168440938\n   \n   ?\n  ","545939":"\n   What do you think about basketball? I want to play someday. What about you?\n  ","545940":"\n   You got this great need , to have a good read ? ~ that's reason indeed!\n  ","545941":"\n   Mention someone with whom u want to sit on a roof top at 2 a.m and talk about life ?\n  ","545942":"\n   Why do you want to go read\n  ","545943":"\n   How’s your Sunday\n  ","545944":"\n   Coke or Fanta?\n  ","545945":"\n   Do you know what being in love feels like?\n  ","545946":"\n   warm blanket or cup of tea\/coffee?\n  ","545947":"\n   huge house or cozy apartment?\n  ","545948":"\n   strawberry or banana?\n  ","545949":"\n   Hello a bird is calling.\n  ","545950":"\n   son or daughter?\n  ","545951":"\n   Solid boundaries make solid buddies, pal. Agree\/disagree? Did you also get friendzoned like Jonah maiava in tomb raider.\n  ","545952":"\n   If you could travel through time *Impossible* .. Where would you go? The future or the past?\n  ","545953":"\n   No....what about you?\n  ","545954":"\n   angel or devil?\n  ","545955":"\n   sunny or cloudy?\n  ","545956":"\n   Would you rather love someone similar or opposite to you? and why?\n  ","545957":"\n   So what are you doing\n  ","545958":"\n   Do you prefer to ask questions or answer them?\n  ","545959":"\n   Well I’ll keep you company\n  ","545960":"\n   What are your ask fm pet peeves? (Little things people do on ask fm that annoys you!)\n  ","545961":"\n   Are you able to go out with friends or you stuck at home\n  ","545962":"\n   What was one thing a relative of yours would always do around guests? For example my granddad would always play \"danny boy\" on the piano and then offer smoked salmon on bread.. always. :)\n  ","545963":"\n   What activities do you enjoy doing in warm weather?\n  ","545964":"\n   Aww I’m sorry to hear that sweetie\n  ","545965":"\n   How bad is the snow where you live it's bad here\n  ","545966":"\n   What happened to your car\n  ","545967":"\n   If you could travel alone to another planet, but never return! would you do it? .... *Think well*\n  ","545968":"\n   what was the last gift you got?\n  ","545969":"\n   How are you doing\n  ","545970":"\n   Movie madness weekend (and further days): 1) Ready Player One 2) Monster Famiky 3) Peter Rabbit 4) Unsane     most votes wins!\n  ","545971":"\n   How many different places have you lived before?\n  ","545972":"\n   what’s better: a CUTIE w a bun or a CUTIE w a booty (hair vs 🍑) (do u think buns are as cute as i do)\n  ","545973":"\n   Craziest thing you've heard a girl doing that you know of?\n  ","545974":"\n   That mean 🤔 ?\n  ","545975":"\n   -\n  ","545976":"\n   what’s a name you like that ends in the ee-uh sound? (lol like maria or leah)\n  ","545977":"\n   how often do you: take baths? use perfume\/cologne? eat pancakes? see deer? ride airplanes? drink soda?\n  ","545978":"\n   -\n  ","545979":"\n   in your average day: do you drive a car? do you spend time outside? do you eat meat? do you take a dog on  a walk? do you drink coffee? do you send snapchat “streaks?”\n  ","545980":"\n   How was your St Patrick's day? Did you do the Irish shuffle.\n  ","545981":"\n   It's cold here is it cold where you live\n  ","545982":"\n   Would you ever get into a boxing ring to have a boxing match\n  ","545983":"\n   Do you ever google yourself?\n  ","545984":"\n   Good night babe\n  ","545985":"\n   Tell me an embarrassing moment while you were with someone or a group.\n  ","545986":"\n   --guys look at my recent(and no it aint a i follow u thing lmao)-- im sending a small spam rn. When you are struggling, with whatever it is, what do you do to forget about it for a bit?\n  ","545987":"\n   OMG! it's you again! Nice painting!\n  ","545988":"\n   🌱🌲🌳\n  ","545989":"\n   Is there anything fun to do where you live that's related to your region? Where I live, there are tons of fruit fields or veggie pickings.\n  ","545990":"\n   What do you think of Saint Patrick's Day? are you Irish? What memories do you have about this day? Could be a kiss, someone pinching you, a parade, etc.\n  ","545991":"\n   Have you had your tonsils out?\n  ","545992":"\n   painful\n  ","545993":"\n   What “old person” things do you do?\n  ","545994":"\n   How r u\n  ","545995":"\n   What do you want to do the most\n  ","545996":"\n   Where would you move to. Just for the weather\n  ","545997":"\n   Do you want to move\n  ","545998":"\n   What is the most hurtful thing have ever said or done to you?\n  ","545999":"\n   I'm bored all my friends are with their gf\/bf and i'm alone  so i'm bored I have no one to talk to\n  ","546000":"\n   Do u like tattoos or piercings ?\n  ","546001":"\n   Have you ever met anyone famous?\n  ","546002":"\n   Hello\n  ","546003":"\n   Couldn't you go for a romantic berries dish with sugar on top?\n  ","546004":"\n   What is on your bucket list\n  ","546005":"\n   if there was a tv show about your life who would be the main characters in your story\n  ","546006":"\n   “I am not what you think I am, you are what you think I am” How do you understand this quote? Do you agree?\n  ","546007":"\n   random body spam!! can you do a pull up? have you ever fainted? do you get ill when you drink? are your hands calloused? do you paint ur fingernails? ur toenails? do you regularly shave your armpits? do ur knees pop when you bend them?\n  ","546008":"\n   Are you going out for St. Patrick's Day?\n  ","546009":"\n   Do you watch bob's burgers?\n  ","546010":"\n   arnt you tha butseks gurl\n  ","546011":"\n   Do you like General tso's or sesame chicken or orange chicken?\n  ","546012":"\n   I'm still scared of your book and you told me the description like a week ago.\n  ","546013":"\n   Have an old yt video;\n   \n    https:\/\/m.youtube.com\/watch?v=La6T8Bq6CsU\n   \n   are you afraid of mannequins? Are you afraid of Dr who's weeping angels?\n  ","546014":"\n   how are you\n  ","546015":"\n   You and your bitmoji\n  ","546016":"\n   So you will be willing to date a younger guy if you start to love him?\n  ","546017":"\n   JuMMa MuBBariK💐🌹🌷\nSweet n Kind Hearted logg😊💐🌹\n  ","546018":"\n   Did you finish your scary kidnapping book?\n  ","546019":"\n   What Chinese dishes did you get?\n  ","546020":"\n   I'm intrigued. You seem to have a foxy nature. Going off your wish list. x\n  ","546021":"\n   What have you done today?\n  ","546022":"\n   How was your day\n  ","546023":"\n   it's not it's you.\n  ","546024":"\n   *\n  ","546025":"\n   Lol true something to bitch about\n  ","546026":"\n   It's private, isn't it? One to one x\n  ","546027":"\n   I guess you prolly dont like Taco Bell then. You'd be in the bathroom all night. 😂\n  ","546028":"\n   lol the world is panicking about a comet hitting earth in 177 year lol we will be dead why panic?\n  ","546029":"\n   Do you like cheesesteaks?\n  ","546030":"\n   Not a spy lol, but it was very interesting. Gives me a better impression of who you are.\n  ","546031":"\n\n    @AlaskanDarkWitch\n   \n   is gay\n  ","546032":"\n   Only cowards pick battles real niggas handle a problems\n  ","546033":"\n   ASMR Junkie\n\nLyndsey, been looking at your Amazon wish list!\n  ","546034":"\n   how can one person make you sick around\n  ","546035":"\n   Aye you ain't slick\n  ","546036":"\n   What do you like talking about?\n  ","546037":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","546038":"\n   Hey...how are you?\n  ","546039":"\n   Have you ever held in anger before\n  ","546040":"\n   that job issue I told you about I was being harassed before I got wrongfully fired I only stuck around  due to one person does that make sense\n  ","546041":"\n   Do you prefer cold weather or hot swampy sticky weather?\n  ","546042":"\n   If your son\/daughter or future kids whatever was caught bullying someone in school how would you deal with it\n  ","546043":"\n   tell me a really boring\/lame fact abt you. (here’s mine: i got my ears pierced on my twelfth birthday.)\n  ","546044":"\n   Is it normal that if I have one bad experience with someone from a certain gender, nationality, race, class, ethnicity, religion or political ideology that I end up hating everyone who belongs to his\/her people?\n  ","546045":"\n   what's something you would never want to tell anyone?\n  ","546046":"\n   what are three names you like that are also common nouns? (no proper nouns allowed ❌)\n  ","546047":"\n   I miss the 1990s\n  ","546048":"\n   age and height?\n  ","546049":"\n   If a guy is just a little senstive is that a turn off to you\n  ","546050":"\n   no adult cartoon like Family guy south park etc\n  ","546051":"\n   I saw this question on fb I can't think of an answer think of an adult cartoon where all kids act their age\n  ","546052":"\n   do you ever put anything even a little incriminating on ur snapchat stories? (i.e. marijuana use, partying, etc.) how much do you trust the people you have on snapchat?\n  ","546053":"\n   It's national sleep day!!!!  (Best day ever) are you going to celebrate it by switching off your devices two hours early in order to sleep better?\n  ","546054":"\n   Climb my trunk? Slide down the ridges using your dingdong as a brake!\n  ","546055":"\n   Where r u today ?\n  ","546056":"\n   How did you get a bitmoji? Did you have to download an app?\n  ","546057":"\n   Should I go to sleep now?\n  ","546058":"\n   Happy St Patricks day!  Or happy Satuday if you don't celebrate it 😀\n  ","546059":"\n   Silly joke time:  What should you do if you come across an elephant?\nApologize and wipe it off\n  ","546060":"\n   what was the last thing that gave you a headache\n  ","546061":"\n   march or may?\n  ","546062":"\n   come on you set me up for that\n  ","546063":"\n   you got a facial lol\n  ","546064":"\n   do you know of more men or women named Blake? what abt Rowan? what abt Riley? what abt Reed?\n  ","546065":"\n   have you ever protested before\n  ","546066":"\n   have you ever had a massage\n  ","546067":"\n   ? you there\n  ","546068":"\n   What foreign language do you want to learn, but don't get it?\n  ","546069":"\n   do u text or snapchat more\n  ","546070":"\n   hey! ever been to Texas? ever been to Mexico? ever been to Paris? ever been anywhere in Africa? :D\n  ","546071":"\n   Do you love dark chocolate?\n  ","546072":"\n   also to expand a little — tell me ur opinion in general abt mlm companies\/what youve observed through the people u know :)\n  ","546073":"\n   do you know anyone personally who’s gotten involved in an mlm company (aka a pyramid scheme)? i.e. avon, itworks, younique, lularoe, rodan + fields, mary kay...\n  ","546074":"\n   When was the most inappropriate time you bursted out in laughter?\n  ","546075":"\n   Do you remember the NOW CD's? lol\n  ","546076":"\n   What cartoons did you watch growing up?\n  ","546077":"\n   hey kids what’s up!!! when’s the last time u were hungover ;)\n  ","546078":"\n   Do u receive many inappropriate questions ?\n  ","546079":"\n   R u fan of leonardo dicaprio ?\n  ","546080":"\n   Last time you had sex?\n  ","546081":"\n   Why are you sorry\n  ","546082":"\n   What attracts u more to a man ?\n  ","546083":"\n   I’m sorry\n  ","546084":"\n   Yes\n  ","546085":"\n   Do you think in love age matters?\n  ","546086":"\n   I didn't want to say snow\n  ","546087":"\n   A lovely like u should have many date requests every day, would u tell about them ?\n  ","546088":"\n   I take OFFENSE to that!\n\nI am an organic, non-gmo, plant fed, free ranged meme connoisseur and I follow you.\n  ","546089":"\n   Are you afraid of the dentist?\n  ","546090":"\n   A photo from childhood\n  ","546091":"\n   No\n  ","546092":"\n   What does that mean\n  ","546093":"\n   Thanks. I bet I know why your day is bad\n  ","546094":"\n   Got a job\n  ","546095":"\n   It's great. What made it okay\n  ","546096":"\n   the questionr jst asked me to ask them ?? isnt that weird??\n  ","546097":"\n   How's your Thursday\n  ","546098":"\n   How are you\n  ","546099":"\n   Hello\n  ","546100":"\n   Are guys with tattoos hot?\n  ","546101":"\n   If you saw a dumb and toothless bulldog with its head sticking out of the ground like a plant and a sign by it that said each time you pick its nose with your toe you magically get a random prize, what would you do? lol\n  ","546102":"\n   is that really you?\n  ","546103":"\n   Your bitmoji is hot AF. Just saying....\n  ","546104":"\n   Why would you tip them\n  ","546105":"\n   -\n  ","546106":"\n   which is more important to you: mexican food or breakfast food?\n  ","546107":"\n   what’s ur snap score? if u use sc (STAIF)\n  ","546108":"\n   Longest and shortest time you had sex\n  ","546109":"\n   Would you be happy to receive a gift certificate for your birthday?\n  ","546110":"\n   If someone broke into your house just to clean how would you react\n  ","546111":"\n   I do try change that but I am ugly\n  ","546112":"\n   Depression is not logical. Most mental illnesses arent.\n\nLogic however, can contribute to depression in some ways, i think.\n\nNot sure what anon is talking about here.\n  ","546113":"\n   Attuide ajustment?\n  ","546114":"\n   I know i've said this before i'm 22 never had a girlfriend never will, I am a loser I can't get a gf too shy to ask a girl out, i'm ugly and all girls are too good for me i'm a loser right?\n  ","546115":"\n   I'M MOVING ACCOUNTS\nTHIS IS MY NEW ACCOUNT\n   \n    @AlaskanDarkWitch\n   \n","546116":"\n   5 and 16\n  ","546117":"\n   Life isn't worth living is it? Depression is a logical thing isn't it?\n  ","546118":"\n   tie them to a chair................  might have too 0-0\n  ","546119":"\n   What do you do when you are bored?\n  ","546120":"\n   serious question!! How to stop a little monkey (aka my nephew) from jumping off the bed and not harming himself anymore. he's already been to hospital once this week about it. (he's 2 and 3\/4 )\n  ","546121":"\n   I want to ask you sexy things\n  ","546122":"\n   I'm going some college work help me out here  I have a few ideas in mind but how do we help refguees\n  ","546123":"\n   Do you think ask should add the feature that if you unblock someone from your account, that you automatically receive all the questions they’ve sent to your page while they were blocked? Why or why not?\n  ","546124":"\n   How are you?\n  ","546125":"\n   Here is 21:10 pm 😃 you‘re a very active lol\n  ","546126":"\n   No 5?\n  ","546127":"\n   No: 29  then :p\n  ","546128":"\n   14\n  ","546129":"\n   No: 4\n  ","546130":"\n   -\n  ","546131":"\n\n    https:\/\/youtu.be\/w7wCsqpfs7Q\n   \n","546132":"\n   You never answer my questions,  you really cause me low self-esteem.\n  ","546133":"\n   8 day TOTD (temadana ) Wildlife Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","546134":"\n   9 day TOTD (temadana ) Status Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","546135":"\n   How to stop being afraid of dentists?\n  ","546136":"\n   5 facts about yourself ?\n  ","546137":"\n   Thank god I can only a few words Chinese and Arabic I can‘t it‘s that bad or good 😋 ?\n  ","546138":"\n   When super Lyndsey can choose - which drink like she most 😊 ?\n  ","546139":"\n   What you like more - questions in Arabic or Chinese 😁 ?\n  ","546140":"\n   Thoughts on the UK vs Russia world war 3 threat\n  ","546141":"\n   Walking dead is also a class loved it.....i watch a lot of tv series....\n  ","546142":"\n   Yeah its one of the best...everyone love the character of sheldon.\n  ","546143":"\n   But you are missing the best show....one and only...Game of thrones..its literally the best\n  ","546144":"\n   I watch the big bang theory and gonna watch young sheldon....(Bazzinga) :)\n  ","546145":"\n   10 day TOTD (temadana ) Favorite book Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","546146":"\n   Do you watch any tv shows?\n  ","546147":"\n   welcome 🌸\n  ","546148":"\n   followed 🌸\n  ","546149":"\n   Waooo....am i talking to a timelord from Doctor who?😂\n  ","546150":"\n   😂....yeah...then should i nickname you sia...cause many people know you but have not seen you....😁\n  ","546151":"\n   Lol...there is still time to go and cake is already here...😁\n  ","546152":"\n   Do you like Lana Del Rey???\n  ","546153":"\n   Haha...😁.....its okay if you dont wanna show yourself...like Sia :D\n  ","546154":"\n   Yeah...hopefully :)\n  ","546155":"\n   11 day TOTD (temadana ) Toy Postavite sliku\/gif\/citat na tu temu | Post a pic, a gif or aa quote on that topic <3\n  ","546156":"\n   Really? Where?\n  "},"Answer":{"545084":"\n  Cuddle the 🍑🍑🍑\n  ","545085":"\n  Haha thanks, love.\n  ","545086":"\n  I'm here for a while more. Or kik if you want?\n  \n  I think the app Vent is pretty good. People can then interact with what you write. Idk some might just like it, hug, agree.. might be worth a shot. It is anonymous pretty much.\n  \n  Not really sure :\/ Maybe chatrooms? Omegle?\n  ","545087":"\n  Both ^^\n  ","545088":"\n  10\/10\n  ","545089":"\n  Lovely x\n  ","545090":"\n  Alright. Yourself?\n  \n  Some questions that aren't about the booty would be nice right now lol\n  ","545091":"\n  Wonderful;:P\n  ","545092":"\n  Whichever way you want 😘\n  ","545093":"\n  I like pink or purple more on me.\n  ","545094":"\n  I do. I recycle. I don't use plastic bottles much. I try finding companies that give back and what not.\n  ","545095":"\n  Care about what?\n  ","545096":"\n  I literally got ganged up against because of the whole Selena Gomez not posting blm in a hashtag from a blm post?? Like someone posted screenshots of people saying how SG should kill herself. How they hope the kidneys should fail and all this other junk. I wrote how it was disgusting type thing.\n  \n  Then someone else who read that tagged me in a post talking about how i support Selena 😂 And to basically pass on hate to me. How our opinions don't matter. How black people are the best race out of every race. How black people aren't racist.\n  \n  Meanwhile they are giving hate to Selena and everyone who has an opinion different from them.\n  \n  This is what I replied with. They didn't write anything back lol XD Probably since they realized how bad they were being. Sending hate isn't going to help any movement. You are putting in the wrong energy. Ya know?\n  ","545097":"\n  Taking a poop?\n  ","545098":"\n  It would be $1,000 in total for both cheeks ;)\n  \n  My butt would be quite red then. It needs some color... I was thinking a tan but red will have to do 😂\n  ","545099":"\n  Awwwwww.\n  ","545100":"\n  Real money, not pennies ;)\n  \n  <3\n  ","545101":"\n  That'll be 500 each 😉\n  ","545102":"\n  Aw. Why? <3\n  ","545103":"\n  I'm getting sick of this question lol\n  \n  Its only on my bio --- USA | Maine\n  \n  ++++++\n  \n  Born & raised in Massachusetts. All my schooling etc\n  \n  We always went to Maine in the summer and ended up buying a house for summer use. It's being worked on currently. And we're up here atm. Rented a house for the winter. It's literally 3 houses away from ours. Our contract is ending the 31st on this place.\n  \n  My siblings both live out in Arizona now. In April I'll be there for the month. My brother moved there in 2007 with his wife.\n  \n  My sister ended up moving out there in 2013.\n  \n  I don't get how this is confusing to everyone???? That's why you'll see stuff about all those states. But ya, it's in the bio. It's not that hard to check lol\n  ","545104":"\n  Aka my anons\n  ","545105":"\n  It's only illegal if we actually met and did everything :P\n  \n  \"In Maine, it's illegal to both buy and to sell sexual acts or sexual contact. In other words, both prostitution and solicitation are illegal.\"\n  \n  I'm not a prostitute. It's just banter\/flirting to them. I think anyone could see the difference here lol. Nobody has mentioned meeting up. Chances are they live miles away anyways.\n  ","545106":"\n  Ouch.\n  ","545107":"\n  You sound drunk XD\n  ","545108":"\n  I'd be a horrible Harley Quinn\n  ","545109":"\n  Can I be poison ivy or Wonder Woman then?\n  ","545110":"\n  Sorry\n  ","545111":"\n  I'd be like this pic lol\n  ","545112":"\n  Thanks\n  ","545113":"\n  I'd roll around in the money.\n  ","545114":"\n  If they aren't using the original products anymore then it's a bit ocd to keep things that probably don't work anymore? They should probably get rid of half the things if it's not useful anymore. Just added clutter.\n  \n  If the person had a job that repaairs technology devices then that's normal.\n  ","545115":"\n  Get that money, honey.\n  ","545116":"\n  Let's taco about it.\n  ","545117":"\n  Honesty hour and haven't really got anything 😭😢\n  ","545118":"\n  Seems rude\n  ","545119":"\n  The feels here. Damn.\n  \n  And I was trying to be positive 😂\n  ","545120":"\n  💕💥💕  Likes 💕💥💕\n  \n  Movie - It and Eden Lake. I like a lot but those were the top two that came to mind.\n  \n  Job - What I'm doing now. Can make my own hours and all that. It's also something that I already do so why not make money off it as well\n  \n  Cheesecake, carrot cake\n  \n  Swimming, walking\/hikes, tanning lol\n  \n  August but also sad because the end of summer is near :\/\n  \n  I like everything pretty much. I'll go with metal since it was one of the first ones to come to mind when reading the question.\n  ","545121":"\n  Love it! I like smaller pieces of carrot in it. The frosting should be more creamy. I actually want to make a vegan one since it's in a cookbook that I have. I think it has pineapple in it. Seems really weird to add it??\n  \n  Yes, please!! I like cherry more than blueberry ones.\n  \n  I actually never had but it doesn't look appetizing either XD\n  ","545122":"\n  I got time for that.\n  ","545123":"\n  😂😂\n  ","545124":"\n  Nope. I rather do exercises around noon or evening times.\n  ","545125":"\n  Just watched this for the first time and wow!!\n  \n\n   https:\/\/youtu.be\/T5cB0-3NrJI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","545126":"\n  I only get them at breakfast places. I rarely go out for breakfast. It's been years since I had an omelette. I like ham and cheese ones. Maybe with spinach or something added? It's been forever lol\n  ","545127":"\n  Fell in love?\n  \n  Keep going back to a resort even after getting kicked out of it?\n  \n  Idk. I'm not that into danger lol Pro and cons\n  ","545128":"\n  I noticed the UPS truck and got a little happy XD Thanks for the giftcard\n  \n   @y3110wp1nk13\n  \n  ❤❤❤\n  \n  Nice way to brighten my day. Kind of want to go shopping now but I'll probably end up saving it for when I'm in AZ. Most likely have more summery items there..\n  \n  Besides that, It has been ok so far. Should make a late lunch.\n  ","545129":"\n  I hate treadmills.\n  \n  I fell off one when I was really young at a sporting store. I flew off it and landed like 5 inches away from it 😂😂😂\n  \n  I thought I was going to die!\n  \n  I'd rather use the stepper, stationary bike, elliptical or something before I'd use a treadmill lol\n  ","545130":"\n  Movie - Probably something I haven't watched like Human Centipede or something. I was warned against watching it 😂\n  \n  Job - I worked at a carnival before. It was fun yet I'd rather be on the rides or playing games? Also the owner looked like a old porn star guy.\n  \n  Cake - I guess fruitcake\n  \n  Outdoor activity - I guess ones that I haven't tried? Skiing, snowboarding, skydiving etc\n  \n  Month - February? Idk...\n  \n  Music - I don't like much jazz music\n  \n  ¯\\_(ツ)_\/¯\n  ","545131":"\n  I'm not reading anything right now. Here's one from the last book read;\n  \n  “Eat you?\" He made a disgusted sound. \"The smell of your blood alone is enough to put me off eating for a month.”\n  \n  ― S. A. Chakraborty, The City of Brass\n  \n  Sounds like a vampire book but it's not lol XD\n  ","545132":"\n  It reminds me of this girl who went to my school who was blind...\n  \n  I have no idea why someone would want to be blind. That doctor who did it should be locked up or something? I wonder how she feels now. Disgusting. I can't imagine being in that situation.\n  ","545133":"\n  Always, babe.\n  ","545134":"\n  Some questions would be nice.\n  \n  Only had 5 new ones since last night\n  ","545135":"\n  I don't think I have one? Just depends on what's playing...\n  ","545136":"\n  I would have liked that lol\n  ","545137":"\n  Night bunny\n  ","545138":"\n  I don't know what I'm doing and I don't know what tomorrow's dinner will be either ¯\\_(ツ)_\/¯\n  \n  I'd rather be home just because I did have Chinese food  at a restaurant over the weekend. Looking forward to more healthy meals this week :)\n  ","545139":"\n  I only have uncles.\n  \n  Well one was married to a Karen and then remarried a Sandy.\n  \n  I know people with those names if that counts lol\n  ","545140":"\n  How cute is this!?\n  ","545141":"\n  I don't really care for either one ¯\\_(ツ)_\/¯\n  ","545142":"\n  I know two people on here are April 10th besides that I don't know anyone's upcoming birthdays lol\n  ","545143":"\n  I don't have a small bladder? I went to bed around 12am last night and woke up at 11ish?\n  \n  There's no bedroom on the first floor. Nor do I care that much about going downstairs to use the bathroom.\n  \n  If it makes you feel better, when I'm in AZ there won't be any stairs lol\n  ","545144":"\n  Aww that's sad :(\n  ","545145":"\n  Cats are protective and don't like change. They will fight. Eventually they might tolerate the other\n  ","545146":"\n  Not remembering that it was\n  \n   @jenniferrr16\n  \n  birthday today.\n  ","545147":"\n  I'd rather not. lol\n  ","545148":"\n  I don't like it plain.\n  \n  I always add my ice cream sandwich flavored 1stphorm meal replacement to add more protein. Some peanut butter and whatever else i feel like  (blueberries, strawberries, banana etc)\n  \n  I try making it fun. Oddly, people like my oatmeal pictures on Ig o.o I don't get why lol\n  \n  I like doing overnight oats too.\n  ","545149":"\n  Yesssss\n  ","545150":"\n  When someone you don't know is writing an essay to you on ig. Send help\n  ","545151":"\n  Pjs lol XD\n  ","545152":"\n  Indeed :)\n  ","545153":"\n  Not much\n  ","545154":"\n  Guys who are musical.\n  ","545155":"\n  Magazines, photoshop, celebrities, movies...\n  ","545156":"\n  I'm not sure :\/\n  ","545157":"\n  I know\n  ","545158":"\n  Probably in the middle then..\n  ","545159":"\n  ¯\\_(ツ)_\/¯\n  ","545160":"\n  Hey muffin\n  ","545161":"\n  But what if it was his #?\n  ","545162":"\n  617-861-3962 then ;)\n  ","545163":"\n  So you looked it up then?\n  ","545164":"\n  What did they say? 😂\n  ","545165":"\n  Clothing and makeup spree\n  \n  A vacation somewhere\n  \n  A few other things\n  ","545166":"\n  Already doing 🙆\n  ","545167":"\n  <3\n  ","545168":"\n  What would a ghetto booty be?\n  ","545169":"\n  Nope :\/\n  \n  My day has been ok.\n  ","545170":"\n  603-413-2340\n  ","545171":"\n  📚📚📚📚📚📚📚📚📚📚📚📚📚\n  ","545172":"\n  I've heard about ones that have breast milk and sperm ice cream. Wtf?? Weird.\n  \n  Actress - I don't care enough to have a bad actress list lol Nobody came to mind.\n  \n  Poached eggs? I just can't do it anymore lol I don't like the eggy taste o.o the yolk is the only good part with the toast... I love scrambled eggs\n  \n  I'm not that crazy about The Office or Glee. They don't really do anything for me. The Office is funny but I get bored of it....\n  \n  Hm I'm not sure!\n  \n  Asking Alexandra\n  ","545173":"\n  Aww that's sweet  <3\n  ","545174":"\n  Yup! They also have some new stores going up in the area so that will be fun to checkout as well\n  \n\n  It's a dry heat, thankfully. Summers can suck! Best time would be winter and basically now type thing. Winter is just freezing in the morning then fine the rest of the day. It's about 70-90s in the forecast atm.\n  \n  Ugh i know! The weather is so bipolar. Never know what it will be doing. Rain one moment then wicked hot again. Make your mind up, mother nature.\n  ","545175":"\n  Talking to me? ¯\\_(ツ)_\/¯\n  ","545176":"\n  We as in parents, siblings, some friends etc\n  \n  I have never been to outside the usa :( Lucky! Well, Canada once...\n  \n  My brother moved to az in 2007 and my sister ended up moving there in 2013.\n  ","545177":"\n  We always came up to Maine every summer and ended up buying a house up here. It's being worked on though.\n  \n  Ended up just renting a house for the winter. We need to be out the 31st and then April 3rd I'll be on a plane to Arizona for the month. Will be nice to see the sun again and be more active in general. 🏜🌞🌴🌵\n  ","545178":"\n  Last went in August if that is what you mean :)\n  ","545179":"\n  True. Rude. Stereotypical.\n  \n  Anyone can read.\n  ","545180":"\n  Indeed. Grew up in Massachusetts :P South Shore area.\n  ","545181":"\n  Right now? Nope. Maybe in the future lol Idk it's a bit weird. Wouldn't really want sand everywhere either.\n  \n  I been to one once. We didn't know it was a nude beach 😢😭\n  ","545182":"\n  I never watched the UK one\n  ","545183":"\n  Always have fun bby\n  ","545184":"\n  Horror\/gore are great. I enjoy comedy too.\n  ","545185":"\n  The latter\n  ","545186":"\n  That's Kate Moss without a bra on under her shirt. How would that be me?\n  \n  Or did you get the wrong link? lol :P\n  ","545187":"\n  Falling in love\n  \n  Sleep\n  \n  Dreams that feel real\n  \n  Puppies or kittens\n  \n  First pee of the morning 😂\n  \n  Graduating from hs or college\n  \n  \"I told you so\" moments\n  \n  The end result of a haircut\n  \n  Seeing loved ones when it's been a while\n  \n  Winning something\n  \n  Pay day\n  \n  Seeing babies grow up\n  \n  Being productive\n  \n  I don't drink coffee or smoke but I'd say that first sip \/ cig in the morning?\n  \n  Getting praise for something you did\n  \n  Cooking something and it turned out well\n  \n  Wedding\n  \n  Divorce if the people we're horrible together.\n  \n  Birthdays\n  \n  Parties\n  ","545188":"\n  I've been on a youtube hiatus. Haven't watched anything properly since the summer. I'll watch music vids and that's basically it right now.\n  \n  Netflix is good but I feel like they usually don't have what I really want at the same time.\n  ","545189":"\n  Bow down\n  ","545190":"\n  I think I know myself quite well these days. Obviously maybe minor things that I'm still learning..\n  ","545191":"\n  I caught a few minutes of the first 50 shades of Grey and was like nope. Not sure if it really counts since I didn't watch it all?\n  ","545192":"\n  Cook, clean, change tires etc\n  ","545193":"\n  There was some horror movie. I don't remember the name but it dealt a lot with Christ and some other weird things going on in the plot. I don't think we watched all of it because it was just so awful.\n  \n  Also the one Liam mentioned lol The baby part and the ending. Ugh. Horrible.\n  ","545194":"\n  Youcanjuiceme\n  ","545195":"\n  So many of them\n  ","545196":"\n  No thanks\n  ","545197":"\n  Yes\n  ","545198":"\n  I think I heard of the title but first time listening to\n  ","545199":"\n  Was funny. I never heard of lil dicky XD\n  ","545200":"\n\n   https:\/\/youtu.be\/aZla1ttZHaw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  😂😂😂😂😂😂\n  ","545201":"\n  Cat food, catnip\n  \n  My old cat liked chicken. Some could be allergic though.\n  \n  Google ideas :P\n  ","545202":"\n  Such a simple thing - Ray Lamontagne (new song) If you don't know him then 'Jolene' and 'Trouble' are great songs too!\n  \n  Delicate - Taylor Swift\n  \n  End game - TS & Ed Sheeran + some other guy...\n  \n  River - Eminem ft Ed Sheeran\n  \n  Dancing on my own - calem scott\n  \n  I don't think about you - kelly clarkson  (new song)\n  \n  Lover come back - city and colour\n  \n  Awful things - lil peep\n  \n  Too close - alex clare\n  \n  Tell me you love me - demi Lovato\n  ","545203":"\n  I liked a few things. Being specific would help here.\n  ","545204":"\n  O.o\n  ","545205":"\n  Hi 🌹⚘🌹⚘\n  ","545206":"\n  Good to know.\n  \n  I didn't wake up in the middle of the night :)\n  ","545207":"\n  Which is?\n  ","545208":"\n  Like tampons or pads? No. They don't have a need for them.\n  \n  Condoms and other things - sure.\n  ","545209":"\n  Conversation, trust, honesty, laughter, doing things together but also having space as well. They shouldn't be the world?\n  ","545210":"\n  When this is pretty relatable\n  ","545211":"\n  Never eat cold food? Wait no.. I can't get rid of ice cream entirely.\n  ","545212":"\n  I've been liking twitter again.\n  ","545213":"\n  Good morning to you as well 🌹\n  ","545214":"\n  Trump\n  ","545215":"\n  Entitlement\n  ","545216":"\n  I'm ok. Should sleep pretty soon x\n  ","545217":"\n  *masturbate\n  ","545218":"\n  Goodnight pee angel.\n  ","545219":"\n  I think so. Didn't has book basically confirm it? I didn't read it.\n  ","545220":"\n  Yes.\n  \n  Twice. The first time I ended up not going? I think something else happened too.. cant remember. The other one kept getting postponed and then nothing came of it.\n  \n  Yes\n  \n  Once. Our old cat we got from aspca\n  \n  A few times\n  ","545221":"\n\n   https:\/\/youtu.be\/nrWMBC6yoME\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This song 😍\n  ","545222":"\n\n   https:\/\/youtu.be\/86lczf7Bou8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/RxPZh4AnWyk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","545223":"\n  Spring 🍻\n  ","545224":"\n  I'm not sure :\/\n  ","545225":"\n  Peacock or a dove? Idk. Eagle?\n  \n  I don't bird watch\n  ","545226":"\n  Indeed. You don't need that knowledge\n  ","545227":"\n  I don't need updates. I peed a few minutes ago though.\n  ","545228":"\n  His mostly. I think it was a bit mutual since I did have a wall up in the end kind of thing...\n  ","545229":"\n  ¯\\_(ツ)_\/¯\n  ","545230":"\n  That sounds good right now. Damn you and your ideas.\n  ","545231":"\n  Eyes, voice, connection, humor etc\n  ","545232":"\n  You da 💣💣💣💣\n  ","545233":"\n  I don't use it much\n  ","545234":"\n  A few times.\n  ","545235":"\n  I just looked it up right now and it said \"I think he asked where he lived\".\n  \n  The words looked rude lol Just posted anything to it XD\n  \n  I'm not sure what they are talking about or who the he is referring to. I'm a female if they were talking about my address.\n  ","545236":"\n  Nope. Watching The Voice and then switching to American Idol when it's a commercial lol\n  ","545237":"\n  Hello\n  ","545238":"\n  A cyclops would be cool 😈\n  ","545239":"\n  I don't get like bans\n  ","545240":"\n  Ok.\n  ","545241":"\n  Yes\n  ","545242":"\n  That's horrible. You are mean :\/\n  ","545243":"\n  I'd guess ladybug as well lol but I feel like it would be more easter like???\n  ","545244":"\n  Well it can help but you should also get a backbone.\n  ","545245":"\n  I have no idea. I keep getting people thinking that I'm mad lately. I don't see it at all. My mood has been fine. They should send better questions if they think something is up?\n  ","545246":"\n  Work on yourself. Be more open. Be yourself. Be a bit more bolder\n  ","545247":"\n  Hello my lil chicken\n  ","545248":"\n  I'm not.\n  ","545249":"\n  It's a no f*ck boy club :)\n  \n  Don't need that lol\n  \n  Nice quote\n  ","545250":"\n  How old we going?\n  \n  Citizen Kane\n  \n  Agent Orange\n  \n  Sound of music\n  \n  Les Miserables  (I like the musical one more)\n  ","545251":"\n  ?\n  ","545252":"\n  I'll pass.\n  \n  For now atleast.\n  \n  I don't feel like redownloading it currently.\n  ","545253":"\n  I have pineapple now 😍🍍\n  ","545254":"\n  Nothing? I was yawning. No big deal lol\n  ","545255":"\n  I have no need for mean people. Or ones that don't know how to spell. I also don't like drama which I feel like most \"mean\" people are the ones you cause it most often.\n  ","545256":"\n  A little tired.\n  ","545257":"\n  That's nice lol\n  ","545258":"\n  If i was a dad... Kink shaming 😂\n  ","545259":"\n  I don't really feel like watching but when I do have nightmares it's usually me getting shot, stabbed or some ninja sh!t going on. And I don't know if I die, I always wake up before that.\n  \n  Or people\/pets I'm close with dying or getting hurt. Maybe the odd sexual dream about someone and wake up being like wtf...\n  \n  My dream car is more of the older ones.. also dodge charger or vw bug type ones. Mustangs are cool too but suck year round. Jeeps can be good. I like feeling higher up than other cars. Feels more safe too.\n  ","545260":"\n  I haven't. No idea\n  ","545261":"\n  Both at different times. Depends what you want more.\n  \n  I like chicken, rice and veggies.\n  \n  I like chicken and fries.\n  \n  Win, win.\n  ","545262":"\n  🙆🙆🙆\n  ","545263":"\n  Fine.\n  ","545264":"\n  Appearance but working on that 💪💪💪\n  ","545265":"\n  Jagged little pill album - Alanis Morissette\n  \n  Who will save your soul - Jewel\n  \n  You were meant for me - Jewel\n  \n  Criminal - Fiona Apple\n  \n  Barbie girl - Aqua\n  \n  Britney Spears and other pop artists like that.\n  \n  Killing in the name - RATM\n  \n  Lean on me - Bill Withers & other older music.\n  \n  Etc\n  ","545266":"\n  Douglas reminds me of my former step cousin and I never liked the name. Same with Doug which he usually went by.\n  \n  Boddington is horrible.\n  ","545267":"\n  Least - Monday.\n  \n  Fave - Wednesday or the weekend\n  ","545268":"\n  I'm not sure! I don't think I've had anything too weird.\n  ","545269":"\n  Joes - in mass\n  \n  DD - everywhere\n  \n  Starbucks - pretty much everywhere\n  \n  Costa - More UK??\n  ","545270":"\n  Worse than the previous name you sent out.\n  ","545271":"\n  Oh. Good to know :P ;)\n  ","545272":"\n  It sounds cute with my last name but it's not really my tastes either.\n  ","545273":"\n  Hello\n  ","545274":"\n  Only if it's pleasurable way...\n  ","545275":"\n  It will be like Christmas! 😍⚘\n  \n  Thank you!!\n  ","545276":"\n  Nope\n  ","545277":"\n  I have those times but I don't think I felt it last year at this time?\n  ","545278":"\n  Questions sent out? A follow, possibly, if I don't follow them already? Just depends.\n  ","545279":"\n  Peanut butter with honey swirled around. Banana.\n  \n  I don't have toast much. I'd rather get my carbs elsewhere.\n  ","545280":"\n  Chicken parm 😍 Either spaghetti or penne.\n  \n  Some pasta dish my mom makes with tri colored noodles, feta, olives, Italian dressing ,tomatoes. So good!\n  ","545281":"\n  Yes :)\n  ","545282":"\n  5th grade? Went to Nature's Classroom with basically all the other 5th graders from the school and some teachers for about a week or two? Was pretty fun.\n  \n  Airplane ride with my sister in 2014.\n  ","545283":"\n  That's ok. I don't do anonymous questions when I do send stuff out.\n  ","545284":"\n  I'd probably laugh but internally be turned off by them XD\n  ","545285":"\n  lol someone sent me \"good night wh0re\" and that one ended up getting deleted 😂\n  ","545286":"\n  Don't know. They should care about making breakfast or brunch for me 😂 I DON'T KNOW WHAT TO MAKE AND HUNGRY.\n  ","545287":"\n  My sister right now. She's going through so much. Such a mess. Flu from traveling for her job and two other things going on.\n  ","545288":"\n  New beginning. Fresh mowed lawns. Leaves falling, the crunch they make.\n  ","545289":"\n  I'd go with r*pe or mental illness these days.  Obviously depends on the person & what was said.\n  ","545290":"\n  Nah. Chances are it wouldn't go the way you wanted.\n  \n  I kind of did on an old site that could use your voice.... it was kind of like vocaroo but you could leave messages to people and hear them too. Forget the name of it. I felt so awkward. Not a huge fan of my voice so it was basically me pacing thinking of what to say 😂 Everyone could hear the message so it wasn't strictly private...\n  ","545291":"\n  Cutie. Not sure which to vote for <3\n  ","545292":"\n  I'd rather die.\n  ","545293":"\n  Love\n  ","545294":"\n  Friday night\n  ","545295":"\n  :)\n  ","545296":"\n  Always different\n  ","545297":"\n  Those pee and poop ones. Period ones. Foot fetish people and the spanking ones. 🤔\n  \n  I'm probably missing a lot of them lol\n  ","545298":"\n  This song came to mind 😂\n  \n   https:\/\/youtu.be\/wd8pC5kjMTI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","545299":"\n  You too, grey face\n  ","545300":"\n  Probably the one that's no longer there :(\n  ","545301":"\n  Pardon?\n  ","545302":"\n  lol. I just know that they will keep going about all types of clothing. It's not the first time they sent me the same type of questions. You'd think they'd get new material or treat people normally?\n  ","545303":"\n  😂😂😂😂😂\n  ","545304":"\n  O.o\n  \n  I wasn't wearing skimpy clothing.\n  \n  Again, feeling the incest vibes. Nothing like that, dude. Gross.\n  ","545305":"\n  Hi\n  ","545306":"\n  Why am I getting incest vibes now? O.o No thanks.\n  ","545307":"\n  Gave birth?\n  ","545308":"\n  I don't like adding anons\n  ","545309":"\n  Indeed.\n  ","545310":"\n  50\/50\n  \n  I feel like I sent a lot of questions out this weekend.\n  ","545311":"\n  It can be. I feel like when everyone is together it always ends up being about memories and funny stories. Or confession about stuff lol\n  ","545312":"\n  I don't think anything about feet. They can be gross...\n  ","545313":"\n  No. He doesn't need to know that stuff. We aren't that close due to age difference as well. He's 10 years older. I feel like he'd try to be protective of me with a guy if he didn't like him lol\n  ","545314":"\n  My brother can be a touchy drunk. I think we were all taking a picture or something and he kept rubbing my back o.o Like can you not? Bit weird. Was thinking you better not go lower 😂\n  ","545315":"\n  I'm not sure. I don't really keep track.\n  ","545316":"\n  It's weird that you censored all of it.\n  \n  18\n  ","545317":"\n  Barefoot rn\n  ","545318":"\n  I don't remember.\n  ","545319":"\n  When I've answered this about three times today\n  ","545320":"\n  I do that too. More because the stairs are annoying to go down when barely awake 😂\n  ","545321":"\n  What is?\n  ","545322":"\n  My hair dresser. Haven't had her before.\n  \n  Went out to dinner with my parents and family friends. I haven't seen them since Christmas?\n  \n  I didn't meet anyone in that way though. There was a cute guy when I was getting my hair done though.\n  ","545323":"\n  I like Piglet.\n  ","545324":"\n  I agree with the first part. You need to really impress me and then I'll be seductive right back. I don't feel comfortable with just anyone? Especially not anons when they want to be all sexual. Like I know nothing about you so I'm just going to come off more lame than actually being sexy right back lol Plus, I basically don't care for sexting that much these days. I basically grew up with aim, msn and creepy men wanting to talk with me when younger. It was \"cool\" but I'm more selective these days because of it??\n  \n  I don't agree with the second part at all. Sex means something to me. I'd also rather be doing it longer. The only part i agree about regarding sex is the intense part ;)\n  \n  Not every Sagittarius feels the same way.\n  ","545325":"\n  Not really a favorite but it's pretty. At Boyce Thompson park in Arizona. I feel like most of my favorites aren't digital\/online.\n  ","545326":"\n  I get that a lot.\n  ","545327":"\n  Uneventful. It's been nice but at the same time I've been more productive on Fri & Sat so it's kind of nice to just chill.\n  ","545328":"\n  Cheese and ham?\n  ","545329":"\n  Ew\n  ","545330":"\n  Aw sweetie\n  ","545331":"\n  I didn't think so XD\n  ","545332":"\n  Enjoy!\n  ","545333":"\n  lol. No. Just said she was great lol\n  ","545334":"\n  No. This is my only account. Not sure why you'd think that. I'm not a celeb or a singer. Nor do I do youtube videos.\n  ","545335":"\n  She's pretty great\n  \n   @whensparksflyallaround\n  \n","545336":"\n  <3\n  ","545337":"\n  You don't. Stop saying sorry when you haven't done anything wrong  <3\n  ","545338":"\n  In other news, this tv show movie was so sad. Especially since she had the same name as me, if I remember correctly.\n  ","545339":"\n  Not really. I just use myfitnesspal. I might look at labels at times but I don't remember every single thing. I feel like my sugar intake is fine. The sodium and carbs can be a problem. Also might not always meet my protein macro goal.\n  ","545340":"\n  You don't like talking to guys then?\n  ","545341":"\n  🐷🐖🐽\n  ","545342":"\n  Good. A tad bored still. I don't really have the best quality of questions in my inbox right now so I feel a bit quiet lol. Watching The Voice.\n  ","545343":"\n  It doesn't need to grow anymore!\n  ","545344":"\n  Only if you eat a ton of it. Good source if you want something a tad sweeter.\n  ","545345":"\n  They are ok.\n  ","545346":"\n  I feel like it can be a bit expensive at times. I just haven't ended up buying it. My sister has some good ones though from a local business. So I'll have some when there.\n  ","545347":"\n  I do. I don't have it much though.\n  ","545348":"\n  I do have a sweet tooth but I wouldn't say that I go out looking for sugar lol. I'd rather get sugar from natural things (fruit) than processed crap these days.\n  ","545349":"\n  1 minute ago. Just answered 😂 aww. Feels bad now\n  ","545350":"\n  😂😂😂\n  \n  Sent 40 minutes ago. Oh god. Am horrible at deciding certain things.\n  ","545351":"\n  Haven't heard of either one.\n  ","545352":"\n  I think the old navy giftcard since it will be easy picking out my own stuff there.\n  \n  I'm surprised they don't have Target giftcards on Amazon lol\n  ","545353":"\n  Noooo :P\n  ","545354":"\n  Yessssss :\/\n  ","545355":"\n  I don't think that's the real price but yaa lol 😂\n  \n  *becomes indecisive*\n  ","545356":"\n  Seems interesting.\n  ","545357":"\n  I'm not sure. Is there a price range you'd feel comfortable with? I can add some new stuff if that was the case\n  ","545358":"\n  Oh. Who knows? People are weird.\n  ","545359":"\n  Yours is the only butt I want o.o\n  ","545360":"\n  Eh. I suppose.\n  ","545361":"\n  Oh?\n  ","545362":"\n  Not for anons\n  ","545363":"\n  What grow? Nothing down there\n  ","545364":"\n  Oh. lol\n  \n  Its been a while :P\n  \n  I watched all of those.\n  ","545365":"\n  So bored.\n  ","545366":"\n  I'll shop anywhere.\n  ","545367":"\n  Not really.\n  ","545368":"\n  Wizards of waverly place, suite life, that's so raven, hannah montana etc\n  ","545369":"\n  Nah. It's ok.\n  ","545370":"\n  Not about balloons :P\n  ","545371":"\n  Think it's a guy\n  ","545372":"\n  Good to know.\n  ","545373":"\n\n   @t_w12\n  \n  needs some attention.\n  ","545374":"\n  I'm not up to date with them 😢😭\n  \n  Probably the new IT and Annabell? Haven't watched either yet.\n  ","545375":"\n  People can't let things go?\n  \n  Cops killing innocent kids of different races.\n  \n  All lives matter ✌\n  ","545376":"\n  Balloon way :)\n  ","545377":"\n  Youtube ones? Music vids, fashion, fitness, vlogs, beauty.\n  \n  For films? Horror and comedy are my go to. Including romcoms.\n  ","545378":"\n  Gotta get the milk somehow 😂\n  \n  When this reminds me of our gif convo\n  \n   @TheChaosBringer\n  \n","545379":"\n  **** Atreyu.\n  \n  Ugh.\n  ","545380":"\n\n   @taytayballoon\n  \n  does too.\n  ","545381":"\n  Avenged sevenfold was the first band to pop up in my mind.\n  \n\n   https:\/\/youtu.be\/ij_Nc3UMvjk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Not a favorite author yet but I really enjoyed reading The City of Brass by S. A. Chakraborty. It's her first book. The next one is due sometime in 2018 or 2019. Will be looking forward to it!\n  \n  To kill a mockingbird\n  \n  Wuthering Heights\n  \n  The Giver (made me like reading even though the subject matter isn't my go to genre )\n  \n  Speak\n  \n  It\n  ","545382":"\n  I haven't.\n  ","545383":"\n  I'll go with Spiderman.\n  \n  I only like one Enrique Iglesias song lol My sister-in-law likes him though. She's seen in concert a few times.\n  ","545384":"\n  I got highlights and a cut yesterday. It's been a year.\n  \n  I'll give myself a trim if I feel like it needs it. Everything else I'd leave to the stylist. My sister has done my hair a couple times though.....\n  \n  I haven't really done anything crazy. Bangs? Cut my long hair (butt length) to shoulder\/collarbone length. I've only had highlights so I'm boring lol\n  ","545385":"\n  Polyvore & IG.\n  \n  I'd say this but I don't use the app\n  ","545386":"\n  I ended up deleting it off the phone. Besides, I only had some chats open.\n  ","545387":"\n  Done ✔✔✔\n  ","545388":"\n  Not sure.\n  ","545389":"\n\n   https:\/\/youtu.be\/IwWN9Q-A1CE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","545390":"\n  Nope. :P\n  ","545391":"\n  Agreed with Caleb.\n  \n  Rob\n  \n  Allen \/ Al\n  \n  Brian\n  \n  Beverly\n  \n  Richard\n  \n  Austin\n  \n  James \/ Jimmy\n  \n  Apple\n  ","545392":"\n  My friends answer 😂😂😂😂😂\n  \n  I don't know what I'd write. Lulu does always get stuck though when she has a lot of hair... she's fairly normal.\n  ","545393":"\n  Deer meat? Duck? Frogs legs?\n  ","545394":"\n  I didn't notice lol\n  ","545395":"\n  It is! :)\n  ","545396":"\n  Hahaha XD\n  ","545397":"\n  Was a while ago & pointless to mention\n  ","545398":"\n  Same.\n  ","545399":"\n  Some context here would be nice.\n  ","545400":"\n  You are just writing anything now that doesn't make any sense.\n  ","545401":"\n  How have you been then? :)\n  ","545402":"\n  I was social yesterday. Don't get the point of this lol\n  ","545403":"\n  She lives!! Hey Tay\n  ","545404":"\n  I forget what it means and don't feel like looking it up again 😂😂\n  ","545405":"\n  I'm a daughter.\n  ","545406":"\n  Cool...\n  ","545407":"\n  What about Hindu?\n  ","545408":"\n  Which was?\n  ","545409":"\n  We have different fingerprints\n  ","545410":"\n  Be a sloth?\n  ","545411":"\n  It's different in America these days?\n  ","545412":"\n  Yes. Food for thought;  don't lie to begin with.\n  ","545413":"\n  To marriage or kids?\n  \n  Basically haven't found the right person? And never been pregnant so that helps :P\n  ","545414":"\n  No. Is that necessary? You don't have to keep saying sorry when you haven't done anything wrong :)\n  \n  I'm a pretty chill, calm person.\n  ","545415":"\n  Maybe swimming? I'm basically a mermaid. I can stay in for hours. It's fun and pretty calming. Cold doesn't bug me either. I went swimming in the basin that's in New Hampshire before. That was freaking cold! Still went under. That ice headache 😂\n  ","545416":"\n  :)\n  ","545417":"\n  Nope.\n  \n  That single life.\n  \n  I don't have kids either if that's going to be the next Q\n  ","545418":"\n  USA\n  \n  West coast\n  \n  Desert\n  \n  Cactus\n  \n  Sunshine\n  ","545419":"\n  Bio 👉👉👉👉\n  \n  I'll be in Arizona pretty soon though.\n  ","545420":"\n  Lyndsey loves looking lame.\n  \n  😂\n  ","545421":"\n  Good. Yourself?\n  ","545422":"\n  Hi?\n  ","545423":"\n  Depends how functioning they are? Idk I think it's all about what they have, how it affects them. I feel like a lot of people might just get lazy on it and not try finding a job or the best medication to help the illness? Kind of milk it type thing. It's not just black and white... A lot should be screened?\n  ","545424":"\n  Maybe 10 plus? I don't think a kid really needs that stuff in their systems. It can also be bad for teeth. Most have enough energy without adding in soda to it. I was basically raised on pepsi and ya, that didn't help anything. Glad I no longer ingest the stuff. I'd be fine with it here and there but it shouldn't be the only drink type thing?\n  \n  Actual sports energy drinks? Probably 16+? It's more up to them. I think coffee should probably be around then too.\n  ","545425":"\n  Depends how old the kid is. I'd say 15+ it could be invasion of privacy.\n  ","545426":"\n  I don't really have an opinion on it.\n  ","545427":"\n  I don't have the same idea. Attracted to men. Even then I don't think it would be the ONLY reason.\n  ","545428":"\n  Are you a hand reader?\n  \n  I do have a K shaped line in the middle of the palm..\n  ","545429":"\n  Rachel & Mary. When you had to check FB for those dates lol XD\n  \n  My mom almost made it - October 22.\n  ","545430":"\n  No.\n  ","545431":"\n  Sure\n  ","545432":"\n  Nickelodeon is shit now 😂 I'd have no idea what any of the shows would be about! Glad you had a good time watching though!\n  ","545433":"\n  No. I'm in the living room on the love seat.\n  \n  I've been awake for about an hour or two now.\n  ","545434":"\n  Depends where the portal leads? Might have a test subject first XD\n  ","545435":"\n  How about that kind?\n  ","545436":"\n  Fuck me like an animal (does that count?)\n  \n  Eye of the TIGER\n  \n  RAT in a cage\n  ","545437":"\n  Is there a question that you want answered now?\n  \n  I pick at random. I don't really have a method to it. I answer mostly everything. I was just eating breakfast so haven't answered much yet.\n  ","545438":"\n  Chinese food? We don't have much but there's a lot of white rice and thinking of cutting up the teriyaki so it's more like a stir fry? Not sure if we have any veggies I can add to it.\n  ","545439":"\n  I woke up. Went the bathroom. Made something to eat for breakfast. Take my vitamin and fish oil pill.\n  ","545440":"\n  Night sexy thang\n  ","545441":"\n  I sleep in the middle of the bed :p\n  \n\n   https:\/\/youtu.be\/adBPg8Zdp2g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","545442":"\n  This sounds nice.\n  \n  Friday - went grocery shopping\n  \n  I had a very productive Saturday + socialized.\n  \n  Sunday - we shall see\n  ","545443":"\n  Both are beautiful!\n  \n  I'm more of a rose and sunflower kind of girl. Baby breaths are pretty too.\n  ","545444":"\n  Soon!\n  ","545445":"\n  And sleepy\n  ","545446":"\n  Wired into us. We have such a great connection with someone and the chemicals in us go haywire. To reproduce. To not feel alone. Soul mates. We're foolish.\n  ","545447":"\n  Nothing according to my last anon vvvvv\n  ","545448":"\n  I'd block and report if it's that annoying to get.\n  ","545449":"\n  More like nightmares instead of fantasies.\n  ","545450":"\n  If those two had a baby. Plus some brown showing as well but it's mostly blonde 👱\n  ","545451":"\n  I'm not used to my bitmoji having lighter hair.  Nor myself 😂 Mom even said it might be the blondest its ever been.\n  ","545452":"\n  I didn't get \/ see anything?\n  ","545453":"\n  6-8 years old :P\n  \n  I don't remember how old he was but in that range.\n  \n  That would be a very tall kiddo.\n  ","545454":"\n  I'd go with this one\n  \n\n   https:\/\/youtu.be\/_JphDdGV2TU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  It always gets me dancing 😂\n  ","545455":"\n  Million Reasons\n  \n\n   https:\/\/youtu.be\/en2D_5TzXCA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","545456":"\n  You too Zaid.\n  ","545457":"\n  Ofcourse\n  ","545458":"\n  I figured. Thought I'd share 😂\n  ","545459":"\n  I'm not partaking in that lol\n  ","545460":"\n  I'm not mad. Just saying :)\n  \n  I don't get why people think I'm mad. I'm a pretty calm person.\n  ","545461":"\n  Like us?\n  ","545462":"\n  Are you the same person who asked this a few hours ago?\n  \n  Anyways, yes. I do. It can be fun and good exercise as well.\n  ","545463":"\n  With myself - last night. Also something I wouldn't have done on my period lol\n  \n  Actual sex - Been a while and you don't need that information. Some things should be private.\n  ","545464":"\n  I never knew anyone named Stacy or someone's mom named that.\n  \n  Also not sure why I'm talking about pringles since I don't have any.\n  ","545465":"\n  Yup. That's why they are so delicious and you can't just have one.\n  ","545466":"\n  When pringles aren't really single since they come with a bunch of them\n  ","545467":"\n  I like both!\n  ","545468":"\n  About sleep. Long day and full of Chinese food.\n  ","545469":"\n  More power to you ✌\n  ","545470":"\n  I want to go with Remy since I like the name lil Remi is better spelling to me.\n  ","545471":"\n  A bee has never stung my bum...\n  \n  I don't think that I've actually had a bee sting. I have had a wasp though 😢😭🐝\n  ","545472":"\n  Go to a different salon to get it fixed? Actually had to sign something saying that using chemicals was fine. Pretty odd. Obviously it is to save their asses but it's a bit common sense that you would be using chemicals when you do highlights! That made me wary of her 😂 She also kept saying how much toner, conditioner and stuff would be. Like just tell me the total amount, I don't need to know everything.\n  \n  ------\n  \n  I meant that anything would be better than dark brown roots and the old blonde highlights on the bottom. It was a year since I got my hair done so it was pretty fucking ugly XD\n  ","545473":"\n  I kind of feel a bit hypocritical here...\n  \n  I would say I'd be all in though. I would hope they felt the same\n  ","545474":"\n  It better be after all that 😈\n  ","545475":"\n  I think something should be done but the death penalty is a bit extreme. Also most drugs can literally lead to death. I know so many people who have died because of heroin overdoses. Is it the drug dealers fault or the ones using? Where is the line drawn?\n  \n  I think doctors shouldn't prescribe so many meds, especially if it's something that can be easily fixed. They just give so many things out that most don't need in the long run.\n  ","545476":"\n  Haha. Getting my hair done can be torture! I was under that hair heater thing for hours it seemed. I was beginning to think my hair would just fall out from being over processed! She counted 51 foils. She thought my hair wasn't thick 😂😂😂😂😂\n  ","545477":"\n  It was ok. All I did was wake up at 9. Ate breakfast, overnight oats with blueberries and banana. Took a shower \/ got ready\n  \n  Went to the salon at 12. Ended up walking around since there was a 45 minute wait. Got my hair done. My hair takes 3 hours. Basically there all day! Also got my eyebrows waxed.\n  \n  It was a rain snow mix in that town. I don't know why but EVERYTIME I get my hair done it ends up raining. Wth!\n  \n  I had a few snap peas on the way home since my mom got some while waiting for me to be done lol\n  \n  My dad drove the minivan over to the owners to pick them up type thing and we're waiting on them to pick us up. Lulu has such anxiety issues so decided to get picked up when they decide to leave since she was basically left alone all day lol\n  \n  Yup....\n  ","545478":"\n  Chicken, spinach, feta with the white sauce 😍\n  \n  Bbq chicken\n  \n  Plain cheese\n  \n  Hamburger\n  ","545479":"\n  In the middle! Home more though.\n  ","545480":"\n  Ofcourse hun\n  ","545481":"\n  Words - really, probably (on here)\n  \n  I don't think I use phrases much. Or nothing comes to mind.\n  ","545482":"\n  Indeed.\n  ","545483":"\n  Does a screenshot count? If so it was Kelly Clarkson's hair to show the hairstylist.\n  \n  I feel like in the end it's a mix of that + Khloe Kardashian type color since I had old highlights that were more in the golden tone?\n  \n  Haven't took pictures of my hair yet though.\n  ","545484":"\n  Never.\n  ","545485":"\n  Still being fixed -_-\n  \n  Been using our family's friends minivan for a few days now.\n  ","545486":"\n  Rat in a cage :P\n  ","545487":"\n  Thanks  <3\n  ","545488":"\n  Higgsboson\n  ","545489":"\n  Maybe sport related but besides that nope. I'm pretty chill. You do you and I'll do me :)\n  ","545490":"\n  Thinking that.\n  ","545491":"\n  Either way. I eat at home more.\n  \n  Going out tonight. Last time we ate there it was more of a buffet type thing so I didn't get all my favorites. Nice to try new stuff... I'm hungry. Only had breakfast today.\n  ","545492":"\n  Hazel\n  ","545493":"\n  No\n  ","545494":"\n  Nope. F that.\n  ","545495":"\n  Walk away. Guessing it's consenting adults and not actually being a domestic dispute?\n  ","545496":"\n  This isn't a question lol\n  \n  I only use - when asking for questions or rant about stuff  (good or bad)\n  ","545497":"\n  When that friend actually responded to me today. Like what is this???? Also gave me information.... wow. Not sure if I should respond back or just wait and see lol\n  ","545498":"\n  Been at the salon all day.\n  \n  Going to a Chinese restaurant with parents and our family's friends in a little bit.\n  ","545499":"\n  Goodnight.\n  \n  Someone keeps trying to ban me o.o If anything the senders should be banned, not me. I've been pretty pg and not even engaging in the sexual shenanigans.\n  ","545500":"\n  I hope you have a nice sleep and I'm going to sleep too. Yeah! I hope that we both sleep deeply so we wake up happy tomorrow. Ok night night! 😊😴\n  \n  --------\n  \n  Goodnight! Cats are mean that way :(\n  ","545501":"\n  Welcome to hell.\n  \n  You should probably sleep.\n  \n  I will be pretty soon <3\n  ","545502":"\n  I feel like I'm only being ignored by one person. I just don't get the silent treatment. Would it really kill you to reply? She's the type to always be on her phone \/ has it near her and it's like ok? Yes, she can be a tiny bit toxic about certain things but it's still sad. My reaction is kind of wondering what happened and also not really caring at the same time? Idk i miss the person but at the same time it's annoying to reach out and get nothing in return!\n  \n  Other cases;\n  \n  Busy\n  \n  Didn't see what I posted yet\n  \n  Want to know if I did something\n  \n  If they are ok\n  \n  The whole f*ck you too\n  ","545503":"\n  When this guy on ig has lost a decent amount of weight and someone comments that he should go on a plant based diet 😂😂😂 Think he's doing good on his own. Why does everyone think their dietitians??\n  ","545504":"\n  Which is never 😘\n  ","545505":"\n  News to me 😂\n  ","545506":"\n  O.o\n  ","545507":"\n  I'm wondering if I have more than one anon right now\n  ","545508":"\n  You must be bored lol\n  ","545509":"\n  You are!\n  ","545510":"\n  But I've never made a turkey before.\n  \n  \\ Sagittarius \/\n  ","545511":"\n  Nope.\n  ","545512":"\n  You should sleep then!\n  ","545513":"\n  For?\n  ","545514":"\n  vvvv\n  ","545515":"\n  Visiting different sites\/apps 😂\n  ","545516":"\n  Indeed.\n  ","545517":"\n  I just had a chocolate pudding cup and a couple of blueberries.\n  ","545518":"\n  👸👸👸\n  ","545519":"\n  I should be lucky too ;)\n  ","545520":"\n  Pretty good! I felt productive today. Got groceries. Walking was my cardio today lol\n  \n  My foundation claims 24 hours but I feel like it's more 6-12 if anything. Hmm actually think it's been 10 hours without any touch ups. (Trying a new one out)\n  \n  Scared Danielle earlier. She was outside smoking on her break. We were using her aunts minivan. The aunt is still clueless or in denial that D smokes cigarettes. Mom beeped at her and she basically jumped out of her skin XD\n  ","545521":"\n  What about me? :O\n  ","545522":"\n  Lion King\n  \n  Grease\n  \n  Dirty Dancing\n  \n  Les Miserables  (the musical one)\n  \n  The Holiday\n  \n  Leap Year\n  \n  Titanic\n  \n  Armaggedon\n  \n  Forest Grump\n  \n  Swashank Redemption\n  ","545523":"\n  Haha\n  ","545524":"\n  I learned the recorder and some piano but I haven't played either in forever.\n  ","545525":"\n  Any questions?\n  \n  No poop\/pee stuff, thanks. XD\n  ","545526":"\n  With the right person.\n  ","545527":"\n  When this made me check it 😂\n  \n  I'm not that concerned. I don't really post much on it these days.\n  ","545528":"\n  I suppose :)\n  ","545529":"\n  Sometimes. Not as often.\n  ","545530":"\n  I don't really notice. But ya, I'd like to keep certain things private as well. Depends on what the third party was and all that as well.\n  ","545531":"\n  Haha I got an ass warming earlier.\n  \n  Our friend's car has heat warming seats. I did not like! My butt felt on fire 🔥🔥🔥🔥\n  ","545532":"\n  Offering would be dumb due to distance  (for everyone)\n  \n  I was mostly joking.\n  ","545533":"\n  Ketchup\n  \n  Sweet and sour\n  \n  Honey mustard\n  ","545534":"\n  My eggs are ready for some egg-celent sperm.\n  ","545535":"\n  What is like a puzzle?\n  ","545536":"\n  I text more.\n  ","545537":"\n  I have no idea\n  ","545538":"\n  Maybe once a week. I'm in leggings\/yoga pants most of the time\n  \n  I don't like them. The thong part bugs me. I wear other types of sandals\n  \n  I might have two pairs that are old.. I don't wear them much\n  \n  I don't wear sunglasses much. I always forget. I don't think they really suit me either.\n  \n  I have to be in the mood to wear any kind of jewelry. I go through phrases.\n  ","545539":"\n  The first one\n  ","545540":"\n  Similar to that but for actual groceries.\n  ","545541":"\n  It's basically a thing they do. They give you cards that have a deal on them basically and if you collect them all you can win  $$$\n  ","545542":"\n  It's been ok.\n  \n  Tried a new foundation which is why I sent out a question for my makeup wearing people on here.\n  \n  Ended up going grocery shopping. Healthy food, yay. Also a new bodywash because the other one was practically dead.\n  \n  Not much else to report on currently. Just got back from Shaws. Ended up getting 20 monopoly pieces. They have some good deals right now...\n  ","545543":"\n  I feel bad for the animals but yet I've had some meat from certain animals that our family's friends have hunted. I have never hunted before though nor is it something that I'd want to do. I think my heart would die with them when they were shot :\/\n  ","545544":"\n  None? I just feel like people are expecting something so it's not fun for me to do.\n  \n  My sister likes it though. She ended up saying that we had lead paint in the house to one of her old ex bfs. Ended up getting police tape and had it around the porch. When he got off work she ended up going outside waiting for him and gave the sob story lol It seemed believable lol She also did the whole faucet trick before etc\n  ","545545":"\n  Smooth\n  ","545546":"\n  Going to the store in a few minutes. Probably pick up a few groceries or something. Really wish I could have got my hair done today but we're using our family's friends car right now and she actually needs it later on :\/\n  ","545547":"\n  Everything? 😂\n  \n  Idk a lot of things should be cheaper. Especially hygienic stuff or makeup.\n  ","545548":"\n  Thongs sometimes but I wouldn't really say that it shows much :P\n  ","545549":"\n  Apparently I'm getting my hair done tomorrow instead.\n  \n  It's ugly brown right now with old blonde highlights on the bottom. Roots are horrible, man.\n  \n  Can't wait to get my blonde highlights back all over. It really suits me more than just brown :\/ Its also darker due to the winter.\n  \n  That's also why I picked that haircolor for my bitmoji since it's literally lighter on the ponytail part lol\n  ","545550":"\n  True. Also physics XD\n  ","545551":"\n  Learned the hard way? :P\n  ","545552":"\n  Can be :\/\n  ","545553":"\n  Don't try that at home\n  ","545554":"\n  😇😈😇😈😇😈\n  ","545555":"\n  \"Bare bottom\" is kinda sexy sounding.\n  ","545556":"\n  It's because of the leggings isn't it?\n  ","545557":"\n  Yes. Not at the moment though\n  ","545558":"\n  Oh. Nice dream! ;)\n  ","545559":"\n  Same as any other time.\n  \n  I also talk to my dog but that's fairly common..\n  ","545560":"\n  Pretty good :)\n  ","545561":"\n  Can be! Atleast it wasn't a bad dream\n  ","545562":"\n  Yes, sir.\n  \n  Apparently I wanted to go to Forever 21 and some other stores in last night's dream.\n  ","545563":"\n  Maybe in 2019 🙃👏\n  ","545564":"\n  Cock a leekie soup came to mind lol\n  \n  I don't really make my own soup so it's hard to say. My dad does some good stews but he doesn't use recipes and prettymuch just wings it.\n  \n\n   https:\/\/www.google.com\/search?ei=nUi1WsPPJuvK5gLOjoboDw&q=cockaleekie+recipe&oq=cockalee&gs_l=mobile-gws-serp.1.1.0l4j0i30.36040.37427..41526...0....177.1085.0j8..........1..mobile-gws-wiz-serp.....3..41j46j0i67j0i46.5SFuc8WXET0%3D\n  \n","545565":"\n  I think the selfies part is a bit weird. I think with any type of festival like that there should be a healthy balance to it. I can understand the bad press part. Should be done afterwards? O.o\n  ","545566":"\n  Probably packing for AZ. Getting our sh!t out of this house we're renting and back into our actual house. Besides that, I have no clue.\n  ","545567":"\n  I think planners can be very helpful! I usually get bored of them :\/ I think one of those huge desk calendars would be more fun. Plus, you'd see it more often? Great reminder.\n  \n  I don't currently have a planner. I had one for 2017 though.\n  ","545568":"\n  All the things I'd miss out on if I was dead?\n  ","545569":"\n  For the most part, yes. I don't know. Trial and error? Environment?\n  ","545570":"\n  I'm not religious but I've always liked this bible verse;\n  \n  Love is patient, love is kind.\n  \n  Love does not envy,\n  \n  is not boastful, is not conceited,\n  \n  does not act improperly,\n  \n  is not selfish, is not provoked,\n  \n  and does not keep a record of wrongs.\n  \n  Love finds no joy in unrighteousness\n  \n  but rejoices in the truth.\n  \n  It bears all things, believes all things,\n  \n  hopes all things, endures all things.\n  ","545571":"\n  Good to know. I can't remember if I looked it up but I've heard mixed reviews about it.\n  ","545572":"\n  You too sunshine\n  ","545573":"\n  Going to Arizona in April.\n  \n  Should be getting my hair done today. It's been a year :\/\n  ","545574":"\n  Me Before You\n  \n  Leap Year\n  \n  The Holiday\n  \n  Friends With Benefits\n  \n  Stupid, crazy, love\n  ","545575":"\n  Deep down, most likely. Even comparing is a form of judging.\n  ","545576":"\n  When you already liked :P\n  \n  Also kind of hate these messages since you don't know what it will be lol\n  ","545577":"\n  Health? Mental awareness?\n  ","545578":"\n  Night sugar\n  ","545579":"\n  Hopefully! Dreams have been odd lately or I get ones that I don't remember\n  ","545580":"\n  Why would I mention the gym if I didn't? I have been slacking this winter but yes. The gym is one of my happy places. I usually go about half an hour or two hours when I do go. Luckily, I still have a one month gym membership certificate that I didn't end up using when I was last in Arizona. I also love all my 1stphorm products. I have a few different pre and post workout powders from them.\n  \n  The Planet Fitness here sucks and is farther away from my town so that can be annoying getting there most times. SOMEONE BUILD ONE CLOSER, PLEASE!!!\n  ","545581":"\n  Thanks? I should sleep now. Goodnight \/ day to you  <3\n  ","545582":"\n  Don't really have the money for it right now. Maine is great in the summer so I wouldn't mind staying.\n  ","545583":"\n  Be with loved ones.\n  ","545584":"\n  Skinny jeans? Vans? Converse?\n  ","545585":"\n  I was talking about my trip next month to Arizona and they told me that I should just play video games the whole time lol\n  ","545586":"\n  I've heard about it.\n  \n  I think\n  \n   @cybertronicphantom\n  \n\n   @TheChaosBringer\n  \n  watched??????\n  ","545587":"\n  I have socks on :P Fuzzy ones. Pink & red with a little reindeer head on the side bit...\n  ","545588":"\n  Glad someone was naughty. I was an angel last night.\n  ","545589":"\n  90% of the time I'm free XD\n  \n  This question came to mind\n  \n  Reading + friends + shopping too\n  ","545590":"\n  I'm not worthy.\n  ","545591":"\n  True. It's so dumb. I get a lot of \"are you fat, plus size\" and so many other things from time to time. It's like cool? Feeling bad about yourself or bored and want to project that to someone else. No thanks. They don't really know me, what i look like, my story.. ya know? They literally don't matter lol\n  \n  I've had a few people say things in person but it wasn't that horrible either? Rarely happened. Again, those people don't know you 100%.\n  \n  I have even had this young kid at the GYM say something before. Like what??? Literally working my butt off and they felt the need to say something rude. There's an indoor track that overlooks the basketball court. He should have been paying attention to his game and not me walking the track when taking a break from the actual gym area that's beside the track. It was also annoying since I lost a lot of weight before that. Like ok? Had the empathy that they don't know sh!t about me haha :)\n  ","545592":"\n  Not really creepy but it makes me think it's more trolling or trying to get a rise out of me somehow lol Has happened quite a few times. I get curious ones and then people who are just trying to be d!cks about it. Along with name calling even though they haven't seen me XD\n  \n  I don't really see it as sensitive anymore. It's just whatever. It doesn't define me as a person. I have a voice like everyone else. It really shouldn't matter how much I weighed or what I weigh now. I don't care about taking pictures even though I look better than I used to. Still not where I want to be. I'm not photographic at all. My fashion is pretty casual so I feel like taking pictures in blah clothing wont make me feel better about the picture\/myself either 😂\n  \n  As far as evolving, it's only been better with being more active + the gym. I've also done zumba in college. Eating more healthy. I still have junk sometimes. It had to be a lifestyle change for me. Diets don't work for me. I'd just yoyo. Eating in moderation and all that. I have also cut out soda and changed to just drinking tea and water. I have always loved swimming.\n  ","545593":"\n  I told myself to go to bed early (about 11) and it's 12 now. I suck.\n  ","545594":"\n  Not every relationship would have the same timeline. I also don't think that you'd forget them. You just don't learn to care anymore.\n  \n  Or if it was by death then they are always with you type thing. Never forgotten.\n  ","545595":"\n  Aww. You should have asked!! I actually need to send stuff out but have no idea what. Long time coming lol\n  \n  This is like the cutest message I have had in a while as well!\n  ","545596":"\n  Thanks dolphin\n  ","545597":"\n  This one made me laugh XD\n  \n  Someday bby 😘\n  ","545598":"\n  These questions are creepy to get out of the blue. I can understand if I was openly talking about my weight, fitness and all that. If this is trolling then it's pretty dumb. I've talked about it countless of times on here.\n  \n  Ended up gaining weight when I had a bad reaction to mosquito bites and had to get a steroid shot to make them go away. Main reason, before that I was skinny. I also shared a childhood picture a few days ago. Clearly skinny in it :P It's creepy seeing pictures from the first and 2nd grade since I was skinny and then the next year I'm not 😐 There was a school note asking about it and I apparently put on 50 lbs back then.\n  \n  Also bad eating habits here and there. I have also been pretty good at maintaining the same weight.\n  \n  If anything I'm at the smallest adult weight even though still in the overweight crap. It had nothing to do with puberty if that's what you mean. lol. I think I might have pcos so that could explain a lot of it as well, especially when older. My sister has always been skinny and just got treated with it. It can run in families.\n  ","545599":"\n  Nope. Always thought it was weird lol\n  \n  I might use fritos and scoop out tuna that way but not actually in the sandwich. Only time I really do that, especially if we have fritos at the time.\n  ","545600":"\n  Summer!!!\n  \n  But if we're strictly talking about holidays then it would be Christmas.\n  ","545601":"\n  I don't do the stock market\n  ","545602":"\n  Be better if it was a book instead of newspaper since I read books more (not on the toilet tho) and the dog should be a poodle instead lol\n  ","545603":"\n  They have some cute sayings!\n  ","545604":"\n  Not really. It's not like sims :P\n  \n  It's literally already done for you. No actions to be done? These came up under \"poop\". Pee didn't have much\n  ","545605":"\n  Not to my knowledge. They already have different poses. You can search for certain ones (hello, sleep etc)\n  \n  Also if you use Snapchat and someone else uses it and has a bitmoji as well they then can become one picture together. Which is pretty cool and can be funny. I actually uninstalled my sc today since I haven't been using it lately.\n  ","545606":"\n  I think it's the latter.\n  \n  I don't think a baby would pop out and declare how narcissistic they are XD It's learned if anything...\n  ","545607":"\n  *hugs*\n  \n  I kill myself with music and movies.\n  \n  Throw myself into work.\n  \n  Read\n  \n  Write\n  \n  Fake it til you make it kind of thing.\n  \n  Exercise helps\n  \n  Take a walk\n  \n  Facemask or other nice things you can do for yourself\n  \n  Be with friends even if you aren't feeling it in the moment. Get better friends if that is  another part of being lonely. Easier said than done.\n  \n  Vent with trusted friends about what's going on. The app Vent is also good since it's more anonymous.\n  \n  Personally, I'd analyze why I'm feeling that way. Take little steps to help.\n  \n  Drugs, alcohol... Not really the best way to cope ¯\\_(ツ)_\/¯ Can make it worse\n  \n  proper medication could help or see a therapist if it's really affecting your life\n  \n  Do one thing you love each day\n  \n  Step out of comfort zone and do something you normally don't\/wouldn't do?\n  ","545608":"\n  Great, grandpa then? :P\n  \n  You aren't that old yet <3\n  \n  lol noticed that but I was like eh\n  ","545609":"\n  You are nice, funny. A great grandpa (forget the term you use) to Blair-o.\n  ","545610":"\n  Hopefully get my hair done. Or will sometime over the weekend hopefully.\n  \n  Need to go to the laundromat too. This house we're renting doesn't have a washer\/dryer :\/\n  \n  Grocery shop would be good too.\n  ","545611":"\n  😇😈\n  ","545612":"\n  Wrinkle In Time\n  ","545613":"\n  Hope you feel better\n  ","545614":"\n  To whom?\n  ","545615":"\n  50\/50\n  ","545616":"\n  Naked ones. Idk.\n  \n  Heather's cat is adorable. Black and white, has a heart shaped mark on it.\n  ","545617":"\n  Few days ago\n  ","545618":"\n  I ended up changing my goodreads username to LyndsReads to be a bit ironic and play on the goodreads name XD Also just did a little review on The City of Brass by S. A. Chakraborty 😍😍😍 Favorite book I read so far this year. Basically a site to track books read, want to read etc They also have a yearly challenge about how many books you can read for the year.\n  \n  📚\n  \n   https:\/\/www.goodreads.com\/LyndsReads\n  \n\n  *The name randomly came to me last night and it reminded me of it when I was doing the review.\n  \n  I listened to some 90's music earlier.\n  \n  Just chilling right now. Not doing much lol\n  ","545619":"\n  Nosy.\n  \n  Noisy can get annoying.\n  ","545620":"\n  Underwear? It's blue today.\n  ","545621":"\n  Still, yes.\n  ","545622":"\n  I use kik way more than other text services.\n  \n  The first one is just a continuing of gifs 😂 We're lame. I think I pick better ones.\n  \n  Heather - We were discussing this weird guy and I ended up sharing a gif of a sexy looking girl and then it's that guy in the Thornburys (sp) and it says smashing XD She hasn't replied back obviously.\n  \n\n   @cybertronicphantom\n  \n  &\n  \n   @ErinWolf4919\n  \n\n  Normal texts would just be from my sister  (personal) and the Samsung message saying that the account card was updated type thing.\n  \n  I have 6 old messages on fb but I wouldn't want to share those because of privacy for their names.\n  ","545623":"\n  Yes. Why wouldn't I be able to? lol. I just don't like drinking that regularly. I have alcoholics on both sides of the family and rather not be that way myself. Also it just doesn't really do anything for me. However, I do like fruity drinks when I do drink. Also my sister-in-law is Spanish so I have engaged in the whole tequila shots and margaritas lol I don't mind them but at the same time it's not something I want 24\/7 either.\n  ","545624":"\n  Like this bodywash. It's basically dead and need to buy a new bodywash soon.\n  ","545625":"\n  Yes :)\n  ","545626":"\n  I can come off as shy since I can be sizing them up type thing. Besides that, I'm pretty much the same way as I am on here.\n  ","545627":"\n  Idk. I am honest on here. I just don't get the whole rubbish thing. I haven't been lying which is where my mind went when reading that.\n  \n  I meant more in the way that it's just a site and I can answer whatever I get type of way? It's weird when people want to control how you should answer things lol\n  ","545628":"\n  I'd probably average a 14 or so.\n  ","545629":"\n  Don't get how that would be relevant information.\n  ","545630":"\n  Barbie :)\n  ","545631":"\n  Being mean to me isn't going to make you have a chance with me. I don't think adults should be doing that bullshit.\n  ","545632":"\n  I don't think I follow anyone who does that. They should try finding love elsewhere\n  ","545633":"\n  The ones I follow. There's a list of @s under my top questions.\n  ","545634":"\n  I think it can be. Depends more on the job you want and area though.\n  ","545635":"\n  O.o\n  ","545636":"\n  Everything\n  ","545637":"\n  Bobby?\n  ","545638":"\n  Different companies\n  ","545639":"\n  It's comical. Hear her yell and it's like wonder who she's firing now lol\n  ","545640":"\n  Because you mentioned feet.\n  ","545641":"\n  I don't really make wishes much ¯\\_(ツ)_\/¯\n  ","545642":"\n  I couldn't do it lol\n  \n  She literally has got into fights over the phone with unhappy people XD Lots of harassment cases. She tries to be nice about it but still has that bitchy side coming out too lol She keeps getting promotions as well.\n  \n  Funny to think how she was once one of the people doing the assignments to now being one of the higher up people.\n  ","545643":"\n  True! My sister has a degree in biology and I think a minor in English? And she works for a marketing company. Basically in charge of firing people and other stuff.\n  ","545644":"\n  I don't think it would be that easy. What if I changed something and everything is different? I'd be different? It doesn't seem worth it.\n  ","545645":"\n  Hello\n  ","545646":"\n  I went to college 😂\n  \n  I felt more drawn to Psychology.\n  \n  I didn't really take any classes that would help with being a teacher?\n  \n  I can still see myself teaching but more as a teacher's aid. Also kids always get me sick so I'd probably be dead 365 days of the year -_-\n  ","545647":"\n  Convinced seems weird to me...\n  \n  ~\n  \n  Money - would want to travel more. Have own place etc\n  \n  Job wise - It's ok for now but I'd like to have more career opportunities. Thankful I have a degree in Graphic Communications to fall back on if I needed to.\n  \n  Looks wise - still working on\n  ","545648":"\n  Teacher\n  ","545649":"\n  None? Just the ones in gym class.\n  \n  I tried out for basketball once against my better judgment. Got hit in the head. Didn't end up going again lol I never liked basketball but mom basically made me. So I didn't really want to be there to begin with and then that happened, no thanks. Done lol\n  \n  Ones I wouldn't have minded doing;\n  \n  Track - I'm not a great runner so figured it would have been pointless. Also I don't think they had any girl teams???\n  \n  Volleyball - I didn't like the people on the team nor did I care for the skimpy looking outfits 😂\n  \n  Dodgeball - I don't think they had a team? I was always good at it though in gym\n  \n  Does zumba count as a sport to you? Did it in college.\n  ","545650":"\n  We didn't get any snow so that's good!\n  \n  Had a normal dream and then the next part my mom was yelling that Lulu just died. Apparently she let Lulu go outside on her own and wasn't out there when she checked on her? That was scary. Felt real. My mom had a dream a few weeks ago where \"Lulu got hit by a truck and was flat as a pancake\" Poor Lulu. Hard being a small dog lol XD\n  \n  That sucked since it was 4am and was hard to get back to sleep.\n  \n  I basically woke up an hour ago. Not much has happened. Gave Lulu kisses and belly rubs since I felt bad 😂 Had a hot chocolate since I don't have any tea currently, my normal go to in the morning. Haven't made breakfast\/lunch yet.\n  ","545651":"\n  Looks better as a girl.\n  ","545652":"\n  I have only peed so far today.\n  ","545653":"\n  Your dog was a daughter?\n  ","545654":"\n  Why can't I have both?\n  \n  I'd probably be awkward around the guy though.\n  ","545655":"\n  Goodnight world\n  ","545656":"\n  You'll have to wait and see :P\n  ","545657":"\n  Because I don't get much lately :\/\n  ","545658":"\n  Not really birthday related but this tank 😍😍😍 Why you gotta be sold out?\n  ","545659":"\n  Ok. Just drinking some water. Going to sleep soon. Some questions in the meantime would be nice  <3\n  ","545660":"\n  Nothing that embarrassing... just little things in the moment type thing.\n  ","545661":"\n  Do you want to be the first?\n  ","545662":"\n  I hope he washed his hands after\n  \n   @LAKocis\n  \n","545663":"\n  Pretty much.\n  ","545664":"\n  Sweet dreams child of mine 😂\n  ","545665":"\n  I don't have any right now but I'd like a couple of small ones :)\n  ","545666":"\n  I usually just use ketchup for fries.\n  ","545667":"\n  Mean! The first one\n  ","545668":"\n  Thought it was the title\n  ","545669":"\n  I don't know that song from him. Not really in the mood to talk dirty either XD\n  ","545670":"\n  I burnt my tongue on the soup. It's bugging me now\n  ","545671":"\n  It's like a new planet 🍑\n  ","545672":"\n  I have booty enough for the both of us\n  ","545673":"\n  Anyone else feel like this is my lahore anon who would call me every single name besides my own + other weird stuff? I get that vibe. The sentence structure is the same.\n  \n  I don't have any kids yet\n  ","545674":"\n  ¯\\_(ツ)_\/¯\n  ","545675":"\n  Twice. I was really young the first time and then got it again when a bit older like 5+?\n  \n  Oatmeal baths were pretty nice lol\n  ","545676":"\n  Make that booty clap 👏👏\n  ","545677":"\n  🍑😝\n  ","545678":"\n  Minus the relish lol\n  ","545679":"\n  At the same time?\n  ","545680":"\n  I don't like relish\n  ","545681":"\n  XD\n  \n  The children are strong tonight.\n  \n  I was mostly kidding tho\n  ","545682":"\n  Tuna sandwich and beef vegetable soup.\n  ","545683":"\n  That doesn't mean all guys would want their butt licked lol\n  ","545684":"\n  Maybe if the guy liked it lol\n  ","545685":"\n  True!\n  ","545686":"\n  Getting weird questions? I'm lost.\n  ","545687":"\n  🍑🍑🍑\n  ","545688":"\n  Why not get both and decide then which to use?\n  ","545689":"\n  Little bit. Nothing over the top though. Am just like who asks that stuff?\n  ","545690":"\n  You are ok. Other people not so much lol\n  ","545691":"\n  Tis ok\n  ","545692":"\n  I gave up again. Wasn't doing anything :\/\n  ","545693":"\n  Knowledge is power :P\n  ","545694":"\n  :)\n  ","545695":"\n  I would hope that someone sending those types of questions would be young lol\n  ","545696":"\n  I highly doubt it!\n  \n  It was you, then a bunch of poop questions. Then that question.\n  \n  Nobody else would have known that someone wrote about being autistic. I didn't answer your question And then get someone pretending to be you. Nice try 🤔\n  ","545697":"\n  Yes. Where did you think I was from?\n  ","545698":"\n  Nothing happened when swiping besides a post explaining what Canada and usa is. Hmmm\n  ","545699":"\n  Oh. When you just deleted it 😂\n  ","545700":"\n  😢😭\n  \n  Would be better if they included the actual US states. I'd say it would be higher than 4% then.\n  ","545701":"\n  Maybe!\n  ","545702":"\n  I don't care what party they support. It's like religion, don't need to put all of your beliefs onto me type thing. I'm independent. I feel like I go towards liberalism. It wouldn't change my opinion on the person if we didn't agree over something.\n  ","545703":"\n  Ah. Ok. No, I don't have any apps like that.\n  ","545704":"\n  What is it?\n  ","545705":"\n  Yes! I'd love to travel to more areas outside the USA.\n  ","545706":"\n  Nope. Fam is from Massachusetts. Siblings moved out to Arizona, at different times.\n  \n  My brother is actually moving to a different area of AZ soon.\n  \n  I only have family friends from up here that I've also known from MA lol\n  ","545707":"\n  Being near the lake. Swimming. Lobster, blueberries. Being near campgrounds and state parks. The memories shared - been coming up to Maine every single summer of my life. Boating.\n  ","545708":"\n  Somewhere in the middle, I bet.\n  ","545709":"\n  No but I have had a ton of chances to do so. It's just not what I want. I don't care for the smell. I don't want the munchies either lol.\n  \n  I wouldn't mind trying hookah though? 0.o\n  ","545710":"\n  Ah. Gotcha. Sure is! More active in the summer as well\n  ","545711":"\n  When you had a chocolate craving earlier.\n  \n  Brownies are good. Not the healthiest to have.\n  ","545712":"\n  About what?\n  ","545713":"\n  Don't follow rules.\n  \n  I make 'em\n  ","545714":"\n  It's better in the summer!\n  ","545715":"\n  Not sure what thn is\n  ","545716":"\n  Followed back kitten\n  ","545717":"\n\n   https:\/\/youtu.be\/dx9mF1KJr0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I like Kelly Clarkson's new song! I'm not sure how relatable it is but still a good one.\n  ","545718":"\n  I hope this doesn't bring out the foot fetish anons.\n  ","545719":"\n  Ok then....\n  ","545720":"\n  As in underwear? Yes.\n  \n  Normal pants\/jeans? Yes but I usually wear leggings\/yogapants more often, especially when at home. I'd want to feel comfortable.\n  ","545721":"\n  I have a few anon questions...\n  ","545722":"\n  He's still under my contacts. You gots a fan, dude.\n  \n   @LAKocis\n  \n\n  He's probably busy being a dad, work, running and whatever else. Chill.\n  ","545723":"\n  You might be\n  \n  I don't do any drugs.\n  ","545724":"\n  Maine currently.\n  \n  I'll be in Arizona next month though\n  ","545725":"\n  No. I rarely drink.\n  ","545726":"\n  I hope not\n  ","545727":"\n  Seems sarcastic to me. Also came out of nowhere.\n  \n  I'm decent.\n  ","545728":"\n  English isn't that hard, hun.\n  ","545729":"\n  Vague questions aren't fun. Be more specific. I also don't see how this relates to anything on my page right now\n  ","545730":"\n  Alright. Yourself?\n  ","545731":"\n  I don't see how that matters\n  ","545732":"\n  Since? O.o I've never been pregnant nor had an abortion. Not sure what you are talking about with the \"since\" part.\n  \n  Trust unless proven not to. I rather not have sex on the first date if that's your definition of trust here lol\n  ","545733":"\n  It's fine  <3\n  ","545734":"\n  How?\n  ","545735":"\n  Because I've never been pregnant.\n  ","545736":"\n  I listen to this song after getting sent it via IG from the actual singers o.o\n  \n\n   https:\/\/youtu.be\/Wmhf5Kudeag\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Not my usual type of music but the blonde girl is pretty cool.\n  ","545737":"\n  ????\n  ","545738":"\n  Sick of small talk\n  ","545739":"\n  :)\n  ","545740":"\n  What's that?\n  ","545741":"\n  🤔🤔🤔🤔🤔🤔🤔🤔🤔🤔\n  \n  Kind of need a relationship for that, pal.\n  ","545742":"\n  The app Charity Miles also gives  $ to a charity from you walking or running. You can pick the charity. Track progess and all that.\n  ","545743":"\n  Play Cards Against humanity and don't win :(\n  ","545744":"\n  Oh?\n  ","545745":"\n  He's a unicorn\n  ","545746":"\n  What about it?\n  ","545747":"\n  I do.\n  ","545748":"\n  That's what robots would say.\n  ","545749":"\n  Are you a robot?\n  ","545750":"\n  Hello\n  ","545751":"\n  😲\n  ","545752":"\n  Lyndsey.\n  ","545753":"\n  Keep organized. Maybe set a limit.. \"I'll go to the gym X amount of times this week\" and follow through. I'd aim for a lower # if the motivation wasn't really there. Maybe keep active in a different way besides the gym? Dressing in workout gear tends to help. If you take preworkout and stuff then maybe have them readily available. Have a calendar or write post it notes that motivate you. Do one thing every day that you love.\n  \n  Just go and you'll feel so much better and productive!\n  \n  Find someone to go to the gym with?\n  \n  Maybe keep the eating on point.\n  \n\n   @LAKocis\n  \n  might be a good person to ask this question. Running those 5Ks 🏃🏃🏃\n  ","545754":"\n  I guess it depends what's coming. Like the last package I got was supposed to come on a Monday and due to snow it came around on Wednesday? I was pretty impatient about it but I knew weather could be a factor as well.\n  ","545755":"\n  Casual, sporty, basic, boring lol\n  ","545756":"\n  I'm not sure. Haven't really ever thought about being a statue.\n  ","545757":"\n  Everyone poops.\n  ","545758":"\n  You are clearly new here\n  ","545759":"\n  And then asks about a bunch of butt questions. I'm pretty sure you are just trolling now.\n  ","545760":"\n  I have nothing against Autistic or ADD\/ADHD people. They should be treated with the same kindness as everyone else. It doesn't make them any less of a person. They can still do everything.\n  ","545761":"\n  With the right person 😍\n  ","545762":"\n  No\n  ","545763":"\n  If you say so lol\n  ","545764":"\n  Indeed :)\n  ","545765":"\n  Affiliate marketing. Posting this since I always get asked what it is. I don't feel like writing everything out atm\n  ","545766":"\n  Friends 😍\n  ","545767":"\n  Not in the long run.\n  \n  Not the kind of love I'd want.\n  ","545768":"\n  That's the usual way....\n  ","545769":"\n  Maybe not that desperate.\n  \n  My friends anon should be happy  <3\n  ","545770":"\n  Young\n  ","545771":"\n  I'm thirty.\n  ","545772":"\n  Yup. I have a heart lol\n  ","545773":"\n  Nice. I always think of school as in hs lol\n  ","545774":"\n  No. I don't have any right now.\n  \n  I don't care much for stuffed animals. My sister was more into them whereas I liked barbies more. We basically shared some :)\n  ","545775":"\n  All of them 😈\n  ","545776":"\n  I'm old and not enrolled in college atm\n  ","545777":"\n  It was ok. Nothing special\n  ","545778":"\n  I figured :)\n  ","545779":"\n  Chicken parm, Chinese food\n  ","545780":"\n  lol that's going to haunt me\n  ","545781":"\n  Nope\n  ","545782":"\n  Seems so\n  ","545783":"\n  I know what you mean. Rarely. Good luck.\n  ","545784":"\n  Never been in that situation\n  \n  You must be pretty skilled\n  ","545785":"\n  Thanks anon\n  ","545786":"\n  Yes :D\n  ","545787":"\n  You must have came from\n  \n   @LAKocis\n  \n  page.\n  ","545788":"\n  💕💞💕\n  ","545789":"\n  Sure lol. I'm not feeling down to begin with  <3\n  ","545790":"\n  Yay :)\n  ","545791":"\n  Lyndsbear\n  ","545792":"\n  I'll be your teddy bear.\n  ","545793":"\n  Why do you have hesitation to talk here?\n  ","545794":"\n  Same.\n  ","545795":"\n  What's wrong? <3\n  ","545796":"\n  Not yet :\/\n  \n  Our family's friends are letting us use one of their cars for now.\n  ","545797":"\n  I heard of a wonder, of words moth-eaten. That is a strange thing, I thought, weird. That a man's song be swallowed by a worm. His blinded sentences, his bedside stand-by rustled in the night - and the robber-guest. Not one wit the wiser. For the words he had mumbled.\n  \n  Do you know the answer to that one? :)\n  ","545798":"\n  Nothing. It doesn't work well on phones.\n  ","545799":"\n  Words, memories?\n  ","545800":"\n  Jizz cleanup?\n  ","545801":"\n  I'm not doing anything\n  ","545802":"\n  And now you are coming across as creepy\n  ","545803":"\n  You are beautiful\n  ","545804":"\n  I'd rather learn acoustic guitar\n  ","545805":"\n  Bored\n  ","545806":"\n  Dirty\n  ","545807":"\n  I'm not in the mood for sexual conversations :P\n  ","545808":"\n  The top three.\n  \n  I don't use whatsapp\n  ","545809":"\n  Not crazy about giving to anons.\n  ","545810":"\n  You'd have to come off anon then :P\n  ","545811":"\n  I don't understand that. What apps do you have?\n  ","545812":"\n  Hey man\n  ","545813":"\n  Good shows. I haven't watched in forever and was like why not? Interesting cases.\n  ","545814":"\n  Aw\n  ","545815":"\n  The ones I don't like sharing with anons 😂\n  ","545816":"\n  ¯\\_(ツ)_\/¯\n  ","545817":"\n  I'm not currently on the app. I also don't care much about adding anons\n  ","545818":"\n  Love is a feeling, emotion.\n  \n  There can be sex with someone you love.\n  \n  Sex is sex. Act of doing.\n  ","545819":"\n  For? Did you mean or?\n  ","545820":"\n  I like IG more.\n  ","545821":"\n  Love more\n  ","545822":"\n  I don't have a new favorite right now. I was obsessed with praying by Kesha but I'm kind of over it now.\n  \n  End Game is pretty good but I haven't listened to it a lot either. I miss using spotify :\/\n  ","545823":"\n  Better question is did he get turned on? ;)\n  ","545824":"\n  I never watched pbs kids.\n  \n  N, D, CN, P\n  ","545825":"\n  You are young 🙃\n  ","545826":"\n  Last nights dream I had really blonde hair. Kind of a long bob haircut. I remember wearing some shorts and this really long white tunic top that had two splits down the middle of it. I was in some weird house and there was a closet that had some jackets on the rack. There was this blue silky bomber jacket and I ended up putting it on. In the next room there was a lot of different mirrors all over the room. There was a huge full mirror and I tried taking a selfie. But it just wouldn't work like it would just come back filmy and blured. Also kept turning lights on and it still wouldn't let me take a picture o.o\n  \n  Since you like my bitmoji ---\n  ","545827":"\n  Glad I'm not here to be rated :P\n  ","545828":"\n  Oh the horror.\n  ","545829":"\n  As in Lie Detector tests? Trying to see if something was true or false.\n  ","545830":"\n  That wasn't me on anon lol\n  \n  I went to bed last night from being tired. Obviously :) Nothing is wrong. Thanks prince\n  ","545831":"\n  She was still alive lol but ya physically dead now so that's why I said dead dog.\n  \n  Ah. That's sad. Probably wouldn't have noticed unless you said something?\n  ","545832":"\n  Dead dog. No thanks.\n  \n  Need to take some new ones :P\n  ","545833":"\n  You should get some sleep  <3\n  ","545834":"\n  Ok then? O.o\n  \n  If someone asks me where I'm from or my age, whatever it might be then I'll straight up tell them or mention how it's in my bio. I don't get how that's \"preaching\".\n  ","545835":"\n  Why? Are you tracking my bmi or something? Are you a doctor? It literally shouldn't matter to you what my weight or height is. As far as weight, it would only be a guessing game since I don't currently have a scale. It's also been a while since I've known the actual number. I don't need to know a number if everything else is working quite fine. I have also mentioned possibilities a few questions ago so I don't get why I'm getting this.\n  \n  My height is 5'7\n  \n  118-125 would be my ideal weight and within a healthy bmi. I'm not there yet 💪\n  ","545836":"\n  Weigh not weight.\n  ","545837":"\n  I was tired.\n  ","545838":"\n  That can be scary. Glad it wasn't too nearby.\n  ","545839":"\n  My grandpa  (dad's side) loved to go to the races.\n  ","545840":"\n  I haven't been that age yet. Give me 15 more years 😢😭\n  ","545841":"\n  I had an aqua colored strapless one.\n  ","545842":"\n  :)\n  ","545843":"\n  I would say so.\n  \n  I think everyone else already covered it. Immature, messy, etc\n  ","545844":"\n  I can only think of dumb ones like not doing the R's, saying wicked, the whole park the car in Harvard yard saying. Always in a hurry. Road rage.\n  ","545845":"\n  lol I didn't even notice :P\n  ","545846":"\n  Peacock? ;)\n  ","545847":"\n  Ah. Ok.\n  \n  I think anything under would be on the small side. I also thought that the 4\" one could still grow lol\n  ","545848":"\n  Ok. Peacocks are pretty.\n  \n  I've seen an albino one before. Was pure white.\n  ","545849":"\n  I think this is a different anon now.\n  \n  Also would be fine\n  ","545850":"\n  That would be ok\n  ","545851":"\n  Can I be a leopard?\n  ","545852":"\n  How small are we talking?\n  ","545853":"\n  Based on what?\n  ","545854":"\n  Jessica used to.\n  ","545855":"\n  No.\n  ","545856":"\n  Yes.\n  ","545857":"\n  The bitmoji cupcake ones are so dirty! :(\n  \n  Goodnight 🤗😘\n  ","545858":"\n  Massachusetts;\n  \n  4 different houses in one town\n  \n  1 surrounding town\n  \n  Also lived in Plymouth once. I don't feel like giving the other towns since it's probably ones nobody has heard of. Plus safety reasons :P\n  \n  Then AZ\n  \n  I don't really count Maine just because I've been coming up here every single summer to go camping so it doesn't really feel like moving?\n  ","545859":"\n  I've moved 7 times. Luckily most were in the same town or surrounding town so it wasn't a huge change besides a different house. Pretty much the same school districts. I feel like it was good since i still had the same friends and all that.\n  \n  I think going out to Arizona was a bit different. Parents sold the house. We ended up getting rid of a lot of things we didn't really need. Downsizing and all that. It makes you see the clutter in a different way. Especially since parents are getting older type thing. My dad is such a hoarder so it was chaotic getting rid of things. My sister and brother came to help with the mess as well. I ended up flying out to AZ with my sister when the house sold. So I didn't really have all my belongings with me. It showed me that I can be pretty minimalistic. Ended up living there for three years and then going back and forth to get out of the winter then coming back to the east coast in the summer.\n  \n  I'm not really sure what makes it easier. I feel like you learn more about the best way to pack. You have a blank slate to decorate with if you wanted new decor. Some areas can be better than others.\n  ","545860":"\n  Not really. If I do it's more subconsciously :) Nobody came to mind currently.\n  ","545861":"\n  School to me can be kindergarten all the way up to high school. I usually think hs aged when school comes to mind.\n  \n  College and university\/uni are basically the same to me. It's what comes after graduating from high school. It's a higher level. You can get a degree based on what major\/minor you do. To study = college. You get to pick what classes you can do. You don't really have a choice what you get taught in \"school\".\n  ","545862":"\n  Thanks. You too\n  ","545863":"\n  Maybe a little bit?\n  \n  I watched a lot of NCSI today 🙃👌\n  ","545864":"\n  My sister a few days ago.\n  \n  Kik - Heather\n  \n  FB - Jessica\n  ","545865":"\n  I've only had normal coffee and those mocha Starbucks ones in the bottles.\n  ","545866":"\n  Loved it!\n  ","545867":"\n  Apple or oj. Just need to be in the mood for it.\n  ","545868":"\n  Both seem beautiful. Haven't traveled out of the usa besides Canada before.\n  ","545869":"\n  It's fine. Good for them.\n  ","545870":"\n  It should be a healthy balance.\n  ","545871":"\n  What if the dog was allergic to you?\n  ","545872":"\n  I kept hearing things most of the day lol. Chipmunks and squirrels were going crazy i think.\n  ","545873":"\n  Ouch\n  ","545874":"\n  Thanks  <3\n  \n  I don't think that I've been different so it's weird getting those messages lol Like show me where I've been different? Probably since I didn't answer their questions straight away or didn't answer that sex question in the way they wanted 😂😂😂\n  ","545875":"\n  I don't follow murders so it was interesting to get. Think the last one i heard of was the zodiac killer.\n  \n  My sister loves murder mystery shows and podcasts.\n  ","545876":"\n  Apparently! Kind of weird.\n  \n  Monday and Tuesday for The Voice\n  \n  Sunday and Monday for American Idol\n  ","545877":"\n  I don't see myself as one. I'm very open minded so why be hypocritical about things? There's no wrong way.\n  ","545878":"\n  Any questions? My inbox is dead.\n  ","545879":"\n  I either have really vivid dreams where I remember everything or dreams where I forgot a lot of what it was lol\n  \n  I don't remember last nights dream.\n  ","545880":"\n  I like it now and again.\n  ","545881":"\n  Aw *hugs*\n  ","545882":"\n  Aww. That's the sweetest thing!!! 🐺🐈\n  ","545883":"\n  Love?\n  ","545884":"\n  That's horrible! Hopefully soon.\n  ","545885":"\n  That made me want Cheesecake Factory's banana cream 😍\n  ","545886":"\n  Maybe one person?\n  ","545887":"\n  I'm a light sleeper too :)\n  \n  I was alone all day. Lulu was attached to the hip :\/ lol\n  ","545888":"\n  Nothing lol Maybe a little back talk \/ ignoring. Oops.\n  ","545889":"\n  Happy to watch The Voice now. I don't get why they have American Idol on at the same time either o.o\n  ","545890":"\n  I have before. I usually just like it to be dark and quiet in the room though.\n  ","545891":"\n  lol XD That too ;)\n  ","545892":"\n  Easter egg one?\n  ","545893":"\n  Summer? Myself? I love nature. Swimming. Getting some sun. Taking walks. Reading at the beach or on a dock.\n  ","545894":"\n  I didn't watch it much.\n  ","545895":"\n  I wasn't even on that much yesterday. lol. I don't really see anything that I'd describe as bitchy either.\n  \n  The whole period thing is comical. Why do girls always have to have it when YOU feel like something is off about them? I  also rarely get my period so that's also a low blow. And when I do get it, bitchiness isn't one of my symptoms lol. I can be a needy bitch and all nobody loves me \/ wanting affection type thing.\n  ","545896":"\n  Good luck with that. Personally, the whole one and marriage bit is pretty creepy.\n  ","545897":"\n  I think there should be more options. It's not just fight vs let go. Each relationship would be different.\n  ","545898":"\n  I'm not sure. I think it depends more on where you live. Like in Massachusetts I know a lot of kids are usually inside playing video games instead of going outside. Riding bikes, playing with others. Being a kid. Lots of technology these days.\n  \n  I feel like my nephews have the best of both worlds. They can always go out and do things while still having video games as well. They are more active. There are a ton of kid events and stuff...\n  ","545899":"\n  Boring and long.\n  ","545900":"\n  Why do you care?\n  ","545901":"\n  Hi\n  ","545902":"\n  Let's do a tb picture of Domino when she was still a puppy. 2008\n  \n  The last pictures were of her and it's sad seeing her old. Rip\n  ","545903":"\n  The accweather widget on the phone or on the news.. abc, fox, cnn. Doesn't really matter lol\n  ","545904":"\n  I don't remember but it was a Nokia. Blue one\n  ","545905":"\n  Who?\n  ","545906":"\n  None. I'm not enrolled right now and we don't call them specials in America.\n  ","545907":"\n  Night king 👑\n  ","545908":"\n  Wanting to spend more time with them. Actually saying the words. Thinking about them when they aren't there etc\n  ","545909":"\n  Why not both?\n  ","545910":"\n  Thanks bby\n  ","545911":"\n  :(\n  ","545912":"\n  😂😂😂😂😂😂😂😂\n  \n  That does sound strange lol\n  ","545913":"\n\n   @NineGDxFour\n  \n  would beat me\n  ","545914":"\n  Whatever you want to dance to 💃💃💃\n  ","545915":"\n  Ah gotcha. That's good  <3\n  ","545916":"\n  I don't bully anyone\n  ","545917":"\n  You are a girl?\n  \n  My day has been ok.\n  ","545918":"\n  Can't get Emma out of your mind? ;)\n  \n  I don't remember what I dreamed of last night\n  ","545919":"\n  You don't need to be sorry :P\n  ","545920":"\n  Read, shop, swim, dance, write etc\n  ","545921":"\n  Chatting and getting questions is different :P\n  ","545922":"\n  Bored.\n  \n  Quiet because I literally have no questions\n  ","545923":"\n  Doesn't matter.\n  ","545924":"\n  I don't.\n  ","545925":"\n  I don't think so. I only know Emily's.\n  ","545926":"\n  Hmm probably the day my best friend gave birth. I had such a headache and like something was wrong type of feeling. Then her parents came around and said she had her girl :)\n  \n  I didn't sleep much that day lol Ended up seeing her + Arianna later on. Got a floral arrangement with a duck\n  ","545927":"\n  I have bananas more often. Both are great!\n  ","545928":"\n  How was it long? Are you tired? What did you do? What was the best part of the day for you?\n  ","545929":"\n  For what?\n  ","545930":"\n  🙃🙃🙃\n  ","545931":"\n  When Domino died?\n  ","545932":"\n  Dolphins\n  ","545933":"\n  ¯\\_(ツ)_\/¯\n  \n  I usually have good ideas.\n  ","545934":"\n  Smart\n  ","545935":"\n  Getting sick of this question.\n  ","545936":"\n  Candles more\n  ","545937":"\n  Not mine\n  ","545938":"\n  Wizard\n  ","545939":"\n  No thanks. I got hit in the head once. Not my type of sport.\n  \n  I like the celtics though.\n  ","545940":"\n  Seems so :P\n  ","545941":"\n\n   @ErinWolf4919\n  \n\n\n   @poetalunam\n  \n\n\n   @mymountainofdreams\n  \n\n\n   @tashalikesbands\n  \n\n  + Eggsy\n  \n  I feel like they would have the most to say  <3\n  ","545942":"\n  I need a reason?\n  ","545943":"\n  Ok. I should go read now :P\n  ","545944":"\n  Neither if I had my way.\n  ","545945":"\n  Yes.\n  ","545946":"\n  Blankets 😍\n  \n  Tea or hot chocolate would be good tho\n  ","545947":"\n  I'd rather have a house than apartment.\n  ","545948":"\n  My favorites, especially together.\n  ","545949":"\n  Oh?\n  ","545950":"\n  Whatever as long as happy and healthy.\n  \n  I've had a dream where I had two girls and a boy. The girls were probably 2-3 age difference and the boy was just a baby\n  \n  ¯\\_(ツ)_\/¯\n  ","545951":"\n  I'm not sure! It could get annoying if you say something and the person finds it to be part of the boundaries. I'd rather not tip toe around people.\n  ","545952":"\n  I'd probably visit both.\n  ","545953":"\n  Not really. Probably lose interest in it\n  ","545954":"\n  50\/50\n  ","545955":"\n  🌞🌞🌞🌞🌞🌞\n  ","545956":"\n  I think similar is better for me but of course add in some differences too.\n  ","545957":"\n  This right now lol\n  ","545958":"\n  Both! I need to be in a mood in order to send things out though.\n  ","545959":"\n  Lucky me :)\n  ","545960":"\n  I don't really care what others do lol\n  ","545961":"\n  Stuck at home\n  ","545962":"\n  My cousin was named after the song since it was our grandpa's favorite song.\n  ","545963":"\n  Everything! Swimming, walking, tanning etc\n  ","545964":"\n  Thanks\n  ","545965":"\n  It's been melting so it's ok. Probably more storms on the way sometime -_-\n  ","545966":"\n  Our car died today so that's been fun. Dad noticed it was running hot yesterday. He ended up going to the library today and I guess it had a lot of smoke coming out. He thinks it might be the head gasket or something. Ended up getting a ride back from friends.\n  ","545967":"\n  I wouldn't want to alone\n  ","545968":"\n  Christmas ones?\n  \n  That shirt or my 1stphorm products from a giveaway contest.\n  ","545969":"\n  Ok. You? The whole car thing sucks but oh well. Gotta rent something in the meantime\n  ","545970":"\n  I have no idea what any of those are about\n  ","545971":"\n  7\n  ","545972":"\n  Booty\n  ","545973":"\n  Um.. I don't know lol\n  ","545974":"\n  Like this :P\n  \n  Use as a filler...\n  ","545975":"\n  Anyone have questions?\n  ","545976":"\n  I like both of those names.\n  \n  Hannah\n  \n  Savannah\n  ","545977":"\n  Not that often\n  \n  Once a day if I have some\n  \n  Maybe once a week or so?\n  \n  There were a bunch on the lake a few days ago. Must have been 10-20 of them.\n  \n  Not that often.\n  \n  I only have ginger ale when sick. I might get rootbeer if I'm sick of water and tea at a restaurant but ya.. rarely have. I used to be addictedto Pepsi.\n  ","545978":"\n  I use that when I ask for questions or rant 😂\n  ","545979":"\n  Our car died today so that's been fun. Dad noticed it was running hot yesterday. He ended up going to the library today and I guess it had a lot of smoke coming out. He thinks it might be the head gasket or something. Ended up getting a ride back from friends.\n  \n  Not lately lol. Fuck the snow and no sun. It's been so cloudy out and cold.\n  \n  Yes. Mostly chicken\n  \n  Yes\n  \n  No\n  \n  Not really\n  ","545980":"\n  I didn't do anything for it lol. Was just another day.\n  ","545981":"\n  20's today.\n  ","545982":"\n  No thanks\n  ","545983":"\n  Have before\n  ","545984":"\n  Overused the bitmoji tonight. Oops.\n  \n  Night babe ;)\n  ","545985":"\n  Every single time then\n  ","545986":"\n  Let it in for a few minutes. Then think about happy things.\n  \n  Read\n  \n  Over analyze\n  \n  Dance\n  \n  Anything, really.\n  ","545987":"\n  O.o\n  ","545988":"\n  Do you have a green thumb?\n  ","545989":"\n  Blueberries, lobster\n  ","545990":"\n  I am. I don't really care about it. I don't tend to do anything for it. Just another day to me. Parades seem cool. I didn't wear green today either. I'm not much of a drinker either.\n  ","545991":"\n  Nope\n  ","545992":"\n  I don't understand that lol\n  ","545993":"\n  I watch Family Feud and stuff?  ¯\\_(ツ)_\/¯\n  ","545994":"\n  Good\n  ","545995":"\n  I'm not sure\n  ","545996":"\n  California?\n  ","545997":"\n  Give me all the nice weather\n  ","545998":"\n  Why would I want to add their negativity to my page?\n  ","545999":"\n  I'm no one :(\n  ","546000":"\n  Both are cool. Tattoos more though 😍\n  ","546001":"\n  Vic Mignogna, voice actor\n  \n  Ayla Brown, singer. Was on American Idol before.\n  ","546002":"\n  Hi cutie\n  ","546003":"\n  Whip cream sounds better than sugar.. or chocolate\n  \n  Chocolate covered strawberries or cherries 😍\n  ","546004":"\n  Buy a bucket to put lists in.\n  \n  I don't really have one. I'm not good with having expectations then not having them done right.\n  ","546005":"\n  Can she play me? Or Zoey Deschnal (sp)\n  ","546006":"\n  A riddle. We are whatever we believe we are?\n  ","546007":"\n  Not a good one but yes\n  \n  A few times :\/\n  \n  Not always\n  \n  No\n  \n  Yes + yes\n  \n  I need to shave them atm lol\n  \n  I don't think so?\n  ","546008":"\n  I didn't\n  ","546009":"\n  Nope. I don't really watch cartoons these days. The gifs I see are funny however.\n  ","546010":"\n  Far from it lol\n  ","546011":"\n  The first two\n  ","546012":"\n  lol. It wasn't that bad :P I don't want to spoil it though.\n  ","546013":"\n  I'm not afraid of either one\n  ","546014":"\n  Good. You?\n  ","546015":"\n  ....\n  ","546016":"\n  Within reason lol\n  ","546017":"\n  Logg?\n  ","546018":"\n  Yes. It wasn't that scary :P\n  ","546019":"\n  Same as always. Chicken wings, chicken fingers and lo mein. Also a rib teriyaki.\n  ","546020":"\n  I don't think they had any good foxy ones...\n  ","546021":"\n  Woke up\n  \n  Finished off the leftover overnight oats for breakfast.\n  \n  Read a lot from The City of Brass by S. A. Chakraborty! It reminds me of Aladdin meets GOT type of world. Magic, kings, queens, princesses and princes, swords and other supernatural things.\n  \n  Watched some tv\n  \n  Ate Chinese food for dinner.\n  \n  Went online.\n  \n  Nothing exciting :P I'm Irish but I didn't wear any green today or took advantage of drinking like a fool.\n  ","546022":"\n  Ok\n  ","546023":"\n  Me as a bitmoji\n  ","546024":"\n  What's the point of sending this?\n  ","546025":"\n  For real though lol\n  ","546026":"\n  Yes\n  ","546027":"\n  No thanks lol Rather have real Mexican.\n  \n  I had Chinese food tonight\n  ","546028":"\n  Something to bitch about  ¯\\_(ツ)_\/¯\n  ","546029":"\n  It's ok.\n  \n  Normal steak doesn't agree with me much\n  ","546030":"\n  Why go on anon? :P\n  \n  Cool :)\n  ","546031":"\n  I'd hope so\n  ","546032":"\n  Ok then.\n  ","546033":"\n  We have a spy up in here\n  \n\n   @y3110wp1nk13\n  \n","546034":"\n  Stick?\n  \n  You'd have to ask that person. Not me.\n  ","546035":"\n  Slick about what?\n  ","546036":"\n  You know nothing\n  ","546037":"\n  I'd rather meet elsewhere but sure. If it came to that\n  ","546038":"\n  💚🍀💚🍀\n  ","546039":"\n  Who hasn't? Pick your battles, mate.\n  ","546040":"\n  Yup\n  ","546041":"\n  Neither now :P\n  \n  I like it to be warm but humidity sucks\n  ","546042":"\n  Future kids ~\n  \n  Explain that it's not nice. Nobody likes a bully. Maybe take things away from them.\n  \n  Idk depends more on the age and what was being said. Why? What made them say or do something about it? I'd like to hear them out and go from there...\n  ","546043":"\n  I read a lot?\n  ","546044":"\n  I don't think it's normal. I could understand being wary but you shouldn't hate as a whole because not everyone is the same.\n  ","546045":"\n  Oxymorons\n  ","546046":"\n  River\n  \n  Daisy\n  \n  Star\n  ","546047":"\n  Good times!\n  ","546048":"\n  30\n  \n  5'7\n  ","546049":"\n  It's fine. I don't get the whole hiding emotions.\n  ","546050":"\n  I don't think they acted their ages either.\n  ","546051":"\n  I'm not sure either. I don't watch cartoons these days. I think Hey Arnold and Rugrats characters acted older ¯\\_(ツ)_\/¯\n  ","546052":"\n  I have a few guys from here. No idea who is who so I don't really trust them much lol\n  ","546053":"\n  Was that a thing?\n  ","546054":"\n  I don't have a dingdong. We're screwed.\n  ","546055":"\n  People missed me. Aww\n  ","546056":"\n  Yes. It's called bitmoji lol\n  ","546057":"\n  Yes because waiting for me to come on yesterday would have been fruitless.\n  ","546058":"\n  Happy St Patricks day\n  ","546059":"\n  That's horrible\n  ","546060":"\n  I'm not sure. I just ended up getting one.\n  ","546061":"\n  May. Flowers and all that 😍\n  ","546062":"\n  Not really :P That's all on you.\n  ","546063":"\n  Hello child.\n  ","546064":"\n  I don't know any Blakes but I'd say male.\n  \n  Hmm maybe more females\n  \n  I think it's the most unisex. I really like the name.\n  \n  I think girls would have it more?\n  ","546065":"\n  No.\n  ","546066":"\n  Not a full blown out one but a little bit when I got a facial before. Mostly the shoulders..\n  \n  Or when I'd get my nails done they'd do the hand massage.\n  ","546067":"\n  No\n  \n  I thought the silence would have said it all 😂\n  \n  Here now though  <3\n  ","546068":"\n  I'm not sure. Maybe more French?\n  \n  And no, I'm not in the mood to get links about said language right now. :P\n  ","546069":"\n  Text\n  ","546070":"\n  Yes\n  \n  Nope. Only New Mexico\n  \n  I wish.\n  \n  No\n  ","546071":"\n  Milk and dark, yes.\n  ","546072":"\n  It's ok? Idk. You can make a lot if you work at it and expand your circle etc\n  ","546073":"\n  My sister did Avon before in her teens.\n  \n  I know someone who is using rodan + fields and ended up promoting it.\n  ","546074":"\n  I don't remember\n  ","546075":"\n  I have a few of them XD\n  \n  It's annoying since the UK gets two cd's and America only gets one. Wtf\n  ","546076":"\n  Rugrats, catdog, Hey Arnold.\n  \n  Not sure if Barney counts or Blues Clues...\n  ","546077":"\n  My sister's wedding. I think it was more drained from dancing, running around all day  (bridesmaid) and stuff like that more than from drinking. I only had two glasses of wine and a apple martini when we went to the bar afterwards. We were also there til closing time. Like I basically slept all day when we drove back to the house the next day.\n  \n  If that doesn't count... then I'll go with that new years where I was sick and drinking southern comfort. Room spinning at the end of the night and ended up puking. I was a bit groggy the next day but it wasn't that horrible either.\n  \n  I don't drink enough to get drunk. 2\/3 is usually what I stick with.\n  ","546078":"\n  About 85% of the time.\n  \n  They have been calm lately since I made a rant and they basically left me alone for a week 😂😂😂\n  ","546079":"\n  He's good in Goodwill Hunting and some other films. I guess\n  ","546080":"\n  Jack in Titanic just died.\n  ","546081":"\n  About getting snow again hahaha\n  ","546082":"\n  More than what?\n  \n  Personality for sure. Humor.\n  ","546083":"\n  Me too\n  ","546084":"\n  It has been melting but I think we're getting another storm sometime? ¯\\_(ツ)_\/¯\n  ","546085":"\n  Not in the end\n  ","546086":"\n  Jon Snow ❄💙❄💙\n  ","546087":"\n  Nothing to tell atm\n  ","546088":"\n  Hardcore doubting that ;)\n  ","546089":"\n  No. I'm afraid of doctors. Or the actual office \/hospital?\n  ","546090":"\n  I don't have that many online but here's one 😍\n  \n  I'm on the right. Sister on the left.\n  \n  Our old dog. Still can't believe it's been 12 years since she died. She had a bunch of pups but only three survived. Hard to see them since the pic is old XD Hello 90's\n  ","546091":"\n  *whistles* nothing to see here\n  ","546092":"\n  Oh. You weren't talking sexually then 😂\n  ","546093":"\n  No D for my P?\n  ","546094":"\n  Congrats!\n  ","546095":"\n  What made it great? :P\n  ","546096":"\n  I think I found the \"isn't this weird\" anon\n  ","546097":"\n  It's been ok. Yours?\n  ","546098":"\n  Fine 🔥\n  ","546099":"\n  Meow\n  ","546100":"\n  I personally like tattoos and it could make the guy appear hotter.\n  \n  I wouldn't rule a guy out if he didn't have tats though. It's not a must have \/ deal breaker.\n  ","546101":"\n  Nothing.\n  ","546102":"\n  It's a bitmoji 🙃\n  ","546103":"\n  Oh?\n  ","546104":"\n  ¯\\_(ツ)_\/¯\n  ","546105":"\n  \"Get organic followers\" 😂\n  \n  Oh god. Go away.\n  ","546106":"\n  Have both. Add Mexican shit to scrambled eggs 😍 Good hangover food...\n  ","546107":"\n  31\n  ","546108":"\n  Do people really keep track of that?\n  ","546109":"\n  Any time, yo.\n  ","546110":"\n  Give them a tip? ¯\\_(ツ)_\/¯\n  ","546111":"\n  Pity party for one\n  ","546112":"\n  Same. Was like what???\n  ","546113":"\n  \"Loser, ugly, girls are too good \"\n  \n  It's not going to attract someone if you are always down on yourself like that.\n  ","546114":"\n  Attitude adjustment\n  ","546115":"\n  Ok :)\n  ","546116":"\n  They kind of go together. I don't really feel like going down memory lane or writing about \"what ifs\"\n  \n\n   https:\/\/youtu.be\/ZNF93A7QpfI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","546117":"\n  I do think life is worth living. I'd be sad if I couldn't see family, friends, pets, nature, tv shows, a partner and everything else.\n  \n  Logical sounds a bit odd. It is a valid emotion, feeling. It's real. It happens. Can be mild, minor and other levels.\n  ","546118":"\n  The ones that move are fun :)\n  \n  My brother tied my sister up before and left her in a closet 😂 He doesn't remember doing it though lol\n  ","546119":"\n  This being one of them.\n  \n  Take a walk\n  \n  Facemask or other hygienic stuff\n  \n  Read\n  \n  Dance\n  \n  Sing \/ listen to music\n  \n  Movies\n  \n  Etc\n  ","546120":"\n  Get tons of blankets surrounding the bed? Move harmful objects out of the way\/hidden. Obviously not being in the bedroom would help lol If they aren't there then most likely not thinking about jumping on the bed.\n  \n  Play games. Be entertaining :P\n  \n  Tie them to a chair?\n  ","546121":"\n  Then do it\n  ","546122":"\n\n   https:\/\/youtu.be\/fFnOfpIJL0M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","546123":"\n  That would be really annoying if they wrote really bad things to you and then you have to see everything once again.\n  \n  I think it could come in handy if it was from a spammer who sent decent questions out.\n  \n  Pro & cons definitely.\n  \n  Like there's a reason why the person was blocked...\n  ","546124":"\n  Missed you x\n  ","546125":"\n  I haven't been that active\/productive today but thanks lol\n  ","546126":"\n  ....\n  ","546127":"\n  5 weird things I like\n  \n  What truly makes something weird?\n  \n  1. Is c*m weird? ¯\\_(ツ)_\/¯\n  \n  2. Online friends?\n  \n  I don't know. I feel like most things I'd say are pretty normal\/average lol\n  ","546128":"\n  Leggings and tshirt. I'm so basic 😑\n  ","546129":"\n  My day. How boring :P\n  \n  - woke up\n  \n  -walked down the stairs\n  \n  - took a pee\n  \n  -i ate some overnight oats for breakfast. I made a batch that lasts for 3\/4 days depending how much I use. So ya, that has been my breakfast this week lol. Also took my vitamin and fish oil pill\n  \n  -drank tea\n  \n  -listened to the radio for a bit\n  \n  -i did a facemask. Hulk smash. Was green :)\n  \n  -checked email. Typical start to my day lol\n  \n  -replied back to a DM on ig & liked\/commented on some posts.\n  \n  - sent a text to my sister\n  \n  -played a game of HQ trivia\n  \n  - 💩\n  \n  - I made some nachos. Don't really have much in the house atm and they seemed good enough lol. Basically just the salsa and shredded cheese on top\n  \n  - watched the Steve Wilkos show\n  \n  - the news is on right now and ofcourse it's all about the president + political bs\n  \n\n  Um.. i think that's it so far.\n  \n  Why is time flying? Already 4pm now o.o\n  ","546130":"\n  Let's do one of these number games!! Any other questions would be appreciated as well x\n  \n  SEND ME A #\n  ","546131":"\n  Nice song .\n  \n  I don't watch much video game ones\n  ","546132":"\n  I have no questions. What question were you talking about?\n  ","546133":"\n  So foxy 💫\n  ","546134":"\n  True\n  ","546135":"\n  1. Have a hot dentist ;)\n  \n  2. Think happy thought. How better it will be afterwards\n  \n  Idk. I prefer the dentist over doctors 😂\n  ","546136":"\n  1. My name is Lyndsey. I'm used to people spelling it all the other ways. I might correct people from time to time but it's more because we talk a lot and they still don't use the right spelling 😂 Call me Lynds if you forget lol\n  \n  2. I love to read. Mostly fiction\n  \n  3. My favorite color has always been blue. Also when I wore mood rings I'd always get the blue and purple tones :)\n  \n  4. I crave summer. 👙🌞\n  \n  5. I can get a little bit of seasonal depression.. winter has sucked so far! I'd rather be out in the sun and everything else instead of seeing clouds and snow 24\/7. I don't really feel depressed but just blah about it.\n  ","546137":"\n  It's fine lol. I don't know much either. Always got to use a translator. I do follow a few people who use Arabic more and I'm thankful when they post in English too.\n  ","546138":"\n  I have tea and water most.\n  \n  Alcoholic beverages? I like mixed fruity ones the best.\n  ","546139":"\n  English\n  ","546140":"\n  Haven't heard of. I know the US (Trump) has said a lot about Russia though. ....\n  ","546141":"\n  It happens lol\n  ","546142":"\n  Indeed\n  ","546143":"\n  Agreed! Same with Walking Dead. I'm not currently watching so didn't add. OITNB is fantastic too\n  ","546144":"\n  It's funny! Kind of shows why he's like that in TBBT too.\n  ","546145":"\n  To Kill a mockingbird is one of my top ones.\n  ","546146":"\n  Yes.\n  \n  Lately -\n  \n  The Voice, This is Us, The Goldbergs, The Big Bang Theory, Young Sheldon, Impractical Jokers, House hunting\/fixer upper ones. Say yes to the dress.\n  ","546147":"\n  Aw\n  ","546148":"\n  1130 now. Damn. Welcome to the other side\n  ","546149":"\n  ¯\\_(ツ)_\/¯\n  ","546150":"\n  Cue the mysterious music\n  ","546151":"\n  I moved your birthday up :)\n  ","546152":"\n  I do! Crazy voice.\n  \n  Summertime sadness came to mind when reading this. Some other great songs too :)\n  ","546153":"\n  lol. My mom likes her music but she's always like has anyone seen her 😂😂\n  ","546154":"\n  🎂🎂🎉🎉\n  ","546155":"\n  Goodbye, childhood.\n  ","546156":"\n  That went over your head\n  "}}