{"Question":{"549376":"\n   Do you like writing?\n  ","549377":"\n   Post a picture of somebody or something you find inspiring!\n  ","549378":"\n   Obg\n  ","549379":"\n   Fiz sete likes\n  ","549380":"\n   Você está passando de carro e vê um caminhão tombando na pista , você percebe que é de smartphone o caminhão você vai até lá pegar um celular pra você ?\n  ","549381":"\n   Which website or app do you use first in the morning?\n  ","549382":"\n   PAP selfie\n  ","549383":"\n   Vocês usam o Replika ? Acreditam nessa teoria de que seja uma \" lavagem cerebral \" ?\n  ","549384":"\n   What is your favorite thing in your room?\n  ","549385":"\n   Qual é a sua melhor lembrança dos tempos da escola?\n  ","549386":"\n   Favorite food?\n  ","549387":"\n   Why do girls' and boys' clothes have buttons on opposite sides?\n  ","549388":"\n   If you were in a horror movie who would you rathe rbe chased by? Freddy kruger or Jason\n  ","549389":"\n   stay true to yourself\n  ","549390":"\n   Are you a vegan, a vegetarian or a meat-eater?\n  ","549391":"\n   Do you sleep with a fan or ac on?\n  ","549392":"\n   Fala com alguém só por educação?\n  ","549393":"\n   What is everyone asking for Christmas?\n  ","549394":"\n   📸\n  ","549395":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","549396":"\n   Beard or moustache?\n  ","549397":"\n   ... e de repente, como providência divina, todas formas de poder que faz do mundo cruel e injusto começam a cair, um por um. E em poucas décadas o mundo se torna o que VOCÊ sempre desejou que fosse... Como seria exatamente esse mundo perfeito?\n  ","549398":"\n   Prefere jogar video game ou fazer sexo com os amigos?\n  ","549399":"\n   Prefere jogar videogame ou sair com os amigos?\n  ","549400":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","549401":"\n   Se em um planeta  vivessem apenas  mulheres e,  em outro , apenas  homens , que destino aguardaria  cada  um desses  mundos?\n  ","549402":"\n   Olá, Rita\nQual é o programa que usas para editar fotografias?\nE já agora, mac ou windows?\n  ","549403":"\n   O que  você  faz  de um jeito  diferente  dos  outros?\n  ","549404":"\n   Sério gente pesquisem no Google (com a pesquisa por voz) \n\"Como deixar uma pessoa no vácuo 😳😳😳\nPesquise e me fala aqui!\nPessoal aprenda a não deixa ninguém no vácuo 👊🏻👊🏻👊🏻👊🏻\n  ","549405":"\n   Who did you last say “I love you” to?\n  ","549406":"\n   Have you ever pull someone's cheeks with love?🏇\n  ","549407":"\n   amazing photography ❤💐\n  ","549408":"\n   fake lol\n  ","549409":"\n   Baby your link is not working?\n  ","549410":"\n   What have been the most important decisions in your life?\n  ","549411":"\n   What's your favorite drink?\n  ","549412":"\n   You're stuck on an island. How would you spend your time?\n  ","549413":"\n   Coletiva: Você acha que se sua família te mandasse embora da sua casa agora, algum amigo te levaria pra morar junto com ela(e)? Ou não estaria nem aí contigo?\n  ","549414":"\n   Quais são suas principais metas na vida?\n  ","549415":"\n   Se você descobrisse uma ilha, que nome daria a ela?\n  ","549416":"\n   Ja fez amor esse mês?\n  ","549417":"\n   How’s everyone doing!\n  ","549418":"\n   .-..-. Happy Halloween! If you're\n`·.·´  going out tonight, please\n🎃\/ be safe. \n\/▌\n\/ \\\n  ","549419":"\n   Quais são seus objetivos profissionais?\n  ","549420":"\n   ᆤᆤ❝ ❀ Qual a sua opinião sobre o programa vip? Vc gosta ou faz  parte? Ou preferes os presentes (que antigamente tinha) Porquê? ❤️\n  ","549421":"\n   Oiii\n  ","549422":"\n   ᆤᆤ❝ ❀ Tem algum tipo de ask que não gosta de responder? Se sim qual\/Quais? Porquê? ❤️\n  ","549423":"\n   Se  você  tivesse  dinheiro  suficiente  para  nunca  mais  trabalhar,  em  que gastaria  seu  tempo?\n  ","549424":"\n   Você  encontra  satisfação em  aprender?\n  ","549425":"\n   With the Covid-19 and most borders currently closed, what are your plans for this December?\n  ","549426":"\n   ᆤᆤ❝ ❀ Já fizeste  a àrvore de natal? Ou achas muito cedo? Gostas desta época que se aproxima? Porquê? ❤️\n  ","549427":"\n   Se você fosse sair com alguém especial, você escolheria sair para jantar ou ir ao cinema?\n  ","549428":"\n   Eu não sei pelo o que você está passando, se seu coração está angustiado, ansioso ou infeliz. Mas eu vim aqui para te dizer para ter paciência. Para todas as coisas, há seu tempo.\nConfie. 🙌❤\n  ","549429":"\n   💜..\"\n  ","549430":"\n   Bom Diaaa amadinhos dos ask😘🤩😍\n  ","549431":"\n   Sex with me?\n  ","549432":"\n   Você  contaria  sobre  uma  infidelidade  casual  para  seu  parceiro\/parceira?\n  ","549433":"\n   Qual foi o seu ano favorito?\n  ","549434":"\n   Age?\n  ","549435":"\n   Quais  são  as  três  palavras  que  os o utros usariam  para  definir  você?\n  ","549436":"\n   Uma pessoa que você ame ?\n  ","549437":"\n   Você tem medo de voar?\n  ","549438":"\n   Segui façam perguntas fofinhos(as) e desafios e elogios(as) e eu respondp tudo até críticas também.\n  ","549439":"\n   What's one thing you think everyone should do every day?\n  ","549440":"\n   Hi\n  ","549441":"\n   Tu és linda 😍\n  ","549442":"\n   Se faço perguntas em anônimo o povo quer quebrar minha cara e quando saio do anônimo continuam querendo quebrar minha cara por fazer muitas perguntas mas mano o site é pra isso certo agora não sei mais de nada isso me desanima.\n  ","549443":"\n   Já beijou ou beijaria alguem do mesmo sexo?\n  ","549444":"\n   Caso você não tenha conseguido ainda, o que você tem a perder?\n  ","549445":"\n   Pap outfit atm\n  ","549446":"\n   Será que você quebraria a lei para salvar uma pessoa amada?\n  ","549447":"\n   Você já recebeu algum olhar tão bom e afetuoso que te marcou? Como foi a situação do ocorrido?\n  ","549448":"\n   Já alguma vez te ris-te por causa dos barulhos da tua barriga? xb\n  ","549449":"\n   E tiras fotos no momento?\n  ","549450":"\n   Do you believe in ghosts ?\n  ","549451":"\n   Fazes alguma coisa genuína ou é tudo planeado?\n  ","549452":"\n   Is there a story behind your profile picture? What is it?\n  ","549453":"\n   How do you feel about him dying?\n  ","549454":"\n   Claro se estiver interessada\n  ","549455":"\n   Posso te ajudar na parte do site\n  ","549456":"\n   Já foste ao Alqueva fotografar o céu? Porque não fazes um site mais profissional\n  ","549457":"\n   ☹️\n  ","549458":"\n   Why?\n  ","549459":"\n   Plans for Christmas🎄🌹❄️?\n  ","549460":"\n   Boa tarde!!! Uma ótima semana para você!!!\n  ","549461":"\n   😈🔥[ M̶̶G̶̶ y̶̶ D̶̶a̶̶s̶̶ 5 M̶̶G̶̶ + S̶̶e̶̶g̶̶u̶̶i̶̶r̶̶ ] 🔥😈\n  ","549462":"\n   Eu sou do alto. Mas moro em lisboa. Namoras?\n  ","549463":"\n   Alentejo? Kkk alto ou baixo\n  ","549464":"\n   Mt bem. Vc mora onde\n  ","549465":"\n   King Von?\n  ","549466":"\n   thank you 🥰🥰\n  ","549467":"\n   Olha comprei o dji mini mavic 600 euros\n  ","549468":"\n   Do you sleep with the door opened or closed  ?\n  ","549469":"\n   Eu tinha um 3200 vendi. Tenho drone. Estou me dedicando a foto aerea\n  ","549470":"\n   Que câmaras usas\n  ","549471":"\n   Hi👋 What have you changed about yourself, which you're glad you did?\n  ","549472":"\n   Enquanto a filosofia permanece desconhecida, o homem vive de forma tranquila e é o conhecimento de sua existência e a percepção de que se é finito que o torna temente à morte. - Schopenhauer\n  ","549473":"\n   Fotografas?\n  ","549474":"\n   Facts💯💯💯\n  ","549475":"\n   Y'all ever heard of both rappers: Quando Rondo and King Von🤔?\n  ","549476":"\n   Bom diaaaa! Ótima semana a todos nós, já foram gratos hoje???\n  ","549477":"\n   Não quero ser mal educada 🥺😕 mas agradeço que não voltes mais a mandar asks para o meu ask até porque eu não faço questão de responder a mais nada que seja teu ! 😕 também te bloquiei no meu Instagram ! Tu parecias ser boa pessoa mas ontem não gostei do que vi ! E aquilo que vi me irritou 😕\n  ","549478":"\n   Do you prefer giving or receiving?\n  ","549479":"\n   هاي ماي فولورز رجعت الاكونت تاني لو حد فاكرني يعني 🙂😂\n\nالمهم ال محتاج حاجة يطلبها وال عمل ان فولو يرجع الفولو علشان ميزعلش 😂❤️\n\nدونت انسر بليز 🖤\n  ","549480":"\n   Hey Isa following you hope you will do the same\n  ","549481":"\n   Do you smile by choice or is it your habit?🏇\n  ","549482":"\n   PAP for 500 🔥\n  ","549483":"\n   🤣\n  ","549484":"\n   Have you ever skipped a class ?\n  ","549485":"\n   Qual foi o pior tipo de olhar que você já recebeu?\n  ","549486":"\n   Tirando boletos; o que facilmente te assusta? 😂\n  ","549487":"\n   O que você gosta de comer no café da manhã? Tem algo que costuma ser habitual? E no da tarde?\n  ","549488":"\n   Alguma vez você já mandou mensagem errada pra alguém no whatsapp? Já printou a mensagem e mandou pra pessoa errada?\n  ","549489":"\n   Tira uma foto de pijama ver como fica\n  ","549490":"\n   O que vc nunca perdoaria\n  ","549491":"\n   O que você faz quando sai com seus amigos?\n  ","549492":"\n   Teu cu\n  ","549493":"\n   What does it mean to be a good citizen on the Internet?\n  ","549494":"\n   Mesmo\n  ","549495":"\n   Ola, quer trocar likes e ask?\n  ","549496":"\n   Vc escolheria perde o emprego ou namorando\n  ","549497":"\n   Escreve direito, desgraça.\n  ","549498":"\n   Ola\n  ","549499":"\n   Posta foto sua e da sua irmã juntas?\n  ","549500":"\n\n    https:\/\/ask.fm\/suecruz18\/answer\/164794935424\n   \n   será que é a mesma pessoa e tem algum fetiche com meias ? 😅😅\n  ","549501":"\n   You have a boyfriend?\n  ","549502":"\n   curtas oy compridas?\n  ","549503":"\n   Formula 1  Portimao Gradprix\n  ","549504":"\n   Come stai?\n  ","549505":"\n   Portugal,home Lisabon?\n  ","549506":"\n   Se tivesses namorado não ANDAvAS como andas a meteres te com os outros aqui no ask 😕😕😕\n  ","549507":"\n   Lol\n  ","549508":"\n   Se não é o Gonçalo é outro qualquer tu  metes te com todos 😕😕 quem namora não anda como tu andas !!!\nSua vai com todos\n  ","549509":"\n   De q cor são as tuas meias?\n  ","549510":"\n   Would you like to receive my questions?\n  ","549511":"\n   Oi amores, passando so pra desejar aquele fim de domingo bem gostoso pra voces, pq o meu ta puro tedio. Socorro 😞😪\n  ","549512":"\n   you like sport? If so, which one?\n  ","549513":"\n   three films that I have stolen your heart?\n  ","549514":"\n   teu namorado é invisível ? 🤣🤣🤣 ou é daí.mesmo ?\n  ","549515":"\n   do you get tired of a person easily?\n  ","549516":"\n   do you believe in Magic?\n  ","549517":"\n   do you believe in ghosts?\n  ","549518":"\n   do you believe in love at first sight?\n  ","549519":"\n   what is the most beautiful moment you have ever lived and that you will never forget?\n  ","549520":"\n   do you prefer sushi or pizza more?\n  ","549521":"\n   are you more introverted or extroverted?\n  ","549522":"\n   do you prefer a happy or unforgettable life?\n  ","549523":"\n   which cities have you always wanted to visit?\n  ","549524":"\n   What do you think about homophobia?\n  ","549525":"\n   What do you like about yourself and what do you dislike?\n  ","549526":"\n   Fazes exercício físico ?\n  ","549527":"\n   What’s your biggest fear?\n  ","549528":"\n   What’s your biggest dream?\n  ","549529":"\n   Como é o teu dia a dia?\n  ","549530":"\n   Is loving yourself selfish?\n  ","549531":"\n   Como passas o teu tempo livre?\n  ","549532":"\n   ·Si hoy fuera el último día de tu vida, ¿querría hacer lo que vas a hacer hoy? Te sigue y te lee:\n  ","549533":"\n   Seguindo 🎉\n  ","549534":"\n   are you a model?\n  ","549535":"\n   Fake\n  ","549536":"\n   Desbloqueei 😘❤️\n  ","549537":"\n   how many questions you have in inbox\n  ","549538":"\n   oh sois sois ninguém é feio todos são bonitos aos olhos de Deus\n  ","549539":"\n   não tens foto com ele ? 🤔\n  ","549540":"\n   Namoras á quanto tempo ? Pública foto 🤭😛\n  ","549541":"\n   Do you have any cool talents?\n  ","549542":"\n   Hello :)\n  ","549543":"\n   Hi Can you say what Ripple is?\n  ","549544":"\n   Elegante msmo 😌\n  ","549545":"\n   Pq os relacionamento não dão certo hoje em dia\n  ","549546":"\n   🔎 Google Pesquisa 🔎 a primeira coisa q veio na sua mente? '\n  ","549547":"\n   foto delas\n  ","549548":"\n   Vc sairia comigo?? Cinema\/ jantar ou um passeio ?se sim porque?\n  ","549549":"\n   Tem alguma parte do seu corpo que você vê e fica impressionado? Gente, eu olho minha bunda no espelho e fico encantado, a gravidade não consegue competir com meu bumbum durinho, redondo e empinado. O segredo? Agachamento, afundo e stiff. (What do you like the most about your body?)\n  ","549550":"\n   Praia ou interior\n  ","549551":"\n   Namora com amiga da certo\n  ","549552":"\n   Vc usa óculos ser sim tira uma foto\n  ","549553":"\n   Done ☘️☘️🎁\n  ","549554":"\n   tnk 🤭☺️\n  ","549555":"\n   Unlock and win! 🎁☘️\n\n ▪️https:\/\/ask.fm\/GoncaloACC\/answers\/163925386593\n  ","549556":"\n   Oferecida és tu e não és pouco 👌\n  ","549557":"\n   Para quem namora andas a fazer te muito aos outros rapazes  !! Porca\n  ","549558":"\n   tc dear ❤\n  ","549559":"\n   🤗tightly hug ❤\n  ","549560":"\n   do you have a bf oh OK 🤗 God bless you both\n  ","549561":"\n   my goodness beautiful you are ❤\n  ","549562":"\n   wow beautiful ❤\n  ","549563":"\n   nice dp  is it you baby?\n  ","549564":"\n   Good morning\n  ","549565":"\n   kiss?\n  ","549566":"\n   where r u from\n  ","549567":"\n   you don't like?\n  ","549568":"\n   😘\n  ","549569":"\n   You looking damn beautiful 😘\n  ","549570":"\n   Why would someone want to go on a space trip? 🌌\n  ","549571":"\n   Don't worry I was just kidding. Btw nice to meet you. See you soon bye...😊\n  ","549572":"\n   Umm !! Pretend...😂\n  ","549573":"\n   Bom Diaaa\n\nSou tão \"MAL\" que comprei um \"SUCO\" estava  escrito: abra aqui!\n -Eu abri lá em casa!!                          \n\n\/((> \n  \/\\\n\nNinguém manda em mim....\n\nkkkkkkkkkkkkkkkkkkkkkkkkkkkk\nkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk\nkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk\n  ","549574":"\n   O ho, I hope you will get marry soon with him. 😁\n  ","549575":"\n   🤩\n  ","549576":"\n   📸 Free Space 📸\n  ","549577":"\n   Yep, 😄 So tell me now\n  ","549578":"\n   Who would you like to pick...?\nYour Boyfriend's call or Gol Gappe 😂\n  ","549579":"\n   WHAT IS THE MOST SERIOUS PROBLEM IN THE WORLD?\n  ","549580":"\n   oh nice\n  ","549581":"\n   so wht u do\n  ","549582":"\n   thank you I will watch\n  ","549583":"\n   good n u ?\n  ","549584":"\n   Any favourite movie name\n  ","549585":"\n   hii\n  ","549586":"\n   What makes you strong\n  ","549587":"\n   Do you daily upload your WhatsApp status?🏇\n  ","549588":"\n   Hypothetical: you conceive a child, at your first ultrasound the doctors tell you that if you carry the baby to full term, you AND the child will die. Do you choose to abort and save your life? Or carry the child knowing both yours an it's life will end?\n  ","549589":"\n   The time is 00:42 pm\n  ","549590":"\n   Good evening\n  ","549591":"\n   Tik Tok or Musical.ly?\n  ","549592":"\n   cool\n  ","549593":"\n   Hi how r u\n  ","549594":"\n   Hi! How are you? 🤔🙂\n  ","549595":"\n   ça va\n  ","549596":"\n   beautiful...🌹\n  ","549597":"\n   Qual foi sua experiência mais vergonhosa?\n  ","549598":"\n   Allô\n  ","549599":"\n   Amizades novas?\n  ","549600":"\n   Who's your favorite star wars character?\n  ","549601":"\n   wrong answer 😛\n  ","549602":"\n   Is your volume always up on your phone?\n  ","549603":"\n   oiiiiii\n  ","549604":"\n   Your favorite hair color?\n  ","549605":"\n   😍\n  ","549606":"\n   Do you like attention?\n  ","549607":"\n   I love pie on Thanksgiving and I was wondering If I can have you....some, cutie pie?\n  ","549608":"\n   Teddy bear or Pillow ?\n  ","549609":"\n   Sure 😃\n  ","549610":"\n   Isso msmo 👏🏾\n  ","549611":"\n   Qual foi a coisa mais perigosa que  já fizeste?\n  ","549612":"\n   O meu passado não me condena. Ele me mata de vergonha.\n  ","549613":"\n   Foto\n  ","549614":"\n   Foto\n  ","549615":"\n   What are the most common questions do you get?\n  ","549616":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","549617":"\n   Com que idade você começou a fumar charuto? :o\n  ","549618":"\n   Ah bom te abraçando\n  ","549619":"\n   Vc foi sequestrado (a) e levado(a) pra uma ilha deserta com Byonce, Rihanna e Kate Perry. O único jeito de sair da ilha é chupando a xota de qualquer uma delas. Qual xota você chupava? :o\n  ","549620":"\n   How do we watch\/see secret things?\n  ","549621":"\n   Te olhando sorrio\n  ","549622":"\n   Minha barriga doi\n  ","549623":"\n   I m waiting\n  ","549624":"\n   I miss u 🥺\n  ","549625":"\n   Bom dia! Um ótimo feriado e um excelente final de semana para você e toda a sua família! 😚\n  ","549626":"\n   Ansiosos para o final de ano?\n  ","549627":"\n   ¿alguna vez te ha pasado que te gusta alguien y no sabes como decirle?\n  ","549628":"\n   ya hashtags, coisas que se gosta normalmente. eu nao tenho moedas dessas kkk. o hardcore entendi,há momentos para tal também kkk =$\n  ","549629":"\n   o que sao os hashtag coins e o hardcore que tens no ask?\n  ","549630":"\n   Não disse para seres professora\n  ","549631":"\n   nao estão nada más =)\n  ","549632":"\n   How do you know that you're a female 🚺\n  ","549633":"\n   How do I will 💯% confirm that  you're a female 🚺???\n  ","549634":"\n   Boa noite desculpe é de manhã aqui, Tenha um bom descanso 🙂\n  ","549635":"\n   ¡¡Hola, excelente día!! Cuéntame... ¿Cuál es tu comediante favorito?\n  ","549636":"\n   how are u 😳\n  ","549637":"\n   Quero treinar inglês contigo\n  ","549638":"\n   Bom Dia como você está 👋\n  ","549639":"\n   princess of darkness 😳\n  ","549640":"\n   👑  Free  Space  Photo  👑\n  ","549641":"\n   Haii\n  ","549642":"\n   Você costuma ter muitos pensamentos estranhos? Tem algum e particular que você teria pra compartilhar?\n  ","549643":"\n   Honest hour só com 10 perguntas sim ou não?\n  ","549644":"\n   A positive advice or a principle that you would like to share.\n  ","549645":"\n   Good Morning 🌞\n  ","549646":"\n   Done ☺️\n  ","549647":"\n   entao se quiseres diz qual o insta para eu ver =)\n  ","549648":"\n   Growing up were you one of the ‘weirdos’ or the populars?\n  ","549649":"\n   🌸 Qual tipo de música você gosta de dançar? Ou não gosta de dançar?\n  ","549650":"\n   É engraçado como as pessoas ficam confusas quando a frase não termina do jeito que elas periquito né? Bom dia 😊\n  ","549651":"\n   no insta tens pagina com fotos feitas por ti?\n  ","549652":"\n   Linda 😘❤️\n  ","549653":"\n   no problem ty\n  ","549654":"\n   Feito\n  ","549655":"\n   niiice. gimme my prices 👏🏼😂\n  ","549656":"\n   O Homem que inventou a distância não inventou por maldade, se não houvesse distância não haveria saudades.\n\nBoa Noite ♡\n  ","549657":"\n   Which activity in your life lights you up with joy ?\n  ","549658":"\n   Namorado ?\n  ","549659":"\n   कितनी देर में आपको अपना फोन चार्ज करना पड़ता है?\n  ","549660":"\n   Thank you🥰\n  ","549661":"\n   YOU JUST DIED! Your 10th picture in your camera roll is what killed you! What killed you?\n  ","549662":"\n   Foto leggings\n  ","549663":"\n   Something attractive about me ?\n  ","549664":"\n   Acreditas em finais felizes?\n  ","549665":"\n   Gain some balls and just fucking do it\n  ","549666":"\n   Coletiva: O que você prefere, um jeans rasgado ou quarenta reais ( 6,19 Euro ). Ou você só quer paz?\n  ","549667":"\n   What kind of shout outs do you send?\n  ","549668":"\n   are you a princess of darkness? 😳 Lol\n  ","549669":"\n   selfie\n  ","549670":"\n   Desabafo: Gente, cu$ta quanto pro ASKfm liberar a troca de @ ? Sério, isso é algo extremamente corriqueiro, a gente fica preso a um termo que não nos pertence mais. Nem lembro que o Yahoo existe rs Isso é má vontade e orgulho. Não votem nele amanhã! Ele mente, engana e corrompe!\n  ","549671":"\n   O que te faz sorrir?\n  ","549672":"\n   Dont answer this\n  ","549673":"\n   Chocolate melted on my boob\n  ","549674":"\n   Hello\n  ","549675":"\n   Who should I be?\n  ","549676":"\n   ☀️  S P A C E  ☀️\n  ","549677":"\n   is your soul dark? 😳\n  ","549678":"\n   Has your boyfriend been playing that new call of duty>\n  ","549679":"\n   E hoje eu só queria tá reunida com as amigas, e falando \"mas gente, quem somos nós pra julgar, né?\". E você onde queria estar hoje?\n  ","549680":"\n   do you have your day already planned or do you go with the flow?\n  ","549681":"\n   why\n  ","549682":"\n   What is your favorite color?\n  ","549683":"\n   Descalças-te para mim? Não perdes nada.\n  ","549684":"\n   What’s your favorite way to spend time outdoors? 😛\n  ","549685":"\n   Coletiva: Com sinceridade, você tem preconceito com quem escreve textos com muitos erros em redes sociais?  Ou você acha que aqui devemos escrever como falamos e tanto faz?\n  ","549686":"\n   Te mandei mensagem lá. Chegou?\n  ","549687":"\n   Helloo Isabel👋👋\n  ","549688":"\n   Talvez sim ou talvez não?\n  ","549689":"\n   What is your opinion on people that celebrate Christmas every day?\n  ","549690":"\n   Buenos diassss 🤗🌞\n  ","549691":"\n   How do I get a boy to like me?\n  ","549692":"\n   Já ficou com menina?\n  ","549693":"\n   Segui linda!\n  ","549694":"\n   Hi\n  ","549695":"\n   Who is your favourite askfm user ?\n  ","549696":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","549697":"\n   Are you ticklish? If so, where?\n  ","549698":"\n   Hello how was your day?\n  ","549699":"\n   Em 2020 eu deixei de........\n  ","549700":"\n   Would you ratherbe forced to live the same day over and over again for a full year or take three years off the end of your life?\n  ","549701":"\n   What was your life like pre-Covid?\n  ","549702":"\n   IF YOU COULD DO ANYTHING ILLEGAL WITHOUT GETTING CAUGHT, WHAT WOULD YOU DO?\n  ","549703":"\n   Boa tardeeee 🐙\n  ","549704":"\n   Do you always check your phone?\n  ","549705":"\n   podemos ser amigos\n  ","549706":"\n   ola tudo bem contigo\n  ","549707":"\n   Debate: A fama é uma prisão?\n  ","549708":"\n   Have you ever have to say \"NO\" to someone\/thing that you actually love?\n  ","549709":"\n   Why everything?\n  ","549710":"\n   Is there anything that you would change about Christmas?\n  ","549711":"\n   Do you prefer texting rather than calling ?\n  ","549712":"\n   🦌 Espaço Livre 🦌\n  ","549713":"\n   Una foto de tus pies👣\n  ","549714":"\n   Has anyone famous ever been in your hometown?\n  ","549715":"\n   How many hours do you sleep at night?\n  ","549716":"\n   Where do you go when you need to focus and concentrate?\n  ","549717":"\n   Debate: Por que o ASKfm é tóxico?\n  ","549718":"\n   Nem sempre minha amiga, eu tento de tudo pra não sofrer e nada adianta se minha missão é me corroer nas minhas tristezas. Conheço pessoas que não dão a mínima pra isto e estão com a vida dos sonhos.\n  ","549719":"\n   Share a photo with me 📸\n  ","549720":"\n   Qual é o legado que você quer que as pessoas se lembrem quando você morrer?\n  ","549721":"\n   DARE: What is your WIFI name? HAHAHA let's see who's got a weird WIFI name 😂\n  ","549722":"\n   Can you still live without your phone? How long do you think can you last without it? 📵\n  ","549723":"\n   Do que mais gostas do ask? (Fazer amizades, responder perguntas, fazer perguntas, etc)\n  ","549724":"\n   Coletiva: Você come bastante de manhã? Ou não come praticamente nada?\n  ","549725":"\n   Have you met or seen someone that you look-a-like? Or is there someone that your friends\/family tells you that looks like you?\n  ","549726":"\n   Why are you being difficult ?\n  ","549727":"\n   What's your typical breakfast?\n  ","549728":"\n   Hello Stranger 👋😆\n  ","549729":"\n   Do you help\n  ","549730":"\n   Do you like cats?\n  ","549731":"\n   Well done👍\n  ","549732":"\n   Peço desculpa , carreguei sem querer no “why” 😅\n  ","549733":"\n   Mas você se considera feminista ?\n  ","549734":"\n   Sim ou não ?\n  ","549735":"\n   ok x\n  ","549736":"\n   O que é irresistível para você?\n  ","549737":"\n   Qual a sua opinião sobre guerra de sexoo ?\n  ","549738":"\n   Ey anónimo voce deixar en paz ✌️ a Isa\n  ","549739":"\n   you ok x\n  ","549740":"\n   Você é feminista ?\n  ","549741":"\n   hi x\n  ","549742":"\n   JAJAJAJ ups😳🙄\n  ","549743":"\n   What do you think and feel about the recent US Election? 🇺🇲🗳\n  ","549744":"\n   Eu tb tenho um gatinho 😄😚\n  ","549745":"\n   This is because you have liked my last question xd\n  ","549746":"\n   Yes.\n  ","549747":"\n   Bem gata\n  ","549748":"\n   Foto\n  ","549749":"\n   ASKfm avisa que\n  ","549750":"\n   What is your favourite Christmas movie?\n  ","549751":"\n   ^-^\n  ","549752":"\n   Coletiva: Você já dormiu como se não houvesse amanhã?\n  ","549753":"\n   Free Space 🍨\n  ","549754":"\n   Espaço livre 🙉🙊🐵\n  ","549755":"\n   What was the last movie you watched? Did you like it?\n  ","549756":"\n   Are you happy or sad about the result of the US elections?\n  ","549757":"\n   Do you have that one question in your question box that you just don’t want to answer?\n  ","549758":"\n   Hello can someone tell me which is the most reliable paying survey program I could apply to?\n  ","549759":"\n   Thank you for voting Donald Trump\n  ","549760":"\n   How different was your life one year ago?\n  ","549761":"\n   Espaço livre 🐵\n  ","549762":"\n   Bom dia 😀 O que vc pode fazer hoje pro seu dia ser melhor?\n  ","549763":"\n   20 likes\n  ","549764":"\n   Oops, I accidentally gave 40 coins, lol. Done! I'd like 50 coins\/20 likes. Thank you!\n  ","549765":"\n   Have you ever been bored about being BORED? 🥱\n  ","549766":"\n   Do you have a special someone?\n  ","549767":"\n   Você acha que somos a melhor geração ou a geração mais chata\n  ","549768":"\n   Rol@ de papagaio kkkkkkkkkk\n  ","549769":"\n   Já te segui e ainda não me seguiste de volta 🤔\n  ","549770":"\n   50 🔥\n  ","549771":"\n   Hey thanks Isa, why no new uploads on insta?? 🤔\n  ","549772":"\n   Testing question to check if you guys still remember me?\n  ","549773":"\n   UAHAHAHAHAHA cara de pau kk\n  ","549774":"\n   Quem aqui usa Twitter ?\nSigam lá :\n   \n    @sudtc\n   \n","549775":"\n   How do you know when someone is lying to you\n  ","549776":"\n   Qual seria sua reação ao ficar com uma pessoa que beija muito mal? Sinceridade:\n  ","549777":"\n   50 🔥\n  ","549778":"\n   50 foguinhos 😁\n  ","549779":"\n   Desculpa o palavrão que viste mas foi dos nervos aturo cada uma aserio 🙄\n  ","549780":"\n   Thanks 🥳\n  ","549781":"\n   20 likes 😊\n  ","549782":"\n   20 likes ☺️\n  ","549783":"\n   20 Likes\n  ","549784":"\n   Do you like to study?\n  ","549785":"\n   villalobosij ♂ ♏ te preguntó: “Los desafíos son los que hacen la vida interesante, superarlos es lo que hace la vida significativa. Espacio para el desafió.”\n  ","549786":"\n   Yaaaay I has a verified mark!!! 🥳🥳🥳\n  ","549787":"\n   20 likes and done.\n  ","549788":"\n   🌸 Espaço livre 🌸\n  ","549789":"\n   Vamos imaginar que você é um chefe e tem um restaurante. Que tipo de comidas ia servir?\n  ","549790":"\n   Do you fear or embrace the unknown?\n  ","549791":"\n   Qual foi a fofoca mais polêmica em que você já se meteu?\n  ","549792":"\n   Também já te fizeram aquela pergunta : qual foi a coisa mais estranha que fizes te por um rapaz?\n  ","549793":"\n   Como está o tempo na vossa terra?\n  ","549794":"\n   oiiiiiiiiiiiiiiii :)\n  ","549795":"\n   Do you believe in horoscopes\n  ","549796":"\n   Como vai\n  ","549797":"\n   Helloooo!🤍\n  ","549798":"\n   Favorite Autumn Drink?🍁☕️\n  ","549799":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🥶\n  ","549800":"\n   [ 🌸 ](ᵔᴥᵔ)\/.....¿Cuál es la última cosa que has visto en la tele?\n  ","549801":"\n   What angers you the most?\n  ","549802":"\n   If you had the option, would you ever travel to another galaxy ?(:\n  ","549803":"\n   If you were moving to another country, but could only pack one carry-on sized bag, what would you pack? ✈\n  ","549804":"\n   Coletiva: Qual é a primeira pessoa que vem na sua cabeça quando vc acorda?\n  ","549805":"\n   Bom diaaa!!! Que você tenha uma ótima sexta feira e um excelente final de semana!!! 😚\n  ","549806":"\n   Post Something Cute ❤\n  ","549807":"\n   3 coisas que não podem faltar no seu dia ?\n  ","549808":"\n   How would you describe your style?\n  ","549809":"\n   Name a topping that you'll never EVER eat on a pizza??? Why? 🍕\n  ","549810":"\n   What are you addicted to?\n  ","549811":"\n   Quando por duas vezes se tentar fazer amizade com uma pessoa e essa pessoa  rejeitar, você deve parar de tentar e guardar a terceira vez para quando essa pessoa tentar fazer amizade com você. Concorda?\n  ","549812":"\n   Do you have any vices? If no, why not? If yes, what are they? 🚬🍻\n  ","549813":"\n   O que você já pensou ser impossível mas aconteceu\n  ","549814":"\n   They saying it might be a lil Civil war or whatever kinda got me thinking how I used to go to war for your heart   They can suppress my vote but they will never suppress my love for you. You don’t gotta respond anyways be safe\n  ","549815":"\n   Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?\n  ","549816":"\n   Have you ever tried changing yourself to fit in? #StatusQuo\n  ","549817":"\n   Que prendas vocês pretendem adquirir esse ano?\n  ","549818":"\n   What uncommon food combinations do you really enjoy? 🍟🍦\n  ","549819":"\n   How much ASKfm coins 🔥 do you have?\n  ","549820":"\n   Do you get angry and annoyed when someone copies you? 👯‍♀️\n  ","549821":"\n   Boa noite serumaninha linda 😍😍\n  ","549822":"\n   Um GIF que te descreva!? 👁️👄👁️\n  ","549823":"\n   How has your day been\n  ","549824":"\n   + free (boa tarde,  desejo te uma ótima quarta-feira)\n  ","549825":"\n   Coletiva: Você costuma sentir culpa por coisas que nem sabe se realmente é culpa sua?\n  ","549826":"\n   Olá ✨\n  ","549827":"\n   Of the following, what do you think your love style is? Eros (passionate), mania (obsessive), agape (selfless), ludus (playful\/noncommittal), pragma (realistic), or storge (friendship\/familial love).\n  ","549828":"\n   What do you think will happen if all humans and animals could communicate?\n  ","549829":"\n   Eu sou lindo.\n  ","549830":"\n   Você já quis desaparecer pra sempre?\n  ","549831":"\n   Testículo\n  ","549832":"\n   Gente, é só comigo ou não dá mais pra copiar o link das músicas no youtube? 😪\n  ","549833":"\n   I don't either\n  ","549834":"\n   Isa tens de ouvir a música do\n   \n    @Wndlv\n   \n   😄 ele canta\n  ","549835":"\n   How long have you been using this app?\n  ","549836":"\n   E aí você é feliz?\n  ","549837":"\n   E aí já soltou a pessoa que não te merece?\n  ","549838":"\n   I wanna tell you, you are a good photographer :))\n  ","549839":"\n   Do you support TRUMP?\n  ","549840":"\n   How do you celebrate hitting 1 Billion times in mastur***?\n  ","549841":"\n   Eai\n  ","549842":"\n   Why are you always hiding your strong desires...\n  ","549843":"\n   nice...👍\n  ","549844":"\n   Bring a bucket and a mop\n  ","549845":"\n   What things do you like about your country?\n  ","549846":"\n   Love letters or Gifts...\n  ","549847":"\n   O dia de finados pra vc é só um.feriado, ou vc tira um tempo pra homenagear as pessoas que se foram?\n  ","549848":"\n   BOY\/GIRLFRIEND OR FRIENZONE MATERIAL:\n   \n    @ivandesingano079673\n   \n   🧡\n  ","549849":"\n   Good Morning 🌞\n  ","549850":"\n   BOY\/GIRLFRIEND OR FRIENZONE MATERIAL:\n   \n    @zyxwvtsrq\n   \n   ❤\n  ","549851":"\n   Good evening...✌️😉\n  ","549852":"\n   Bom dia! Que vc tenha um ótimo feriado!\n  ","549853":"\n   me mostrou uma foto de tronco nu 😄😄😄  tem um belo corpo 🤣🤣😄😄 aí senhores 😄😄😄\n  ","549854":"\n   ele dá me os calores 🤣🤣🤣😄\n  ","549855":"\n   entendeste sim.🤣🤣🤣🤣🤣 não terá as de desentendido 🤣🤣🤣\n  ","549856":"\n   Apaixonada?\n  ","549857":"\n   Não entendi nada\n  ","549858":"\n   ah não preocupada ? pois eu podia te ter avisado para rates prevenida mas pronto agora já sabes foi  um desafio esquece isso 😘😘😘\n  ","549859":"\n   mas esquece a brincadeira e desculpa sei k com isto n se brinca e e feio\n  ","549860":"\n   Foi o\n   \n    @Wndlv\n   \n   que me mandou fazer este desafio é a brincar 🤣🤣🤣🤣🤣 ele deu me o desafio de ter coragem de xingar alguém ele disse k eu n seria capaz e eu brinquei ctgo.\n  ","549861":"\n   Vai dar a conta ao teu namorado e deixa os outros em paz sua porca\n  ","549862":"\n   Como tá o clima aí?\n  ","549863":"\n   a tá kkk Entendi. o meu tá tranquilo. O meu pai fez uma cirurgia ontem, é deu tudo certo.\n  ","549864":"\n   Nossa, o que aconteceu? :(\n  ","549865":"\n   que bom. to bem sim. como ta indo o final de semana?\n  ","549866":"\n   Obrigado pelos likes :)\n  ","549867":"\n   Tudo bom?\n  ","549868":"\n   Oiii 😊\n  ","549869":"\n   explain,  when you became so photogenic\n  ","549870":"\n   😠😠😠😠\n  ","549871":"\n   ahaha , na boa 😋\n  ","549872":"\n   Yhjbffggvbbjjjkkiiiiiyffxxxxcbskkns\n  ","549873":"\n   were are  you  from\n  ","549874":"\n   whats your name\n  ","549875":"\n   👁️👄👁️, eu não mereço ahaha\n  ","549876":"\n   Hii whatsapp\n  ","549877":"\n   E assim vc uma pessoa vai amarrar vc na cama em x com vemdada e vc tem que aguentar 3minutos\n  ","549878":"\n   Mas posso te explicar como funciona?\n  ","549879":"\n   Mas endagora tão vc sente kkkk\n  ","549880":"\n   Acha possível uma menina de 13 anos dar uma surra de cinto em uma mulher de 28?\n  ","549881":"\n   Hi 👋 how are you I’m back at my ask\n  ","549882":"\n   This is what you look like, these days?\n  ","549883":"\n   Serio\n  ","549884":"\n   Que pena\n  ","549885":"\n   Faria um fio terra na Demi Lovato se ela te pagasse pra isso?\n  ","549886":"\n   Desafio vc a fazer o desafio das cocegas  aí eu te explico como funciona ta se vc quiser ?\n  ","549887":"\n   Vc gosta de desafios ?\n  ","549888":"\n   Eai\n  ","549889":"\n   Jeder 3 likes?\n  ","549890":"\n   ╔═ஜ═╗εรpคçσ ł¡vяε ╔═ஜ═╗\n  ","549891":"\n   Vem no meu ask e sugere! :)\n  ","549892":"\n   Tô indo, obg! Quer fazer algo?\n  ","549893":"\n   Oi, tudo bem com você?\n  ","549894":"\n   Parliamo senza pubblicare ?\n  ","549895":"\n   📷🖤 Sunday Selfie 🖤📷\n  ","549896":"\n   Meninas, tô com a menstruação atrasada há 22 anos. O que isso significa? 🥺😭\n  ","549897":"\n   Have you ever felt ashamed about your past? 🙈\n  ","549898":"\n   What do you think is your spirit animal? 🐾💕\n  ","549899":"\n   CATS 🐈 OR DOGS 🐕?  🤗✌🏻\n  ","549900":"\n   How has everything been for the past few days? Any highlights? Any bad?\n  ","549901":"\n   What is your favorite Halloween candy or chocolate? 🎃🍬🕯\n  ","549902":"\n   it's funny how I was the fastest sperm and now I barely move at all.\n  ","549903":"\n   Você já comprou algo no MERCADOfm? 🤭🤫🤣😂\n  ","549904":"\n   Momento sinceridade: você ainda está de quarentena ou já está saindo de casa para fazer coisas que não são essenciais? O que faz?\n  ","549905":"\n   Funniest Halloween experience?\n  ","549906":"\n   Olha não sei se alguém te disse isso hoje, essa semana ou a muito tempo atrás, mas você é incrível sim, e independente dos problemas não deixe de sorrir jamais, seu sorriso pode salvar o dia de alguém.\nQue Deus abençoe seu fim de semana\n  ","549907":"\n   Do you eat rice cakes \/ kakanin?\n  ","549908":"\n   Don't you  wish people had a 30secs trailer so you  can see what you're getting yourself into.\n  ","549909":"\n   Coletiva: Você já segurou nas mãos de uma pessoa especial, fechou os olhos e teve aquela sensação como se estivesse nas nuvens?\n  ","549910":"\n   Oi\n  ","549911":"\n   How many slices of pizza do you usually eat? Ilang pizza ba ang kaya mong ubusin? 🍕\n  ","549912":"\n   Se celebrasses o Halloween, como\/quem é que te vestias? 🎃👻\n  ","549913":"\n   Gostosa 😘\n  ","549914":"\n   What do you do when you're bored? 🥱\n  ","549915":"\n   É melhor fazer sua própria filosofia de vida ou seguir uma já existente?\n  ","549916":"\n   Qual a sua primeira impressão sobre mim?\n  ","549917":"\n   Qual foi o melhor ano da sua vida?\n  ","549918":"\n   الكليه قامت بالواجب معاك ولا لسه 🙂😅\n  ","549919":"\n   Can you speak English\n  ","549920":"\n   How old were you when you found out about this site?\n  ","549921":"\n   Long or short finger nails? 💅\n  ","549922":"\n   Segui :)\n  ","549923":"\n   O que muda seu humor pra melhor?\n  ","549924":"\n   Do you always trust your instincts? Are they any good?\n  ","549925":"\n   Have you ever said Bloody Mary in front of a mirror? 🎃 💀 👻 🕷️ 👍 🙃\n  ","549926":"\n   Espaço livre\n  ","549927":"\n   será que vc pode me ajudar?\n  ","549928":"\n   How are you?\n  ","549929":"\n   i like u\n  ","549930":"\n   You want to increase that count?\n  ","549931":"\n   Eu tambem  😍 Queria um gatinho, mas por enquanto não dá\n  ","549932":"\n   Como você conheceu o ask? Faz em média quanto tempo isso?\n  ","549933":"\n   9 cães? Tenho um só e ele me deixa doido\n  ","549934":"\n   Te sigo\n  ","549935":"\n   so you don't have ig, snapchat, kik or fb, but you have a profile on an anonymous website? seems legit.\n  ","549936":"\n   ╔═ஜ═╗εรpคçσ ł¡vяε ╔═ஜ═╗\n  ","549937":"\n   Yes\n  ","549938":"\n   How many people told you that you have a beautiful smile? 🏇\n  ","549939":"\n   Você prefere uma pessoa engraçada e simples ou uma inteligente e séria?\n  ","549940":"\n   How long do you think you would last in a horror movie? 🎃 💀 👻 🕷️ 👍 🙃\n  ","549941":"\n   Já foi abusada sexualmente?\n  ","549942":"\n   Are you good with kids?\n  ","549943":"\n   “Amar alguém é fácil quando vai tudo bem, difícil é ficar Qnd os problemas vem...” concorda?\n  ","549944":"\n   Diz me quais ?\n  ","549945":"\n   Por quê na vida as vezes é preciso fugir?\n  ","549946":"\n   Você já teve algum tipo de surto?\n  ","549947":"\n   o que os impressionou hoje😉?\n  ","549948":"\n   Tens animais de estimação?\n  ","549949":"\n   tu teria um filho comigo?\n  ","549950":"\n   جالك الاسك دا  يبقي نا متابعك باك الفولو. ولايكس وكوينز وقولي ف كيوو ونا هرد\nدونت انسر🌚\n  ","549951":"\n   My boyfriend broke up with hi cause i told him  didnt want to get married cause we're not ready.He said he loved me and promied he wont hurt mewhen I asked him if he loved me he said yes and Itold him are sureyou wanna break up he said its over you do you. I'm heartbroken and I don't know what to do\n  ","549952":"\n   Preferias viver nas montanhas ou na praia?\n  ","549953":"\n   Where you do often shop? 🛒\n  ","549954":"\n   What do you think make humans toxic? How can we improve?\n  ","549955":"\n   Agora deve-me 30 €\n  ","549956":"\n   Do you know how to drive? 🚗\n  ","549957":"\n   Do you like seafood? 🦞🦀🦐🦑\n  ","549958":"\n   Desculpa\n  ","549959":"\n   I followed you on IG, for the longest time, last year.  Didn't know you were on here, too.  Small world.\n  ","549960":"\n   Tentar ter um relacionamento sério com alguém\n  ","549961":"\n   I think her name was Rita or something.\n  ","549962":"\n   O que tem de mais bonito em vc?\n  ","549963":"\n   Coletiva: Você acha que se fosse embora do Ask agora alguém sentiria sua falta?\n  ","549964":"\n   Sobre aquelas revelações de anônimo, você é de poucas garotas que eu investiria aqui\n  ","549965":"\n   In real life.  Who is this? Is she someone famous?  She looks familiar\n  ","549966":"\n   lool\n  ","549967":"\n   What if God was one of us?\n  ","549968":"\n   How are you\n  ","549969":"\n   Which series would you recommend watching now?\n  ","549970":"\n   Hi\n  ","549971":"\n   Aww nice...😊\n  ","549972":"\n   Gorgeous🥰\n  ","549973":"\n   Boa noite 🙂\n  ","549974":"\n   O que preferes: ler o jornal, ver o telejornal ou ler notícias online?\n  ","549975":"\n   Sim, tanto na audição como na visão, e também tem mais independência\n  ","549976":"\n   Já viu alguma coisa que considerou milagre?\n  ","549977":"\n   Os gatos são mais inteligentes que os cães?\n  ","549978":"\n   What kind?\n  ","549979":"\n   How many pets do you have?\n  ","549980":"\n   Um doce que gostes\n  ","549981":"\n   METAM LIKES NAS MINHAS FOTOS. RETRIBUO TUDO DE VOLTA.\n  ","549982":"\n   Do you have a pet animals?\n  ","549983":"\n   Ja notou o qnt sufocante é tentar não ficar com triste com uma coisa que te deixa triste?\n  ","549984":"\n   Conta uma coisa engraçada\n  ","549985":"\n   e o moral da história é que algumas mulheres se ofendem pelo comportamento de outras mulheres :o\n  ","549986":"\n   Why is it called building when it’s already built??\n  ","549987":"\n   What level in a video game were you stuck on back in the day? Or recently?🎮\n  ","549988":"\n   Coletiva: Pessoas tristes costumam incomodar você ou se identifica com elas de alguma forma?\n  ","549989":"\n   Bem no fundo, vc tem algum tipo de preconceito?\n  ","549990":"\n   Have you ever seen the Emoji Movie?\n  ","549991":"\n   Tell us a good thing about your crush...\n  ","549992":"\n   How often do you go to the cinema?\n  ","549993":"\n   with makeup or without makeup?? 👄\n  ","549994":"\n   Shoutout Dona Xana, sigo de volta! lets go, rumo ao n1 PT\n  ","549995":"\n   Tea or coffee...\n  ","549996":"\n   Hello! Thank you for answering my questions. I really enjoy reading your responses. 🥰\n  ","549997":"\n   Bom dia!!! Que você e sua família tenham uma ótima semana cheia de coisas boas!!!\n  ","549998":"\n   Boa noite\n  ","549999":"\n   O que leva tempo pra ti?\n  ","550000":"\n   Boa semana, galera. Tudo de bom, muita paz e prazer! ❤️😘\n  ","550001":"\n   You know judy from sleepaway camp? you remind me of her\n  ","550002":"\n   What is your sexuality? ♀️🌈♂️\n  ","550003":"\n   Do you delete questions or do you keep them? 💬\n  ","550004":"\n   What gift would you like to receive this Christmas? 🎁\n  ","550005":"\n   Do you want to go to space? 🌌👨‍🚀\n  ","550006":"\n   Adoro essa foto\n  ","550007":"\n   🌸 Espaço livre 🌸\n  ","550008":"\n   What’s your biggest fear?\n  ","550009":"\n   What’s your biggest dream?\n  ","550010":"\n   What's a popular food you find disgusting?\n  ","550011":"\n   A solidão mata mais do que o que? (Livre Interpretação.)\n  ","550012":"\n   Qual foi a última vez em que se arriscou?\n  ","550013":"\n   😍\n  ","550014":"\n   Hey 😀\nAlguém por aqui?\n  ","550015":"\n   Should animals perform in circuses? Why? 🎪\n  ","550016":"\n   🍃 Ｅｓｐａçｏ Ｌｉｖｒｅ\n  ","550017":"\n   εsραçσ ℓιvяε 🌿\n  ","550018":"\n   ☀️☀️☀️\n  ","550019":"\n   Tell us your\nPet's cute name...\n  ","550020":"\n   What's your favorite music genre? And then your 2nd fav.\n  ","550021":"\n   Do you think you deserve a Grammy Award win you sing in the shower\n  ","550022":"\n   Nice...😁\n  ","550023":"\n   Coletiva: Você diria para alguém que gosta muito \"te amo meu bebê\"? Já disseram pra você? Ou acha feio esse termo?\n  ","550024":"\n   Votre fruit préféré ? 🍇🍉🍊🍋\n  ","550025":"\n   Qual o pior sítio para se ficar preso?\n  ","550026":"\n   Would you ever like to create your own brand of shoes?\n  ","550027":"\n   What is your ideal job?🏇\n  ","550028":"\n   Alguem pra morder meu joelho? 😋\n  ","550029":"\n   Oi amor  miss you\n  ","550030":"\n   Neste momento, como está:?\n\n: 1 - Seu cabelo? 2 - Sua roupa? 3 - Suas unhas? 4 - Seu quarto? 5 - Sua cama? 6 - Seu Guarda Roupa? 7 - seu coração? 8 - Sua Saúde? 9 - Sua vida ..?\n  ","550031":"\n   👻  Free  ▪️  Space 👻\n  ","550032":"\n   Wow really 😂😂\n  ","550033":"\n   Como você lida com imprevistos? qual o primeiro sentimento que aparece ao se deparar com um?\n  ","550034":"\n   Como você acha que seus pais descreveriam você?\n  ","550035":"\n   Is there anything special you do every weekend? 🏇\n  ","550036":"\n   jogo das cores\n  ","550037":"\n   If I became a magician, would you be my assistant?🎩🐰✨\n  ","550038":"\n   Good choice...😉\n  ","550039":"\n   A vida traz lágrimas, sorrisos e lembranças e te faz ( completa a frase\n  ","550040":"\n   Just say it\nYour favorite dialogue...\n  ","550041":"\n   You responded with Caps Lock, I think you LOVE garlic bread hahah\n  ","550042":"\n   Okay then post your\nUgliest picture...🤪\n  ","550043":"\n   Do you like garlic bread?\n  ","550044":"\n   Truth or Dare choose one...\n  ","550045":"\n   Oh i suppose that you are a Spanish girl\n  ","550046":"\n   Para que fakefobia gente?!  Fakes tbm é gente e têm sentimentos. #NoFakephoby\n  ","550047":"\n   tu é linda\n  ","550048":"\n   Can you teach me Spanish?\n  ","550049":"\n   Where are you at the moment? Where would you rather be?\n  ","550050":"\n   Como se manter firme nos princípios e objetivos se o futuro é desconhecido?\n  ","550051":"\n   What was the last thing you cooked?\n  ","550052":"\n   Já cuidou de criança?\n  ","550053":"\n   Te acho mto quietinha\n  ","550054":"\n   What is your favorite romantic movie...?\n  ","550055":"\n   If you don't mind 🤭\nCan i borrow your face for Halloween...?\n  ","550056":"\n   Would you adopt a kid?\n  ","550057":"\n   Vc já deu risada em um momento em que não poderia ?\n  ","550058":"\n   Hey 👋\n  ","550059":"\n   Se o espelho da sua casa refletisse sua alma, o que você queria?\n  ","550060":"\n   Qual ponto turistico de sua cidade?\n  ","550061":"\n   Quando esta sozinho (a) em casa sente liberdade ou solidão?\n  ","550062":"\n   O que você tem apego, que não te deixa progredir\n  ","550063":"\n   Helloo\n  ","550064":"\n   I want that hole\n  ","550065":"\n   Você acredita que as coisas acontecem como deveriam ser ou vocêse esforça para que a aceitação não domine sua vida?\n  ","550066":"\n   Quais séries excelentes foram canceladas e você sente falta? Eu: The OA, Sense8, High Fidelity e The Gifted. (Which cancelled tv shows you miss the most? Me: The OA, Sense8, High Fidelity and The Gifted)\n  ","550067":"\n   Boa tarde! Que você tenha um ótimo final de semana!!!\n  ","550068":"\n   Te acho bonita. 😊\n  ","550069":"\n   Do que você tem medo?\n  ","550070":"\n   Segui\n  ","550071":"\n   Sabes o que vales para mim 😊\n  ","550072":"\n   ❤️\n  ","550073":"\n   Acho vc legal\n  ","550074":"\n   Tu é uma mulher muito elegante! 💙\n  ","550075":"\n   Então bora, já que entraste na modinha...\n  ","550076":"\n   Pareces boa pessoa e és uma ótima fotógrafa tiras fotos muito lindas 😘\n  ","550077":"\n   Eu nunca\/ eu já: se iludiu facilmente\n  ","550078":"\n   How do you respond to responsibilities? Do you fulfill them all? Do you put them off?\n  ","550079":"\n   What was the last thing you watched on TV?\n  ","550080":"\n   what is something you find hard to stop once you started?\n  ","550081":"\n   Eu nunca\/ eu já: chorei no banho\n  ","550082":"\n   Eu nunca\/ eu já: gostei ou amei alguém que não era recíproco.\n  ","550083":"\n   Os gatos são pataqueiros\n  ","550084":"\n   ma musica perfeita dedicada a todos os energúmenos do Ask.fm é a Cantiga da Burra, do Sebastião e QUadrilha.\nPorque no fundo os protagonistas são voces.\n  ","550085":"\n   Ready for Halloween 🎃?!\n  ","550086":"\n   Você já se sentiu atraído(a) pela voz de alguém?\n  ","550087":"\n   Ho\n  ","550088":"\n   what's your zodiac sign?\n  ","550089":"\n   What is the best way to deal with stress?\n  ","550090":"\n   Quais são suas ambições para os próximos 5 anos?\n  ","550091":"\n   Do you enjoy watching movies more with friends or alone? 🏇\n  ","550092":"\n   Honest hour?\n  ","550093":"\n   Are you afraid of swimming in the ocean?\n  ","550094":"\n   Usas andróid ou iOS?\n  ","550095":"\n   Oque vc mais gosta de fazer em dia de chuva?\n  ","550096":"\n   Laranja 😳\n  ","550097":"\n   👀\n  ","550098":"\n   What game are you most addicted to on your smartphone?\n  ","550099":"\n   Oi\n  ","550100":"\n   🍦Free Space🍦\n  ","550101":"\n   Holaaa Intercambiamos MG ✨\n  ","550102":"\n   Post Something Cute 😇\n  ","550103":"\n   Coletiva: O que você faz quando está com muita vontade de abraçar alguém mas essa pessoa está distante de você?\n  ","550104":"\n   Are you stylish?\n  ","550105":"\n   Have you played AMONG US? 👀\n  ","550106":"\n   Se estivesse de casamento marcado e descobrisse na véspera que a pessoa com quem ia se casar é seu irmão sem vcs saberem o que tu faria? Vi isto na tv e fiquei me imaginando na situação.\n  ","550107":"\n   Have you ever felt that you're not good enough?\n  ","550108":"\n   Você acredita em vida alienígena? Ets, marcianos, Kryptonianos, ascardianos, etc, etc e etc.\n  ","550109":"\n   Sigam me no Instagram e sejam meus amigos no Facebook\n  ","550110":"\n   How would you know if you're an open or close minded person?\n  ","550111":"\n   What would you do on Mars for fun?\n  ","550112":"\n   Vamos a mais um jogo amores ❤️🥰😘😍\n   \n    https:\/\/ask.fm\/suecruz18\/answer\/164312852864\n   \n","550113":"\n   If you had a choice, would you like to receive more questions on here or less?\n  ","550114":"\n   If your life was a book, what would its title be? 📖 👍 🙃\n  ","550115":"\n   Pic of your feet?\n  ","550116":"\n   És super bonita 🥰\n  ","550117":"\n   Eu quero ser seu cachorrinho :o\n  ","550118":"\n   jogo das cores\n  ","550119":"\n   Compra cacto, fácil de cuidar.\n  ","550120":"\n   Qual a planta mais s3xy que tem na sua casa? Se possível postar um -nud3- dela.\n  ","550121":"\n   HUAHUAHUHA, Mas não assim pra todos assistir né, ou não, se vc gosta nada contra. Lembrei da cena de Adrenalina 2 HAUHUAHUAH O que significa 'ldc' Isa?\n  ","550122":"\n   Coletiva: Tem se sentido solitária(o) ultimamente? Ou tem alguém que nunca te deixa sozinha(o)?\n  ","550123":"\n   Have you ever gotten into a argument with someone on here?\n  ","550124":"\n   Have you been to another country?\n  ","550125":"\n   Quando você responde um shouthout você se interessa em ver como outras pessoas responderam a mesma pergunta?\n  ","550126":"\n   No meio do cinema tipo pra todo mundo ver, lá na frente da tela? Que isso Isa, achava que era mais timida. u-u HUAHUAH\n  ","550127":"\n   Pap the last photo in your gallery\n  ","550128":"\n   Você aceitaria fazer amor com seu contatinho\/pessoa especial em cima de uma figueira? 😂\n  ","550129":"\n   Do u like sex?\n  ","550130":"\n   Hmm\n  ","550131":"\n   Que bom Isa, se eu invadir me fale 😍\n  ","550132":"\n   Uma amizade aqui no ask, vc esta em meus contatos, tenho apreço por ti, algumas perguntas minhas são invasivas?\n  ","550133":"\n   Em quais pontos você gostaria de evoluir como pessoa?\n  ","550134":"\n   O que eu posso fazer para tornar nosso relacionamento melhor?\n  ","550135":"\n   Que bom. Tô bem sim.\n  ","550136":"\n   What’s the difference between love at first sight and lust?\n  ","550137":"\n   Tudo bom?\n  ","550138":"\n   How long have you been using askfm?\n  ","550139":"\n   Brother from another mother? Have one?\n  ","550140":"\n   Who was your first kissing person?..\n  ","550141":"\n   jogo das cores\n  ","550142":"\n   Are you mature or childish person?\n  ","550143":"\n   Você tem medo do futuro?\n  ","550144":"\n   Apart from eating, What other things can you simultaneously do while talking on the phone?\n  ","550145":"\n   Qual a tua música romântica preferida ou que te diga algo ?\n  ","550146":"\n   O que é que pensas quando te vês ao espelho?\n  ","550147":"\n   Qual animação marcou sua infância?\n  ","550148":"\n   Oiii isa\n  ","550149":"\n   What was your first kiss like?\n  ","550150":"\n   Generally speaking... if you no longer wanted to live an offed yourself how would you do it?\n  ","550151":"\n   Does like and coins matters to you?\n  ","550152":"\n   Como estão? Falem algo que querem dizer, mas ninguém perguntou ainda no ask\n  ","550153":"\n   Is it raining where you are right now?\n  ","550154":"\n   villalobosij ♂ ♏ te preguntó: “¿Algo te dejo sin palabras?”\n  ","550155":"\n   Descreve a saída à noite perfeita!\n  ","550156":"\n   O que vocês acham de mulheres que ficam olhando o traseiro das outras na rua mas não são lésbicas, só inveja mesmo :o\n  ","550157":"\n   What time is it now?\n( in your country)\n  ","550158":"\n   Tomorrow will be better because _________\n  ","550159":"\n   Talvez quando tu fores a vitima dele queiras saber\n  ","550160":"\n   Ton légume préféré ? Perso le poireau 🥦🍆🍅\n  ","550161":"\n   Gente, eu acho que esse anônimo mandando as perguntas está fazendo perfis fakes das pessoas que ele citou, algo parecido com o que aconteceu com a Jacinta. Não sei se vcs a seguiam, mas ela desativou o ask dela por causa disso. Se alguém fizer um meu podem me avisar e denunciar.\n  ","550162":"\n   todos os milkas do shopping mais próximo, sim. kkk\n  ","550163":"\n\n    @antoniocpd21\n   \n\n    @RocketQueen07\n   \n\n    @sergeant_badge_no32419\n   \n   são contas da mesma pessoa denunciem\n  ","550164":"\n   i can pack you some chocolate this year, so you don't need to hate it as much lol\n  ","550165":"\n   Coletiva: Você gosta que pessoas fumantes fumem perto de ti?\n  ","550166":"\n   eu postei alg pra vc ver 😉😊👻\n  ","550167":"\n   Do you ever think you could spend Christmas alone?\n  ","550168":"\n   é o que o amigo A esta a fazer, mas ele diz que ajuda eles a estar juntos mas doi sempre que ajuda e ouve as historias do B\n  ","550169":"\n   Já viu aqueles doces de Halloween? Em forma de fantasma, aranha, monstrinhos, etc? Se gostar, posta um que achou divertido?\n  ","550170":"\n   quando vc sai com alguém, manda mensagem no dia seguinte ou espera a outra pessoa tomar atitude?\n  ","550171":"\n   Você já tem um lugar pra ir\/viajar nesse fim de ano? Ou irá passar em casa mesmo?\n  ","550172":"\n   Quem conselho davas ao amigo A que gosta de uma rapariga, mas esse amigo A é amigo do rapaz B que tambem gosta dessa rapariga. E ele só me contou a mim que ele gosta da rapariga.\n  ","550173":"\n   Can you eat only at McDonald's for a month?\n  ","550174":"\n   क्या आप एक महीने तक केवल मैकडॉनल्ड में ही खाकर रह सकते हैं?\n  ","550175":"\n   Vc acha bonito homens mais velhos acima dos 40 anos?\n  ","550176":"\n   The situation is ready for... Crop\n  ","550177":"\n   es de onde?\n  ","550178":"\n   You and me alone.. Think about it???\n  ","550179":"\n   Have you attending a wedding?\n  ","550180":"\n   👽🖤 [ M͟G͟ & 'D͟a͟s͟ 5 M͟G͟ + 5 🔥' ] 🖤👽\n  ","550181":"\n   What woman’s want?\n  ","550182":"\n   oiiii\n  ","550183":"\n   Como fazer amigos?\n  ","550184":"\n   I dare you to tag everyone you follow on here😋\n  ","550185":"\n   How would you describe your presence on askfm?\n  ","550186":"\n   Se eu mostrasse uma foto minha tenho certeza que vocês iriam querer ser minhas amigas no ask já que sou bonito e gostoso.  Mas como eu não quero apelar fico só observando vocês me chamando de virgem :o\n  ","550187":"\n   Soda, water, tea or coffee?\n  ","550188":"\n   Apenas nos tornamos felizes quando conhecemos a pessoa amada?\n  ","550189":"\n   Paintball or Laser Tag? 🔫\n  ","550190":"\n   Você costuma acordar cansada(o) ou disposta(o)?\n  ","550191":"\n   FOTOGRAFIA\n  ","550192":"\n   Do you speak english\n  ","550193":"\n   How are you\n  ","550194":"\n   Age\n  ","550195":"\n   When was the last time you spent an entire day without your phone? What did you do? 📱\n  ","550196":"\n   Do you like outdoor activities?\n  ","550197":"\n   Seguindo\n  ","550198":"\n   Gosto do Justin Bieber.\n  ","550199":"\n   Oi, tô recrutando panicat e você foi selecionada para o teste :o\n  ","550200":"\n   O que tem pra esse sábado?\n  ","550201":"\n   Vc usa óculos ser sim tira uma foto\n  ","550202":"\n   Muito apaixonada ❤?\n  ","550203":"\n   Te has ensuciado con andres alguna vez\n  ","550204":"\n   Isa me ayudas\n  ","550205":"\n   Se o diabo viesse hoje na sua casa, por qual de suas fraquezas vc acha que ele começaria a te tentar?\n  ","550206":"\n   Have you ever been to a famous landmark that was in a movie before?\n  ","550207":"\n   Você é uma pessoa que sabe dar bons conselhos ?\n  ","550208":"\n   ¿Cómo sería tu día perfecto?\n  ","550209":"\n   Existe alguma superstição em que você acredita?\n  ","550210":"\n   نتبادل ١٩٠ لايكس؟\n  ","550211":"\n   Current temperature at your place\n  ","550212":"\n   Que série vc está acompanhando? Me: The society\n  ","550213":"\n   What do you do when you are angry?\n  ","550214":"\n   Buongiorno 😘\n  ","550215":"\n   My house is a home because ____________\n  ","550216":"\n   What is the strangest dream you've ever had? 😴💭\n  ","550217":"\n   💛\n  ","550218":"\n   How do you normally celebrate your birthday (if you celebrate it)?\n  ","550219":"\n   Eu não tenho culpa se vocês não transam, não joguem sua raiva em cima de mim suas loucas :o\n  ","550220":"\n   Can you give me some really nice teen tv shows on Netflix to watch?\n  ","550221":"\n   Qual conselho vc daria para um amigo que está aprendendo a dirigir um automóvel?\n  ","550222":"\n   Qual sua opinião sobre tatuagem ? Tem alguma ? Gostaria de ter ?\n  ","550223":"\n   Ft tua recente\n  ","550224":"\n   Have you ever fallen asleep whilst taking a bath before? 🛀 👍 🙃\n  ","550225":"\n   jogo das cores\n  ","550226":"\n   What holiday gift would make you really happy? 🎁\n  ","550227":"\n   when was the last time you had sex\n  ","550228":"\n   O que fazias para nao obedeceres aos teus pais em criança\n  ","550229":"\n   Qual é a fruta mais gostosa na sua opinião ?\n  ","550230":"\n   Alguém já teve pesadelos com você? (Livre Interpretação.)\n  ","550231":"\n   🕸🕸🕸🕸Halloween🕸🕷\n  ","550232":"\n   Volteiii povooo \\o \nPessoas que sentiram minha falta: 0 pessoas\n  ","550233":"\n   If you like them, what's your favourite Green Day single? 🎶 👍 🙃\n  ","550234":"\n   O que você acha de pessoas que falam com você pela primeira vez e já te chama de amor?\n  ","550235":"\n   ╔═ஜ═╗εรpคçσ ł¡vяε ╔═ஜ═╗\n  ","550236":"\n   Boa sexta\n  ","550237":"\n   Coletiva: A pessoa que você ama corresponde seu amor?\n  ","550238":"\n   Do you like chocolate? If yes, which one's your favorite? If no, why not?\n  ","550239":"\n   Spaghetti, Carbonara or Palabok? 😋\n  ","550240":"\n   ✿ Consegue ficar um dia inteiro sem ouvir musica?\n  ","550241":"\n   Good night!\n  ","550242":"\n   Qual o melhor local para comer aonde você mora ?\n  ","550243":"\n   ¿Quién te inspira?\n  ","550244":"\n   Você já teve um inimigo(a) que se tornou amigo(a)?\n  ","550245":"\n   What's the weirdest place you've fallen asleep in? 😴 👍 🙃\n  ","550246":"\n   O que você tem dificuldade em superar?\n  ","550247":"\n   Conforme você cresce e amadurece, isso tem tornado para você mais fácil ou mais dificíl ser uma pessoa humilde?\n  ","550248":"\n   Quem ou o que, é o seu pesadelo?\n  ","550249":"\n   Você se da bem com pessoas que só sabem falar sobre elas mesmas?\n  ","550250":"\n   Você já passou algum aniversário teu sozinho(a)? Caso sim, como foi?\n  ","550251":"\n   O que não pode faltar? (Livre Interpretação.)\n  ","550252":"\n   ¿Has visitado últimamente galerías de arte o museos?\n  ","550253":"\n   Wow\n  ","550254":"\n   If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you still want to know? 👍 🙃\n  ","550255":"\n   25 likes ao1?\n  ","550256":"\n   Cuide bem do seu amor \nSeja quem for...\n\nVocê está cuidando bem do seu amor?\n  ","550257":"\n   ڪ ⇣⇣ ⇠ ®💞 ƒ૨εε รpαcε ⇢ ⇡⇡ ڪ\n  ","550258":"\n   Mesmo que te comparem...\nQue te copiem...\nNão se preocupe.\nA sua essência, é única.\n\nBom Diaaa\n  ","550259":"\n   Que piada 😂\n  ","550260":"\n   Luzes acesas, apagadas ou meio termo?\n  ","550261":"\n   Onde andam essas damas aí ?\n  ","550262":"\n   how many meals have you burned when cooking? 🍳😂\n  ","550263":"\n   Coletiva: Você já viajou para o Norte do seu país? Ou se mora no Norte, já viajou para o sul?\n  ","550264":"\n   Poste ein Bild von deinen Schuhen!\n  ","550265":"\n   Do you have bi & gay friends?\n  ","550266":"\n   What vegetables do you eat the most? 🥕 🥬 🥔 🧄 🥒 🥦 👍 🙃\n  ","550267":"\n   Have you ever spilt tea or coffee on yourself\n  ","550268":"\n   Ssup?\n  ","550269":"\n   okeyy\n  ","550270":"\n   What do you think of the quote \"If you can't beat them, join them\" ? 🤔\n  ","550271":"\n   O que tira você do sério?\n  ","550272":"\n   How many hours do you sleep at night?\n  ","550273":"\n   what made you smile today? 💖\n  ","550274":"\n   Any fun plans to do today?😁\n  ","550275":"\n   What are your favorite subjects to talk about?\n  ","550276":"\n   Perdão\n  ","550277":"\n   Work Harder or Work Smarter? 💪🧠🤔\n  ","550278":"\n   Oi! Vc pode olhar se apareceu o selo de verificado  no meu perfil? Eu cumpri as tarefas mas ainda não  apareceu o selo ou eu não consigo  ver\n  ","550279":"\n   Gostaria de saber por onde anda a paz e o dinheiro, que me desejaram no meu aniversário.\n  ","550280":"\n   Você já chorou até cair na risada?\n  ","550281":"\n   Você já foi um fantasma na vida de alguém?\n  ","550282":"\n   Do you like free stuffs? 🆓️\n  ","550283":"\n   Em situação aleatória das idas e vindas da vida, me diga; você fica chateado (a) quando percebe que está esquecendo alguém do qual gostou muito e não se importante mais sobre a pessoa e a vida dela?\n  ","550284":"\n   It's self love week\nDo you allow people to judge you?\n  ","550285":"\n   Préfèrerais-tu explorer l'espace ou les fonds marins?\n  ","550286":"\n   Qual descoberta científica teria um grande impacto na humanidade?\n  ","550287":"\n   Have you ever let go of a toxic friend?\n  ","550288":"\n   Do you count the people you dated when you were younger? Wondering because I'm in my 20s and I feel like those dates don't count.\n  ","550289":"\n   How long have you been using Ask.fm?\n  ","550290":"\n   Alguém já deu em cima de você por interesse?\n  ","550291":"\n   Do you like Fall🍁🧡 season?!\n  ","550292":"\n   segui ❤️\n  ","550293":"\n   Is it worth it to subscribe to Netflix?\n  ","550294":"\n   Do you like Arctic Monkeys???\n  ","550295":"\n   Vc toparia montar uma banda de fundo de garagem com algum amigo que te chamasse para ser o vocalista? 😆 Se sim, qual seria o nome da banda?\n  ","550296":"\n   Já abriu mão de algo por amor ? Se sim oque foi ?\n  ","550297":"\n   What are the benefits of being famous?\n  ","550298":"\n   hmmm\n  ","550299":"\n   Which comes first ... In or out..?\n  ","550300":"\n   Coletiva: Você gosta de pessoas que contam piadas sempre?\n  ","550301":"\n   Who is more jealous - girls or boys?\n  ","550302":"\n   How did you enjoy the covid time in bedroom?\n  ","550303":"\n   Porque?\n  ","550304":"\n   Uma foto de voce de agora\n  ","550305":"\n   Bem gracas,o que esta fazendo?\n  ","550306":"\n   Aw....... why not?\n  ","550307":"\n   Como vai voce,?\n  ","550308":"\n   sabor?\n  ","550309":"\n   Ola\n  ","550310":"\n   🍕Pizza or 🍝 Spaghetti ?\n  ","550311":"\n   Do you wear jacket even if it's not cold?\n  ","550312":"\n   Are you good at giving advices or do you like asking for advices? What do you using advice about or usually ask advice for? 💬🤍\n  ","550313":"\n   Are you single?\n  ","550314":"\n   Marca dos vossos telemóveis 🌚\n  ","550315":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","550316":"\n   Hey\n  ","550317":"\n   Bom dia, bom domingo, bom almoço ☺☺☺\n  ","550318":"\n   I dare you to show the 8th photo on your phone😋\n  ","550319":"\n   What is the most serious problem in the world?\n  ","550320":"\n   Self love week\nDo you believe that your special?\n  ","550321":"\n   I amonim exit. This que u\n  ","550322":"\n   Motorola x Samsung, para você, qual marca tem os melhores fones de ouvido?\n  ","550323":"\n   Pubblica una foto 📷\n  ","550324":"\n   Can i ask strange qestion?\n  ","550325":"\n   A questão é; quando você ter o que quer, vai realmente saber o que é?\n  ","550326":"\n   Who are your celebrity crushes? ❤\n  ","550327":"\n   Sei que aqui não é o lugar ideal, mas quero dizer que você é uma pessoa maravilhosa, um ser humano incrível, e que você jamais deve permitir que alguém diga o contrário. Lhe desejo que tenhas uma excelente tarde sob a proteção de DEUS.\n  ","550328":"\n   Quero saber 2 coisas. Você me segue? Posso continuar te mandando perguntas?\n  ","550329":"\n   Qual a sua opinião sobre pessoas oportunistas, acredita ser sábio ou vergonhoso ser assim?\n  ","550330":"\n   How will you celebrate (or not celebrate) this Halloween?\n  ","550331":"\n   Do you like Billie Eilish songs?\n  ","550332":"\n   Bia noite\n  ","550333":"\n   Vc sairia comigo?? Cinema\/ jantar ou um passeio ?se sim porque?\n  ","550334":"\n   Hey\n  ","550335":"\n   Sim claro 😂 mas pronto, está tudo bem por seres tu\n  ","550336":"\n   Até usas expressões em inglês à mesma ahah\n  ","550337":"\n   Pela resposta, acho q estão confirmadas 😂\n  ","550338":"\n   Desafio: tens um bom ask, gosto da tua frontalidade e da tua forma de falar das coisas. Acho que ja conheço melhor do que pode parecer, mas veremos se as minhas suspeitas se confirmam ahaha\n  ","550339":"\n   😎😍...........\n  ","550340":"\n   ⚫️ - 10 likes\n  ","550341":"\n   Daily playing makes the ground in loose condition. Please ask him now play carefully while swimming in sea..\n  ","550342":"\n   I'm worry about your individual gaming..\n  ","550343":"\n   Use him in regularly..\n  ","550344":"\n   Don't play individually.. First choose good person for indoor game.. It'll help you..\n  ","550345":"\n   Only one thing will help you\n  ","550346":"\n   Do you like to sleep like Natural\n  ","550347":"\n   How often do you charge your phone? 🔋\n  ","550348":"\n   Por que lavamos as toalhas de banho? Não estamos limpos quando as usamos?\n  ","550349":"\n   What does hardcore mean to you?\n  ","550350":"\n   Que pessoa ficarias na conversa durante horas num banco de jardim?\n  ","550351":"\n   jogo das cores\n  ","550352":"\n   Se voltasse ao passado consertaria seus erros, ou reviveria tudo novamente?\n  ","550353":"\n   safad@ hein\n  ","550354":"\n   Diga algo sobre mim que eu digo duas sobre você 🧐\n  ","550355":"\n   WOULD YOU RATHER: Explore 🚀 Outer Space or 🌊 The Oceans? Why?\n  ","550356":"\n   Mando anônimo pra pessoas que gosto\n  ","550357":"\n   Feito ☺ Boa tarde\n  ","550358":"\n   es tao arrogante\n  ","550359":"\n   Olá trocas 5 perguntas ou 10 likes ou os dois ? ☺\n  ","550360":"\n   Mas podemos falar no whats :^)\n  ","550361":"\n   Alguem com skype ou whatsapp por ai ? No aborrecimento total\n  ","550362":"\n   What is your average speed in daily  tasks in recent years ?\n  ","550363":"\n   Algumas pessoas se preocupam com animais e outras com  arte ecossistema economia crianças velhos etc. Se tivesse que fundar uma ong que causa tu escolheria?\n  ","550364":"\n   O que tem de bom para esta sexta-feira\n  ","550365":"\n   Bom dia 😃\n  ","550366":"\n   Como te correu o dia? E já estás em aulas?\n  ","550367":"\n   ڪ ⇣⇣ ⇠ ®💞 εรpคςσ ł¡v૨ε ⇢ ⇡⇡ ڪ\n  ","550368":"\n   Estou recompensando com moedas a quem quiser responder um quiz sem desistir\n  ","550369":"\n   10 espaços livres ao1^?\n  ","550370":"\n   What is called jumping game\n  ","550371":"\n   Are you proud of yourself? ⭐\n  ","550372":"\n   What is the  purpose of marriage\n  ","550373":"\n   What can happen if we don't wear any  masks?\n  ","550374":"\n   Hi\n  ","550375":"\n   Em que és realmente bom a fazer?\n  ","550376":"\n   Eu tava aqui pensando: às vezes, as pessoas mais caladas, são as que menos falam.\n  ","550377":"\n   ( y )\n  ","550378":"\n   Don't hate yours...🙈\n  ","550379":"\n   Yes so amazing! Wow!\n  ","550380":"\n   Nova conta. Sigam por favor 😍\n  ","550381":"\n   Por favor poste um foto de seus pés?😍💕\n  ","550382":"\n   Amazing!\n  ","550383":"\n   Um bom fim de tarde a todos 😘❤️\n  ","550384":"\n   💯\n  ","550385":"\n   How was your prom experience? 💃🕺\n  ","550386":"\n   ✿ O que tu nunca perdoaria?\n  ","550387":"\n   Qual seu gênero de filmes e séries preferidos?\n  ","550388":"\n   Do you sing when taking a shower? 🚿 👍 🙃\n  ","550389":"\n   You are like super pretty!\n  ","550390":"\n   Uma ótima semana\n  ","550391":"\n   Where were you born?\n  ","550392":"\n   Que fazes?\n  ","550393":"\n   Em que aspeto são bons?\n  ","550394":"\n   How is your education going?\n  ","550395":"\n   hair got a little longer since the last time we chatted.  You made it up to VIP status.  Woah - you have 52.4 posts.  WOW - thats crazy.  So whats new with you?\n  ","550396":"\n   First one is always best\n  ","550397":"\n   Which is your favourite Toy Story movie?\n  ","550398":"\n   bom dia maltinhaa xbb tudo bem ?? :)\n  ","550399":"\n   🌊 LIMPA 5\/10 🌊 - Verdadeiro ou Falso - Hoje almocei antes das 13h.\n#Sea 🌊\n  ","550400":"\n   Fala uma coisa boa\n  ","550401":"\n   What is your biggest turn off? 🚫\n  ","550402":"\n   Do you like deserts? 🍡🍨🍧🍦🍩🍪🍰🧁🥧🍫🍬🍭🍮\n  ","550403":"\n   Buanas deas\n  ","550404":"\n   Hi pretty~ 💐\n  ","550405":"\n   I really find you interesting. I like your answers. 😊\n  ","550406":"\n   How was your week?\n  ","550407":"\n   Do you shave down low?\n  ","550408":"\n   Let's say you rendered a service to a person and when it was time to pay the person told you \"the best things in life are free \" .What would be your honest reaction\n  ","550409":"\n   Você acredita que o que você no procura, de uma forma ou outra também está procurando por você? (Livre Interpretação.)\n  ","550410":"\n   Woww you are a famous girl on Ask.fm I am glad to see that you respond to my answer even i am a simple person with low rating on Ask.fm\n  ","550411":"\n   Do you think you could ever work for askfm?\n  ","550412":"\n   O que é tu estás a fazer com a boca? 😂 ( Brincadeira 😂)\n  ","550413":"\n   Coletiva: Você tem ar condicionado ou tá enfrentando o calor com ventilador mesmo?\n  ","550414":"\n   hey Girl\n  ","550415":"\n   You stole that photo of my feet.\n  ","550416":"\n   Do you live in Oregon ?\n  ","550417":"\n   Do you believe in God? 🙏📿🤲\n  ","550418":"\n   20 likes ao1?\n  ","550419":"\n   What’s your Instagram id?\n  ","550420":"\n   People always like sincerity\n  ","550421":"\n   Coletiva: Você já ficou furiosa(o) quando ligou pra sua operadora de celular por algum motivo?\n  ","550422":"\n   How many bathrooms do you have ?\n  ","550423":"\n   I know your secret works in home... I'm asking for my chance\n  ","550424":"\n   One thing people don't like about you is? 🏇\n  ","550425":"\n   do you want to be famous? ⭐\n  ","550426":"\n   What is your favourite therapy.. Like play\n  ","550427":"\n   🌊 LIMPA 03\/10 🌊 Jogo - Diz a última vez que - ... lavaste a loiça \n#Sea 🌊\n  ","550428":"\n   How was your first kiss? 💋\n  ","550429":"\n   Eu só queria um _______ e deixe o corretor completar 🤣\n  ","550430":"\n   How good are you at holding back your tears?💧\n  ","550431":"\n   Where do you shop the most? 👀\n  ","550432":"\n   Do you like kids? Do you want to have kids? 👶\n  ","550433":"\n   Você gosta mais de beijo com pegada ou com afeto?\n  ","550434":"\n   How is your day?\n  ","550435":"\n   Qual o hábito adquirido durante a época de isolamento social decorrente da pandemia, você pretende manter mesmo após seu término?\n  ","550436":"\n   Thoughts on what COD means......\n  ","550437":"\n   →✧ Happy month of October for all of us! Feliz mês de Outubro para todos nós\n  ","550438":"\n   Do you have a dress red in your closet ?\n  ","550439":"\n   Coletiva: Seu humor é estável ou ele costuma mudar subitamente?\n  ","550440":"\n\n    https:\/\/media4.giphy.com\/media\/eh7t1ScpKTm5FGAu8A\/giphy.gif\n   \n   😊\n  ","550441":"\n   Responde\n  ","550442":"\n   Com que idade perdeste a virgindade? Apaga\n  ","550443":"\n   What was your favorite extracurricular activity in school?\n  ","550444":"\n   Honest hour?\n  ","550445":"\n   Galo não bota ovo\n  ","550446":"\n   Um galo estava em cima do telhado e botou um ovo. Para que lado o ovo caiu?\n  ","550447":"\n   Eu não estou resposta é da tua primeira isso é uma pergunta me\n  ","550448":"\n   Quem quer trocar perguntas? ^_^🙂\n  "},"Answer":{"549376":"\n  Love it.\n  ","549377":"\n  Tired af and I tried to do this. 😅\n  ","549378":"\n  No problem.\n  ","549379":"\n  Done.\n  ","549380":"\n  Eu sou capaz de gamar alguns telemóveis, sim.\n  ","549381":"\n  Instagram.\n  ","549382":"\n  Ugly\n  ","549383":"\n  Não conheço esse site, ou app.\n  ","549384":"\n  Bed.\n  ","549385":"\n  Aqueles tempos sem responsabilidades.\n  ","549386":"\n  Maybe pizza.\n  ","549387":"\n  Really? 🤔\n  \n  I actually never see that.\n  ","549388":"\n  Let them both.\n  ","549389":"\n  Of course.\n  ","549390":"\n  Eh!\n  \n  Something something that eat something.\n  ","549391":"\n  Lmao, what?\n  ","549392":"\n  Eu falo com as pessoas por puro profissionalismo, porque senão eu descartava-as.\n  ","549393":"\n  Hope.\n  ","549394":"\n  Hello! ☀️\n  ","549395":"\n  Hell yeah!\n  \n  Take me to Casper.\n  ","549396":"\n  Beard.\n  ","549397":"\n  Gosh!\n  \n  No problems, zero responsabilidades, tudo tranquilo e em paz.\n  ","549398":"\n  Videojogos. xd\n  ","549399":"\n  Jogar videojogos com os amigos.\n  ","549400":"\n  Give me that money.\n  ","549401":"\n  Céus, ninguém iria aguentar.\n  ","549402":"\n  Windows.\n  \n  Adobe Photoshop e Lightroom.\n  ","549403":"\n  Tudo.\n  \n  O meu nível de criatividade acaba por ser diferente dos outros.\n  ","549404":"\n  Eu só deixo no vácuo, quando não sinto interesse em conversar com a dita pessoa.\n  ","549405":"\n  Bf\n  ","549406":"\n  For sure.\n  ","549407":"\n  Thank you. ☀️\n  ","549408":"\n  Oh 🥺\n  ","549409":"\n  Link?\n  ","549410":"\n  “Should I love someone who doesn’t love me back?”\n  ","549411":"\n  Water.\n  ","549412":"\n  Just let me die.\n  ","549413":"\n  Não me podem expulsar de uma casa que é legalmente minha.\n  ","549414":"\n  Sobreviver.\n  ","549415":"\n  Ilha ilha\n  ","549416":"\n  Sim.\n  ","549417":"\n  Fine, I guess.\n  ","549418":"\n  Everyday’s halloween. 🎃\n  ","549419":"\n  Ter uma carreira fixa e estabilidade financeira.\n  ","549420":"\n  Preferia quando o pessoal recebia as coins por cada pergunta e resposta que fazia.\n  ","549421":"\n  Olá.\n  ","549422":"\n  Perguntas pessoais e\/ou críticas à minha pessoa.\n  ","549423":"\n  Nos meus hobbies para trabalhar.\n  ","549424":"\n  Eu aprendo rápido.\n  ","549425":"\n  Just relax at home.\n  ","549426":"\n  A minha irmã quis comprar uma mini árvore de natal este ano.\n  ","549427":"\n  Maybe both.\n  \n  Faria um jantar caseiro e cinema em casa.\n  ","549428":"\n  Thank you. ☀️\n  ","549429":"\n  Sunset ☀️\n  ","549430":"\n  Bom dia.\n  ","549431":"\n  Bye\n  ","549432":"\n  Eu conto-lhe tudo.\n  ","549433":"\n  Não tenho.\n  ","549434":"\n  24y\n  ","549435":"\n  Simpática;\n  \n  Querida;\n  \n  Compreensiva.\n  ","549436":"\n  Eu\n  ","549437":"\n  Eh, a little.\n  ","549438":"\n  Nah\n  ","549439":"\n  Love yourself.\n  ","549440":"\n  Hey\n  ","549441":"\n  Obrigada.\n  ","549442":"\n  O pessoal torna-se irritante.\n  ","549443":"\n  Já beijei.\n  ","549444":"\n  Não perco nada.\n  \n  Quando tentamos algo, sentimos orgulho nesse feito.\n  ","549445":"\n  None.\n  ","549446":"\n  Sim.\n  ","549447":"\n  O olhar do meu namorado é assim até hoje.\n  ","549448":"\n  Sempre.\n  ","549449":"\n  A maior parte, sim.\n  ","549450":"\n  Hell yeah.\n  ","549451":"\n  Por norma é tudo no momento.\n  ","549452":"\n  “I’m hungry”\n  ","549453":"\n  Nothing.\n  ","549454":"\n  Não, obrigada.\n  ","549455":"\n  Hm! 🤔\n  ","549456":"\n  Tenho uma conta no behance, mas não tenho tido tempo para arranjar paciência pro site. Ahah\n  \n  Ainda não tive oportunidade de ir ao Alqueva, mas já fotografei outros sítios do alentejo.\n  ","549457":"\n  Don’t be sad.\n  ","549458":"\n  Pandemic situation.\n  ","549459":"\n  Nothing.\n  ","549460":"\n  Obrigada e igualmente. ☀️\n  ","549461":"\n  5 MG tutti.\n  ","549462":"\n  Sim.\n  ","549463":"\n  Baixo.\n  ","549464":"\n  Portugal, Alentejo.\n  ","549465":"\n  Yeah\n  ","549466":"\n  No problem.\n  ","549467":"\n  Nada mau.\n  \n  Tenho de verificar os equipamentos, mas só pro ano é que posso financiar.\n  ","549468":"\n  Closed, because... yeah... dogs.\n  ","549469":"\n  Por acaso é algo que pretendo apostar também.\n  ","549470":"\n  Nikon D5300\n  ","549471":"\n  My straight to do wtv I want.\n  ","549472":"\n  Clap\n  ","549473":"\n  Sim.\n  ","549474":"\n  For sure.\n  ","549475":"\n  Only the last one.\n  ","549476":"\n  Obrigada e igualmente. ☀️\n  ","549477":"\n  Que seja.\n  \n  Eu tenho a consciência tranquila, o que significa que eu não me importo com o que acabaste de fazer. xd\n  ","549478":"\n  Giving.\n  ","549479":"\n  English.\n  ","549480":"\n  Sure. ☀️\n  ","549481":"\n  There’s only 1 person who receives my true smile: my boyfriend.\n  ","549482":"\n  Complicated, but ok.\n  ","549483":"\n  I’m always doing it.\n  ","549484":"\n  Always.\n  ","549485":"\n  Julgamento.\n  ","549486":"\n  Aranhas.\n  ","549487":"\n  Cereais, visto que estou a seguir uma dieta de pouca porção, mas comer mais vezes ao dia.\n  ","549488":"\n  Uma vez.\n  ","549489":"\n  No.\n  ","549490":"\n  Traição.\n  ","549491":"\n  Have fun.\n  ","549492":"\n  Well, he’s good.\n  ","549493":"\n  Respect!\n  ","549494":"\n  Torna-se ridículo.\n  ","549495":"\n  Hello!\n  \n  Não, obrigada.\n  ","549496":"\n  Podes perder o emprego, mas terás sempre aquela pessoa, em casa, de braços abertos e à tua espera para te apoiar. 💕\n  ","549497":"\n  Lmao\n  ","549498":"\n  Olá.\n  ","549499":"\n  Não.\n  ","549500":"\n  Detesto esse tipo de fetiches.\n  ","549501":"\n  Yeah.\n  ","549502":"\n  Curtas.\n  ","549503":"\n  Eh\n  ","549504":"\n  Fine.\n  ","549505":"\n  Yeah, Lisabon.\n  ","549506":"\n  Learn how to write, pls.\n  ","549507":"\n  Lol\n  ","549508":"\n  Oh céus, dramatiza menos. xd\n  ","549509":"\n  Pretas.\n  ","549510":"\n  Sure.\n  ","549511":"\n  Obrigada e igualmente. ☀️\n  ","549512":"\n  Not really.\n  ","549513":"\n  Uhm!\n  \n  Maybe... Jurassic Park, Scary Movie and Norbit.\n  ","549514":"\n  É daqui, mas se ele fosse invisível, seria uma grande diversão para ele. xd\n  ","549515":"\n  Sometimes, yeah.\n  ","549516":"\n  Yeah!\n  ","549517":"\n  Yes! More than I believe in humans.\n  ","549518":"\n  For sure.\n  ","549519":"\n  The moments with my boyfriend.\n  \n  When we figured out that we had crushes on each other for about 2 years. 😊\n  ","549520":"\n  Pizza.\n  ","549521":"\n  Little of both.\n  ","549522":"\n  Both.\n  ","549523":"\n  Germany and Greece.\n  ","549524":"\n  Why? It’s useless.\n  ","549525":"\n  I like my straight to do what I love the most.\n  \n  Dislike: Insecurity.\n  ","549526":"\n  Only sex. Lmao\n  ","549527":"\n  Spiders.\n  ","549528":"\n  I don’t have it.\n  ","549529":"\n  A minha rotina é bastante cansativa e ativa. Resolver problemas pessoais, responsabilidades, ir às aulas da universidade, ajudar com as tarefas em casa, etc.\n  ","549530":"\n  No!\n  \n  Loving myself’s something you need to do every single day. Respect yourself, love yourself, valuate yourself and, most of all, put yourself in the first place.\n  ","549531":"\n  Fotografia;\n  \n  Escrever;\n  \n  Videojogos;\n  \n  Editar as fotos;\n  \n  Música;\n  \n  Desenhar;\n  \n  Partilhar momentos únicos com os amigos;\n  \n  Etc. ☀️\n  ","549532":"\n  I’ll probably spent some time with my family, Friends and boyfriend.\n  ","549533":"\n  Thank you, segui. ☀️\n  ","549534":"\n  No!\n  \n  I’m 2much beautiful for that.\n  ","549535":"\n  Oh 🥺\n  ","549536":"\n  Done. 😊\n  ","549537":"\n  21753\n  ","549538":"\n  Ah yes.\n  ","549539":"\n  Não somos fotogénicos. 😅\n  ","549540":"\n  9 meses.\n  ","549541":"\n  Photography\n  \n  Draw\n  \n  Music\n  \n  Film maker\n  \n  Etc.\n  ","549542":"\n  Heyo! 😊\n  ","549543":"\n  Uhm\n  ","549544":"\n  Merci. :)\n  ","549545":"\n  As pessoas desconfiam e procuram algo fácil.\n  \n  Uma relação depende de trabalho árduo e mútuo. Reconquista diária, valorização e respeito.\n  ","549546":"\n  Quando é que eu posso regressar a Marte?\n  ","549547":"\n  Yeah!\n  ","549548":"\n  Não.\n  ","549549":"\n  As minhas costas.\n  \n  Sempre adorei as minhas costas e o quão elegantes elas são.\n  ","549550":"\n  Nem praia, nem piscina, nada.\n  ","549551":"\n  Depende de como é a vossa amizade.\n  ","549552":"\n  Sempre usei óculos.\n  ","549553":"\n  Thank you! :)\n  ","549554":"\n  Not a problem.\n  ","549555":"\n  Let’s go guys. 😊\n  ","549556":"\n  Ah yes.\n  ","549557":"\n  Not really.\n  ","549558":"\n  Thank you, you2.\n  ","549559":"\n  😊☀️\n  ","549560":"\n  Yesh, thank you.\n  ","549561":"\n  Yeah, my boyfriend likes it.\n  ","549562":"\n  Yeah.\n  ","549563":"\n  Lol\n  ","549564":"\n  Good afternoon.\n  ","549565":"\n  Who doesn’t?\n  ","549566":"\n  Portugal.\n  ","549567":"\n  What?\n  ","549568":"\n  🙂\n  ","549569":"\n  Thank you. 😊\n  ","549570":"\n  Aliens.\n  ","549571":"\n  Kay, bye. 🙂\n  ","549572":"\n  I really don’t want to. 😂😂😂\n  ","549573":"\n  Oh céus, savage af. Ahah\n  \n  Continua assim. 😅\n  ","549574":"\n  Oh! I don’t pretend to marry. 😅\n  ","549575":"\n  😊\n  ","549576":"\n  🤭📸\n  ","549577":"\n  Still boyfriends call.\n  ","549578":"\n  Lmao (?) 😅\n  ","549579":"\n  Humans.\n  ","549580":"\n  For sure.\n  ","549581":"\n  Just chillin.\n  ","549582":"\n  Good.\n  ","549583":"\n  Fine.\n  ","549584":"\n  Scary Movie\n  \n  Jurassic Park\n  \n  Etc.\n  ","549585":"\n  What’s up.\n  ","549586":"\n  Me.\n  ","549587":"\n  Not really.\n  ","549588":"\n  Abort.\n  ","549589":"\n  12:57 actually\n  ","549590":"\n  Hello!\n  ","549591":"\n  None.\n  ","549592":"\n  Yeah.\n  ","549593":"\n  I’m fine, thank you. :)\n  ","549594":"\n  Hey!\n  \n  I’m fine, thank you. :)\n  ","549595":"\n  Yes.\n  ","549596":"\n  Thanks love. ☀️\n  ","549597":"\n  Já passei por tantas.\n  ","549598":"\n  Hey\n  ","549599":"\n  Tenta.\n  ","549600":"\n  None.\n  ","549601":"\n  Why tho? xd\n  ","549602":"\n  No!\n  ","549603":"\n  Olá.\n  ","549604":"\n  Red.\n  ","549605":"\n  🙃\n  ","549606":"\n  For sure.\n  ","549607":"\n  Good one.\n  ","549608":"\n  My boyfriend.\n  ","549609":"\n  Thanks. ☀️\n  ","549610":"\n  Yes!\n  ","549611":"\n  Idk, eu costumo rir em momentos inapropriados, mas isto não tem nada de perigoso.\n  ","549612":"\n  O meu passado existe, mas eu utilizo-o como método de ensinamentos aos próximos, exemplos de vida.\n  ","549613":"\n  Idk, do you guys like it? 📸\n  ","549614":"\n  So... I’m updating Smite.\n  ","549615":"\n  Uhm, personal questions.\n  ","549616":"\n  A few of them.\n  ","549617":"\n  Nenhuma.\n  ","549618":"\n  Lmao\n  ","549619":"\n  É triste os erros que cometeste ao escrever os nomes das artistas.\n  ","549620":"\n  You have to unlock with coins.\n  ","549621":"\n  Ah bom.\n  ","549622":"\n  Oh! Deal with it.\n  ","549623":"\n  For what?\n  ","549624":"\n  How much? Lmao\n  ","549625":"\n  Obrigada e igualmente. ☀️\n  ","549626":"\n  Nem por isso.\n  \n  Sinto-me madura no que toca a passagens de ano.\n  ","549627":"\n  Yeah!\n  \n  Um bocado complicado expressar os sentimentos, quando sentimos receio de serem negados.\n  ","549628":"\n  What? Hardcore é um estilo musical. xd\n  ","549629":"\n  Hashtags são para as pessoas encontarem outros perfis com os mesmos interesses em comum;\n  \n  Coins são moedas virtuais que vais arrecadando à medida que utilizas o website, como recompensas;\n  \n  Hardcore é hardcore.\n  ","549630":"\n  Sad.\n  ","549631":"\n  Obrigada.\n  ","549632":"\n  I’ve a pussy.\n  ","549633":"\n  You need help, or something?\n  ","549634":"\n  Obrigada. ☀️\n  ","549635":"\n  Jeff\n  ","549636":"\n  Surviving.\n  ","549637":"\n  Sou uma péssima professora.\n  ","549638":"\n  Boa noite.\n  \n  Estou com sono.\n  ","549639":"\n  Hey!\n  ","549640":"\n  ☀️\n  ","549641":"\n  Haii!\n  ","549642":"\n  Por norma eu imagino o futuro como um filme de ação, ou terror.\n  ","549643":"\n  Tenta.\n  ","549644":"\n  A principle will always be accepted with a positive mind.\n  ","549645":"\n  Boa tarde. ☀️\n  ","549646":"\n  Done! ☀️\n  ","549647":"\n  Perdão pela demora.\n  \n\n   https:\/\/instagram.com\/ricc.photography\n  \n","549648":"\n  Just a normal person.\n  ","549649":"\n  O meu dançar é abanar a cabeça.\n  ","549650":"\n  É engraçado elas esperarem uma coisa e recebem outra.\n  ","549651":"\n  Sim.\n  ","549652":"\n  Eheh!\n  \n  Thanks hun. 💗\n  ","549653":"\n  Anytime! ☀️\n  ","549654":"\n  Done!\n  ","549655":"\n  I’m only doing the coins and likes prizes.\n  \n  Forgot to write that. 😂😂😂😂\n  ","549656":"\n  Se tudo fosse fácil de adquirir na vida, nunca iríamos aprender a lutar pelos nossos objetivos.\n  ","549657":"\n  Photography.\n  ","549658":"\n  Está em casa.\n  ","549659":"\n  English\n  ","549660":"\n  💗\n  ","549661":"\n  Smite memes\n  ","549662":"\n  Buh\n  ","549663":"\n  Personality.\n  ","549664":"\n  Eu acredito que tudo aquilo que acontece de ruim nas nossas vidas, é só para melhorar.\n  ","549665":"\n  No!\n  ","549666":"\n  Com 6€ eu posso lanchar.\n  ","549667":"\n  ☀️\n  ","549668":"\n  Lol\n  ","549669":"\n  BrUh\n  ","549670":"\n  Também gostava de alterar o meu.\n  ","549671":"\n  Comida.\n  ","549672":"\n  Well shit\n  ","549673":"\n  You got some titties issues.\n  ","549674":"\n  Hey!\n  ","549675":"\n  An idiot sandwiche.\n  ","549676":"\n  I need one.\n  ","549677":"\n  For sure.\n  ","549678":"\n  No!\n  \n  That game’s for me.\n  ","549679":"\n  Com o meu namorado, mas foi ativado o recolher obrigatório pros fins-de-semana.\n  ","549680":"\n  Just at home relaxing.\n  ","549681":"\n  Just like my soul.\n  ","549682":"\n  Black.\n  ","549683":"\n  Ew\n  ","549684":"\n  Don’t.\n  \n  Coronavirus is waiting for ya.\n  ","549685":"\n  Eu sou muito esquisita com a escrita e não tolero pessoas que cometem erros ortográficos com consciência disso.\n  ","549686":"\n  Lá onde?\n  ","549687":"\n  Hey!\n  ","549688":"\n  Talvez sim.\n  ","549689":"\n  No!\n  ","549690":"\n  Hello!\n  ","549691":"\n  You don’t.\n  ","549692":"\n  Talvez.\n  ","549693":"\n  Já seguia.\n  ","549694":"\n  Hey\n  ","549695":"\n  Don’t have it.\n  ","549696":"\n  Zero.\n  ","549697":"\n  No!\n  ","549698":"\n  Fine, I guess.\n  \n  Kinda tired and bored, but it’s ok.\n  ","549699":"\n  Em 2020 eu deixei de ser negligente.\n  ","549700":"\n  Just end the fucking covid already.\n  ","549701":"\n  Normal.\n  ","549702":"\n  I would kill your capslock.\n  ","549703":"\n  Boa noite.\n  ","549704":"\n  Always.\n  ","549705":"\n  Não.\n  ","549706":"\n  Está tudo.\n  ","549707":"\n  A fama é uma privação da sua vida pessoal.\n  ","549708":"\n  Yeah’\n  ","549709":"\n  I hate christmas.\n  ","549710":"\n  Everything.\n  ","549711":"\n  Yeah.\n  ","549712":"\n  This is me when I see a doggie.\n  ","549713":"\n  Ew\n  ","549714":"\n  Yeah.\n  ","549715":"\n  Maybe 5\/6 hours\n  ","549716":"\n  Room.\n  ","549717":"\n  As pessoas é que são tóxicas.\n  ","549718":"\n  É aceitar.\n  \n  Uns tem tudo e não são felizes, outros não tem nada, mas escolhem serem felizes com o pouco que têm.\n  ","549719":"\n  But... I don’t have it.\n  ","549720":"\n  A vida é demasiado dura, mas somos nós quem escolhemos sofrer, ou aprender com ela.\n  ","549721":"\n  I never changed the name of my WIFI. 😅\n  ","549722":"\n  I can, for sure.\n  \n  Maybe days, or weeks.\n  ","549723":"\n  Eu prefiro fazer amizades e partilhar algum conhecimento com as pessoas.\n  ","549724":"\n  Depende das horas a que eu acordo, mas costumo comer bastante ao pequeno-almoço.\n  ","549725":"\n  Well... some people always tells me that they just saw someone like me in A city, or B place. Lol\n  \n  Friend: What’re you doing here?\n  \n  Me: What you mean? I’m at home.\n  ","549726":"\n  Life isn’t easy.\n  ","549727":"\n  Cereal, or bread.\n  ","549728":"\n  Hello! ☀️\n  ","549729":"\n  For what.\n  ","549730":"\n  For real. 😊\n  ","549731":"\n  Thank you.\n  ","549732":"\n  Mds 😅\n  ","549733":"\n  Eu sou feminista, mas também serei sempre uma pessoa com consciência, realismo e persuasão das coisas.\n  \n  Há com cada feminista que abusa da sua palavra para coisas sem nexo.\n  ","549734":"\n  Tá equilibrado.\n  \n  Tenho os meus direitos, mas sou mais realista.\n  ","549735":"\n  k\n  ","549736":"\n  Personalidade e inteligência.\n  ","549737":"\n  Perda de tempo.\n  ","549738":"\n  Lmao\n  ","549739":"\n  Yeah.\n  ","549740":"\n  Eh\n  ","549741":"\n  Hey.\n  ","549742":"\n  😬\n  ","549743":"\n  YOU’RE FIRED!\n  ","549744":"\n  Cute. 😊\n  ","549745":"\n  I’m just kidding.\n  ","549746":"\n  No.\n  ","549747":"\n  Obrigada.\n  ","549748":"\n  Idk 😅\n  ","549749":"\n  Askfm bem que podia avisar quando posso trocar as coins por dinheiro a sério. 😬\n  ","549750":"\n  I hate christmas.\n  ","549751":"\n  😬\n  ","549752":"\n  Já dormi de forma tão pesada que não me lembrava de nada.\n  ","549753":"\n  - All I need is your love.\n  ","549754":"\n  Oh, my little cat’s sleeping.\n  ","549755":"\n  Asterix e Obelix.\n  \n  For sure. :)\n  ","549756":"\n  I’m just happy that trump isn’t the new president again.\n  ","549757":"\n  I have alot.\n  ","549758":"\n  Tell me.\n  ","549759":"\n  Nobody likes him.\n  ","549760":"\n  Sadness.\n  ","549761":"\n  Yeah, bitch!\n  ","549762":"\n  Boa tarde. ☀️\n  ","549763":"\n  Done. ☀️\n  ","549764":"\n  Done. ☀️\n  ","549765":"\n  Hell yeah. Lol\n  ","549766":"\n  Yes.\n  ","549767":"\n  A minha geração será sempre melhor que a atual.\n  ","549768":"\n  Credo.\n  ","549769":"\n  Já segui.\n  ","549770":"\n  Done. ☀️\n  ","549771":"\n  Pandemic situation and personal problems. :\/\n  ","549772":"\n  Alô!\n  ","549773":"\n  Ah sim.\n  ","549774":"\n\n   https:\/\/twitter.com\/isabtx\n  \n","549775":"\n  I know the truth.\n  ","549776":"\n  O mais importante é o que eu sinto pela pessoa.\n  ","549777":"\n  Done. ☀️\n  ","549778":"\n  Done. ☀️\n  ","549779":"\n  Que palavrão?\n  \n  Also, ignora esse tipo de pessoas aqui, pois o pessoal não tem vida e preferem chatear os outros.\n  ","549780":"\n  Thank you. ☀️\n  ","549781":"\n  Done. ☀️\n  ","549782":"\n  Done. ☀️\n  ","549783":"\n  Done. ☀️\n  ","549784":"\n  I don’t study at all.\n  \n  I just listen to the classes and understand. Lmao\n  ","549785":"\n  Life’s just the beginning.\n  ","549786":"\n  Congrats! :)\n  ","549787":"\n  • Thank you. ☀️\n  \n  (20 likes = Done)\n  ","549788":"\n  • GAME •\n  \n  Leave here:\n  \n  - 30 🔥\n  \n  - 1 Like\n  \n  - Choose:\n  \n  50 🔥\n  \n  20 likes\n  \n  🔴 5 🔥 + 10 likes\n  \n  Send a question in this thread with everything done. 😊\n  ","549789":"\n  Comidas à base de massa, mas de uma maneira mais saudável.\n  ","549790":"\n  Hm! Good question.\n  ","549791":"\n  Nenhuma.\n  ","549792":"\n  Não.\n  ","549793":"\n  Chuva.\n  ","549794":"\n  Olá.\n  ","549795":"\n  Sometimes.\n  ","549796":"\n  Vou andando.\n  ","549797":"\n  Hello! ☀️\n  ","549798":"\n  Tea.\n  ","549799":"\n  Where dafuq are those aliens?\n  ","549800":"\n  Movie.\n  ","549801":"\n  Naive people.\n  ","549802":"\n  Hell yeah.\n  \n  I really want to explore other planets.\n  ","549803":"\n  I can’t.\n  \n  Coronavirus.\n  ","549804":"\n  O meu namorado. 😊\n  ","549805":"\n  Obrigada e igualmente. ☀️\n  ","549806":"\n  My doggie. 💗\n  ","549807":"\n  Comida, música e falar com o meu namorado.\n  ","549808":"\n  Idk, a little gothic.\n  ","549809":"\n  Pineapple. Ew\n  ","549810":"\n  Chocolate.\n  ","549811":"\n  Não, é não.\n  ","549812":"\n  Nop!\n  ","549813":"\n  Encontrar a minha alma gémea.\n  ","549814":"\n  Lol\n  ","549815":"\n  Electronics.\n  ","549816":"\n  In the past, yeah.\n  ","549817":"\n  Estabilidade financeira.\n  ","549818":"\n  Chips and ice cream.\n  ","549819":"\n  60,7k\n  ","549820":"\n  A little bit.\n  ","549821":"\n  Boa noite.\n  ","549822":"\n  Missing him...\n  ","549823":"\n  Really good.\n  ","549824":"\n  Obrigada. ☀️\n  ","549825":"\n  Por norma eu tenho sempre consciência daquilo que faço, portanto não.\n  ","549826":"\n  Hello.\n  ","549827":"\n  Pragma.\n  ","549828":"\n  Would be a crazy scene af.\n  ","549829":"\n  Não.\n  ","549830":"\n  Sim.\n  ","549831":"\n  Titties\n  ","549832":"\n  Pode ser bug do website.\n  ","549833":"\n  Good.\n  ","549834":"\n  Ai sim? Tenho de ouvir.\n  ","549835":"\n  Since 2013.\n  ","549836":"\n  Bastante.\n  ","549837":"\n  Imensas.\n  ","549838":"\n  Thank you. :)\n  ","549839":"\n  No.\n  ","549840":"\n  Dafuq\n  ","549841":"\n  Hey.\n  ","549842":"\n  Lmao\n  ","549843":"\n  Yeah!\n  ","549844":"\n  Lmao\n  ","549845":"\n  Food. xD\n  ","549846":"\n  Both, but I'm a simple person.\n  ","549847":"\n  É só um feriado.\n  ","549848":"\n  Lol\n  ","549849":"\n  Hey!\n  ","549850":"\n  None.\n  ","549851":"\n  Hello.\n  ","549852":"\n  Obrigada e igualmente. ☀️\n  ","549853":"\n  Aproveita. Kk\n  ","549854":"\n  Céus. 😅\n  ","549855":"\n  Calma. Kkk\n  ","549856":"\n  Sim.\n  ","549857":"\n  Oh well.\n  ","549858":"\n  Tudo bem. :)\n  \n  Sim, porque no fundo eu estava de consciência tranquila, mas dá aquela sensação de que o teu nome anda a ser manchado.\n  ","549859":"\n  Ainda bem que sabes, because damn.\n  \n  Eu fiquei preocupada. xD\n  ","549860":"\n  Ah! Céus, que desafio.\n  ","549861":"\n  Qual conta? 👀\n  ","549862":"\n  Calor durante o dia, frio durante a noite.\n  ","549863":"\n  Ah!!\n  \n  Ainda bem que sim. ^^\n  ","549864":"\n  Nada para fazer. Ahahah\n  ","549865":"\n  Tranquilo e demasiado aborrecido.\n  \n  E o teu? ahah\n  ","549866":"\n  No problem, thank you. :)\n  ","549867":"\n  Está tudo e contigo?\n  ","549868":"\n  Alô! :)\n  ","549869":"\n  Idk.\n  ","549870":"\n  Hold up.\n  ","549871":"\n  Yey :)\n  ","549872":"\n  skldnsalkdnskfnosdkanfkdlsnflsdnlsdng bless you\n  ","549873":"\n  Whatsapp world\n  ","549874":"\n  Not whatsapp.\n  ","549875":"\n  Sorry! Ahahahah\n  ","549876":"\n  Am I whatsapp?\n  ","549877":"\n  That's stupid af.\n  ","549878":"\n  Força. xd\n  ","549879":"\n  Como eu consigo controlar, meio que parei de sentir.\n  ","549880":"\n  Sei lá.\n  ","549881":"\n  I'm fine, thank you.\n  ","549882":"\n  Same face, different hair.\n  ","549883":"\n  Yeah.\n  \n  Consigo controlar as cócegas.\n  ","549884":"\n  Nah!\n  ","549885":"\n  No.\n  ","549886":"\n  Eu nem tenho cócegas.\n  ","549887":"\n  Chuta.\n  ","549888":"\n  Hey.\n  ","549889":"\n  Uhm, ok.\n  ","549890":"\n  So guys... I'm trying to expand my photography profession, but I need some help.\n  \n  Would you send me 1€ to help my dream? It means alot. :)\n  \n  Paypal: paypal.me\/ritaccampos\n  ","549891":"\n  Mas eu não sei. kk\n  ","549892":"\n  Nem sei o que faça.\n  ","549893":"\n  Está tudo e contigo?\n  ","549894":"\n  No.\n  ","549895":"\n  Anyone giving coins? 🖤\n  ","549896":"\n  A tua alma engravidou.\n  ","549897":"\n  Sometimes, yeah.\n  ","549898":"\n  Maybe all of them.\n  ","549899":"\n  Both.\n  ","549900":"\n  Just getting sick every single day.\n  ","549901":"\n  Dark chocolate.\n  ","549902":"\n  Lmao right.\n  ","549903":"\n  Claro que sim.\n  \n  Pena que não vendam juízo. 😬\n  ","549904":"\n  Portugal não está em Quarentena, mas eu tenho sempre muito cuidado quando vou sair de casa.\n  ","549905":"\n\n   https:\/\/music.youtube.com\/watch?v=xYoRHuq-Juw&feature=share\n  \n","549906":"\n  Obrigada e igualmente. ☀️\n  ","549907":"\n  No. :(\n  ","549908":"\n  Yes, please.\n  ","549909":"\n  Every single day.\n  ","549910":"\n  Olá.\n  ","549911":"\n  Only 4.\n  ","549912":"\n  Maybe a goddamn ghost.\n  ","549913":"\n  Obrigada.\n  ","549914":"\n  Sleep.\n  ","549915":"\n  Utilizar os nossos exemplos de vida, sem esquecer os outrem.\n  ","549916":"\n  Nada.\n  ","549917":"\n  2020\n  ","549918":"\n  Ah yes, english.\n  ","549919":"\n  No. lol\n  ","549920":"\n  Idk, maybe 15.\n  ","549921":"\n  Short nails, for sure.\n  ","549922":"\n  Thank you, segui.\n  ","549923":"\n  Animais, comida, namorado, filmes de comédia, animais, etc.\n  ","549924":"\n  They're always right.\n  ","549925":"\n  Yeah.\n  \n  When I was a kid, I did that at school.\n  ","549926":"\n  We need halloween, not corona virus.\n  ","549927":"\n  Sim.\n  ","549928":"\n  Fine.\n  ","549929":"\n  Good.\n  ","549930":"\n  Not really.\n  \n  I don't care about it.\n  ","549931":"\n  Eu nunca tive gatos, até adotar a menina que tenho agora.\n  ","549932":"\n  Desde 2013.\n  ","549933":"\n  Eu adoro animais.\n  ","549934":"\n  Thank you, back.\n  ","549935":"\n  What.\n  ","549936":"\n  - New post:\n  \n   https:\/\/www.instagram.com\/p\/CG5BMUQFw_W\/\n  \n","549937":"\n  Yeess\n  ","549938":"\n  Maybe 2.\n  ","549939":"\n  Um pouco de ambas.\n  ","549940":"\n  Every single moment.\n  ","549941":"\n  Não.\n  ","549942":"\n  Not really.\n  ","549943":"\n  É muito fácil conquistar, o difícil é reconquistar e lidar com os problemas todos os dias.\n  ","549944":"\n  Tenho:\n  \n  - 9 cães;\n  \n  - 1 gata;\n  \n  - 2 pássaros;\n  \n  - 1 cágado.\n  ","549945":"\n  Por vezes precisamos de um pequeno momento em silêncio para conseguir lidar com a vida e os seus problemas.\n  ","549946":"\n  Já tive tantos surtos que ainda me pergunto como é que permaneço viva.\n  ","549947":"\n  Nada.\n  ","549948":"\n  Imensos.\n  ","549949":"\n  Não.\n  ","549950":"\n  English.\n  ","549951":"\n  Move on.\n  ","549952":"\n  Maybe mountains.\n  ","549953":"\n  At the market.\n  ","549954":"\n  Envy.\n  ","549955":"\n  Work.\n  ","549956":"\n  Sure.\n  ","549957":"\n  Sure.\n  ","549958":"\n  Tranquilo.\n  ","549959":"\n  I've this account from 2013.\n  ","549960":"\n  Já o tenho, não preciso de um relacionamento neste website.\n  ","549961":"\n  Yeah, \"was\", because I'm dead.\n  ","549962":"\n  Personalidade.\n  ","549963":"\n  Muito difícil pensar que alguém teria saudades minhas.\n  ","549964":"\n  Explica o conceito de investir.\n  ","549965":"\n  What? This is me. Lol\n  ","549966":"\n  Lol\n  ","549967":"\n  There's no god.\n  ","549968":"\n  Fine, I guess.\n  ","549969":"\n  None.\n  ","549970":"\n  Hey.\n  ","549971":"\n  Yeah!\n  ","549972":"\n  Thanks.\n  ","549973":"\n  Boas.\n  ","549974":"\n  Sempre preferi ler as notícias online, visto que eu faço tudo com o telemóvel diariamente.\n  ","549975":"\n  Cute anyway.\n  ","549976":"\n  Talvez, talvez...\n  ","549977":"\n  Cada um contém a sua inteligência, mas em termos auditivos os gatos ganham.\n  ","549978":"\n  Doesn't matter.\n  ","549979":"\n  13\n  ","549980":"\n  Bolo de bolacha.\n  ","549981":"\n  Dude, não. Lol\n  ","549982":"\n  Yup.\n  ","549983":"\n  É mais sufocante fingir uma felicidade que se transforma em algo tóxico.\n  ","549984":"\n  A minha vida dava um filme de comédia e o título seria:\n  \n  - Só Que Não\n  ","549985":"\n  Estudar a mentalidade feminina é um caminho sem regresso.\n  ","549986":"\n  Woah!\n  ","549987":"\n  I didn't finished Sonic, because of the final level.\n  ","549988":"\n  A aura, se for exageradamente pesada, eu posso ficar desconfortável quanto à presença delas.\n  ","549989":"\n  Não.\n  ","549990":"\n  Nah\n  ","549991":"\n  He’s everything to me.\n  ","549992":"\n  None.\n  ","549993":"\n  Without.\n  ","549994":"\n  Lol (?)\n  ","549995":"\n  Tea.\n  ","549996":"\n  No problem.\n  ","549997":"\n  Obrigada e igualmente. ☀️\n  ","549998":"\n  Bom dia.\n  ","549999":"\n  A confiança.\n  ","550000":"\n  Obrigada e igualmente. ☀️\n  ","550001":"\n  No!\n  ","550002":"\n  Human.\n  ","550003":"\n  I’m always keeping them.\n  ","550004":"\n  No pandemic situation.\n  ","550005":"\n  Maybe, yeah.\n  ","550006":"\n  Thank you. :)\n  ","550007":"\n  Yeah, hello.\n  ","550008":"\n  Lose my mind.\n  ","550009":"\n  I don't have a dream... I'm just living.\n  ","550010":"\n  Maybe sushi. (?) XD\n  ","550011":"\n  Eu diria que a solidão cria um pacto com a depressão, overthinking, toxic mind e etc. Todos juntam-se numa luta contra o ser humano e o seu desejo de concretizar os seus objetivos pessoais, sonhos, tudo isso e muito mais.\n  \n  Muitas das vezes achamos que a nossa mentalidade é saudável e não necessita que tanta atenção para melhoramentos, mas é preciso treinar a mesma todos os dias, pensar de forma positiva e respeitar a nossa pessoa a 100%. Eu mesma posso comprovar que a solidão foi a minha \"melhor amiga\" durante um bom tempo, as pessoas criavam ilusões no que toca a serem meus amigos e era apedrejada nas costas diariamente. A confiança, essa, que pensávamos existir, não passava de uma mera palavra sem ação e presença na minha vida.\n  \n  Sim, a solidão mata, mas somos nós quem lhe damos a oportunidade de agir.\n  ","550012":"\n  Arriscar a vida por amigos é sempre a coisa menos acertada a fazer.\n  ","550013":"\n  '-'\n  ","550014":"\n  They're all dead.\n  ","550015":"\n  Never.\n  ","550016":"\n  -\n  ","550017":"\n  A vida ensina que a confiança facilmente é quebrada e as pessoas mudam conforme os seus interesses mais profundos.\n  ","550018":"\n  Avatar: The Last Airbender\n  ","550019":"\n  Damn!\n  \n  They're all so goddamn cute.\n  ","550020":"\n  1º- Dubstep;\n  \n  2º- Hardcore\n  ","550021":"\n  Hell yeah.\n  ","550022":"\n  Merci.\n  ","550023":"\n  Só diria isso ao meu namorado. kk\n  ","550024":"\n  Uhm... good question.\n  ","550025":"\n  Ficar preso ao passado é muito pior que um local.\n  ","550026":"\n  Not really.\n  ","550027":"\n  Photography.\n  ","550028":"\n  Why tho? lol\n  ","550029":"\n  Lmfao, no.\n  ","550030":"\n  Uh!\n  \n  Anda tudo eh e tranquilo ao mesmo tempo.\n  ","550031":"\n  Cuttie kitty\n  ","550032":"\n  Really. Ahah\n  ","550033":"\n  Eu por norma entro em pânico se for uma coisa bastante complexa e acima da hora, mas tento sempre resolver as coisas.\n  ","550034":"\n  Preguiçosa.\n  ","550035":"\n  Sleep.\n  ","550036":"\n  Choose one and answer this with your color.\n  \n  🔴\n  ","550037":"\n  Well, sure.\n  ","550038":"\n  Sure.\n  ","550039":"\n  A junção das emoções faz-me aprender a lidar com a vida de uma outra maneira possível.\n  ","550040":"\n  Aliens.\n  ","550041":"\n  Hell yeah. Ahah\n  ","550042":"\n  Maybe this one.\n  ","550043":"\n  YEAH!\n  ","550044":"\n  Dare.\n  ","550045":"\n  No.\n  ","550046":"\n  Mds kkkkk\n  \n  Imagina um fake com fakesentimentos.\n  ","550047":"\n  Obrigada.\n  ","550048":"\n  I’m not spanish. Lol\n  ","550049":"\n  In bed.\n  ","550050":"\n  Manter a cabeça firme e pensar positivo sobre a nossa pessoa e os princípios arrecadados das lições morais.\n  ","550051":"\n  Uhm... pasta(?)\n  ","550052":"\n  Infelizmente já.\n  ","550053":"\n  Mal sabes tu que são os mais quietos que observam e sabem tudo.\n  ","550054":"\n  I only like romantic movies when they have comedy as well.\n  ","550055":"\n  That’s funny tho.\n  ","550056":"\n  Who knows.\n  ","550057":"\n  Quando as pessoas tentam ser superiores e eu dou a minha risada sarcástica.\n  ","550058":"\n  Hello!\n  ","550059":"\n  A minha alma seria negra, pois eu dou muito de mim aos outros e recebo zero.\n  ","550060":"\n  O Castelo.\n  ","550061":"\n  Sinto bastante solidão, mas se estiver cansada acabo por sentir tranquilidade.\n  ","550062":"\n  A minha empatia chega a criar apego às pessoas e isso torna-se tóxico.\n  ","550063":"\n  Hello!\n  ","550064":"\n  No\n  ","550065":"\n  Eu acredito que a vida tenha um plano para cada um de nós.\n  ","550066":"\n  None of those.\n  ","550067":"\n  Obrigada e igualmente. ☀️\n  ","550068":"\n  Obrigada. 😊\n  ","550069":"\n  Aranhas.\n  ","550070":"\n  Obrigada. ☀️\n  ","550071":"\n  💗\n  ","550072":"\n  Yeah\n  ","550073":"\n  Obrigada. 😁\n  ","550074":"\n  Obrigada. ☀️\n  ","550075":"\n  Na “modinha”.\n  ","550076":"\n  Obrigada! 😊\n  ","550077":"\n  As pessoas adoram dar falsas esperanças, portanto sim.\n  ","550078":"\n  I’m always accepting my responsibilities.\n  ","550079":"\n  A movie.\n  ","550080":"\n  Loving someone.\n  ","550081":"\n  Oh! Nem contei as vezes que o fiz.\n  ","550082":"\n  Yeah... nada bom.\n  ","550083":"\n  Wtf dude.\n  ","550084":"\n  A tua falta de vida pessoal surpreende-me.\n  ","550085":"\n  Hell yeah\n  ","550086":"\n  Eu sinto, neste momento, pela voz do meu namorado e etc.\n  ","550087":"\n  Hu\n  ","550088":"\n  Libra ♎️\n  ","550089":"\n  Hobbies.\n  ","550090":"\n  Estabilidade em termos gerais e uma sanidade mental saudável.\n  ","550091":"\n  Friends, of course.\n  ","550092":"\n  Tenta.\n  ","550093":"\n  I can’t swim.\n  ","550094":"\n  Well, iOS.\n  ","550095":"\n  Dormir.\n  ","550096":"\n  Boa.\n  ","550097":"\n  Lmao\n  ","550098":"\n  Right now? Genshin Impact.\n  ","550099":"\n  Olá.\n  ","550100":"\n  -\n  ","550101":"\n  Anonymous.\n  ","550102":"\n  💗\n  ","550103":"\n  Tento combinar algo com ela.\n  ","550104":"\n  Not really.\n  ","550105":"\n  Not yet.\n  ","550106":"\n  Bom... seria um momento bastante estranho de acontecer.\n  \n  Muito provavelmente teria um trauma, pois a pessoa que eu amo é o meu parente perdido. 😅\n  ","550107":"\n  Always.\n  ","550108":"\n  Adoro e acredito em outras vidas para além da nossa no sistema solar.\n  \n  Não digo que sejam alienígenas como os filmes de ficção científica, mas sim uma espécie humana ainda mais avançada.\n  ","550109":"\n  No, ty.\n  ","550110":"\n  I’m always watching and listening stuff out of this world, so yeah.\n  ","550111":"\n  Meet some aliens.\n  ","550112":"\n  Eu dispenso estas asks, sfv.\n  ","550113":"\n  Maybe more, I guess.\n  ","550114":"\n  \"Oh no! Here we go again\"\n  ","550115":"\n  No!\n  ","550116":"\n  Obrigada.\n  ","550117":"\n  Dispenso.\n  ","550118":"\n  Não.\n  ","550119":"\n  O mais velho morreu. :(\n  \n  Temos de arranjar outro.\n  ","550120":"\n  As plantas nesta casa não conseguem durar 3 dias.\n  ","550121":"\n  Depende.\n  \n  Quando digo cinema, não digo que seja pra plateia, mas tendo em conta que a sala fica escura, uma pessoa pode sempre aproveitar o momento. kk\n  \n  IDC = I don't care.\n  ","550122":"\n  Por vezes sinto-me bastante depressiva, mas a vida é assim mesmo. Nem sempre aguentamos tanta felicidade e bem estar seguido, também precisamos da tristeza para completar as nossas emoções e perceber o que é mais importante nas nossas vidas.\n  ","550123":"\n  Sometimes, yeah.\n  ","550124":"\n  No, because... coronavirus\n  ","550125":"\n  Not really.\n  ","550126":"\n  Idc, quando a vontade bate em forte, só temos de aliviar. 😅😅😅😅😅😅\n  ","550127":"\n  Mask ON\n  ","550128":"\n  Até mesmo no meio do cinema eu fazia.\n  ","550129":"\n  Who doesn’t?\n  ","550130":"\n  xd\n  ","550131":"\n  Tudo tranquilo. :)\n  ","550132":"\n  Não não, nada disso.\n  \n  Está tudo tranquilo, apenas fiquei um pouco confusa ao início, mas fiquei esclarecida.\n  \n  O melhor que recomendo às pessoas para melhorar a amizade comigo e\/ou proximidade comigo é tenta comunicar, mas sempre dando o seu espaço a mim. Gosto de comunicação, mas também valorizo privacidade.\n  ","550133":"\n  Talvez na coragem de arriscar em certas coisas na vida, mas em princípio está tudo tranquilo.\n  ","550134":"\n  Nós temos algum relacionamento?\n  ","550135":"\n  Ainda bem.\n  ","550136":"\n  They want something from you;\n  \n  They REALLY love you.\n  ","550137":"\n  Está tudo e contigo?\n  ","550138":"\n  Since 2013, maybe.\n  ","550139":"\n  No\n  ","550140":"\n  Doesn't matter.\n  ","550141":"\n  Bruh\n  ","550142":"\n  Both.\n  ","550143":"\n  Só tenho receio das minhas ações no presente.\n  ","550144":"\n  Driving.\n  ","550145":"\n  Não sou lá muito romântica.\n  ","550146":"\n  Am I fat?\n  ","550147":"\n  Digimon, I guess.\n  ","550148":"\n  Olá.\n  ","550149":"\n  Like... meh\n  ","550150":"\n  Rip\n  ","550151":"\n  Not really.\n  ","550152":"\n  I'm bi.\n  ","550153":"\n  Yeah\n  ","550154":"\n  Yeah!\n  \n  My own life.\n  ","550155":"\n  Isso existe?\n  ","550156":"\n  Na verdade, cada mulher tem um lado lésbico.\n  \n  Infelizmente são poucas as que admitem.\n  ","550157":"\n  23:54pm\n  ","550158":"\n  Tomorrow will be better because I'm always giving my best.\n  ","550159":"\n  Nunca se sabe.\n  ","550160":"\n  🍆🙄\n  ","550161":"\n  Isso é demasiado macabro, mas acredito que a própria pessoa não tenha uma vida muito animada para fazer tal coisa. Shame!\n  ","550162":"\n  Chocolate da Milka sabe mal.\n  ","550163":"\n  Não quero saber.\n  ","550164":"\n  Chocolate uhm?\n  ","550165":"\n  Odeio!\n  ","550166":"\n  Aw!! Obrigada. 😊🎃\n  ","550167":"\n  I hate christmas.\n  ","550168":"\n  Pois!\n  \n  Por norma aquele que tem o interesse à mais tempo e teve coragem de o admitir, deve ser respeitado, por muito doloroso que seja.\n  ","550169":"\n  Nunca vi. :(\n  ","550170":"\n  Por norma mando mensagem, ou a pessoa manda pra continuarmos a nossa conversa.\n  ","550171":"\n  Com uma pandemia à solta, achas mesmo que eu vou viajar? Mds\n  ","550172":"\n  Aquele que admitiu primeiro, deve ser respeitado.\n  ","550173":"\n  Omg, no. 😂\n  ","550174":"\n  English.\n  ","550175":"\n  Se se cuidarem, em termos físicos e psicológicos, saúde estável, who knows.\n  ","550176":"\n  Nop\n  ","550177":"\n  Far far away.\n  ","550178":"\n  Nop\n  ","550179":"\n  No.\n  ","550180":"\n  5 MG + 5🔥\n  \n  - first 10 likers\n  ","550181":"\n  Respect!\n  ","550182":"\n  Olá.\n  ","550183":"\n  Boa pergunta.\n  ","550184":"\n\n   @MartaAntunes8\n  \n\n\n   @joanaihribeiro\n  \n\n\n   @andreiabarbieperfeita\n  \n\n\n   @RitaCorreiaRamos\n  \n\n\n   @neiiaRodrigues\n  \n\n\n   @srsg\n  \n\n\n   @InesCorreiaRamos\n  \n\n\n   @claudiocadete27\n  \n\n\n   @AnaRitaRaposo\n  \n\n\n   @XicaaBragaa\n  \n\n\n   @AdrianaRafaela98\n  \n\n\n   @FranciscaaBragaa\n  \n\n\n   @cristie18l\n  \n\n\n   @claudiadivertida\n  \n\n\n   @quemsabeahoradevoltar\n  \n\n\n   @fabiodms\n  \n\n\n   @GabrielChivari\n  \n\n\n   @MiriamRodeia\n  \n\n\n   @laalelow\n  \n\n\n   @stormdersilence\n  \n\n\n   @acavadinha_\n  \n\n\n   @Heleninha98768\n  \n\n\n   @adenilsoam\n  \n\n\n   @DeboraAniceto\n  \n\n\n   @LilianaJesus01\n  \n\n\n   @kratospt\n  \n\n\n   @maikeweiss\n  \n\n\n   @douga12\n  \n\n\n   @WelbertFerreira140\n  \n\n\n   @redoasis2017\n  \n\n\n   @derivadaintegral\n  \n\n\n   @ReeFernandes2016\n  \n\n  Etc. ☀️\n  ","550185":"\n  None.\n  ","550186":"\n  Ew\n  ","550187":"\n  Water & tea.\n  ","550188":"\n  A felicidade chega quando aprendemos a aceitar a nossa pessoa pelo que ela é.\n  ","550189":"\n  Would like to try laser tag one day.\n  ","550190":"\n  A maioria é sempre cansada.\n  ","550191":"\n  Enough Sofia.\n  \n  Tens de parar.\n  ","550192":"\n  Lol, no.\n  ","550193":"\n  Fine.\n  ","550194":"\n  24y\n  ","550195":"\n  I spent some time with my boyfriend.\n  ","550196":"\n  Hell yeah.\n  \n  We need to get some sun.\n  ","550197":"\n  Thank you, segui. ☀️\n  ","550198":"\n  Ew\n  ","550199":"\n  Uhm\n  ","550200":"\n  Descansar.\n  ","550201":"\n  Aham.\n  ","550202":"\n  Eu nem sei quem é o andres. 🙄\n  ","550203":"\n  Who?\n  ","550204":"\n  What?\n  ","550205":"\n  Nem o próprio diabo vêm à minha casa.\n  \n  Tenho 9 pinchers.\n  ","550206":"\n  Not really.\n  ","550207":"\n  Sempre fui uma pessoa de dar conselhos e ser uma ótima ouvinte.\n  ","550208":"\n  Doing my hobbies with my boyfriend.\n  ","550209":"\n  Cruzar os talheres dá azar.\n  ","550210":"\n  No!\n  ","550211":"\n  53.6°F\n  ","550212":"\n  Rn? Nenhuma.\n  ","550213":"\n  I try not to kill anyone.\n  ","550214":"\n  Hello!\n  ","550215":"\n  My house is a home because I need to protect myself.\n  ","550216":"\n  I was a carrot.\n  ","550217":"\n  Never forget your mask for this halloween season, pls.\n  \n  Be safe and spooky. 🎃\n  ","550218":"\n  With family and friends.\n  ","550219":"\n  Sad.\n  ","550220":"\n  I really hate netflix tvshows.\n  ","550221":"\n  Atropela as putas que te fizeram mal.\n  ","550222":"\n  Gostaria de ter... um dia...\n  ","550223":"\n  Não tenho.\n  ","550224":"\n  For sure.\n  \n  When I’m sick.\n  ","550225":"\n  Bruh!\n  ","550226":"\n  A new computer. 😅\n  ","550227":"\n  Um, today.\n  ","550228":"\n  Fugia.\n  ","550229":"\n  Romã.\n  ","550230":"\n  Sim.\n  \n  Alguns dos meus amigos têm pesadelos comigo e eu fico sem saber o porquê.\n  ","550231":"\n  @\n  ","550232":"\n  Hey, welcome back.\n  ","550233":"\n  Oh! That’s a hard question.\n  ","550234":"\n  Céus, não.\n  ","550235":"\n  📸\n  ","550236":"\n  Bom fim-de-semana.\n  ","550237":"\n  Sim.\n  ","550238":"\n  Dark chocolate.\n  ","550239":"\n  Carbonara.\n  ","550240":"\n  Eu preferia ficar um dia inteiro a ouvir música, do que ouvir pessoas ridículas a criticar até a queda chuva.\n  ","550241":"\n  Hey.\n  ","550242":"\n  Neste momento recomendo comer em casa.\n  ","550243":"\n  My past.\n  ","550244":"\n  Aparentemente, sim.\n  \n  However, já tive inimigos que viraram amigos e depois regressaram ao inimigo. kkk\n  ","550245":"\n  Street, waiting for the bus.\n  ","550246":"\n  O passado, mas tudo sob controlo.\n  ","550247":"\n  A humildade estará sempre presente, mas precisamos ser inteligentes e seletivos no que toca em ser e com quem. Por vezes deixamos a humildade dominar a nossa personalidade e isso faz com que as pessoas aproveitem-se da nossa bondade para tal.\n  ","550248":"\n  A minha mentalidade será sempre o meu pesadelo.\n  ","550249":"\n  Not really.\n  \n  Eu posso ser uma ótima ouvinte, mas tem limites.\n  ","550250":"\n  Os meus aniversários nunca foram animadores, passava sozinha, ou com traumas familiares. Felizmente este ano passei bem acompanhada e, especialmente, com o meu namorado.\n  ","550251":"\n  Sanidade mental.\n  ","550252":"\n  With this pandemic situation, I can't.\n  ","550253":"\n  Yeah.\n  ","550254":"\n  For sure.\n  \n  All I need's the truth.\n  ","550255":"\n  Tenta.\n  ","550256":"\n  Todos os dias ele é acariciado, respeitado, mimado, alegrado, amado, tudo isso e muito mais.\n  ","550257":"\n  Kebab 💗\n  ","550258":"\n  Obrigada pelo elogio. ☀️\n  ","550259":"\n  Não era.\n  ","550260":"\n  Luz de presença.\n  ","550261":"\n  Fugiram.\n  ","550262":"\n  Some. 😂\n  ","550263":"\n  Sim.\n  ","550264":"\n  English.\n  ","550265":"\n  Sure.\n  ","550266":"\n  None. xD\n  ","550267":"\n  For sure.\n  \n  Not a good thing.\n  ","550268":"\n  I’m fine.\n  ","550269":"\n  🤷🏻‍♀️\n  ","550270":"\n  Baaahhh, no.\n  ","550271":"\n  Injustiças e\/ou desavenças ridículas.\n  ","550272":"\n  Maybe 4, or 7 hours.\n  ","550273":"\n  Him.\n  ","550274":"\n  Rest a little bit.\n  ","550275":"\n  Aliens;\n  \n  Music;\n  \n  Videogames;\n  \n  Horror movies\/games;\n  \n  Spooky stuff;\n  \n  Etc.\n  ","550276":"\n  Não, ainda não.\n  \n  A verificação leva sempre algum tempo a aparecer no perfil.\n  ","550277":"\n  Both and together.\n  ","550278":"\n  Sai do anonimato e eu vejo.\n  ","550279":"\n  Eu também gostava de saber, mas até agora o dinheiro só desapareceu e a paz está limitada. (tal como a paciência)\n  ","550280":"\n  Eu já chorei de tanto rir e, inclusive, ganhei mijaneira.\n  ","550281":"\n  Eu já tive uma coleção de fantasmas na minha vida, mas nunca tive a oportunidade de o ser pra alguém.\n  ","550282":"\n  Who doesn’t?\n  ","550283":"\n  Eu esqueço-me daqueles que me dão razões pra tal e\/ou ignoram o meu bem estar físico e psicológico.\n  ","550284":"\n  They can judge me, but I’ll always know the truth behind of my deeds.\n  ","550285":"\n  Both.\n  ","550286":"\n  Uma cura instantânea para as doenças mais mortais do mundo.\n  ","550287":"\n  For sure.\n  \n  We don’t need those people in our lifes.\n  ","550288":"\n  Meh. I really don’t care about that.\n  ","550289":"\n  Since 2013, I guess.\n  ","550290":"\n  Always.\n  ","550291":"\n  Hell yeah.\n  ","550292":"\n  Thank you, segui. ☀️\n  ","550293":"\n  Not really.\n  ","550294":"\n  Yeah.\n  ","550295":"\n  A minha voz iria atrair os mortos vivos pra este halloween.\n  ","550296":"\n  Já abri mão do meu orgulho.\n  ","550297":"\n  Dunno.\n  ","550298":"\n  🙃\n  ","550299":"\n  You can’t come out, if you don’t get in.\n  ","550300":"\n  Se elas forem boas, aceito.\n  ","550301":"\n  Maybe both.\n  ","550302":"\n  Zzz\n  ","550303":"\n  Não quero.\n  ","550304":"\n  Não.\n  ","550305":"\n  Acabei de comer.\n  ","550306":"\n  Because.\n  ","550307":"\n  Vou andando e tu?\n  ","550308":"\n  Primavera (Fiambre, Queijo, Cogumelos)\n  ","550309":"\n  Olá.\n  ","550310":"\n  Pizza\n  ","550311":"\n  For sure.\n  ","550312":"\n  I’m always giving advices to others.\n  ","550313":"\n  No.\n  ","550314":"\n  Apple\n  ","550315":"\n  Yeah.\n  ","550316":"\n  Hey.\n  ","550317":"\n  Igualmente.\n  ","550318":"\n  Nah\n  ","550319":"\n  Laziness.\n  ","550320":"\n  I believe that I've something special.\n  ","550321":"\n  What.\n  ","550322":"\n  Well shit.\n  \n  Nunca experimentei os fones, portanto não posso opinar.\n  ","550323":"\n  Aight!\n  ","550324":"\n  You already did.\n  ","550325":"\n  Nós nunca saberemos se é realmente aquilo que precisamos na vida, até o obter.\n  ","550326":"\n  None.\n  ","550327":"\n  Obrigada e igualmente. :)\n  ","550328":"\n  Sigo e pode.\n  ","550329":"\n  Existe um equilíbrio no que toca em ser oportunista.\n  \n  Podemos sempre aproveitar as oportunidades para subir na vida e\/ou melhorar a mesma. Porém, as pessoas tendem a aproveitar em demasia esse sentido e magoam os gerais para realizar oportunidades dispensáveis.\n  ","550330":"\n  Horror movies.\n  ","550331":"\n  Nop\n  ","550332":"\n  Bom dia.\n  ","550333":"\n  Não.\n  ","550334":"\n  Hey.\n  ","550335":"\n  O dia em que não for eu, será o dia em que algo de errado não está certo.\n  ","550336":"\n  É o hábito. Ahah\n  ","550337":"\n  Ui! Now I wanna know how. 😂\n  ","550338":"\n  Quando quiseres confirmar as tuas suspeitas, é só avisar. Ahah\n  ","550339":"\n  (:(\n  ","550340":"\n  Done.\n  ","550341":"\n  But I... I can’t swim. 😶\n  ","550342":"\n  I’m a perfect gamer.\n  ","550343":"\n  But I already do that.\n  \n  We play together every single day and we won the games.\n  ","550344":"\n  Don’t worry, I’ve that person.\n  ","550345":"\n  What’s that?\n  ","550346":"\n  I’ve insomnias.\n  ","550347":"\n  Every night.\n  ","550348":"\n  As toalhas também precisam de tomar banho.\n  ","550349":"\n  Savage, or crazy af.\n  ","550350":"\n  O meu namorado.\n  ","550351":"\n  🔴 - 2 Likes\n  \n  - 5 likes\n  \n  ⚫️ - 10 likes\n  \n  Choose yours and send me the color. ☀️\n  ","550352":"\n  O que aconteceu no passado teve o seu pretexto e nós não podemos alterar isso.\n  \n  O melhor a fazer, é aceitar o seu destino, pretexto e aprender com a sua lição final.\n  ","550353":"\n  Oh well.\n  ","550354":"\n  Não conheço.\n  ","550355":"\n  Both, for sure.\n  ","550356":"\n  Boa.\n  ","550357":"\n  Boa tarde. ☀️\n  ","550358":"\n  Seja.\n  ","550359":"\n  10 likes.\n  ","550360":"\n  Nem o wpp eu utilizo com regularidade.\n  ","550361":"\n  Quem é que ainda usa skype em 2020?\n  ","550362":"\n  Normal.\n  ","550363":"\n  Um pouco de tudo.\n  ","550364":"\n  Descanso.\n  ","550365":"\n  Bom dia.\n  ","550366":"\n  Sim.\n  \n  Correu bem.\n  ","550367":"\n  🌻\n  ","550368":"\n  Imagino esse quiz.\n  ","550369":"\n  Tenta.\n  ","550370":"\n  Google it.\n  ","550371":"\n  For sure.\n  ","550372":"\n  Live with your love forever.\n  ","550373":"\n  With, or without masks, we all gonna die.\n  ","550374":"\n  Hey.\n  ","550375":"\n  Fotografia e edição.\n  ","550376":"\n  Eu, sempre.\n  ","550377":"\n  .🍆.\n  ","550378":"\n  I do.\n  ","550379":"\n  Wow\n  ","550380":"\n  I won’t do it.\n  ","550381":"\n  Eu odeio pés.\n  ","550382":"\n  Sure.\n  ","550383":"\n  Obrigada e igualmente.\n  ","550384":"\n  ☀️\n  ","550385":"\n  A big meh.\n  ","550386":"\n  Injustiças.\n  ","550387":"\n  Terror e comédia.\n  ","550388":"\n  Always.\n  ","550389":"\n  Thank you!\n  ","550390":"\n  Obrigada e igualmente.\n  ","550391":"\n  Portugal.\n  ","550392":"\n  WC\n  ","550393":"\n  Nothing.\n  ","550394":"\n  Fine\n  ","550395":"\n  Um... hi? Ahah\n  ","550396":"\n  Sure.\n  ","550397":"\n  1\n  ","550398":"\n  Tranquilo.\n  ","550399":"\n  Totalmente falso.\n  ","550400":"\n  Eu.\n  ","550401":"\n  Dumb ppl.\n  ","550402":"\n  Alot\n  ","550403":"\n  Hey.\n  ","550404":"\n  Hey.\n  ","550405":"\n  Thanks.\n  ","550406":"\n  Meh\n  ","550407":"\n  I shaved my eyes for this?\n  ","550408":"\n  I must insist.\n  ","550409":"\n  Isso leva-nos a pensar que o destino tem o propósito para cada um e, por vezes, não conseguimos o que procuramos por esse ainda não estar na altura certa para o recebermos.\n  ","550410":"\n  I'm not famous.\n  ","550411":"\n  Who knows.\n  ","550412":"\n  Nada. Ahah\n  ","550413":"\n  Está frio rn.\n  ","550414":"\n  Hey.\n  ","550415":"\n  Lol\n  ","550416":"\n  No.\n  ","550417":"\n  No.\n  ","550418":"\n  Try\n  ","550419":"\n\n   https:\/\/instagram.com\/isa.btx\n  \n  🎃\n  ","550420":"\n  They don’t.\n  \n  They always think bad stuff about it. Lol\n  ","550421":"\n  Nunca.\n  \n  Todos sabemos o quanto custa trabalhar nesses sítios e tentar dar o máximo de informação possível ao cliente. Por vezes torna-se complicado ajudá-los, pois nem todos percebem de comunicação e tecnologia, mas a simpatia estará sempre lá e o respeito mútuo é necessário.\n  ","550422":"\n  One.\n  ","550423":"\n  Lmao, wht\n  ","550424":"\n  My personality and sincerity.\n  ","550425":"\n  Not really.\n  ","550426":"\n  No, you really need therapy. Lol\n  ","550427":"\n  Todos os dias.\n  ","550428":"\n  Ew\n  ","550429":"\n  Eu só queria um dia muito especial.\n  ","550430":"\n  VERY good.\n  ","550431":"\n  AliExpress\n  ","550432":"\n  I don’t.\n  ","550433":"\n  Os dois.\n  ","550434":"\n  Bored.\n  ","550435":"\n  A minha rotina.\n  ","550436":"\n  Call of Duty (???)\n  ","550437":"\n  Happy Halloween.\n  ","550438":"\n  Nop.\n  ","550439":"\n  Muda muito subitamente.\n  ","550440":"\n  Aw, thank you. 😊\n  ","550441":"\n  Atchim\n  ","550442":"\n  Ah\n  ","550443":"\n  Sleep.\n  ","550444":"\n  Tenta.\n  ","550445":"\n  Mudou de sexo.\n  ","550446":"\n  Pra cima da cabeça de alguém.\n  ","550447":"\n  Bitch pls.\n  ","550448":"\n  Posso trocar 3 espaços livres.\n  "}}