{"Question":{"57942":"\n   Looks pretty good.  I'm finally relaxing a little\n  ","57943":"\n   Life too short here but in the heaven forever\n  ","57944":"\n   i mean what life will be like after death and where?\n  ","57945":"\n   How is that?\n  ","57946":"\n   Como es tu nombre en Fb?\n  ","57947":"\n   Do you believe there is a life after death?\n  ","57948":"\n   Mir geht es auch gut. Danke\n  ","57949":"\n   Wie heißt du denn?\n  ","57950":"\n   Had a remembrance walk for my Dad April 2nd who died 5 years ago??\n  ","57951":"\n   what makes you happy?\n  ","57952":"\n   Have you ever gotten your heart broken so hard that you didn’t know what to do? How did you get passed it?\n  ","57953":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","57954":"\n   If you owned a shop, what would you sell there?\n  ","57955":"\n   Sounds like fun. I've been working all day and just got home\n  ","57956":"\n   Hey Wie geht es dir?\n  ","57957":"\n   You're fine. Me too. I stayed up too late\n  ","57958":"\n   What is something that has changed you so much ?\n  ","57959":"\n   I like your sense of humor! :)\n  ","57960":"\n   ?\n  ","57961":"\n   Hygiene and beauty are fundamental human needs and very important ?????\n  ","57962":"\n   I care to much my friends to let them go with just a complete treatment\n  ","57963":"\n   How old is your oldest piece of clothes?\n  ","57964":"\n   What did you have for breakfast this morning?\n  ","57965":"\n   What wearable technology would you want to have?\n  ","57966":"\n   Would you rather have $50,000 free and clear or $150,000 that is illegal?\n  ","57967":"\n   Thank you. It certainly wasn't easy considering the woman I was with but I'm happy to be clean. You're right though so many people will say they're fine when they aren't.\n  ","57968":"\n   What's your favorite color?\n  ","57969":"\n   How's your day been? I'm sorry we got into all the drug talk.\n  ","57970":"\n   I'm definitely better off without it. I've gained so much now that I'm clean\n  ","57971":"\n   What's your age ?\n  ","57972":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","57973":"\n   Don't worry. I don't wanna go back to the Meth. Thank you for caring. I actually care about you as well and don't want to see you go down that road or anything similar ones. There's more lost than gained\n  ","57974":"\n   What's the first thing you look at in a man, after his face?\n  ","57975":"\n   Have you ever been hypnotized?\n  ","57976":"\n   Did you have a dj at your wedding\n  ","57977":"\n   Do you use wipes or cotton pads for makeup removal\n  ","57978":"\n   What talent you possess\n  ","57979":"\n   Woo\n  ","57980":"\n   Do you feel love tonight??\n  ","57981":"\n   Do you believe in happy ending?\n  ","57982":"\n   Good\n  ","57983":"\n   Bruno Mars or Drake?\n  ","57984":"\n   Do you think dogs are really man's best friend?\n  ","57985":"\n   What do you miss?\n  ","57986":"\n   Thank you that helped a lot\n  ","57987":"\n   What do I do? \n\nI had everything i ever wanted i was happy i was in love.... Then my ex had to ruin it now I'm in pure misery and have no one and nothing what's the point of breathing anymore?.... ???\n  ","57988":"\n   I was on Meth that's the only one I have done. But I know what you mean. That's true they legal weed you can buy in NC , at least, already lol. Like I said I'm better off without the drugs and her. Healthier too lol.\n  ","57989":"\n   Lol seems that way, but believe me it's not worth testing. I'm in no way encouraging drug use. I couldn't be happier being clean.\n  ","57990":"\n   Lol yeah. I will say I think drunk and high have the same effect as in you don't remember anything from the night before or you don't know what you're doing. With being drunk though you sleep just like with weed I guess but with the stuff she had me on you could stay up it just didn't work for me.\n  ","57991":"\n   What are you longing for right now?\n  ","57992":"\n   Who do u tell a lot to?\n  ","57993":"\n   That's true. I was apparently drunk once or twice lol. Im a light weight lol.\n  ","57994":"\n   Lol that's true. I don't drink much. I haven't had a glass of wine in months and I've never had beer. The most alcoholic drink I've had other than wine was Mike's hard lemonade lol.\n  ","57995":"\n   Would you say your parents are overprotective?\n  ","57996":"\n   That's true. I'll try that sometime. I guess it would be. I think drinking in my blood. I'm scotch Irish lol\n  ","57997":"\n   what would you do if you get a chance to move and live in another country forever ? or you can't leave your country?\n  ","57998":"\n   That's true. Ive learned how to cook some. I'm slowly learning the whole using cooking oil thing.\n  ","57999":"\n   I'm trying to cook more, so I can halfway be independent of my parents. Plus when I get another wife I wanna be able to cook sometimes maybe a cookout or something. I don't wanna make my night the night we eat out lol.\n  ","58000":"\n   I! Very good!! I commend you for being able to do this. I use a translator at home and at work should I need to use them. Have a nice week that will arrive. Stay sweet.\n  ","58001":"\n   I! No era consciente de que usted es capaz de hablar español. ¿Cómo estás? Mantente guapa.\n  ","58002":"\n   Sounds pretty good. I can make eggs and mix in cheese. That's about all I can cook unless it's microwavable lol.\n  ","58003":"\n   That's good. What you making? I can only cook if I have directions lol\n  ","58004":"\n   What did you dream about last night?\n  ","58005":"\n   How's your week been?\n  ","58006":"\n   It's Mother's Day! How will you show appreciation to her today?\n  ","58007":"\n   Would you rather never have internet access again or never be allowed board an airplane again?\n  ","58008":"\n   Name your favorite song.\n  ","58009":"\n   Where was your last selfie taken?\n  ","58010":"\n   Mom's are priceless , they have such an amazing influence on our lives and we must thank them for their guidance's. Happy Mother's day to all the Mother's ?\n  ","58011":"\n   If you are watching a movie at this moment, what is it?\n  ","58012":"\n   Sabbath is awesome.Listen to Judas Priest and Iron Maiden.Even KISS is awesome!\n  ","58013":"\n   Ok\n  ","58014":"\n   what bands\n  ","58015":"\n   How do you handle people you don't like?\n  ","58016":"\n   I love Metal a lot!\n  ","58017":"\n   Favorite actress?\n  ","58018":"\n   Sc names\n  ","58019":"\n   what genre\n  ","58020":"\n   Do you like music?\n  ","58021":"\n   If you became a multi-millionaire overnight, what would you buy?\n  ","58022":"\n   I can understand you being harsh and I'm cool with it.\n  ","58023":"\n   I wrote in a hurry.I am so sorry.That's not what I meant.\n  ","58024":"\n   why not.. just askin\n  ","58025":"\n   its ok dont post plz?\n  ","58026":"\n   im 50\/50 tbh\n  ","58027":"\n   how r u\n  ","58028":"\n   hellooooo\n  ","58029":"\n   my answer is not to this question but i don't know how it came here?\n  ","58030":"\n   Have a nice life ?‍?‍?‍?\n  ","58031":"\n   Have a nice life ?‍?‍?‍??\n  ","58032":"\n   -\n  ","58033":"\n   How would you describe your time in school in 3 words?\n  ","58034":"\n   That's ok\n  ","58035":"\n   Do you have a sense of when life will bring you in any situation.....!!?\n  ","58036":"\n   When you are in love, does age matter?\n  ","58037":"\n   Haloo\n  ","58038":"\n   I! Hi silly......lol. I wrote a \"shout-out\". I just want you to know it wasn't geared towards you. You're delightful. Stay pretty.\n  ","58039":"\n   I didn't check bio ?\n  ","58040":"\n   Si porque mis papás ya saben que soy un buen hijo\n  ","58041":"\n   Que estoy feliz ? de ser el rey ? de la casa ? eso es lo que quería decir\n  ","58042":"\n   I meant alcohol\n  ","58043":"\n   Porque dices eso Isabella\n  ","58044":"\n   Y’all add me on Snapchat. I need better friends tbh \nJase.matthew\n  ","58045":"\n   Si Isabella aquí estoy en mi casa ? ahorita porque fui a un almuerzo ? y a dejar a mis papás al aeropuerto\n  ","58046":"\n   Que guapísima Isabella\n  ","58047":"\n   Wearing anything White what is it\n  ","58048":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","58049":"\n   What was the last gift you gave someone?\n  ","58050":"\n   Are you more often lending or borrowing money?\n  ","58051":"\n   Was ist bedrohlicher - Tiere oder Menschen?\n  ","58052":"\n   Who's so much conscious about there diet????\n  ","58053":"\n   Does jealousy harm relationships?\n  ","58054":"\n   What is the quality you most like in a man?\n  ","58055":"\n   Agreed\n  ","58056":"\n   If you had three wishes, what would they be?\n  ","58057":"\n   In which city you would like to live?\n  ","58058":"\n   Do you agree that pet-shops should not sell animals?\n  ","58059":"\n   Excellent advise and about me I quit smoking two years ago.\n  ","58060":"\n   What are some small things that make you happy?\n  ","58061":"\n   I! Wow......and I have a box of Arm\/hammer baking soda in the refrigerator. You are definitely prepared medically. Hi luv. How are you?Ready for the weekend? Stay pretty.\n  ","58062":"\n   What's your first priority????\n  ","58063":"\n   Reveal a secret!\n  ","58064":"\n   Would you rather go out for dinner or cook at home?\n  ","58065":"\n   Anybody ask me some questions need some interesting questions lol\n  ","58066":"\n   On a scale of 1-10 how honest are you?\n  ","58067":"\n   How many cigarettes a day you're smoking?\n  ","58068":"\n   How many drinks do you have a day?\n  ","58069":"\n   Can you sum up your day so far in just one word?\n  ","58070":"\n   Are you the kind of person who wants to be the big fish in a little pond or the little fish in the big pond?\n  ","58071":"\n   Any relationship  become weak just because of which reasons???? have any idea about this????\n  ","58072":"\n   Are you british?\n  ","58073":"\n   How was your day ?\n  ","58074":"\n   Have you ever dated anyone??? tell truth?\n  ","58075":"\n   Was it the red or blue cased thermometer that you disliked the most?\n  ","58076":"\n   Say anything in the vid that is all\n  ","58077":"\n   Beautiful ❤️\n  ","58078":"\n   ?\n  ","58079":"\n   They asked me this same question?\n  ","58080":"\n   My answer to my question is Liars, cheaters and unstable one\n  ","58081":"\n   You mean to say... What kinda of people must we be wary of?\n  ","58082":"\n   I don't get it\n  ","58083":"\n   answer this question with a video.\n  ","58084":"\n   Bueno yo soy nacido aki pero me crié en Ecuador y me regrese a los 17 años a vivir aka en New York\n  ","58085":"\n   Where have you been recently that you would NOT want to go back to?\n  ","58086":"\n   So you do things without considering or caring about the consequences right?\n  ","58087":"\n   It was great to see where you live.\n  ","58088":"\n   What kind of people we must be wary of them?\n  ","58089":"\n   What do you like on tv ?\n  ","58090":"\n   If you told me in the USA that's enough?\n  ","58091":"\n   Nice\n  ","58092":"\n   it's ok\n  ","58093":"\n   What is more threatening - animals or humans?\n  ","58094":"\n   Is Ignoring someone is just like hurt someone??????\n  ","58095":"\n   Who from the site would you take on a summer road trip?\n  ","58096":"\n   Do you guys like space?\n  ","58097":"\n   WhatsApp ❤️\n  ","58098":"\n   Is it a fault being shy?\n  ","58099":"\n   What is one thing you would never wear?\n  ","58100":"\n   ????  ya ya donde vives tú y cuantos años tienes\n  ","58101":"\n   Y tú donde vives ?\n  ","58102":"\n   Pásame tu WhatsApp ??\n  ","58103":"\n   En New York\n  ","58104":"\n   What's your qualification???\n  ","58105":"\n   I like the style of your hair Isabella\n  ","58106":"\n   Tell me about your age???\n  ","58107":"\n   Comments on my cover picture???\n  ","58108":"\n   What's going on???\n  ","58109":"\n   Mándate un poquito de calor para New York ??\n  ","58110":"\n   What are you busy with today?\n  ","58111":"\n   At what age did you learn to ride a bicycle?\n  ","58112":"\n   Do you always smile for pictures?\n  ","58113":"\n   Q bueno y q hace\n  ","58114":"\n   Single oder Vergeben?\n  ","58115":"\n   What are your favorite subjects to talk about with people?\n  ","58116":"\n   Tell me about the most outstanding things about you ?\n  ","58117":"\n   how can I get rid of some feelings you don't want to feel??\n  ","58118":"\n   Have you ever had experiences with stepping on bugs?\n  ","58119":"\n   What's the most peaceful place for u ?\n  ","58120":"\n   What kind of car do you have?\n  ","58121":"\n   Was macht du jetzt noch?\nIch geh schlafen.\n  ","58122":"\n   ? qué tal cómo está  ?\n  ","58123":"\n   May i ask where you live ?\n  ","58124":"\n   Hola\n  ","58125":"\n   Girls comment you Snapchat\n  ","58126":"\n   is there anyone who like Shakespeare poets??\n  ","58127":"\n   Hello sorry this question but what would you do with a spider when she sits in front of you on the ground and you want to go out chic? ? ? ?\n  ","58128":"\n   What is\/was your nickname at school?\n  ","58129":"\n   Sweet or salty snacks?\n  ","58130":"\n   You're welcome\n  ","58131":"\n   That's a good point, actually\n  ","58132":"\n   Always respectful. But won't get over how beautiful you are. I have 14 tattoos myself. That's awesome how y'all met. My heart goes out to y'all as the house hunting and buying goes. Will forever keep y'all in my thoughts and prayers. So keep smiling that beautiful smile. So head up and keep on.\n  ","58133":"\n   What is the quality you most like in a man?\n  ","58134":"\n   That's awesome and I like his ink work. It looks awesome. Y'all look awesome together.\n  ","58135":"\n   How do you prefer to be awakened up in the morning?\n  ","58136":"\n   Is getting married young a good idea?\n  ","58137":"\n   I know your married but darn if your not hot as hell.\n  ","58138":"\n   Would you rather know every song lyrics or every movie quote?\n  ","58139":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?And which world would you choose ? A reminder , you might not be able to get back again !\n  ","58140":"\n   I! Thanx for your choice (Time!?) on my page. I'm Alicia861.\n  ","58141":"\n   I think both\n  ","58142":"\n   Ask me things bc I'm bored\n  ","58143":"\n   If you could interview anyone, who would you pick?\n  ","58144":"\n   Do you love autumn?\n  ","58145":"\n   When was the last time you hugged someone?\n  ","58146":"\n   How do you like your eggs?\n  ","58147":"\n   What do you dream about right now?\n  ","58148":"\n   Do you ever wonder if we make the moments in our lives or if the moments in our lives make us?\n  ","58149":"\n   Not messy work and I have many different clothes and different colors\n  ","58150":"\n   You're right\n  ","58151":"\n   What worries you the most?\n  ","58152":"\n   Do you think there is ghost whopee in heaven?\n  ","58153":"\n   Do you live alone? I'd like to know... how do you live when you're alone? I think It's a terrible thing to be lonesome .\n  ","58154":"\n   every day i go to work i need to wear something different\n  ","58155":"\n   Schön juten morgen.\nWas bereust du am meisten?\n  ","58156":"\n   Was hast du letzte Nacht geträumt?\n  ","58157":"\n   Do you feel confused every day when you want to wear clothes for daily work routine?\n  ","58158":"\n   What are y’all afraid of ?\n  ","58159":"\n   How do you feel about diets?\n  ","58160":"\n   What one word describes you?\n  ","58161":"\n   Is there any person you are afraid of?\n  ","58162":"\n   What's your favorite seafood?\n  ","58163":"\n   What made you first start using Ask?\n  ","58164":"\n   I’m good thank you ? bella i saw you’re picture you look so beautiful ?\n  ","58165":"\n   What's on your mind now?\n  ","58166":"\n   Hey Isabella how are you my name is javi\n  ","58167":"\n   What's the best part in life?\n  ","58168":"\n   What is the best color for a car?\n  ","58169":"\n   How can you tell that someone is lying?\n  ","58170":"\n   dogs !!!!\n  ","58171":"\n   Do you prefer tea, coffee or cocoa?\n  ","58172":"\n   do u have children ?\ncan u post a pict for them\n  ","58173":"\n   nothing\n  ","58174":"\n   Who was the last person you gave a kiss?\n  ","58175":"\n   chatting you only\n  ","58176":"\n   hello\nhow are you\n  ","58177":"\n   Lol ok\n  ","58178":"\n   What food do you most often crave for?\n  ","58179":"\n   What u have\n  ","58180":"\n   np can i come off anon\n  ","58181":"\n   ur cuteeee\n  ","58182":"\n   Snap chat\n  ","58183":"\n   How can you get a friend stay with you in touch for life through social media? is it possible or not , if yes tell me how, if not tell me why?\n  ","58184":"\n   Was hattet ihr als Kind für einen Traumberuf?\n  ","58185":"\n   Try me.\n  ","58186":"\n   Der exotischste Platz, an dem du je gewesen bist?\n  ","58187":"\n   Welche eine Sache macht dich immer glücklich? Poste ein Bild!\n  ","58188":"\n   Dein outfit heute?\n  ","58189":"\n   Was magst du lieber? Duschen oder ein Bad?\n  ","58190":"\n   What are your goals?\n  ","58191":"\n   Schön Abend noch euch.\nWas macht ihr so.\nZu Hause chillen \nOder unterwegs\n  ","58192":"\n   If you will kindly follow me.\n  ","58193":"\n   Would you rather visit a zoo or an art museum?\n  ","58194":"\n   Shout out to\n   \n    @xohollyh\n   \n   shes babe af\n  ","58195":"\n   Do you like to garden ?\n  ","58196":"\n   Post a picture of your current lock screen.\n  ","58197":"\n   If you could do anything now, what would you do?\n  ","58198":"\n   When you are super bored, how many times you open the refridgerator?\n  ","58199":"\n   What is the secret of happy relationship?\n  ","58200":"\n   Do you prefer day or night?\n  ","58201":"\n   What’s in your pockets?\n  ","58202":"\n   On a scale of 1-10 how honest are you?\n  ","58203":"\n   Which is the funniest name you've ever heard?\n  ","58204":"\n   Which is the best age to marry?\n  ","58205":"\n   What do you think about marriage?\n  ","58206":"\n   Post a picture of your room ?\n  ","58207":"\n   So you're into the paranormal you have a story you like to share\n  ","58208":"\n   Tell me about a time when u were most angry\n  ","58209":"\n   What does the word tolerance mean to you?\n  ","58210":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","58211":"\n   Was macht euch glücklich?\n  ","58212":"\n   Would you so kind as to ask me a bunch of questions, please? Thank you so much.\n  ","58213":"\n   The smell of rain & books..\n  ","58214":"\n   Clean linen\n  ","58215":"\n   Light blue perfume\n  ","58216":"\n   My boyfriend is really missing his mom. She passed about a month ago. The past few days he's been crying himself to sleep. I try to cuddle with him but he keeps pushing me away. I hide all of his alcohol so he doesn't drink too much. I feel so bad for him. How can I get him to let him help him?\n  ","58217":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","58218":"\n   Do you have weekend plans or are you playing it by ear?\n  ","58219":"\n   what if you find your soul mate after marriage?\n  ","58220":"\n   To your mind, what should every child have?\n  ","58221":"\n   I miss jahseh?\n  ","58222":"\n   Of what percentage of males do you think are creeps online?\n  ","58223":"\n   What’s your motto?\n  ","58224":"\n   Have you ever experienced social phobia?\n  ","58225":"\n   Followed ?back\n  ","58226":"\n   Followed Back ?\n  ","58227":"\n   You are Beautiful ?\n  ","58228":"\n   What do you love the smell of?\n  ","58229":"\n   How much money have you spent today and on what?\n  ","58230":"\n   Puppy sized elephant or elephant sized puppy?\n  ","58231":"\n   Would you ever get a piercing? Where?\n  ","58232":"\n   What's your favorite movie snack?\n  ","58233":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","58234":"\n   Did your teachers miss you?\n  ","58235":"\n   Do you believe that everything happens for a reason?\n  ","58236":"\n   How many sms do you send a day?\n  ","58237":"\n   If you could go on a roadtrip with any person, who would you choose and where would you go?\n  ","58238":"\n   Who was the last person you hugged?\n  ","58239":"\n   Where were you 3 hours ago?\n  ","58240":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","58241":"\n   What are your favorite subjects to talk about?\n  ","58242":"\n   a warm blanket or a cup of tea? coffee?\n  ","58243":"\n   Do you believe in love?\n  ","58244":"\n   What is your favorite holiday of the year?\n  ","58245":"\n   How will you be helping the environment today?\n  ","58246":"\n   What three things in life you want more than anything else?\n  ","58247":"\n   listen\n  ","58248":"\n   What shoes did you wear today?\n  ","58249":"\n   I’m going to go the gas companies and tell them to lower the gas it’s too much do I think I’ll have success lol\n  ","58250":"\n   thanks\n  ","58251":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! ?\n  ","58252":"\n   What's your attitude towards small kids?\n  ","58253":"\n   What was your favorite subject in school?\n  ","58254":"\n   Today is World Wish Day! Have you ever made a wish for a falling star?\n  ","58255":"\n   Plans for the rest of the night?\n  ","58256":"\n   How often do you attend concerts?\n  ","58257":"\n   Since summer is less than two months away, what's everyone's plans?\n  ","58258":"\n   What do you think of the name Rea Alanna King for a baby girl?\n  ","58259":"\n   Who knows you the best?\n  ","58260":"\n   What is your zodiac sign?\n  ","58261":"\n   Have you ever had a secret worshipper?\n  ","58262":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","58263":"\n   What were you doing 30 minutes ago?\n  ","58264":"\n   What would you name your first child?\n  ","58265":"\n   What is your favorite drink on cold evenings?\n  ","58266":"\n   Do you know how to play a guitar?\n  ","58267":"\n   What advice would you give to children today?\n  ","58268":"\n   Do you think forgetting is the ultimate revenge?\n  ","58269":"\n   Under what circumstances do you block people on social media?\n  ","58270":"\n   Where is the best place for a vacation?\n  ","58271":"\n   Do you play an instrument? Which?\n  ","58272":"\n   What makes life worth living?\n  ","58273":"\n   What is the first thing you do after waking up?\n  ","58274":"\n   Who was the last person you gave a kiss?\n  ","58275":"\n   From 1-10, how weird are you?\n  ","58276":"\n   What are you busy with today?\n  ","58277":"\n   What is\/was your nickname at school?\n  ","58278":"\n   When you go to amusement parks, what do you like to do most?\n  ","58279":"\n   What is the most dangerous animal?\n  ","58280":"\n   Are you good at keeping secrets?\n  ","58281":"\n   What’s your favorite seafood?\n  ","58282":"\n   If you became a teacher tomorrow, what would you teach?\n  ","58283":"\n   Merica!\n  ","58284":"\n   What state do you live ?\n  ","58285":"\n   sure talk again\n  ","58286":"\n   when you go to an eye doctor tell him or her you have night blindness then they will be able to help you\n  ","58287":"\n   I! I'm unable to locate either a \"Usa\" or \"US\". May be the map is upside down......lol. I'm just being silly as usual......again. How are you? Stay pretty.\n  ","58288":"\n   very good, where are you from???\n  ","58289":"\n   very good, where are you from ??\n  ","58290":"\n   What's your today midnight thoughts ?\n  ","58291":"\n   What’s poppin\n  ","58292":"\n   How are you ???\n  ","58293":"\n   Hi beautiful ??\n  ","58294":"\n   When was the last time you cursed?\n  ","58295":"\n   What are you obsessed with?\n  ","58296":"\n   What song makes you want to dance?\n  ","58297":"\n   What sport do you do?\n  ","58298":"\n   Have you ever gone mountain climbing?\n  ","58299":"\n   Do you believe in miracles?\n  ","58300":"\n   What is the funniest thing to ask SIRI?\n  ","58301":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","58302":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","58303":"\n   What always sounds like a good idea but never actually is?\n  ","58304":"\n   Post a pic of your favorite shoes?\n  ","58305":"\n   What did you have for lunch today?\n  ","58306":"\n   On scale from 1 to 10, how addicted to sweets are you?\n  ","58307":"\n   What is your favorite tea?\n  ","58308":"\n   What is your favorite ice cream?\n  ","58309":"\n   How do you get rid of stress and negative energy?\n  ","58310":"\n   Do you like heavily colored eyebrows?\n  ","58311":"\n   What do men talk about when there are no women around?\n  ","58312":"\n   What are two true things and one lie about you?\n  ","58313":"\n   What is it that you would like to change if you were going from coast to coast?\n  ","58314":"\n   What makes someone a bad parent ?\n  ","58315":"\n   Do you play any online games?\n  ","58316":"\n   What is your favorite social networking site?\n  ","58317":"\n   Did you ever run away from home?\n  ","58318":"\n   What was the first thing you learned to cook?\n  ","58319":"\n   How long are your fingernails?\n  ","58320":"\n   Which element of nature are you – air, earth, fire or water?\n  ","58321":"\n   Did you believe in Tooth Fairy as a child?\n  ","58322":"\n   What is your favorite type of sushi?\n  ","58323":"\n   What color socks are you wearing right now?\n  ","58324":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","58325":"\n   What's something that can always make you feel better?\n  ","58326":"\n   GN. God bless\n  ","58327":"\n   Do you have a good sense of humor?\n  ","58328":"\n   Any women that wanna chat\n  ","58329":"\n   Sounds good. I fell asleep just answering messages.\n  ","58330":"\n   What is one awesome food from your country you think everyone should try?\n  ","58331":"\n   Have you ever been in a long-distance relationship?\n  ","58332":"\n   How do you handle people you don't like?\n  ","58333":"\n   What artist or band do you always recommend when someone asks for a music recommendation?\n  ","58334":"\n   How often do you smile?\n  ","58335":"\n   What’s your favorite dessert?\n  ","58336":"\n   Are you saving money right now for something special? What is this special thing?\n  ","58337":"\n   Would you date yourself if you were someone else?\n  ","58338":"\n   What three things do you think of most each day?\n  ","58339":"\n   What song is stuck in your head?\n  ","58340":"\n   I am doing fine thank you how was your Easter\n  ","58341":"\n   I'm not far from going to bed\n  ","58342":"\n   What kind of movies do you most enjoy?\n  ","58343":"\n   What was your favorite childhood TV show?\n  ","58344":"\n   How are you doing\n  ","58345":"\n   they can give you some special glasses to wear at night\n  ","58346":"\n   have a good evening talk again\n  ","58347":"\n   Its called night blindness\n  ","58348":"\n   How did you make your first money?\n  ","58349":"\n   Age\n  ","58350":"\n   What is something you wish you were better at?\n  ","58351":"\n   So\n  ","58352":"\n   Are you romantic? Why or why not?\n  ","58353":"\n   Have you\n  ","58354":"\n   Good Afternoon, Everyone ?\n  ","58355":"\n   What is one awesome food from your country you think everyone should try?\n  ","58356":"\n   Play any sports? If so what kind?\n  ","58357":"\n   What do u do on a rainy day stuck in the house ? ??☔\n  ","58358":"\n   What place makes you feel truly safe?\n  ","58359":"\n   ?????\n  ","58360":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness?\n  ","58361":"\n   Country?\n  ","58362":"\n   What's your lucky number?\n  ","58363":"\n   How do you cope with all the negativity around you?\n  ","58364":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","58365":"\n   Which rules are made to be broken?\n  ","58366":"\n   Sounds good lol. I'm doing the home brew\n  ","58367":"\n   Yeah. I just downed my 3rd cup of coffee of the day each cup had 1\/2 cup of sugar and a splash of fat free french vanilla creamer\n  ","58368":"\n   Have you?\n  ","58369":"\n   How is everything,  sorry to hear u had a tornado  hope things are ok\n  ","58370":"\n   ARE YOU FRIENDLY\n  ","58371":"\n   What are some things in life (can include your future wants\/needs) that you will not compromise on and why?\n  ","58372":"\n   What is one thing you will never do again?\n  ","58373":"\n   ?\n  ","58374":"\n   I'm good right now. Cause I pre treated lol.\n  ","58375":"\n   Especially if I'm already puking\n  ","58376":"\n   My boyfriend recently lost his mom.  He's been so depressed. He's barely eating and had missed the pass three weeks of work. All he's been doing is laying down in bed crying. I've been here for him but I feel like I'm not helping him with his depression. Seeing like this sucks. How can I help him?\n  ","58377":"\n   If I'm already sick it does the same thing to me\n  ","58378":"\n   What color of hair do you have on your arm?\n  ","58379":"\n   That's good. I took Pepto before I ate cause I knew my stomach was gonna act up.\n  ","58380":"\n   I ain't ate yet lol. Im fixing to try to find something to eat\n  ","58381":"\n   supppp\n  ","58382":"\n   How much of your arm is showing?\n  ","58383":"\n   That's good. I'm good just tired lol.\n  ","58384":"\n   heyyyyyy\n  ","58385":"\n   Nail color currently?\n  ","58386":"\n   Yeah so how are you?\n  ","58387":"\n   I have this friend, that whenever we hang out together she makes me so happy. She makes my heart skip a beat. she makes my mind go blank. It doesn't matter what we're doing rather it's having lunch or just watching TV. IDK why I feel like this about her. Or what this feeling is. How can I tell her?\n  ","58388":"\n   What is the greatest application ever?\n  ","58389":"\n   is your schlong quite heavy?\n  ","58390":"\n   What was your favorite Halloween costume growing up?\n  ","58391":"\n   Outfit currently long or short sleeves?\n  ","58392":"\n   How do you usually react, when somebody is shouting at you?\n  ","58393":"\n   My boss told me to go back and finish the job cause she had spoken to the customer so I waited until the older woman left then went back\n  ","58394":"\n   Yeah. She told me goodbye then when I went back for my stuff she wanted to look at it and make sure I wasn't stealing anything\n  ","58395":"\n   She couldn't hear me or something lol.\n  ","58396":"\n   That's good. I got fussed at by a customer's mother\n  ","58397":"\n   Yeah. I'm half asleep. How's your day been?\n  ","58398":"\n   I just got home from work\n  ","58399":"\n   Which day of the week do you hate the most?\n  ","58400":"\n   If you could name a star in the galaxy what would you name it?\n  ","58401":"\n   Do you love autumn?\n  ","58402":"\n   How did you meet your best friend?\n  ","58403":"\n   Let’s go sniff people’s socks ???? No, jk. Let’s see your reactions ?\n  ","58404":"\n   How do you keep yourself busy on a rainy day?\n  ","58405":"\n   What's the last thing you bought?\n  ","58406":"\n   I m fine :) what’s up?\n  ","58407":"\n   Sounds like fun. I'm back home now\n  ","58408":"\n   What gift will you never forget?\n  ","58409":"\n   ???What do you think about long distance relationships?\n  ","58410":"\n   Any one looking for a job we looking for pizza delivery drivers and servers on st Armand cir\n  ","58411":"\n   Should animal hunting be banned?\n  ","58412":"\n   Hey, how are you?\n  ","58413":"\n   How judgemental of their appearance do you think you usually are when you first see someone? ??\n  ","58414":"\n   My shoutout goes to BTS\n  ","58415":"\n   What makes someone attractive?\n  ","58416":"\n   What are\/were the rules about using cell phones at your school?\n  ","58417":"\n   Would you rather be a vampire or a werewolf?\n  ","58418":"\n   What you up to? I'm at church\n  ","58419":"\n   Who celebrated 4\/20 yesterday? ?\n  ","58420":"\n   Happy Easter.\n  ","58421":"\n   I! Hippy-hoppy, furry bunnies, Easter day is here. Enjoy.\n   \n    https:\/\/media.giphy.com\/media\/A1YSFSlhcuA24\/giphy.gif\n   \n","58422":"\n   That's good.  I know the feeling lol.\n  ","58423":"\n   Yaha,dil khus.\nApnr mto jodi sorkr hto tahole kom kore holew amr utub chnl ta tike thkto.\nAfsos.........?\n  ","58424":"\n   I! For you lovely friend from a friend. Stay pretty.\n   \n    https:\/\/youtu.be\/n8T3cmb8kJo\n   \n","58425":"\n   I'm back up now. Hope youre sleeping good\n  ","58426":"\n   Thanks  good\n  ","58427":"\n   There is one or more, but no one will listen to the little citizens......?\n  ","58428":"\n   So what you up to? I'm laying down\n  ","58429":"\n   Has anyone else noticed how incredibly HUGE Bebe Rexha's ass is lately? ???\n  ","58430":"\n   How are you?\n  ","58431":"\n   Would you like to become a president of your country? Why\/why not?\n  ","58432":"\n   You're gorgeous!\n  ","58433":"\n   Anyone got pills?\n  ","58434":"\n   Hey\n  ","58435":"\n   Please, turn me into a girl with a magic spell!\n  ","58436":"\n   Would you want to go x amount of years into the future or past?\n  ","58437":"\n   What is your favorite ice cream?\n  ","58438":"\n   what's something you would never want to tell anyone?\n  ","58439":"\n   I know what you mean. I don't care if you're just my friend, or spouse I put you above me.\n  ","58440":"\n   If I came to your house would u open the door?\n  ","58441":"\n   That's good. I never cared if I was safe I always wanted to get the one I was with safe.\n  ","58442":"\n   What cheesey song do you have memorized?\n  ","58443":"\n   Looks pretty crazy. At least you're safe though.\n  ","58444":"\n   age\n  ","58445":"\n   You are beautiful\n  ","58446":"\n   dont post plz\n  ","58447":"\n   can i come off anon\n  ","58448":"\n   That's a good thing.\n  ","58449":"\n   yoooooooooooooo\n  ","58450":"\n   Dang how bad was it? We were supposed to have tornadoes here today\n  ","58451":"\n   Sounds like fun\n  ","58452":"\n   Which 3 things would you take to a deserted island ... ??\n  ","58453":"\n   1 pit bull\n  ","58454":"\n   Beautiful dogs I have a red nose\n  ","58455":"\n   what pets dou have and what are their names\n  ","58456":"\n   What was your first date like?\n  ","58457":"\n   What's your favorite restaurant?\n  ","58458":"\n   Have you ever fallen in love with someone?\n  ","58459":"\n   What you gonna do this weekend? ?\n  ","58460":"\n   Why do fools fall in love?\n  ","58461":"\n   how old r u\n  ","58462":"\n   do u like guinea pigs\n  ","58463":"\n   do u have any pets\n  ","58464":"\n   how often do u dream\n  ","58465":"\n   I! Liv from iZombie should have some in the fridge as well should you need any......lol. Stay pretty.\n  ","58466":"\n   do u dream\n  ","58467":"\n   What's always in your fridge?\n  ","58468":"\n   What was the last song you heard?\n  ","58469":"\n   Are you a hot weather or cold weather type of person?\n  ","58470":"\n   How do you celebrate when something great happens?\n  ","58471":"\n   Which quality in a man do you dislike the most?\n  ","58472":"\n   Do you believe in fate?\n  ","58473":"\n   What is your favorite motto or saying?\n  ","58474":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","58475":"\n   Where do you meet new people?\n  ","58476":"\n   Have you ever tasted dog or cat food?\n  ","58477":"\n   When you need advice, who do you go to?\n  ","58478":"\n   What is the secret of happy relationship?\n  ","58479":"\n   I'm back at work now lol\n  ","58480":"\n   Looked like it. I'm in bed now. I came home fixed the tail light on my car, made my lunch for tomorrow, showered then I ate.\n  ","58481":"\n   What do you think of the name Rea Alanna King for a baby girl?\n  ","58482":"\n   What should every foreigner know about your country?\n  ","58483":"\n   Can you kiss a school bus?\n  ","58484":"\n   What's something that you've read recently that you've liked?\n  ","58485":"\n   كان يُرتِل القرآن ليلًا وعندما قرأ \"وجعل بينكم مودّة ورحمة \". أخفض صوته وقال شاكيًا : ربي لم يرحموا قلبي فأغنيني عنهم وأكرمنّي برحمتك ? .\n  ","58486":"\n   That looks really good. I get left overs when I get home\n  ","58487":"\n   If you were a volunteer, where would you like to work?\n  ","58488":"\n   Oh then you're an hour behind me lol\n  ","58489":"\n   Would you rather have no internet or no cell phone?\n  ","58490":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","58491":"\n   Snapchat ?\n  ","58492":"\n   You are drop Dead gorgeous\n  ","58493":"\n   Outfit currently long or short sleeves?\n  ","58494":"\n   Are you in the same time zone as me? I don't think we ever talked about that lol.\n  ","58495":"\n   Me too. I'll probably go to bed in about an hour\n  ","58496":"\n   That's good. I'm alright just tired, you?\n  ","58497":"\n   Which country do you want to visit?\n  ","58498":"\n   Do you believe in love at first sight... on the internet?\n  ","58499":"\n   What’s one small thing you appreciated today?\n  ","58500":"\n   How are you?\n  ","58501":"\n   That's how Lowe's was when I worked there. I mix it up between listening to YouTube and the radio\n  ","58502":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","58503":"\n   If you could meet a famous person, whom would you like to meet?\n  ","58504":"\n   How often do you change your hairstyle?\n  ","58505":"\n   If you woke up with wings one morning, where would you fly?\n  ","58506":"\n   That's true. Most of my work is in the car so I keep music going and I'll even try to guess the song that's playing on the radio even though my radio tells me lol.\n  ","58507":"\n   What was the last thing you ate?\n  ","58508":"\n   WHO'S HOTTER?  MILEY CYRUS  VS  BRITNEY SPEARS,\nCHECK OUT THE PICS IN MY POLLS AND VOTE.\n  ","58509":"\n   What if my favorite TV show is horror?\n  ","58510":"\n   What do you wish ?\n  ","58511":"\n   Lol yeah. But thats a good thing. I get bored when there's nothing to do\n  ","58512":"\n   Leave a message for your future self!\n  ","58513":"\n   If you could own an exotic pet, what would you choose?\n  ","58514":"\n   What is life like on other planets?\n  ","58515":"\n   Could you invent a new ice cream flavor?\n  ","58516":"\n   Who is your best friend?\n  ","58517":"\n   What do you think about recycling?\n  ","58518":"\n   Do you prefer to answer questions or ask them?\n  ","58519":"\n   ☺\n  ","58520":"\n   At least you can stay busy though.\n  ","58521":"\n   Oh true you did ? Well idk how so I'll leave you alone about it! Tbh either way you have a great body. Also he's a lucky man!\n  ","58522":"\n   Should we forgive our enemies? Why\/why not?\n  ","58523":"\n   Do you have a favorite track?\n  ","58524":"\n   Favorite rapper beside 2pac n eminem\n  ","58525":"\n   Great & nice to meeting you.....☺\n  ","58526":"\n   Lol that's awesome! Do you enjoy it?\n  ","58527":"\n   do u have a crush on someone?\n  ","58528":"\n   Are you thicc?\n  ","58529":"\n   What's a paranormal experience you've had? (bad or good)\n  ","58530":"\n   Favorite youtuber?\n  ","58531":"\n   I voted on a couple :) <3\n  ","58532":"\n   You are incredibly beautiful\n  ","58533":"\n   If you are what you eat and someones wants to stop being single, eat a McDouble! Horrible joke of the day, hope you enjoyed.\n  ","58534":"\n   Need a hug?\n  ","58535":"\n   How much would it cost to buy your love?\n  ","58536":"\n   If you could instantly speak any language in the world, what would it be?\n  ","58537":"\n   Makes the job better too, I think.\n  ","58538":"\n   Did you name ur dog after the Five Nights at Freddy's game?\n  ","58539":"\n   Is there anything you fear? ??\n  ","58540":"\n   It is. I'm the same way with my job. If there's something I can learn I do so that way if someone is out I can easily take there place.\n  ","58541":"\n   That's good. It's a good thing when you can do all the jobs in the store.\n  ","58542":"\n   Yeah. Where do you work anyways? My job, as my boss has said, a monkey can do it.\n  ","58543":"\n   The year is going by fast. I'm gonna be trying to make all 3 holy week services I'm gonna be pushing it Thursday night cause I'll be working in Anderson SC and then having to get back to Gastonia by 6pm it's a 3 hr drive roughly.\n  ","58544":"\n   Sounds like a good week. I'll be celebrating Easter as well on Sunday. It is holy week it came up quick this year.\n  ","58545":"\n   That's good. It's gone pretty good. Any big plans for the next week? All I got is work lol.\n  ","58546":"\n   Sounds great. How's your week been?\n  ","58547":"\n   That's good. I'm good just chilling, you?\n  ","58548":"\n   How are you?\n  ","58549":"\n   Are You Happy for This Sunday Night, Its Game of thrones Final Season ??❤\n  ","58550":"\n   I! Both are lovely and meaningful. I have a small key on my left wrist on the side. You should have one also. Thanx for writing me back. You're sweet.\n  ","58551":"\n   I! I like tattoos. Do you have any? Hi luv. How are you? Stay pretty.\n  ","58552":"\n   Who is your favorite live performer?\n  ","58553":"\n   What is the one thing you want most in your life right now?\n  ","58554":"\n   Post a picture of your pet!\n  ","58555":"\n   How has your week been? ?\n  ","58556":"\n   Why spring turns to summer and then autumn?\n  ","58557":"\n   Emma Watson or Kristen Stewart?\n  ","58558":"\n   What magazines do you read?\n  ","58559":"\n   Which natural disaster are you afraid of the most?\n  ","58560":"\n   Have you ever worn your sweatshirts inside out?\n  ","58561":"\n   I am so lonely. Someone talk to me. My mom just kicked me out of the house\n  ","58562":"\n   From 1-10, how good are you at swimming?\n  ","58563":"\n   Do you think you could survive as a cave person?\n  ","58564":"\n   Would you rather never have internet access again or never be allowed board an airplane again?\n  ","58565":"\n   If you were to build your own house and you had an unlimited budget, what would you have in it? ?\n  ","58566":"\n   Do you ever go to the gym? What's your favorite exercise \/ machine to do \/ use there? ??\n  ","58567":"\n   Which country would you want to visit next? Why? ?\n  ","58568":"\n   Would you rather grow to the size of a giant or shrink to the size of a mouse? Why? ?\n  ","58569":"\n   Why do you think that's the case? ?\n  ","58570":"\n   People who don't know you, do they most often think you are younger, older or about your age? ?\n  ","58571":"\n   When the electricity goes out in your home, what’s the first thing you miss?\n  ","58572":"\n   I follow you and really hope you get that house you want\n  ","58573":"\n   thanks I will follow you If you do anymore I will give them likes\n  ","58574":"\n   Hi\n  ","58575":"\n   If you had one wish, what would you wish for?\n  ","58576":"\n   How to raise your self-confidence?\n  ","58577":"\n   In relationship ?\n  ","58578":"\n   Do you prefer very spicy or non-spicy food?\n  ","58579":"\n   Have you ever had any experiences with stepping on bugs?\n  ","58580":"\n   I have a Q\n  ","58581":"\n   Pretty\n  ","58582":"\n   How are you\n  ","58583":"\n   What aspect of you are you most proud of?\n  ","58584":"\n   Hello❤\n  ","58585":"\n   Xxxtentacion or trippieredd\n  ","58586":"\n   What is the major problem in your city?\n  ","58587":"\n   What is your favorite thing about summer?\n  ","58588":"\n   Describe your life in five words?\n  ","58589":"\n   What's the longest you've gone without accessing the internet?\n  ","58590":"\n   I have a half a bag of Reese's pieces and a bag of m&ms there around a year old are they safe to eat\n  ","58591":"\n   Are you unloved?\n  ","58592":"\n   Do you love hockey?\n  ","58593":"\n   What is under your bed?\n  ","58594":"\n   Is there life on Mars?\n  ","58595":"\n   What do u prefer to do when you are all freaked out ? ?\n  ","58596":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","58597":"\n   Do you have pets?\n  ","58598":"\n   Who makes you feel special?\n  ","58599":"\n   What's the longest you've gone without a haircut?\n  ","58600":"\n   Emoji of the day!\n  ","58601":"\n   What is the most beautiful car?\n  ","58602":"\n   When is the last time you told somone you love them?\n  ","58603":"\n   Do you want to be famous?\n  ","58604":"\n   What was the last concert you went to?\n  ","58605":"\n   who is nicer mom or dad\n  ","58606":"\n   How do you flirt?\n  ","58607":"\n   Whats the most expensive thing you've ever broken? ?\n  ","58608":"\n   What one word describes you?\n  ","58609":"\n   Dream job: Filmmaker or Chef?\n  ","58610":"\n   What is the most important thing in a relationship?\n  ","58611":"\n   What is the best way to relax you?\n  ","58612":"\n   Which do you prefer, earphones or speakers?\n  ","58613":"\n   WHO'S HOTTER?  BELLA HADID  VS  KATE UPTON,\nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58614":"\n   How do you know if a guy is the one ? I mean I Always every guy is the one every time I’m with someone but it never turns out to be so how do you know ? Girls only\n  ","58615":"\n   What is your greatest success in your life?\n  ","58616":"\n   Do you miss someone who was too close to you?\n  ","58617":"\n   Do you have a secret account on facebook?\n  ","58618":"\n   What do you think the charge \"sitting or laying in the public ways\" means?\n  ","58619":"\n   Your cool!\n  ","58620":"\n   #WorldHealthDay How do you take care of yourself to stay healthy?\n  ","58621":"\n   WHO'S HOTTER?  GIGI HADID  VS  KENDALL JENNER,\nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58622":"\n   I! My congratulations to your husband. His achievement is for you to share. Hi lovely. Enjoy each other. Stay pretty.\n  ","58623":"\n   anything exciting happening in your life right now?\n  ","58624":"\n   Do you believe in happy endings?\n  ","58625":"\n   what's your favorite poet to read on rainy days?\n  ","58626":"\n   I! Aww come on! There's nothing like a good 'ol noisy thunderstorm with lots of rumbling, lightning, hail and rain......lol. Thanx for the heart you offered me. Stay pretty.\n  ","58627":"\n   WHO'S HOTTER?  BECKY G  VS  CIERRA RAMIREZ,\nCHECK OUT THE PICS IN MY POLLS AND VOTE.\n  ","58628":"\n   Would you rather be stuck indoors during a thunderstorm or stuck inside during a snowstorm\n  ","58629":"\n   Mind sharing what's going through your mind right now?\n  ","58630":"\n   What is beautiful to you?\n  ","58631":"\n   Why is Alihan_Alihanrin spamming ? AGAIN ????\n  ","58632":"\n   What will you do in your old age?\n  ","58633":"\n   What do you take for granted?\n  ","58634":"\n   Do you send questions to yourself?\n  ","58635":"\n   Wyd\n  ","58636":"\n   If you could name a star in the galaxy what would you name it?\n  ","58637":"\n   How many hours a day do you spend watching TV?\n  ","58638":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","58639":"\n   Would you rather have mermaids or unicorns be real?\n  ","58640":"\n   Which type of people you really love to talk with?\n  ","58641":"\n   Do you believe we as humans are sources of destruction and we've ruined the Earth?\n  ","58642":"\n   WHO'S HOTTER?  KATE UPTON  VS  GIGI HADID,\nCHECK OUT THE PICS IN MY POLLS AND VOTE.\n  ","58643":"\n   WHO'S HOTTER?  SHAKIRA  VS  DEMI LOVATO,\nCHECK OUT THE PICS IN MY POLLS AND VOTE.\n  ","58644":"\n   I! I want others to learn from an owl. I personally find this difficult to believe however; you are entitled to your thought. How are you? Stay pretty.\n  ","58645":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","58646":"\n   What can people learn from animals?\n  ","58647":"\n   Cats or dogs?\n  ","58648":"\n   Do you need a cuddle?\n  ","58649":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","58650":"\n   Recommend YouTubers\/ YouTube videos for me to watch (all genres welcomed)\n  ","58651":"\n   Did you like actor Blake Heron? Did you know that he died?\n  ","58652":"\n   Have you ever accidentally called your teacher “MOM”?\n  ","58653":"\n   What's the movie that made you cry?\n  ","58654":"\n   What's your middle name?\n  ","58655":"\n   If you had to get on a 14 hour flight, who would you want to sit next to?\n  ","58656":"\n   Rock climbing or windsurfing?\n  ","58657":"\n   If you had to eat only three things for the rest of your life, what would they be?\n  ","58658":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","58659":"\n   Which meal was so good that you can't forget it?\n  ","58660":"\n   Do you think puppies or kittens are cuter?\n  ","58661":"\n   Do you play any online games?\n  ","58662":"\n   Would you rather get noticed by the hottest person at party or have perfect abs?\n  ","58663":"\n   Do you prefer day or night?\n  ","58664":"\n   Do you like sparkling or still water?\n  ","58665":"\n   top 3 favorite emojis\n  ","58666":"\n   I! Hiiii luv. I haven't wrote you lately and I wanted to offer you my best. How are you? Stay pretty.\n  ","58667":"\n   How do you imagine meeting with your idol?\n  ","58668":"\n   I! Wow! You changed your profile image. I didn't recognize you at first. Lovely! How are you? Stay pretty.\n  ","58669":"\n   glad u liked them.\n  ","58670":"\n   Does anyone know any tips to lose weight quickly?\n  ","58671":"\n   WHO'S HOTTER?  GIGI HADID  VS  KENDALL JENNER,\nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58672":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","58673":"\n   What is your favorite place to eat?\n  ","58674":"\n   Would you let your friends know your passwords to your info? Why why not\n  ","58675":"\n   What's your dream job?\n  ","58676":"\n   Have u ever been lonly in the world\n  ","58677":"\n   what ur favorite weather? season? do u like rain?\n  ","58678":"\n   Which city would you choose as capital of the world?\n  ","58679":"\n   What are you interested in that most people aren’t?\n  ","58680":"\n   Do you prefer to be alone or around people?\n  ","58681":"\n   age?\n  ","58682":"\n   How many people are in your life that you’d trust with anything?\n  ","58683":"\n   Are you mature yet immature compared to your actual age?\n  ","58684":"\n   Is it possible to fall in love with someone you just met online?\n  ","58685":"\n   What do u love most about autumn ??\n  ","58686":"\n   Check out #WhyDontWe by\n   \n    @AustinMahone\n   \n   , you won't regret it!\nYouTube:\n   \n    https:\/\/youtu.be\/3ocZK4i529M\n   \n   Spotify:\n   \n    https:\/\/open.spotify.com\/track\/4TVkYoIN9idardlhc34I1q?si=chYIhBJjR9Kd6M8JHF5eAg\n   \n   iTunes:\n   \n    https:\/\/itunes.apple.com\/us\/album\/why-dont-we\/1451356340?i=1451356342\n   \n   *All links lead to stream music*\n  ","58687":"\n   I am Latino, and I like to have friends from other nationalities such as British, Russian, Japanese, French, Canadian, Australian etc. \n\nWould you also like other nationalities and have friendships?\n  ","58688":"\n   Oh, I just had a fever lol. I just wanted to know what everyone’s go-to is for when they’re sick. I honestly drink lots of water and tea.?✨\n  ","58689":"\n   Why does everyone ask anonymously??? How can I make new friends if idk who anybody is and nobody will ask questions openly lol\n  ","58690":"\n   From 1-10, how weird are you?\n  ","58691":"\n   What are your favorite type of questions to be asked? Questions about your life? Ones that make you think? Just opinions?\n  ","58692":"\n   How often do you sing aloud? Name the song you perform best!\n  ","58693":"\n   Whats the last movie you watched?\n  ","58694":"\n   Netflix recommendations?\n  ","58695":"\n   What do you do when you’re sick?\n  ","58696":"\n   What do guys need to put in their Tinder profiles? What's the secret?\n  ","58697":"\n   Who is the most closest friend that knows everything about u?\n  ","58698":"\n   I want new music. Any suggestions? ???\n  ","58699":"\n   Why does food make people happy ?\n  ","58700":"\n   One super power wut would u like ?\n  ","58701":"\n   #whoslookingforlove\n  ","58702":"\n   Who is your favorite person?\n  ","58703":"\n   What is your type of person you prefer to be your future spouse ?\n  ","58704":"\n   do you want a cupcake?\n  ","58705":"\n   What can you do to make this world a better place?\n  ","58706":"\n   What is your favorite candy?\n  ","58707":"\n   Batman vs Superman - whose side would you take?\n  ","58708":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?✌\n  ","58709":"\n   I! Hi luv. How are you? Stay pretty.\n  ","58710":"\n   What time do you usually go to sleep?\n  ","58711":"\n   I! Ahh......you surprised me......lol! You're awake so early! I was making tea to get me started however; you beat me to it......lol. How was your weekend? Have a nice day. Stay pretty.\n  ","58712":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","58713":"\n   i wanna ask u something on insta\n  ","58714":"\n   People’s stories are calling everyone hoe? No uh moving on. Who’s agree?\n  ","58715":"\n   How do you express your emotions?\n  ","58716":"\n   What do women talk about when there are no men around?\n  ","58717":"\n   Do you like honey? Why or why not?\n  ","58718":"\n   Would you rather be:\n- an award-winning show shih tzu \n- a coonhound that gets to go hunting a lot\n- a golden that lives with a nice family\n  ","58719":"\n   that poll is far down on my page.\n  ","58720":"\n   What was your first thought when you woke up this morning\n  ","58721":"\n   WHO'S HOTTER?  RHIANNA  VS  ARIANA GRANDE,\nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58722":"\n   What's the best thing that happened to you today?\n  ","58723":"\n   SC: Chadb1993\n  ","58724":"\n   chocolate chip pancakes, banana pancakes, or chocolate chip banana pancakes?\n  ","58725":"\n   Do you believe that dreams can sometimes predict the future?\n  ","58726":"\n   How are you guys this morning ?\n  ","58727":"\n   Who is the funniest person you know\n  ","58728":"\n   If stuff is cheaper. I'm on the next plane to ur state lol. Jersey sucks when it comes to prices and Taxes\n  ","58729":"\n   Snapchat?? ??\n  ","58730":"\n   What do you think of the name Rea Alanna King for a baby girl?\n  ","58731":"\n   Wear anything black what is it\n  ","58732":"\n   Awesome. I'm from Jersey. How is it in Mississippi?\n  ","58733":"\n   Is there alot to Do?\n  ","58734":"\n   Puppy sized elephant or elephant sized puppy?\n  ","58735":"\n   Where u from?\n  ","58736":"\n   How do you behave with people you don't like?\n  ","58737":"\n   that poll is still up, i will be putting other polls up in a day or 2, becky g will be in one.\n  ","58738":"\n   what is something is missing in life that was in your life and you love that?\n  ","58739":"\n   whats good stranger?\n  ","58740":"\n   Things you do on ur free Time ?\n  ","58741":"\n   What was the first novel on which you spent your money on??\n  ","58742":"\n   WHO'S HOTTER?  MEGAN FOX  VS  SHAKIRA, \nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58743":"\n   Do you agree that love lasts for the first few years, then it turns into a habit?\n  ","58744":"\n   Last person you texted?\n  ","58745":"\n   What's the most peaceful place for u ?\n  ","58746":"\n   What are your memories from this winter? Tell me, please :з\n  ","58747":"\n   I! Thanx luv. You're kind, thoughtful and sweet. Stay lovely.\n  ","58748":"\n   Who do u tell a lot to?\n  ","58749":"\n   Whoever you are, please stay strong!\n  ","58750":"\n   When should you reveal a secret you said you wouldn’t?\n  ","58751":"\n   I! Thank you for your choice (The Mousse is loose) on my page. I'm Alicia861. Stay pretty.\n  ","58752":"\n   Do you often suffer from sleeplessness?\n  ","58753":"\n   What's your number one rule in life?\n  ","58754":"\n   Whats the best way to stop raccoons from getting into your trash?\n  ","58755":"\n   What was the last message you received????\n  ","58756":"\n   I am afraid of dogs.  ? ⚠\n  ","58757":"\n   Are you rich ?\n  ","58758":"\n   I want a motorcycle.\n  ","58759":"\n   I am a man.I am tall.\n  ","58760":"\n   Why do women always get what they want ?\n  ","58761":"\n   This is easy for you to millions of men want you and you got married at 18.\n  ","58762":"\n   Anyone trying to hook up near Ashburn Virginia.\n  ","58763":"\n   If you could go anywhere right now where would you go?\n  ","58764":"\n   How many people do you consider your \"best friends?\"\n  ","58765":"\n   Is your name Cadie ?\n  ","58766":"\n   What do you like to do in your free time?\n  ","58767":"\n   Do you watch culinary shows?\n  ","58768":"\n   Your favorite boy and girl name?\n  ","58769":"\n   If you were an animal what would you be?\n  ","58770":"\n   Where can i find the key to your heart ?\n  ","58771":"\n   How y’all life doing\n  ","58772":"\n   What is the best way to respond to a person with a hateful heart?\n  ","58773":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","58774":"\n   Aayyye\n  ","58775":"\n   What subjects do you study in school?\n  ","58776":"\n   Do you like to wear flip-flops?\n  ","58777":"\n   What would you do today if there is no more tomorrow?\n  ","58778":"\n   What do you think of the name Rea Alanna King for a baby girl?\n  ","58779":"\n   WHO'S HOTTER?  HAYDEN PANETTIERE  VS  ASHLEY TISDALE,\nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58780":"\n   age ?\n  ","58781":"\n   What was your first thought today?\n  ","58782":"\n   Have you ever felt ashamed about your past?\n  ","58783":"\n   What was your favorite childhood TV show?\n  ","58784":"\n   Why does a person have a nose?\n  ","58785":"\n   Ask me anything?\n  ","58786":"\n   that one is the very last poll. im gonna use vanessa hudgens in my next polls, i will put her up against kat graham. unless u have a better pick.\n  ","58787":"\n   WHO'S HOTTER?  DINAH JANE HANSEN  VS  LAUREN JAUREGUI,\nCHECK OUT THE PICS IN MY POLLS AND VOTE!\n  ","58788":"\n   What are your favorite subjects to talk about?\n  ","58789":"\n   Do you like taking risks?\n  ","58790":"\n   Whats your weakness ? ?\n  ","58791":"\n   How do you get rid of a loud neighbor? I told her aunt (also the landlord) about it but she hasnt done nothing about it.\n  ","58792":"\n   What is the appropriate age for marriage?\n  ","58793":"\n   Jeans or sweatpants?\n  ","58794":"\n   Real tattoo or henna tattoo?\n  ","58795":"\n   Nicki or Cardi or neither? Explain\n  ","58796":"\n   Would you rather buy a new game or an extension pack for a game you already have?\n  ","58797":"\n   Should I create an imaginary girlfriend named Caitlin?\n  ","58798":"\n   Play any sports? If so what kind?\n  ","58799":"\n   Mexican girls ???\n  ","58800":"\n   What's your favorite color?\n  ","58801":"\n   Is 45 years-old young or old for a sugardaddy?\n  ","58802":"\n   hi babies, hope you’re having a great day today. Tell me one positive that today has brought on you and if not anything what do you hope to do to make your day better even if it’s staying in and watching netflix !! I love you♥️??\n  ","58803":"\n   give me some of your favorite songs atm? i need new music to listen to!!!?\n  ","58804":"\n   What are your favorite pizza toppings?\n  ","58805":"\n   see, u did it again, vanessa hudgens, i love that chic\n  ","58806":"\n   How do you get your girlfriend back when she said i need time?\n  ","58807":"\n   any other good ideas for future polls, hmu when u get a chance.\n  ","58808":"\n   When was the last time you wrote a letter?\n  ","58809":"\n   What’s the best social media app ?\n  ","58810":"\n   What worries you the most?\n  ","58811":"\n   Cheetos or Doritos?\n  ","58812":"\n   Do you like making new friends ?\n  ","58813":"\n   If you had lots of money what would you do with it?\n  ","58814":"\n   Does anyone fuck w the Caramel deLites\/Samoas girl scout cookies heavy??????\n  ","58815":"\n   Where do you really want to travel?\n  ","58816":"\n   Add me on Snapchat (savagelife250) ??\n  ","58817":"\n   How fast do you fall in love?\n  ","58818":"\n   Do you have a favorite track?\n  ","58819":"\n   I’m so bored :c\n  ","58820":"\n   Hey\n  ","58821":"\n   Who was the last person you gave a kiss?\n  ","58822":"\n   Slippers, socks or bare feet when at home?\n  ","58823":"\n   Did you try to find presents hidden by your parents in your childhood?\n  ","58824":"\n   What are your favourite perfume scents?\n  ","58825":"\n   Hmu on snap cannizzo10\n  ","58826":"\n   hope u liked my poll that was inspired by you.\n  ","58827":"\n   Can you have a conversation with a stranger?\n  ","58828":"\n   You ever faced a demon?\n  ","58829":"\n   What do you do if you’re alone on Valentine’s day?\n  ","58830":"\n   what do you think about the new walmart absent policy?\n  ","58831":"\n   Snap?\n  ","58832":"\n   How should I make it less awkward between my crush and I after he rejected me? Cause I still want to remain friends.\n  ","58833":"\n   What gift would you like to receive on Valentine's Day from your beloved one? Post a pic, if you wish!\n  ","58834":"\n   Why does everyone keep asking what my whatsapp is? Dunno what that even is, lol.\n  ","58835":"\n   Best way to prank someone? ?\n  ","58836":"\n   do u have iPhone? how r u finding the new X?\n  ","58837":"\n   Name one show funnier than\n\"The office\".. I'll wait..\n  ","58838":"\n   What's your favorite thing to eat for lunch?\n  ","58839":"\n   What's one thing you will never do?\n  ","58840":"\n   How do you deal with  ?\n  ","58841":"\n   i want to add you on insta?\n  ","58842":"\n   Are you single?\n  ","58843":"\n   WHO LIKES SPAGHETTI\n  ","58844":"\n   WHO LIKES SPAGHETTI\n  ","58845":"\n   Who inspires you? And why?\n  ","58846":"\n   Do you admire someone?\n  ","58847":"\n   What would make you a good catch?\n  ","58848":"\n   Do you think that you are special to someone ?! ?\n  ","58849":"\n   What’s on your mind right at this moment?\n  ","58850":"\n   Which cafes do you prefer to stay at?\n  ","58851":"\n   Lol thank you ? and I actually did eat a burger today ?\n  ","58852":"\n   Lol I wish I could have some\n  ","58853":"\n   I’M HUNGRY!!!!??\n  ","58854":"\n   What do you dream about?\n  ","58855":"\n   Ohhhhhh yessss ? that sounds really good\n  ","58856":"\n   I could be better but doing good ? whatcha doing?\n  ","58857":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","58858":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! ?\n  ","58859":"\n   How are you??\n  ","58860":"\n   Question what is your thoughts on new Halloween\n  ","58861":"\n   Someone asked me who is the most popular boy and girl in school?\n  ","58862":"\n   If you were able to live to the age of 90 and retain either the mind or body of a 30-year old for the last 60 years of your life, which would you choose?\n  ","58863":"\n   Do you ever tell animals \"bless you\" when they sneeze?\n  ","58864":"\n   Hi ?\n  ","58865":"\n   Any tips before midterm exam?\n  ","58866":"\n   Do you have a secret love??\n  ","58867":"\n   Have people taken photoshopping too far? What do you think?\n  ","58868":"\n   There are times when love is fantasy and everything is about interests and appearance.\n  ","58869":"\n   Do u believe in the human evolution?\n  ","58870":"\n   Anyone from Sumter here?\n  ","58871":"\n   Have you ever tried to be vegetarian?\n  ","58872":"\n   First thing you had this morning?\n  ","58873":"\n   What do you think of the name Rea Alanna King for a baby girl?\n  ","58874":"\n   Is it better to break up in person or over text  (not for me it's for a friend)\n  ","58875":"\n   What's Love for you today?\n  ","58876":"\n   Have you ever had a secret worshipper?\n  ","58877":"\n   Which three things would you take to a deserted island?\n  ","58878":"\n   What is true beauty for you?\n  ","58879":"\n   ?Is President Trump evil? Or ?Is President Trump trying to help America?\n  ","58880":"\n   Do you believe in aliens?\n  ","58881":"\n   List some of your bucket lists! (that’s appropriate for 16-17)\n  ","58882":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","58883":"\n   can i hit u up on insta?\n  ","58884":"\n   do u think it weird if some guys have a panty fetish?\n  ","58885":"\n   u seem like a cool chic, can i ask u a personal question?\n  ","58886":"\n   Have u ever heard of a phone game called idle miner tycoon if so do u play it\n  ","58887":"\n   are u attracted to girls and guys, or just guys?\n  ","58888":"\n   what do you want to be ?\n  ","58889":"\n   Add me on snap ! If you want.\n   \n    @meredith_bodine\n   \n","58890":"\n   gotchu, are the new polls decent?\n  ","58891":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","58892":"\n   How are you doing tonight\n  ","58893":"\n   Who’s ready to go see Mc magic Lil Rob\n  ","58894":"\n   On scale from 1 to 10, how addicted to sweets are you?\n  ","58895":"\n   Good morning ❤️\n  ","58896":"\n   Do you take any interest in the news?\n  ","58897":"\n   i posted 3 new polls, u voted on 2, check it out when u can.\n  ","58898":"\n   Would you rather increase your intelligence or your charisma?\n  ","58899":"\n   What would you have inside your dream house if you had an unlimited budget? ?\n  ","58900":"\n   Besides homicide, what’s the worst thing you can do to another human being?\n  ","58901":"\n   What's your favorite thing to order from Wendy's?\n  ","58902":"\n   WHO'S HOTTER?  MARIAH CAREY  VS  HALSEY\nCHECK OUT MY POLLS AND VOTE!\n  ","58903":"\n   If you could ask me one question and get an honest answer what would it be?\n  ","58904":"\n   Would you rather have the power to shrink to the size of a mouse or grow to the size of a giant? ? Why? ?\n  ","58905":"\n   Coolest animal you've seen in the wild? Where did you see it? ?\n  ","58906":"\n   Snapchat?\n  ","58907":"\n   Hey...\n  ","58908":"\n   Hey <3 :)\n  ","58909":"\n   Do you dress to impress or keep your appearance low-key?\n  ","58910":"\n   What do you think of cheaters (in romantic relationships)?\n  ","58911":"\n   How can you make money?\n  ","58912":"\n   What is your strongest phobia?\n  ","58913":"\n   What businesses should give out free samples?\n  ","58914":"\n   What is something you want right now?\n  ","58915":"\n   Thank you ?\n  ","58916":"\n   Is God real?\n  ","58917":"\n   Go vote on my new poll. Which do you prefer to eat?\n  ","58918":"\n   What’s your longest relationship?\n  ","58919":"\n   -\n  ","58920":"\n   Sup peeps\n  ","58921":"\n   How to lose weight?\n  ","58922":"\n   Did u see the participants of the new show of Victoria's Secret?\n  ","58923":"\n   That speechless moment ???\n  ","58924":"\n   What your baby daddy name?\n  ","58925":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","58926":"\n   What are the three most important things for you to be happy?\n  ","58927":"\n   Do you use to run from the truth just because you're scared that you might get hurt?\n  ","58928":"\n   WHO'S HOTTER?  PERRIE EDWARDS  VS  JADE THIRLWALL \nCHECK OUT THE PICS ON MY PAGE AND VOTE.\n  ","58929":"\n   What (if anything) are you looking forward to in 2019?...\n  ","58930":"\n   Who makes you laugh?\n  ","58931":"\n   Should people pay more attention to other people than their phones?\n  ","58932":"\n   What is your favorite food?\n  ","58933":"\n   Do you have any current hyperfixations (major interests) right now?\n  ","58934":"\n   in 12 am what can u describe what u feel at this time??\n  ","58935":"\n   That’s so nice proud of you guys you both did it, life is good. Keep going and enjoy every moment of your life guys together. Keep me update with all the good things are going to happen to your life. There is a lot of happiness in the way remember me girl. Nice to meet u both ??\n  ","58936":"\n   Awwwww that’s cool guys congrats ????, amazing couple I’ve ever seen ?? enjoy ur life and happy new year ?\n  ","58937":"\n   What harsh truths do you prefer to ignore?\n  ","58938":"\n   How would like your man to look like?\n  ","58939":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","58940":"\n   I! Thank you for your choice on my site. I'm Alicia861 should you want to know who wrote you. Stay pretty.\n  ","58941":"\n   What a kind of coffee do you like ☕️?\n  ","58942":"\n   texas or minnesota\n  ","58943":"\n   That's good! Mine was crazy ?\n  ","58944":"\n   How was your new year's?\n  ","58945":"\n   Yeah. I've never been though lol\n  ","58946":"\n   Nikki and shakira. Both are hot asf.\n  ","58947":"\n   My bad. Here i is. U voted for all my favs across the board. Of all the pics my polls. Which 3 are ur most favs\n  ","58948":"\n   My family lives in Hattiesburg\n  ","58949":"\n   Oh awesome. I've got family in Mississippi\n  ","58950":"\n   U got em all. And u picked all my favs. Of all the pics. Which 3 are ur most favs?\n  ","58951":"\n   Where did you move to?\n  ","58952":"\n   How old do i look to you? ( in truth i am 25, going on 26)\n  ","58953":"\n   How to Track Your Uber History?\n  ","58954":"\n   What helps you to concentrate?\n  ","58955":"\n   That's good\n  ","58956":"\n   How have you been?\n  ","58957":"\n   What’s the most scared you’ve ever been?\n  ","58958":"\n   What made you laugh recently?\n  ","58959":"\n   What's a subject you wish you knew more about?\n  ","58960":"\n   If you could Change one thing what would it be?\n  ","58961":"\n   How many female  out who is still single\n  ","58962":"\n   What makes a girl a slut? Is it a number of sexual partners, and if so, how many?\n  ","58963":"\n   Where do you fall asleep besides your bed?\n  ","58964":"\n   Hey :) what is your favourite pastime? :)\n  ","58965":"\n   What's your favourite thing to do at the beach?\n  ","58966":"\n   Send nudes (707-239-4722) whatsapp\n  ","58967":"\n   Have you resolved to lead a healthier lifestyle in the new year?\n  ","58968":"\n   How do you get over heartbreak when the person did nothing wrong to you ?\n  ","58969":"\n   Your family had\n  ","58970":"\n   What chocolate is your favorite?\n  ","58971":"\n   can you post a picture of you?\n  ","58972":"\n   PUBG or Fortnite?\n  ","58973":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","58974":"\n   what car do you drive? if you don’t drive, plz tell me you don’t drive...\n  ","58975":"\n   Just what the hell is going on?\n  ","58976":"\n   How do you feel about snow?\n  ","58977":"\n   Name 3 thing you never thought you would do but did\n  ","58978":"\n   What is your favorite movie soundtrack?\n  ","58979":"\n   Who do you look up too?\n  ","58980":"\n   What’s up\n  ","58981":"\n   Would you date a person who owns 10 dogs?\n  ","58982":"\n   Pokemon or Bayblade?\n  ","58983":"\n   How would you like to celebrate your next birthday?\n  ","58984":"\n   Merry Christmas\/ HAPPY HOLIDAYS ? ??\n  ","58985":"\n   What’s the most embarrassing thing your have ever done?\n  ","58986":"\n   Are you an early bird or a night owl?\n  ","58987":"\n   Which celebrity would you like to meet?\n  ","58988":"\n   Why are you not where you want to be in life?\n  ","58989":"\n   If you could learn a new skill today, what would it be??\n  ","58990":"\n   ??What would you say to your young self and why?\n  ","58991":"\n   I am the father of your sisters baby.\n  ","58992":"\n   Do you prefer a hard or a soft bed?\n  ","58993":"\n   I love how I say something and I get reported, but I see a ton of crap on here daily from the same people and they haven't been deleted like I just got threatened. This site is shit. I'll just delete it myself\n  ","58994":"\n   Does one of your senses provide a more \"real\" experience for you, than the others, which and why? :)\n  ","58995":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","58996":"\n   Glad for you\n  ","58997":"\n   Write a note to yourself\n  ","58998":"\n   Same here. How are you?\n  ","58999":"\n   Someone to talk?\n  ","59000":"\n   How did you feel when you woke up?\n  ","59001":"\n   Who would you like to see around ask?\n  ","59002":"\n   Cats or dogs ?\n  ","59003":"\n   What should a real man be able to do?\n  ","59004":"\n   Who had the most positive influence on you?\n  ","59005":"\n   a name of book u like it or read it ???\n  ","59006":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","59007":"\n   How much time do you spend on your telephone daily?\n  ","59008":"\n   If you could have one superpower what would it be and why?\n  ","59009":"\n   What are you busy with today?\n  ","59010":"\n   Chi esci oggi?\n  ","59011":"\n   hi how do you do in this day?\n  ","59012":"\n   Are you a shopaholic?\n  ","59013":"\n   I'm wide awake....who else is up?\n  ","59014":"\n   What is more important - to be loved or to fall in love?\n  "},"Answer":{"57942":"\n  Gooood.\n  ","57943":"\n  Yesss\n  ","57944":"\n  I mean I just believe in it? Lol. I don't really like to talk about that. When it happens, it happens. I live for today.\n  \n  Life is too short.\n  ","57945":"\n  How is what?\n  ","57946":"\n  Lo siento. No agrego randoms a Facebook. Si te conozco más ... Tal vez.\n  ","57947":"\n  Absolutely. I hope so!\n  ","57948":"\n  Schön zu hören, dass es dir gut geht.\n  ","57949":"\n  Mein Name ist IsaBella, aber jeder nennt mich Bella.\n  ","57950":"\n  Prayers.\n  \n  Sorry for your loss.\n  \n  5 years in remembrance. ??\n  \n  Keep your head up and be positive! It's all going to be alright!!! Sending positive vibes your way!\n  ","57951":"\n  My husband, my family, my friends, my pups my birth culture and traditions.\n  \n  Cooking\n  \n  painting\n  \n  gaming\n  \n  singing\n  \n  Listening to music\n  \n  Learning.\n  \n  Getting out and having fun.\n  ","57952":"\n  I mean I had someone move away and we had to break up but that was probably the hardest breakup I've ever been through but I was really young so I mean I don't really count all that. I was like 11 or 12. Haha. But we really were like peas and carrots. Best friends. But we were okay, we just moved on.\n  \n  Get a hobby. Make new friends. Get out and have fun. Don't worry about one situation and one person.\n  \n  It can really be hard sometimes but there's always a way out of things even if it seems impossible.\n  ","57953":"\n  If someone that used to hate me told me they loved me I wouldn't be ugly back??\n  \n  Me? I try not to hate.\n  \n  I treat others as they would treat me and if all the sudden they decided to stop being ugly to me and then that would be the day that I would be fine with them.\n  \n  There's no need to be petty Life's too short.\n  \n  Try to be kind and humble but still stand your ground and be serious. Safe. Like I said.. Life's too short man..\n  ","57954":"\n  I would probably sell so many different things.\n  \n  I would probably sell people's art and like my art and creations.\n  \n  And more than that I'd probably sell like different things like Southern country items. Homemade foods. Cute girfts that you can give people.\n  \n  Hot sausage and peppers and homegrown fruits and vegetables.\n  \n  I would probably sell hot food on the side like have a concession stand or Snowball Stand.\n  ","57955":"\n  Yea? Take it easy.\n  ","57956":"\n  Ich bin ok. Wie geht es dir?\n  ","57957":"\n  Yea?\n  \n  I'm good now. Haha.\n  \n  But yeah. I've just been cleaning all day with my husband.\n  ","57958":"\n  Learning who's my real friends throughout my life.\n  ","57959":"\n  I take that as a really good compliment. Thanks!\n  ","57960":"\n  ?.?\n  ","57961":"\n  Absolutely\n  ","57962":"\n  Yea.\n  \n  I'm sorry. I am super tired.\n  ","57963":"\n  Old yours nearest but it's because I want to keep the memories sometimes it's stuff I haven't worn a long time it may not even fit me anymore\n  ","57964":"\n  A very small peanut butter and chocolate chip granola bar.\n  ","57965":"\n  I don't really need any type of wearable technology but my husband I know wants a smartwatch\n  ","57966":"\n  None.\n  ","57967":"\n  Yes\n  ","57968":"\n  Red\n  \n  White\n  \n  And blue\n  ","57969":"\n  No it's okay. I don't think anything different of you. It's always good to make sure that somebody is doing okay literally.\n  \n  If anything it makes you look great that you were able to bounce back from something that is almost impossible to or it seems like it is.\n  \n  I don't judge people for the things that happened in their past. I just people on today and what they do today.\n  ","57970":"\n  ?\n  ","57971":"\n  Unimportant\n  ","57972":"\n  Just five days? I would try. Try lol blond probably.\n  ","57973":"\n  Yes\n  \n  Def.\n  ","57974":"\n  How they carry themselves, their hygiene what they look and smell like\n  ","57975":"\n  No\n  ","57976":"\n  No\n  ","57977":"\n  Wipes\n  ","57978":"\n  Singing\n  \n  Love to sing\n  ","57979":"\n  What?\n  ","57980":"\n  It's 8:20 in the morning and I am married and lpve my husband.\n  ","57981":"\n  Absolutely\n  ","57982":"\n  ?\n  ","57983":"\n  1st one def\n  ","57984":"\n  is that even a question absolutely\n  ","57985":"\n  Louisiana\n  \n  My Paw paw\n  \n  My old cat Libby\n  \n  My old dog Angel\n  ","57986":"\n  You seem like a wonderful person. Don't let little shit like that... Because now.. It is little shit.. Move on.\n  \n  Like find an AWESOME hobby and go with it. Maybe try wood burning? I looove to wood burn! It's fun! You can get the wood burnung kit at walmart. Look it uo online. And woodffrom any where. Even call sell the art?? If you mess up. Make it into something else. Loove wood burning!\n  \n  Singing? My favorite thing to do. Doesn't MATTER IF YPUR GOOD OR NOT!\n  \n  I enjoy painting. Sounds corny but it is really peaceful. Jogging?\n  \n  Road trips?\n  \n  Cooking.\n  \n  Look uo shit to make.\n  \n  Xbox and gaming??\n  \n  Site seeing. Anything! Get out and do stuff. It will help. Helps me when I am upset.\n  ","57987":"\n  You'll get through it.. You are waaay more important than you think and so is you life love. Keep your head up. Don't worrie about a boy. Focus on you. Whoever it is obviously missing out. Andfcut that life ain't worth living bs. YOU ROCK! AND DON'T FORGET IT! ✌\n  ","57988":"\n  Don't do meth. I don't know you... But I care to much for people.. Have seen people go down that road.. Don't do that.\n  ","57989":"\n  At least you weren't on drugs that could've ruined your life. Like heroin or meth or cocaine.\n  \n  Weed is practically legal anyway.\n  ","57990":"\n  Lol yea?\n  ","57991":"\n  A house to put my family in.\n  ","57992":"\n  My husband.\n  ","57993":"\n  Haha I hear ya.\n  ","57994":"\n  Good. Ain't good for ya anyway. ✌?\n  ","57995":"\n  Nah.\n  \n  But that won't stop my mom from beating someone's ass if you pissed her off with aomething about me and lol same with me for her. I stick up for my mom! Love my mom! She's rock!\n  ","57996":"\n  Lol drinking is in everyones blood but doesn't mean you have ti do it or follow it.\n  ","57997":"\n  If I could move somewhere different, it would be either the UK or Australia.\n  \n  Good friends from there.\n  ","57998":"\n  Olive oil is a good alternative to cooking oil it's a lot healthier for you and it taste so much better. Easier clean up.\n  \n  I love to cook. I'm Cajun French and from southern Louisiana and we are quite known for our cooking in Cajun spices. So I guess you could say it's in my blood. I enjoy cooking.\n  ","57999":"\n  I see.\n  ","58000":"\n  Yeah. Same here. I love to translate many different lanugages. I find fun in it.\n  ","58001":"\n  Puedo traducir bastantes idiomas. Estoy bien y gracias.\n  ","58002":"\n  Haha. It's okay. Cooling isn't for everyone.\n  ","58003":"\n  A few different beans and then some cheesy jalapeno mexican cornbread.\n  \n  Made minnie winnies. Something nice for the day.\n  ","58004":"\n  Don't remember. I don't think anything.\n  ","58005":"\n  Pretty good. Little boreding. Cooked. Chilling.\n  ","58006":"\n  Called and texted her and I am gonna go visit her next week. Live far away. Sent her some ? flowers that smshe can lla t in the yard and grow. Love my momma.\n  ","58007":"\n  Never been on an airplane and I don't need Internet. So both. Don't need.\n  ","58008":"\n  Lost in the middle of Nowhere\n  \n  Becky G. and Kane Brown.\n  ","58009":"\n  Car wash.\n  ","58010":"\n  Thanks!\n  ","58011":"\n  I'm not.\n  ","58012":"\n  Black Veil Brides\n  ","58013":"\n  ✌\n  ","58014":"\n  Black Sabbath\n  \n  Avenged Sevenfold\n  \n  System of a Down\n  \n  Slipknot\n  ","58015":"\n  Kill em with kindness, confidence, facts and sarcasm.\n  ","58016":"\n  Same\n  ","58017":"\n  I don't really have a favorite everyone hated Kristen Stewart but I actually kind of liked her.\n  ","58018":"\n  Don't have.\n  ","58019":"\n  I enjoy any music really I mean?.\n  \n  Metal\n  \n  Rock\n  \n  Pop\n  \n  Rap\n  \n  Country\n  \n  Alternative\n  \n  Alot more.\n  ","58020":"\n  Love it.\n  ","58021":"\n  A home for a person I know a home for me and my family and then some schooling for me.\n  ","58022":"\n  ? Honestly. Looking out.\n  \n  ✌\n  ","58023":"\n  It's okay.. I was just like? Wtf? Don't ask people that. That is rude.\n  \n  Your fine. Sorry I havetto be a little harsh. Just a shame. No need to be that way.\n  ","58024":"\n  You didn't ask? Lol. You said.\n  \n  \"its ok dont post plz\" and then just decided to put a ?* wuestion mark at the end of it, at the end of the sentence. That's not even a complete sentence.\n  \n  And that's is telling someone what to do. A command in the English language. Lol.\n  \n  You say.\n  \n  Hey. Can you you just not post on here anymore? That's a complete sentence and a question and that's rude asf. You don't ask someone to not post. If you don't want to see there post then unfollow them and keep scrolling. Why be ugly? And there's nothing wrong with my posts?\n  \n  Troll, get gone. ?\n  ","58025":"\n  I'm sorry. What? Yeah Don't tell me to no post. K\n  ","58026":"\n  Sorry\n  ","58027":"\n  I am well. Hope your good.\n  ","58028":"\n  ?\n  ","58029":"\n  What?\n  ","58030":"\n  ✌\n  ","58031":"\n  ✌\n  ","58032":"\n  ?.?\n  ","58033":"\n  Interesting\n  \n  Decent\n  \n  Still funny\n  ","58034":"\n  Yee\n  ","58035":"\n  I don't think??\n  ","58036":"\n  Depends.\n  \n  Id your 15 and the other is 18,19,20,21, and older! That is nasty and against the law. No no.\n  \n  Your 20 and they are 50\n  \n  That's weird but if you like that go ahead!\n  \n  If they are 33 and they are 84. If tou like that! Go aheah! Lol no no for me. Hahaha.\n  ","58037":"\n  ?\n  ","58038":"\n  Thx! ❤?\n  ","58039":"\n  It's okay. Haha.\n  ","58040":"\n  Eso es bueno. Muy bien.\n  ","58041":"\n  Bien por usted\n  ","58042":"\n  I drink alcohol on occasional purposes only usually\n  ","58043":"\n  Lo siento, no entiendo lo que quieres decir.\n  \n  Sorry. I don't understand what you mean. My apologies.\n  ","58044":"\n  I don't have snap.\n  ","58045":"\n  Poco confundido. Lo siento.\n  ","58046":"\n  IsaBella*\n  \n  Muchas gracias\n  ","58047":"\n  Nope. Well my shirt has like a little white on it. Just a decal though. But yea. That's it!\n  ","58048":"\n  1st one\n  ","58049":"\n  I got my mom a cute little mini rose plant.\n  ","58050":"\n  Lending\n  ","58051":"\n  Wir sind.\n  ","58052":"\n  I have to be careful because I can't eat certain things because my body can't handle eating. But of course I try to maintain a decently healthy diet. But I'm from Louisiana and we eat food and we eat good. Lol so yeah. Haha.\n  ","58053":"\n  It depends on what level you bring the jealousy to and if it's necessary at all\n  ","58054":"\n  I like someone that has all their priorities straight and it shows.\n  \n  They know how to protect what is important.\n  \n  Healthy\n  \n  They're independent\n  \n  They have respect for themselves and others\n  \n  They have confidence in theirselves.\n  ","58055":"\n  Yep\n  ","58056":"\n  To have family closer to me\n  \n  To provide a home for someone I know and then to get a house for my future family.\n  \n  Then to be able to peruse my dreams to sing.\n  ","58057":"\n  New Orleans if it wasn't such a dangerous place to live for natural disasters and the areas are kinda sketchy sometimes.\n  ","58058":"\n  No?\n  \n  There's so many homeless animals and animals that are being euthanized.. Anyone or anything that decides to help find those animals homes is wonderful to me.\n  ","58059":"\n  Well that's really good it's something really hard to stop once you start.\n  ","58060":"\n  When it's a beautiful day out\n  \n  compliments\n  \n  when my dogs are being cute\n  \n  And when they're wagging their tail when i look at them\n  \n  when somebody tells me to have a nice day\n  ","58061":"\n  I am ready for the weekend. I'm doing well, for you and it's not that strange to have in your fridge\n  ","58062":"\n  My life.\n  \n  My family.\n  ","58063":"\n  I don't have any. Haha.\n  ","58064":"\n  Cook at home.\n  ","58065":"\n  I can't you are posted as anonymous.\n  ","58066":"\n  9\n  ","58067":"\n  I don't smoke. I can't smoke, nor do I really want to. My lungs can't handle it. It's not good for you... Breath stinks.. Yellow fingernails. Ruins walls in house. Makes them yellow.\n  ","58068":"\n  Just regular drinks? Or like alcoholic? Cause I really don't drink alot.\n  \n  But regular beverages. Like.. Idk.. 10 glasses of something a day?\n  ","58069":"\n  Well I just woke up so I guess sleep??\n  ","58070":"\n  Second one\n  ","58071":"\n  Explain more with your question andewhat you mean. Please.\n  ","58072":"\n  No.\n  ","58073":"\n  Was good. Tired.\n  ","58074":"\n  I'm married! LOL\n  ","58075":"\n  ?.? What are you talking about?\n  ","58076":"\n  Interesting\n  ","58077":"\n  Thx\n  ","58078":"\n  ?\n  ","58079":"\n  LOL\n  ","58080":"\n  ??\n  ","58081":"\n  Cause if it's this... Then I mean.. Just in general just be careful what you say and to who... And who? Just anyone.. But I mean.. They say don't judge before meeting. Don't just a book by it's cover amd I believe in those phrases and definitely... But realisticly... Sometimes we judge to be aware and be careful.\n  \n  Just like taking risk. I mean you don't know what the in need outcome of those risks. Those choices but we choose whether or not, not to do them because we are tryna be aware and careful. Lol they say you only live once. Yeah. One. Once. That's it. Best be careful.\n  ","58082":"\n  I don't understand this question. Sorry.\n  ","58083":"\n  What's the question? That's a command and an incomplete sentence.\n  ","58084":"\n  Muy bien! Eso es realmente agradable. Soy Cajun Francés.\n  \n  Cajun French*\n  \n  Coonass French as we way. Haha.\n  \n  Desde louisiana actualmente en mississippi.\n  \n  Tengo una familia de costa rica. Mitad familia. Buenos amigos de todas partes.\n  ","58085":"\n  The Popeye's where I live in Mississippi. I sat in the car line for 10-15 minutes...literally and the line was backed up to the road and we did not move at all.\n  \n  2nd time... Then thus day, I got chicken there and it wasn't cooked all the way.\n  \n  3rd time.. I gave them another chance... went back and again the chicken wasn't cooked all the way!\n  \n  Well yesterday I decided to try to give them another chance in the line I sat in like I said at the beginning of this paragraph. Yeah... the one back home in Louisiana is waaaay better. AND I LOVE POPEYE'S! Whhhhhy.\n  ","58086":"\n  Absolutely\n  ","58087":"\n  No problem\n  ","58088":"\n  ?.?\n  ","58089":"\n  I don't really watch tv. Like just regular tv.\n  \n  But what does interests me is like exploring stuff. Geography and history. Animals. Paranormal stuff. Sports. Comedy.\n  ","58090":"\n  Oh.\n  \n  My bad.\n  \n  But I don't mind saying state. I am proud to be from Louisiana. It is a very wonderful place to grow up in.\n  ","58091":"\n  Thx\n  ","58092":"\n  Yeah but that's where.\n  ","58093":"\n  Humans.\n  ","58094":"\n  No? Idk? What?\n  ","58095":"\n  I don't know any of them?\n  ","58096":"\n  Sure\n  ","58097":"\n  Don't have\n  ","58098":"\n  No.\n  ","58099":"\n  A minnie shrit. Gross\n  ","58100":"\n  Sin importancia, mi edad. Lo siento. Pero soy originario de Louisiana, Estados Unidos\n  ","58101":"\n  Soy originario del sur de Louisiana. Actualmente vivo en Mississippi. USA\n  \n  Cajun French\n  \n  Coonass French\n  ","58102":"\n  No tengo eso.\n  ","58103":"\n  Guau.\n  ","58104":"\n  I have worked in retail for 8 years.\n  ","58105":"\n  IsaBella*\n  \n  And thanks. I try my best to take care of my hair.\n  ","58106":"\n  Tell me about it??? What lol.\n  ","58107":"\n  She's pretty\n  ","58108":"\n  We are eating dinner at the moment.\n  ","58109":"\n  Todavía hace frío dónde estás?\n  ","58110":"\n  Nothing today. Just worked. Then yard work. Then cooked. Now chilling. Resting.\n  ","58111":"\n  5???\n  ","58112":"\n  Usually\n  ","58113":"\n  Sólo escalofriante. Día largo. Buen día sin embargo hace calor afuera.\n  ","58114":"\n  Ich verstehe nicht?\n  ","58115":"\n  Singing\n  \n   Paranormal\n   \n    Unban exploration\n    \n     Adventures\n     \n      History\n      \n      YouTube\n      \n      Cars\n      \n      Games\n      \n      Animals\n      \n      Work\n      \n      Smithing\n      \n      Hair\n      \n      Outside work\n      \n      Traveling\n      \n      Cooking and food\n      \n      Comedy\n      \n      Shows\n      \n      Art\n      \n      Wood work\n      \n      Wood burning\n      \n      Painting\n      \n      Geography\n      \n      Photography\n      \n      Meteorology\n      \n      Traveling\n      \n      Culture\n      \n\n        View more\n       \n\n\n\n\n\n","58116":"\n  Things that make me, me.\n  \n  I love to sing. That is probably one of my most favorite things to do. I love improving and making people smile when singing them. Giving them goosebumps & I love the applause that comes with it. I love to touch people's hearts with singing. I started singing around the age or 6 or 7. I have practiced throughtout my whole life tryna improve as best as I can. Get beeter and better, switch it up and try new things all the time. I have sang for many different events, for schools, my Paw paw's funeral. That was hard.. That day. I have auditioned for colleges. I have sang the national anthem for football games before. I was lead cantar for my Church for a few years & lead the Church for my school. I have sang karaoke for many different events. It runs in our blood. Many of my family members have bands & have been in bands. I love to sing. It is a love and passion for me... ?\n  \n  Determination.\n  \n  I have always had a HUGE level of determination in the things I've always wantes to succeed in life. I still WILL complete the dreams that I have set in my life or at least I will do my very best to!\n  \n  Art. Creativity. I have always found some sort of a peace with art. Photography, painting and wood burning. I enjoy doing all of the above. I love making people things! Makes me feel good! No cornyness intended.\n  \n  My curiosity.\n  \n  Adventuring.\n  \n  Exploring.\n  \n  I take a HUUUGE deal on the paranormal and with that comes with HUNDREDS of skeptics, questions and theories. I have been researching for over the past decade on this subject. I enjoy it very much and find the subject to be very unique and different. I find it very interesting. I love learning the history behind these places and what happened there and why? I almost feel like it is a type of level of respect for the one's who passed over in a way... It's hard to explain but is all just so interesting to me. I am very educated with it all and am very careful with how I go about things.\n  \n  Some things that make me, me.\n  ","58117":"\n  Find a hobby and ignore whatever you're feeling about the other one and fall in love with the hobby like a truck or a boat. Fishing or hunting. Building or smithing.\n  ","58118":"\n  No not really but I've had a really bad experience with flip flops and nails and somehow my foot was spared! LOL!\n  ","58119":"\n  Sitting on the Levee in Louisiana overlooking the Mississippi River either at sunset or sundown.\n  ","58120":"\n  I'm nit really a big fan of driving... But I do own a truck and a jeep.\n  \n  93 K-1500\n  ","58121":"\n  Ich komme gerade von der Arbeit nach Hause. Ich ruhe mich gerade aus.\n  ","58122":"\n  Todo esta yendo bien.\n  ","58123":"\n  I'm not going to exactly give out my exact location?? for my safety but I am from south Louisiana and I live in Mississippi currently.\n  ","58124":"\n  Lo que es bueno?\n  ","58125":"\n  Dont have snap.\n  ","58126":"\n  I've heard of some.\n  ","58127":"\n  ?.?\n  ","58128":"\n  LoLa\n  \n  Bell\n  \n  Bella\n  ","58129":"\n  Sweet\n  ","58130":"\n  ?\n  ","58131":"\n  ✌\n  ","58132":"\n  Thanks. Means alot.\n  ","58133":"\n  They have their priorities straight. It will show.\n  \n  Protect what is important.\n  \n  I like a healthy man.\n  ","58134":"\n  Thank you so much. Thanks for being respectful about it. There's a lot of people that aren't. And he has about 25 tattoos. He loves Nintendo games... me and him actually were in a long distance relationship for 4 and 1\/2 years before we finally ended up together for good. That's when the distance ended was last year. I met him on Xbox 360 on Grand Theft Auto V back in 2014. I did not expect to meet him at all. I stumbled across him on a video game on accident and I am one hundred percent happy that I did. I have absolutely no regrets. We have two dogs together they are practically our children. We are in the process of trying to get a home. That is not easy... But we are trying.. I have a few tattoos myself.  I want to get more. Just like them. Haha. Idky?\n  \n  Thx again.\n  ","58135":"\n  By the sun\n  ","58136":"\n  Eh... Depends on \"how young\" ya talking... 16? Absolutely not. 18? Ehhh.. Depends on the relationship and the situations. Getting married at any age is a very important thing to make are you are ready for. You could be ready at 18? You could not? You could be ready at 50? You could not? It just depends on how ylur relationship is. Are you haloy with them? Do they take care of you? Do you trust them? Do they trust you? Is there constant communication? Is there chemistry? Is the situation\/place your living with them safe? Are they good to you? Are you good to them? There is hundreds of questions! It is a HUGE commitment and you need to make sure that you are both ready for it!\n  \n  You should definitely wait until you're at least 18 to get married. But honestly a good age to get married is around 21, in my opinion. I got married this year. I am 23. I wanted to get married at 20. And that's okay. Cuz I was 100% for sure on my decision and so is he.\n  ","58137":"\n  Lol thx. Appreciate the complement.\n  \n  Yeah. I love him!\n  \n  He's my ? world.\n  \n  We've been through alot together!\n  ","58138":"\n  Song lyric\n  ","58139":"\n  I would definitely not go in there\n  ","58140":"\n  Your welcome!!\n  ","58141":"\n  Yeah. I'd say noth honestly too.\n  ","58142":"\n  I can't because youbare posted as anonymous.\n  ","58143":"\n  Either Avril Lavigne or Christina Grimmie if she was still alive.\n  \n  Miss you angel! ??\n  ","58144":"\n  I do like the season Autumn. My favorite season of the year would have to be winter. I was practically born on Christmas and I love the cold. I feel like the winter is one of the most peaceful times of the year too.\n  ","58145":"\n  Maybe an hour ago\n  ","58146":"\n  I like my eggs sunny-side down\n  ","58147":"\n  I dream to have a home to put a family and my husband.\n  \n  I really want a cockatoo.\n  \n  We want to get another dog.\n  \n  That's what I dream of right now\n  ","58148":"\n  The second one you said. I believe that everything happens for a reason.\n  ","58149":"\n  Nice.\n  ","58150":"\n  ?\n  ","58151":"\n  I don't know. But I know I hope that I'm able to get a house within the next 12 months.\n  ","58152":"\n  I don't really understand your question but are you trying to ask me, are there ghosts in heaven? I mean I believe that your soul goes to heaven or hell when you die?\n  \n  Then there's the occasional skeptical stories on souls being trapped? Spirits? In my research over the years... though... people have the choice to believe it or not. Considering the theory could be wrong. The rest of this is a complicated subject. It would take me hours to explain it.\n  ","58153":"\n  No I don't live alone. And it's okay to live alone. You don't have to have someone else in your life to make your life complete. Everybody's always stressing about that. Making big deals out of that. You can go your whole life without another person in your life. I think that's a big problem in our society today. Is people think there has to be another person there. You don't have to have someone to depend on. You could be one hundred percent happy and live alone. It is very possible.\n  ","58154":"\n  I mean you don't always have to wear the same thing it just depends on what type of work you're doing. If you're doing messy work then you don't need to wear different things, just wear the same clothes because then you'd be ruining all of your clothes.\n  \n  If it's not a messy job then I can see the reason why you'd be wearing different clothes all the time. Iccould see the frustrations in that also. But honestly. I would just go to a store and just buy a bunch of different colored shirts with nothing on them amd just wear a different one everyday and get ya some blue jean shorts, jeans, and khakis. Just wear that all different days or something? I wouldn't care what others would think of me at work with what I'm waering. Your there to be safe, be respectful, and work. That's it.\n  ","58155":"\n  Ich bereue nichts.\n  ","58156":"\n  Ich träume nicht viel. Letzte Nacht habe ich überraschend geträumt. Ich träumte davon, dass meine ganze Kunst ruiniert war. Ich male gern. Ich träumte von etwas anderem, aber ich erinnere mich nicht an diesen Teil.\n  \n  Ich hoffe, du kannst mein armes Deutsch verstehen.\n  ","58157":"\n  What\n  ","58158":"\n  Losing a family member.\n  \n  Unnecessary and unexpected war. We can all get along. There is no reason for any of it. Losing our country's people whether I know them or not it sad also.\n  ","58159":"\n  They are okay. Ask doctors about them.\n  ","58160":"\n  Cajun\n  ","58161":"\n  Idk. I mean people that cause harm but then again I've gor my carrying buddy with me so no.\n  ","58162":"\n  Big Shrimp\n  ","58163":"\n  I don't think I actually remember?\n  \n  I think it was because I was friends with someone that was extremely depressed and this was my way of communicating with them I think I can't remember the reason why I started coming on here?\n  \n  Maybe it was just because I saw an advertisement and thought it was cool?\n  \n  Maybe it was because I just would love to help people was answers to some other questions. Give advice.\n  ","58164":"\n  Thanks\n  ","58165":"\n  Food. Haven't eaten all day. Hungry.\n  ","58166":"\n  IsaBella*\n  \n  And hey.\n  ","58167":"\n  Getting the opportunity to make a family with my husband one day.\n  ","58168":"\n  Black\n  ","58169":"\n  Sometimes I can.\n  ","58170":"\n  Yeah. They are my babies.\n  ","58171":"\n  Tea\n  ","58172":"\n  These are my kids! Love them!\n  ","58173":"\n  ?.? Ok\n  ","58174":"\n  My husband!\n  ","58175":"\n  What?\n  ","58176":"\n  Good.\n  ","58177":"\n  Yee.\n  ","58178":"\n  Frozen yogurt.\n  \n   Chinese food.\n   \n    Hamburger sometimes.\n    \n     Love bbc sauce.\n     \n     Fried pickles are the shit.\n     \n\n       View more\n      \n\n\n","58179":"\n  ?\n  ","58180":"\n  If you want.\n  ","58181":"\n  Thanks.\n  ","58182":"\n  Don't have\n  ","58183":"\n  You let them know that's what you want??\n  ","58184":"\n  Ein Meeresbiologe zu sein.\n  ","58185":"\n  Huh.\n  ","58186":"\n  Urwald?\n  ","58187":"\n  Er tut. ^ _ ^ ❤\n  ","58188":"\n  Dunkelblaue blaue Jeans\n  \n  Ein dunkelrotes Hemd.\n  \n  Amerikanische Flagge Converse Schuhe.\n  \n  Rucksack der amerikanischen Flagge. Es ist wie meine Handtasche.\n  \n  Camouflage-Socken.\n  ","58189":"\n  Mein Arzt sagt, mein Körper ist besser mit Duschen. Bestimmte Dinge, die mein Körper nicht kann und kann. Haut.\n  ","58190":"\n  Make a family.\n  \n  Get a house.\n  ","58191":"\n  War mit meinem Mann auf einem Date. Hatte eine gute Zeit. War auf dem Markt einkaufen. Wir nennen es \"Flohmarkt\", Einkaufen. Ging zu ein paar anderen Orten. Dann ging ich irgendwo mit ihm essen. Es war ein schöner Nachmittag. Ich hoffe, du kannst mein armes Deutsch verstehen.\n  ","58192":"\n  Sure. Follow me back if you'd like.\n  ","58193":"\n  Zoo\n  ","58194":"\n  Ok.\n  ","58195":"\n  I do.\n  ","58196":"\n  Wedding picture\n  ","58197":"\n  I would go see my mom.\n  ","58198":"\n  Never?\n  ","58199":"\n  Constant communication and Trust.\n  ","58200":"\n  Day\n  ","58201":"\n  Nothing at the moment but I will show you what I usually carry around in them.\n  \n  Usually the stuff in my pockets will vary it just depends and I usually carry my phone.\n  ","58202":"\n  9\n  ","58203":"\n  La-hu\n  ","58204":"\n  21\n  ","58205":"\n  Married\n  \n  Love it\n  ","58206":"\n  Room in a video for ya.\n  ","58207":"\n  I mean I've communicated with the Paranormal. I have went to places that were most definitely haunted. I have had things get picked up and put down. I've had doors open and close. I've heard people talking and other people have heard it as well. Knocks. Bangs. Squeaks. I have seen orbs before. Black figures.\n  \n  I have had people tell me tons of different situations that they have had. I know how to work a Ouija board though I promote...not to use them. 80% of all hauntings are caused by them & I dispromote them because most of the time people don't know how to properly use them & it's dangerous. The problem is you don't always know if you're talking positive entitys. You can get ahold of negative energies & demonic things. Negative energies & demons prey on the living, the weak, the scared, tend to follow them so that's why it's not good to indirectly speak to the afterlife. If do, you have to be very careful.\n  \n  Use every type of thing to prevent negative energys. You have to demand it away, praying it away, holy water, angels, burning sage, have things that are blessed, believing in God, a huge relationship with him is very important when working with this type if stuff.\n  \n  Now. If you can't get as  intense as poltergeist activity and things being thrown. Doors opening & slamming shut. Faucets turning off, on. Doors locking, unlocking. Cars turning on, off. Picture frames moving. Even the entity is able to write. Like draw. I know that sounds silly but it is very possible. Books flying(thrown). People getting attacked. People feeling that they're being choked & scratched & shoved. People being shoved or scratched. Rooms feeling extremely cold & then temperature changes in seconds. Animals reacting at things the house like they're seeing or hearing something. Sometimes people get randomly angry or sad. Sometimes the entities can affect people & manifest energy. Sometimes your cameras will go out & phones will die. It'll mess with your screen audio.\n  \n  Lol here's some stuff\n  ","58208":"\n  I mean this is not the most angry I have been but this was a time back in school when I saw some kid teasing and making fun of a kid that was special needed at PE for no absolute reason. It was a guy. I got straight up in his face and told him if he wouldn't leave him the f*** alone I'd beat his ass infront of everybody. My couch looked at me surprised because I looks dead-ass serious. He even told me to chill out because he thought I really was going to do it. I mean.. Didn't want to but like really?? The special needs guy wasn't even doing anything wrong to the dude. He just walked up to him and started taken the stuff that he was playing with away and teasing him. He was playing basketball and was having fun and the kid just walked up and started pissing him off and he didn't know any better, the special dude. Messed up... and me I was a good kid in school I never got cuz fights unless I had to. The seeing someone like that get made fun of. I just can't ignore it. It's not right. You leave people like that alone or you just being a friend, help them out. They're not like everybody else. They can't help that they were born that way.\n  ","58209":"\n  I feel like the phrase \"You can only kick a dog when it's down so much till it bites back\"\n  \n  Do that maybe not exactly the words to the phrase but I feel like tolerance is a good word to use with that phrase.\n  \n  You can only take so much untiol you've had enough.\n  \n  It being the ability or willingness to tolerate whatever... in particular the existence of opinions or behavior that one does not necessarily agree with. The capacity to endure continued subjection to something, especially a drug, transplant, antigen, or environmental conditions, without adverse reaction. (Googled that part.)\n  ","58210":"\n  ????????\n  ","58211":"\n  Gott. Mein Ehemann. Meine Hunde. Meine Familie. Meine Hobbies.\n  ","58212":"\n  Sure\n  ","58213":"\n  Rain\n  \n  Agreed\n  ","58214":"\n  Same\n  ","58215":"\n  Nice\n  ","58216":"\n  It seems like he may have to go to some therapist or get on some medication and let him know alcohol is not a good idea when you were down in the dumps\n  ","58217":"\n  It's usually better to teach a person a foreign language when they were younger. I do know a couple languages. I know English Spanish French An American sign. I can translate a few others. Some better than others.\n  ","58218":"\n  Mostly playing it by ear but we may go to a flea market tomorrow and go out to eat but that could change\n  ","58219":"\n  See to me that doesn't make any sense I guess that it wasn't meant for you the person you were with at that time married. Divorced? I'm 100% happy and with my soulmate.\n  ","58220":"\n  Loving caring parents. A roof over their head. Food. Schooling.\n  ","58221":"\n  Sorry\n  ","58222":"\n  70%\n  ","58223":"\n  RHEC\n  \n  Raise Hell and Eat Cornbeard.\n  \n  LAL\n  \n  Live a Little.\n  ","58224":"\n  I don't have any problems speaking with people, no.\n  \n  I occasionally have anxiety with too many things going on at once. Like too many people talking at once. I can only focus on one thing at a time.\n  \n  I have a reeeally bad case of dyslexia and that also comes with frustrations.\n  \n  I was diagnosed at the age of seven. That can give me anxiety. But speaking with people I don't have any type of social phobias towards it. No.\n  ","58225":"\n  Tysm\n  ","58226":"\n  Tysm\n  ","58227":"\n  Thanks.\n  ","58228":"\n  Boiled shrimp or crawfish.\n  \n  Roses or just flowers in general.\n  \n  Anything sweat pea and voilet type smells.\n  ","58229":"\n  20 on gas\n  ","58230":"\n  Definitely the 1st one.\n  ","58231":"\n  Eyebrow\n  \n  Dolphin\n  \n  Inner lip\/top\n  \n  Forget what its called.\n  \n  But honestl\n  \n  I'm nit a piercing type person.\n  ","58232":"\n  Celery. Yes. I am THAT person. ? jk. I love ice cream.\n  ","58233":"\n  1st one\n  ","58234":"\n  They've told me.\n  ","58235":"\n  Yes.\n  ","58236":"\n  Not many.\n  \n  But depends on the days.. Sometimes it's alot.\n  ","58237":"\n  My husband and a few of my friends. ? Love raod trips.\n  ","58238":"\n  My husband.\n  ","58239":"\n  See my mom and sisters for a little.\n  ","58240":"\n  Just for 1 year?\n  \n  I would either go to Hawaii or Germany or Australia. New South Whales.\n  ","58241":"\n  Urban exploring\n  \n  Paranormal\n  \n  Cooking\n  \n  Country shit\n  \n  Geography\n  \n  Meteorology\n  \n  Marine biology\n  \n  Animals\n  \n  Different Cultures\n  \n  Different Languages\n  ","58242":"\n  All sound good.\n  ","58243":"\n  Absolutely\n  ","58244":"\n  Christmas\n  ","58245":"\n  Well I cut the grass today?\n  \n  I always everyday preserve energy and water.\n  \n  I used to recycle till I moved out to the country.\n  ","58246":"\n  House\n  \n  Family\n  \n  More success\n  ","58247":"\n  ??\n  ","58248":"\n  Crocs\n  ","58249":"\n  Haha. I guess. ?\n  ","58250":"\n  ❤\n  ","58251":"\n  Lol.\n  ","58252":"\n  It's not the kids. It's the adults. WATCH YOUR KIDS.\n  \n  When they are in my hands. Love them! I absolutely love kids! Love taking care of them. Love their company! Love playing with them!\n  \n  Love respectful, good kids.\n  \n  They are my favorite.\n  ","58253":"\n  Geography\n  ","58254":"\n  I have made a wish on a shooting Star before. Same thing??? Lol.\n  ","58255":"\n  Chilling back and spending time with my husband.\n  \n  We just went shopping at ate the most delicious pizza in the world.\n  ","58256":"\n  Not as often as I want. I would like to go to more.\n  ","58257":"\n  Working and visiting family.\n  \n  Saving for a house.\n  ","58258":"\n  ? 6th time asked\n  ","58259":"\n  My husband. ?\n  ","58260":"\n  I am a Capricorn. ♑\n  ","58261":"\n  Not sure what you mean by this. But I've had people that were obsessed with me \/ talkers before yes.. Sadly..\n  ","58262":"\n  Don't really drive.. Bad situations. Not me. Other people. So no.\n  ","58263":"\n  Turned the AC off. It got cold in the house.\n  ","58264":"\n  Cora\n  \n  or Rustin\n  ","58265":"\n  Crazy. Iced coffee or yahoos.\n  ","58266":"\n  Some.\n  ","58267":"\n  Think before you speak. Morals. Always be respectful to everybody. Treat others as they would treat you. Respect your elders. Respect veterans. Half some sort of faith.  it doesn't even have to be with God. Just have faith in yourself, believe in yourself. Be confident. Save having kids until you are ready. And no ready as in.. Oh you just want a kid. Your ready to handle one, no. Make sure that you one-hundred-percent know that you can take care and nurture for the child. You are grown and can handle the responsibilities of always taking care of another person.\n  ","58268":"\n  Yeah. Sure. And killing people with kindness.\n  \n  Ignoring them.\n  \n   Going on.\n   \n    Remaining calm.\n    \n    Keep your answers logical, short and sweet. Don't be too much of a smartass. Just remain serious. Hold your ground.\n    \n\n      View more\n     \n\n\n","58269":"\n  When they are getting too personal. Threatening.\n  ","58270":"\n  Florida beaches\n  ","58271":"\n  I used to play the dulcimer in school. I know a little bit on the piano. The harmonica. The guitar a little. I mostly like to sing.\n  \n  I have always wanted to learn how to play the fiddle on the violin.\n  \n  I like the drums.\n  ","58272":"\n  My future family that I want to make with my wonderful husband.\n  \n  Love my mom and friends. My pups.\n  ","58273":"\n  Wash my face.\n  ","58274":"\n  I think my pups. Or my husband.\n  ","58275":"\n  7\n  ","58276":"\n  Getting ready to go out with my husband.\n  \n  Moving things into my nes room in the house with him.\n  \n  Moving rooms in the house.\n  ","58277":"\n  LoLa\n  ","58278":"\n  Visit and look at the games.\n  \n  Fired oreos! So good.\n  ","58279":"\n  We are.\n  ","58280":"\n  Usually but it depends on the level of the secret and if it will give me and danger or any sort of trouble.\n  ","58281":"\n  Shrimp\n  ","58282":"\n  I would have a singing class\n  \n  or I would teach on the Paranormal\n  \n  or Geography\n  \n  or meteorology\n  ","58283":"\n  Yes ❤⚪?\n  ","58284":"\n  It's in my bio if you ever wanna check it out\n  ","58285":"\n  ❤\n  ","58286":"\n  Thanks love.\n  ","58287":"\n  I'm sorry. That was you!\n  \n  ? When randoms ask me I tend to be a little hesitant on telling. But you are like family!\n  \n  I am originally from Louisiana. But I stay now at the moment in Louisiana.\n  \n  Haha. Sorry.\n  \n  But thank you so much for messaging me. Always haooy to hear from ya.\n  ","58288":"\n  Usa\n  ","58289":"\n  ??\n  ","58290":"\n  Well last night. Idk. Plans for today. Going out with my husband. Excited.\n  ","58291":"\n  ? Hey.\n  ","58292":"\n  I'm good.\n  \n  How are you?\n  ","58293":"\n  ?\n  ","58294":"\n  Probably less than an hour ago... but who knows? ?\n  ","58295":"\n  Learning more about the paranormal.\n  \n  Been researching for the last 12 years.\n  ","58296":"\n  Becky G\n  \n  lost in the middle of nowhere\n  \n  Ariana Grande\n  \n  7 Rings\n  \n  thank U next\n  \n  Old school songs too\n  \n  This is just a few\n  ","58297":"\n  I have played a lot of different sports throughout my life.\n  \n  volleyball\n  \n  baseball\n  \n  basketball\n  \n  football\n  \n  soccer\n  ","58298":"\n  I have done some fake rock climbing before! ? But have I ever done real rock climbing before? No. Do I want to? Yes! That would be really really cool!\n  ","58299":"\n  Absolutely\n  ","58300":"\n  This is going to sound extremely inappropriate. But funny. I think it's funny when you ask her to repeat curse words back. ? XD HAHA\n  ","58301":"\n  A big Seafood combo dish for Hibachi.\n  \n  I would love a big crawfish boil with my family and friends.\n  \n  I know you in Chinese. I like to eat at a place called Ryan's. It's really old school Buffet.\n  ","58302":"\n  Well, one day, on Xbox 360, I met my husband Jason. Haha ? On GTAV,  Grand Theft Auto 5. We stumbled upon each other in the most awkward way. But we was silent like playing together for a few hours, riding around together on the game. Then got into what you would call on Xbox, \"a party\" (a chat) and got to talking, became friends. Later on.. few weeks later... clicked! Together ever since!\n  \n  Five years later... hundreds, if not thousands of miles... alot of time, money, hard work, miles and patience we are here. Happily married and together. Never regret a single thing. Would do it all over again anyday! Love it. Love him. ❤????\n  ","58303":"\n  Drinking. Lol. Haha.\n  ","58304":"\n  ❤⚪?\n  ","58305":"\n  I have leftover Hamburger Helper. I also had a homemade chicken salad sandwich with cheese on it. It was absolutely delicious. I also packed my husband some.\n  ","58306":"\n  5\n  ","58307":"\n  Looove love green tea.\n  ","58308":"\n  Coffee or chocolate chip mint\n  ","58309":"\n  Idk... Just try and clean. Be productive. Hang with my husband and cuddle with him. Try to just.. Be positive. Call my mom or sisters. Talk with my friends. Pet my dogs. Look up gifts to buy for people. Yard work. Car work. Showers. Cook supper.\n  ","58310":"\n  What? Lol. Like drawn on eyebrows? Idk. Lol. It's whatever? I mean. I have eyebrows? ? lol real one's. I don't draw mine on.\n  ","58311":"\n  Idk? I only ever hang out with guys so I mean. Just everyday stuff? Work? Car work. Taking it easy. Games.\n  ","58312":"\n  Was a tomboy growing up.\n  \n  Love to sing\n  \n  Enjoy things with cinnamon in them.\n  ","58313":"\n  I'm confused with this question.\n  ","58314":"\n  I mean just protect your children. Just doing that makes you a good parent. Don't neglect your children. Discipline them to know better. Teach them morals.\n  ","58315":"\n  Yes. Many.\n  ","58316":"\n  Smule.\n  ","58317":"\n  Absolutely not.\n  ","58318":"\n  I don't remember... Fajitas maybe?? Idk..\n  ","58319":"\n  Were decently long. Now short as all get out... I would like them long again.\n  ","58320":"\n  Air or water\n  ","58321":"\n  Yes I did.\n  ","58322":"\n  I usually like to Crunchy rolls.\n  \n  Like the ones with avocado and onion and cucumber in them and anything with shrimp or crawfish and I love the spicy crab rolls.\n  \n  Spicy mayo is my sh-!\n  ","58323":"\n  Was wearing camo socks\n  \n  And then red white and blue socks\n  ","58324":"\n  No not really\n  ","58325":"\n  Cuddles from my husband.\n  \n  My pups G and Dixie.\n  \n  My mom.\n  ","58326":"\n  ?\n  ","58327":"\n  I believe I do\n  ","58328":"\n  I'm good\n  \n  No thanks\n  ","58329":"\n  Yea gn\n  ","58330":"\n  Hamburger\n  ","58331":"\n  Yep. I was in one for 5 years and now I am married to him and I don't regret a single thing about any of it. All it did was teach me how to be patient and appreciate. Was it hard yes is it impossible no. Do I try to recommend that people not really because most people can't do it. It is very hard. But it can teach you a lot of good things about a relationship. Communication is important. Trust is important. Loyalty is important. The longest I was away from him was 13 and a half months. Granted, I wasn't 2000 miles away from him or anything but it was still a long distance. We couldn't always be together and we couldn't just get up and go next door we were hours away. But like I said I don't regret a single thing. If I could do it all over again honestly I would.\n  ","58332":"\n  I kill with kindness.\n  ","58333":"\n  Becky G\n  \n  Avril Lavigne\n  \n  Paramore\n  \n  PVRIS\n  \n  Skillet\n  \n  Zara Larsson\n  \n  Ryan Upchurch\n  \n  Katie Noel\n  \n  Evanescence\n  \n  Christina Grimmie\n  \n  Ariana Grande\n  \n  Mariah Carey\n  ","58334":"\n  All the time. Why not?\n  ","58335":"\n  Old svmchool chocolate pie\n  \n  Mississippi mud pie\n  \n  caramel Turtle pie\n  \n  Beignets\n  \n  chocolate mousse cake\n  \n  coconut cake pineapple upside down cake\n  \n  as you can see I love desserts\n  \n  Lololololol ?\n  ","58336":"\n  Go and see my family in Louisiana. Visit.\n  \n  Gettinf my momma something for mothers day. Getting my maw maw something too maybe.\n  \n  Getting my little sister a few birthday presents!\n  \n  My best friend graduates. So ima get her something.\n  \n  Saving for a house. ❤\n  \n  I'm saving to get a macaw. It is a type of bird.\n  \n  We are thinking about getting another pitbull also. White. My boy needs a girlfriend.\n  \n  ^ _ ^\n  ","58337":"\n  This is kind of a conceited question to answer? Imor at least with yes. Or at least to me I feel it is.\n  \n  Answers should be no. You should always be trying to make room for improving your self in being a better person, because nobody is perfect. We can only try to be the best we can. We need good people in the world. I mean I believe that I am a decent person and I am extremely confident in myself and who I am. You should be too. But I would not answer this answer with a yes because I myself, even with feeling so, I am not perfect. And that's okay.\n  ","58338":"\n  My future family with my husband and the house that we will have eventually.\n  \n  I really love to make people laugh and my most favorite thing to do it sing and entertain. I've always wanted to do that for people. Is to entertain them. So I think of this day to day.. I want to do this possibly as a job. I think of those 3 things.\n  ","58339":"\n  Becky - Lost in the middle of nowhere\n  ","58340":"\n  It went well. Thanks.\n  \n  Just chilling atm.\n  \n  Taking it easy.\n  ","58341":"\n  Same. I just got done making some baked beans with sausage and bacon in it and they were really good with some cheeseburger Hamburger Helper and bread.\n  \n  And I made some chicken salad. Ima pack him the chicken salad for tomorrow with some cold foods for snacks and some chips. Maybe some Easter candy too. He's up there for 12-13 hours everyday so he needs a god lunch.\n  \n  Hope ya had a good day.\n  ","58342":"\n  Paranormal\n  \n  adventurous\n  \n  comedy\n  \n  romantic\n  \n  I also like watching Urban exploring and documentaries.\n  ","58343":"\n  Baby Looney Tunes.\n  \n  I love Pokemon but I never got into it till I was about 6 or 7 years old.\n  \n  Powerpuff Girls.\n  ","58344":"\n  I'm good. How are you?\n  ","58345":"\n  Really? Definitely should check. Appreciate it.\n  ","58346":"\n  Thanks ?\n  ","58347":"\n  Yeah. Figured it was called that but I've never gotten checked. Will hopefully soon.\n  ","58348":"\n  From what I last remember I was picking up pecans and families yards and would go and sell them for a few cents a pound.\n  ","58349":"\n  Unimportant.\n  ","58350":"\n  Seeing at night. I have really bad vision at night. I have something wrong with my eyes to where I can't see very well in certain lighting.\n  ","58351":"\n  Here's a question. Why do you not finish your sentences?\n  ","58352":"\n  I am. Always have been.\n  \n  I try to always give advice to people on trying to be more like that.\n  \n  Being a romantic you have to be spontaneous and random with the things that you do.\n  \n  Different.\n  \n  I enjoy being a romantic because I feel like it makes other that other person feel special and happy and if I had some sort of spice to the relationship.\n  \n  It doesn't have to be anything physical we can just be saying something?\n  \n  But yes I would have to say I am a romantic but I don't do it in a corny way. No.\n  ","58353":"\n  Whaaaaaaaat\n  ","58354":"\n  Good afternoon\n  ","58355":"\n  Well I am Cajun French. I am fromt he south part of Louisiana. What I love most that we cook down here. Something called Beignets. Look them up on google. Get the box and then follow the directions. You can make them homemade, but it just depends. They taste just as good.\n  \n  Hambugers are always good here.\n  \n  The famous crawfish boil is good!\n  ","58356":"\n  I used to play soccer a lot. I used to play basketball for a few years. I absolutely love playing volleyball I play volleyball for 7 years straight. And then I played a little bit of football and baseball.\n  \n  Soccer I probably played for about 4? Years? Maybe more. I can't remember.\n  \n  Basketball I probably play for about 3 or 4 years.\n  \n  Baseball I played for about 4 years.\n  \n  And then volleyball I played for 7 years and then I played a little bit of sand volleyball beach volleyball.\n  \n  Football never really played on a team I played a lot of street football.\n  \n  And if you count Street stuff I also played Street volleyball street basketball Street baseball Street everything. Haha. Street as in a community playing team.\n  ","58357":"\n  I usually play video games with my husband if I'm by myself I usually just talked to some friends or watch YouTube\n  ","58358":"\n  Always with my husband.\n  ","58359":"\n  ?\n  ","58360":"\n  I mean as long as neither of them are attacking me I would like to see either one.\n  ","58361":"\n  ??\n  ","58362":"\n  1111\n  ","58363":"\n  Prayer?\n  \n  If you're not one for prayer.\n  \n  Positive thoughts.\n  \n  Try to get away from the negativity and be around positive environments.\n  \n  Try to be around positive people.\n  \n  Is you can't get away from that just stick to yourself and wait.\n  \n  If you're stuck in a situation just work hard at job save your money and then get away from the situation as best as possible.\n  \n  Seek help to get out of situations.\n  \n  You can always go to doctors and see therapist also known to help boost your confidence and make your life more positive.\n  ","58364":"\n  Calm. Lol. Happens all the time to me.\n  ","58365":"\n  I mean it just depends on the situation. Accidents happen so I guess. Like when someone pulls you over and you're going a little over the speed limit and you don't realize it sometimes it's okay to let someone slide if they're mistakenly doing it.\n  ","58366":"\n  Im asleep atm. Chilling. He's at work.\n  ","58367":"\n  Nice..\n  \n  I absolutely love coffee. I like Starbucks. I usually get the Java Chip mocha frappe with a double shot of espresso that extra caramel. So good.\n  ","58368":"\n  What?\n  \n  Have I what?\n  ","58369":"\n  Everything's going good. Everybody's doing well. We had a lot of yard work to do but it's okay. Yes we had a tornado but everybody's doing well. I appreciate you asking.\n  \n  We had some really bad severe weather again today we had tornadoes but not here.\n  ","58370":"\n  Yes\n  ","58371":"\n  Well I mean I hope this answers your question I mean I'm determined to get a house. I'm determined to make a future family and make them have a wonderful life.\n  \n  I will one day own a pet macaw. It's a type of bird. Love birds.\n  ","58372":"\n  Work in the office at my job again. I'm good.\n  ","58373":"\n  What? Lol.\n  ","58374":"\n  That's good.\n  ","58375":"\n  Well I hope ya feeling better.\n  ","58376":"\n  Just try to do things with him and think positive.\n  \n  Give him some gifts that are meaningful.\n  \n  Be sweet to him and maybe cook for him his favorites.\n  \n  Cuddle him maybe.\n  \n  Spend time with him and take him out that helps with depression.\n  ","58377":"\n  Right.\n  ","58378":"\n  None?\n  ","58379":"\n  Eek, well that's no good.\n  \n  My stomach can't handle Pepto-Bismol. It makes it worse.\n  ","58380":"\n  Yee\n  \n  It was good\n  ","58381":"\n  Aye\n  ","58382":"\n  What?\n  ","58383":"\n  I hear you. We just ate dinner. We had mashed potatoes country style ribs and coleslaw. It was pretty good. He just got home and he's tired.\n  ","58384":"\n  Hey\n  ","58385":"\n  No color on them atm\n  ","58386":"\n  I'm good how are you doing today?\n  ","58387":"\n  Probably really like her if you want to let her know let her know if she seems why she feels the same way the way you could tell her is by smoothing it over as in slowly going into showing her in action how much you like her like hugging her more?\n  ","58388":"\n  What???\n  ","58389":"\n  ?? What\n  ","58390":"\n  A Witch.\n  ","58391":"\n  Short\n  ","58392":"\n  Usually the times when that has happened I was with someone so usually I would get closer to the other person that I was with and walk away.\n  \n  I get behind my 7ft. husband who works as a correctional officer.\n  \n  If it's like someone I know I usually just approached them ask him what's going on.\n  \n  If it's someone I don't know I usually just try to walk away.\n  ","58393":"\n  I see\n  ","58394":"\n  ?\n  ","58395":"\n  Well then\n  ","58396":"\n  Lol y\n  ","58397":"\n  Pretty good.\n  \n  Tired too.\n  ","58398":"\n  Chilling\n  ","58399":"\n  Wednesday.\n  \n  Why? Because it feels like the weekend just won't hurry up and come on! Lol.\n  ","58400":"\n  Cora\n  ","58401":"\n  Yes\n  ","58402":"\n  Xbox1\n  ","58403":"\n  Lol\n  ","58404":"\n  Video games\n  ","58405":"\n  Some metal chopsticks for my husband is a surprise\n  ","58406":"\n  Nada. Just taking it easy.\n  ","58407":"\n  Yeah. I am off of work atm. Chilling. Watching Youtube on Xbox1. About to help someone move.\n  ","58408":"\n  Send Xbox set up controller Xbox games and all.\n  \n  One or two Christmas we got a pool and a swing set and a trampoline and it was awesome! This was years ago.\n  ","58409":"\n  Lol. It's funny how you ask.\n  \n  Well.. They can definitely be successful but it is very very hard. I myself was in a long distance relationship for 4 and a half years and we are finally together and married and are doing amazing.\n  \n  But with long distance relationships you have to be very careful because not all of the friendships are fully trustful?\n  \n  There has to be constant communication and trust and loyalty and there has to be a lot of patience.\n  \n  You have to constantly be trying to spend time with them even if it's to call or video call. Again communication is most important.\n  \n  When spending time.. don't be controlling about the relationship and the times spent. You are far away from each other it's going to be hard. Do not let jealousy get in between the two of you. Let the other person know how much they mean to you constantly. You two need to be working hard to save money for situations.\n  \n  You need to build a friendship with that other person before you can have the relationship that is also very important for any relationship not just long-distance relationships.\n  \n  But that is what I think of long-distance relationships. They are very possible. They are not impossible. Are they easy, no. Can you get through them? Yes.\n  \n  I will have to say the younger that you are in a long-distance relationship the harder and the longer you may have to wait unless you have the support of your parents. If you want more advice. Keep asking questions.\n  ","58410":"\n  No thanks.\n  ","58411":"\n  Anything that is low in its population.\n  ","58412":"\n  I am good. How are you?\n  ","58413":"\n  I usually don't try to judge anyone with appearance?\n  \n  But I don't really just talk to anyone? With the old saying, \"Don't talk to strangers,\" because considering how bad and crazy this world is now.. It's dangerous and offensive to sometimes even acknowledge someone. People get pissed now a day. Back in the day. You were to talk and acknowledged everyone and tell them, \"hello,\" and, \"good morning,\" and it was rude if not? If you walk into a building. You are to be kind and open. Positive. Today's society, you have to be careful who you speak to.\n  \n  But who do I choose to not speak to maybe based off of looks? Well see.. That's the thing. We don't know. I don't? I used to have a really punk type style and people used to be scared of me and they would usually avoid me, but i was mean or scary. I am, or at least I could say am not that. I try to be as fair and open as I can. Positive and full of energy but at the same time chill and collected.\n  \n  Just depends.\n  ","58414":"\n  Kool\n  ","58415":"\n  Being confident in ourselves and being theirselves\n  ","58416":"\n  I don't go to school?\n  ","58417":"\n  Vampire\n  ","58418":"\n  Cooked an awesome breakfast. We are about to dye eggs.\n  ","58419":"\n  Creeker 2 came out!\n  ","58420":"\n  ✊\n  ","58421":"\n  Happy Easter\n  ","58422":"\n  Happy Easter\n  ","58423":"\n  হ্যাঁ তুমিই ঠিক\n  \n  কিছু লোক খুব অনির্দেশ্য সরকারতে বাস করে ।\n  \n  কখনও কখনও বিপজ্জনক\n  \n  আমি খুব সৌভাগ্যবান\n  ","58424":"\n  Thx\n  ","58425":"\n  Been working like crazy and am tired so yeah i was. Haha\n  ","58426":"\n  Yep\n  ","58427":"\n  The never ever listen to to their citizens it seems\n  ","58428":"\n  Same\n  ","58429":"\n  ?\n  ","58430":"\n  I am good how are you\n  ","58431":"\n  I'm good. Do you have any idea how much pressure done people are under when they are up there? People hate you that don't even know you. So much responsibility. So much Danger.\n  ","58432":"\n  Thank you.\n  ","58433":"\n  O.o\n  ","58434":"\n  ?\n  ","58435":"\n  .-.\n  ","58436":"\n  Nah\n  \n  I'd rather just stick with the flow\n  ","58437":"\n  I really enjoy cake batter flavored ice cream\n  \n  Chocolate chip mint\n  \n  Turtle caramel\n  \n  Coffee\n  ","58438":"\n  I don't know. I try not to be rude. Like I wouldn't wanna say anything ugly. \"Try\"\n  ","58439":"\n  ?\n  ","58440":"\n  Umm. Usually if  I dont know you, no. But if I did, yes. You should probably do the same way too. Out here on the country you do that shit, shit gets real. Dont do that.\n  ","58441":"\n  I did the same yesterday. That's what I did yesterday. Right as the Tornado was hitting. Like right before. I hurried the person I was with to the hall and then closed all the doors and then started to throw blankets ontop of us and then leaned over them. We freaking out because it really was like... We were in it or riiight next to it. It was scary. I'm telling you.\n  ","58442":"\n  That annoying shark baby song. I don't know the whole song but yeah.\n  ","58443":"\n  Yeah. We are.\n  ","58444":"\n  Unimportant\n  ","58445":"\n  Thank you ^ _ ^\n  ","58446":"\n  Stop eating dick please\n  ","58447":"\n  If you want?\n  ","58448":"\n  Not us. More damage in our town.\n  \n  I'll keeo posting as we talk so you can see. This sh- was craaazy.\n  ","58449":"\n  Hello\n  ","58450":"\n  Was bad enough\n  \n  It did hit here.\n  \n  But luckly, we still have a roof over our head.\n  ","58451":"\n  We had a tornado ripped through here yesterday it was really bad we just got done picking up some of the damages in the front yard and running through town to see how bad the damage is were there\n  ","58452":"\n  My husband\n  \n  I would have a boat bring in supplys\n  \n  Then my family\n  ","58453":"\n  Kool\n  ","58454":"\n  Thanks and nice.\n  \n  ??\n  ","58455":"\n  The one on the right is Dixie and the one on the left is Golden Freddy\/G-Fred or just G for short.\n  \n  Dixie is full blue nose pitbull and G is half blue and half gator. These are types of pitbulls. They are wonderful dogs and G Fred is a really good hunting dog. They are protectors and good dogs because of the way we raise them.\n  ","58456":"\n  I don't think I remember honestly. But I'm married to him now, so it must've been a good 1st date. Haha. He's a wonderful person.\n  ","58457":"\n  Ryans\n  ","58458":"\n  I'm married so..\n  ","58459":"\n  Well. Sadly. Went through a tornado and then spent the day cleaning it all up.\n  ","58460":"\n  Who knows??? What? It's not always fools. Lol.\n  ","58461":"\n  Unimportant\n  ","58462":"\n  Yeah. But they have a sort life span so I usually dont like them as pets because it's sad when animals die. Ya know? I want a bird maybe one day. I have 2 dogs.\n  ","58463":"\n  2\n  ","58464":"\n  Whenever. I forget alot.\n  ","58465":"\n  ?\n  ","58466":"\n  Of course\n  ","58467":"\n  Hot sauce\n  ","58468":"\n  One of Ryan Upchurch's new songs on his new album coming out on 4\/20 Creeker 2 Blue Moon I believe it's called.\n  \n  #RHEC #Creeker2 #RyanUpchurch\n  ","58469":"\n  Cold\n  ","58470":"\n  Often\n  ","58471":"\n  None\n  ","58472":"\n  Yes\n  ","58473":"\n  RHEC\n  ","58474":"\n  I mean you can never assume 2 why somebody's looking at another. Whether it be the same gender or the opposite sex. They could be looking at them because they look crazy or they're analyzing their behavior. They could be looking at them because they're complimenting and maybe with or with their eyes. Could be the wayperson looks. They could be looking at them because they like or don't like what they see. Like I said you can never assume to why someone is looking at someone.\n  ","58475":"\n  Anywhere\n  ","58476":"\n  Never and I kinda don't want to.\n  ","58477":"\n  My mom.\n  \n  My husband.\n  \n  A friend.\n  ","58478":"\n  Communication.\n  \n  Trust.\n  \n  Patience.\n  \n  Loyalty.\n  \n  Work together and always be on the same oage about everything.\n  \n  Both have jobs.\n  \n  Share.\n  \n  Be sweet.\n  \n  Know eachothers pauses and go's.\n  ","58479":"\n  Chilling at home. Waiting for him. He's at work atm.\n  ","58480":"\n  Afternoon\n  ","58481":"\n  For the 3rd time it sounds nice.\n  ","58482":"\n  People are sensitive\n  ","58483":"\n  ... For 400 bucks.\n  \n  I will.\n  ","58484":"\n  I really liked reading where the red fern grows\n  ","58485":"\n\n   اقتباس أو كلمات للأغنية؟\n   \n   لطيف جدا.\n  \n","58486":"\n  I hear ya.\n  \n  And it was pretty good.\n  ","58487":"\n  I used to volunteer at 8 in town food bank and fed the poor for many many years. Loved it.\n  ","58488":"\n  Then your Eastern.\n  \n  Nice.\n  ","58489":"\n  No internet\n  ","58490":"\n  No. I'm married lol.\n  ","58491":"\n  Don't have\n  ","58492":"\n  Thank ya\n  ","58493":"\n  Short\n  ","58494":"\n  Central.\n  ","58495":"\n  Yeah... Same.\n  ","58496":"\n  Same. Feel like I'm about to pass out honestly.\n  ","58497":"\n  The UK or Australia\n  ","58498":"\n  I don't know I'm married to one now. Haha. Met unexpectedly online and we're in a long distance relationship for 4 and 1\/2 years and now we are married and have been together for five years. No problems at all. No complications. No regrets. Love every single thing about it. He makes me happy and I love everything about him. He's a wonderful person.\n  \n  Don't judge something unless you've been in its shoes.  Don't judge something if you haven't tried it.\n  ","58499":"\n  Someone complimented on how good I did my eye makeup and then some random older lady complimented me and called me a beautiful young lady. I told her thank you.\n  ","58500":"\n  Im good. You?\n  ","58501":"\n  Yea\n  ","58502":"\n  Tea\n  ","58503":"\n  Avril Lavigne, Ryan Upchurch or Christina Grimmie\n  ","58504":"\n  Not often\n  ","58505":"\n  To visit my paw paw in Heaven, just for a little bit.\n  ","58506":"\n  Yeah. They just play the same damn music in my store. Sometimes they will play the radio. Rare tho.\n  ","58507":"\n  Sandwich.\n  ","58508":"\n  Voted*\n  ","58509":"\n  That's okay.\n  \n  Mine is paranormal TV.\n  ","58510":"\n  For a house soon\n  ","58511":"\n  Yeah me too. I like something to past the time at work. So it feels like your getting off sooner.\n  ","58512":"\n  ?Hello self.\n  \n  Your eff nuts.\n  \n  ? Hello self again.\n  \n  Don't change.\n  ","58513":"\n  I really wish that I could own some dolphins.\n  ","58514":"\n  Last time I went to Pluto it was pretty nice, ya know?\n  \n  IDK? I don't think anyone knows? LOL besides Neil Armstrong and he only landed on a rock. ?\n  ","58515":"\n  I feel like they should have a cake batter ice cream and I know that they already have it but Blue Bell needs to make it\n  ","58516":"\n  My husband Jason he is pretty f****** awesome\n  ","58517":"\n  I used to do it all the time but living out on the country there's no one that comes around to get it anymore but when I move back into town I will definitely recycle again but I feel like people should do it more\n  ","58518":"\n  Answer\n  ","58519":"\n  ?\n  ","58520":"\n  Definitely Clearly haha\n  ","58521":"\n  Thx.\n  \n  Ttyl\n  ","58522":"\n  Yes because people make mistakes and people feel we all do\n  ","58523":"\n  Like a song? My Favorite Song would have to be Venom by Eminem. Or Ryan Upchurch spittin first day out.\n  ","58524":"\n  LOL I do pick Eminem and Upchurch Ryan Upchurch.\n  \n  I have been a fan of Eminem since I could remember maybe the age of three or four?\n  ","58525":"\n  No prob. ✌\n  ","58526":"\n  Idk ? i told you to ask him haha\n  ","58527":"\n  My husband? ? Hope that counts. I don't think I can play this game. I believe I'm disqualified.\n  ","58528":"\n  Lol idk ask my husband.\n  \n  He says I am. Haha. ?\n  ","58529":"\n  Both good and bad.\n  ","58530":"\n  Omargoshtv is probably my favorite YouTuber of all time. His name obviously is Omar.\n  \n  He also has another YouTube channel and it he's Vlog videos. You can find it by going on his omargoshtv channel.\n  \n  These are a few other people that are associated with him and that is THE FAM, Moe sargi. I do sometimes occasionally like to watch Roman Atwood and FaZe rug. I also like the channel what would you do and the Jeremy Kyle show.\n  ","58531":"\n  Thank you so much you rock. I followed you by the way!\n  ","58532":"\n  Thanks\n  ","58533":"\n  Lol\n  ","58534":"\n  If you need one fam sure.\n  ","58535":"\n  Nothing could.\n  \n  HAHA DICK\n  ","58536":"\n  Does American Sign count?\n  ","58537":"\n  Absolutely. I agree.\n  \n   Makes the boss like you more.\n   \n\n     View more\n    \n\n","58538":"\n  No.\n  ","58539":"\n  I don't like going swimming in any water that I can't see the bottom unless I'm wearing some sort of water shoes for protection.\n  \n  And then I don't like anything venomous like snakes and spiders.\n  ","58540":"\n  Exactly\n  ","58541":"\n  Yee\n  ","58542":"\n  I work at a local grocery I work in all departments\n  ","58543":"\n  Yeah? Sounds kool.\n  ","58544":"\n  Right.\n  ","58545":"\n  I have a little work.\n  \n   Heloing take someone's dog to the vet.\n   \n   Celebrating someone's birthday.\n   \n   Celebrating Easter.\n   \n\n     View more\n    \n\n","58546":"\n  Pretty good. It's went well. How's yours going?\n  ","58547":"\n  Same. Tired.\n  \n  Hangging with some fam I ain't seen in a minute.\n  ","58548":"\n  Im good. How are you.\n  ","58549":"\n  I'm happy tonight because I'm getting to spend time with family that I have not got to see in a while.\n  ","58550":"\n  Your welcome and thanks so much.  Means a lot.\n  ","58551":"\n  I have 2.\n  \n  I love tattoos.\n  \n  This was my first one. It is a compass in the shape of a dreamcatcher. It is God's way of showing me paths in life. Then I love geography. The feather is a Indian feather. I love paint so there's a paint splatter on it. Abstract.\n  \n  Its quite long and wide and very colorful.\n  \n  My second tattoo is of a diamond with again a abstract watercolor splatter on it. It is very special. It is a matching tattoo with someone else and has a ton of meaning behind it.  It has an entire story of a long distance relationship that turned into a success. Him being the blue and me being the red and us coming together finally after four and a half years of long-distance being purple, together at last. The tattoo blends these colors together. We also met in April and the stone for April is a diamond. Also a diamond is impossible to break and it's symbolizing us impossible to break. We're together happy & married. Meaning so much with such a small tattoo. Yes ❤??\n  ","58552":"\n  Christiana Grimmie\n  \n  Ryan Upchurch\n  ","58553":"\n  A home.\n  ","58554":"\n  Golden Freddy\n  \n  G-Fred\n  \n  Or just G for short.\n  \n  He is a pitbull. He is half blue nose and 1\/2 Gator. I have another dog. She is a pitbull also. Her name is Dixie and she is full blue nose pit. She is the mama of G.\n  \n  These two pups are amazing pets because me and my husband raised them. Good dogs.\n  ","58555":"\n  It has wentrpretty good so far this week.\n  ","58556":"\n  Only a few parts of the world experience four seasons of spring, summer, autumn and winter. Many parts of the world get only two or even one. Every day, the Earth spins once on its axis. But the planet isn't perfectly upright when it spins. Collisions during its formation, the Earth is tilted at an angle of 23.5 degrees.\n  \n  The Earth takes it annual trip around the Sun, different areas of the planet face the Sun more directly during their daylight hours at different times of the year.\n  \n  The tilt also affects the daily amount of light, without it the whole planet would have 12-hour days and nights every day of the year.\n  \n  This is some information.\n  \n  I will cite my search bellow.\n  \n  You can also check out.\n  \n\n   https:\/\/www.abc.net.au\/news\/science\/2017-09-01\/seasons-and-their-changes-explained\/8858776\n  \n\n  This is what I did most of my research and got my information. I didn't exactly know how to put into words but here's some answers for ya. Hoped it helped.\n  ","58557":"\n  Kristen Stewart everyday all day\n  ","58558":"\n  I really like to read Home Improvement magazines and also BMX and gun.\n  ","58559":"\n  I'm afraid of sinkholes and earthquakes.\n  ","58560":"\n  Maybe once.\n  \n  Have worn the reversible ones alot.\n  ","58561":"\n  Sorry. ? Hey.\n  ","58562":"\n  4\n  ","58563":"\n  Sure\n  ","58564":"\n  Neverebeen on a plane and I have been years without Internet. I could do it again.\n  \n  So I don't really need neither.\n  ","58565":"\n  Country style home. With wood floorings. With dark colors within the house. Tons of Windows and sliding doors to the outside so there's tons of natural light coming in. Lots of granite and tiles all over the house. A grand entrance into the living room and like a waterfall coming down off the wall with a really pretty granite at the bottom.\n  \n  5 bedroom\n  \n  3 and half bath\n  \n  Decent sized kitchen\n  \n  a living room\n  \n  a separate room for like a family room.\n  \n  I'm really good entrance to the house open floor plan\n  \n  Country Loft for like a gaming room\n  \n  Built-in Gun Room with safes\n  \n  A little area for me to paint in because I love to paint\n  \n  A huge master bedroom and bathroom with a walk-in closet that's the size of the bathroom\n  \n  A indoor rain shower and outdoor rain shower\n  \n  A greenhouse and a backyard Studio for my song writting and singing.\n  \n  A 14 foot pool\n  \n  Hot tubs and a sauna\n  \n  I would have a bigger built in gym\n  \n  Small skate area because I grew up skateboarding\n  \n  A really big shed for my husband two separate Gardens in one in the front of the house and one in the back\n  \n  I would have a bunch of flower trees lined up in the front of my house\n  \n  Three car garage\n  \n  8 car parking\n  \n  I would have a volleyball court\n  \n  Duck house. Love ducks\n  \n  I would own a pond with some swans in it.\n  \n  Shooting area in my backyard and of course some hunting land.\n  \n  I would have 2 horses.\n  \n  I would have a room in my house just for my pups. I have 2 and I would get 2 more! ?\n  \n  All this if I had an unlimited budget\n  ","58566":"\n  I do have a little gym at my house too. I really enjoy deadlifting. I enjoying working my arms.\n  \n  Love doing yard work.\n  \n  I just moved recently this year and am getting a membership to a gym! I'm really excited about that!\n  ","58567":"\n  I would love to go and visit Australia because I have a ton of friends from over there and I would love to go and see them.\n  ","58568":"\n  I dont know on that one... I'm already quite tinny. Maybe a ? mouse. I like being small that's why.\n  ","58569":"\n  It's not the case. That's what they say. Lol.\n  \n  For example. While working I have to ask for people' s ID's to make sure to that they are the age to drink and they sometimes ask me how old I am because I don't look the age to drink. I tell them how old I am and they are like.. Omgosh.. Noo? You look like your 16 or 10?! I got once. Lol. Idk how I look 10?? ? that one was funny.\n  \n  I've had way more other situations but that's one.\n  ","58570":"\n  Younger\n  ","58571":"\n  Depends on what time of the day it is because I can't see that well at night so usually the first thing that I miss is the light .\n  ","58572":"\n  Thanks!\n  \n  And me too!\n  \n  ^_^\n  ","58573":"\n  Thanks! I am gonna keep doing them. I enjoy making them for y'all. Follow me if you'd like. I'm gonna follow you right now! :E ?\n  ","58574":"\n  ? Hey\n  ","58575":"\n  To get a decent house from my future family that I want to build with my husband.\n  \n  Nothing too huge. Not like a mansion or anything, no.\n  \n  3 or 4 bedroom.\n  \n  2 and a half bath.\n  \n  Decent size master bedroom and master bath. A formal living room and dining room. And extra room for family. A decent-sized backyard and front yard and a gated in backyard. 2 car garage. 6 car parking spaces. Front garden. Flower treea all in the front.\n  \n  Not a mansion but a decent family living type home. I want it on the outskirts of the town and I wanted to be one floor.\n  \n  Countrystyle home. Wood. Dark colors. Pretty granite and tiles. A rain down shower inside and outside. ^_^ I love!!!\n  ","58576":"\n  Believe in yourself.\n  \n  Exercise helps.\n  \n  Eating healthy.\n  \n  Gettung 7-8 hours of sleep. No more, no less and get on a schedule with it.\n  \n  Finding a hobby. Like wood burnung or painting. Working on cars or maybe helping people watch their animals or volunteering.\n  \n  Cook more.\n  \n  Hang with friends and family more.\n  \n  Be positive more.\n  \n  Smile.\n  \n  Make someone something, don't ask for anything in return.\n  \n  Wake up early more. Like 7,8, or 9 o'clock. Go to bed at a decent time.\n  \n  Wear appropriate clothing.\n  \n  These are some things that can help raise your self confidence.\n  ","58577":"\n  You should read some of my answers bellow. It mentions and read bios. Lol ya know? It says in my bio.\n  ","58578":"\n  Spicy. Def.\n  ","58579":"\n  Yes? I think we have all. Such a weird question. Lol.\n  ","58580":"\n  Ok? What is your question?\n  ","58581":"\n  What's pretty??\n  ","58582":"\n  I'm good.\n  ","58583":"\n  Of? You? Idk you. Me? My life?\n  \n  Me? Idk.. Pretty proud of my structure. I work hard to look and feel heathly.\n  \n  My life. I love my God, my family, my husband, and my babies aka pups.\n  \n  I'm proud of where my life is at. Me and my husband are doing it together.\n  ","58584":"\n  ? Hey there.\n  ","58585":"\n  Are these gamertags?\n  \n  1st one\n  ","58586":"\n  Drugs\n  ","58587":"\n  The waters just right\n  \n   mud\n   \n   plants\n   \n   beach sand\n   \n   and the 4th of July\n   \n\n     View more\n    \n\n\n","58588":"\n  Raise hell and eat cornbread\n  ","58589":"\n  Years\n  ","58590":"\n  Theu have expiration dates on them??\n  ","58591":"\n  Nope\n  \n  I am loved every single day.\n  ","58592":"\n  Not ready.\n  \n  It's okay but I dont LOOOVE it no.\n  ","58593":"\n  Bags to go on vacation with and then like a shoe box or two.\n  ","58594":"\n  I myself think so but its life not like human like. It's like something that is able to survive in those conditions on that planet.\n  ","58595":"\n  ??? What\n  ","58596":"\n  Lol i love how you just ask the question and then like answer it for me before i can even answer it. Unless that's your answer?\n  \n  Lol. If you don't believe in the paranormal then come with me on an exporation. Lol you'd change your mind quick. They all do. Haha.\n  \n  I don't understand your last sentence?? I still don't know how I came back? What?\n  \n  All I know is I've been researching the Paranormal for about 13 years now. I definitely believe in every aspect of the Paranormal. You would really be surprised of how insane the type of stuff I have seen and dealt with. And i have seen nothing compared to others.\n  \n  There's my answer on that.\n  \n  You can choose to believe in what you believe but I know I believe because I have experienced it and have seen it.\n  ","58597":"\n  Two pit bulls. The black one that has the white on her that is Dixie. She is the mama of the Golden one. That is Golden Freddy aka G-Fred or just G for short.\n  \n  Dixie is a full blooded Blue Nose Pitbull and G is half blue nose and half gator.\n  \n  Dixie is about 8? years old and G is about 3?\n  \n  Good dogs.\n  ","58598":"\n  My husband, Jason.\n  ","58599":"\n  3 ft\n  ","58600":"\n  ?\n  ","58601":"\n  McLaren 720S\n  ","58602":"\n  This morning?? Before I went to sleep last night.\n  ","58603":"\n  I want to be known for my singing. I don't exactly wanna be something HUGE and special. I just wish I had more opportunities to proceed with my dreams.\n  ","58604":"\n  Skillet\n  ","58605":"\n  Idk. Both of my parents are nice.\n  ","58606":"\n  Be yourself and have a natural sense of humor.\n  \n  Tell funny stories.\n  \n  Be meaningful.\n  \n  Be kind.\n  \n  Mess with the person.\n  ","58607":"\n  Some contacts?\n  \n  Idk really.\n  ","58608":"\n  Silly\n  ","58609":"\n  Oh I like both\n  ","58610":"\n  For you to have great communication. To trust one another. To have a friendship with that person not to save relationship. You to be able to make glorious plans with that other person. To be able to work together.\n  ","58611":"\n  Sleep\n  ","58612":"\n  Both on Xbox one you can do both haha\n  ","58613":"\n  Voted*\n  ","58614":"\n  Honestly you shouldn't be feeling like every single one is \"the one.\" You maybe in the rows of a bad habit.. It can happen to some of us.\n  \n  And saying habit.. what i am explain.. You maybe trying too hard to settle.. Too quickly... Slow down. Wait. Patience. When the time comes, it will be the right one. Then it's up to the two of you to make the communication work. Work together. Trust one another. Build both a friendship and a relationship together. You've got to be able to tell them absolutely everything and the same back with them. Be comfortable with eachother and most importantly. Go slow with starting a new relationship. Do things unexpectedly. Be spontaneous. Be different. Be caring and sweet. Try to understand eachother. Dont judge them. (But still be careful with who you are with)\n  \n  The one you are with now. If this one doesn't work out, wait for some time and find yourself and figure yourself out. You don't want to get any habits of trying to constantly find someone to settle down with. That is not good for you. It can lead to you being confused like you kind of are right now. I am speaking from experience. I went from one guy to another once trying to figure out who I could settle down with. It hurts some of there feelings and yours also... And that's not right.. I waited and waited and had patience and then I ended up finding the person that I really wanted and needed to be with and I knew right away that that was the one. You've got to know yourself before you can know another and then, take care of that other.\n  \n  Five years later down the line.. I am married and I have two dogs and we are getting a house next year.\n  \n  Life will steer you in the right directions. But if you force flow to work, sadly in the end.. You may find out the hard way. You can't plan your whole life minute by minute. Things happen and happen for a reason. Let flow happen.\n  \n  Idk who you are but I spoke this as trueful as I could. Hope that this helps! Good luck!\n  ","58615":"\n  Graduation\n  \n  New jobs\n  \n  Getting a pup\/like a son\n  \n  Buying my 1st nice tv\n  \n  Buyung my class ring\n  \n  Getting married\n  \n  Hopefully getting a house soon\n  ","58616":"\n  Yeah. My paw paw.\n  \n  A few friends.\n  ","58617":"\n  No? What?\n  ","58618":"\n  What? What is up with these strange questions?\n  ","58619":"\n  Thx ✊?\n  ","58620":"\n  I try\n  ","58621":"\n  Voted*\n  ","58622":"\n  Thx ^_^ you rock ?\n  ","58623":"\n  My husband started a new job.\n  ","58624":"\n  Yep\n  \n  Living it\n  ","58625":"\n  I don't really have a favorite. I read multiple different things.\n  ","58626":"\n  Haha. It's funny how you mention it. That's pretty much what happened earlier here.\n  ","58627":"\n  Voted*\n  ","58628":"\n  Indoors for all.\n  ","58629":"\n  Me and my husbands house we are getting soon together. Im excited. Then I'm thinking about Easter.\n  ","58630":"\n  My relationship with God\n  \n  My marriage.\n  \n  My relationship with my husband.\n  ","58631":"\n  ?\n  ","58632":"\n  Hopefully live in a pretty decent house with my wonderful husband and have a really nice Greenhouse. I want to start my own food bank and help out feeding people that are in need.\n  ","58633":"\n  I feel like I don't give myself enough credit for any credit for things.\n  \n  I down myself a lot and I really shouldn't.\n  ","58634":"\n  To be honest I used to but I haven't done it in a very long time. So no not anymore.\n  ","58635":"\n  Watching my husband play Halo 5 on the Xbox One. He is playing the campaign. I also play.\n  ","58636":"\n  I would name it after my mama.\n  \n  Her name is Nancy.\n  ","58637":"\n  I don't watch television anymore. I stopped when I was like when I was 11 or 12.\n  ","58638":"\n  I put the cereal first before I for the milk.\n  ","58639":"\n  I believe that mermaids are real. But I believe that they're more mutated than what people believe. As in the pictures that they say that they look like aren't what they look like.\n  ","58640":"\n  I really was talking to my husband Jason. I love talking to my dogs. Even though they can't talk back. I love talking to my friends Angela and Laura. I've been knowing them for about 5 or 6 years. They are awesome. I'm talking to my Xbox friends. Some of them I've been knowing for 11 years.\n  ","58641":"\n  Possibly\n  ","58642":"\n  Voted*\n  ","58643":"\n  Answered\n  ","58644":"\n  Yes\n  \n  I'm good\n  \n  N thx\n  ","58645":"\n  Yep\n  ","58646":"\n  Absolutely\n  ","58647":"\n  Dogs.\n  ","58648":"\n  Nah. I get all the cuddles from my husband and my 2 kids\/pitbulls\n  ","58649":"\n  Going outside and doing a round around my house with it. Lol. Let my hounds out too. Both of them. Lol.\n  ","58650":"\n  The highlighted are the BEST\n  \n  Check them all put. I do not sub to just anyone unless they are really good. I have been watching some of these sense I was 10. I am 23 now.\n  \n  Best ones\n  \n  OmarGoshTV and he has Vlog channel as well. Same person. The FAM is friends with him. Good channel. G Team. Friends with thise other 2 channels. This is gaming channels. Music. Paranormal exploration videos and history visiting and adventure. Moe Sargi. Also associated with them. He is good friends though makes awesome videos that are full of action and adventure. Same with Urban exploration.\n  \n  Susi Cruz is a girl that lives in a van and travels the world. Really awesome. She has a pup that goes along with her in her vam and travels. She has been everywhere. Super kool.\n  \n  What would you do? Shows many different situations and tests society on what would they do in the moment. Right or the wrong decision. Good show. Watch to find out more. Sorry if you get hooked. Haha. I love watching and so does my husband.\n  \n  The Jeremy Kyle Show. UKs version of Jerry but better and he helps people. Awesome person. Kinda like Dr. Phil but less on the fame, more on the helping. Great show. The channel is a little complicated... Having the shows broken up into multiple different videos.. But you can find the order and watch or search up similar channels through the search box. If you want more info on this channel let me know and I will look up the similar channels for ya. It's people like recording the shows for him and stuff.\n  \n  All the others are great youtube channels and artists that are amazing! Check them out and let me know what you think!\n  ","58651":"\n  Never heard of him. Poor dear. Prayers.\n  ","58652":"\n  Yes ?\n  ","58653":"\n  Me before you.\n  ","58654":"\n  My full name is\n  \n  IsaBella Marie Star Savell\n  ","58655":"\n  My husband or my best friend Angie or Laura\n  ","58656":"\n  Rock climbing\n  ","58657":"\n  Raw veggies\n  \n  Chinese\n  \n  and pie\n  ","58658":"\n  Absolutely.\n  ","58659":"\n  The breakfast my husband cooked me this morning. Was really good.\n  ","58660":"\n  Puppies\n  ","58661":"\n  To many to list.\n  \n  Too many games.\n  \n  To many different consoles.\n  ","58662":"\n  Neither.\n  ","58663":"\n  Love night\n  \n  Prefer day\n  ","58664":"\n  Like both\n  \n  Prefer still\n  ","58665":"\n  ????\n  ","58666":"\n  Thx. Sorry I've been busy. Work. My anniversary with my husband ia coming up too! 02.04.14 5 years!\n  \n  Things have been crazy busy. Haha.\n  ","58667":"\n  Out shopping n see her.\n  \n  Idol - Avril Lavigne\n  ","58668":"\n  I'm good. And yes, that is me. ^ _ ^ thx. Hope your having a great day!\n  ","58669":"\n  Yee\n  \n  Thx\n  ","58670":"\n  Less big meals.\n  \n  Try lots of healthy snacks throughtout the week.\n  \n  Fun exercise\n  \n  Don't over do it.\n  \n  Work on 2 thing everyday\n  \n  One day arms.\n  \n  Next day legs... And so forth. Make a schedule to work out. You don't have to spend the whole day at the gym. Go for 2 hours? After get a light salad. Try fish. Cut out bread almost 100%. Try new thing. Eat veggies both cooked and raw. Such as carrots and broccoli. When eating salad. Don't drench it with dressings and cheese. Less add. Less red meats.\n  \n  More food baked then fired and bbc.\n  \n  Try to cut out steak.\n  \n  Work on keeping your metabolism moving. Don't eat just straight high in fiber foods, all the time, 247. No.. Some, yes. Mornung time is a good time. Wake up at least an hour before doing anything. Like gling to work or going out. You need to try and eat breakfast the 1st 10 minutes your up so you can get your memetabolism moving. Then get ready for your day. Keep up with your hygiene. That also can play a role in loosing weight.\n  \n  This is some tips. If ya ever want more. Ask away. These are thing I do and have researched on loosing weight. This is also good for toning.\n  ","58671":"\n  Answered them all. Nice!\n  ","58672":"\n  Wtf did this happen? Lol.\n  ","58673":"\n  Ryans\n  ","58674":"\n  Same. For just in case purposes. Like my husband and then my best friend just for just in case purposes and just cause I trust her, plus I know her. She has no reason to cause me unnecessary stress.\n  ","58675":"\n  Work with animals or sing. Have always dreamed to travel and sing for people.\n  ","58676":"\n  Yes\n  ","58677":"\n  I do like rain.\n  \n  I like Winter.\n  ","58678":"\n  New Orleans\n  ","58679":"\n  Paranormal world\n  \n  Weather\n  \n  Cultured cooking\n  ","58680":"\n  Around people\n  ","58681":"\n  Unimportant\n  ","58682":"\n  3\n  ","58683":"\n  Sometimes.\n  ","58684":"\n  Depends\n  ","58685":"\n  Colors\n  \n  Not much rain\n  ","58686":"\n  I love listening to Austin Mahone you ain't got to tell me twice I'm already a fan\n  ","58687":"\n  I also have friends from all over the world I have friends from Australia, Brazil, Puerto Rico, Costa Rica, Mexico, Canada, UK, India, Bangladesh. I have friends from all over.\n  ","58688":"\n  That's good.\n  \n  Hope your feeling better!\n  ","58689":"\n  Right?\n  ","58690":"\n  6\n  ","58691":"\n  Anything. Just don't like nasty, weird personal questions.\n  ","58692":"\n  All the time.\n  \n  Love to sing.\n  \n  It's probably my most favorite thing to do.\n  \n  Don't have a best. I just do it. I've got some I'm good ag and then some okay and then some awesome!\n  ","58693":"\n  Rango\n  ","58694":"\n  Longmire is good.\n  ","58695":"\n  Just chill out and lay down.\n  \n  Shower.\n  \n  Make sure you eat right.\n  \n  Drink lots of water.\n  \n  Drink some VC drinks.\n  \n  Not an ass load. But enough.\n  \n  Make sure you keep your clothes you've got on fresh.\n  \n  I'll read or watch TV.\n  \n  Cook but it depends on what you have. Don't wanna get others sick.\n  \n  If you have cancer... You need to talk with your doctor about what types of activities you can and can't do.\n  \n  The reason why I am answering this question so thoroughly is because the question wasn't really specific so I'm being consider to whatever it is that you have. Because idk.\n  ","58696":"\n  Excuse me? I'm married and I didn't use no dating site.\n  ","58697":"\n  My husband.\n  \n  He's my best friend.\n  ","58698":"\n  Zara Larsson\n  \n  Hailey Williams\n  \n  PVRIS\n  \n  Try all 3\n  \n  Ryan UpChurch\n  \n  Katie Noel\n  ","58699":"\n  Doesn't MAKE me happy. I mean. I enjoy making and eatinf food, but it's not my top reason why I'm alway happy. Love cooking it more than eating it.\n  ","58700":"\n  Transportation\n  ","58701":"\n  Ummm from my husband\n  ","58702":"\n  My momma\n  \n  My husband\n  ","58703":"\n  I've got hum sitting right next to me\n  ","58704":"\n  Naw\n  \n  Im good fam\n  ","58705":"\n  Try your best to be kind people and help out people as much as you can. Ignore the people that are mean.\n  \n  Use common sense. Morals.\n  ","58706":"\n  Ferrero Rocher\n  ","58707":"\n  Superman always.\n  ","58708":"\n  My husband Jason.\n  ","58709":"\n  I'm good.\n  \n  How are you?\n  \n  I hope well.\n  \n  And thanks.\n  ","58710":"\n  I like to be in bed before 11 but imi usually don't go to sleep untill 1.\n  ","58711":"\n  It went well. Im doing good. Thanks.\n  ","58712":"\n  I'm allergic to cinnamon.\n  ","58713":"\n  Alright.\n  ","58714":"\n  ?? Idk what your talking about. K.\n  ","58715":"\n  Explaining my thoughts. Don't exactly try to complain or argue... More or less hust ster someone into understanding what I meant or was trying to do.\n  \n  Be understanding.\n  ","58716":"\n  I don't really hang with just women.. so.. Idk?\n  \n  I hang with guy friends. Little tomboy and my husband is my best friend and I'm usually around him so.\n  ","58717":"\n  Naw\n  \n  Too sweet\n  ","58718":"\n  Coondhound\n  ","58719":"\n  I thought I had answered that one already.\n  ","58720":"\n  Got work\n  ","58721":"\n  Looking for them\n  ","58722":"\n  Went out with my husband and his little baby sister and got Sushi caviar and Hibachi and Japanese food and it was absolutely delicious.\n  ","58723":"\n  I dont have SC\n  ","58724":"\n  Does chocolate chip pancakes I'm not a banana person\n  ","58725":"\n  Sometimes I do, yes.\n  ","58726":"\n  Good.\n  \n  Hooe your well.\n  ","58727":"\n  My parents\n  ","58728":"\n  Haha\n  ","58729":"\n  I dont have snap\n  ","58730":"\n  I think I have been asked this at least 3 or 4 times and my asnwer is the same... It sounds fine.\n  ","58731":"\n  My shirt.\n  \n  It's gray and black. My shorts there pink and black.\n  ","58732":"\n  That's kool.\n  \n  It's pretty nice in Mississippi. The food isn't as good as Louisiana, but it's still good.\n  \n  Everyone is a little more safe here. Haha. We crazy people in Louisiana. I find the race issues a little worse in Louisiana. People are nicer in Mississippi. They are a little more open here. There is still some race issues, but it is not as bad as Louisiana.\n  \n  There's some things to do here. The buildings are really ood here. It's kool but that's bad because corporations are shutting down. But maybe it's a good thing because the new ones can open. Be kind of live out on the country and Mississippi. And Louisiana I lived close to the city.\n  ","58733":"\n  Yeah in Louisiana there is alot to do. Here in Mississippi not much, but there's some stuff to do.\n  \n  I like it here though. People are nice. Different tho. Sfuff is cheaper.\n  ","58734":"\n  Ummmm. I don't know on this one.. Lol.\n  ","58735":"\n  From South Louisiana\n  \n  Just moved to Mississippi\n  ","58736":"\n  I kill them with kindness. Tell them how it is.\n  ","58737":"\n  AWESOME!\n  ","58738":"\n  Well I live really far away from my family so I guess you could say that I kind of miss them a little bit but it's okay I miss my grandfather he was sick and he passed away a couple years ago\n  \n  I had a really good dog that died when I was about 13 I miss her her name was Angel and she was a golden retriever she was a damn good dog\n  ","58739":"\n  Everything is going pretty good. I have been swamped in work. They have worked me for about 7 to 8 days in a row.\n  \n  But yeah I didn't see your poll. is it still up?\n  \n  Maybe just on my end.\n  ","58740":"\n  I really enjoyed going pawn shop jumping. Sometimes I like to single one of my favorite app. It's called Smule. I like to go traveling on road trips with my husband. I really enjoy playing Xbox One. Sometimes I like to go out to eat and eat something different other than food at the house. Seasonings go go shopping at a place called Dirt Cheap. It's interesting it's kind of like thrift shopping. Always new adventures when doing that. Sometimes we like to go down to the beach it's not far from our house it's about an hour and a half to two hours away. Go bowling or ice skating. Going to see a matinee. Go and watch a play. Go to the museums. Go to the library. Go to the strip mall but that's kind of far away from where I live at. Sometimes I go outside and do some yard work. I actually enjoy going outside and working. Work on the truck. Cook. Watch a good movie and eat popcorn. (At home) go to the park. Go for a walk. Go and visit friends or family. Lots of different things.\n  ","58741":"\n  Where the Red Fern Grows\n  ","58742":"\n  Didn't see it.\n  ","58743":"\n  Habit? What?\n  \n  I dont understand this.\n  \n  I'm married. I just love him all the time the same and just as much. No less more norw feel that it is a force.\n  \n  Married him for a reason.\n  ","58744":"\n  My husband.\n  ","58745":"\n  Singing alone.\n  ","58746":"\n  We had some snow in the south. I got married and got to finally move in with my husband.\n  ","58747":"\n  Aw! Thanks! You rock! And I try to be!!!\n  ","58748":"\n  My husband, Jason.\n  ","58749":"\n  Thanks! I'm okay tho.\n  ","58750":"\n  Never reveal your secrets.\n  ","58751":"\n  Your welcome.\n  \n  Follow me and I'll follow back! Keep posting!\n  ","58752":"\n  Nope\n  \n  I go out like a light\n  ","58753":"\n  Treat people the way that you would want to be treated\n  ","58754":"\n  Hang a stringof blinking Christmas lights aroundtrashcans and leave them on all night to act as araccoondeterrent. To keep persistent and cleverraccoonout of your trash, sprinkle a little ammonia on eachtrashbag you put in the can. This willkeepdogs out, too.\n  ","58755":"\n  My husband saying he was on his way home.\n  ","58756":"\n  Wonderful\n  ","58757":"\n  Why is this important to ask?\n  ","58758":"\n  Wonderful\n  ","58759":"\n  Wonderful\n  ","58760":"\n  We don't? That's untrue for all? But okay...\n  \n  I don't throw men under the bus so don't throw the few women that are respectful under it. We ain't all the same nor fucked up.\n  ","58761":"\n  Who the fuxk are you talking to?? Not me because i didnt get married at 18. Fuck off. Reporting you. Fucking gross.\n  ","58762":"\n  ? wow\n  \n  Married\n  ","58763":"\n  Home\n  \n  Australia\n  \n  Germany\n  \n  Alcatraz\n  \n  Canda\n  ","58764":"\n  Maybe 3\n  ","58765":"\n  No\n  \n  IsaBella or just Bella\n  ","58766":"\n  Clean\n  \n  Cook\n  \n  Or work on the truck\n  \n  Paint\n  \n  Ink work done\n  \n  Sing\n  ","58767":"\n  Sometimes\n  ","58768":"\n  EBen boy\n  \n  Orianthie girl\n  ","58769":"\n  A swan.\n  \n  I would either be a dolphin or some sort of a canary.\n  ","58770":"\n  At the bottom of a scolding hot volcano. ?\n  ","58771":"\n  Pretty damn good\n  ","58772":"\n  Get a picture and send if of person holding a heavy black bag, on their back, walking towards the end of a peer.\n  \n  They will fuck off after.\n  \n  If they ask wtf is this picture. You tell them, that will be you in this picture one day.\n  \n  They are in the black bag.\n  ","58773":"\n  Its sad. And no one cares. Stop saying it and just go out and get someone! Or at least attempt.\n  ","58774":"\n  ?\n  ","58775":"\n  Math and some science\n  ","58776":"\n  Nooo\n  ","58777":"\n  If I was aware that there was no tomorrow\n  \n  I'd spend it with my family.\n  ","58778":"\n  Pretty\n  ","58779":"\n  Voted\n  ","58780":"\n  23 and married\n  ","58781":"\n  I wanted to go back to sleep when I woke up to get ready to go to work\n  ","58782":"\n  A long time ago when I was about 16 or 17 I did, but now I don't and I really haven't ever did anything? Like really nothung at all. I just have a really heavy conscience.\n  \n  I always just thought too much. Now that I look back on it I know that I was actually a really good kid. And I'm really proud of myself for that.\n  ","58783":"\n  Either baby Looney Tunes\n  \n  Life with Derek\n  \n  That's So Raven\n  \n  Powerpuff Girls or Pokemon\n  ","58784":"\n  Idk?? To smell scents?\n  ","58785":"\n  I cannot because you are posted as anonymous\n  ","58786":"\n  Nah that's good.\n  ","58787":"\n  I don't see them\n  ","58788":"\n  Paranormal\n  \n  Afterlife\n  \n  History\n  \n  Adventure\n  \n  Geography\n  \n  Painting\n  \n  Traveling\n  \n  Music\n  \n  Culture\n  \n  Tradition\n  \n  Food and cooking\n  \n  Hard Work\n  \n  Mechanics\n  \n  Out side activities\n  \n  Blacksmithing\n  \n  Sports\n  \n  Building\n  \n  Drinks\n  ","58789":"\n  Depends\n  \n  Nothing to get me killed\n  \n  Love my life and everything and everyone in it\n  ","58790":"\n  Excuse me?\n  ","58791":"\n  Call cops or go higher\n  ","58792":"\n  21\n  ","58793":"\n  Jeans\n  ","58794":"\n  I love both. Have had both.\n  ","58795":"\n  I like both. No need for an explanation. It's music.\n  ","58796":"\n  New game\n  ","58797":"\n  Noooo\n  ","58798":"\n  Volleyball\n  \n  Soccer\n  \n  Basketball\n  \n  Softball\n  \n  Kickball\n  \n  Football\n  ","58799":"\n  Okay then\n  ","58800":"\n  Red\n  \n  White\n  \n  And Blue\n  ","58801":"\n  Sugar daddy in general is weird and what the eff with the age sh-.\n  ","58802":"\n  I had a pretty good day today. I'm off from work. I got to clean today.\n  ","58803":"\n  I love listening to Ryan Upchurch. Kate noel with diesel gang. I love Avril Lavigne old and new music. I like listening to PVRIS. You may not like that one. I like Paramore. I like listening to Zara Larsson and Ariana Grande.  I enjoy listening to many different types of country and then I do like listening to Eminem.\n  ","58804":"\n  I enjoy sausage bacon and ham together it kind of tastes like a breakfast pizza a little bit. And then I like meatballs and my pizza with pepperoni and Philly cheese steak together.\n  \n  Sometimes I like olives onions bell peppers banana peppers black pepper red pepper parmesan on my pizza\n  ","58805":"\n  Right\n  ","58806":"\n  Give her time.\n  \n  Try to rekindle that relationship\n  ","58807":"\n  Maybe Hillary Duff and Vanessa Hudgens\n  \n  Kelly Clarkson and Taylor Swift\n  ","58808":"\n  Not too long ago\n  ","58809":"\n  Idk...Smule\n  ","58810":"\n  Buying a house\n  ","58811":"\n  Cheetos\n  ","58812":"\n  Yes\n  \n  Friends\n  ","58813":"\n  Buy a house for my momma and for my family. Then take tour trip all over the world. Come home. Open my own store that sells random stuff. Then I would buy a McLaren. Adopt a child. Buy some land and start building my own thing.\n  ","58814":"\n  Hell yeah\n  \n  Should share\n  \n  ? jk naw\n  ","58815":"\n  Australia\n  ","58816":"\n  I dont have snap\n  ","58817":"\n  I mean I'm married and been with him for 5 years. So I guess not easily.\n  ","58818":"\n  Like song?\n  \n  I like the song diesel gang\n  ","58819":"\n  Sorry\n  ","58820":"\n  ?\n  ","58821":"\n  My husband\n  ","58822":"\n  Socks\n  ","58823":"\n  Nope\n  ","58824":"\n  I like strawberry, sweet pea and violet, mint, fresh smells like cucumber.\n  \n  I like really really sweet smells like cotton candy.\n  ","58825":"\n  Don't have snap\n  ","58826":"\n  Yes I did and thanks for that!\n  ","58827":"\n  Yes\n  ","58828":"\n  No.\n  \n  But being in my work and the cases that I have gotten. I have had to help a few people that have ran into issue's and situations with problems with things of this nature.\n  ","58829":"\n  Go out and have an awesome time by yourself and enjoy your Independence or you can spend it with the best friend or family member and just be happy that you are alive\n  \n  You're not always going to be with someone on Valentine's Day you may never be with someone on Valentine's Day but that's not what matters what matters is that you were alive for that day\n  ","58830":"\n  I heard about how they only gave y'all only a few days off instead of a week and so off.. I think it's messed up...\n  \n  I think depending on the time that you have been at that Walmart you should be able to get like weeks of time off even if you have been at a different Walmart still give you a week or so off it just depends on how long you been there\n  \n  Like 2 or nore years a week or so and then more than that then like a few weeks. And you have to take a week off at a time and then of course have your free sick days with excuses.\n  ","58831":"\n  Don't have\n  ","58832":"\n  It is really hard to come back after asking or telling your crush that you like or love them but you can definitely make a comeback you just need to act cool and act like what you did before. There's nothing wrong with caring for the other person. Just don't make it obvious anymore those feelings and don't make them feel uncomfortable. If they get angry at you then this friend does not deserve to be in your life. It's okay to have feelings for somebody. It's also okay to let it be known, but if they reject you apologize in a way... tell them this is how I feel but if you are not feeling the same way that's okay we can go back to just being what we were before and just let them know that you do have feelings for them but you will remain to not make them feel uncomfortable, let them know that you are not going to have any intentions on continuing your feelings for them in that way. And you should be good.\n  ","58833":"\n  Well I mean he doesn't have to give me anything I will love him no matter what. But I do love to get flowers. I'm one of those kinds of people and then I do like chocolates.  Cute special place dates and spend time with one another or doing some sort of a creative activity together. Then one of my favorite things to eat is fried pickles, so going out and getting fried pickles would be so cute of a date to go on Valentine's Day to me.\n  ","58834":"\n  RIIIIGHT?!\n  ","58835":"\n  The best way to prank someone is to do it and not tell them but make sure you don't do something that's going to hurt the person I don't respect those types of pranks\n  ","58836":"\n  No and I'm not.\n  ","58837":"\n  I don't watch television.\n  ","58838":"\n  I love chocolate chip muffins!\n  \n  Sooo unhealthy but is true...\n  \n  Love bacon and turkey salads.\n  \n  And then i like subway sandwiches.\n  \n  Lunchables.\n  \n  Celery.\n  ","58839":"\n  I will never not stand and respect our country and our Pledge of Allegiance\n  ","58840":"\n  With..... With what?\n  ","58841":"\n  That's fine\n  \n\n   @Ice_Frozen_Vocals\n  \n\n  All I ask is to remain appropriate.\n  ","58842":"\n  Bio\n  ","58843":"\n  I LOVE SPAGHETTI\n  ","58844":"\n  Love it\n  ","58845":"\n  Avril Lavigne.\n  \n  Been fan since i was little. She was a major tomboy and so was I growing up. Her music.\n  ","58846":"\n  My husband\n  ","58847":"\n  Being respectful.\n  \n  Relatable.\n  \n  Show self confidence.\n  ","58848":"\n  Yup\n  ","58849":"\n  Sleep\n  ","58850":"\n  Starbucks!\n  ","58851":"\n  Yay\n  ","58852":"\n  (Hands ya burger)\n  ","58853":"\n  EAT\n  ","58854":"\n  My future life with my husband\n  ","58855":"\n  They were!\n  ","58856":"\n  Sorry\n  \n  About to make hamburgers and hot dogs.\n  ","58857":"\n  Books\n  ","58858":"\n  My family and my husband and my pups\n  ","58859":"\n  I'm great! How are you?!\n  ","58860":"\n  New? What?\n  \n  Just Halloween? I am fine with Halloween.\n  ","58861":"\n  Okay?\n  ","58862":"\n  Body\n  \n  Cause honestly i feel like you just carry overtime a wise mind and you can still feel in act Young. Yes there is a chance for you to forget things but it's a low chance for you developing those types of problems. But your body will age no matter what when you get older so I would want to keep a 30 year old body because my mind would just be the same I feel like in my opinion.\n  ","58863":"\n  Yesss!!\n  ","58864":"\n  Hello\n  ","58865":"\n  Study and make sure you understand all the material.\n  \n  Shower the night before too.  Make sure you eat a good meal before bed and then make sure you eat a good breakfast.\n  ","58866":"\n  No. I have my wonderful husband though. Ain't no secret.\n  ","58867":"\n  What?\n  ","58868":"\n  Not always to everyone, but to some people, yes.\n  ","58869":"\n  Eh..\n  ","58870":"\n  ????\n  ","58871":"\n  No.\n  ","58872":"\n  My husbanf cooked bacon, eggs, and hashbrowns.\n  ","58873":"\n  Sure Ray or Rea like pronounced Reeuh?\n  \n  Cause if the 2nd one then yes.\n  ","58874":"\n  It's always better to do stuff like that in person but you could call them, like you could tell them to call them and tell them over the phone, but it's better to do it in person just make sure they're not an ash about it and that they are understanding.\n  ","58875":"\n  ??? Not sure what you mean but here's a picture of me and my husband. I love him so much.\n  ","58876":"\n  Maybe????\n  ","58877":"\n  My husband\n  \n  A house with plumping\n  \n  Unlimited supplys of items shipped there by boat\n  \n  Three things I'd want with me on my island.\n  ","58878":"\n  You being yourself\n  \n  You taking care of yourself and caring for other people\n  ","58879":"\n  Ew\n  ","58880":"\n  Yup\n  ","58881":"\n  Petting a Dolphin\n  \n  Visiting Hawaii\n  \n  Making a family with my husband and owning a really nice house with them\n  \n  Own me some ducks\n  ","58882":"\n  Winter. I love the cold.\n  ","58883":"\n  Sure the only problem is is I'm not very active but my Instagram is Ice_Frozen_Vocals.\n  \n  But I have it downloaded.\n  ","58884":"\n  No that's not weird.\n  \n  I mean... you're a guy and you're supposed to like panties. But then again it does depends on how bad your fetish is..\n  \n  ..you're not wearing some are you?\n  \n  I mean.. I want my man to be wearing some decent lookung boxers and not no boxers with a bunch of holes up in then the sh- and I don't think I have no boxer fetish, lol. Haha. Your normal. Haha.\n  ","58885":"\n  I suppose. You can ask me a question as long as you don't get upset with the answer.\n  ","58886":"\n  Yup and I have, but it wasn't my account.\n  ","58887":"\n  Guys.\n  \n  I just am honest if someone asks me what do think of this person and this and that. Girl or guy. If they are cleaned up and are looking for a build up and if a complement does it, then why not be honest? Just a friendly look and then answer\/opinion.\n  \n  But if a girl likes me. I'm not mean or homophobic towards another that may like me. But if they try to approach me, I kindly explain what my interests are in.\n  ","58888":"\n  Can you be more specific?\n  ","58889":"\n  Sorry. I don't have snap.\n  ","58890":"\n  Yeah I like them. I do. Wish you'd post even more, more often. I have fun answering them! :D\n  \n  But I'm happy with what is up when it can be put up. I work 5-6 times a week, 6-8 hours a day and I do a bunch of different things at my job and don't have time for much.. Sadly. So i understand that you could be busy.\n  \n  The poll questions you put up are fun! Keep them up when ya can!\n  ","58891":"\n  A candle. A shirt.\n  ","58892":"\n  I'm good. Just woke up now.\n  ","58893":"\n  ??\n  ","58894":"\n  7\n  ","58895":"\n  Gm\n  ","58896":"\n  Depends on what part of the news you are referring to. The weather oh, yes. All the bullsht\n  \n  drama politics news, no.\n  ","58897":"\n  Oh I'm sorry I only saw two maybe it didn't load on my page or something I will go and check but on my page I voted for all of the ones that you have up\n  ","58898":"\n  Intelligence\n  ","58899":"\n  Three bathrooms 5 bedrooms a living room a grand entrance into the house plus at Grand living room slash family room a dining room an extra room for an office 4 car garage 8 car parking this house would be one story maybe with a loft a fenced-in backyard a acre and a half of land attached a barn and a back house \/ shed the Backhouse would be for fixing vehicles blacksmithing and carpentry work and painting it would be the craft house basically I would have a studio attached to the house I would want a pool outside then an attached volleyball court I would want an area in my front yard to have a garden and an area in my backyard  maybe small Greenhouse\n  \n  These are just some of the things that I would want in my dream house\n  ","58900":"\n  Rape\n  ","58901":"\n  The fries with the cheese and bacon on it. I really do like their burgers.\n  ","58902":"\n  Voted\n  ","58903":"\n  Do you judge others for what they believe in? Does the things that they believe in bother you to where you would shund them from any sort of friendship with you.\n  \n  Me, I'm open-minded. As long as you don't have any freaky thoughts about killing people or doing any sort of intimidating like harm to people then I'm kool with people.\n  \n  This generation makes it seem like words are a top priority; prominent and they're not. Words are words,  you can choose to ignore them or cry about them.\n  ","58904":"\n  Mouse\n  ","58905":"\n  Cougar out on the country\n  ","58906":"\n  Don't have snap\n  ","58907":"\n  Hey.\n  \n  Going to sleep for now. Ttyl everyone on ask!\n  ","58908":"\n  Hello.\n  ","58909":"\n  I just dress the way that I feel I like.\n  ","58910":"\n  I think that they are afraid of telling people the truth of how they feel so that's why the end of cheating. In other words they have a low self-esteem, respect for themselves and they are possibly insecure.\n  \n  Gain those things more than lose and you will not be considered a cheater and you will not have to cheat. If that makes any sense.\n  ","58911":"\n  How can you or how do I is the question cuz I make money by working at our local grocery. I also help my husband built rifles for people. We detailed guns for them sometimes. Will do yard work for people sometimes. We collect scrap metal. We collect aluminum cans and then bring them to the scrap yard and we get a decent amount for them. We also will help people fix their vehicles and detail their vehicles. He also is very good with speaker work for vehicles and sometimes we get earnings from that.\n  ","58912":"\n  I really can't stand it when there's a lot of people around me. I don't like it when people touch me but I don't know what all. I'm a clean freak. I do have sometimes issues with the germs. I don't like blood at all.\n  ","58913":"\n  Lolli and Pops in the mall should give out more samples even though they already do I also wish they had more stores near me I moved and Miss shopping there\n  \n  Lolli and Pops is a very fancy candy store and they have very good quality candy\n  ","58914":"\n  I could really go for some Chinese food maybe some crawfish..\n  \n  I could really use a nice vacation.\n  \n  I would like to see\/visit my family.\n  ","58915":"\n  No big. You're welcome.\n  ","58916":"\n  To me he is.\n  ","58917":"\n  Voted\n  ","58918":"\n  4 1\/2 years n going\n  ","58919":"\n  ?.?\n  \n  ???\n  ","58920":"\n  Hello\n  ","58921":"\n  Workout, eat healthy, wake up early, go to sleep on time, make sure you sleep at least six hours make sure you do not sleep over 10 hours, don't eat right before you go to sleep, no late-night snacking, drink more apple juice and orange juice(not a ton) and eat more foods high in fiber not too many, make sure you eat anywhere from two to four meals a day not huge meals, try to cut out as many carbs as you can, exercise, drink only water usually, lemonades okay, you can still drink soda but very very rare not good for you.\n  \n  Learn to make better food choices and eat less grease and buttery foods\n  \n  Cut fast food out of your diet almost 100%\n  \n  Try to avoid to eat things that are high in sodium and fat it's okay to eat things that have sodium in fat just things that have less\n  \n  Get on a bathroom schedule make sure that you keep your hygiene up and take showers everyday change your clothes regularly throughout the day this also affects weight loss\n  \n  Be positive and happy\n  \n  Surprisingly this also effects weight loss\n  \n  Maybe invest in a gym membership and try to go to the gym 3-5 times out the week\n  \n  Just watch what you eat for long liitle bit\n  \n  When you do eat do not eat large quantities of food at once and remember to always eat slow and take your time and chew your food this also affects weight loss\n  \n  Lastly weigh yourself this week and do not why yourself until the end of that month then do your totals. watching your weight will cause you to mentally mess up... you're putting too much thought into it... don't keep track of your way day by day do it neither week by week or month by month. Maybe even by every 60 days.\n  \n  Finally believe in yourself that you can do this have confidence in yourself and feel good about yourself\n  \n  You can also look up on YouTube different types of exercises that you can do and every morning that you wake up maybe go out for a jog\n  \n  Give yourself types of food to eat and stick with different types of routines throughout the weeks\n  \n  GOOD LUCK!\n  ","58922":"\n  No. Who was on?\n  ","58923":"\n  What?\n  ","58924":"\n  Excuse me?\n  \n  I don't hae no, \"baby daddy\"\n  ","58925":"\n  YES\n  ","58926":"\n  1. Have confidence and a self esteem in yourself.\n  \n  2. Be respectful to self and others.\n  \n  3. Remain positive as much as possible and be around people that are encouraging to that. And be in a good environment.\n  ","58927":"\n  Nope.\n  ","58928":"\n  I answered it a few days ago.\n  \n  Keep posting!\n  ","58929":"\n  Buying house with my husband\n  ","58930":"\n  My mom.\n  \n  My husband.\n  ","58931":"\n  People.\n  ","58932":"\n  Fried pickles\n  ","58933":"\n  I enjoy singing, painting, and gaming.\n  \n  I love animals!\n  ","58934":"\n  I focused on me and school.\n  ","58935":"\n  Thank you!\n  \n  Ask me questions whenever!\n  \n  Follow for follow if we aren't already!\n  ","58936":"\n  Thank you so much!!\n  \n  We were in a long distance relationship for 5 years! and now we're finally together!\n  \n  It's been a long hard road with tons of obstacles and lots of patience!\n  \n  It just makes me appreciate him and the relationship, the friends hip so much more!\n  ","58937":"\n  I know murders are real, but i dont like talking about them... Understanding?\n  ","58938":"\n  Happly Married.\n  \n  And this is him. This is what wanted and have. Love him.\n  ","58939":"\n  Drive\n  ","58940":"\n  ??? Thanks?\n  ","58941":"\n  I love the Java Chip mocha frappe with caramel and chocolate drizzle with whipped cream on top double shot espresso from Starbucks\n  ","58942":"\n  Neither lol\n  \n  If your talking about ?\n  ","58943":"\n  Yeah mine was crazy with just those 2 things. I was effn' ceazy busy. Didn't mind it though. I had fun!\n  ","58944":"\n  Wonderful\n  \n  Celebrated this wonderful new positive year and my birthday! Everything went well.\n  ","58945":"\n  I hear ya.\n  ","58946":"\n  Haha\n  ","58947":"\n  I love Ariana Grande.\n  \n  I really liked the Shakira post and the Nicki Minaj posts.\n  \n  Avril Lavigne is my idol and my top most favorite!\n  ","58948":"\n  Nice!\n  ","58949":"\n  Awe.. Nice.\n  \n  Lol WHAT UP FAM?! Jkk\n  \n  ?\n  ","58950":"\n  Your posting as anonymous dolln'. I cant see or helo ya with what your asking.\n  \n  Dont post as anonymous.\n  ","58951":"\n  Back to Mississippi.\n  ","58952":"\n  Your posting as anonymous so I'm not able to see your profile.\n  ","58953":"\n  I sadly dont know that answer... But I'm sure you can go to your payment methods on your Uber account online and see your history.\n  ","58954":"\n  Everyone being quiet complete silence and fidgeting with things\n  ","58955":"\n  Just got done moving again\n  ","58956":"\n  Im good.\n  ","58957":"\n  A few almost baaaad bad car wrecks.\n  \n  Them almost hitting me head on 2 different times. Once, almost getting hit off a bridge. Yeah... Scary. Well that couldve been the case is what i mean. Being hit off it. The thought of what couldve happened.\n  \n  Another scary moment is when I caught my first fish on my real and it happened to have been a water moccasin. This was years ago.\n  ","58958":"\n  A fake insurance commercial on Facebook.\n  \n  Well not fake but like they were being funny and pretending to be hurt because they wanted insurance I thought that was pretty amusing.\n  ","58959":"\n  Math\n  ","58960":"\n  About myself? About the world?\n  \n  The world.. Maybe how some of these people are, but thats not possible.. Maybe make these people less obsessed over soical media. Phones and tablets. Make money less of an necessity.\n  ","58961":"\n  Married and happy\n  ","58962":"\n  A slut to me.\n  \n  Is not a girl that just and only sleeps around. To me a slut is a person that is like bratty and flirts with everyone and geta with everyone. Lier. Hides the relationships. A person that infatuates over people. Isnt serious with a relationship. Just a person that is indecisive in what relationship tjey want, so they settle for more than one. Can be a person that sleeps with nore than one person.\n  ","58963":"\n  Car\n  ","58964":"\n  Mud riding on GTAV on Xbox1.\n  ","58965":"\n  Watch people spin fire.\n  \n  Fishing.\n  \n  Sand castles!\n  \n  Shell finding\n  ","58966":"\n  Fuck off\n  ","58967":"\n  Yeah\n  ","58968":"\n  I don’t know sometimes that’s just how it is.\n  ","58969":"\n  An amazing holiday this year\n  ","58970":"\n  I really enjoy eating dark m and hazelnut\n  ","58971":"\n  I have pictures of me on my profile.\n  \n  Click\n  ","58972":"\n  PUBG\n  ","58973":"\n  Friendship means everything to me and I do have a lot of friends.\n  \n  A friendship is like a certain bond inbetween two people. Trust, loyalty and positivity.\n  ","58974":"\n  I don’t drive. Literally.\n  ","58975":"\n  Wha?\n  ","58976":"\n  I’m kool with that.\n  ","58977":"\n  Got married in September\n  \n  I knew I was going to get married but not that quick.\n  \n  I didn’t think that I would meet my husband on Grandtheft auto five on the Xbox 365, 5 years ago.\n  \n  Got to go to a skillet concert.\n  ","58978":"\n  Bellas lullaby\n  ","58979":"\n  My mom.\n  \n  Christina Grimmie.\n  ","58980":"\n  Hello.\n  ","58981":"\n  Married to one with 5? is that close? ? Love all of them!\n  ","58982":"\n  Pokémon, always.\n  ","58983":"\n  I am spending it in three days literally my birthday is in three days.\n  \n  I get to see my husband that I haven’t been able to see in a month for my birthday.\n  \n  I get to spend my birthday with my family. And him. Cause I haven’t see my family in awhile.\n  ","58984":"\n  Thanks!\n  \n  Merry Christmas!\n  ","58985":"\n  Went in the same store in the same day like seven times because I kept forgetting things I needed.\n  ","58986":"\n  Night owl.\n  ","58987":"\n  Avril Lavigne\n  ","58988":"\n  I am.\n  ","58989":"\n  Learn to shoot for fun better!\n  \n  Learn more mechanics!\n  ","58990":"\n  Stay that way! Lol ?!\n  ","58991":"\n  Okkkay\n  ","58992":"\n  Soft.\n  ","58993":"\n  Sorry that happened to you.\n  ","58994":"\n  Touch.\n  ","58995":"\n  Lol normal. I’ve been searching it for over a decade now. By now, it’s nothing to me. ?\n  ","58996":"\n  Thanks.\n  ","58997":"\n  Keep on keeping on Bella.\n  ","58998":"\n  I’m doing good.\n  ","58999":"\n  I’m here if ya need me. ??\n  ","59000":"\n  I felt alright\n  ","59001":"\n  Ryan UpChurch\n  ","59002":"\n  Dogs\n  ","59003":"\n  Anything? Man or woman?\n  ","59004":"\n  My husband.\n  ","59005":"\n  I enjoyed reading the five people you meet in heaven.\n  \n  Max the Almighty.\n  \n  Where the red Fern grows is good but it’s sad.\n  ","59006":"\n  I would just talk to it and ask for advice.\n  ","59007":"\n  Talking on it? Like an hour if that.\n  \n  On the Internet? A few hours.\n  ","59008":"\n  The ability to connect and communicate with the paranormal world.\n  \n  The ability to teleport and fly.\n  \n  Also the ability to transform into different animals.\n  ","59009":"\n  I got some Christmas shopping done.\n  \n  Spent some time with my husband on his day off.\n  \n  Played some Xbox.\n  ","59010":"\n  Who am I leaving today? What? That’s wha you said?\n  \n  Chi esci oggi?\n  \n  Non capisco la tua formulazione.\n  \n  Scusate.\n  ","59011":"\n  Very well.\n  ","59012":"\n  Nope.\n  ","59013":"\n  ??\n  ","59014":"\n  Doesn’t matter.\n  "}}