{"Question":{"59015":"\n   what's something you would never want to tell anyone?\n  ","59016":"\n   Do you like your name\n  ","59017":"\n   What's your favorite color?\n  ","59018":"\n   I have my first ever photoshoot coming up! I'm a little nervous but excited! They told me they want to focus on my soles. Can you tell me what you think please?\n  ","59019":"\n   What does street style mean to you?\n  ","59020":"\n   What languages do you know?\n  ","59021":"\n   What has happened to this society ?\n  ","59022":"\n   follow me back??\n  ","59023":"\n   do u autumn mood?\n  ","59024":"\n   I think that women should be forced to register for the draft in 2018...do you agree ?\n  ","59025":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","59026":"\n   What is your favorite place to eat?\n  ","59027":"\n   Do you use planner to keep yourself or your days organised?\n  ","59028":"\n   Sometimes I just hate my life and sometimes I am just suck it up for others.\n  ","59029":"\n   Someone be my friend.\n  ","59030":"\n   how r u guys??\n  ","59031":"\n   can you follow me??\n  ","59032":"\n   last song you listened to?\n  ","59033":"\n   Where are the wear glasses people\n  ","59034":"\n   If you were to have a daughter, what would you name her?\n  ","59035":"\n   If you had to explain how ur day went in one word what would it be ?\n  ","59036":"\n   If you were a super hero what powers would you have?\n  ","59037":"\n   What is a smell that you absolutely can't stand?\n  ","59038":"\n   Do you prefer to use cash or payment card?\n  ","59039":"\n   i really wanna know more about your personality\/ What are your secrets?\n  ","59040":"\n   What is your favorite recipe? ??\n  ","59041":"\n   Is it easy to give someone a second chance??\n  ","59042":"\n   How do i make friends i struggle with starting a conversation with people i don’t know.\n  ","59043":"\n   If you saw someone shoplifting, what would you do?\n  ","59044":"\n   What kind of transportation do you use most often?\n  ","59045":"\n   Would you ever go out on a date with anyone who knew absolutely everything about you ever?\n  ","59046":"\n   Would you go swimming or snowboarding?\n  ","59047":"\n   Do you know any big gossips?\n  ","59048":"\n   Do you think kids our age can be in love?\n  ","59049":"\n   What do you mean, by unimaginable\n  ","59050":"\n   Do you think we should wory about the environment?\n  ","59051":"\n   Specifically, Skyrim, in Riverwood. lol xD\n  ","59052":"\n   Wearing anything black  what is it\n  ","59053":"\n   What is really going on\n  ","59054":"\n   Is poetry dead? Who likes poetry anymore?\n  ","59055":"\n   Every time I play an open-world video game, I hit the fat bird walking around the first town you come into. Why does everyone always get aggro'd af tho? It's a bird for Chist's sake..\n  ","59056":"\n   Who you going on a date with??\n  ","59057":"\n   Ask me anything\n  ","59058":"\n   What should sheep count when they go to sleep?\n  ","59059":"\n   Would you rather have an electrical car or a regular one?\n  ","59060":"\n   What is one thing you refuse to share?\n  ","59061":"\n   What color is your aura?\n  ","59062":"\n   who's ur favorite viner (or youtuber)? aa\n  ","59063":"\n   ¿Con qué rapidez te enamoras?\n  ","59064":"\n   How have you been lately? Genuinely.\n  ","59065":"\n   What lingering thought that you have scares you the most? Mine is that one day were gonna go to sleep for the last time one night and not wake. Fucks me up everytime.\n  ","59066":"\n   Hey you guys !! ?\n  ","59067":"\n   Whats the first thing you notice when you have a crish?\n  ","59068":"\n   Have you ever bought something on the internet?\n  ","59069":"\n   How Good are you in taking up challenges ?\n  ","59070":"\n   Why Americans are sooooo addicted to cinnamon?\n  ","59071":"\n   If someone is on meth can it make them more irritable?\n  ","59072":"\n   If you cut off someone from your job because they’re spreading rumors, then they make a fake page cursing you out, what do you do? Need advice not to hurt this person\n  ","59073":"\n   Man this place hasn't changed at all. Still pure cancer! :D\n  ","59074":"\n   Who is the last person you met?\n  ","59075":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","59076":"\n   Do you think people have taken political correctness too far?\n  ","59077":"\n   Which exotic place would you love to visit?\n  ","59078":"\n   When was the last time you had craving for chocolate?\n  ","59079":"\n   What podcast bash halloween 3 season of the witch i want two listen to it\n  ","59080":"\n   Favorite singers\n  ","59081":"\n   What are your goals in life?\n  ","59082":"\n   like the Linkin Park clip \"One More Light\"?\n  ","59083":"\n   Favorite actress?\n  ","59084":"\n   What to do when you feel ignored?\n  ","59085":"\n   What’s up\n  ","59086":"\n   How did you meet your best friend?\n  ","59087":"\n   You're planning a nice dinner party but could only invite 2 people. Who would you invite?\n  ","59088":"\n   what do I need to know about you?\n  ","59089":"\n   Name any 3 things that make you smile?\n  ","59090":"\n   What place on earth would you like to live?\n  ","59091":"\n   cardi b or nicki minaj??\n  ","59092":"\n   Do you like long hair or short hair better on others?\n  ","59093":"\n   Who is the most famous person in your country?\n  ","59094":"\n   Hey\n  ","59095":"\n   What's your favorite gum flavor?\n  ","59096":"\n   If you could leave tomorrow with a one-way ticket, where would you go?\n  ","59097":"\n   Do you like to make new friends?\n  ","59098":"\n   Me and my best friend live something special like we were in a relationship but we never ask each other to go on a date . Ps: what is that mean?\n  ","59099":"\n   Should kids have their mouths washed out with soap for using bad language?\n  ","59100":"\n   What's more important - inner or outer beauty?\n  ","59101":"\n   What's the perfect place for a first date?\n  ","59102":"\n   Do you like to act spontaneously or plan things? Why?\n  ","59103":"\n   What is one thing you will never do again?\n  ","59104":"\n   Where do you shop the most?\n  ","59105":"\n   What was the last thing that made you laugh?\n  ","59106":"\n   Who knows you the best?\n  ","59107":"\n   What is the most unexpected thing that happened to you this week?\n  ","59108":"\n   What do animals dream about?\n  ","59109":"\n   What time of day is your favorite?\n  ","59110":"\n   Do you collect anything? If so, what is it?\n  ","59111":"\n   Should kids be encouraged to go without their glasses?\n  ","59112":"\n   I’m up, drunk, and ready to ask\/ flirt\/ whatever you wanna do! You down?\n  ","59113":"\n   Whose all up and about tonight on this beautiful night??\n  ","59114":"\n   Where were you born?\n  ","59115":"\n   Do u have an instagram account?\n  ","59116":"\n   If you run away from your problems, does it count as exercise?\n  ","59117":"\n   Why to people pretend to be something they are not. Even to those that love them?\n  ","59118":"\n   What invention has had the greatest impact on society? And why?\n  ","59119":"\n   My friends ask why I’m single\n\nMe: bro my car is my life\n  ","59120":"\n   What magazines do you read?\n  ","59121":"\n   What's the scariest movie of your childhood?\n  ","59122":"\n   What if my favorite TV show is horror?\n  ","59123":"\n   what are your next goals in life?\n  ","59124":"\n   Love or wifi?\n  ","59125":"\n   ใช่ค่ะ ความไว้ใจค่ะ ?\n  ","59126":"\n   Good morning, what is your choise, coffee, tea, or Nescafe?\n  ","59127":"\n   What's your favorite holiday?\n  ","59128":"\n   Have you ever broken up with a friend ?\n  ","59129":"\n   Have you ever tried to be vegetarian?\n  ","59130":"\n   Have you ever gone mountain climbing?\n  ","59131":"\n   ความเชื่อใจ ให้ได้คนละกี่ครั้ง เพราะอะไร?\n  ","59132":"\n   Do you believe that everything happens for a reason?\n  ","59133":"\n   From 1-10, how good are you at swimming?\n  ","59134":"\n   What junk food could you never give up?\n  ","59135":"\n   How do you feel about spankings?\n  ","59136":"\n   Algo que quieras decir?\n  ","59137":"\n   Как обрести душевный покой\n  ","59138":"\n   Who is your favorite YouTuber?\n  ","59139":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","59140":"\n   Where do you shop the most?\n  ","59141":"\n   What helps you sleep at night\n  ","59142":"\n   What is your favorite song at the moment?\n  ","59143":"\n   What is your favorite way to spend a Saturday?\n  ","59144":"\n   what motivates you to study ?\n  ","59145":"\n   What is one thing that many people don't know about you?\n  ","59146":"\n   Are you the type of person to let curiosity get best of you\n  ","59147":"\n   No love 2019\n  ","59148":"\n   What is a secret ambition you have?\n  ","59149":"\n   Skinny with curves vs. thick with curves\n  ","59150":"\n   Who was the last person you gave a kiss?\n  ","59151":"\n   Do you like sparkling or still water?\n  ","59152":"\n   What are the things you always take with you?\n  ","59153":"\n   Democratic or republican\n  ","59154":"\n   What topic of conversation do you consider boring?\n  ","59155":"\n   How quickly have you fallen in and out of love?\n  ","59156":"\n   Why do zombies like brain so much?\n  ","59157":"\n   Do you think that you’re a good person?\n  ","59158":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","59159":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","59160":"\n   What is your opinion of love? Is it permissible for them to do what they want, or are there red lines that they shouldnt skip?\n  ","59161":"\n   Wish I could say thank you to Malcom because he was an angel\n  ","59162":"\n   Didn't you play the comfortable game while dating someone. Jw\n  ","59163":"\n   Can you touch your toes?\n  ","59164":"\n   Which Marvel character is your soulmate?\n  ","59165":"\n   What’s wrong with an 18-year-old girl dating a 48-year-old man?\n  ","59166":"\n   Are you the type who likes selective posts on feed or all followings?\n  ","59167":"\n   How often do you go to the cinema?\n  ","59168":"\n   How do you use the coins in this app?\n  ","59169":"\n   Are girls more dramatic than boys?\n  ","59170":"\n   What kind of life do you want to have - luxurious or adventurous?\n  ","59171":"\n   Would you rather know every song lyrics or every movie quote?\n  ","59172":"\n   Hello anyone and do you have any soical media accounts and can I add you and what is your soical media usenames?\n  ","59173":"\n   What traits do you have that are just like your mother?\n  ","59174":"\n   new music recommendations?\n  ","59175":"\n   Where do you fall asleep besides your bed?\n  ","59176":"\n   What do you think, where isn't spot for humor?\n  ","59177":"\n   Where can I get good Mexican food?\n  ","59178":"\n   Candles or incense?\n  ","59179":"\n   How to be a morning person?\n  ","59180":"\n   Are you celebrating Halloween today? Share your mood on\n   \n    @askfm\n   \n   !\n  ","59181":"\n   Would you rather live your entire life in a virtual reality where all your wishes are granted or in the real world?\n  ","59182":"\n   Do you believe in happy ending?\n  ","59183":"\n   Quién para chimar?\n  ","59184":"\n   What is the thing that makes you happy\n  ","59185":"\n   Doritos or Takis?\n  ","59186":"\n   Would you rather age from the neck up or te neck down only?\n  ","59187":"\n   If I post a picture of myself would ya rate me???\n  ","59188":"\n   Wearing anything pink what is it\n  ","59189":"\n   Who would you like to be?\n  ","59190":"\n   Xbox or PlayStation?\n  ","59191":"\n   How many people do you think you've met in your life?\n  ","59192":"\n   When was the last time you cursed?\n  ","59193":"\n   What was the last thing you paid for?\n  ","59194":"\n   What is your favorite type of sushi?\n  ","59195":"\n   Español! ?\n  ","59196":"\n   What would be a perfect honeymoon destination?\n  ","59197":"\n   Which animal has the most beautiful fur?\n  ","59198":"\n   If you could buy any car right now, what would you buy?\n  ","59199":"\n   Thank you soooo  much\n  ","59200":"\n   Thank you Ms. IsaBella  Savell\n  ","59201":"\n   How many cracks does your phone screen have?\n  ","59202":"\n   What's the latest thing that made you smile?\n  ","59203":"\n   It's a pizza place and I dont wear makeup\n  ","59204":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","59205":"\n   What is happiness for you?\n  ","59206":"\n   followed ❤\n  ","59207":"\n   So I'm scared I have a job interview tomorrow and I need help preparing\n  ","59208":"\n   How well can you cook?\n  ","59209":"\n   What is your favorite salad?\n  ","59210":"\n   Fave pic from the weekend? ?\n  ","59211":"\n   Which is more preferable being nice or being fair??\n  ","59212":"\n   I need some vitamin D...\n  ","59213":"\n   Знаю, что в ЛА много русских, погнали гулять?\n  ","59214":"\n   what do you have next quarter for your two specials?\n  ","59215":"\n   Do you like\/enjoy porn?\n  ","59216":"\n   Me pasas tú whats? ??\n  ","59217":"\n   Сколько раз в день, звучит у тебя слово \" блядь \" ???\n  ","59218":"\n   Ce parere ai de \"oamenii de afaceri\" care vor să te \"puie\" la moonkă mai rău de atât, cât esti acum? ! Cât privesc planurile realitatea&co de dreapta\n  ","59219":"\n   Fav food to cook?\n  ","59220":"\n   What's new with you?❤?\n  ","59221":"\n   Will you be my girlfriend\n  ","59222":"\n   If you could be the leader of your country, what would you change?\n  ","59223":"\n   Are you a nice kid?\n  ","59224":"\n   Who is the last person you texted to?\n  ","59225":"\n   هل يعجبك \/ يعجبكِ فيلم أميرة حبي أنا أو لا ؟\n  ","59226":"\n   What says \"autumn\" to you? For me, Pumpkin spice Cliff bars, Starbucks, lip balm and assorted cold essentials spell an oncoming fall.\n  ","59227":"\n   What's the last song you listened to?\n  ","59228":"\n   what makes a guy hot?\n  ","59229":"\n   Do you have any nickname for your friend?\n  ","59230":"\n   Will you be my girlfriend\n  ","59231":"\n   Which person in your family do you look most like?\n  ","59232":"\n   do you really believe you’re intelligent? why?\n  ","59233":"\n   Would you rather have your french fries with ketchup or with mayo?\n  ","59234":"\n   How do I act normal?\n  ","59235":"\n   Heey ?\n  ","59236":"\n   yes\n  ","59237":"\n   When was the picture with your best friend?\n  ","59238":"\n   How do you deal with stupid people?\n  ","59239":"\n   What’s the last video you’ve watched on YouTube? What is it about?\n  ","59240":"\n   Do you wear men’s fruit of the loom underwear? I need help.\n  ","59241":"\n   Wearing any thing purple what is it\n  ","59242":"\n   ENGLISH, AND YOU?\n  ","59243":"\n   DO NOT UNDERSTAND\n  ","59244":"\n   HELLO CAN WE BE FRIENDZ\n  ","59245":"\n   kentucky fried chicken?\n  ","59246":"\n   I Really need a boyfriend\n  ","59247":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","59248":"\n   How much did you lurk your crushes social media before talking to them?\n  ","59249":"\n   What was your best birthday?\n  ","59250":"\n   The Lego Batman or Ben Affleck's Batman?\n  ","59251":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","59252":"\n   From 1-10, how chilled are you as a person?\n  ","59253":"\n   What is the best news you could hear right now?\n  ","59254":"\n   How can I attract your attention?\n  ","59255":"\n   Do you prefer to ski or snowboard?\n  ","59256":"\n   Do you prefer giving or receiving?\n  ","59257":"\n   Why do zombies like brain so much?\n  ","59258":"\n   Are you in Love?\n  ","59259":"\n   What's one artist\/band you would like to see live in a concert?\n  ","59260":"\n   Wat is je persoonlijke top 5 van films?\n  ","59261":"\n   You are attending a birthday party of a very rich person who \"has got everything\". What do you give him\/her as a gift?\n  ","59262":"\n   How do you prefer to be awakened up in the morning?\n  ","59263":"\n   What's your favorite holiday?\n  ","59264":"\n   How many times a day do you eat?\n  ","59265":"\n   Love or wifi?\n  ","59266":"\n   What's the most annoying question people ask you on ASKfm?\n  ","59267":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","59268":"\n   What do you think people think of you?\n  ","59269":"\n   Which is scarier: clowns or spiders?\n  ","59270":"\n   If people had a warning label, what would yours say?\n  ","59271":"\n   Shall we look for love, wait for love or forget totally about it?\n  ","59272":"\n   Would you pick brains or beauty?\n  ","59273":"\n   Would you prefer to have the power to fly or be invisible?\n  ","59274":"\n   If you could invent a holiday what would it be?\n  ","59275":"\n   What's one thing you think everyone should do every day?\n  ","59276":"\n   Do you prefer to be alone or around people?\n  ","59277":"\n   What is your favorite board game?\n  ","59278":"\n   Do we become happy only when we meet the one we love?\n  ","59279":"\n   Would you be happy without money?\n  ","59280":"\n   Do you prefer day or night?\n  ","59281":"\n   Have you kicked a guy in the balls\n  ","59282":"\n   Have you ever knocked a girl out in a fight\n  ","59283":"\n   What kind of transportation do you use most often?\n  ","59284":"\n   How often do you use your brain?\n  ","59285":"\n   Do you like Coke or Pepsi? Why?\n  ","59286":"\n   What activity do you never get bored with?\n  ","59287":"\n   What is a skill you’d like to learn and why?\n  ","59288":"\n   Are you an art lover?\n  ","59289":"\n   If you had to give someone lessons, what skill would you teach?\n  ","59290":"\n   Would you rather kiss Joker or Donald Trump?\n  ","59291":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","59292":"\n   share a ghost story\n  ","59293":"\n   what more do you feel you have to accomplish?\n  ","59294":"\n   From where jealousy starts is it comparison or what?\n  ","59295":"\n   Goodmorning fam?? may God bless this week ahead with growth,understanding & love. May he push up with the strength to be better & to do better, in Jesus name we pray, In God name Amen??✨\n  ","59296":"\n   Your so pretty!\n  ","59297":"\n   When you are in love, does age matter?\n  ","59298":"\n   What’s the longest time you can tolerate without your phone?\n  ","59299":"\n   Is it possible to cross a bear with a cow? ???\n  ","59300":"\n   I really wish If i had a soulmate ?\n  ","59301":"\n   Would you be interested in experiencing hypnosis?\n  ","59302":"\n   Hello beautiful creatures of Earth. Do you love yourself ? bc you definitely should now that you’re reading this ??\n  ","59303":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","59304":"\n   Netflix or Lostfilm?\n  ","59305":"\n   If someone will massage you what kind of massage do you like?? I prefer giving a japanese massage. ?\n  ","59306":"\n   CHAMPUCK92, WHERE ARE YOU?!\n  ","59307":"\n   Which element of nature are you – air, earth, fire or water?\n  ","59308":"\n   iPhone or Android?\n  ","59309":"\n   I'm sending  breaking news shoutout to everybody who's on Ask.fm right now about #HurricanMichael is coming.\n  ","59310":"\n   If you could have a role in any TV show, what would it be?\n  ","59311":"\n   How did you meet your best friend?\n  ","59312":"\n   What is the most interesting science?\n  ","59313":"\n   What is your favorite motto or saying?\n  ","59314":"\n   Do you wear slippers at home?\n  ","59315":"\n   When is the last time you told somone you love them?\n  ","59316":"\n   Do you sleep in the dark or with some light on?\n  ","59317":"\n   Which is the place that you have always wanted to visit?\n  ","59318":"\n   What do you like to do in your free time?\n  ","59319":"\n   Do you believe in horoscopes?\n  ","59320":"\n   If you had to lose a sense, which would it be?\n  ","59321":"\n   Have you bought any clothing items in the last week?\n  ","59322":"\n   Color of the day!\n  ","59323":"\n   What is the most important thing your country has given to the world?\n  ","59324":"\n   What did you have for breakfast today?\n  ","59325":"\n   Do you know how to play a guitar?\n  ","59326":"\n   Name 3 thing you never thought you would do but did\n  ","59327":"\n   Favorite food\/foods?\n  ","59328":"\n   Have you ever gone somewhere with two different socks on?\n  ","59329":"\n   What kind of movies do you most enjoy?\n  ","59330":"\n   Hi everyone\n  ","59331":"\n   Wearing anything white  what is it\n  ","59332":"\n   What's your favorite smell?\n  ","59333":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","59334":"\n   Blасk people\n  ","59335":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","59336":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","59337":"\n   Anyone a Blackhawks fan? Lets go hawks!!!!!\n  ","59338":"\n   Can there be a friendship after love?\n  ","59339":"\n   You're stuck on an island. How would you spend your time?\n  ","59340":"\n   What are your favorite subjects to talk about?\n  ","59341":"\n   Are you an experimentalist or a traditionalist?\n  ","59342":"\n   What do you do when you are alone in your room?\n  ","59343":"\n   Have you ever saved someone's life?\n  ","59344":"\n   How was your weekend?\n  ","59345":"\n   Long hair or short hair for girls?\n  ","59346":"\n   anybody here up for party\n  ","59347":"\n   Hot tea or ice tea?\n  ","59348":"\n   When you were little, what did you want to be when you grew up?\n  ","59349":"\n   How do you think the world will look in 100 years?\n  ","59350":"\n   What does true friendship mean to you?\n  ","59351":"\n   I have seen things and done things I'm not proud of. What's your story?\n  ","59352":"\n   people ask you questions and you answer truthfully?\n  ","59353":"\n   What body piercings do you want\n  ","59354":"\n   Hey friend\n  ","59355":"\n   Olive juice\n  ","59356":"\n   What's special about you ??\n  ","59357":"\n   your favorite lie is ..?\n  ","59358":"\n   Do you think that money can buy love?\n  ","59359":"\n   Finish the sentences. I will not be...........................? I can be...........................?\n  ","59360":"\n   Is there a Rx called Np Thyroid?\n  ","59361":"\n   Who do you like\n  ","59362":"\n   Why would a household \"purposely\" make big messes for an individual to clean up around the house?.. One after another.. I mean as the person cleaned up one mess, only to find a bigger mess each time they got anywhere with the mess to clean up.\n  ","59363":"\n   PAP your talisman!\n  ","59364":"\n   On a scale of 1-10 how honest are you?\n  ","59365":"\n   Which languages do you understand or speak?\n  ","59366":"\n   What are you a “natural” at doing?\n  ","59367":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","59368":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","59369":"\n   What is beautiful to you?\n  ","59370":"\n   Go ask me questions ?\n  ","59371":"\n   Which day of the week do you hate the most?\n  ","59372":"\n   What was the happiest moment of your life?\n  ","59373":"\n   So, any new life activities?\n  ","59374":"\n   Do you believe that everything happens for a reason?\n  ","59375":"\n   Color of the day!\n  ","59376":"\n   What's one of your top dine in restaurants you've been to so far in your life?\n  ","59377":"\n   What are you thankful for today?\n  ","59378":"\n   Do you play a musical instrument?\n  ","59379":"\n   What are you obsessed with?\n  ","59380":"\n   What sound can put you to sleep?\n  ","59381":"\n   What is your favorite place to shop at?\n  ","59382":"\n   Who hate school more: students or teachers?\n  ","59383":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","59384":"\n   Do you believe in horoscope compatibility?\n  ","59385":"\n   Do you believe in aliens?\n  ","59386":"\n   Recommended song?\n  ","59387":"\n   Post Malone or Wiz Khalifa?\n  ","59388":"\n   Snapchat?\n  ","59389":"\n   Are you following the news? What are you interested in?\n  ","59390":"\n   Have you ever knocked a girl out in a fight\n  ","59391":"\n   Lol yeah she blew up like a giant blueberry\n  ","59392":"\n   Anybody here go commando and like it.\n  ","59393":"\n   How many of your friends are vegans\/vegetarians?\n  ","59394":"\n   What would you do if you were on a plane and you go to the front and all you see is a slice of toast with a headset on?\n  ","59395":"\n   mk\n  ","59396":"\n   I Know he can read this, so shout out to the great Maxie -Alice\n  ","59397":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","59398":"\n   ? Hmm. Hmu. Ask whatever’s you want I’ll keep it 1000.\n  ","59399":"\n   it comes out of the body ⚠ ♻ ?\n  ","59400":"\n   Any ladies like men around 40? Age does not matter\n  ","59401":"\n   Is eating corn a waste of money and effort ?\n  ","59402":"\n   I like watch horror I like watch romance comedy movie from Hallmark don't judge me I grow up with horror movie at the age 6\n  ","59403":"\n   Girls you can follow me\n  ","59404":"\n   I am nice to people on ask fm because I do not want to be a suspect if there be a murder.I am smarter than most people...maybe.\n  ","59405":"\n   What do you feel like so many people don't like you?\n  ","59406":"\n   Do you love hockey?\n  ","59407":"\n   Citation that describes you\n  ","59408":"\n   nicest person on ask??\n  ","59409":"\n   Do you have dimples on your cheeks?\n  ","59410":"\n   Why does Yemen wanna block access to YouTube?\n  ","59411":"\n   Where does all your money go?\n  ","59412":"\n   Which song would you choose to give your crush a message indirectly?\n  ","59413":"\n   What set of items could you buy that would make the cashier the most uncomfortable?\n  ","59414":"\n   Do you bite your nails?\n  ","59415":"\n   Do you have someone you tell everything to?\n  ","59416":"\n   What is your lucky number?\n  ","59417":"\n   Which animal would you love to be for a day?\n  ","59418":"\n   What is cabaret singer?\n  ","59419":"\n   What's the one genre of music you just can't do?\n  ","59420":"\n   Do you love autumn?\n  ","59421":"\n   Somebody said I look like Squidward after he ate all the Krabby patties ???\n  ","59422":"\n   Tbh it kinda sounds fun\n  ","59423":"\n   Who do u want to go to the dance wirh\n  ","59424":"\n   I thought I saw something about you getting big ?\n  ","59425":"\n   what are your longest relationships look like?\n  ","59426":"\n   Didn't he \"inflate\" you? ?\n  ","59427":"\n   I can't believe I've somehow avoided that person that likes to inflate people lol\n  ","59428":"\n   Glad I live in an apartment ? my big ass would have died doing all that\n  ","59429":"\n   What kinda work were you doing in the yard?\n  ","59430":"\n   Do you agree that pet-shops should not sell animals?\n  ","59431":"\n   Haha it would take a lot for me to work mine off ?\n  ","59432":"\n   What was the last YouTube video you saw?\n  ","59433":"\n   Who was the last person you gave a kiss?\n  ","59434":"\n   What would the world be like without religion?\n  ","59435":"\n   That's good! Me too\n  ","59436":"\n   What is the most interesting science?\n  ","59437":"\n   Could you live without a computer?\n  ","59438":"\n   How have you been?\n  ","59439":"\n   Heyy!\n  ","59440":"\n   If your crush has fallen for someone uglier than you does that mean you have a less chance or more chance ?\n  ","59441":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","59442":"\n   Do you find farting   embarrassing?\n  ","59443":"\n   How long should I keep the same diaper on for without any changes? I will obey and post pics\n  ","59444":"\n   What is your favorite lunch cafeteria food?\n  ","59445":"\n   What's your alarm ringtone?\n  ","59446":"\n   How many percent of happiness are in one kiss?\n  ","59447":"\n   Are you back to school, university or office?\n  ","59448":"\n   anything exciting happening in your life right now?\n  ","59449":"\n   If you were shown today your first-grade self, what would you think?\n  ","59450":"\n   I am 18.I am girl.I in Santa Jose.\n  ","59451":"\n   I am using my psychic energy to direct this message to a person named Holly.\n #happybirthday\n  ","59452":"\n   Do you like or dislike spicy food?\n  ","59453":"\n   What do you think of makeup?\n  ","59454":"\n   City or countryside? What do you prefer?\n  ","59455":"\n   What is your favorite sport to play?\n  ","59456":"\n   Is it more important to love or be loved?\n  ","59457":"\n   What is the strangest thing you’ve ever eaten?\n  ","59458":"\n   What is one thing you refuse to share?\n  ","59459":"\n   What name would you give to your ship?\n  ","59460":"\n   Who sent the last text message you received?\n  ","59461":"\n   Why do doctors have terrible handwriting?\n  ","59462":"\n   Do you trust your government?\n  ","59463":"\n   Have you ever played golf?\n  ","59464":"\n   Love or wifi?\n  ","59465":"\n   How do you cheer up a friend when they're feeling down?\n  ","59466":"\n   Do you enjoy travelling on a ferry?\n  ","59467":"\n   Did you make any new friends this summer?\n  ","59468":"\n   How would your friends describe you???\n  ","59469":"\n   What would you do if you woke up to find yourself alone on Earth?\n  ","59470":"\n   What is on the walls of the room you are in?\n  ","59471":"\n   How often do you wash your hair?\n  ","59472":"\n   What's one difficulty in being a teenager?\n  ","59473":"\n   What do you like to do on a rainy day?\n  ","59474":"\n   Are you ever afraid of asking people questions publicly because they may think you're the one asking all the really weird questions even when it wasn't you?\n  ","59475":"\n   Do you like to try different things or amongst those who are scared to leave their comfort zone ?\n  ","59476":"\n   How can you change the world??\n  ","59477":"\n   What is\/was your nickname at school?\n  ","59478":"\n   Wearing anything blue  what is it\n  ","59479":"\n   what's something you would never want to tell anyone?\n  ","59480":"\n   Will you scold your children for getting bad grades?\n  ","59481":"\n   Weirdest craving you've ever had\n  ","59482":"\n   Should we read a lot of books?\n  ","59483":"\n   On a scale from 1-10, you're a 9 and I'm the 1 you need\n  ","59484":"\n   How much money have you spent today and on what?\n  ","59485":"\n   What would someone have to do to make you dislike them immediately?\n  ","59486":"\n   What are you wearing right now?\n  ","59487":"\n   What was the last drink you had?\n  ","59488":"\n   What things you want to do, but you can't?\n  ","59489":"\n   I would like to learn learn either Russian ?? or Arabic.\n\nI know a tad bit of braille.\n  ","59490":"\n   What foreign language would you like to learn?\n  ","59491":"\n   To your mind, what should every child have?\n  ","59492":"\n   Who wants too bring back the premium mood soccer emoji ??  That’s always my mood bring it back\n  ","59493":"\n   If you became a teacher tomorrow, what would you teach?\n  ","59494":"\n   which one of your friends has birthday soon? how are you going o congratulate them?\n  ","59495":"\n   Wyd rn\n  ","59496":"\n   Do you prefer tea, coffee or cocoa?\n  ","59497":"\n   Drying out your skin with isopropyl alcohol may help you.\n  ","59498":"\n   I had acne.\n  ","59499":"\n   my name es Ricardo\n  ","59500":"\n   no\n  ","59501":"\n   I am super man bullets bounce off.\n  ","59502":"\n   guess my name\n  ","59503":"\n   I am sorry for things my gender has done.\n  ","59504":"\n   How do you usually start a conversation?\n  ","59505":"\n   Excited for anything?\n  ","59506":"\n   Thanks! What have you been up to?\n  ","59507":"\n   With school\n  ","59508":"\n   I've been good! Just busy\n  ","59509":"\n   What do you do when you are bored at school\/work?\n  ","59510":"\n   If you were a different gender, what name would you want to have?\n  ","59511":"\n   How are you?\n  ","59512":"\n   What do you think people should do more often?\n  ","59513":"\n   What are two true things and one lie about you?\n  ","59514":"\n   What do you гusually eat?\n  ","59515":"\n   Heyy\n  ","59516":"\n   Where were you 3 hours ago?\n  ","59517":"\n   Goodmorning fam??\n  ","59518":"\n   Do you change your mind often?\n  ","59519":"\n   Do you miss anyone right now?\n  ","59520":"\n   Any ladies wanna video chat\n  ","59521":"\n   Color of everything you are wearing\n  ","59522":"\n   What is your favorite social networking site?\n  ","59523":"\n   What makes you really mad?\n  ","59524":"\n   What is your reason to keep fighting and survive?\n  ","59525":"\n   I hope this goes to that girl I like in the UK. ?????⭐〰?\n  ","59526":"\n   Have you ever been hypnotized?\n  ","59527":"\n   What is the most unappetizing meal?\n  ","59528":"\n   What are the childish things you still do as a grown up?\n  ","59529":"\n   Hry\n  ","59530":"\n   Which is the funniest name you've ever heard?\n  ","59531":"\n   Will robots replace humans?\n  ","59532":"\n   Have you ever played golf?\n  ","59533":"\n   If you were going to get a tattoo, what would it be and where?\n  ","59534":"\n   What about your snapchat code? ?\n  ","59535":"\n\n    @Jessica_Caine\n   \n   is fake\n  ","59536":"\n   Do you do selfie every day? ?\n  ","59537":"\n   Do you have weird relatives?\n  ","59538":"\n   kinks?\n  ","59539":"\n   What can you endlessly stare at?\n  ","59540":"\n   Who had the biggest influence on you as a kid?\n  ","59541":"\n   How many hats do you own?\n  ","59542":"\n   Can I have your school photo?\n  ","59543":"\n   How is life\n  ","59544":"\n   What's your wildest fantasy?\n  ","59545":"\n   Why do we try so hard for people who don’t try for us?\n  ","59546":"\n   ?? If you could give a school bus a kiss, where would that kiss be?\n  ","59547":"\n   What is your secret talk nobody knows?\n  ","59548":"\n   What’s the catchiest song you’ve ever heard?\n  ","59549":"\n   What is the best movie you have ever seen?\n  ","59550":"\n   If you had one word to describe yourself, what word would it be?\n  ","59551":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","59552":"\n   The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.?\n  ","59553":"\n   What is your favorite movie so far in 2018?\n  ","59554":"\n   What kind of dish can you cook?\n  ","59555":"\n   What's the best dating advice you have?\n  ","59556":"\n   Post a picture of somebody or something you find inspiring!\n  ","59557":"\n   What question would you like to ask the Somali pirate?\n  ","59558":"\n   Who is the most beautiful person in your country?\n  ","59559":"\n   Did you like it?\n  ","59560":"\n   Is it ethical to eat meat?\n  ","59561":"\n   Would you prefer to have the power to fly or be invisible?\n  ","59562":"\n   Want me to throw donuts at you?\n  ","59563":"\n   Favorite summer memory?\n  ","59564":"\n   At what age did you learn to ride a bicycle?\n  ","59565":"\n   is there anyone that you want back in your life?\n  ","59566":"\n   Do you think that nowadays boys have become more feminine and girls more masculine?\n  ","59567":"\n   What do you do when you find out your partner cheating?\n  ","59568":"\n   Cual crees que es el sentimiento mas profundo en ti?\n  ","59569":"\n   Hola ¿quieres ser mi amiga? hace tiempo que estoy sola\n  ","59570":"\n   who are you when no one's watching?\n  ","59571":"\n   I love this ☺️\n  ","59572":"\n   What is the best urbex location you've visited so far? :)\n  ","59573":"\n   What's the way out of labyrinth of troubles??\n  ","59574":"\n   Auto correct... I meant “what is love?”\n  ","59575":"\n   If I was a child and asked you, “What I’d love?” what would you say?\n  ","59576":"\n   Can you tell me about love?\n  ","59577":"\n   Have you ever dyed your hair?\n  ","59578":"\n   Do you follow your brain or your heart?\n  ","59579":"\n   I actually have an app that tracks the light and deep sleep and will sound the alarm whenever you are in the light sleep mode\n  ","59580":"\n   3 favorite songs?\n3 favorite bands?\nAnd what is your favorite season on the year?\n  ","59581":"\n   Would you rather never be able to smell again or never be able to taste anything again\n  ","59582":"\n   In the mornings.  I seem to be in deep sleep when the alarm does go off.\n  ","59583":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles????\n  ","59584":"\n   What's the rudest thing anyone ever said to you?\n  ","59585":"\n   Why is it that your deepest sleep of the night is interrupted by the alarm clock going off?\n  ","59586":"\n   You always scold yourself for...?\n  ","59587":"\n   What’s the most expensive thing you’ve broken?\n  ","59588":"\n   Why is it that some hide their true feelings only to lose everything they love in the end?\n  ","59589":"\n   How is your weekend going\n  ","59590":"\n   What do you prefer - the countryside or the city?\n  ","59591":"\n   What do you think is the best holiday decoration for a gift?\n  ","59592":"\n   are you saving up for anything?\n  ","59593":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","59594":"\n   ورُبّما و  انت \" تصلّى ع النبىّ \"  َ فتزيدنى درجة ويُزيدُگ أّلَلَهِ درجآت          &&&&&&&&&&&&&&&&   فَلَعَلَّ  اِسْتِغْفَارًا  مِنْ  قَلْبِكِ  ❤ يَقْبَلُهُ  اللهُ  وَيَمْحُو  بِهِ  كُلَّ مَا  مُضِيٌّ .\n  ","59595":"\n   Is there any person you are afraid of?\n  ","59596":"\n   Do you believe in love at first sight... on the internet?\n  ","59597":"\n   What do you think you do best?\n  ","59598":"\n   What is the softest thing in the world?\n  ","59599":"\n   gOod Night Have A sWeet DreAmz❤❤❤???\n  ","59600":"\n   How many people ask for your opinion ?\n  ","59601":"\n   How do you define Love?\n  ","59602":"\n   كل سنه وانتو طيبين يجماعه وربني يحققلكو كل الي بتتمنو ??\n  ","59603":"\n   What's hurting you more than everything??\n  ","59604":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","59605":"\n   Which is scarier: clowns or spiders?\n  ","59606":"\n   Do you feel love tonight??\n  ","59607":"\n   Do you have any siblings?\n  ","59608":"\n   Right now, I would like to be in…\n  ","59609":"\n   Most disastrous feeling is______?\n  ","59610":"\n   If this shoutout gets 1000 responses, I won't eat for 18 minutes.\n  ","59611":"\n   Lol ...i like u ur silly\n  ","59612":"\n   Which websites do you visit most frequently?\n  ","59613":"\n   Any ladies in middle tn\n  ","59614":"\n   Do you have any phobias?\n  ","59615":"\n   How do you get motivated during the bad times?\n  ","59616":"\n   Tell me guys most interesting places in NYC ???\n  ","59617":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","59618":"\n   What is the most important thing to you ?\n  ","59619":"\n   What is the best age to get married???\n  ","59620":"\n   Gusto kong mag tampo pero narealize na wala pala akong karapatan mag tampo\n  ","59621":"\n   what is you fav perfume\n  ","59622":"\n   Home sweet home ?\n  ","59623":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","59624":"\n   what other language can you speak?\n  ","59625":"\n   What's your favourite chocolate bar?\n  ","59626":"\n   Should people be given a second chance? ?\n  ","59627":"\n   Money or love?\n  ","59628":"\n   Where do you feel most safe?\n  ","59629":"\n   If you could have any question answered, what would it be?\n  ","59630":"\n   What advice would you give to children today?\n  ","59631":"\n   What shouldn't you do on the first date?\n  ","59632":"\n   r u going to the cemetery on Halloween?\n  ","59633":"\n   what r ur favorite activities u do in autumn?\n  ","59634":"\n   Are you hard-working or lazy?\n  ","59635":"\n   What is your biggest addiction?\n  ","59636":"\n   Drink of the day!\n  ","59637":"\n   Why do girls talk more than boys?\n  ","59638":"\n   What's something you do well?\n  ","59639":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","59640":"\n   Are you usually late, early or right on time?\n  ","59641":"\n   What is the longest you've ever gone without any sleep?\n  ","59642":"\n   What is the most beautiful language?\n  ","59643":"\n   Who makes you laugh?\n  ","59644":"\n   At what age do you consider someone old?\n  ","59645":"\n   Do you pefer to live alone or with someone?\n  ","59646":"\n   Why society needs you?\n  ","59647":"\n   What does Freedom mean to you?\n  ","59648":"\n   What was the most thoughtful gift that you have received\n  ","59649":"\n   Who to talk? (Only girls)\n  ","59650":"\n   Anyone awake?\n  ","59651":"\n   On a scale from 1 to 10 how weird are you?\n  ","59652":"\n   What's the longest you've gone without a haircut?\n  ","59653":"\n   What makes you strong?\n  ","59654":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","59655":"\n   What is the thing you think people should do more often?\n  ","59656":"\n   I wanna poop my diapers\n  ","59657":"\n   What color toothbrush do you have?\n  ","59658":"\n   Is it possible to stay friends with a person you have loved before?\n  ","59659":"\n   Who is your favorite cartoon character?\n  ","59660":"\n   :') استفسر و لا يهمك يا بشمهندس طارق\n   \n    @tudoow\n   \n","59661":"\n   What is the most money you have ever held in your hand?\n  ","59662":"\n   What is one thing you will never do again?\n  ","59663":"\n   I’ve heard of evanescence and Avril, but havent really heard of the other ones you mentioned. Lol Im’a check them out.\n  ","59664":"\n   How many meals have you burned when cooking?\n  ","59665":"\n   What are you going to eat for dinner??\n  ","59666":"\n   What is the furthest you have ever been from home?\n  ","59667":"\n   What word describes your day?\n  ","59668":"\n   How much time per day do you spend on the internet?\n  ","59669":"\n   Sice se nezname, ale rad poznavam nove lidi a budu rad kdyz si me pridáš na insta\n   \n    https:\/\/www.instagram.com\/filip_trubelik\/\n   \n   Budu rád za sledování, chci si vybudovat základnu lidi, abych natáčel videa o filmech a recenze o nich, zajímám se od mala o to.\n  ","59670":"\n   I like Paramore too. I like Rose-Colored Boy and Hard Times the best. I’m like pretty much anything that’s not EDM or Country, but my favorites are MJ and Stevie Wonder. I could listen to those two forever.\n  ","59671":"\n   What's your favorite song from the 2000s?\n  ","59672":"\n   Would you rather have your breakfast in bed or on a patio?\n  ","59673":"\n   Cool! I’ll check it out! I like alt rock too. Do you have a favorite artist\/band?\n  ","59674":"\n   So how has everybody been doing??\n  ","59675":"\n   Salah ga si kalo perempuan tu gengsi nya tinggi\n  ","59676":"\n   I’m not really familiar with Cajun music. Lol\n  ","59677":"\n   Is the current generation really this dense?\n  ","59678":"\n   What have you been thinking about lately?\n  ","59679":"\n   What song makes you want to dance?\n  ","59680":"\n   What concert do you want to go to? ?✌\n  ","59681":"\n   What did You learn today?\n  ","59682":"\n   Have you lost your tonsils?\n  ","59683":"\n   Under what circumstances do you block people on social media?\n  ","59684":"\n   Do you prefer to ask questions or answer them?\n  ","59685":"\n   Have you ever felt ashamed from your past??\n  ","59686":"\n   can you follow me ...lol...this app is a little boring...entertain me\n  ","59687":"\n   Do you believe there is good in everyone?\n  ","59688":"\n   Are you good at keeping secrets?\n  ","59689":"\n   Have u followed a bad advice? Which one? What happened?\n  ","59690":"\n   What is the one place in the world you wish you lived in?\n  ","59691":"\n   Whats grabs your attention?\n  ","59692":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","59693":"\n   Have you ever cheated on someone? If so, how and why?\n  ","59694":"\n   What was the last thing you purchased and why?\n  ","59695":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","59696":"\n   Hay que portarse mal y hacerlo bien????\n  ","59697":"\n   Which animal is your spirit animal?\n  ","59698":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","59699":"\n   Why is it so hard for ppl to apologize?\n  ","59700":"\n   اللهم استجب دعائنا وألطف بِنَا وارحمنا ?\n  ","59701":"\n   \"Does it irritate you when he forgets to use lubrication? Thankfully, my mechanic has not done that but I was a little irritated to find a loose nut in the car and a nozzle for the vacuum cleaner on the passenger seat.\"\n  ","59702":"\n   Who was your hero in childhood? Why?\n  ","59703":"\n   How many Microsoft employees are need to replace an overheated light bulb?\n  ","59704":"\n   Have you ever done something crazy to show you are attracted to someone?\n  ","59705":"\n   I felt really full when I was a balloon\n  ","59706":"\n   sup\n  ","59707":"\n   OOF\n  ","59708":"\n   How many times have you heard the words of someone close to you..? ?\n  ","59709":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends? What could be your reasons for discontinuing friendship with a person?\n  ","59710":"\n   Idk about you but I wasn't a big fan of being a balloon  ??\n  ","59711":"\n   Let's turn into balloons and go find them\n  ","59712":"\n   Why do people gossip about each other?\n  ","59713":"\n   what is your fave way to spend your time??\n  ","59714":"\n   Hey!\n  ","59715":"\n   I've got the question again too ??\n  ","59716":"\n   What would you do if you could inflate your body like a balloon?\n  ","59717":"\n   Age\n  ","59718":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","59719":"\n   Would you rather have your shirts always two sizes too big or one size too small?\n  ","59720":"\n   Not the same Jesse(bf) and I sent it not understanding the app that well\n  ","59721":"\n   Do you want to be a Youtuber?\n  ","59722":"\n   Why dont you cut your hair?\n  ","59723":"\n   ?\n  ","59724":"\n   What's your favorite weather conditions?\n  ","59725":"\n   Any single women between 20 and 34 want to be spoiled hit me up\n  ","59726":"\n   Why is there a life jacket under the seat on an airplane, but not a parachute?\n  ","59727":"\n   does anyone in lenoir even still use this thing?\n  ","59728":"\n   top 3 favorite emojis\n  ","59729":"\n   ضع افضل صوره او اكتر صوره مميزه وتحبها\n  ","59730":"\n   what is your criterion to accept someone on snapchat?\n  ","59731":"\n   Post a picture of somebody or something you find inspiring!\n  ","59732":"\n   Jesse Lindsey.. hay flove!muah\n  ","59733":"\n   Did you swim today?\n  ","59734":"\n   What's your favorite joke\n  ","59735":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","59736":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","59737":"\n   What are your favorite junk foods?\n  ","59738":"\n   What is the last thing you do before bed?\n  ","59739":"\n   Favorite place to go for vacation,and why\n  ","59740":"\n   مالذي يدفع الآخرين للكذب؟\n  ","59741":"\n   Birthday?\n  ","59742":"\n   Would you rather quit your idea or stick to it, if everybody is against it?\n  ","59743":"\n   What is your favorite clothing store?\n  ","59744":"\n   ? FOLLOW FOR FOLLOW BACK ?\n  ","59745":"\n   You are at this stage in your life when...?\n  ","59746":"\n   Ne\n  ","59747":"\n   How do you get rid of stress and negative energy?\n  ","59748":"\n   هو صحيح لولا?\n  ","59749":"\n   ما بين و بين\n  ","59750":"\n   ‏في عينيها نعاس دائم ،\n بإمكان ‏المرء أن ينام فيهما إلى الأبد .?\n  ","59751":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","59752":"\n   Bikini or a one-piece swimsuit?\n  ","59753":"\n   If you could travel the world with only one person who would you take?\n  ","59754":"\n   Do you think dogs are really man's best friend?\n  ","59755":"\n   What do you love the most? Please answer\n  ","59756":"\n   Describe the boy\/girl of your dreams!\n  ","59757":"\n   What would you name your boat if you had one?\n  ","59758":"\n   What city did you move to?\n  ","59759":"\n   W gvv\n  ","59760":"\n   If you could close one fast food chain because of disgusting food, which one would you pick?\n  ","59761":"\n   How are you feeling right now?\n  ","59762":"\n   Can TV make us stupid?\n  ","59763":"\n   What color socks are you wearing right now?\n  ","59764":"\n   How often do you draw?\n  ","59765":"\n   Are you ready?\n  ","59766":"\n   What was your first concert? No matter how embarrassing - let's hear it.\n  ","59767":"\n   What do u like about your friends\n  ","59768":"\n   How old are u bella\n  ","59769":"\n   Favorite beautiful place too go ,and why\n  ","59770":"\n   how often do you look back on your life?\n  ","59771":"\n   What are u doing now friend\n  ","59772":"\n   What do you like best about your hometown?\n  ","59773":"\n   Where do u put your phone before going to sleep\n  ","59774":"\n   What is the most beautiful place in the world?\n  ","59775":"\n   Things u do before bed\n  ","59776":"\n   What’s your favorite thing to do around town?\n  ","59777":"\n   What do u like about me ,and why\n  ","59778":"\n   Name 5 thing u love\n  ","59779":"\n   ?\n  ","59780":"\n   do you go for jogging in the morning?\n  ","59781":"\n   Any ladies wanna race?\n  ","59782":"\n   Would you rather have no eyebrows or no eyelashes?\n  ","59783":"\n   What kind of life do you want to have - luxurious or adventurous?\n  ","59784":"\n   What are some of the first things you do in the morning?\n  ","59785":"\n   What’s the one book you think everyone should read?\n  ","59786":"\n   What do you order at Starbucks?\n  ","59787":"\n   What is the healthiest thing to get from McDonalds?\n  ","59788":"\n   Where are you at the moment?\n  ","59789":"\n   What's your favorite kind of candy?\n  ","59790":"\n   Do you wear a watch?\n  ","59791":"\n\n    @Daemonkin\n   \n","59792":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","59793":"\n   jomatecc@gmail.comAskins292JacklynuCFIOGuadalupe8369rrcOA is an ioioiooiooooooooqaVvw gbtug g @\n  ","59794":"\n   Any plans for the weekend?\n  ","59795":"\n   Favorite outfit ,post a picture friend\n  ","59796":"\n   What are the first things you notice when you meet someone? ?\n  ","59797":"\n   Do u talk to strangers??\n  ","59798":"\n   Haha yeah I'm from the south. That's why I'm so wide\n  ","59799":"\n   Do u wear belts ,just asking\n  ","59800":"\n   Hey! I'm currently in the running for widest hips in America and I need to know, do I have the widest hips you've ever seen?\n  ","59801":"\n   What aspect of you are you most proud of?\n  ","59802":"\n   What games do you have installed on your phone?\n  ","59803":"\n   Go follow\n   \n    @lindseyclark90\n   \n   and ask her questions\n  ","59804":"\n   Whats the most expensive thing you've ever broken? ?\n  ","59805":"\n   What are u doing today\n  ","59806":"\n   النت ويه ال vpn ويشلع الكلب !!!\n  ","59807":"\n   Would you rather be Kim Kardashian for a day or Kanye West for a day?\n  ","59808":"\n   Are you an art lover?\n  ","59809":"\n   What are the things that one should do before go to sleep?\n  ","59810":"\n   Who's the worst on ur volleyball team\n  ","59811":"\n   Are you working this summer or are you just enjoying summer holidays?\n  ","59812":"\n   What time is it!!!!!!\n  ","59813":"\n   Do you prefer to talk or to listen?\n  ","59814":"\n   Galaxy s9 or iPhone X?\n  ","59815":"\n   Are you ready for the future?\n  ","59816":"\n   What are your favorite summer shoes?\n  ","59817":"\n   What do you need?\n  ","59818":"\n   Hey!\n  ","59819":"\n   PAP your favourite Pokemon!\n  ","59820":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","59821":"\n   Which country will win the 2018 FIFA World Cup?\n  ","59822":"\n   I am long on exciting moments and short on off days, I have hair in certain spaces sometimes it's all over if I don't get shaved, I am sometimes covered and sometimes I am not, but one thing I love is something wet and slimy when I decide to go in for a shoot off, what am I?\n  ","59823":"\n   If you could teleport, where would you go?\n  ","59824":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","59825":"\n   How is your Day?\n  ","59826":"\n   Is there anything so precious to you that you'd risk your life for it?\n  ","59827":"\n   What to do, when it's boring?\n  ","59828":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","59829":"\n   Would you rather be 3 inches taller or 3 inches shorter?\n  ","59830":"\n   Ask me something\n  ","59831":"\n   Are you talking with someone?\n  ","59832":"\n   How is everyone??\n  ","59833":"\n   Who else loves ladies with glasses?\n  ","59834":"\n   Age\n  ","59835":"\n   I've gotten so many questions about my butt ??? it's crazy\n  ","59836":"\n   Was it as fun as you thought it would be?\n  ","59837":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","59838":"\n   How did he not see you? You were massive ???\n  ","59839":"\n   Did your fiance see you when you were inflated? ?\n  ","59840":"\n   Just scroll down. It's kinda far down\n  ","59841":"\n   Well you were large and in charge ??\n  ","59842":"\n   It's hilarious lol\n  ","59843":"\n   Did you like it?\n  ","59844":"\n   Did you see that fan art somebody made for me?\n  ","59845":"\n   What's the best advice your father ever gave you ?\n  ","59846":"\n   This girl i like still have feelings for. We were dating long distance then she lost interest in me. But this dude shes with does drugs and smokes. She doesnt like that stuff. She said it just a now thing like a temporary . But she wants to meet when i get back to ohio.\n  ","59847":"\n   Milk chocolate or dark chocolate?\n  ","59848":"\n   That’s good. Have you recovered from being inflated? Lol\n  ","59849":"\n   How have you been?\n  ","59850":"\n   10 People Who Mysteriously Disappeared into Thin Air\n   \n    https:\/\/www.youtube.com\/watch?v=1DMglDj3ayk\n   \n   sorry about sending the video and link.\n  ","59851":"\n   10 People Who Mysteriously Disappeared into Thin Air\n   \n    https:\/\/www.youtube.com\/watch?v=1DMglDj3ayk\n   \n   sorry about sending the video and link.\n  ","59852":"\n   Things u do for fun ,and why\n  ","59853":"\n   Do you easily get sea-sick?\n  ","59854":"\n   Where do the happiest people live?\n  ","59855":"\n   Have you ever run away from school lessons?\n  ","59856":"\n   What to do, if I want to work? ?\n  ","59857":"\n   What do you blow? (If you get what I mean) ?\n  ","59858":"\n   But how big were you?\n  ","59859":"\n   Oops sorry. I live in Hattiesburg\n  ","59860":"\n   Where in Mississippi are you at?\n  ","59861":"\n   How big did you end up getting?\n  ","59862":"\n   How are you?\n  ","59863":"\n   Things u do for ,and why\n  ","59864":"\n   Hey!\n  ","59865":"\n   You inflated bigger than I did ?\n  ","59866":"\n   How would you describe today in one word?\n  ","59867":"\n   What are near by craft events where you can set up a booth? Also prices would be awesome.\n  ","59868":"\n   Do you have freckles?\n  ","59869":"\n   how is ur fall?\n  ","59870":"\n   HOw long do you sleep?\n  ","59871":"\n   How can you tell a good person from a bad one?\n  ","59872":"\n   It’s an Spaniard singer\n  ","59873":"\n   What contains ten thousand calories? ??\n  ","59874":"\n   What is your reaction when someone ignores you?\n  ","59875":"\n   Do you think crying is a sign of weakness or strength?\n  ","59876":"\n   What makes people,not sleep?\n  ","59877":"\n   Ask me shit\n  ","59878":"\n   Do you know Camilo Sesto ?\n  ","59879":"\n   What is your favorite restaurant? Where is it located?\n  ","59880":"\n   How do you spend your weekend?\n  ","59881":"\n   I know ya'll hate this but I'm totally willing to answer ANY questions because in DRUNKKKKK\n  ","59882":"\n   What address will you remember forever?\n  ","59883":"\n   If u love someone and it has been almost one year and they r changing with u ? Is that a bad sign? Or it’s normal?\n  ","59884":"\n   You wanna get that big?\n  ","59885":"\n   How many relationships have you had\n  ","59886":"\n   What do u need to make it happen...???\n  ","59887":"\n   Would you rather get crypto currency or regular money?\n  ","59888":"\n   I probably would lol\n  ","59889":"\n   If you could summarize your life in 3 words, what would those words be?\n  ","59890":"\n   Do you have pets? PAP!\n  ","59891":"\n   Choose: Burn the roof of your mouth or get a papercut on your finger?\n  ","59892":"\n   How much bigger do you wanna get?\n  ","59893":"\n   If you were a different gender, what name would you want to have?\n  ","59894":"\n   If you were a different gender, what name would you want to have?\n  ","59895":"\n   If you were a YouTuber, what would your videos be about?\n  ","59896":"\n   Are you scared of the dark?\n  ","59897":"\n   What would you suggest everyone to try?\n  ","59898":"\n   If you had one wish, what would you wish for?\n  ","59899":"\n   What animal do you think is the scariest?\n  ","59900":"\n   Do you like Coke or Pepsi? Why?\n  ","59901":"\n   What's your favorite breakfast food?\n  ","59902":"\n   Are you camera shy or do you like having your photo taken?\n  ","59903":"\n   What could you do as a child that you can't do now?\n  ","59904":"\n   Would you follow the white rabbit?\n  ","59905":"\n   If an alien offered you a ride in his UFO to his planet, would you go?\n  ","59906":"\n   What's the last song you listened to?\n  ","59907":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","59908":"\n   Do you easily fall in love?\n  ","59909":"\n   What are the three things that you cannot live without?\n  ","59910":"\n   What apps do you mostly use on your phone?\n  ","59911":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","59912":"\n   What's the longest you've waited in line and what were you waiting for?\n  ","59913":"\n   Where should you never take a first date?\n  ","59914":"\n   Have you ever stayed awake for an entire night?\n  ","59915":"\n   What would constitute a “perfect” day for you?\n  ","59916":"\n   You should talk about getting inflated on your YouTube channel ??\n  ","59917":"\n   You're all big and round  ??\n  ","59918":"\n   Where did u meet your best friend,and how\n  ","59919":"\n   I hope you're not scared of heights lol\n  ","59920":"\n   What do u like about your friends ,and why\n  ","59921":"\n   How big are you? I can't tell\n  ","59922":"\n   By friends I mean just texting friends\n  ","59923":"\n   How do u describe yourself ,and why\n  ","59924":"\n   You look funny ?\n  ","59925":"\n   What’s the first thing you notice about people?\n  ","59926":"\n   Do you like making other guy friends?\n  ","59927":"\n   Do you remember your first kiss?\n  ","59928":"\n   Favorite social media to use the most ,and why\n  ","59929":"\n   How does it feel?\n  ","59930":"\n   Favorite movies to watch,and why\n  ","59931":"\n   What came first, the chicken or the egg?\n  ","59932":"\n   Haz akay lewt bgazm ?\n  ","59933":"\n   Okay here's the air hose\n  ","59934":"\n   So huge? ?\n  ","59935":"\n   How big do you wanna be?\n  ","59936":"\n   You ready to be a balloon? ?\n  ","59937":"\n   Favorite singer ,and why\n  ","59938":"\n   Favorite books to read ,and why\n  ","59939":"\n   What is the secret to a happy life? ?®\n  ","59940":"\n   Good morning friend\n  ","59941":"\n   How are you?\n  ","59942":"\n   Ice tea or milkshake?\n  ","59943":"\n   unpopular opinions:\n  ","59944":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","59945":"\n   What does your friends say about ,and why\n  ","59946":"\n   Good morning friend\n  ","59947":"\n   What color is your soul?\n  ","59948":"\n   Favorite place to go too ,and why\n  ","59949":"\n   What do u do before bed\n  ","59950":"\n   Who is your favorite singer?\n  ","59951":"\n   What are you a “natural” at doing?\n  ","59952":"\n   How often do you use Snapchat app?\n  ","59953":"\n   Have you ever been on a silly diet?\n  ","59954":"\n   What are you most scared of\n  ","59955":"\n   If you’re in a motorcycle club, who has a black and yellow patch on the back?\n  ","59956":"\n   What is your favorite type of sushi?\n  ","59957":"\n   What will you never do?\n  ","59958":"\n   What does a perfect day look like to you?\n  ","59959":"\n   Pure bred or mutt? PAP of your favorite pooch\n  ","59960":"\n   I think you could go blimp size ?\n  ","59961":"\n   Yeah hahaha\n  ","59962":"\n   What is your favorite sound?\n  ","59963":"\n   I was like 15 feet tall when I was inflated ?\n  ","59964":"\n   What helps you to sleep better?\n  ","59965":"\n   For real how big do you think you'd get?\n  ","59966":"\n   ‏كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلإِنسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِّنكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ\n  ","59967":"\n   Getting you in the door would be hard\n  ","59968":"\n   I think you'd be great as a balloon ??\n  ","59969":"\n   So you're saying mine is huge ?\n  ","59970":"\n   How? Haha\n  ","59971":"\n   Go ghost hunting as a giant balloon ?\n  ","59972":"\n   Like is it really that big? ?\n  ","59973":"\n   You wanna be a big balloon? ?\n  ","59974":"\n   At least it took attention away from my butt for a while ?\n  ","59975":"\n   Except I think I was bigger ??\n  ","59976":"\n   I was looking like the blueberry girl off of Charlie and the chocolate factory ??\n  ","59977":"\n   What do you think should be done to people who create SPAM on the Internet?\n  ","59978":"\n   What’s in your pockets?\n  ","59979":"\n   Salted or sweet popcorn?\n  ","59980":"\n   If you could have dinner with anyone, who would you choose?\n  ","59981":"\n   Aisle, middle, or window seat?\n  ","59982":"\n   When is the world going to end?\n  ","59983":"\n   Who was the last person you took a picture with?\n  ","59984":"\n   Why do girls talk more than boys?\n  ","59985":"\n   You're very beautiful\n  ","59986":"\n   How are you hottie?\n  ","59987":"\n   What perfume are you wearing today?\n  ","59988":"\n   Hello\n  ","59989":"\n   SHOUTOUT TO MY HOMIES CONDESENDING AND OBE\n  ","59990":"\n   Somebody asked me what I'd do if I could inflate myself like a balloon ???\n  ","59991":"\n   Have you been getting random questions about inflating like a balloon? ?\n  ","59992":"\n   It's paranormal. It's about a real life demonic possession\n  ","59993":"\n   Have you seen the movie Veronica on Netflix?\n  ","59994":"\n   Tell me about your flaws ?\n  ","59995":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","59996":"\n   What's the best thing ever happened to you?\n  ","59997":"\n   Favorite movie you've seen lately?\n  ","59998":"\n   Do you believe in super natural powers?\n  ","59999":"\n   What’s the nicest thing a complete stranger has done for you or vice versa?\n  ","60000":"\n   Kalian pernah baca Kala karya Amorfati?\n  ","60001":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","60002":"\n   What are your favorite things to do for fun\n  ","60003":"\n   Goodnight friend ,i text you tomorrow\n  ","60004":"\n   How can we admire people ,and why\n  ","60005":"\n   What are u doing now friend\n  ","60006":"\n   What are u doing today friend\n  ","60007":"\n   Name 5 things u love\n  ","60008":"\n   How do we admire people ,and why friend\n  ","60009":"\n   What did u do this weekend\n  ","60010":"\n   How do I bypass the pin on my iPad 2\n  ","60011":"\n   What would you choose? & Why? 1.Power 2. Fame 3.Money.\n  ","60012":"\n   What is your dream job? ?\n  ","60013":"\n   As a kid have you ever gotten, a go away sign for Christmas or a magnetic bead toy (Aka Choking Hazard) I did growing up I feel like they meant it & I’m 23 now\n  ","60014":"\n   Can u be my girlfriend\n  ","60015":"\n   I am single friend\n  ","60016":"\n   Good morning friend\n  ","60017":"\n   What's your favorite pic?\n  ","60018":"\n   Favorite drink?\n  ","60019":"\n   It's a fact. I am in love with soneone\n  ","60020":"\n   What's the most expensive thing you have bought?\n  ","60021":"\n   I need you like a heart needs a beat, but it's nothing new\n  ","60022":"\n   who's the closest to you?\n  ","60023":"\n   If you found  a hundred  dollars on the grocery store floor would you :\nA.) Keep it \nB.) Turn the money in\n  ","60024":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","60025":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","60026":"\n   What's the best way to spend $1,000,000?\n  ","60027":"\n   What did you have for lunch today?\n  ","60028":"\n   Which countries have you visited?\n  ","60029":"\n   Where do you live?\n  ","60030":"\n   In wisconsin looking for a WOMAN and romantic night. Im19 so ive good experience with lovely nights.\n  ","60031":"\n   What type of music should I make?\n  ","60032":"\n   Everyone has Christmas time traditions, do you guys have Halloween traditions though?\n  ","60033":"\n   Do you worry about your future?\n  ","60034":"\n   Do you have or want a tattoo? What and where?\n  ","60035":"\n   Do you enjoy travelling on a ferry?\n  ","60036":"\n   How can you tell that someone is lying?\n  ","60037":"\n   Where would you hide a treasure chest, if you had one?\n  ","60038":"\n   PS4 or Xbox One? Why?\n  ","60039":"\n   What is circus? ?♂♂\n  ","60040":"\n   What angers you the most?\n  ","60041":"\n   What's your biggest phobia?\n  ","60042":"\n   How you been Isabella? Haven't seen you live alot lately.\n  ","60043":"\n   Do you think you're often misunderstood?\n  ","60044":"\n   Respond to this post if you wanna talk on Snapchat\n  ","60045":"\n   Do you have any cool nicknames?\n  ","60046":"\n   What's your favorite summer outfit?\n  ","60047":"\n   Are you a messy person or do you have to have order in your life?\n  ","60048":"\n   I wish you had brown eyes...I am disappointed. ⬇⭐⭐⭐↩\n  ","60049":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","60050":"\n   What is the one thing you want most in your life right now\n  ","60051":"\n   +1,vz?\n  ","60052":"\n   It's not even Halloween yet and I'm already seeing Christmas stuff for sale.  What's your favourite time of the year?\n  ","60053":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","60054":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","60055":"\n   Just asking friend\n  ","60056":"\n   How old are u\n  ","60057":"\n   Hey friend\n  ","60058":"\n   What's your honest opinion on the uprising gay population?\n  ","60059":"\n   What is something you will NEVER do again?\n  ","60060":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","60061":"\n   What interests you?\n  ","60062":"\n   What do you want to do when you are invisible?\n  ","60063":"\n   Are you proud of where you live or do you wish you were somewhere else?\n  ","60064":"\n   What's the color of your headphones?\n  ","60065":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","60066":"\n   Post a selfie friend\n  ","60067":"\n   What kind of photos can i upload on ask FM friend\n  ","60068":"\n   Thanj u friend\n  ","60069":"\n   How do i upload a picture on ask fm friend\n  ","60070":"\n   Are u blocking me\n  ","60071":"\n   How often do you take selfies?\n  ","60072":"\n   Do u wear belts friend\n  ","60073":"\n   What are u doing today\n  ","60074":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","60075":"\n   How can you change the World?\n  ","60076":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","60077":"\n   Hey friend\n  ","60078":"\n   In what case you can justify lies?\n  ","60079":"\n   How are u friend\n  ","60080":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","60081":"\n   Hey friend\n  ","60082":"\n   what can men get away with that women can’t?\n  ","60083":"\n   Hey friend\n  ","60084":"\n   What is the last thing you said to someone?\n  ","60085":"\n   What is your favorite restaurant in the world?\n  ","60086":"\n   Has anyone ever had a violation ban treat on here?\n  ","60087":"\n   Would you like to go on a date with someone you meet on the Internet?\n  "},"Answer":{"59015":"\n  Die\n  ","59016":"\n  Yup.\n  ","59017":"\n  Red white and blue!\n  ","59018":"\n  Strange\n  ","59019":"\n  Idk\n  \n  Chill\n  ","59020":"\n  I know American Sign\n  \n  Spanish Sign (some and learning still)\n  \n  Spanish\n  \n  Cajun French\n  \n  And English, clearly\n  ","59021":"\n  Who knows I’m still wondering the same thing\n  ","59022":"\n  Followed dear.\n  ","59023":"\n  ??????\n  ","59024":"\n  They are like any other person. Yes.\n  \n  But just like any other person if they can’t because of certain medical issues then they shouldn’t have to.\n  ","59025":"\n  Country or bayou living!\n  \n  Wait... they already have one or two like that already... ? well hell! make another! ?\n  ","59026":"\n  I really like to eat at Chinese places and at Ryan’s\n  ","59027":"\n  Sure\n  ","59028":"\n  ???? Sentences\n  ","59029":"\n  ??\n  ","59030":"\n  I’m doing pretty good\n  ","59031":"\n  You are posted as anonymous asked me a question being un-anonymous and I may be able to follow you and by the way please follow me back\n  ","59032":"\n  Fighter by gym class heroes\n  ","59033":"\n  ??\n  ","59034":"\n  Cora\n  ","59035":"\n  Little upsetting, but that’s because my husband is going to work for 6 months away. Sad face, but it’s okay.\n  ","59036":"\n  Teleportation\n  \n  The power to be able to communicate with the paranormal\n  \n  Air bending\n  \n  Heat\/cold temp control\n  \n  The ability to use a never ending drop shield ?\n  \n  The ability to heal\n  ","59037":"\n  Cinnamon\n  ","59038":"\n  Cash\n  ","59039":"\n  How is that getting to know my personality?\n  ","59040":"\n  It’s a recipe on the back of the Campbell’s chicken can.\n  \n  It is so good we call it cheesy chicken rice.\n  ","59041":"\n  Sometimes. Depends on the situation.\n  ","59042":"\n  Slide in with relatable conversations. Then slide in a joke. And then be honest... saying I’m just trying to make new friends, sorry. (In a non-creepy way though)\n  ","59043":"\n  Report it of course\n  ","59044":"\n  Bike\n  \n  My husband drives me\n  ","59045":"\n  I go on dates with my husband and he knows everything about me.\n  ","59046":"\n  Both\n  ","59047":"\n  Ummmmm ?‍♀️\n  ","59048":"\n  Idk about “our”\n  \n  I’m grown. How old are you?\n  ","59049":"\n  Idk? Never said that? Lol.\n  \n  Y’all really need to word y’alls questions better.\n  \n  Do you mean?\n  \n  What does unimaginable mean to you?\n  \n  Then I could answer it.\n  \n  But what do you mean? Like I’ve said it? No. This does not make sense. This question is asking it in a whole different way.\n  ","59050":"\n  Worry*\n  \n  And absolutely!\n  ","59051":"\n  I see....Yup! ? sounds about right!\n  ","59052":"\n  My di*k!\n  \n  Jk\n  \n  My shirt.\n  ","59053":"\n  ?\n  ","59054":"\n  ??\n  ","59055":"\n  Are you talking about flipping people off? because I could see why they would all get angry if you’re calling everyone a bitch? Because holding the middle finger up a.k.a. “the bird” is technically calling a person a bitch. And if you’re walking around and showing it to everyone that you’re calling everyone a bitch.\n  \n  But if you’re talking about something else pertaining to that certain video game then I don’t know? ?‍♀️\n  \n  I walk around in Elder Scrolls Online wish I could do that, but if I do ? I’d probably get banned offline. Then mutherfuckers are a group of sorry ass snowflakes. ? I love the game and all, but some of those people take some of that shit way too seriously..\n  ","59056":"\n  My husband? If I did?\n  ","59057":"\n  You are posted as anonymous.\n  ","59058":"\n  Humans. Lol.\n  ","59059":"\n  Wouldn’t matter to me.\n  ","59060":"\n  My clothes\n  \n  My husband\n  ","59061":"\n  Today.\n  \n  Gold.\n  ","59062":"\n  Omar Gosh TV\n  \n  Now Sargi\n  \n  The FAM\n  ","59063":"\n  Caer en el suelo? ¿O te refieres a qué tan rápido te enamoras?\n  ","59064":"\n  Wonderful.\n  ","59065":"\n  I hear ya.\n  \n  Don’t wanna get eaten by an animal or shot.\n  ","59066":"\n  ??\n  ","59067":"\n  well I’m married and umm lemme remember what I saw 1st with him...\n  \n  He was a crush for only like.. lol a month. But ummm. His voice and accent, because when I 1st met him it was through an Xbox. Then weeks later we Skyped and got to know one another more and even before I met him I loved him. 5 years of a long distance relationship. We are here together still and are together together and are married! ^_^ if I could do it all over again! I would! Absolutely!\n  \n  How did I do it?\n  \n  We?\n  \n  Patiently.\n  \n  Loyalty.\n  \n  Communication.\n  \n  Friendship.\n  \n  Trust. Hope. Waiting.\n  \n  Was it easy? No.\n  \n  Is it impossible? No.\n  \n  Would I do that all over again. Yes. I love him.\n  ","59068":"\n  Yup. Many of times.\n  ","59069":"\n  Decent. Depends on what it is though. That’s why decent.\n  ","59070":"\n  Idk.. I can’t have it. I’m allergic to it. I don’t see what the point of it is?\n  \n  If you find out. Lemme’ know. ? I’m American and I don’t even l know?!\n  ","59071":"\n  Any drug can.\n  \n  But it depends on the person as well because some drugs just are worse than others and can make someone really reeally irritable. More than usual. Makes it obvious that they are using. It’s sad. DONT DO DRUGS PEOPLE! THEY CONTROL! aka why they are called a controlled substance.\n  ","59072":"\n  Honestly it’s kinda too late you shouldn’t have fed into any of the bullshit from the start. You ignore petty drama bullshit and do your job, get your paycheck and go the fuck home. Your not their to make friends. Your there to do your job and that’s it.\n  \n  Don’t beat the shit outta them... Unburn the bridge you’ve build or attempt.. or tell a supervisor and then just start over from there and just do your job best, how you know it. Get along with your boss. That’s all you need to do. I think. That’s just coming from me though. Don’t go to jail over some petty bullshit.. go to jail for fighting for your life or something. Not for someone that honestly doesn’t have anything better to do in their life but to create a page to humiliate somebody. That’s pretty petty if you asked me and isn’t worth going to jail over. Be the bigger person.\n  ","59073":"\n  Yeeeeeea...\n  ","59074":"\n  An Elderly person at a home.\n  ","59075":"\n  Absolutely not.\n  \n  Maybe if them people would act better maybe.\n  ","59076":"\n  Yea...\n  ","59077":"\n  Parts of Alaska\n  \n  Hike through Hawaii\n  \n  Roam parts of Australia ??\n  \n  I want to go to California and visit Alcatraz. TOP DREAM\n  ","59078":"\n  30 minutes ago lol\n  \n  I ate some dark chocolate in a Kellogg’s healthy cereal ?.\n  ","59079":"\n  ?\n  ","59080":"\n  Avril Lavigne\n  \n  Paramore - Haley Williams\n  \n  Ariana Grande\n  \n  Eminem\n  \n  Becky G\n  \n  Zara Larsson\n  \n  Skillet (all singers)\n  \n  PVRIS - Lindsay in the band\n  \n  Maroon 5 - Adam Levine\n  \n  Camila Cabello\n  \n  Hailee Steinfeld\n  \n  Tori Kelly\n  \n  Ryan Upchurch\n  \n  Alessia Cara\n  ","59081":"\n  Get a house\n  \n  have a fun job\n  \n  travel with my husband on the road with my dogs\n  \n  make a family\n  \n  build and own a fully and jacked up truck (have one, still needs some work)\n  \n  have a second wedding with my husband\n  \n  go on our honeymoon we never got\n  \n  own a few swans or ducks\n  \n  own a white pitbull girl\n  \n  have my own singing studio\n  \n  have me a paint\/ wood burning station\n  ","59082":"\n  Sure\n  ","59083":"\n  Kristen Stewart\n  ","59084":"\n  Get their attention l\n  ","59085":"\n  Hello ??\n  ","59086":"\n  On Grand Theft Auto V, April 2, 2014,\n  \n  on Xbox 360\n  \n  in a blue clean\n  \n  Karien Rebel.\n  \n  No lie. True story!\n  \n  _? Long ?\n  \n  ♥️Distance♥️\n  \n  _Relationships 5 years\n  \n  Now together and married!\n  \n  Gamer Couples\n  ","59087":"\n  My husband and eitherhis mom, sister or my grandma.\n  ","59088":"\n  I don’t know you. So you don’t need to know anything honestly.\n  \n  But if you ask me questions on here I will choose some to answer. But it’s nothing you need to know.\n  ","59089":"\n  My family\n  \n  My pets\n  \n  God\n  ","59090":"\n  Alaska\n  \n  Or just at home.\n  ","59091":"\n  Why?\n  \n  I like both.\n  \n  Always have.\n  ","59092":"\n  Long\n  ","59093":"\n  Alive or dead?\n  ","59094":"\n  Hey ??\n  ","59095":"\n  Watermelon\n  ","59096":"\n  I would go see my family\n  ","59097":"\n  Yes\n  ","59098":"\n  You are their favorites person in the world and they may or may not wanna take the next step they just don’t know how to.\n  ","59099":"\n  Why are you asking these questions?\n  ","59100":"\n  Inner but ya need to work on the outer too.\n  \n  Inner 1st\n  \n  Outer 2nd\n  ","59101":"\n  Coffee shop.\n  \n  Out to eat at a decent restaurant. Not too cheap or extremely expensive...\n  \n  Nice public bar. Don’t drink a ton and don’t give out a ton. A dance is nice. Lower dance place type thing. Walk the Minnie Mall. Good way to find out if she’s greedy and wants your money. It’s okay if she asks for a drink or you just get her one.. it’s okay if she ask for something small or you eat her something small. BUT HER ASKING FOR ALOT! You’ve gotta put your foot down and explain... we just met? She gets defensive or upset.. she’s not the one.. she wants money.\n  \n  Flea markets are fun!\n  \n  Food anyways make a girl talk! :)\n  ","59102":"\n  Plan. Because then I know when to be ready and prepared.\n  ","59103":"\n  Not eating Oysters again.\n  ","59104":"\n  Would like to shop more at Whole Foods... but there is none nowhere near us... UGH THE STRUGGLE.\n  ","59105":"\n  I think was a sound to a motor bike ? ? sounded so puny is all. The motor sounded funny. Made a weird sound. Lol.\n  ","59106":"\n  My Husband.\n  ","59107":"\n  Sold a truck to help with bills! That was good!\n  \n  A person I know felt free from a really bad situation! Happy for her!\n  ","59108":"\n  ?Ducks\n  \n  ?Swans\n  \n  ?Bears\n  \n  ?Dolphins\n  \n  Orcas\n  ","59109":"\n  Noon\n  \n  Just cause it’s the middle of the day! I feel the most energy.\n  ","59110":"\n  Knives\n  \n  Pens\n  \n  Lighters\n  \n  Antiques\n  \n  Different types of weapons\n  ","59111":"\n  I mean no?\n  ","59112":"\n  Um wtf? no?\n  \n  Get some respect. ✊\n  \n  Not only for me, but yourself.\n  ","59113":"\n  I am, but going to sleep in a minute.\n  ","59114":"\n  Why do you need to know?\n  ","59115":"\n  Yes\n  ","59116":"\n  Ummm.. if you literally running ?‍♀️ away, yes, but that’s not really the answer to the whole thing.\n  ","59117":"\n  Idk, but I’m about tired of that shit too.\n  ","59118":"\n  I feel like all of these iPhones and iPads are dominating.. I feel like it’s all ruining our society and our future generations.\n  ","59119":"\n  ?\n  \n  My truck is my life, but I’m married. He excepts me for what I like to do and what I believe in. And we like to do some of the same things together, so that’s a plus.\n  \n  Just have to find that one person that is perfect for ya. I have. They’re not right around the corner and they’re not easy to find.\n  ","59120":"\n  Bmx\n  \n  King size direct because my husband is a gaint\n  \n  Hunting and fishing magazines to keep track of the classes and good deals\n  \n  Cooking&\n  \n  Home improvement magazines too.\n  ","59121":"\n  Did not like the Wizard Of Oz and Edward Scissorhands and Chucky.\n  ","59122":"\n  Most of them are on YouTube\n  \n  OmarGosh TV\n  \n  Ghost adventures\n  \n  (Been a fan for years)\n  \n  Moe Sargi\n  ","59123":"\n  Get a house.\n  ","59124":"\n  Love\n  ","59125":"\n  เมื่อฉันรู้ว่าคุณมากกว่าที่ฉันสามารถไว้ใจคุณได้.\n  \n  แสดงว่าคุณไม่ระบุชื่อในโพสต์นี้.\n  ","59126":"\n  All of the above\n  ","59127":"\n  Christmas and then Mardi Gras.\n  ","59128":"\n  Sadly.\n  \n  Yup.\n  \n  It’s sad when ya have too after ya been friends with them for two years too.\n  \n  I don’t like mess and that’s what that person was doing. Trying to not only start mess in between me and him, but tried to with all my friends?\n  \n  They must really hate their life to no care about people that bad.\n  \n  Then I got called false things by this person. They should really look in the mirror and realize the real person at fault and that every they tried saying about them is really them.\n  ","59129":"\n  Again\n  \n  Yea and no lol ?\n  ","59130":"\n  Yes and no\n  ","59131":"\n  คุณหมายถึงอะไรโดยไว้ใจ?\n  ","59132":"\n  Yes\n  \n  It’s a test\n  ","59133":"\n  3\n  ","59134":"\n  Carmel pecan turtle ? pie ?\n  ","59135":"\n  excuse me?\n  ","59136":"\n  Espero que estés bien hoy.\n  \n  Hace frio aqui. Cómo está el clima allí?\n  ","59137":"\n  Мыслить позитивно. Делайте то, что вам нравится, со своими близкими. Надеюсь, я ответил на ваш вопрос.\n  ","59138":"\n  1. OmarGosh TV\n  \n  2. Moe Sargi\n  \n  3. The FAM\n  \n  4. The G Team\n  \n  5. Urban Ghost Urban Exploration\n  ","59139":"\n  Present.\n  \n  And give me the ability to stop them and I would.\n  ","59140":"\n  I like to shop at Whole Foods\n  ","59141":"\n  Being cold\n  ","59142":"\n  Playingwithme\n  ","59143":"\n  Vape shop\n  \n  Going to Bass Pro Shops\n  \n  Going to Army Surplus stores\n  \n  Car shows\n  \n  Antique Window Shopping\n  \n  Bowling Ally\n  \n  Ice ring\n  \n  Yard work\n  \n  Barbecue\n  \n  Going out and get seafood\n  \n  Go out and get Margaritas or a beer\n  \n  Build a gun\n  \n  Family get together\n  \n  Football\n  \n  Go on a date with my lovely\n  \n  Gamer night\n  \n  Popcorn night and funny’s\n  \n  Go to the movies\n  \n  Chinese\n  \n  Really anything\n  ","59144":"\n  My mind\n  \n  My thoughts\n  \n  My hobby’s\n  \n  My determination in being successful for my future family\n  ","59145":"\n  That I love to sing\n  \n  I have been studying the paranormal for over a decade.\n  ","59146":"\n  Nah\n  ","59147":"\n  ?\n  ","59148":"\n  A decently nice house for my future family.\n  \n  I love to sing.\n  \n  I want my own place and be the entertainment for an audience.\n  \n  I also love to make jokes so. Yeah ^_^ just like to make people laugh.\n  ","59149":"\n  All win.\n  \n  Every woman is beautiful.\n  \n  Every woman is perfect in their own way.\n  \n  if you don’t believe that you’re a piece of shit and or is shallow asf. Looks aren’t everything.\n  \n  Happily married!\n  ","59150":"\n  My husband.\n  ","59151":"\n  Still\n  \n  But don’t mind sparkling.\n  ","59152":"\n  My box cutter\n  \n  My hunting knife\n  \n  My purse\n  \n  My phone\n  \n  My flashlight\n  ","59153":"\n  I do not wish to disclose that information with you.\n  ","59154":"\n  Ummm just fucked up shit\n  ","59155":"\n  Idk? Can’t remember. Been together with my husband for almost 5 years.\n  ","59156":"\n  Who knows?\n  ","59157":"\n  I try my best.\n  ","59158":"\n  Avril Lavigne\n  \n  Christina Grimmie\n  \n  PVRIS\n  ","59159":"\n  I don’t care?\n  ","59160":"\n  I don’t understand what the fuck you’re trying to say but my opinion on love is that it is great if you are looking for it the right way and are being loyal and faithful to that one. Also the key to a relationship is attention. Show attention. Want attention. Care and communicate. Don’t rush love. But actually look thoroughly. Don’t take the 1st opportunity and seem desperate. Have confidence and a little bit of an ego. Self esteem. Believe in yourself that you can do it. Don’t give up constantly. And when you think you have met the right person you need to first make a friendship with that person and then work on a relationship. But yeah. Hopefully in all what I said, I answered your question because I did not understand anything that you asked.\n  ","59161":"\n  I don’t understaaaaaand you people.\n  ","59162":"\n  What?\n  ","59163":"\n  Ummm yes?\n  ","59164":"\n  Daredevil\n  ","59165":"\n  I’m not even going to answer that question.\n  \n  You go and ask your grandmother and then you go and ask your other grandmother.\n  \n  Then go sit in a room and do the math.\n  ","59166":"\n  I usually answer all questions unless they make me feel uncomfortable.\n  ","59167":"\n  3 times a year? Maybe?\n  ","59168":"\n  Idc\n  ","59169":"\n  I find everyone honestly equally emotional. Ya girls I feel tend to show it more maybe.\n  ","59170":"\n  Adventurous\n  ","59171":"\n  Lyrics\n  ","59172":"\n  Your posting as anonymous... I can’t even see who you are and even if I could I don’t know you. So no.\n  ","59173":"\n  I look like her in the face\n  \n  Our hair\n  \n  Personality\n  ","59174":"\n  Paramore is a good band\n  \n  UpChurch is awesome\n  \n  Eminem ??\n  \n  Love listening to Ariana Grande\n  \n  Becky G\n  \n  Avril Lavigne is my ultimate favorite\n  \n  PVRIS\n  \n  Skillet ❤️\n  \n  Adam Lavigne\n  \n  Logic\n  \n  2 Chains\n  ","59175":"\n  Car occasional\n  ","59176":"\n  Idk what you mean.\n  \n  But I feel like everybody should have some sort of a sense of humor.\n  ","59177":"\n  La Carreta\n  \n  Aztecas Mexican Cuisine\n  \n  Frontera Grill\n  \n  Hugo's\n  \n  District Taco\n  \n  Mexican Eats\n  \n  The Velvet Cactus\n  \n  Fonda San Miguel\n  \n  Los Agaves\n  \n  Casa Garcia\n  \n  El Coyote\n  \n  The Matador\n  \n  Uncle Julio's\n  ","59178":"\n  Candles\n  ","59179":"\n  Wake up when the sun wakes you up.\n  \n  I started doing that this week and it helps me get up.\n  \n  Learn to brush your teeth before bed. Don’t eat anything after. It helps when you wake up. Helps to not have your mouth too dry and then do it again when you wake up.\n  \n  Wash your face riiiight before going to sleep. Then when you wake up maybe have some wet wipes by your bed or a water bottle and a towel or napkin. wet it and wet your mouth, eyes, forehead, nose and neck and ears. Helps me wake up quick!\n  \n  I get on my phone for a few minutes or watch the news for about 10 minutes. Helps me see something slightly bright 1st thing in the morning and it helps me ear things.\n  \n  Try talking when you wake up. And yawning and stretching. Makes you feel like you had a great sleep and helps you prepare for morning movement.\n  \n  Make it cold when you go to sleep. Maybe keep a fan near.. so then when you wake up. You are able to turn it off. Do not have the fan facing towards your face and nose.. this is not good. It can cause you to get stuffy and sick.. ??\n  \n  When going to sleep, dress in very thin clothing unless you are a very cold person then bundle up! Helps for your comfort!\n  \n  Add more pillows than usual to your bed for comfort.\n  \n  Comfortable sheets and blankets are important.\n  \n  When you wake up. Choose to get dress 1st and brush your teeth and hair and shower\/ wash face and look decent to feel more awake. I try to. Helps me wake up in clean clothes and feeling cleaned.\n  \n  Lastly.. eat something.. maybe something light or a breakfast ? ? item or a rice cake or some sort of a granola bar.\n  \n  If you don’t have lotta ideas for breakfast items. Look up on Google lists of breakfast items.\n  \n  Night time preparation to have a good morning ☀️ ? waking up and then morning preparations to having an awesome morning and fantastic day!\n  \n  If you are working at some sort of a job.. maybe try waking up extra early and maybe try going to sleep a bit early... I’m a gamer and I like my midnight plays.. so the time I lay down is 12:30 and I wake up at 8:30-9\n  \n  That is about 9 hours of sleep. I like my sleep. You only need 6-8 hours of sleep, but I choose to sleep a bit longer. I wake up and do all this! I feel great! I have dogs too and I try to go out with them and just stand outside for a minute or two. This helps me wake up as well in the morning.\n  \n  Hope I helped! Cause these are things that help me be a morning person. Do most to all and you will be too!\n  ","59180":"\n  ???????\n  \n  My moods for today! And of course! I am celebrating Halloween!!!\n  ","59181":"\n  Virtual reality because then everything I have in real life I could just bring there with me. But if not then no I would rather just be in the real world.\n  ","59182":"\n  Yes\n  ","59183":"\n  Que?\n  \n  No entiendo qué es chimar?\n  ","59184":"\n  My family\n  \n  My husband\n  \n  My singing\n  ","59185":"\n  Doritos\n  ","59186":"\n  Neck up\n  ","59187":"\n  Don’t know? your posting us anonymous.\n  ","59188":"\n  No. I hate pink.\n  ","59189":"\n  Keep being me\n  ","59190":"\n  I like both\n  ","59191":"\n  A lot\n  \n  millions\n  ","59192":"\n  Probably like two minutes ago\n  ","59193":"\n  Don’t know if this counts but I gave some money to a church\n  ","59194":"\n  I like crunchy sushi\n  \n  I really like shrimp\n  \n  Love spicy mayo on mine\n  ","59195":"\n  Si\n  ","59196":"\n  Gatlinburg\n  \n  Jamaica. Jamaica continues to experience record-breaking visitor numbers, thanks in part to the bevy of new resorts coming onto the scene. ...\n  \n  Fiji. Want all the scenic beauty of Survivor sans the fierce competition? ...\n  \n  Fort Lauderdale, Florida. ...\n  \n  Los Cabos, Mexico. ...\n  \n  Santa Barbara, California. ...\n  \n  Mykonos, Greece. ...\n  \n  Thailand. ...\n  \n  Bermuda\n  ","59197":"\n  A white leopard\n  ","59198":"\n  McLaren P1\n  \n  Ford F150 1995\n  ","59199":"\n  Mhmm ??\n  ","59200":"\n  Welcome\n  \n  (If you don’t wear makeup that is fine btw.)\n  \n  Good luck\n  \n  You’ll do fine\n  \n  Bust ass and they will love ya\n  \n  Have fun overall\n  \n  No one wants a brat attitude or attorney attitudes\n  \n  (Not saying you are like that) but that’s always something good to remember.\n  \n  You welcome again and again good luck! ?\n  ","59201":"\n  1\n  \n  Really small by the camera\n  ","59202":"\n  My little baby sister!\n  \n  Shes going have fun! Love her!\n  ","59203":"\n  K\n  \n  Glad I could help\n  ","59204":"\n  Staying alive probably ?\n  ","59205":"\n  God\n  \n  My momma\n  \n  My husband\n  \n  My pits\n  \n  My life\n  \n  My goals\n  \n  My dreams\n  \n  Singing ?\n  \n  Art ? ? ^_^\n  \n  Creativity\n  ","59206":"\n  Awe THANKS ?? ^_^\n  ","59207":"\n  Well...\n  \n  Get you something decent to wear, according to the dress code or close.\n  \n  Have your half fixed according and still looking decent.\n  \n  This is a professional feild do not wear jeans! You’re applying at Walmart do not wear jeans!\n  \n  Depending on what sort of job you’re getting if you have tattoos showing or any type of facial piercings, I would probably try to cover them temporarily (I am a tattoo lover myself and half to do this)\n  \n  Practice with what you want to say to people\n  \n  Maybe make some flashcards\n  \n  Make your makeup look nice\n  \n  Be polite\n  \n  Seem independent\n  \n  Look positive\n  \n  Ready\n  \n  And game\n  \n  Serious\n  \n  You got this. Need more advice. Tell me more. What kind’ve job are ya getting into? And is this your 1st interview with them?\n  ","59208":"\n  Ask my husband.\n  \n  He gets excited like a little two-year-old when he sees me bring him him his plate. Lol ? guess great haha\n  ","59209":"\n  Ham and bacon salad\n  \n  LOVE EGGS ON MY SALAD!\n  \n  Seafood salads are probably my favorite.\n  \n  Baked fish salad.\n  \n  I like onions, carrots, croutons, tomatoes, pickles, peppers, nuts, cucumbers, beans, some fruits, any meats, tofu\n  \n  Honestly anything.\n  \n  I love salad. ?\n  \n  I’m just picky with my dressings.\n  ","59210":"\n  Went to a Halloween event with my little baby sister.\n  ","59211":"\n  Fair\n  ","59212":"\n  O.o\n  \n  Eat a fucking banana\n  ","59213":"\n  Какие? Я понимаю русский. Это не имеет никакого смысла. Что ты сказал.\n  ","59214":"\n  What?\n  ","59215":"\n  Excuse me?\n  ","59216":"\n  ¿De qué están hablando?\n  ","59217":"\n  Сколько раз я использую слово «ебать?» Слишком много раз.\n  ","59218":"\n  Nu știu ce cred despre asta\n  ","59219":"\n  My favorite thing to cook would have to be benyas.\n  \n  Probably spelt that wrong. Benyets? Can’t remember.. but I like to make fajitas and homemade macaroni and cheese and gumbo with potato salad.\n  ","59220":"\n  Nothing much.\n  ","59221":"\n  MARRIED\n  ","59222":"\n  Minimum wage for certain people and jobs. Like as in give more to the people that work hard or that have developed time and experience.\n  ","59223":"\n  I’m not a kid? Wish I was still.\n  ","59224":"\n  My husband\n  ","59225":"\n\n   ماذا؟ من الذي؟\n  \n","59226":"\n  .-.\n  ","59227":"\n  God gave me you\n  ","59228":"\n  To be exactly like my husband.\n  \n  Honestly what makes a guy hot is when they’re being themselves and being respectful to women and their selves.\n  \n  Caring about their family\n  \n  Their health\n  \n  And want awesome plans for the future for themselves and for whoever they’re going to be with.\n  \n  That’s what makes a guy hot.\n  \n  When they believe in themselves and they have a high self-esteem and confidence they act independently can take care of the woman and anyone else around them.\n  \n  Intelligence and smarts and know lots of different skills.\n  \n  You asked. I honestly answered. These are all the things my husband is and that is why am with him because he is everything to me. I love him! Five years together! And one month married! Love it!\n  ","59229":"\n  My friend? My husband? My best friend?? maybe specify next time? Like who? I have tons of friends.\n  \n  My husband.\n  \n  His name is Jason. So..\n  \n  I call him sometimes.\n  \n  Jj\n  \n  Jay\n  \n  Lovely\n  \n  My duppy\n  \n  Honey bunny\n  \n  Darlin\n  \n  Dear\n  \n  Babe\n  \n  B\n  \n  Sweetie\n  \n  Sexy man\n  \n  Love\n  \n  Jaseyonie\n  \n  Jaseeon\n  \n  Baby\n  \n  My world\n  \n  My country\n  \n  Jasey\n  \n  J’s\n  \n  Bubby\n  \n  Bubbah\n  \n  Dub\n  \n  Cuppy\n  \n  Slice\n  \n  Cookie\n  \n  Jasonie\n  \n  Beautiful\n  \n  Gorgeous\n  \n  Sweet thing\n  \n  Cutie\n  \n  Big man\n  \n  My love\n  \n  Husband\n  \n  My wonder\n  \n  TT\n  \n  Wubbie\n  \n  Loves\n  \n  Yeah... a lot of names. And more.\n  ","59230":"\n  Lol one idk who you are because you are posting as Anonymous. Probably good for the person that you’re asking out to know who you are. Just saying..\n  \n  Two, I’m married. Says it in my biography. So yeah... nough’ said. Lol.\n  ","59231":"\n  My mom and sister\n  ","59232":"\n  Yes. Don’t need to explain myself. Just have confidence.\n  ","59233":"\n  Ooo they are good together\n  ","59234":"\n  Nobody is normal there is your answer\n  \n  And if someone told you to “be normal” or to “act normal” and meant it? there an asshole and are more less self-centered\n  ","59235":"\n  Hey y’all\n  ","59236":"\n  Okay\n  ","59237":"\n  Wait what? Reask please. I don’t understand sorry.\n  ","59238":"\n  I either don’t talk to him or choose my words wisely to teach them better.\n  \n  Depends on the situation because some listen and some don’t.\n  \n  Some will realize and some will let it go in one ear and out the other.\n  \n  With stupid people that are dangerous it’s better to just mind your own business and ignore them and get away from them as far as possible.\n  \n  People that are simply just making a mistake and are making themselves look stupid it is better to try your best to smooth over a learning process for them. It’s called being caring. It won’t work all the time but hey at least you were trying your best to work with people. Some people can do this and some people can’t.\n  ","59239":"\n  I think it was on urban exploration. Ghost history haunting. Not in pacifically a ghost hunter but a person that is interested on the history of a landmark or person. Adventure.\n  ","59240":"\n  Ummmm no?\n  ","59241":"\n  No.\n  ","59242":"\n  I speak English. You sure you do?\n  ","59243":"\n  What language do you speak?\n  ","59244":"\n  I GUESS (IN CAPS)\n  ","59245":"\n  Hell yeah! Gimmie that shit and thank you ^_^\n  ","59246":"\n  Good luck\n  ","59247":"\n  Be respect full of yourself 1st, then others around you do the same as they would to you.\n  ","59248":"\n  I never lurked.\n  ","59249":"\n  I think when I was 11?\n  ","59250":"\n  Neither\n  ","59251":"\n  I want to meet Christina Grimmie and I miss her.\n  \n  If you’ve never heard of her I would go and look her up on Google and then find out what happened to her.\n  \n  She is the sweetest kindest nicest person you’ll ever in your life meet. She was amazingly talented. Her mom had cancer. They have been battling it on for years. Christina was a happy and bubbly person. Never judged anyone. She just always seem to be happy and positive. She was absolutely gorgeous and had the most amazing voice. She was my idol. She still is my idol. I miss her and wish I could meet her.\n  \n  I miss my hometown, my mama and my family back home. I would like to see them again soon.\n  ","59252":"\n  9\n  ","59253":"\n  That I could go with my husband now on his new truck driving job.\n  \n  I can’t because you have to wait a certain amount of time before. It’s some sort of requirement or something.\n  ","59254":"\n  Mine? Ummm. If you act exactly like my husband.\n  ","59255":"\n  Honestly you would have to learn how to ski first before you could snowboard but if I had to choose from the two, snowboarding.\n  ","59256":"\n  Giving\n  ","59257":"\n  Idk do you?!\n  ","59258":"\n  Absolutely and married\n  ","59259":"\n  Avril Lavigne\n  \n  PVRIS\n  \n  Paramore\n  \n  Maroon 5\n  \n  Skillet again\n  \n  Ariana Grande\n  ","59260":"\n  What?\n  ","59261":"\n  Money? Umm. Bring food.\n  ","59262":"\n  Alarm or my husband\n  ","59263":"\n  Christmas\n  \n  Because it’s so peaceful, cold and I was supposed to be born on Christmas ? that was my due date but I was a few days late.\n  \n  My second favorite holiday is the Fourth of July because I just go out and watch beautiful views and fireworks and pop fireworks and have a good time with family, cook and eat food.\n  \n  I do like Cinco de Mayo because we make lots of different types of Spanish Latino foods and I get to spend time with the family and just have a good time.\n  \n  I do like Halloween because of the dressing up and make up\n  \n  I love Valentines day because I get to be cute and I usually get him some sort of a gun attachment and I usually get flowers from my wonderful husband\n  \n  Me and him on Valentines day usually go out or spend time with each other\n  \n  I also try to get my family and my sister something just to be sweet\n  \n  These are my favorite holidays\n  ","59264":"\n  3 to 4 small to medium sized meals\n  ","59265":"\n  Love\n  ","59266":"\n  Have you ever gotten a fistfight with a girl and knock her out. Wtf? Why is this important to know?\n  \n  Have you ever hit a guy in the balls? WHY?\n  \n  Have you ever had sex?\n  \n  Where do you live?!\n  \n  How many people have you been with?\n  \n  Will you marry me?! Anonymously asked...\n  \n  Follow me!\n  \n  Anonymously asked...\n  \n  Ask me a question!\n  \n  Again anonymously asked!\n  \n  I cannot do what you say because you are posting as anonymous! Check before you post whether or not you are posting as yourself or not. ?? ??\n  \n  What are you doing right now?\n  \n  What do you do before bed?\n  \n  What color underwear are you wearing?\n  \n  Are you single?\n  \n  (People should seriously check some peoples bios before they ask them that question. Because guess what?! Sometimes..it list if they’re single, not or even married!)\n  ","59267":"\n  The what? Wtf is that?\n  ","59268":"\n  That I am crazy.\n  ","59269":"\n  Spiders ?\n  ","59270":"\n  Warning ⚠️ silly crazy attitude that will make you die laughing possibly. *Caution* ?\n  ","59271":"\n  Have it.\n  \n  Look.\n  ","59272":"\n  Brains\n  ","59273":"\n  Fly.\n  ","59274":"\n  Gamer week\n  ","59275":"\n  Brush their teeth.\n  ","59276":"\n  Around people.\n  ","59277":"\n  Apples ? to apples ?\n  ","59278":"\n  No.\n  ","59279":"\n  Don’t have any and I’m happy. If  you count 8 dollars ? is, “having money.”\n  ","59280":"\n  Day\n  ","59281":"\n  In my sleep on accident.\n  \n  Why do you ask such pointless questions?\n  \n  Have you ever swallow a pickle?\n  ","59282":"\n  Stop ✋ asking me this messed up stupid question. If i have that stuff shouldn’t be bragged about an is unimportant.\n  ","59283":"\n  Truck\n  \n  Bike ?\n  ","59284":"\n  Obviously everyday? All of us do.\n  ","59285":"\n  Pepsi\n  \n  Little easier with going down.\n  ","59286":"\n  Gaming\n  \n  Singing\n  ","59287":"\n  Mechanics\n  \n  Black smithing\n  \n  Pot molding\n  ","59288":"\n  Absolutely\n  ","59289":"\n  Volleyball\n  ","59290":"\n  I kiss my husband. Lol. How bout that one.\n  ","59291":"\n  Tiny Elephant\n  ","59292":"\n  True story that I am about to tell ya.\n  \n  Was asleep next to my husband and on the wall, I have a Mardi Gras mask. If you don’t know what it is, real quick go and google it. It is awesome. I am coon ass French, southern cajun French. Indian and a little Irish in my family. Mostly Cajun French. But I got that mask during Mardi Gras and the parades down here in Louisiana where I’m from originally. I am not specifying where. I brought it here and it sits on the wall now. Are moved to Mississippi. But umm... we got up in the middle of the night to go to the restroom. On our way back into the room, we started to lay back down. As we started to lay back down, my mask on the wall is quickly lifted, disturbed and then quickly stops moving immediately.\n  \n  We had a fan on, but it wasn’t pointed towards it and it does move throughout the night slightly, but I have never seen it just jolt and then it stop all the sudden? Immediately.\n  \n  Newton’s law of motion did not play role in the object continuing its motion. If it has moved or was pushed or was lifted? wouldn’t it have to continue its motion? I’m not no genius.. but I know basic physics. It did not apply here. It was shoved to move and then abruptly stopped. I asked him if he saw that happen? Him a skeptic, said yes.\n  \n  I said was that normal? He waited a minute and looked at the mask and thought a second and thought the same as me, no.\n  \n  I have researched the paranormal off and on for the past decade and enjoy the subject and haven’t had a ton of activity happen to me in my life, but that definitely was something.\n  \n  May I remind you I just moved here. Yeah... true story. I have heard unexplained knocks and sounds throughout the house, but nothing fully bold to say that it’s haunted, no. Hopefully it’s not, cause I sleep here! I am so used to going to the houses, I don’t wanna live in one!\n  \n  Again.\n  \n  This is a true story.\n  ","59293":"\n  Starting off my new family. Money wise. Shelter wise. No kids for awhile.\n  ","59294":"\n  Envy\n  \n  Someone wanting what another has or that one that has is afraid of another one having what they have.\n  ","59295":"\n  Thank you! ??☺️ From Down in the south! Louisiana and Mississippi! Work together! ❤️?\n  \n  And amen! ??\n  ","59296":"\n  Thanks!\n  ","59297":"\n  Ummm if your 18 and they are 23. That is okay...\n  \n  If you are 18 and they are like 40.. that’s all you but that is different...\n  \n  If you are are 14 and they are 20, 30, 40. That is notZ be of age.\n  \n  If you are 20 and the other is 50.. and you like that.. be my guest.\n  \n  Me and him are 3 years apart and I am 22 and he is 25. That’s fine. 5-7 years is max to me with an age difference, but everyone has preference.\n  \n  You’re not a terrible person for it but it’s all in your intentions.\n  ","59298":"\n  Forever? Don’t NEED it.\n  ","59299":"\n  No??\n  ","59300":"\n  They don’t come around often. You have to look hard for them, but when you get them, you know that that is your soul mate. You’ll know. I knew. You’ll know. Promise. Give it some time. Shit even if you have to wait an eternity. Eff it.\n  ","59301":"\n  Absolutely not.\n  ","59302":"\n  Thanks. ^_^\n  ","59303":"\n  Cereal first of course.\n  ","59304":"\n  Since I’ve never really been on Lostfilm, I will say Netflix.\n  ","59305":"\n  O.o\n  ","59306":"\n  .-.\n  ","59307":"\n  Air\n  ","59308":"\n  iPhone\n  ","59309":"\n  Yeah.. i’m sorry I hope everybody is OK\n  ","59310":"\n  Beauty in the beast\n  \n  Bell\n  ","59311":"\n  Met him on Xbox 360\n  \n  In a blue clean Karin Rebel\n  \n  (spelled that wrong)\n  \n  Back in 2014\n  \n  Was in a long-distance relationship for 5 years and now are married!\n  \n  Love you Jason! ?\n  ","59312":"\n  Atmospheric\n  ","59313":"\n  Live a little\n  \n  this is said by Moe Sargi.\n  ","59314":"\n  Occasionally\n  ","59315":"\n  Like 20 minutes ago? 15?\n  \n  My husband. ❤️\n  ","59316":"\n  Who is leads with the light on???\n  ","59317":"\n  Alcatraz\n  ","59318":"\n  Be with my hun! ❤️\n  \n  Paint ?\n  \n  Sing ??\n  \n  Yard work\n  \n  Car ? work\n  \n  Skateboard\n  \n  Ice Skate ⛸\n  \n  Game ?\n  \n  Organize\n  \n  Fun cook ?‍??\n  \n  ??????\n  \n  Socialize\n  \n  Lift weights ?️‍♀️\n  \n  Going to races\n  \n  Fishing ????\n  \n  Hunting ??????\n  \n  Vacation ? ?⛰\n  \n  Have a beer ?\n  \n  Play some cards ♦️♥️\n  \n  Adventuring\n  \n  Going urban exploring\n  \n  Researching geography ? and paranormal ? ?\n  \n  Youtube \/ Vlogging ?\n  \n  Photography ?\n  \n  Sight seeing\n  \n  Going to animal ? shelters\n  \n  Football ?\n  \n  Concerts ?\n  \n  Swimming ?‍♀️\n  \n  I just like to have a good time ^_^\n  ","59319":"\n  Sure\n  ","59320":"\n  Taste\n  ","59321":"\n  No\n  ","59322":"\n  Sliver\n  ","59323":"\n  Freedom\n  ","59324":"\n  Tacos\n  ","59325":"\n  Little\n  ","59326":"\n  Didn’t know I would get marry last month,  if I did. Was supposed to get married in like dec and feb. 2 separate events. Huge family. 2 weddings, same lovely.\n  \n  Never thought I’d try to eat a banana again, but I did. I don’t like bananas but I know that they’re good for you so I tried it again.\n  \n  I thought I would never stop biting my nails. I kind of stopped... now I’m doing it again but not as bad as I was before. Still working on that.\n  ","59327":"\n  Dragon Fruit\n  \n  Asparagus\n  \n  Alfredo\n  \n  Shrimp\n  \n  Fish\n  \n  Pizza\n  \n  Celery\n  \n  Frozen Yogurt\n  \n  Carmel\n  ","59328":"\n  Yes\n  ","59329":"\n  Paranormal\n  \n  Adventure\/Romance\n  ","59330":"\n  Hello ??\n  ","59331":"\n  None\n  ","59332":"\n  Mint\n  \n  Sweet pea\n  \n  Cucumber ?\n  \n  Fresh Roses ?\n  ","59333":"\n  Realist\n  ","59334":"\n  Are awesome\n  ","59335":"\n  I used to write.\n  \n  My stuff is picked up atm. I’d have to go find it.\n  ","59336":"\n  To travel more than ever in my life.\n  \n  To focus on my health.\n  \n  Got married to my soul mate.\n  \n  Spend more time outdoors.\n  \n  Listen more.\n  \n  Volunteering more. I used to do it all the time, but I want to do it even more and differently.\n  ","59337":"\n  Ummmmmmm no\n  ","59338":"\n  Yes.\n  ","59339":"\n  Give me a candy ?? factory. Let me be stranded the right way.\n  \n  Honestly.. I would spend my time trying to invent comfortable ways of living outdoors. I would spend a lot of my time gardening and hunting and fishing. I will spend a lot of my time building shelter.\n  ","59340":"\n  I really like to talk about sports, painting, or just art, style, adventuring, hunting, fishing, vacationing, future planning. Anything really. Not discriminative type stuff, no. Open minded type of things. Narrow minded bs stays out.\n  \n  Really good.\n  \n  Paranormal\n  \n  Exploration\n  \n  Singing\n  \n  Geography\n  \n  Meteorology\n  ","59341":"\n  Both.\n  ","59342":"\n  Sing.\n  ","59343":"\n  Umm kinda? Sure.\n  ","59344":"\n  It was good.\n  ","59345":"\n  Long! My hair is 3 feet long! ❤️\n  ","59346":"\n  I’d bring my people lol.\n  \n  Nah.\n  ","59347":"\n  Ice\n  ","59348":"\n  A marine biologist.\n  ","59349":"\n  Hopefully good and is still here.\n  ","59350":"\n  Everything.\n  ","59351":"\n  Honestly I’ve never really done anything that bad im my life.\n  \n  But when I do I have a really bad guilty conscience.\n  \n  Usually when I do things wrong I end up telling people.\n  \n  Yeah are usually try to stay out of trouble. Always have.\n  ","59352":"\n  Usually yes.\n  \n  But I don’t like extremely person questions.\n  ","59353":"\n  Well I have never gotten one before. No ears. Nothing.\n  \n  I have a fear of accidentally ripping them out. I have a friend that that happened to.\n  \n  Even though I like these I probably will never get them. Not really important.\n  ","59354":"\n  ??\n  ","59355":"\n  .-.\n  ","59356":"\n  I try to care for people as much as I can\n  \n  I enjoy singing\n  \n  working hard\n  \n  and playing sports\n  \n  I like to paint\n  \n  enjoy socializing\n  \n  and playing video games\n  ","59357":"\n  What?\n  ","59358":"\n  No\n  ","59359":"\n  Selfish.\n  \n  Dick still. We all can be. But I will not be selfish or I try my best not to be. When I have to put my foot down or get a little dickish, you probably asked for it. But still.. I gotta be the bigger person and you too! We are all only human.\n  ","59360":"\n  Idfk\n  ","59361":"\n  My husband?\n  ","59362":"\n  Think if you make the mess you should clean up your mess.\n  ","59363":"\n  What is this?!\n  ","59364":"\n  9\n  ","59365":"\n  American sign (deaf)\n  \n  Spanish sign (deaf)\n  \n  Brail (blind)\n  \n  Spanish\n  \n  Cajun French\n  \n  & little regular French\n  \n  English of course\n  ","59366":"\n  Singing\n  \n  Cooking\n  ","59367":"\n  A blanket.\n  \n  I guess I’m going to smother them to death. Lol!\n  ","59368":"\n  whisper only\n  ","59369":"\n  Natural Landscape\n  ","59370":"\n  O.o\n  ","59371":"\n  Wednesday\n  ","59372":"\n  Getting to be with Jason finally after 5 years of long distance. Then marring him!\n  ","59373":"\n  Cleaning a lot more lately.\n  \n  Been learning more about vehicles and how to fix them. Tryna’ work on getting me a new job.\n  ","59374":"\n  Yes.\n  ","59375":"\n  Orange!\n  ","59376":"\n  H2O\n  \n  Pearl river resort casino Buffet\n  ","59377":"\n  My life.\n  ","59378":"\n  Mostly sing ?\n  \n  I like playing the drums and the violin ? & the fiddle\n  \n  Little Guitar ?\n  \n  The Dulcimer (like a guitar)\n  \n  The harmonica\n  \n  Little piano ?\n  ","59379":"\n  Sadly... my image? But at the same time I can’t be THAT OBSESSED I I take breaks and know my limits and stuff.\n  \n  I am a organizational freak. Cleany person. If I don’t know where my things are just drives me insane.\n  \n  Paranormal and learning more about it.\n  \n  Weather.\n  ","59380":"\n  Train.\n  ","59381":"\n  Loli and Pops.\n  \n  Any antique shops.\n  ","59382":"\n  Honestly now’a’days, probably these poor teachers. They deal with these crazy ass kids and don’t get paid enough for it. Usually I would say the students but with this generation, teachers.\n  ","59383":"\n  My hair is kinda screwed up. Jk confidence.\n  ","59384":"\n  Yeah. But honestly it’s just all in the head.\n  ","59385":"\n  I believe that there is something out there. Idk what is out there, but there is something.\n  ","59386":"\n  Plug Walk\n  ","59387":"\n  Wiz always!\n  ","59388":"\n  Don’t have that.\n  ","59389":"\n  The hurricanes.\n  ","59390":"\n  I don’t really like to fight people. Unless I have too of course. Pointless.\n  ","59391":"\n  Right.\n  ","59392":"\n  O.o\n  ","59393":"\n  Few.\n  ","59394":"\n  Idk. This is interesting.\n  ","59395":"\n  ?\n  ","59396":"\n  ??\n  ","59397":"\n  Heck no.\n  \n  You seen that girl?\n  ","59398":"\n  .-.\n  ","59399":"\n  .. thought that’s what all food ? did?! Y’all need to let me know when these things change.\n  ","59400":"\n  O.O\n  \n  So if I was 3?\n  \n  You sick bastard!\n  ","59401":"\n  No? Why would that be?\n  ","59402":"\n  Good to know.\n  ","59403":"\n  Ummmm no\n  ","59404":"\n  Wtf.\n  ","59405":"\n  What? This isn’t a sentence? And I don’t know what your talking about.\n  \n  If you’re trying to say, “ I don’t know why I feel like so many people don’t like me?” or something? But I never said this? Lol I feel like so many people love me.\n  ","59406":"\n  Don’t really watch it but don’t mind it.\n  ","59407":"\n  Explain more. By “citation?”\n  ","59408":"\n  Idk?\n  ","59409":"\n  No.\n  ","59410":"\n  ?\n  ","59411":"\n  To the progression of my life and needs.\n  ","59412":"\n  Ummm don’t have a crush. I am married.\n  ","59413":"\n  Ammo.\n  \n  String.\n  \n  Plan B’s.\n  \n  Peanut butter.\n  \n  Duck tape.\n  \n  A duffle bag.\n  \n  Disinfectant wipes.\n  \n  Paper towels.\n  \n  Fabric softener.\n  \n  Blankets.\n  \n  Yeeeah\n  ","59414":"\n  Used to bad.\n  \n  Still little bit. Not much.\n  ","59415":"\n  Of course.\n  ","59416":"\n  11\n  ","59417":"\n  A dolphin ?.\n  \n  My favorite animal!\n  ","59418":"\n  Is a type.\n  \n  John Alcornis\n  \n  Ruth Allen\n  \n  George Evans\n  \n  Margo Loin\n  \n  Steve Ross\n  \n  Suede\n  \n  Wende\n  \n  All Cabaret Singers\n  \n  Cabaret is a form of theatrical entertainment featuring music, song, dance, recitation, or drama. It is mainly distinguished by the performance venue, which might be a pub, a restaurant or a nightclub with a stage for performances. The audience, often dining or drinking, does not typically dance but usually sits at tables. Performances are usually introduced by a master of ceremonies or MC. The entertainment, as done by an ensemble of actors and according to its European origins, is often (but not always) oriented towards adult audiences and of a clearly underground nature. In the United States striptease, burlesque, drag shows, or a solo vocalist with a pianist, as well as the venues which offer this entertainment, are often advertised as cabarets.\n  ","59419":"\n  I like any honestly.\n  ","59420":"\n  Yes. But I love Winter more.\n  ","59421":"\n  Wow\n  ","59422":"\n  Lol go to space to get the eff away from this government. Lol ?\n  ","59423":"\n  What??\n  \n  Are you asking who I wanna dance with? If anyone. My husband?\n  ","59424":"\n  Lol\n  ","59425":"\n  what?\n  ","59426":"\n  Duck ? no. Lol ?\n  \n  My phone put duck? so why not?\n  ","59427":"\n  Ikr. I think he asked me too. Lol. Twice. Or she or idk. I had a few people mess with me over it, but I just thought the whole thought of wanting to inflate someone sounded pretty... odd. Lol. Like wtf? Have you ever been inflated before? How would you like to be inflated. How do you think it would feel if you were to be inflated. Like wtf? Really my G? Inflated?\n  ","59428":"\n  I was exhausted. Trust me. And I’m used to doing all of this out here. Lol\n  ","59429":"\n  Cutting the grass.\n  \n  Pulling weeds.\n  \n  Cutting the ditches out and spreading weed poison so they don’t grow back.\n  \n  Weed eating.\n  \n  Push mowing.\n  \n  Crushing cans.\n  \n  Moving stuff around in the yard.\n  \n  Then we went down the road and got food and drinks.\n  \n  Got gas.\n  \n  Did quite a bit.\n  \n  Making the yard look good.\n  \n  Probably gonna burn some of the burn piles.\n  \n  We live out on the countryside so we have to cut a lot of grass and do a lot of yard work.\n  \n  We have pups we have to work.\n  \n  Then we can’t throw stuff away like people in the towns or city’s. We have to burn stuff or dispose of it ourselves and scrapyard some stuff to get rid of it. BUT! We get a few 20’s for throwing stuff away?! Free little check, but ya gotta hall. Ain’t too hard.  It yeah we have been working it up out here today. It’s all good. A good work out. ?\n  ","59430":"\n  No??\n  ","59431":"\n  Lol\n  ","59432":"\n  Try not to laugh video\n  ","59433":"\n  My Husband. My dogs.\n  ","59434":"\n  Worse\n  ","59435":"\n  Very good. That’s good. I’m just chilling out. Just got done working my ass off in the yard.\n  ","59436":"\n  Atmospheric science\n  ","59437":"\n  I am. Lol.\n  ","59438":"\n  I’m good.\n  ","59439":"\n  Hello dear.\n  ","59440":"\n  I would’ve lost interest. I would want my crushes to swing high all the time.\n  \n  I don’t have any crushes. Didn’t have too many as a kid or teen and usually if I wanted someone I made it known. I never kept it from them as a secret. But if they are with someone, be careful not to interfere too much because you don’t wanna start drama. Don’t medal. If thy are available, go for them. If they do not have some sort of life successes or goals, at least try to care for themselves why try? They have got to care for themselves mentally and physically (hygiene is important). Attitude matters.\n  \n  Don’t try to swing low when you get people but don’t go for the hottest model on the block either. Have some confidence in yourself when trying to find someone right for you. Ladies like to see that. You want to make sure that you’re able to take care of not only yourself but the other person as well. That other person that you find needs to be able to take care of themselves and also you was well also. It’s same both ways. You want to at least try to get these types of things in a row.\n  ","59441":"\n  Chinese food. My favorite.\n  \n  Chicken Alfredo.\n  ","59442":"\n  Not really. But you really shouldn’t do it just anywhere and in public? Ya know? Farting is natural and is extremely important for a human to do so pressure is not build up too much within the body system.\n  ","59443":"\n  This is strange\n  ","59444":"\n  Breakfast ? pizza ?\n  ","59445":"\n  Beauty and the Beast\n  ","59446":"\n  Idk? It’s however much each person puts into it. Yeah. Just depends.\n  ","59447":"\n  Done with schooling.\n  ","59448":"\n  Getting married ?? Wednesday.\n  ","59449":"\n  Happy\n  ","59450":"\n  That is nice. Hello. I am a girl. I am from Louisiana.\n  ","59451":"\n  Hate to be the bottom of the burner and would hate to disappoint, but I’m not Holly, but Happy Birthday Holly!\n  \n  Yeeah.\n  ","59452":"\n  Love\n  ","59453":"\n  I like it, but wear it right.\n  ","59454":"\n  City\n  ","59455":"\n  Volleyball\n  \n  Soccer\n  \n  Baseball\n  \n  Football\n  \n  Basketball\n  \n  Golf\n  ","59456":"\n  To love.\n  ","59457":"\n  Livers.\n  \n  Frog legs. Good.\n  \n  Alligator.\n  \n  Ox. ?\n  \n  Dragon fruit.\n  \n  Snake.\n  \n  Shark.\n  ","59458":"\n  My Marriage\n  ","59459":"\n  Berra\n  ","59460":"\n  My older sister Samantha.\n  ","59461":"\n  They do? What??\n  \n  Probably cause it’s cold as ever up in them places. For real!\n  ","59462":"\n  Honestly. Not really.\n  ","59463":"\n  Yes\n  ","59464":"\n  Love\n  ","59465":"\n  Say silly jokes.\n  \n  Make fun of myself.\n  \n  Talk about food.\n  \n  Tell them I’ll take them to the mood to get them away from whatever the shit is bothering them.\n  \n  Tell them I am gonna cook them if they don’t cheer up.\n  \n  Hug them.\n  ","59466":"\n  Yes but I get seas sick really easy tho.\n  ","59467":"\n  Yes\n  ","59468":"\n  I just asked my best friend and he said beautiful.\n  ","59469":"\n  Idk..\n  ","59470":"\n  Flags\n  \n  Paintings\n  \n  Hats\n  \n  Pictures\n  \n  Mardi Grass Beads\n  \n  Maps\n  \n  And a dream catcher\n  ","59471":"\n  Considering I have about 3 feet of hair I try to wash every two days because it is not good to wash my hair every night.\n  \n  Recommended by professionals to me for my type of hair.\n  ","59472":"\n  When I was.\n  \n  Dealing with emotions and mean ass kids.\n  ","59473":"\n  Go out.\n  ","59474":"\n  I think I get what you’re saying and sometimes I do.\n  ","59475":"\n  You’re saying basically... Do I give into peer pressure? That answer is a no. If you are not familiar with what peer pressure means go and look up the definition. If it is close to what you were trying to ask me then.. yeah. There ya go. I try my best to make my own decisions and if not I go to someone that I know I can trust to ask for help or advice.\n  ","59476":"\n  We need more nicer and sincere people.\n  \n  Not everyone is meant to have kids. (Help with the population)\n  \n  Treat others as they would treat you.\n  \n  Less petty people.\n  \n  Recycle.\n  ","59477":"\n  Lola\n  \n  Bell\n  \n  Bella\n  ","59478":"\n  Blue Jeans\n  ","59479":"\n  Noneya\n  ","59480":"\n  Depend.\n  \n  If they aren’t trying.\n  ","59481":"\n  Gummy Sharks\n  ","59482":"\n  Sure.\n  \n  They are supposed to make us smart or something.\n  \n  Lol duh?\n  ","59483":"\n  Lol wow\n  ","59484":"\n  None\n  ","59485":"\n  Petty shit. Little shit. Act like your age. Please. Unless your just messing around and not being serious. Humor is welcomed. Fuckheadness is not...\n  \n  When people just use too many face expressions. Like some weird, wack ass dramatic type stuff.\n  \n  Narrow minded people.\n  ","59486":"\n  Ummmm clothes? Duh?\n  ","59487":"\n  Water. Unless you mean alcoholic? That was like 2 weeks ago and that was one bud light.\n  ","59488":"\n  Not have any reading ? disorders.\n  \n  Play more sports like I used to. I cannot do atm.\n  \n  Work out at the gym more. No gyms around here affordable.\n  \n  Travel more.\n  \n  Not get yelled at every single day for no absolute reason by a crazy bitch.\n  ","59489":"\n  But yeah. Hope whoever asked this sees this. I added. I actually answer d your question. Sorry.\n  ","59490":"\n  I know English.\n  \n  I know Spanish.\n  \n  Cajun French.\n  \n  America Sign.\n  \n  And a little Spanish Sign.\n  ","59491":"\n  A roof over their head.\n  ","59492":"\n  Sure? Why not? I’ve always loved Soccer! ⚽️ Started young in the sport. Not around it too much anymore tho. Still love it tho!\n  ","59493":"\n  Geography\n  ","59494":"\n  My fiancé’s Birthday is on Thursday! I am getting him a cake!\n  ","59495":"\n  Asleep ?? by him\n  ","59496":"\n  Coffee\n  ","59497":"\n  Thanks\n  ","59498":"\n  Good. Teach me how to get rid of it.\n  ","59499":"\n  K\n  ","59500":"\n  Well I don’t really care to know honestly\n  ","59501":"\n  ? K\n  ","59502":"\n  Mlg?\n  ","59503":"\n  Stfu\n  ","59504":"\n  Hey, what’s up? Hope you’ve been well.\n  ","59505":"\n  Getting married soon\n  ","59506":"\n  Nothing lately. Just dealing with shit. But it’s all good honestly.\n  \n  Could be better, but their ain’t nothing I can do about it.\n  \n  Me and him are fine and perfect. We just live with this piece of shit of a person. She’s a dick. Nothing we can do about it. Can’t leave yet under certain circumstances. We are tryna get a job that gets us away from her. Hopefully we get out of here eventually. I’m tired. I am happy with him and his family. But this person is driving us insane. They even are done ✅ with her.. If only you knew. If only.\n  \n  It’s okay.. things could be worse. Ya know? Really. I’m blessed still.\n  ","59507":"\n  I see.\n  \n  Well good luck hun.\n  ","59508":"\n  I’ve being dealing with a bunch of bs but it’s all good. I’m with him so that’s all that matters.\n  \n  Busy? At work?\n  ","59509":"\n  Fidget with stuff\n  \n  Or clean\n  ","59510":"\n  Nothing\n  \n  I am a female\n  ","59511":"\n  I’m good. Hope all is well with you.\n  ","59512":"\n  Be nicer?\n  ","59513":"\n  I enjoy driving so much.\n  \n  Singing is my talent.\n  \n  I am married to a almost 7ft y’all Guy.\n  \n  Which do you think is the lie?\n  ","59514":"\n  Love grits.\n  \n  Hot dogs ?\n  \n  Hamburgers ?\n  \n  Fruit\n  ","59515":"\n  Hello\n  ","59516":"\n  None of your business\n  ","59517":"\n  Gm\n  ","59518":"\n  No\n  ","59519":"\n  My hometown my entire family, my friends, my dogs, my state, my fiancé, everything. I’m away from everything.\n  ","59520":"\n  Absolutely not\n  ","59521":"\n  Camouflage shirt\n  \n  Blue jeans\n  \n  Red white and blue shoes\n  ","59522":"\n  Smule\n  ","59523":"\n  Petty people.\n  \n  Malicious people.\n  \n  Extremely narrow minded people.\n  \n  Dramatic.\n  \n  Attention seeking\n  \n  People that metal.\n  \n  Controlling attitudes.\n  \n  Bratty attitudes.\n  \n  (people just need to act correctly or accordingly)\n  \n  People that lack respect for themselves.\n  \n  And not all of this aggravates me or makes me mad these are just some things that are pet peeves of mine.\n  ","59524":"\n  Because I believe I have things worth living for.\n  ","59525":"\n  .-.\n  ","59526":"\n  Noo?\n  ","59527":"\n  Anything with avocado or cinnamon\n  ","59528":"\n  Okay with blocks.\n  \n  Love sprinkles on my ice cream still.\n  \n  Love to still go to the park.\n  \n  Love to still go to Chuck E. Cheese’s.\n  \n  Still love to watch old school little kid cartoon movies.\n  ","59529":"\n  What does “hry” mean?\n  \n  Are you trying to say, “hey”?\n  ","59530":"\n  La\/uh\n  \n  Tityarika\n  \n  Tijanique\n  \n  Transhanique\n  \n  Kaitjlyn the “j” is silent\n  \n  Q-Black\n  \n  Yeah... I am so serious.\n  ","59531":"\n  Nah\n  ","59532":"\n  Yes\n  ","59533":"\n  Idea of the tattoo.\n  \n  Not the exact.\n  \n  Would do my own special customizations to it to make it more mine! ❤️\n  \n  And it would be on my top left shoulder.\n  ","59534":"\n  I don’t have Snapchat.\n  ","59535":"\n  Your mom is fake.\n  \n  Fuck off.\n  ","59536":"\n  Wish I had time for that. Lol. No, but I like taking selfies. I like photography, so I mean. Take pictures of where I am and what I’m doing. Ya know? More than just of me.\n  ","59537":"\n  Don’t we all?\n  ","59538":"\n  excuse me?\n  ","59539":"\n  My fiancé\n  ","59540":"\n  Avril Lavigne\n  \n  My big sister\n  ","59541":"\n  Probably over 50 or 60\n  ","59542":"\n  No\n  ","59543":"\n  Good\n  ","59544":"\n  Smashing people in the face with one of those new baseball bats that have the spikes in them.\n  ","59545":"\n  Because initially I feel like people are generally kind and that is what we are here for. Idk\n  \n  Well not all people are kind but the vast majority.\n  ","59546":"\n  What?\n  ","59547":"\n  What? That doesn’t make any sense?\n  \n  Are you’re incorrect sentences English?\n  \n  If you’re the one still asking for me to tell you about my secrets? If I was to tell you about them, you would be disappointed, because I don’t really have anything on me?\n  \n  Okay, now fuck off.\n  ","59548":"\n  Stir fry\n  ","59549":"\n  Twilight to me is my favorite series.\n  \n  Tau was good.\n  \n  Lair lair is funny and good.\n  \n  Some of my favorites.\n  ","59550":"\n  Determined\n  ","59551":"\n  I don’t even know you? Why would I do that?\n  ","59552":"\n  Lol “okay”\n  \n  Wish that actually applied.\n  \n  Most men like girls eyes for only 1 reason and it ain’t for no love and shit.\n  \n  A good man maybe, but a man that only looks for a women for their looks is not a good man.\n  \n  It way more what you look for in a mate then their looks.\n  ","59553":"\n  Tau\n  ","59554":"\n  Lots of different types of dishes.\n  \n  Fajitas\n  \n  Taco soup\n  \n  Fried eggplant\n  \n  Fried pickles\n  \n  Gumbo\n  \n  Breakfast pizza\n  \n  Pastalaya\n  \n  Succotash\n  \n  Spaghetti\n  \n  Homemade macaroni and cheese\n  \n  Lasagna\n  \n  Meatloaf\n  \n  Old-school meat patties rice and red gravy\n  \n  Chicken casserole\n  \n  Muffulettas\n  \n  Old school Chocolate pie\n  \n  waaaay way more\n  ","59555":"\n  Guys, every single girl is 100% different.\n  \n  So go into each new relationship open minded and starting fresh.\n  \n  Guys, don’t bring her home on the first day.\n  \n  Do not talk about your other relationships with her.\n  \n  Do not take her somewhere shitty on the first few dates.\n  \n  Be honest with her.\n  \n  Do not pressure her into doing anything.\n  \n  Protect her at all costs, even when she doesn’t want you to.\n  \n  Go into a relationship with confidence and try not show your insecurities so much yet. Don’t be Jumping into a new relationship and being cocky.\n  \n  Treat her like she’s your angel and never put a hand on her. You are a man, not a coward, so do not under any circumstance try and control her. You are not intimidating to your woman. You should purely be her world. When she’s upset give her space. Listen to her. Trust her abilities. And lastly guys.. so important.. your body is also your sanctuary, just because you meet a girl.. do not let every single woman touch it.\n  \n  Girls, when you go out with a guy do not play him and lead him on.\n  \n  Girls, do not aggravate the shit out of your man.\n  \n  Understand the abilities that your man can do.\n  \n  Girls, all guys are different so when you go into a new relationship be open minded and treat them as if it was a new relationship, and start fresh.\n  \n  Don’t tell your daddy about him at least for the first week, but still tell people about him for safety precautions.\n  \n  Do not let a guy pressure you into doing anything.\n  \n  Your body is your sanctuary you are pure and you are a woman, respect all of that.\n  \n  Have your own control over yourself and only. Do not purely control him. Let him have space. Not only make a relationship with him but for my friendship first.\n  ","59556":"\n  These two handsome men. ♥️\n  ","59557":"\n  Type of questions that you guys ask are extremely interesting\n  ","59558":"\n  I’d like to list a few more than just one ☝?\n  \n  Christina Grimmie\n  \n  Adam Levine\n  \n  Becky G\n  \n  Hayley Williams\n  \n  Avril Lavigne\n  \n  Ariana Grande\n  ","59559":"\n  Absolutely\n  ","59560":"\n  sure\n  ","59561":"\n  Fly\n  ","59562":"\n  I’m good G\n  ","59563":"\n  Probably the one year that I went canoeing with my volleyball team. It was really fun. We traveled miles and miles down the river in little boats and had a blast, jumping into the water and cooking and camping together. We all got sunburned and we’re all aching after together. Hahahahaha. ? I got to be with my team. And on my volleyball team are some of my best friends so we had the time of our life’s together.\n  \n  I went to Florida a few years and that was awesome, because we stayed at a really nice hotels. Went to the beach and swam in really cool pools. All of the activities were very fun and we got to go and eat it really nice places.. Ya know.. now a days nobody gets to do things like this because it’s so expensive. I definitely don’t get to do that a lot and it was nice. Got to go with my family. I like to go on vacation with my family.\n  \n  Another good memory was spending the summer with my fiance, his family and our pups. We were in a long-distance relationship for about five years and now we’re together. But we could only see each other so many times throughout the year. The summer we spent together was fun with everybody. We had fun in the sun with everyone. Good memories.\n  ","59564":"\n  I think 8\n  ","59565":"\n  I never knew this person but, I wish she was still alive. She was my idol, my inspiration in my life, someone so kind and someone I looked up to. Her momma had cancer.. and was fighting back and forth with it. I have watched her from day one grow as a star and she was on The Voice, if you don’t know Adam Levine or The voice you can look it up. You can look Christina up on YouTube at ZELDA LOVE. Look Adam Levine up on Youtube through the VEVO channel and you can check out him and his encounters with Christina Grimmie. She was so nice and loved by many.. She was murdered, shot and killed a couple years ago... you should look her up she’s the sweetest person in the world and is an amazing Christian. She is beautiful.. if you go and look her up it will tell you all about her and how she got shot. She was shot at a meet and greet. Rushed to the ICU and died there.. no one deserves to die.. but she certainly did not deserve to die. She was not ready to go. I still mourn from today over that.\n  \n  I also wish my cat was back in my life. She disappeared this year I had her in my life for over 12 years. Awesome cat. She’s been stolen from me. Found and got her back. It’s been a few years now since that happened and now she has disappeared again. I think she went off and died somewhere because she wasn’t looking the greatest. It’s okay.. just miss her.\n  \n  I wish my grandfather was back in my life. He was a wonderful person. Can you talk me all kinds of silly things. He was hard on me but he wanted the best for me. He was a wonderful person and a hard worker and a hero in multiple different ways. He save lives in many different ways. Miss you Paw Paw!\n  ","59566":"\n  No\n  ","59567":"\n  Never happened.\n  ","59568":"\n  Lo siento. Elaborar. ¿Qué quieres decir con sentimiento? ¿Te refieres a la emoción?\n  ","59569":"\n  Por supuesto. ¿Alguna vez tienes una pregunta? Solo pregunta.\n  \n  Seguir\n  ","59570":"\n  Myself\n  ","59571":"\n  You asked lol\n  ","59572":"\n  A couple of houses that I got to do some paranormal and urban exploring in.\n  \n  Random, a couple plantations\n  ","59573":"\n  Don’t do them in the first place make better choices\n  ","59574":"\n  It’s okay.\n  \n  Many long extended definitions to what love is..\n  \n  And some information from the urban dictionary that I agree with I will state bellow.\n  \n  love ISN'T when you want or need to be with them every second of the day\n  \n  love IS when the time you spend with them is perfect, and the time you spend apart is equally as good\n  \n  love ISN'T when you depend on them and your whole life revolves around them\n  \n  love IS when they are a perfect addition to your life, it doesn't make everything else seem perfect, it makes everything else bareable and manageable\n  \n  they help you grow as a person, and make you a better person and feel better about yourself and life in general\n  \n  love ISN'T when you hate saying goodbye\n  \n  love IS when you see \"goodbye\" as the possibility of saying \"hello\" all over again\n  \n  love DOESN'T cover their flaws\n  \n  love DOES show their flaws for all they are, but you love their imperfections, cuz it makes them who they are, and you love and accept them for everything they are\n  \n  love grows\n  \n  and encourages growth\n  \n  love isn't perfect\n  \n  but it's always close\n  \n  love,\n  \n  real true love,\n  \n  is the best thing that will ever happen to you\n  ","59575":"\n  What I’d love?\n  \n  That doesn’t make any sense. Can you repeat the question different context?\n  ","59576":"\n  Idk what do you want to know?\n  ","59577":"\n  Yes\n  ","59578":"\n  Brain\n  ","59579":"\n  Well that’s neat.\n  ","59580":"\n  Three favorite songs hard to say.\n  \n  Three favorite bands that’s a little bit of an easier question.\n  \n  PVRIS\n  \n  Paramore\n  \n  Skillet\n  \n  My favorite season of the year would be Winter ❄️\n  ","59581":"\n  They are completely different organs but I’m pretty sure you need one to be able to do the other.\n  \n  I looked it up and this kind’ve summons it up. Well.. maybe a little.\n  \n  But if I had to be honest I probably would never want to taste again because if I could smell it then I’ll know what the future taste would be like, if that makes any sense.\n  \n  Usually when I smell something, I can taste in my mouth.\n  \n  I would rely on my nose! Haha! Lol.\n  \n  By the way I’m not being a smart ass about posting this picture. Actually got curious and looked it up myself.\n  ","59582":"\n  If you’ve ever researched sleeping online there’s different stages of sleep that we go in.\n  \n  There’s like 4 or 5 different stages of sleep.\n  \n  I didn’t exactly learn it in school but we discussed it in school. There was so many things to learn, we just decided to discuss different things. It was more or less like an economy type class, but it was in all actuality, a studying class. We just used the class to work together with one another and researched different types of things. This topic I believe was one.\n  ","59583":"\n  Do you wear to the fact I may not answer all these questions because they are absolutely no one‘s business. Not tryna be ugly... being honest.. don’t like it? Too bad.\n  \n  Age - Unimportant\n  \n  FavColor - Red(White&Blue)\n  \n  Height - 5.2\n  \n  Best memory - Getting my 1st Xbox and getting Engaged. Getting to see One of my favorite bands live, Skillet.\n  \n  Last Kiss - This morning unless you count a pitbull! Ha!\n  \n  Last Hug - Hugged at lady down the street at the local gas⛽️ station. Good friend.\n  \n  Crush? ?\n  \n  Umm my fiancé Jason. Lol 5 years and engaged 7 months.\n  \n  Kisses or cuddles - Probably kisses.\n  ","59584":"\n  I literally have lost track\n  \n  And I can’t remember exactly\n  ","59585":"\n  I think it’s human nature for us to wake up to a disturbance\n  \n  I don’t know why. Why does it have to be in pacifically an alarm clock ⏰?\n  ","59586":"\n  For saying stupid shit that I don’t mean.\n  ","59587":"\n  Contacts\n  ","59588":"\n  Not always the ending case to that, but I don’t know why people hide their feelings so much... I feel like they do eventually let them out, but I also see what you’re saying.\n  \n  It surely is a bummer.\n  ","59589":"\n  It’s going good so far\n  ","59590":"\n  City\n  ","59591":"\n  The little circle, puzzle wreaths that you make when you were a child with the pictures in the middle.\n  \n  I don’t know if you did that when you were little but I did it in like second, third or fourth grade.\n  \n  They are so cool and fun to make.\n  ","59592":"\n  House\n  ","59593":"\n  I prefer to travel by ?.\n  ","59594":"\n\n   غفران جيد. الله جيد\n  \n","59595":"\n  Just people that are always going around threatening and are extremely overreacting, cause those types of people usually turn out to be killers and shit.\n  \n  But those types of people can be shutdown pretty quickly too. But my point is to answer your question with something that clearly reasonable. I have a reason to live. I enjoy my life, love lots of different people, there are people that I enjoy helping and talk to that I would miss dearly. So much happiness and to me I feel like I have lived a pretty positive and awesome life so far.\n  \n  Would like to stay.\n  ","59596":"\n  Ummm no because your not exactly “sighting” them, but emotions can progress and a relationship can be formed shortly. It can also work out perfectly.\n  \n  But love it for site it’s more or less like when you “first see them” not straightly off of beauty, but a vibe feeling, a gut feeling. And it\n  \n  could typically be also love at first sight being there looking on point and looking healthy, look nice, hygiene?\n  \n  But no. I do not believe that you can spot love at first sight through the Internet. I do believe you can, believe in love at 1st vibe maybe? Thought. And if you are strictly focusing on looks that’s not a good way to go about things.. you could have a beautiful woman or handsome man but they have an awful attitude. They could one day take everything you own. So I definitely believe in love at first vibe more. That a good view?\n  ","59597":"\n  Care for people\n  \n  Sing\n  ","59598":"\n  Feathers? Idk?\n  ","59599":"\n  Ty\n  ","59600":"\n  1-10\n  \n  8 ask\n  \n  Alot, but I’m pretty open and honest about stuff.. or at least I try to be. I like to help people out. Don’t mind. I feel like I’m living life pretty good. Happy. Why not try and try and share that? Attempt\/opportunity to spread positivity.\n  ","59601":"\n  Me defending love and explaining what I feel like you need to love.\n  \n  Love does not have to be purely physical, but can be mentality and of course emotionally.\n  \n  Love grows\n  \n  and encourages growth.\n  \n  Absence strengthens love.\n  \n  Love isn't perfect\n  \n  but it's always close.\n  \n  Communication is key.\n  \n  Not only make a relationship with that person, but a friendship 1st.\n  \n  Here’s some more.\n  \n  - Quotes from and Urban dictionary style -\n  \n  Here we go.\n  \n  None of these definitions that I have read are a true definition of love\n  \n  That is infatuation,\n  \n  obsession,\n  \n  lonliness,\n  \n  despair,\n  \n  or any combination of the above\n  \n  Love ISN'T when you want or need to be with them every second of the day\n  \n  love IS when the time you spend with them is perfect, and the time you spend apart is equally as good\n  \n  Love ISN'T when you depend on them and your whole life revolves around them.\n  \n  Love IS when they are a perfect addition to your life, it doesn't make everything else seem perfect, it makes everything else bareable and manageable\n  \n  they help you grow as a person, and make you a better person and feel better about yourself and life in general.\n  \n  Love ISN'T when you hate saying goodbye\n  \n  love IS when you see \"goodbye\" as the possibility of saying \"hello\" all over again.\n  \n  Love DOESN'T cover their flaws.\n  \n  Love DOES show their flaws for all they are, but you love their imperfections, cuz it makes them who they are, and you love and accept them for everything they are.\n  \n  Love grows\n  \n  and encourages growth\n  \n  Love isn't perfect\n  \n  but it's always close.\n  \n  Love,\n  \n  real true love,\n  \n  is the best thing that will ever happen to you\n  \n  most people will never even meet that one other person in the world that really loves them\n  \n  let alone love them back.\n  ","59602":"\n\n   شكر\n  \n","59603":"\n  Missing home.\n  ","59604":"\n  .-. Do you love drugs?\n  ","59605":"\n  Spiders\n  ","59606":"\n  With this guy. Yes. ?\n  ","59607":"\n  Yes a lot.\n  \n  Full and half sisters and brothers would make it 6 counting me.\n  \n  In law, 1 extra so 7.\n  ","59608":"\n  a limousine ^_^ take me where I want please!\n  \n  A Lamborghini or Ferrari.\n  ","59609":"\n  being in a Category 5 Hurricane.\n  ","59610":"\n  What?\n  \n  Is this supposed to be an extremely long time to go without eating?? I’m confused??? And why so exact with the time. Lol ??\n  ","59611":"\n  Married\n  \n  Good luck ??? tho\n  ","59612":"\n  Wish.com\n  \n  1-800 flowers.com\n  \n  Walmart.com\n  \n  More then that can’t think of any at the moment.\n  ","59613":"\n  There is anywhere from 9-12,000,000,000 (billion) people in the world\n  \n  Half of that or more is women.\n  \n  More than enough luck.\n  ","59614":"\n  Yess\n  ","59615":"\n  Go out, talk to friends, be social, do things I like to do (hobbies), listen to music, be with a loved one.\n  ","59616":"\n  Don’t know. Not from there. Anywhere my friend is at. She is from there.\n  ","59617":"\n  I’m too quiet..\n  ","59618":"\n  God\n  \n  My Momma\n  \n  My Fiancé\n  \n  My Family\n  \n  My Pups\n  \n  My Friends\n  \n  My Singing\n  ","59619":"\n  Anywhere from 21-25\n  ","59620":"\n  Ano?\n  ","59621":"\n  Cucumber melon or sweet pea\n  \n  There is another but I do not know the name but it is pink and it has a skull on it. They sell it at places like Hot Topic and Spencer’s and it’s like 20 bucks a bottle. If you know what I am talking about than good if not sorry. That’s my ultimate favorite perfume.\n  ","59622":"\n  ??\n  ","59623":"\n  I don’t believe so.\n  \n  Probably have.\n  ","59624":"\n  I know America Sign\n  \n  A little Spanish Sign\n  \n  Language for the deaf\n  \n  I know Spanish\n  \n  I know a little Brail\n  \n  Language for the blind\n  \n  I can translate anything and speak to anyone in any language though.\n  ","59625":"\n  Not a chocolate bar but this is my favorite candy!\n  ","59626":"\n  Sometimes\n  ","59627":"\n  Love ❤️\n  ","59628":"\n  Next to my 7ft fiancé\n  ","59629":"\n  Why someone left my life\n  \n  Not specifying who.\n  ","59630":"\n  Go to college. Maybe?\n  \n  Yeah.. go to college. Just don’t spend trillions of money.\n  ","59631":"\n  Take them near an ex\n  \n  Bring them home yet\n  ","59632":"\n  That sure is awhile away. It’s only just beginning to be August???\n  \n  And that’s is such a random question?\n  \n  What?\n  ","59633":"\n  Volunteering and helping out before the weather is just right.\n  \n  Going to the beach.\n  \n  Visiting and taking care of both non farm animals and just regular animals.\n  \n  Visiting animal shelters.\n  \n  Flea market hopping.\n  \n  Family get togetherness and American football!\n  ","59634":"\n  Definitely work my butt off.\n  \n  My job requires extremely heavy lifting.\n  ","59635":"\n  Fidgeting\n  \n  Does that count?\n  ","59636":"\n  Jameson\n  ","59637":"\n  No\n  ","59638":"\n  Sing or at least I think I can.\n  ","59639":"\n  Blonde\n  ","59640":"\n  Early\n  ","59641":"\n  2 days??\n  ","59642":"\n  Spanish\n  ","59643":"\n  My fiancé\n  ","59644":"\n  45-50\n  ","59645":"\n  With someone\n  ","59646":"\n  What?\n  ","59647":"\n  Life\n  \n  The ability to express yourself\n  ","59648":"\n  My life\n  \n  My dogs\n  \n  My wedding ring\n  \n  Flowers from my love\n  \n  My fiancé\n  \n  A few family heirlooms from my grandmother and grandfather\n  ","59649":"\n  ?\n  ","59650":"\n  Now lol\n  ","59651":"\n  7.5\n  ","59652":"\n  2 years?\n  ","59653":"\n  Music\n  \n  Love\n  \n  My pets\n  \n  My tattoos\n  \n  Positivity\n  ","59654":"\n  No ones. It’s the past.\n  \n  Today’s a new day.\n  ","59655":"\n  Think before they speak\n  ","59656":"\n  K\n  ","59657":"\n  It is blue\n  ","59658":"\n  Yes\n  ","59659":"\n  The guy that plays Scooby he lived across the street from us for the longest and knew my momma and paw paw well\n  ","59660":"\n\n   ماذا؟\n  \n","59661":"\n  A lot\n  \n  I dont remember\n  \n  But just a lot\n  ","59662":"\n  Work in retail, but I sadly see it happening again.\n  ","59663":"\n  Creed is old but good\n  \n  Papa Roach is old but good\n  \n  Look up their hit songs\n  \n  Skillet is a.. lol awesome Popular Christian Mental band.\n  \n  PVRIS is like Paranormal Alternative Rock Looove them. Punk like, dark.\n  \n  All good.\n  \n  Avril, love her old music better than new. My idol.\n  \n  Christina Grimmie is my life..\n  ","59664":"\n  None? Yeah. None.\n  ","59665":"\n  Well considering I just woke up. Good morning. Idk. Let’s see how today plays out.\n  ","59666":"\n  On vacation in Florida\n  \n  But I am from Louisiana and now live in Mississippi, so honestly, I consider this the farthest. It feels like to me.\n  ","59667":"\n  Just started.\n  \n  So far.\n  \n  Money!\n  \n  First paycheck from my new job!\n  ","59668":"\n  2 hours?\n  \n  that’s my phone my Xbox. I don’t okay it as often. Every 2 or 3 days and when I do get on, it could be anywhere from 3 to 6 hours that day.\n  \n  Add up in a week how long I’m on the Internet?\n  \n  15-25 hours? More or less just depends honestly.\n  ","59669":"\n  Přidejte mě do služby Instagram. Moje uživatelské jméno je\n  \n\n   @Ice_Frozen_Vocals\n  \n\n  Jaké je tvoje uživatelské jméno?\n  ","59670":"\n  PVRIS is a really good band too. LOOOVE Skillet, my favorites.\n  \n  Creed is pretty good, Papa Roach, evanescence, Avril\n  ","59671":"\n  Slim Shady\n  \n  I hope you dance\n  \n  Lee Ann Womack\n  \n  & More just some favs\n  ","59672":"\n  Patio\n  ","59673":"\n  Christina Grimmie\n  \n  Passed recently sadly\n  \n  Avril Lavigne\n  \n  Ariana grande\n  \n  Becky G\n  \n  Paramore\n  ","59674":"\n  I’m good.\n  \n  How are you?\n  \n  My memory is terrible.\n  \n  Do I know you personal? Names? If you are random asking then thanks and I am well.\n  ","59675":"\n  Jika seorang wanita berusaha terlihat lebih baik daripada semua, maka tidak.\n  \n  Hidup bukan hanya tentang reputasi.\n  \n  Sukses itu penting.\n  \n  Tapi menyombongkan diri tidak.\n  ","59676":"\n  You should look up Louisiana Cajun music\n  \n  Old folk old country generation hip two step music\n  \n  Part of my heritage\n  \n  Music tradition of the south\n  \n  French and such\n  \n  My favorite type of genres have to be alternative rock and metal I like country too\n  ","59677":"\n  Seems\n  ","59678":"\n  Work\n  ","59679":"\n  Any type of Cajun music\n  ","59680":"\n  Avril Lavigne\n  ","59681":"\n  Not to over exert yourself\n  ","59682":"\n  No\n  ","59683":"\n  When someone is a threat to me truthfully.\n  \n  If someone gets really annoying and they do t leave me along. When I get to that certain level with them, and do not want any further communication with  that someone, I block them. Simple.\n  \n  Someone praying on me even though I have already said I am un-interested, I usually block. Kinda the same as the second one. I don’t mind if someone’s honest with me or likes me but if you continue to pray on me annoying me about it then I block people.\n  ","59684":"\n  I don’t mind either but I enjoy answering them more.\n  ","59685":"\n  Sometimes.\n  \n  Not in the past couple years. I haven’t. No.\n  \n  But honestly I haven’t done anything really bad? Like I was a Pretty good kid growing up pretty good kid growing up.\n  \n  I never thought trouble was worth it.\n  \n  My mama taught me better.\n  \n  I just felt like I did sometimes. When I was younger. Occasionally I would feel ashamed but it was for little things. Like I said? I was a pretty good kid growing up.\n  \n  And I feel like that’s just a building of a good conscience for us (when we feel that way), a sign of growing up, realizing things, life?\n  ","59686":"\n  You are posted as Anonymous in this question. The next question you asked me post\n  \n  un-anonymous and asked the same question.\n  \n  I cannot follow you if you are posted as anonymous. You know what I mean?\n  \n  Then I might be able to follow you.\n  \n  And yes this app can be boring if you don’t ask questions and ask people to follow for follow but you don’t just ask them be active on their page and ask them questions.\n  ","59687":"\n  Yes\n  ","59688":"\n  Yup\n  ","59689":"\n  Not that I can remember\n  ","59690":"\n  I’m here\n  ","59691":"\n  Not sure what you mean..\n  \n  I’m sorry?\n  \n  In general?\n  \n  Or are you looking for something specifically?\n  \n  Something that grabs my attention is the weather? Idk?\n  \n  Peoples attitude and the way that they speak to people.\n  \n  Peoples laugh.\n  \n  How clean or how not clean an environment is.\n  \n  Someone’s hygiene.\n  \n  People being appropriately dressed but still comfortable looking.\n  ","59692":"\n  Noo?\n  \n  But I have a best friend named Kiki.\n  \n  She’ll be excited that there is a challenge with the same name as hers! Ha!\n  ","59693":"\n  No\n  ","59694":"\n  Coffee\n  \n  And because it’s good\n  ","59695":"\n  I do like to sunbathe but I really love the shade\n  ","59696":"\n  Que?\n  \n  Disculpe?\n  ","59697":"\n  Idk honestly.\n  \n  But if I could pick an animal? A dolphin.\n  ","59698":"\n  I would either want to be a philosopher or treasure hunter but I would more want to be a treasure hunter\n  ","59699":"\n  Who knows? I try my best to always apologize if I’m in the wrong. I’m sorry if you’re having issues with a certain someone.\n  ","59700":"\n\n   شكر\n  \n","59701":"\n  O.o\n  \n  Do you come up with this shit or do you look this up? Like seriously.\n  ","59702":"\n  Avril Lavigne\n  \n  Christina Grimmie\n  ","59703":"\n  How many?\n  ","59704":"\n  Nope\n  \n  I just be me\n  ","59705":"\n  Lol ? I bet\n  ","59706":"\n  Hi\n  ","59707":"\n  ?\n  ","59708":"\n  I don’t understand this.. ask again?\n  ","59709":"\n  This is quite a few questions just saying..\n  \n  ——————\n  \n  What does friendship mean to me?\n  \n  Friendship means a lot to me. My friends mean a lot to me. I feel like friends keep your socializing and positive. I feel like everyone should have some sort of friendship and everyone does whether they realize it or not, whether it be small or large. Whether it be with an animal or human. Friendships are made every single day.\n  \n  ——\n  \n  What should my friend be like??\n  \n  I don’t understand this question?? I mean? my friends are going to be different from any other person’s friends? and your friends? because were all different, ya know?\n  \n  Unless you’re meaning influential? Friends should be positive, outgoing, trustful, honest, loyal in ways, keep you out of trouble and safe, out of harms way, real, kind to you, at least partially healthy decisions both physically and mentally. Some of these aspects should be in a friend.\n  \n  ——\n  \n  Do I have a lot of friends?\n  \n  I mean I feel like I have a lot of friends. I have people that look up to me. I have people that I look up to. I have lots of actual friends in many different places all over the world. And then I have friends that are right in front of me. I have family from different parts of the world. And then I have family right in front of me. To me I see no difference family and friends are all family. What I am trying to say is I have people that know me worldwide, both friends and family. Honest. So yes. I would say I have quite the bit of friends. Both girls and boys. It’s OK to step out of your comfort zone and explore different cultures and traditions. I feel like that makes you (us) smarter.\n  \n  ——\n  \n  What could be my reasons for discontinuing a friendship with a person?\n  \n  If they are negatively impacting my life or a negative influence? That could be a reason for discontinuing a friendship with that person. I can forgive people but it depends on the level of the decision... you only get one life. There are slight mistakes that could be made, possible regrets, but you only get one life? Is it really worth it? You want to live your life to the fulllist and in a happy healthy way too.\n  \n  This is a lot of questions but I guess I see why you asked them all together because they are related.\n  \n  Hopefully I can answer the questions well enough for ya.\n  ","59710":"\n  Right? XD who would?\n  ","59711":"\n  Lol right\n  ","59712":"\n  Who knows?\n  ","59713":"\n  With my fiancé.\n  \n  Going out and socializing.\n  ","59714":"\n  Heeey\n  ","59715":"\n  ? I’m done\n  ","59716":"\n\n   @dhaoskdoe\n  \n  ? Here goes the bs ? ?\n  ","59717":"\n  I choose not to specify. Not important.\n  ","59718":"\n  Don’t be too over obsessive  (not saying your doing this, but...) with the person that you’re with. Some advice there. That will run them away..\n  \n  It is OK for her to hug a guy? 2 guys? Their people, just like girls are. We are all huggable... but not like 50 guys?? Ya know what I mean. Specially if she’s trying to do it to make you angry, that’s not right.\n  \n  Also ask for her intentions on that if seeming suspicious...\n  \n  Also another thing if you can’t trust them.. then why are you with them?\n  \n  I am being honest and trying to help is all not trying to offend.\n  \n  Trust, loyalty communication is all important in a relationship. Not only to make a relationship with them but to form a bond, a friendship.\n  \n  If their intentions turn out to being bad or malicious or selfish then it may not be a healthy relationship. Find ways to make it work. Talk to each other. If you can’t talk to your other.. then what is the point of the relationship? If ya know what I mean. You should be able to talk to them about anything and everything. That one of them biggest points of a relationship.\n  ","59719":"\n  My shirts 2 sizes too big\n  ","59720":"\n  It’s all good.\n  ","59721":"\n  I am a Youtuber. Lol. May not be extremely popular, but I’ve been doing it since 2010, if not earlier. I have like 500 videos. Over 50 thousand views. 120 subs? Not THAT popular, but I make some money off of it. Youtuber. My channel is growing.\n  ","59722":"\n  Wtf? Are you crazy?\n  \n  And my hair dresser would kill me.\n  ","59723":"\n  ? Makes no sense\n  ","59724":"\n  Rainy and cold\n  ","59725":"\n  ?\n  ","59726":"\n  Expenses??\n  \n  The lack of not knowing how to use it possibly?\n  ","59727":"\n  ?\n  ","59728":"\n  ???\n  \n  Top 3 favorite\n  \n  And then these are other ones that I really like as well.\n  \n  ?????????⛸??\n  \n  ?️‍♀️????❤️♠️♣️♥️♦️?\n  \n  ???????????????????????????\n  \n  ????????????‍♀️???\n  \n  ????????✨??\n  ","59729":"\n\n   في الميدان اطلاق النار البنادق معه.\n   \n   هواية.\n   \n   ليس مخيفا. ممتع جدا.\n   \n   هذا خطيبي. جايسون.\n   \n   اسمي بيلا.\n  \n","59730":"\n  I do not have Snapchat.\n  ","59731":"\n  Him ?\n  ","59732":"\n  If this is Jess? Then heeeey!! But if this not then who are you and why are you randomly as her name in my questions? Lol\n  ","59733":"\n  No\n  \n  Just woke up though\n  ","59734":"\n  Don’t have a favorite I like a lot of different jokes\n  ","59735":"\n  Walking around the mall and going store hopping and then going to a restaurant all that in one first date.\n  \n  Don’t forget to take her to the candy shop.\n  \n  If y’all are older take her to a casino restaurant or buffet.\n  ","59736":"\n  Been done and now I’m getting married to him\n  ","59737":"\n  Jell-O\n  \n  Ice cream ?\n  \n  Ice coffee ☕️\n  \n  Root beer ? floats\n  \n  Caramel\n  \n  Chocolate ? straws\n  \n  Chips and sour cream\n  \n  Smore’s\n  \n  Chocolate milk ?\n  ","59738":"\n  Fix my bed\n  ","59739":"\n  I like to go to Florida because the water is clear.  They have really nice hotels, waterparks ??good breakfast, ? ? good restaurants and really nice fishes ?? lol jk. But I like vacationing there. Lots of things to do.\n  ","59740":"\n\n   أخلاق. كيف نشأوا.\n   \n   غير آمن من العقل.\n   \n   شخص مشكوك فيه.\n  \n","59741":"\n  On Christmas ?\n  ","59742":"\n  Idk... depends if they’re trying to stop me for a good reason, for my safety, but then again I don’t ever really dude too stupid of stuff so..\n  \n  The real answer is I wouldn’t quit even if they’re all against it. But honestly I don’t know under pressure what I would pick in the moment. I hope I wouldn’t quit.\n  \n  Honest answer.\n  ","59743":"\n  The thrift stores\n  ","59744":"\n  Already following. Remember?\n  ","59745":"\n  I am in a new place\/home and building new relationships.\n  ","59746":"\n  Lol ?\n  ","59747":"\n  Praying\n  \n  Meditation\n  \n  Massages\n  \n  Letting anger out\n  \n  Hanging out with friends\n  \n  Socializing\n  ","59748":"\n\n   حسنا\n  \n","59749":"\n\n   حسنا\n  \n","59750":"\n\n   اقتباس أو تخبرني هذا؟\n  \n","59751":"\n  Both\n  \n  But If I had to choose one the sense of humor\n  ","59752":"\n  Don’t matter to me\n  ","59753":"\n  Jason\n  \n  My fiancé\n  ","59754":"\n  Absolutely\n  \n  They sure are mine\n  ","59755":"\n  My momma &\n  \n  My fiancé Jason.\n  ","59756":"\n  7ft Giant\n  \n  300 and something pounds of heavy, thick muscle ??\n  \n  Country sounding\n  \n  Well mannered\n  \n  Sweetie\n  \n  Slight beard going into a goatee and mustache\n  \n  Tattoos\n  \n  Dog Lover\n  \n  Wears hats alot\n  \n  Russian blood\n  \n  Hazel eyes\n  \n  Strong\n  \n  Black hair\n  \n  Has his priorities straight\n  \n  Honest\n  \n  Good with people\n  \n  Funny as ever\n  \n  And the most handsome man in the world!\n  ","59757":"\n  S.S.Berra\n  ","59758":"\n  My location is confidential and unimportant\n  ","59759":"\n  ??\n  ","59760":"\n  Hardee’s\n  \n  I think that’s how you spell it\n  \n  I really like Golden corral but it’s been going downhill so maybe them\n  \n  I like Chili’s but their service lately has been horrible or at least over here it has\n  ","59761":"\n  A little anxious but that’s normal\n  \n  Excited to see my love\/fiancé\n  \n  He comes home from work shortly\n  ","59762":"\n  I don’t know I don’t really watch it\n  ","59763":"\n  They are camouflage green black brown and gray\n  ","59764":"\n  Every now and then I paint more than anything\n  \n  I really like to Woodburn to\n  ","59765":"\n  For what?\n  ","59766":"\n  A band that my sister was in called Norcio\n  \n  It was a good band was good music and I’m not embarrassed at all about it it was a small concert\n  \n  Then I went to a skillet concert recent I don’t go to a lot of concerts but I would love to attend some more it was fun\n  \n  I went to a couple other minor concerts\n  ","59767":"\n  That they’re like my family\n  \n  They’re here through the thick and thin\n  \n  That they are confident in themselves\n  \n  That they are honest with me.\n  ","59768":"\n  My age is unimportant\n  ","59769":"\n  I just answered a question very close to this in my history two minutes ago go down and read it it will answer your question\n  ","59770":"\n  Every single day but I don’t regret anything I just miss a lot of stuff\n  ","59771":"\n  I am just chilling in my room waiting for my fiancé’s mama to get home.\n  ","59772":"\n  It’s extremely homey and there is lots of things to do there.\n  \n  There is a ton of home hospitality!\n  \n  It makes me feel Cajun\n  \n  Or in other words\n  \n  It makes me feel my culture cajun south culture.\n  \n  Good food! ?\n  ","59773":"\n  I usually just plug it up to the charger and leave it on my dresser drawer by my bed just in case of an emergency ?\n  ","59774":"\n  To me anything is beautiful\n  \n  I’ve always wanted to visit Hawaii, Paris ??, Malaysia ??, Australia ??, the UK ??, Denmark ??, parts of California, New York, the mountains ⛰, I want to visit some beautiful islands ?, go to the Dominican Republic ??, visit some friends in Brazil ??, and Bangladesh ??, go and visit some places in Tennessee that I’ve always in my life dream to see.. there is quite a few places that I think that are beautiful.\n  \n  I’m from Louisiana and Louisiana is beautiful.\n  \n  So I would have to say Louisiana skies are the most beautiful thing I’ve ever seen.\n  \n  I live in Mississippi now and it’s wonderful here the landscaping is beautiful.\n  ","59775":"\n  Are usually shower and then separately I do a face wash and acne treatment after\n  \n  Change inches in pajamas of course\n  \n  Before all of this make sure I eat something\n  \n  Always try to eat three hours before you go to bed\n  \n  It’s not good to eat and go to sleep research it\n  \n  Brush my teeth and then brush my hair\n  \n  Make sure my beds made to go to sleep\n  \n  I turn a fan on and make sure that the temperature is cold enough\n  \n  Watch some Netflix with my fiancé and play some Xbox and then go to sleep\n  ","59776":"\n  I just moved to where I’m at so I don’t know\n  \n  Go anywhere with my fiancé\n  ","59777":"\n  I don’t know you\n  ","59778":"\n  God\n  \n  My family\n  \n  My friends\n  \n  My dogs\n  \n  My fiancé\n  ","59779":"\n  ?\n  ","59780":"\n  I lift weights ?️‍♀️ sometimes\n  ","59781":"\n  What does this even mean?\n  ","59782":"\n  No eyebrows because I can just put them back on with either make up or I can get them on a certain way, complicated\n  \n  But if I can’t do that then no eyelashes\n  ","59783":"\n  Usually when you live a life that’s adventurous it ends up turning into a luxurious one?... right? Maybe? Lol ?.?\n  ","59784":"\n  Wash my face\n  \n  Change into some better feeling clothes\n  \n  Walk around in different lighting to help eyes\n  \n  Stretch a little bit\n  \n  Brush hair and teeth\n  \n  Put on my regular makeup\n  \n  Eat some sort of breakfast\n  \n  Get on Phone and check notifications\n  \n  Usually try to text my mom\n  \n  Get my fiancé up and ready for work\n  \n  See if dogs have food and water and make sure they go out\n  \n  And yes this is usually my every day morning routine\n  ","59785":"\n  Where the red Fern grows series\n  ","59786":"\n  ❄️This grande size beauty!\n  \n  Java Chocolate chip mocha frappe’ ^_^ ?☕️?\n  ","59787":"\n  I’m pretty sure that they sell some sorts of salads ? and healthy drinks.\n  \n  They offer people apple ? slices. ?\n  \n  And they sell fish ? sandwiches ? there.\n  \n  Make sure you ask how they cook ?‍? it because sometimes they fry the fish and that’s not healthy for you.\n  ","59788":"\n  Home\n  ","59789":"\n  I really like anything that taste like coffee and dark chocolate.?\n  \n  I like things with sea salt in it.\n  \n  I like sour candy.\n  \n  ? ?\n  \n  But honestly I don’t eat candy often but I do like candy.\n  ","59790":"\n  No\n  \n  Very rare when I do\n  ","59791":"\n  ?\n  ","59792":"\n  Dolphins ability for their echo location or swimming or their fierceness\n  ","59793":"\n  ?????\n  ","59794":"\n  I don’t know yet what I am gonna be doing this weekend.\n  ","59795":"\n  My favorite outfit\n  ","59796":"\n  Arrogance level\n  \n  How narrowminded they are or how not narrowminded they are\n  \n  Just within the first few minutes of the conversation I can notice things in a person\n  \n  I noticed their facial structures\n  \n  How lazy they are or how energetic they are\n  ","59797":"\n  Occasional.\n  \n  Not fucking creepers tho and trust me, I know when i see one.\n  \n  I have worked in retail for over six years I know how to talk to strangers I’ve been doing it for years.\n  ","59798":"\n  Good shit.\n  \n  Then you got the advantage. The upper hand. LOL JK\n  ","59799":"\n  Once more. You’ve asked me this already. This IS AN WEIRD. Stop asking me this question.\n  ","59800":"\n  Umm. I’m from the south deep South and everybody has really wide hips here. Honestly I can actually specify it as a race down here.\n  \n  Jk\n  \n  Just say I’ve seen some people with some hips that are wide wide. Not ugly? You know? That’s their characteristic that makes them.\n  \n  But like I said I see people every day with really wide hips and you’re just another one.\n  \n  You have nice hips if that helps? I’ll say that and I think that you have a good chance of winning.\n  \n  Ya look beautiful hun!\n  \n  Good work ?? for real.\n  ","59801":"\n  I feel like I was blessed with talent to sing.\n  \n  I feel like a strong person when it comes to separation but at the same time treat it like it’s my enemy.\n  \n  Determination level.\n  ","59802":"\n  One fish game and that’s it\n  ","59803":"\n  I’ll check her out\n  ","59804":"\n  Maybe a phone?\n  \n  Some eye contacts.\n  ","59805":"\n  Brought my fiancé to the doctor today.\n  ","59806":"\n\n   هذا لا معنى له\n  \n","59807":"\n  Kim\n  \n  Hard to pick from\n  ","59808":"\n  Yes\n  ","59809":"\n  Take a shower\n  \n  Change into your pajamas or fresh clothing\n  \n  Brush your teeth\n  \n  Floss your teeth\n  \n  Mouthwash\n  \n  Clean your face\n  \n  Do an acne treatment\n  \n  Can’t think of anytime else atm, but I’m sure there is more you could do before going to sleep.\n  ","59810":"\n  What are you talking about?\n  ","59811":"\n  Trying to get a job but yeah.. I wanna work. Not just sit around. I’ve always worked.\n  ","59812":"\n  Right now it’s 12:32\n  ","59813":"\n  I like to both talk and listen honestly. Maybe talk more.\n  ","59814":"\n  Galaxy S9\n  ","59815":"\n  Absolutely\n  \n  I’m living it everyday\n  ","59816":"\n  Crocs\n  \n  Mostly I just wear all-star Converse all year round\n  ","59817":"\n  The fuck do you mean?\n  ","59818":"\n  Hey\n  ","59819":"\n  I like electric, dark, fire, & ghost Pokémon\n  \n  My favorite are ghost and electric\n  ","59820":"\n  You probably shouldn’t buy anything from anyone you don’t know.\n  \n  If you know them really well maybe.\n  \n  But buying them from phone company stores and stores is probably a lot better of an idea.\n  ","59821":"\n  Don’t know I don’t really watch all the\n  ","59822":"\n  Bye ??\n  ","59823":"\n  Back-and-forth from my home state and this state that I stay in.\n  ","59824":"\n  I’m not sure if I understand your question.\n  \n  I will try to answer it though... umm.\n  \n  I don’t know this is answering correctly or not.\n  \n  I expect a bright future for me. I hope that I have a good job and to be a higher up at that job. To make it far. I just moved from one state to another and I am officially starting my adult life.\n  \n  I’m about to find a job that I’m going to try to stay at for a while or forever. Hopefully.\n  \n  I enjoy gardening, being creative, helping people, socializing and cooking. I like to work with animals. And so far I’ve only been here for a week and I am already seeing job opportunities in these fields for me. This makes me happy and is technically the future if you think about it? I expect big things for me in the future. Good, bigger and better things and a family.\n  \n  Though my actual family is far away I hope to stay productive and in contact with them still fully. That’s what I hope remains. I love and miss them.\n  \n  Worked really hard to get where I’m at now. Years and years of hard work, patience and saving money. I’m happy. I am more than happy to expand my family from the Louisiana border all the way over the Mississippi!\n  ","59825":"\n  Good I hope yours is good\n  ","59826":"\n  My family\n  \n  My fiancé\n  \n  My dogs\n  \n  My freedom\n  \n  My right\n  \n  My religion\n  \n  My God\n  ","59827":"\n  Play Xbox1\n  \n  Call friends\n  \n  Bake or cook\n  \n  Paint\n  \n  Get on Smule App\n  \n  Go riding\n  \n  Movie night??\n  \n  Go for a walk\n  \n  Pawn shop hop\n  ","59828":"\n  What?\n  ","59829":"\n  Maybe taller. I’m already 5.2\n  ","59830":"\n  Umm why are you randomly asking me to ask you something?\n  ","59831":"\n  ? What? In conversation?\n  ","59832":"\n  I am well and everyone is well thank you for asking\n  ","59833":"\n  I’m a lady but sure???\n  ","59834":"\n  Unimportant\n  ","59835":"\n  That’s sad\n  ","59836":"\n  Sure\n  ","59837":"\n  Honestly, I don’t even know what you’re talking about.. srry.\n  ","59838":"\n  ?\n  ","59839":"\n  Lol Not quite\n  ","59840":"\n  I did that I’m gonna go back to sleep. Sent you a question. Check it in a little please. I just help my fiancé get up for work and now it’s time for me to go back to bed. Lol.\n  ","59841":"\n  Absolutely\n  ","59842":"\n  I don’t see it I’ll send you a question or shout out\n  ","59843":"\n  Lol sure\n  ","59844":"\n  No. Let me see if I can go on your page and find it.\n  ","59845":"\n  My fathers never really been around.\n  \n  But I guess you could say , he’s always just made sure my life is in check. He is always wanted me to keep my head high. But I don’t remember much my dad tells me. Apologies for not being able to answer the question.\n  \n  I love my dad though. Even though he hasn’t been here my whole life. He’s been trying lately and he has in the past and that’s all that matters.\n  ","59846":"\n  Be careful and make sure she’s not with the dude at all when you go back to Ohio. You don’t want conflict. But if she’s for sure done with him then he can’t do anything about it. But like I said just make sure for less drama. Ya know? Bs? You don’t want all that bullshit. If she broke up with him fair and square that he can’t say shit to you. Plus the dude is no good for her if he’s on drugs. He’s not good for anyone. Don’t exactly just swoop in and save her? because then you could just simply be a rebound... go actually if she really wants to try it again with you. You’ve got things to live for. Don’t get into much trouble with that guy. He’s not worth it. After all..? he’ll go to jail eventually with those drugs. Pieces of shit never win. Hopefully she’s not too enthused with the guy and his bad boy, trashy like mischief. You need to explain to her, under any circumstance.. it is not good to be around drugs. Even if they’re not offering them to you? that does not matter, it’s not a good environment.\n  \n  Hopefully this helps.\n  \n  Good luck.  ? ??\n  ","59847":"\n  Dark\n  ","59848":"\n  Sure lol\n  ","59849":"\n  I’ve been doing good\n  ","59850":"\n  ?\n  ","59851":"\n  ?\n  ","59852":"\n  Urban exploring and history is things I find intriguing. I like painting, singing, and gaming. Enjoy Socializing and chilling with people. Going out to eat with family or friends. Road trips are the bomb. Love vacationing. Fishing and hunting are pretty productive. Absolutely love eating frozen yogurt?. So just going out and getting ice cream ? is fun. Just that. Don’t take much to excite me honestly. Museums. Movies ? Site seeing. Going to the casinos or get something to drink. I don’t really gamble that much at all. 1 or 2 times a year. Don’t drink ? ? that much. Really like animals. Going to animal shelters. Flowers ?. Anything above is things I do for fun I guess.\n  \n  Just cause it’s things I like.\n  ","59853":"\n  I get motion sickness pretty easy so I guess that’s a yes.\n  \n  I like going on car rides, riding rides at fairs, going on boats ?‍♀️ and planes ✈️. They just don’t like me.\n  ","59854":"\n  Who knows? Both happy and sad people that live all over. Even people in Hawaii either sad and happy.\n  ","59855":"\n  No\n  ","59856":"\n  You? Idk? It’s whatever you do. I don’t know what you do.\n  \n  Try hard work.\n  \n  Helping elderly people that can’t get out the house and tend to their outside yard work. Some pay good! Do 20 bucks an hour, yard work 25, but you have to work at a pace.. but if it’s hard hard work, such as roofing or painting, maybe charge 30 or so an hour. Depending where you live too. I know the currency may differ.\n  \n  Or maybe do a cleaning job or dish job at a school or restaurant?\n  \n  Work at a plant? Factory?\n  \n  Security jobs pay a lot.\n  ","59857":"\n  Excuse me?\n  ","59858":"\n  Pretty big. Interesting experience. Lots of inhabitants.\n  ","59859":"\n  It’s all good. Kool.\n  ","59860":"\n  That’s a little too personal, just saying.\n  ","59861":"\n  Lol I’m little today.\n  ","59862":"\n  I’m fantastic.\n  \n  Finally got to officially be with my Fiancé! And I’m happy for that.\n  \n  I’m with his family and our pups! I missed everything about this place. I missed Mississippi! (That’s when I’m at)\n  \n  Just chilling. Just got done cutting the grass! We live on a lot of land.. and somehow we got it done in less than an hour.. we’s some crazy motherfuckers.\n  \n  But I’m doing good! How are you?\n  ","59863":"\n  What?\n  ","59864":"\n  Yoooo\n  ","59865":"\n  Idk dude lol XD\n  ","59866":"\n  Crippled\n  ","59867":"\n  I just moved to an area I am not familiar with so I can’t really answer this question, But I know that there’s some fairs around here though.\n  ","59868":"\n  Very few but yes\n  ","59869":"\n  What?\n  ","59870":"\n  It’s random honestly. Sometimes I only get like 5 hours of sleep. Sometimes I’m able to get 7-8. The hours I like to sleep is around 9 or more.\n  ","59871":"\n  Sense\n  ","59872":"\n  K\n  ","59873":"\n  Probably this\n  ","59874":"\n  Fuck it, never mind.\n  ","59875":"\n  Can be both. Depends.\n  ","59876":"\n  Who knows.\n  ","59877":"\n  One, your anonymous?\n  \n  Two, you sure ain’t gonna get “asked shit” asking it like that to people.\n  ","59878":"\n  Maybe I don’t recall\n  ","59879":"\n  I’m not saying where it is located?? but my favorite restaurant is Ryan’s.\n  ","59880":"\n  Wonderful\n  ","59881":"\n  How many legs does an octopus have? Lol ?\n  ","59882":"\n  Original home\n  ","59883":"\n  I’m not sure what you’re saying\n  \n  Are you saying that you loved them for year and they never knew you existed type thing and now they are noticing you? Is that a good thing? I guess? Would think? I don’t know how this person is. Make sure they’re not just jumping people too. Going from one relationship to another. That’s not good. Make sure that they’re not using you as some sort of a rebound neither.\n  \n  —-\n  \n  Or are you asking me something completely different? I think this is what you’re saying but I don’t know.?‍♀️\n  \n  Or are you saying that you were with that person for a whole year and now they’re trying to find someone else and they’re getting bored of you?\n  \n  See where I’m getting confused? I’m not sure where you’re getting? I hope I helped.\n  ","59884":"\n  Lol ? who knows?\n  ","59885":"\n  None of your business\n  ","59886":"\n  ???\n  ","59887":"\n  Regular money\n  ","59888":"\n  ?\n  ","59889":"\n  Exquisite, Different but Happy\n  \n  Idk\n  ","59890":"\n  G-Fred aka Golden Freddy\n  \n  and Dixie\n  ","59891":"\n  Paper cut!\n  ","59892":"\n  Would you inhabit on me if I was the size of a planet?\n  ","59893":"\n  I thought I answered this already. Just a girl. I take it back.\n  \n  Tomboy! All day!\n  ","59894":"\n  I’m female. That’s all.\n  ","59895":"\n  I am a YouTuber and I’m not even gonna get into that. I have so many different types of YouTube videos.\n  ","59896":"\n  Not at all.\n  ","59897":"\n  ? Any type of food. ?\n  \n  Different ? cultures of food. ?\n  \n  ? Keep trying to search for love if you keep failing, try again. ??\n  \n  To take parenting classes. ?✍?\n  \n  Don’t jump the gun.?\n  \n  Get to know that something  or them, before you judge it or them. ?\n  ","59898":"\n  For a little more success...\n  \n  To do what I love the most, is to sing or work with animals.\n  ","59899":"\n  Snakes ? and sharks ?\n  ","59900":"\n  Neither really I don’t drink soda ?\n  \n  But if I could choose\n  \n  Pepsi\n  \n  Less sugar\n  \n  Little flatter than Coke\n  \n  Taste good\n  ","59901":"\n  Eggs\n  \n  Breakfast pizza ?\n  \n  I really like grits.\n  \n  Breakfast biscuits are the shit\n  ","59902":"\n  I am not camera shy but I like to take the photo myself\n  ","59903":"\n  Climb shit\n  \n  Well I can still do this pretty good but not as well as I could when I was a kid\n  \n  Have not a care in the world\n  ","59904":"\n  What?\n  \n  Strangely I want to say yes but I don’t understand this question really but yes\n  ","59905":"\n  Fuck no\n  ","59906":"\n  Girls like you\n  \n  By Adam Levine ft Cardi B\n  ","59907":"\n  Yes\n  ","59908":"\n  Nooo\n  ","59909":"\n  God\n  \n  My family\n  \n  My fiancé\n  ","59910":"\n  Lol\n  ","59911":"\n  Somewhere in the UK ?? or Australia ??\n  \n  Maybe Hawaii\n  \n  If I had enough money\n  \n  Spend one summer in Alaska\n  ","59912":"\n  For food at a restaurant and we waited for almost an hour.\n  \n  I can’t remember exactly when was the longest I’ve ever waited in line..\n  \n  But I remember going to a waterpark and waiting like 30 minutes, 45 minutes, sometimes to an hour to go on one ride..\n  ","59913":"\n  To somewhere where you and your ex went.\n  \n  Don’t take them to your ex’s house ? .\n  ","59914":"\n  Yes numerous times\n  ","59915":"\n  I really love exploring and traveling. So maybe a day like that with my favorite person in the world, my fiancé. Or with my best friend? Going to eat a really nice place with them. I love the winter so I would want it to be a cold time of the year. I really like it when it rains and thunders. And it not be too too cold like in the 40s or 50s. That’s perfect for me. I love video gaming, so maybe play some video games with some friends.\n  \n  I absolutely love animals.\n  \n  So maybe going somewhere where I can pet animals or take care of them. Marine animals are my favorite.\n  \n  I like going to festivals.\n  \n  Renaissance Festival.\n  \n  I really enjoy history.\n  \n  There’s so much that could consist in a day to make it perfect for me. So many different things. Don’t take much to excite me.\n  ","59916":"\n  ?\n  ","59917":"\n  Lol\n  ","59918":"\n  Xbox 360\n  \n  On Grand Theft Auto V\n  \n  On a random street\n  \n  By a Clean Karen Rebel\n  \n  (this is a car in the game)\n  \n  Love how I met him.\n  \n  I love him ? ^_^\n  \n  This was 5 years ago and now we are together and engaged!\n  ","59919":"\n  Nope\n  ","59920":"\n  My friends that I know, are amazing, they’re always there for me. They are positive and honest with me. Let me know when I’m being too much or when I’m not trying enough. Try to keep my head up. I love my friends.\n  ","59921":"\n  Girl I’m fucking tall. It’s crazy. I’m like a blimp!\n  ","59922":"\n  On here\n  ","59923":"\n  Describe myself as very abrupt with people. I do see myself as a nice person but am taking a vantage of way too much. I am easily misunderstood. I find it hard to comprehend people. Understand specifics in questions. I tend to be exact about stuff and I don’t mean to be. Take a lot of things literal because life is literal and realistic? I do know how to take a joke, of course, but I just don’t know sometimes when people are joking? Ya know? I don’t realize things sometimes and don’t mean to do it at all. I try to think before I speak, but sometimes it doesn’t work. I try my best at things that’s literally the best way to describe myself. Stay determined. Describe myself very scruffy, tomboy, punkish, & slightly tough. Not some scary, intimidating, and mean person. No.\n  \n  Is what I try to do stay,\n  \n  outgoing\n  \n  adventurous\n  \n  open minded\n  \n  caring\n  \n  kind\n  \n  non discriminative\n  \n  fun\n  \n  funny\n  \n  positive\n  \n  determined\n  \n  athletic\n  \n  happy\n  \n  social\n  \n  smart\n  ","59924":"\n  Yea? My inflated balloon ? self? Lol ?\n  ","59925":"\n  Arrogance level\n  \n  Their level of narrowness\n  \n  Face expressions\n  ","59926":"\n  Yea. FRIENDS\n  \n  I have tons of both girl and guy FRIENDS.\n  \n  People tend to miss construe the word “friends” For some odd reason they think that that is more than “FRIENDS” people forget what the definition of a friend is.\n  \n  Usually when I say “yes” to being friends with someone, they think I mean more than that. (80% of the time) No.\n  ","59927":"\n  Yes\n  ","59928":"\n  Lol\n  ","59929":"\n  Inflating (inviting) ?\n  \n  That was lame, trying to rhyme. LOL\n  ","59930":"\n  I really like to watch creepy paranormal videos because I just love the paranormal and urban exploring.\n  \n  I feel like they’re more about history or an event that happened in someone’s life. That’s more realistic to me.\n  \n  Some of those horror films I could never see some of the stuff happening in real life.\n  ","59931":"\n  Who knows?\n  ","59932":"\n  Ne demek istiyorsun?\n  ","59933":"\n  ?? (takes hose) thanks\n  \n  (Starts to inflate)\n  ","59934":"\n  Si\n  ","59935":"\n  Any size I’m satisfied with\n  ","59936":"\n  Duck ? yeah! Inflation time baby!\n  \n  ? ? ?\n  ","59937":"\n  I’m going to say two of my favorite singers and why if that’s okay.\n  \n  Christina Grimmie\n  \n  She was just amazing at singing. Hundred percent spectacular. Just a very talented and beautiful voice. Literally the best person I’ve ever heard sing. Not only was she the best person I have ever heard sing, but she was just the kindest person. Even growing through the fame didn’t get to her. she just kept her pureness. She was such a Christian. Was just so kind people. She had the sweetest and bubbliest personality. She was hilarious. So funny. She sadly was killed during a fan meet up. She was just getting her way up in the Fame world. She had just won and came off of The Voice. She was just exceedingly successful. Everybody could see the raw talent this girl had. She was not ready to go.. at all. :( For me she wasn’t. I cried for weeks and literally months after.. Her first year anniversary since she’s been gone just passed... even if I didn’t know her. I felt like I did and it’s still hard listening her music. She’s what I turned to and said you know what? There really is good people in the world! ? Music is my Safe haven I turn to when I’m upset or feeling alone. Her music was and still is. Rest in peace Angel.\n  \n  Christiana ?\n  \n  ——\n  \n  Throughout my life.\n  \n  Avril Lavigne has always been my idol.\n  \n  Still today I listen to her new and old music. I grew up a skater girl, hard tomboy, punkie type girl. I would play in the mud. The boys more than girls. I would play Street football ? and Street basketball ?. We would play baseball out in a handmade field that we out together.\n  \n  Avril Lavigne’s music I just grew up through.\n  \n  My sister kinda introduced her to me.. Thanks for that Sam! But we both loved her a lot. We both grew up through her music. Avril and my sister are what got me started singing! ? Which is what I love the most to do. She was just straight up idol to us. We loved Avril Lavigne and still do!\n  ","59938":"\n  Don’t read much.\n  \n  Reasons being, I have a bad reading disorder called dyslexia. I use audio recordings sometimes when I read and it helps reads the book to me as I’m going along.\n  \n  Sometimes I use different highlighters or sheets that are highlighted to read through the book.\n  \n  Sometimes I have to use a ruler.\n  \n  ——\n  \n  But here some books that I did enjoy reading ? and listening ? to.\n  \n  ——\n  \n  Where the red Fern grows. It was a book on a little one growing up and learning the ropes in life. With 2 pups along the way. You should look into reading these books. ?\n  \n  It’s just a fun book. ? That I read with very deep meaning. Good book. I want to get into much detail.\n  \n  ——\n  \n  Max the Almighty.\n  \n  Max the Almighty had a lot about bullying and stuff. I don’t remember too much. My memory is crap.\n  \n  ——\n  \n  The Giver was a good book. Good movie. ? ? makes you realize life isn’t perfect. But even if it was. This is how it go. Read the book to find out what I mean.\n  \n  ——\n  \n  (I had to read these for school. At the end of each book. ? ? ? I felt like it taught me something.)\n  ","59939":"\n  Be positive.\n  \n  Live a little.\n  \n  Go out and socialize.\n  \n  Do things that you wouldn’t. But do them accordingly. Think smart.\n  \n  Seek some sort of education throughout your life. Be successful with that some sort of education.\n  \n  Make close relationships with your friends and family. Go out and have fun with friends and family. Take road trips. Express your favorite hobbies and talents with them.\n  \n  Explore nature alone.\n  \n  Then explore nature with people.\n  \n  Maybe meditate or exercise occasionally.\n  \n  Eat a moderately healthy diet.\n  \n  Care for people.\n  \n  Help other people even when not asked.\n  \n  Do for others even if they don’t do for you.\n  \n  Volunteer work.\n  \n  Buy something for someone random that you know. Tell them you don’t want nothing in return.\n  \n  Buy something for someone you don’t know.\n  \n  Then tell them you don’t want anything back in return.\n  \n  Do random kind gestures.\n  \n  Be a lady or gentleman in life.\n  \n  Get you a regular job and work your ass off. Go buy something that doesn’t make sense with that money that you worked your ass off for. (Don’t do this all the time.) Enjoy that item. Appreciate that item. Live life. I feel like these are the keys to happiness.\n  ","59940":"\n  Gm\n  ","59941":"\n  I’m good. Tired. Just woke up late.\n  ","59942":"\n  Ice tea ☕️\n  ","59943":"\n  Specify your questions ! Please.\n  ","59944":"\n  Lonely genius\n  ","59945":"\n  ???\n  ","59946":"\n  Gm\n  ","59947":"\n  Red, White, and Blue.\n  ","59948":"\n  If you’ve ever heard of the Mississippi River. Well it’s a humongous river. It’s one of the widest rivers in the world.\n  \n  Well there is levee’s that hold it back because the water rises very high at some times of the year. Well up here on these levee walls, there are very beautiful views. Scenery is just absolutely insane. You can see over the city ? here. It’s absolutely stunning.\n  \n  Well the reason why this is my favorite place to visit is because my grandfather when he was still alive this was his favorite place to go with or without somebody. Every time I go up there, I feel like I am up there with him. I feel like I’m in a very happy and spiritual place. I feel like he is standing right next to me. I miss my grandfather.. He was a wonderful person. Definitely. He taught me a lot in life.\n  \n  And that’s my favorite place to go and why.\n  ","59949":"\n  Lol\n  ","59950":"\n  I love Christina Grimmie.\n  \n  Avril Lavigne\n  \n  My favorites\n  ","59951":"\n  Singing\n  ","59952":"\n  Don’t have it\n  ","59953":"\n  Sure\n  ","59954":"\n  Losing people\n  \n  People touching me\n  \n  Snakes ?\n  \n  Sharks\n  \n  Being Raped\n  \n  Cinnamon\n  \n  Stepping on glass\n  \n  Being alive when the world ends\n  ","59955":"\n  What?\n  ","59956":"\n  Spicy Cajun roll\n  \n  Spicy crunchy crab roll\n  \n  Shrimp ? Temp\n  \n  This one is called the LSU Cajun chef ?‍? special.\n  \n  Those are my favorites. I don’t like too much avocado. I’m not really a fan of shellfish. I don’t really like salmon.\n  \n  Love spicy ? mayo with mine. & Sirhacha I have no idea if I spelled that right.\n  ","59957":"\n  Hopefully never take a cruise over an ocean. One, I get motion sickness really bad and easily. Two, The fact that we are floating in a huge ocean ? and the fact that we could sink possibly, is just terrifying to me. Three, I just couldn’t do it. Couldn’t see myself even trying.\n  \n  Maybe a shorter boat ride or cruise to somewhere. But not like a three or four day one.\n  ","59958":"\n  Considering the winter is my favorite season I like the cold.\n  \n  I honestly like a day where is moderately cool like maybe in the 50s or 60s. The wind is blowing in the sun is out.\n  \n  I absolutely love the rain and thunder. But I want to see the sun more. Want to see the sun light up the sky.\n  ","59959":"\n  Usually purebred but I just love all animals. Wether they’re a mutt or purebred, it doesn’t matter to me.\n  \n  These are my babies.\n  \n  G-Fred aka Golden Freddy\n  \n  &\n  \n  Dixie\n  ","59960":"\n  Maybe lol\n  ","59961":"\n  Lol ?\n  ","59962":"\n  Probably a cats meow.\n  \n  White noise with the volume on low.\n  \n  A dolphin ? and the sounds that it makes.\n  \n  An Orca.\n  \n  Penguins ?\n  ","59963":"\n  XD OH REALLY?! ????\n  ","59964":"\n  If I put something over my eyes.\n  \n  If I take a lavender bath before I go to sleep.\n  \n  Maybe watch a little TV ?\n  \n  Fall asleep talking to a good friend.\n  \n  Someone rubs my home and my hair I go straight to sleep ? ?\n  \n  Eat a good meal but this is not healthy for you to do and then go to sleep.\n  \n  Take a really hot shower.\n  ","59965":"\n  Idk. How big do we want me? Couple feet tall. Really wide maybe? Realistically. Lol\n  \n  XD lol these questions and answers don’t sound right these people are going to reading ? these things and be like. “what the hell are they talking about??” ?\n  ","59966":"\n\n   مرحبا؟ لماذا تقتبس بشكل عشوائي من الكتاب المقدس؟\n  \n","59967":"\n  Ikr???\n  ","59968":"\n  Lol ? really??? This is the nicest thing anyone’s ever told me\n  ","59969":"\n  I don’t know... you might have to go to the boarding company and ask them... they’ll probably be able to help you. ?\n  ","59970":"\n  Idk I can’t even think straight right now that shit was so funny.\n  \n  Honestly being a balloon I feel like it would help me.\n  \n  Get all my destinations that are hard to get to.\n  ","59971":"\n  Well shit that’ll give it all away\n  ","59972":"\n  Honestly I think guys are just pigs. You could have a moderate ass and they look. If you have a big one then you’re screwed. If you have a huge one... then I’m sorry.. but that’s even worse than being screwed. ? ? ? It’s like they broke the wood. We are talking about building machinery and tools now! XD LOL ? Just went to a whole new level with this shit... Even more beyond inflating balloons ?! ? ? haaaa\n  ","59973":"\n  I wanna be a big balloon! I want you to fill me up momma. Oh yeah.. like that.. fill me up to be the biggest balloon ?ever! Because a balloon is so sexy! And makes complete sense! Turn the lights on and the air up in here! Man!\n  \n  So JK XD never thought I’d be talking dirty though text to some random girl online, but I’m game. Game. Let go. Jk jk ? literally just bullshitting you. This is fucking hilarious.\n  ","59974":"\n  Omgosh ? They do be always asking bout’ your butt son.. true true.. I’m not making this better, am I? ? ?asffff???\n  ","59975":"\n  I guess let them inflate me.\n  \n  No no nooo.\n  \n  They may want you to inflate them maybe??\n  \n  Ooo... ????????? ??\n  ","59976":"\n  ? ? ? ? Why I was thinking that shit hardly already?! ? Good one! Hahahaha.\n  ","59977":"\n  Give them a job so they can leave us the fuck alone.\n  \n  Just give them something else to do. PLEASE\n  \n  Send them back to school. I don’t know I’m tired it’s 1:45 AM. I really need to get to sleep.\n  ","59978":"\n  Nothing. I am in my pajamas.\n  \n  Earlier I had a box knife, A Wallet, my phone, some mace, keys and a protection knife.\n  ","59979":"\n  Salted\n  ","59980":"\n  Christina Grimmie\n  ","59981":"\n  Window!\n  ","59982":"\n  Whenever it’s supposed to happen. Nobody knows how it will, but one day will. Hopefully I’m not alive to see it.\n  ","59983":"\n  I think my dad or my fiancé.\n  ","59984":"\n  Do we? Cause I’ve met some pretty wordy men. Like I’ll fall asleep talking to. Hours and hours of just shit... nothing important. Endless.\n  ","59985":"\n  Thank you\n  ","59986":"\n  ?\n  ","59987":"\n  None lol\n  ","59988":"\n  Hi\n  ","59989":"\n  ?\n  ","59990":"\n  wtf?? ?\n  ","59991":"\n  No, but I’ve been getting questioned, “If I wear belts?” “Do you wear belts friend?” Like wtf? Lol ? weird asf.\n  ","59992":"\n  I looove shit like that.\n  \n  Urban explorer and Paranormal researcher for over 12 years. This is one of my pages. Answer questions and help people that are in need in the spiritual field. Good little hobby I’ve always had.\n  ","59993":"\n  No I haven’t. Is it bloody or gory, because if it is I can’t watch it.. sadly.. brings up bad images in my head. Also make me really sick seeing all that blood and gore.\n  \n  It’s just straight up scary paranormal I love stuff like that. Can handle a little blood.\n  ","59994":"\n  Me, I try to be pretty honest about my flaws. I have quite a few.\n  \n  I like to talk a lot. Some people think that that is annoying but honestly I don’t think people know what they want? In this world ?? Because sometimes I don’t talk a lot and they get mad when I don’t talk more? It doesn’t really make any sense. I guess you can’t please everyone and anyone honestly. But that’s one of my flaws.\n  \n  Besides my real bad reading disorders and anxiety problems. I have problems with my eyes  adjusting to different lighting‘s. Say I went from going inside to outside and it’s really dark for my eyes it would take longer for them to adjust than the normal eye. Considering I’ve never been checked by a doctor on this I don’t know if this is normal or not? But I feel like it’s not. Can’t see that well at night or in the dark at all. Sometimes my eyes adjust and sometimes they don’t at all. So therefore that means I can’t really drive at night. Sucks.\n  \n  I do get really aggravated easily. Trying to work on that I just have really bad pet peeves.\n  \n  I have really bad compulsive OCD. Meaning my anxiety leads to repetitive overactive routines and really aggravated compulsions.\n  \n  I don’t really like it when people touch me. I like things very neat and clean. If I see something out of order, I have to fix it. Not like big things, just like if a room is a little messy, I have to try to tidy it up a bit. If I don’t do it, then I tend to get really upset and little anxiety comes in.\n  \n  I mean it’s not like I am psycho and trying to kill people? I just have some anxiety that needs releasing and I release it through cleaning. It makes me feel good when I complete something. So I try to be really determined about things. That’s a good thing.\n  \n  —-\n  \n  ... So really bad cleaning problems. Organization freak.\n  \n  Quite a bit of phobias. Claustrophobia. Touch phobia. Have bad driving phobia.\n  \n  Get easily aggravated. That’s pet peeve’s, but don’t we all have them?\n  \n  Talk a lot & have moments when I stay mute. Times when I don’t talk enough and times that I do not talk enough. Lol XD this one keeps me confused still. I think this is just human? What do I know? Lol.\n  \n  Overactive compulsion disorder OCD I have dealt with this for over 10 years.\n  \n  A lot of anxiety from having really bad reading problems as a kid. Was bullied a lot for my disabilities. Got special treatment in school because I really did struggle with ?. reading and comprehension. People thought it was unfair. But I wasn’t passing because of the disability was alway holding me down... I worked hard every day... I studied. I wasn’t a bad kid. I paid attention in school. I took tons of notes ?.\n  \n  But this being also known as Dyslexia. I was slightly diagnosed in the first grade with it and then again in the 8th. They were for sure I had it. It’s a struggle throughout my day today life. There isn’t anything I can’t not do. I still try my best to complete things that are a little more challenging. Still human. We all have flaws.\n  ","59995":"\n  Pool or river\n  ","59996":"\n  Meeting my fiancé for the first time after being separated for 6 1\/2 months. Getting to meet him in person for the first time. Was probably one of the greatest things that happened to me. I got my first puppy Bambee. When I was younger, on vacation we went to this like four-star hotel and it was so much fun it was so beautiful. I thank my mom for that. We had a blast.\n  ","59997":"\n  Me before you. Was sad tho. But good.\n  \n  The new Beauty and the Beast. I like the older one better but the new one was pretty good too.\n  \n  Some of my favorite movies would have to be the 13th year, The SandLots and the Twilight series.\n  \n  Conjuring and insidious, I like a lot. really scary paranormal history type movies.\n  ","59998":"\n  I don’t really understand the question.\n  \n  I believe in the paranormal, considering I have researched it over the past 13 years. I have came across some crazy stuff. And a lot of it is not evil. A lot of it is just beautiful, is history, and is just spiritual. It is a hobby I enjoy every much. Not really any super natural powers that come with it? I mean... there is people that are medians and that are sensitive to the unknown paranormal world. But that’s not really a supernatural power. It’s just a talent that some people are blessed with.\n  ","59999":"\n  I paid for this ladies groceries that was not fully English and didn’t understand that she owed me more money. But that was okay.. I could understand her a little and she could understand me a little.. but not much. So I just paid for it for her stuff, she didn’t have enough. She had kids with her and all she had was groceries to feed them. So I was like why not? I didn’t have much to give, but I knew she needed a hand. She then noticed after what I did and was surprised. I still don’t know if she understood what happened or what I was saying, but I think she caught on when she saw me swipe my card. A few months later, maybe a few weeks or so, she came back and bought me a dozen of roses. I didn’t want anything in return but I didn’t know she already bought and paid for them. She gave them to me and thanked me over and over again. She said, “You help me out, so that is for you. “ (something like that she said) It warmed my heart.. That was the nicest thing anyone’s ever done for me that I didn’t know at all. That was a stranger. ♥️\n  ","60000":"\n  No\n  ","60001":"\n  Ketchup\n  ","60002":"\n  I like to travel and urban explore. I enjoy singing, painting and gaming. I love to play with animals. My favorite thing to do is to be with my fiancé.\n  \n  I really like studying the paranormal, geography, atmospheric science, marine animals, and world ? history.\n  \n  I love to cook and enjoy studying different types of southern dishes.\n  \n  I enjoy visiting different attractions. Photography is something I enjoy.\n  \n  I like going to the casino, bar and concerts. I occasionally drink ?, but do not drink a lot. It is rare when I drink. Gambling I do not do a lot of, though I occasionally like to play a few games of video poker. But very rare as said. Maybe even just 2 or 3 times a year. Very occasional.\n  \n  Love to pop fireworks ?!\n  ","60003":"\n  Good afternoon and have a good day. Gm there\n  ","60004":"\n  I still don’t really understand what you’re asking.\n  \n  Do you mean like how do you can I love someone? And why?\n  \n  I mean that’s how life works. We meet people, we love people, we don’t like people. I mean we are only people. We all have opinions of who we’d like to be around.\n  \n  But we love people because of who they are. Sometimes we have things in common and we like that about them. Sometimes they are completely different and that’s also something that some people like. Sometimes they don’t want anything in common with that other person and they love that. I don’t know like I said we’re all different. We like different types of people to hang out with. I like people that are good influences. I don’t like people that are discriminative. I don’t like people that are just rude, disrespectful, have a little morals, and that don’t appreciate life. I don’t know if that answers your question. That’s the best way I understood the question. Sorry. You may have to ask it in a different way next time.\n  ","60005":"\n  Right now I’m bout to get some dinner and watch the rest of these urban exploring videos. I might so my blanket. It’s falling apart, sadly.\n  ","60006":"\n  Well it’s almost 8 o’clock in the afternoon so my day is almost over. But I went and exercised today, twice. I went to a restaurant down the road and ate lunch. I drink a cold one. ?\n  \n  No I’m at home watching some urban exploring videos.\n  ","60007":"\n  1. My fiancé, Family, God\n  \n  I count all those in number one as one ☝?\n  \n  2. Singing\n  \n  3. Gaming\n  \n  4. Animals\n  \n  5. Painting\n  \n  6. Urban Exploring\n  ","60008":"\n  I don’t understand this question\n  ","60009":"\n  Packed a little bit because I’m moving soon.\n  \n  I hung out with my dad I never get to do that.\n  \n  Went and saw my Mamare and Papare. (aka my grandma and grandfather) (Coon ass\/Cajun French way of saying them) she died a couple years ago. We went to the graves, the cemetery.\n  \n  Went out to eat at a really nice restaurant.\n  \n  We went to the river, this is where we ate at and we spent a few hours there. The weather felt great.\n  \n  After that I went back to visit where my Ma-mare and Pa-pare used to live and where I grew up at. We visited there for a little and then went and got coffee.\n  ","60010":"\n  Idk?\n  \n  I don’t think you can bypass the pin.\n  \n  You would have to go to an Apple Store just tell them you forgot the pin and get them to reset it.\n  ","60011":"\n  Mostly none of this would make you happy in the end.\n  \n  I mean I’ve always wanted to sing and be a little famous and get around but I would never want to be on top of the world famous.\n  \n  Power. if I had power I would use it in a good way. I would not abuse it.\n  \n  And money, with money you don’t get as many enemies as you with power and fame. This is something my friend just said, it makes alot of sense. At least with money you can keep quiet. In his opinion and I agree with it.\n  \n  I wouldn’t want millions and millions and millions of dollars, but just money.\n  \n  So of course, I could get a house for my family. Some vehicles for a family. Go to school. Get some doctoring done with myself. Go on a nice vacation. Have the wedding I’ve always wanted. Meet famous people I’ve always wanted to see in person. Go on explorations I’ve always wanted to go on and be able to pay for them.\n  \n  So I’d probably choose money, but I don’t really care too much for money. Honestly, if I possibly had a little bit more than what I have now, I could probably accomplish more. It would make my life a little easier. I wouldn’t want millions and billions of dollars. I would just be straight up miserable honestly.\n  ","60012":"\n  I really enjoy singing ?. That’s my everything, my love, my passion. With that I’d like to entertain and be creative. I don’t know exactly what I could do with my singing but I don’t really care what it would be. Just if I could be more successful with it. Get out there more with the world and maybe inspire people even more than I already feel like I do. Would really enjoy doing that. That’s honestly probably my dream job.\n  \n  I love animals and plants so anything around that would be a dream job for me honestly.\n  \n  Absolutely love marine animals. Would love to work around those types of creatures.\n  \n  If I could do any sort of hurricane pick up, cleaning, or preparation. I would like to do a job like that.\n  \n  I’ve always wanted to be a meteorologist but the amount of schooling it takes to get up there.. not worth it to me. Too much money. Too much time.\n  \n  I enjoy Cajun food. I am from the south. I like making boiled foods like boiled crawfish, boiled crabs, or ? boil shrimp ?. Like to make many southern dishes. I wouldn’t mind helping make some food ? taste yummy!\n  ","60013":"\n  ???\n  ","60014":"\n  1. I really don’t understand why y’all don’t look at biographies? and pictures? before you ask people to become their girlfriends? Why don’t you do that.\n  \n  2. I don’t even know you.\n  \n  3. Again go and look at my profile.\n  ","60015":"\n  Good for you lol\n  ","60016":"\n  Good afternoon.\n  ","60017":"\n  I’m not sure what you mean by favorite picture?\n  \n  But here’s a picture I like. Just a random one.\n  \n  Me and his tattoos and muscles. ??♥️\n  ","60018":"\n  I really like the Java Frappe’s from Starbucks or just regular Southern Sweet  tea. Love homemade lemonade.\n  ","60019":"\n  Great. Happy for ya.\n  ","60020":"\n  A house\n  ","60021":"\n  This is a question?\n  ","60022":"\n  Like? Who is standing the closest to me? Like next to me? That’s probably not what you mean..\n  \n  Or like who is the closest to me? I trust? I love? Emotionally type thing? I get along with? I’m thinking this is what you mean.\n  \n  I’m going to answer it the best way I can. Maybe be a little more specific next time with your question please. No problem though.\n  \n  ___\n  \n  I’m going to answer it saying the closest person to me would have to be my best friend Jason. We literally 100% adore one another. We trust and get along so well. We literally are inseparable. We live really far away from each other but we still somehow seem inseparable. We’re always communicating, calling one another, texting, Skyping, whatever! We are together. We always want to know what the other one is doing (in a good way) because it just simply infatuates us. We never leave a day untouched without including one another in it.\n  \n  Everything I’ve ever done he just thinks is beautiful, everything, in every way. And everything he does is just great! and is the greatest! He’s just so smart! It’s crazy! I love it! He’s handsome as hell and strong! He’s literally my everything, my best friend. He says I’m the only person that understands him truly. We just understand one another fully, honestly. We have been together for five years almost and I don’t regret a single day being with him. He’s the best person in the world to me. He is kind to me. He knows good people. He takes care of me. I care for him. Protects me and wants the best for me. I don’t think I could honestly picture a day without him and without him I don’t know what I would really do. Life without him would be quite empty.. He is the closest thing to me. ♥️ Jason\n  ","60023":"\n  I have found $100 on the floor at the store I work at. And I have turned it in and I found out who it was for and then returned it. My store awards honest behavior so if someone doesn’t come and get it by the end of the day they give it to you. I was happy that I found the person it was for. Because they were able to get their groceries.\n  \n  How did I know it was for them? because when they went to get their money they said that they had $100 and that it was gone. They knew nothing about the hundred that I found. So obviously it must’ve been for them and it happened right after I found the hundred. So I went back to the lost and found and I gave it to them.\n  ","60024":"\n  I mean they (the questions) could be anything. Anything to what they like? or to what they like to do maybe? Their favorite things? What’s their hobbies? Biggest fears? What they can’t stand? You can ask him anything almost. The problem is when asking questions, you don’t wanna get too detailed with the questions. People get personal and nosy. You don’t want to ask the person like... for example.. What street do they live on in the state that they live in? Or you don’t ask them where they live in the intentions of going there. Unless of course it is consented by that person, and that it is OK for you to go to that location. There’s nothing wrong with someone being interested in another person, BUT before you actually let it be known, check out the person‘s profile, their bios and just find out more information before asking questions, look at the basics. People forget these extra things that are there. They tend to not care, are lazy, don’t look and so forth. When someone obviously looks like they are in a relationship or are married, don’t interrogate them with questions and intention of being interested in them. Does that make any sense? Just common courtesy.\n  \n  I’m not talking about you. Like I’m not saying this to you. I just put in this context so maybe it would be better to understand.\n  ","60025":"\n  I like my country but if I ever was to move I would like to go to Canada or the UK.\n  ","60026":"\n  Honestly I would probably finance that so I can’t get more in the end.\n  \n  But I would probably buy a nice house.\n  ","60027":"\n  A Muffuletta and cupcakes. Yum.\n  \n  Definition of Muffuletta\n  \n  : a sandwich made with round Italian bread and filled usually with cold cuts, cheese, and olive salad The muffuletta is one of the great sandwiches of New Orleans.\n  \n  Bread that is dense, yet fluffy and soft, when on the search for the perfect muffaletta. When making the sandwich, the muffaletta loaf is split through the middle then stuffed with olive spread, cured meats such as ham, pepperoni, and salame, and a variety of cheeses such as Swiss, provolone, and mozzarella.\n  \n  So good!\n  \n  Origin: Italy\n  \n  Regional or state: Sicily\n  \n  I researched this throughout the web. You can look it up yourself in the every day search results on Google. Find out how to make your very own Muffuletta. They are very tasty, especially when you make it your own. (own recipe)\n  ","60028":"\n  None.\n  \n  But I would like to visit Canada Australia Europe and possibly South America\n  ","60029":"\n  Fuck off\n  ","60030":"\n  XD LOL\n  ","60031":"\n  Anything you want. It’s all on your personal preference. I don’t know you or what you like.\n  ","60032":"\n  Absolutely\n  ","60033":"\n  Honestly I don’t know what my future holds but I know I see it with Jason and with the family but honestly I don’t know what will happen in the future but hopefully the Lord blesses me with a beautiful successful future\n  ","60034":"\n  I do have tattoos. I have two of them. One is on my left arm and the other one is on my top right shoulder. I’m not going into detail about what they mean because it would take pages and pages to explain. Plus, I don’t really like to reveal too much about my tattoos because they have extreme deep meaning. I like to keep it personal.\n  ","60035":"\n  Honestly I have really bad motion sickness.. so that’s probably a no go. I honestly love traveling any kind of way. I would love to, but again, I can’t handle it? if that makes any sense? Like my body? My head? I just get really dizzy easily. It’s aggravating honestly. Because like I said I absolutely love traveling. I enjoy exploring and visiting attractions\n  ","60036":"\n  Honestly I can’t really explain this, but 75 to 80% of the time I can tell.\n  \n  I just can. I look at the reactions, emotions just I observe everything.\n  \n  Again it’s kind of hard to explain and at some times I can’t tell.\n  ","60037":"\n  You didn’t say what size it was sooo in my pocket\n  \n  I don’t know if that was a dumb answer I’m tired it’s one in the morning\n  ","60038":"\n  I actually used to play PS4 and I don’t mind it, but now I play Xbox one just because I wanted to. Again, I don’t mind playing either. I like any kind, any form of gaming console. I am all out gamer. I’m not one of those.. ohh... I only play one, system one, game type, only COD player type, phony, try hard. That shit is whack. I don’t care what kind of system I play. I want to have fun! That’s it! It’s a game.\n  \n  Whether it’s the Wii, DS, PlayStation, Nintendo 64, Xbox 360, Xbox one, game boy, game cube, I don’t care? mobile? PC? Let’s game. It’s a game.\n  ","60039":"\n  The question you’re asking is really not a sentence so I’m not sure exactly what you’re asking.. ummm. But if you’re asking.. What is a circus?\n  \n  In definition form\n  \n  1.\n  \n  a traveling company of acrobats, trained animals, and clowns that gives performances, typically in a large tent, in a series of different places.\n  \n  My sources Google^ for the first definition\n  \n  - - -\n  \n  For the second one below is Dictionary.com\n  \n  In definition form\n  \n  1.\n  \n  a large public entertainment, typically presented in one or more very large tents or in an outdoor or indoor arena, featuring exhibitions of pageantry, feats of skill and daring, performing animals, etc., interspersed throughout with the slapstick antics of clowns... so on.\n  \n  Hopefully that answers your question\n  ","60040":"\n  1. People that are discriminative.\n  \n  2. 90% of the time I am not going to want to be compared to other people, right? and you probably don’t neither? matter who they are.. whether they are female or male. That angers me when someone compares me to someone else. Obviously I am myself? so therefore I’m not going to be that other person. We are all different so yeah I never understood why people do that. Even if you compare? I’m just going to sit there and look at you and be like oh OK... yeah? a-ha.. but in all actuality I don’t give a fuck, don’t care and.. um.. yeah.. ^_^ so don’t compare me.. I’m Bella. I’m a person. I’m my own person and yeah. Let’s be all our own person. I know that probably sounded extremely douchie The way I put that but honestly that really does anger me. I’m just being honest in answering the question.\n  \n  3. I cannot stand it when people ask me questions that are unimportant. When people interrogate me. Like I can’t stand it when they ask me questions that are irrelevant and there none of their business.\n  \n  4. I get aggravated when people jump the gun. Probably can agree with me on that one.\n  \n  5. Internet lag angers me. Lol.\n  \n  6. No knowing where something is.\n  \n  - Organization - I have to have organization or I just freak out and get angry. I have bad compulsive OCD. I literally have overactive compulsion disorder. Not fun.\n  ","60041":"\n  People touching me\n  \n  Interrogating questions that have no importance\n  \n  Claustrophobia\n  ","60042":"\n  IsaBella*\n  \n  And I haven’t been live a lot because I have been extremely busy and trying to spend time with family and friends as much as I can before I move to Mississippi\n  ","60043":"\n  Yes. Sometimes. But we all are.\n  ","60044":"\n  I don’t have Snapchat\n  ","60045":"\n  Bella Izzy IsaBella Bells Bell Baby\n  \n  If anyone’s going to ask me stupid or an appropriate questions you can get the fuck off my page\n  \n  That’s why answered this question is to send this message to the people that have been asking really stupid questions.\n  \n  When you asked me questions be nice and try not to be so discriminative when asking them. Because I have a fiancé I am not interested in anyone on here I’m simply here to answer questions and that’s it\n  \n  thank U!!!!!\n  ","60046":"\n  I wear jeans and a shirt all year round\n  ","60047":"\n  I’d like to be organized\n  ","60048":"\n  Wtf?\n  \n  1. Wtf does it matter what color my eyes are? And to you?\n  \n  2. My eyes are hazel which means that they are green, yellow, and brown. They change colors. They change to an occasional grey.\n  \n  3. That is the 1st time any has said anything bad about my eyes. Usually everyone’s crazy over my eyes.\n  \n  And you say disappointed??? It’s not like I chose the color of my eyes? Wtf? I was born with them??\n  \n  Lastly? Eyes are so unimportant in a person. All it is is a characteristic. That’s it. Looks and characteristics should be the last thing that you look in a person. If that’s what you look at that that’s sad.\n  \n  Look at the characteristics of their personality.\n  ","60049":"\n  In most cases yes\n  ","60050":"\n  More success possibly.\n  \n  More support from people.\n  ","60051":"\n  ???\n  ","60052":"\n  1. Christmas because my birthday is practically on the same day and it’s just so peaceful in the winter for me.\n  \n  2. Then the 4th of July. Quite the pyro I love hearing explosions and blowing shit up! We have a blast every year down here in the south.\n  \n  3. I love Valentine’s Day. Still loving holiday for everyone not just couples.\n  \n  4. I like the month of June because that’s when E3 come on.\n  \n  5. I really like Cinco de Mayo because we always make really good Spanish food. I love Spanish food.\n  ","60053":"\n  Following your own dreams but don’t completely utterly disappoint your parents but still do what you love and what makes you happy.\n  ","60054":"\n  I would want to explore the deepest parts of the ocean because I absolutely love marine animals. Dolphins, Orca’s and Bluefin Tuna are my favorite animals. I love the beach and I love vacationing, traveling and exploring, so honestly the ocean is where it’s at for me.\n  \n  If I could go to a planet I would either go to the moon which is technically not a planet but I would like to go there.\n  \n  I would like to visit Saturn.\n  ","60055":"\n  22\n  ","60056":"\n  Why?\n  ","60057":"\n  Hi\n  ","60058":"\n  I honestly have no problem with it, though I wonder how it has gone up so fast in the years to come. In my opinion, I find that it has increased as well a lot over the years. Not that I have a problem with that I don’t at all. People feel more comfortable with expressing themselves in this new generation. That I find is good. I don’t have a problem with anyone showing how they feel about themselves. Free will should always be choice in any organisms life. May it be human, animal, etc..\n  ","60059":"\n  Work in retail\n  ","60060":"\n  Yes. If this answers your question. Here’s a few.\n  \n  These are some of my favorite quotes. I find them relatable. Some of these are very deep to me. I feel like some of these explain a story or so of my life and are very real, are closest things to reality for me.\n  ","60061":"\n  Urban exploring\n  \n  Paranormal research\n  \n  Different Tourist attractions\n  \n  Traveling\n  \n  Gaming\n  \n  Painting\n  \n  Vaping\n  \n  Tattoos\n  \n  Art\n  \n  Comedy\n  \n  Being creative\n  \n  Socializing\n  \n  Gardening\n  \n  Animals\n  \n  Hard work\n  \n  And volunteer work\n  ","60062":"\n  Probably walk passed all securities at my favorite places explore. Explore the world.\n  ","60063":"\n  Proud of where I live, but I am moving in less than a month.\n  ","60064":"\n  Red\n  ","60065":"\n  I would replay the day I met Jason! ❤️\n  ","60066":"\n  Why?\n  ","60067":"\n  Idk?\n  ","60068":"\n  Welcome\n  ","60069":"\n  You go to your profile. Click the button at the bottom of your page in the middle that has the eyes on it and then go to the right and it will say photo Poll. Click that and you can select photos in your phone to upload.\n  ","60070":"\n  No? Why would I do that?\n  ","60071":"\n  I guess you could say often\n  ","60072":"\n  This is an extremely weird question\n  ","60073":"\n  Working right now.\n  ","60074":"\n  I don’t understand what this says. Sorry.\n  ","60075":"\n  Do you mean as a whole? The world? I’m trying to think... is this some sort of a category or something? I’m trying to think of a way to answer this question. There’s just so many ways you could answer this question. I do not know if I will answer it in the right way your asking.\n  \n  How can you (you, me, us) change the world? Honestly this question is actually kinda hard to answer or at least for me it is.. I’ll try. because this is like a whole question, type thing? Idk. Here we go...\n  \n  Honestly, you can do any action and it change the world whether it’s good  or not.\n  \n  But environmentally, emotionally, socially, politically, physically, mentally, traditionally, culturally... etc.. we can change the world.\n  \n  All of that can result in a worldly change. It’s just up to people to choose to do it and in a positive way.\n  \n  *Me* as an individual *I* myself feel like I have in some ways, may have changed the world. Everyday I try to be kind and as helpful as possible.\n  \n  I treat people the way that they would treat me. If people choose to do something very nice for me obviously I’m going to say thank you and try to return the kind act. Be realistic, and remain trustful at the same time. Not hurt or be offensive.\n  \n  I try to help elderly people, the blind and deaf. I have penpals from all over the world and some that speak many different languages. I still try to translate and talk to them no matter what kind of barrier is in the way. I try to keep them company. I know American sign language in Spanish. (Language for the deaf and Spainish) I know a tad bit of Spanish sign language. I know some forms of braille. (Language for the blind) any other language I know how to translate from their native language to English. I try to let them feel more comfortable talking to me then me talking to them. When talking to them I let them speak their native language and then I figure out what they’re trying to talk to me about. Non-stress conversation for them.. I try to make it.\n  \n  I used to volunteer at a food pantry that my grandmother and grandfather were in charge of and would help feed some of the poorly living people down here in Louisiana sometime hurricane victims. I did that on and off for years and years, probably over 10 years? Yeah. About.\n  \n  I research the paranormal heavily. Occasionally I get people that need help with certain things going on in their life in this area and I try my best to openly help them as much as I can. Freely.\n  \n  I work at a convenience store and try to openly help people with anything they need in the area. Tourists that sometimes need answers. Just try to be as convenient as I can about things.\n  \n  Enough about me!! I know this question is about how I can change the world. But honestly every day each one of us wake up and decide to do something in a day it’s changing the world. So when you decide to wake up tomorrow make sure you think twice before you do something, because it is impacting our every day life’s!!! ^_^ -\n  ","60076":"\n  Well.. for one it depends on the intentions of each person. People aren’t perfect. One person might enjoy flirting just to flirt because it something they just like to do and they might not be taking the flirting to the extreme thought of liking that other person. If that makes any sense.\n  \n  No, thats not always the case sadly. If two people flirting together all the time, it doesn’t mean that they like each other automatically. It **shows** that they may.. but you never know until you know the intentions of each person. (Also you have to take in that one person could be leading on the other, which honestly.. is not good.)\n  \n  You would have to honestly ask each person. Hope that answers the question well.\n  ","60077":"\n  ?? Lol hi once more\n  ","60078":"\n  You shouldn’t never? You should try to justify a lie? And try to be right? Because it is a lie. It is not right and is untrue.\n  ","60079":"\n  Great\n  ","60080":"\n  Alternative\n  ","60081":"\n  Hi again? Lol\n  ","60082":"\n  Walking around with no shirt on? lol Y’all ain’t got a deal with cycle shit, birth control, and being pregnant.\n  ","60083":"\n  Hi\n  ","60084":"\n  I asked the person next to me what was the last thing I said and they don’t know so the last thing I asked was that question what’s the last thing I asked\n  ","60085":"\n  Ryan’s! And then, The Chinese Buffet\n  ","60086":"\n  ?\n  ","60087":"\n  I would and have\n  "}}