{"Question":{"600880":"\n   Qual foi a proposta mais engraçada que você já recebeu?\n  ","600881":"\n   Do you like love songs ?\n  ","600882":"\n   How many credit cards do you own?\n  ","600883":"\n   What is your most played song?\n  ","600884":"\n   Do you believe in love?\n  ","600885":"\n   What can make you dislike someone instantly?\n  ","600886":"\n   Are you romantic ?\n  ","600887":"\n   do you spend more time on your computer or your phone?\n  ","600888":"\n   Do you prefer ice cream with cookies or without cookies in it?\n  ","600889":"\n   What are your thoughts on Hollywood running good movies in the ground with crappy sequels? For example, the Transformers franchise.\n  ","600890":"\n   Do you turn on your porch light at night?\n  ","600891":"\n   what's one of your hobbies that others find odd?\n  ","600892":"\n   What color are your eyes? My eyes are green but I’m in love with brown\n  ","600893":"\n   Who believes in conspiracy theories?👀\n  ","600894":"\n   Do you sleep with our feet under the blanket? Or not?\n  ","600895":"\n   What's your lucky number?\n  ","600896":"\n   Do you enjoy drama?\n  ","600897":"\n   Why is social media so addicting?\n  ","600898":"\n   For Americans: If somebody was visiting your state, what would you say is something that they HAVE TO experience before they leave? (Whether it's a food\/restaurant, a museum, a theme park, a local landmark, a neighborhood, etc.)\n  ","600899":"\n   What is your spirit animal🐈🐕‍🦺🐰🐇🐭🐀🦔🐿🦊🦝🐻🦡🐼🐨🐷🐗🐮🐄🐴🐎🐃🐅🦁🐘🐺🦜🦞🦘🦙🦛🦫🦬🦥🦨🦣🦧🦩🦭🦚🐻‍❄️🐈‍⬛🐆🦦\n  ","600900":"\n   Plans for tonight?\n  ","600901":"\n   Who is still awake?\n  ","600902":"\n   He's Robert now\n  ","600903":"\n   When is the last time you built a snowman?\n  ","600904":"\n   are you spontaneous or do you prefer to plan things in advance?\n  ","600905":"\n   As a child, did you have an imaginary friend (or friends)? What were they like?\n  ","600906":"\n   Thanks so much! this helps out alot!\n  ","600907":"\n   Do you like reptiles?\n  ","600908":"\n   how do you delete questions?\n  ","600909":"\n   how many questions are in your inbox right now?\n  ","600910":"\n   Depression is winning tonight\n  ","600911":"\n   Do you have a workout or exercise routine ?\n  ","600912":"\n   Do you follow people to unfollow them ?\n  ","600913":"\n   Are You A Genius\n  ","600914":"\n   Craziest thing you've ever done ?\n  ","600915":"\n   Do you like Jazz music ?\n  ","600916":"\n   Do u ever wonder what u was in your past life ?\n  ","600917":"\n   When people say no offense, do you get more offended or does it lessen the blow?\n  ","600918":"\n   Have you ever felt hated by others\/someone before? If yes, when was it? and why?\n  ","600919":"\n   What is an experience you never want to have again?\n  ","600920":"\n   do you have any taboo interests?\n  ","600921":"\n   are you someone who’s obsessed w tik tok or can you live without it?\n  ","600922":"\n   That's really cool!\n  ","600923":"\n   Have you jumped onto the TikTok train due to covid? Or are you one of the very few that stay away from it lol\n  ","600924":"\n\n    https:\/\/bit.ly\/3niN339\n   \n","600925":"\n   If you wear glasses, Would you get eye laser surgery to have 20\/20 vision? 👀\n  ","600926":"\n   selfie\n  ","600927":"\n   What’s the tallest building you’ve ever been in?\n  ","600928":"\n   Hello do you like Instagram?\n  ","600929":"\n   I always wondered what goes on in a guy’s head, can someone tell me what does men really think about especially when women are around?\n  ","600930":"\n   what if shoveling snow?\n  ","600931":"\n   you rocking shorts these days?\n  ","600932":"\n   Are you a fashionist\/-a?\n  ","600933":"\n   How many lengths of a pool can you swim underwater with one breath?\n  ","600934":"\n   do you support the death penalty? why\/why not?\n  ","600935":"\n   Do you remember your first day at school?\n  ","600936":"\n   What movie, picture, or video always makes you laugh no matter how often you watch it?\n  ","600937":"\n   ive seen all the mentions. refn is one of my fav directors. id recommend checking out \"only god forgives\" and if you are in the mood for a series i liked \"too old to die young\"\n  ","600938":"\n   that looks awesome! how long did it take to make?\n  ","600939":"\n   how often do you grocery shop?\n  ","600940":"\n   do you like to sing\n  ","600941":"\n   Who is the grumpiest person you know? Or are YOU that person?\n  ","600942":"\n   what made you want to do the vip thing?\n  ","600943":"\n   which specific ones do you enjoy the most?\n  ","600944":"\n   Do you like popcorn ?\n  ","600945":"\n   Favorite song to listen to while writing or studying?\n  ","600946":"\n   is you job very physical?\n  ","600947":"\n   What's something you made that you feel most proud of?\n  ","600948":"\n   Have you given up on any of your dreams?\n  ","600949":"\n   what are you currently looking forward to? anything you are dreading?\n  ","600950":"\n   ive seen those three recently. i was impressed by in and of itself. one of the better films ive seen this year. anyway id love to hear your thoughts on whatever you see. im always interested in how people perceive and enjoy films.\n  ","600951":"\n   Do you think glasses make people look nerdy or intelligent?\n  ","600952":"\n   Is there a point where you can't eat any more snacks?\n  ","600953":"\n   What is your religion?\n  ","600954":"\n   if i was an alien to this planet how would you sum up humanity to me?\n  ","600955":"\n   Thoughts on lars von trier and nicolas winding refn films?\n  ","600956":"\n   how far in advance do you plan your meals?\n  ","600957":"\n   haha i dont do small portions. usually take pictures of the first time i bake something new or do a new variation. sort of like a visual recipe book i keep. although not so much these days. still have yet to taste it but thank you for the inspiration! ill tag you on IG\n  ","600958":"\n   then you will be disgusted to hear i had broccoli just now lol. made them with rotini and a garlic and ranch cream sauce.\n  ","600959":"\n   what has been your favorite age of your life and why?\n  ","600960":"\n   do you feel like things will always work out in the end?\n  ","600961":"\n   what is your favorite thing and least favorite thing about where you live?\n  ","600962":"\n   Marvel or DC?\n  ","600963":"\n   Is it weird that I'm in my early 40's and I like people (men and women) in their late 20's to early 30's?\n  ","600964":"\n   Do you Love Christmas movies?\n  ","600965":"\n   How many followers do you have?\n  ","600966":"\n   What is your favorite body part of a woman and why?\n  ","600967":"\n   What did you fail at so far this year?\n  ","600968":"\n   Whats your favorite classic TV Show?\n  ","600969":"\n   Where are your ancestors from?\n  ","600970":"\n   What is the best feeling ever?\n  ","600971":"\n   do you ever make your own pasta from scratch?\n  ","600972":"\n   whats left you want to try?\n  ","600973":"\n   are those resusable?\n  ","600974":"\n   do you miss it?\n  ","600975":"\n   anything in particular cause the degradation aside from just living?\n  ","600976":"\n   how long have you been working on your bedroom?\n  ","600977":"\n   i appreciate how matter of fact, intelligent, and respectful you are. you are a rare breed around here my friend. thats for sure.\n  ","600978":"\n   have you seen the german series \"dark\"? thoughts? i dont typically ever watch series but i did see that one.\n  ","600979":"\n   any specifics? what about them draws you in?\n  ","600980":"\n   What artist or band do you feel is underrated?\n  ","600981":"\n   is there a name for the mexican style skull you have as one of your pictures? i really like it. had that design on a helmet i have. its like the sugar skulls sort ot.\n  ","600982":"\n   what are some interests you have that people do not know about usually?\n  ","600983":"\n   can you share some more?\n  ","600984":"\n   what is it like to be friends with you?\n  ","600985":"\n   whats on the docket my friend?\n  ","600986":"\n   what has this site taught you about human beings?\n  ","600987":"\n   any particular brand or bar?\n  ","600988":"\n   make what you will of this. i just like the song and things is funny lol\n   \n    https:\/\/youtu.be\/4Tf3Ad7iwJQ\n   \n","600989":"\n   last movie you watched in bed?\n  ","600990":"\n   did you ever want kids or entertain the idea?\n  ","600991":"\n   your art is very fascinating i must say. i love your style. the textures and details you use. do you like the alien films? some of your art reminds me of the way the xenomorphs build\n  ","600992":"\n   what are some goals both short and long term that you are currently working toward?\n  ","600993":"\n   what are some long term goals that you have managed to accomplish?\n  ","600994":"\n   where do you think you get your personality traits from?\n  ","600995":"\n   how small is your town population wise? its not like everybody knows everybody small is it?\n  ","600996":"\n   what are some \"adventurous\" foods that you enjoy? list as many as you would like\n  ","600997":"\n   love how you are open to trying new things and do not have that ignorantly judgmental \"eew gross\" mentality that far to many people seem to be afflicted with..\n  ","600998":"\n   pulled it out of the oven a little while ago. should be interesting lol. very prototypically opulently sweet one would think. im sure it will taste fantastic. did my own take on it. never baked with condensed milk like that as a filler before. usually i use it for tres leches or dulce de leche cakes\n  ","600999":"\n   either do i. nor do i believe in the concept of good and evil but if you were to play along what would be yours?\n  ","601000":"\n   What do you use this app for? What about this app keeps you coming back?\n  ","601001":"\n   What was your first paid job?\n  ","601002":"\n   are you on the leaderboard\n  ","601003":"\n   Can you move your ears without touching them?\n  ","601004":"\n   Do you like snakes?\n  ","601005":"\n   Are you a fan of dubstep music?\n  ","601006":"\n   Favorite cartoon show\n  ","601007":"\n   Can you make paper planes?\n  ","601008":"\n   Anyone else have insomnia and can never sleep?\n  ","601009":"\n   Who is god?\n  ","601010":"\n   Do You Like Hair Metal Music From The 80s\n  ","601011":"\n   Have you learned to do anything new since being in quarantine?\n  ","601012":"\n   what is your favorite food?\n  ","601013":"\n   weirdest food you’ve tried?\n  ","601014":"\n   What do you listen to these days?\n  ","601015":"\n   Did you watch Wonder Woman 1984 ?\n  ","601016":"\n   sounds like it turned out for you a little\n  ","601017":"\n   Do you always remember to floss your teeth?\n  ","601018":"\n   Who was the last person you gave a kiss?\n  ","601019":"\n   when someone points with their knuckle because they think it's too rude to point with their finger\n  ","601020":"\n   I could understand that, yeah, definitely. What's fragile and uncertain about the future that you consider the most?\n  ","601021":"\n   it was just a question of psychological and Future Analysis. I'm not a monster.\n  ","601022":"\n   isn't it a little strange that you grill and roast them and eat them, and then think about their freedom and declare me a monster?\n  ","601023":"\n   r u tired\n  ","601024":"\n   I mean, hypothetically, he's either going to the grill or he's going to want it, he can't do anything.\n  ","601025":"\n   Do you have any conditions that prevent you from life, work, sports, driving. Anything at all?\n  ","601026":"\n   what if our little friend wants to be swallowed alive instead of being grilled?\n  ","601027":"\n   Best music service? Pandora, Soundcloud, Spotify or what?\n  ","601028":"\n   you're right, live food is disgusting, but maybe you can swallow it with water without chewing it?\n  ","601029":"\n   could you ever eat it alive?\n  ","601030":"\n   for example, on a forest trip alone, you saw one on the floor, what would you do to it?\n  ","601031":"\n   Do you feel sad today ?\n  ","601032":"\n   I get it, and how would you eat it? how would you prefer to cook or salad?\n  ","601033":"\n   Which room do you spend the most time in in your house?\n  ","601034":"\n   I mean, you never eat, you just take it as a pet, right?\n  ","601035":"\n   Do you like country music?\n  ","601036":"\n   all right, let's imagine that they are specially bred, and they are small in size. Raise people 3-5 inches tall. what would normal people do, what would you do in this world?\n  ","601037":"\n   What was the last thing you made with your own hands?\n  ","601038":"\n   and what kind of person will be cut off to eat it, did you look at it from this angle?\n  ","601039":"\n   What's ur hidden talent?\n  ","601040":"\n   Do You Watch Netflix Shows\n  ","601041":"\n   what are your deadly sins?\n  ","601042":"\n   that's good your making some money with your art\n  ","601043":"\n   what do you think of cannibalism, if human meat is sold in grocery stores in the future, would you buy it and eat it?\n  ","601044":"\n   What could I say back to my crush if they say that they are weird?? Is there anything sweet I could say??\n  ","601045":"\n   Can you be in love with someone that you don’t even know?\n  ","601046":"\n   Favorite type of animal\n  ","601047":"\n   Does your family know you are gay?\n  ","601048":"\n   How do you tell a close friend that you like her?\n  ","601049":"\n   So, I did an experiment on here when it comes to profile pictures. Turns out, a lot of shallow people are on here. 🤷‍♀️ Have you experienced a dip with interactions when changing your pfp?\n  ","601050":"\n   Unique animal or creature that no one seems to know about?\n  ","601051":"\n   Why did the WB network shut down?\n  ","601052":"\n   Weather where you are?\n  ","601053":"\n   Has anyone here gotten their masters in science for psychology or taken any related classes? I'm super interested in your experience to help me make a decision.\n  ","601054":"\n   What mood are you in today ?\n  ","601055":"\n   I have never online dated. Do you see any benefits to online dating?\n  ","601056":"\n   Are you going to watch some movies this weekend ?\n  ","601057":"\n   Do you watch old videos on YouTube ?\n  ","601058":"\n   How’s your day\n  ","601059":"\n   when did you join ask and why\n  ","601060":"\n   Would You Want To Be A,Movie Director\n  ","601061":"\n   Where's a good warm climate place to live in the us?\n  ","601062":"\n   Are you over the knuckle point?\n  ","601063":"\n   Dark or white chocolate?\n  ","601064":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","601065":"\n   I can do that!\n  ","601066":"\n   Lets see if this crowd us awake... What are you good at,in bed?\n  ","601067":"\n   Did u still buy halloween costumes for your kids?\n  ","601068":"\n   I make other things, like car decals, and stickers, and bows with earrings, so I wanted to try something new lol so I figured rolled flowers but it was a pain to roll lol 😆 but I do appreciate the compliment!\n  ","601069":"\n   thank you! 😊\n  ","601070":"\n   Who does paper flowers!? I need some assistance lol\n  ","601071":"\n   When is the last time you had coffee?\n  ","601072":"\n   oh ok i heard its harder to find jobs in small towns\n  ","601073":"\n   Right?\n  ","601074":"\n   If you could be anywhere rn, where would you go?\n  ","601075":"\n   Why would someone say you’re just friends and then say they wanted to be more than just friends after you started seeing someone else? And then be like oh nvm you’re still just a friend🙄\n  ","601076":"\n   The time is 1:34 am\n  ","601077":"\n   have you eaten duck egg?\n  ","601078":"\n   oh ok sorry you lost your job.i hope when it ends you get a job you really like\n  ","601079":"\n   What’s your most used app?\n  ","601080":"\n   What is your perfect breakfast?\n  ","601081":"\n   does it ever get lonely?\n  ","601082":"\n   Do you like Dr Dre\n  ","601083":"\n   Do you like to talk to the elderly?\n  ","601084":"\n   what made you decide to live where you live?\n  ","601085":"\n   i see you tend to discredit yourself on here. wish you would respect yourself more. you seem like a great person.\n  ","601086":"\n   WHERE DID THE ANTS GO THERE WERE ANTS WHERE DID THSY GO ON RTDUOXPPIXXJ\n  ","601087":"\n   for me it has to be either the into to \"sober\" or the the deftones in my own summer.\n  ","601088":"\n   Send as many random or funny or curious questions as you want to my page and I'll see how many of them I can answer in a week.\n  ","601089":"\n   What song always gets you out on the dance floor?\n  ","601090":"\n   Do you like rice? 🍚 \nIf you do, what’s your fav rice dish!? 🍛 🌾\n  ","601091":"\n   what is your favorite all time intro to a song?\n  ","601092":"\n   how is your self-esteem?\n  ","601093":"\n   Where is the most beautiful place?\n  ","601094":"\n   Do you get enough of sleep ?\n  ","601095":"\n   Do you make friends easily ?\n  ","601096":"\n   haha sadly they are all gone\n  ","601097":"\n   couple of vampire ones id recommend first one is comedy\n   \n    https:\/\/letterboxd.com\/film\/what-we-do-in-the-shadows\/\n   \n\n    https:\/\/letterboxd.com\/film\/only-lovers-left-alive\/\n   \n   werewolf\n   \n    https:\/\/letterboxd.com\/film\/brotherhood-of-the-wolf\/\n   \n","601098":"\n   What was the first word you ever said?\n  ","601099":"\n   Do you have a favorite comedian?\n  ","601100":"\n   Who's your favorite person?\n  ","601101":"\n   What is a smell that you absolutely can't stand?\n  ","601102":"\n   how many people do you follow here and what makes you decide to follow the ones that you do?\n  ","601103":"\n   are you happy with your appearance and physical shape? if not what would you change?\n  ","601104":"\n   Hi! Wanna tell me something? 👀\n  ","601105":"\n   you fav scarlett roles?\n  ","601106":"\n   Alice, why would you leave wonderland?\n  ","601107":"\n   how does 'control' play an aspect in your life?\n  ","601108":"\n   will try this sometime\n  ","601109":"\n   how much distance is between you and is that the reason for lack of physical contact?\n  ","601110":"\n   agree. made chorizo tacos today with homemade tortillas.\n  ","601111":"\n   i will watch his horror series. im currently watching his playthrough of little nightmares 2. i like how he is just a down to earth humble guy.\n  ","601112":"\n   if you are ever in need of something to listen to i suggest this. its part one of a story i found to be pretty touching.\n   \n    https:\/\/youtu.be\/3-1VmsE4SFE\n   \n","601113":"\n   how do you take it?\n  ","601114":"\n   it's not bad I'm enjoying it a bit so far and meeting some cool people like you 😎\n  ","601115":"\n   how many questions a day would you like to receive?\n  ","601116":"\n   what did you think of chicago?\n  ","601117":"\n   what do you admire the most?\n  ","601118":"\n   list your fav vampire and werewolf films\n  ","601119":"\n   how long is the questionnaire?\n  ","601120":"\n   what was the person like?\n  ","601121":"\n   just got it yesterday can't remember ever using it before a friend put me on to it\n  ","601122":"\n   do you usually dine alone or with company?\n  ","601123":"\n   who do you enjoy?\n  ","601124":"\n   what needs to improve?\n  ","601125":"\n   ever had lengua or tripa tacos? what are your favorite fillings?\n  ","601126":"\n   what is your fav album of theirs?\n  ","601127":"\n   what line of work was it?\n  ","601128":"\n   do you ever make your own pies?\n  ","601129":"\n   when was the last time you saw your mom?\n  ","601130":"\n   how do you think you came to be so self reliant?\n  ","601131":"\n   which surprised you the most and why?\n  ","601132":"\n   do you share these thoughts anywhere or with anyone?\n  ","601133":"\n   do you like chorizo?\n  ","601134":"\n   what age do you consider old?\n  ","601135":"\n   how long have you used this site and how did you first come to find it?\n  ","601136":"\n   would it be crazy to move across the country with your significant other of 4 months?\n  ","601137":"\n   wow what was the cause of the fire?\n  ","601138":"\n   Are you stuck at home because of the winter weather & what are you doing to pass the time?\n  ","601139":"\n   do you ever watch theradbrad play games?\n  ","601140":"\n   you ever try listening to audiobooks to fall asleep?\n  ","601141":"\n   do you like Terry Gilliam films? what are your favorites?\n  ","601142":"\n   is that what draws you to use this site?\n  ","601143":"\n   how much snow did you have? and do you usually have difficulty sleeping?\n  ","601144":"\n   so is vex a nickname or like on your birth certificate?\n  ","601145":"\n   Who always comes to your rescue?\n  ","601146":"\n   What do you use to cope when you're feeling uncomfortable?\n  ","601147":"\n   What is your favorite thing to do in the winter?\n  ","601148":"\n   Do you like Mettalica ?\n  ","601149":"\n   what's your opinion on religion?\n  ","601150":"\n   How do you like to start your morning?\n  ","601151":"\n   dog or cat?\n  ","601152":"\n   Do you like anything about snow?\n  ","601153":"\n   Should Trump be removed from Home Alone 2?\n  ","601154":"\n   What keeps you going?\n  ","601155":"\n   What annoys you most?\n  ","601156":"\n   Do you like thrift shopping?\n  ","601157":"\n   what's a video that lives in your head rent free?\n  ","601158":"\n   Do you draw? Create music?\n  ","601159":"\n   PAP of your most recent from your camera roll\n  ","601160":"\n   Do you think we try to find online connections, to substitute what we lack in real life?\n  ","601161":"\n   You've seen them. Little towns, tucked away far from the main roads. You've seen them, but have you thought about them? Have you wondered what the people do in such places, why they stay?\n  ","601162":"\n   do you think toxic behavior is learned?\n  ","601163":"\n   Describe your day in emojis!\n  ","601164":"\n   Do you like buffalo wings?\n  ","601165":"\n   I'm partial to Poison Ivy. Guess why. ha\n  ","601166":"\n   no Jessica Rabbit?\n  ","601167":"\n   Who is your favorite cartoon character?\n  ","601168":"\n   Do you have a theme in your bedroom? What is it?\n  ","601169":"\n   I’ve yet to go but from what I’ve seen from pictures and stories from people who live there, it’s captivating.\n  ","601170":"\n   That’s really cool! Why are the most creative people I know from Oregon? True story 😂\n  ","601171":"\n   What do you like to create?\n  ","601172":"\n   What was your favorite subject in school?\n  ","601173":"\n   What do you do that makes you healthy?\n  ","601174":"\n   Well there are many PG movies that would be considered kids movies.\n  ","601175":"\n   Are You A     Batman Fan\n  ","601176":"\n   how often do you clean your bedroom?\n  ","601177":"\n   there was a game very similar to it a few years back called \"inside\" very cool feel.\n  ","601178":"\n   same. i dont own a current system but sometimes i will watch people game. this game is mesmerizing to me.\n  ","601179":"\n   have a message you would like to say to that person?\n  ","601180":"\n   letterbox will for sure help you stay organized. one of the best things i ever signed up to.\n  ","601181":"\n   all very worthy of consumption! glad to have found you here and will enjoy following along and getting to know you better.\n  ","601182":"\n   what are some things you have cooked recently?\n  ","601183":"\n   whats is some good horror?\n  ","601184":"\n   watched this yesterday. what was your rating 1-5?\n  ","601185":"\n   what are the best cereals in your opinion?\n  ","601186":"\n   is cost a priority in your grocery shopping?\n  ","601187":"\n   what are some films you currently want to see?\n  ","601188":"\n   do you focus mainly on answering questions or do you ask as well?\n  ","601189":"\n   you are very welcome. you can add me if you want when you get set up.\n   \n    https:\/\/letterboxd.com\/nihilist_buffet\/\n   \n","601190":"\n   did you live your life differently at all after those instances?\n  ","601191":"\n   dont mention it. do you answer the shout out you get here?\n  ","601192":"\n   do you collect skulls?\n  ","601193":"\n   can you tell me about them? what type of people are they?\n  ","601194":"\n   i will see what i can do to accommodate. i dont use this site like most people do.\n  ","601195":"\n   how many people would you say you consider friends?\n  ","601196":"\n   what are some films you would recommend people see?\n  ","601197":"\n   how is your mental health?\n  ","601198":"\n   do you wish you got more questions?\n  ","601199":"\n   who was the last person you pissed of and what happened?\n  ","601200":"\n   how old are you?\n  ","601201":"\n   what were the circumstances?\n  ","601202":"\n   its a sort of social media and resource for films. like imdb but better imo. you rate or review films. make lists. there is a lot you can do. very useful for a cinephile.\n  ","601203":"\n   are you on letterboxd?\n  ","601204":"\n   What animal is the biggest party animal?\n  ","601205":"\n   selfie?\n  ","601206":"\n   awwwwww super cute!!\n  ","601207":"\n   post a picture of the bunny drawing!!!!!\n  ","601208":"\n   selfie\n  ","601209":"\n   Which Actor played the best Batman? And which played the best Joker?\n  ","601210":"\n   💔\n  ","601211":"\n   greets\n  ","601212":"\n   When was the last time you painted something?\n  ","601213":"\n   ♪\n  ","601214":"\n   Do you have a favorite Christmas song?\n  ","601215":"\n   its the dark chocolate 🤭 so ill seee\n  ","601216":"\n   oh wow me too\n  ","601217":"\n   What is your favorite Disney movie 🎥?\n  ","601218":"\n   Favorite villain? Doesn’t matter where from\n  ","601219":"\n   Totally cool! It's hard to pick just one! :)\n  ","601220":"\n   Music really is life. I constantly have music playing, and like you, what I listen to at the moment depends on my mood and what I'm doing. I'm not very knowledgeable on sub genres, especially when it's \"rock\".  And can I get a few songs to go with the list of bands you gave me?\n  ","601221":"\n   LMAO I enjoyed that visual about gargantuan monsters! btw I almost missed that whole message. 46 is definitely not old and my sister would kill me if I ever thought that.\n  ","601222":"\n   and I definitely know what you mean about naming bands.. I think thats just a rock thing.\n  ","601223":"\n   Im assuming you're in you're mid to late 30's possibly older? or you just have an old soul? And what is sludgecore dubsteb? Which in itself just sounds cool btw. I think Mastodon is the only one I've heard. my tastes are all over the place as well.\n  ","601224":"\n   You're probably right. Honestly I'm not even sure what podcasts are for. I've never listened to one. But I am a music junkie. What do you listen to?\n  ","601225":"\n   Music is definitely more meaningful. I actually don't even listen to podcasts. Are they helpful?\n  ","601226":"\n   accident prone?\n  ","601227":"\n   ha! I'm not as bad as we assumed....\n  ","601228":"\n   Okay so please understand that you're speaking with a virtual luddite here, but the format is ridiculous atm. 🤔 However I don't know what you mean by IG\n  ","601229":"\n   What’s your motto?\n  ","601230":"\n   Post a quote\n  ","601231":"\n   haha unique taste doesn't mean bad taste \nwho's your celebrity favorite?\n  ","601232":"\n   Also now that you mention it, I'm not unhappy\n  ","601233":"\n   Rod Serling showing up WOULD be a dream. Almost as good as Alan Rickman. Yes my tastes are unique...\n  ","601234":"\n   I feel that at least I know that I picked a partner who had genuine integrity, and that's important\n  ","601235":"\n   In fact the main problem was the big breakup of a nearly 5 year relationship and he left because he was being a jerk recently & said he wouldn't be ok with himself as a person if he treated me poorly because I deserve better. Which was moving. But still heartbreaking.\n  ","601236":"\n   oh yes, I'm well aware of that. I'm also not trying to be a cocky conceit or anything but I also know that these things happen & they're not my fault.\n  ","601237":"\n   I mean, I like to think I'm a compassionate, loyal, understanding & chill girlfriend but in 2020 my luck in the romance department has been abysmal\n  ","601238":"\n   Agreed 👍\n  ","601239":"\n   Where are you from?\n  ","601240":"\n   That's honestly okay. I just redid my room in a medium-light grey and a dark navy, and I'd love to carry that through the house too\n  ","601241":"\n   This is *chef's kiss*\n  ","601242":"\n   fav movie rn\n  ","601243":"\n   ohhh okay vex is a cool name :)\n  ","601244":"\n   Sure it is. Who put they whole name online 🤨\n  ","601245":"\n   interesting is ur name vex?\n  ","601246":"\n   I'll be 55, not far behind you\n  ","601247":"\n   I respectfully disagree, I think you are gifted. Not just with your artwork and other creations, but you have kindness and that is rare to find in this world\n  ","601248":"\n   Your favorite celebrity?\n  ","601249":"\n   you have a pretty interesting uniqe name\n  ","601250":"\n   you welcome man, i'm michael by the way?\n  ","601251":"\n   Share a picture of a scenario or a quote that changed your way of thinking or was good or motivational?\n  ","601252":"\n   Please help!! How do you deal with anxiety attacks..\n  ","601253":"\n   Xbox Or Playstaion?\n  ","601254":"\n   Weirdest song you've ever heard? (The weirdest song I've ever heard is \"coin coin\" by a band called anus) (yes that's really the band's name)\n  ","601255":"\n   Have you ever tried drugs in your life ?\n  ","601256":"\n   There is a movie at Netflix that you love ?\n  ","601257":"\n   Favorite book?\n  ","601258":"\n   Do you play conan exiles?\n  ","601259":"\n   What movie or book do you know the most quotes from?\n  ","601260":"\n   Do you like Stairway to heaven by Led Zeppelin?\n  ","601261":"\n   nice! how'd you like the second one compared to the first?\n  ","601262":"\n   It’s a social media platform. If you don’t like people responding to you, perhaps you should take a break from it. Stop being a baby. It’s really unbecoming. Now you go and try to have a nice day ok. We’re done here\n  ","601263":"\n   Lol no one is “forcing” you to believe. Calm your tits\n  ","601264":"\n   What are 10 things you will never do in life? Make a list here.\n  ","601265":"\n   When I say seperate, I mean two different things rather than one, they have relationships of course. It's more about the concept of classifying them as seperate things meaning it is like a different part of us. Some believe the mind and conciousness are one, others believe they are not one thing.\n  ","601266":"\n   I'm sorry for assuming your class of animal.\n  ","601267":"\n   Lol For some reason I understand that\n  ","601268":"\n   Are you a florist?\n  ","601269":"\n   Mine are peonies\n  ","601270":"\n   Which flower is your favorite?\n  ","601271":"\n   A productivity booster, too!\n  ","601272":"\n   Me too! Been up all night as we speak. But once you've been doing it for your entire life, it's not that bad. People don't get that I don't have any concept of sleeping like normal people, So this is my reality\n  ","601273":"\n   Dude that's awesome that you can relate to it. I wanted a smart rat after this movie, ngl.\n  ","601274":"\n   Ooooo I also liked Ratatouille 🤩\n  ","601275":"\n   Who is the most evil superhero villain ever?\n  ","601276":"\n   Bacon on a burger or no?\n  ","601277":"\n   What's your favorite song these days.\n\nI'd love to get some recommendations. :) \n\nAnd if you create music, give a shoutout! Don't be shy.\n  ","601278":"\n   I love Cobra Kai!\n  ","601279":"\n   Favorite animal to see at the zoo?\n  ","601280":"\n   You don't sound smug at all. \"Wolves don't care about the opinions of sheep,\" and you nailed it very well. Most people don't bother to look very far, it's sad but most form an opinion of us based on their version of what they think we are.\n  ","601281":"\n   for what it's worth, you don't come across as being annoying.\n  ","601282":"\n   is that your art on the background?\n  ","601283":"\n   If you could play any musical instrument, what would it be?\n  ","601284":"\n   do you know anyone who's manipulative? do you associate with that person?\n  ","601285":"\n   that looks like it smells good !\n  ","601286":"\n   what was the last video you watched on youtube?\n  ","601287":"\n   Whats your favorite emoji?\n  ","601288":"\n   The best what you do, very good, I hope you enjoy it😍\n  ","601289":"\n   I need new music! Let me hear your suggestions 🤗🖤\n  ","601290":"\n   What’s your favorite type of sandwich? 🥙🥪\n  ","601291":"\n   You were not a fucking bouncer you’re ridiculous\n  ","601292":"\n   And Tennessee whiskey 🥃\n  ","601293":"\n   What is the item to the left of you?\n  ","601294":"\n   For?\n  ","601295":"\n   Why hide it?\n  ","601296":"\n   What’s that?\n  ","601297":"\n   Morning or night person?\n  ","601298":"\n   a guy who know what he likes ! awesome . do you consider yourself to be a coffee snob or you'll get it from anywhere ?\n  ","601299":"\n   it isn't really so much something you don't like, i kinda meant like ... you see a meme and you go, \"oh sh*t that's me.\" that sort of thing, haha.\n  ","601300":"\n   Whatever\n  ","601301":"\n   Do u ha so the same love making experience with every partner\n  ","601302":"\n   Are u sure they are ignoring you? I doubt it. It’s ur perception. And I’m sure ur familiar with ur perception right\n  ","601303":"\n   Stay in break. I’m sure u wouldn’t resolve things if your not on break bc ur passive aggressive is some form or fashion. I guess if it benefits u\n  ","601304":"\n   Do u get over bc u could care less how u affect other ppl?\n  ","601305":"\n   Explain ur enjoyment with both energies please. I so intrigued\n  ","601306":"\n   And the star?\n  ","601307":"\n   What makes the moon wonderful?\n  ","601308":"\n   What interest u more. The relationship u have with the moon or the star(s)?\n  ","601309":"\n   And I’m sure the moon loves u back. What’s your opinion of the star(s) that surrounds the moon each nite? I’m curious\n  ","601310":"\n   This that the moon?\n  ","601311":"\n   What’s the significance or obsession with you and the moon?\n  ","601312":"\n   Do you like candy?\n  ","601313":"\n   Psychopaths aren’t able to feel love for another? Sick man isn’t he?\n  ","601314":"\n   throws up\n  ","601315":"\n   That would be a pretty cool feeling.  So were you a tattoo artist? You mentioned working in a few different shops\n  ","601316":"\n   Do you have a favorite shirt?\n  ","601317":"\n   Sounds interesting, I started writing a screenplay back in 2017 but i'll never finish it cause i have writers block real bad, good luck with your novel though\n  ","601318":"\n   ahhh , you need the coffee . 🙃 how do you like your coffee ? 🙂\n  ","601319":"\n   lol , what's wrong with early mornings ? 🙃\n  ","601320":"\n   I don’t. I just saw ur two statements that mutually were different. That’s all. That’s it\n  ","601321":"\n   Vex u answered the question twice   With two different logics. My question is why ?  Why u care so much that u indifferent? Are u familiar?\n  ","601322":"\n   Oh yeah! I almost forgot I posted in a tat thread. I also have a bee down on my ankle. I got matchies with my aunt the last time I went to see her in Colorado. It's about 6 months old\n  ","601323":"\n   Christmas lights: Yay or Nay?\n  ","601324":"\n   Who is your idol\n  ","601325":"\n   Sick! I wish I could show you mine\n  ","601326":"\n   Agreed. Its worth it. so very worth it\n  ","601327":"\n   As I've heard and seen. It's why I will never be upset to shell out a lotta cash for ink.\n  ","601328":"\n   That's chill. i had a coworker that I swear 50% of her tattoos were just line work. not that it's a bad thing, but she and I went to the same artist and he found it a little frustrating she didn't want to finish them\n  ","601329":"\n   I feel that. I plan on putting a lot of my tax return into my skin when restrictions are lifted. I've been itching to get back in the chair for so long, and I have at least 6 more tats planned out. probably more down the line, but yknow\n  ","601330":"\n   That is entirely fair, and makes a lot of sense. also, ow to the nips. I've wanted a lot of piercings, but I've always been afraid to get them. like, Im 22 years old and I JUST got a cartilage piercing. still just a single lobe and now my cart. i want more. but also more ink\n  ","601331":"\n   Wow! that was a lot of piercings! If you don't mind my asking, why do you think you got bored of all your others?\n  ","601332":"\n   Absolute favorite YouTube channel,  and why?\n  ","601333":"\n   Omg! Did it hurt??? Looks badass!\n  ","601334":"\n   Got any ink? Show me whatcha got 🤗🔥\n  ","601335":"\n   Pretty much\n  ","601336":"\n   I have also seen the original movie! Thanks for the fun fact!\n  ","601337":"\n   Well thank you❤\n  ","601338":"\n   Just curious, I thought about it a while back but probably not ever gonna do it\n  ","601339":"\n   Yes!\n  ","601340":"\n   ‼ I have friends who have it, and they don't need to do all that shit, they put it on social media once or so and whoever wants it messages them,  it's really that simple\n  ","601341":"\n   I don't like it when people blast it out on everything either, maybe text your friends or post it here and there, but not constantly and on every little thing\n  ","601342":"\n   😳😳😳\n  ","601343":"\n   about how much did it cost?\n  ","601344":"\n   Who is your favorite celebrity\n  ","601345":"\n   Ouch!!\n  ","601346":"\n   What is your favorite movie?\n  ","601347":"\n   thats like a dream..or find a way to be like a tester\n  ","601348":"\n   nice  always a classic choice\n  ","601349":"\n   elephant ears are good too\n  ","601350":"\n   I definitely need to go back for some Voodoo donuts in Portland. someone told me I need to go see the troll bridge too, and of course MT. Hood and Mt. St. Helen's area\n  ","601351":"\n   only been on the Columbia River gorge highways\n  ","601352":"\n   I will try 😞 thank you ♥️\n  ","601353":"\n   I mean can the sound of a jammed radio be considered beautiful? If the matter of taste is completely relative, it can.\nA banana peel taped to a board gets sold for a hundred thousand dollars as a form of art... Is it just a matter of taste?\n  ","601354":"\n   These are yours?\n  ","601355":"\n   Candy?\n  ","601356":"\n   And no outside distractions.\n  ","601357":"\n   Best ideas come out at night\n  ","601358":"\n   Same. Alone with your thoughts\n  ","601359":"\n   oh wow! I haven't seen that before, that's cool!\n  ","601360":"\n   If everyone got turned into plants, what specific plant would you be?\n  ","601361":"\n   Yea just look at them as giant monsters beating the shit out of each other hehe\n  ","601362":"\n   I just want it to be entertaining, I don't have too many expectations y'know lol\n  ","601363":"\n   Teaming up to fight Mechagodzilla lol\n  ","601364":"\n   cool you should share one of your drawings on here, thats if you want\n  ","601365":"\n   what exotic animal would be most interesting as a domesticated pet?\n  ","601366":"\n   What's the last thing you created?\n  ","601367":"\n   If someone made a statue of you, what position would you choose?\n  ","601368":"\n   that sounds horrific tbh lol\n  ","601369":"\n   agreed! .. Dutch licorice is the worst 🤢\n  ","601370":"\n   im good\n  ","601371":"\n   Cool girl , boy, or exotic toy\n  ","601372":"\n   Do u play them after hot steamy sex\n  ","601373":"\n   Sweet person ‼️who\n  ","601374":"\n   Is there anything you find particularly creepy?\n  ","601375":"\n   Share a post or picture of something that you read and felt very deeply about or something that made you cry, or something that you just liked. No one will ever know which.\n  ","601376":"\n   Really? That’s awesome! I think snakes are cool, I would like to maybe get one in the far future, but I would feel bad feeding it live mice and stuff😂 I would love to cuddle with one to be honest lol\n  ","601377":"\n   That’s awesome, I think snakes are pretty cool, I don’t know many of the breeds tho:\/\n  ","601378":"\n   how are you\n  ","601379":"\n   Me too! 46 crew!\n  ","601380":"\n   that's great I have italy on mine\n  ","601381":"\n   Congrats.\n  ","601382":"\n   cool\n  ","601383":"\n   Pap of your socks 😜\n  ","601384":"\n   Why 8?\n  ","601385":"\n   What's the last photo you took on your phone? Post it!\n  ","601386":"\n   selfie?\n  ","601387":"\n   mines too ! did you add that one ? I looked to see if it was new but I don't see it .\n  ","601388":"\n   hear , hear and love the answer's background !\n  ","601389":"\n   Hi\n  ","601390":"\n   I use Mistplay...it is okay at times.\n  ","601391":"\n   Do you like?\n  ","601392":"\n   Who is your favorite bad girl?\n  ","601393":"\n   can you post your background please if you don't mind?\n  ","601394":"\n   If uh could be a cartoon character for a day, who would uh choose to be?🐥\n  ","601395":"\n   What's your favorite place to think? PAP.\n  ","601396":"\n   Send a photo, which is not available in social networks?\n  ","601397":"\n   Who do you think you are? 🐣\n  ","601398":"\n   have u done any art latly\n  ","601399":"\n   who's ur favorite viner (or youtuber)? aa\n  ","601400":"\n   PAP a creepy face!\n  ","601401":"\n   Post a memorable pic from your gallery? 😍\n  ","601402":"\n   What is your favorite sporting activity?\n  ","601403":"\n   What is your favorite thing in your room? PAP!\n  ","601404":"\n   What genre of video games do you play? I play action, adventure, racing, & rpgs.\n  ","601405":"\n   Favorite singers\n  ","601406":"\n   Worst bands of the 2000s\n  ","601407":"\n   What is your ideal girlfriend\/boyfriend? In general, what are your preferences?\n  ","601408":"\n   What is the strangest dream you've ever had?\n  ","601409":"\n   Ryan Reynolds or Ryan Gosling?\n  ","601410":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","601411":"\n   How often do you draw? What do you like to draw?\n  ","601412":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?And which world would you choose ? A reminder , you might not be able to get back again !\n  ","601413":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","601414":"\n   What is the funniest GIF ever?\n  ","601415":"\n   Post a picture with the longest hair you have had!\n  ","601416":"\n   Do you have any posters on your bedroom wall? What are they?\n  ","601417":"\n   Post a picture of your angry face!\n  ","601418":"\n   Never been a morning person. Love the night but now wake up w\/ unbearable pain & stifness in hands\/wrists from genetic arthritis leaving me to fear going to sleep(day or night..even if only for 30 min)! Heartbreaking...now I absolutely  despise mornings. What now??\n  ","601419":"\n   What do you usually watch on TV?\n  ","601420":"\n   Do you have posters on your wall?\n  ","601421":"\n   Post a picture of your favorite movie actor!\n  ","601422":"\n   What is your favorite joke?\n  ","601423":"\n   What's the last photo you took on your phone? Post it!\n  ","601424":"\n   can you post a picture of you?\n  ","601425":"\n   Good night everyone 🌙\n  ","601426":"\n   What’s the coolest thing people can learn from you?\n  ","601427":"\n   How is everyone’s weekend ?\n  ","601428":"\n   how can i glow up?\n  ","601429":"\n   Hey :) where are the 16 year old wlw on here 😏🥰🙈 I’m free on feb . 14th\n  ","601430":"\n   Anyone wanna be friends on here ?\n  ","601431":"\n   What is your favorite word to say?\n  ","601432":"\n   Ok! goodnight!\n  ","601433":"\n   Oh noooo dont cryyyyy, we got this!\n  ","601434":"\n   It hurts so much that how people have everything. Why everyone is so talented, successful, creative, has great social skills, attractive, and perfect in general? Why can't I do shit in my life? I feel useless. Why people are always better than me? What is wrong with me? Why do I keep failing?\n  ","601435":"\n   I am too haha we are both learning\n  ","601436":"\n   No its iamonlyoneperson haha\n  ","601437":"\n   any other questions?\n  ","601438":"\n   Which is better- Nickelodeon, Disney, or Cartoon Network?\n  ","601439":"\n   Ha I win 😝😝😝\n  ","601440":"\n   23 hbu?\n  ","601441":"\n   Will anyone ask me questions?\n  ","601442":"\n   If you were to change one thing about yourself, what would it be?\n  ","601443":"\n   Happy Valentine's Day! How are you going to spend it?\n  ","601444":"\n   Fuck Valentine’s\n  ","601445":"\n   What's your favorite position? ;)\n  ","601446":"\n   Hey\n  ","601447":"\n   What is the stupidest answer you’ve ever gotten from someone on here?\n  ","601448":"\n   You’re Beautiful ✨\n  ","601449":"\n   what is our fav girl doing in the car? is she waiting for her accomplice to finish robbing a bank? what a boss move.\n  ","601450":"\n   Do you like Big Macs? I will get Big Macs on Friday.\n  ","601451":"\n   How does it feel knowing that even when you're bored you manage to fill our hearts with so much positivity?\n  ","601452":"\n   u r looking so beautifull\n  ","601453":"\n   What is the demographic? Are you talking about money or judginess?\n  ","601454":"\n   :(\n  ","601455":"\n   Savannah Boomingdale Ames, will you be my not-Valentine?\n  ","601456":"\n   I love how you did your hair. How did you do it?\n  ","601457":"\n   Keep posting misses ames\n  ","601458":"\n   Thanks beautiful haha\n  ","601459":"\n   Hey there\n  ","601460":"\n   Say you were conscripted into the military at the age of 18 but you were allowed to choose which branch of the military (Like, the army, navy, air force etc.) you'd become a part of, which would you have chosen? What kind of role do you think would've fit you the most if any? 🎖\n  ","601461":"\n   bottled or can beer?\n  ","601462":"\n   What's on your shopping list right now?\n  ","601463":"\n   Have you tried the new mtn dew melon flavor?\n  ","601464":"\n   Do you act different around certain people?\n  ","601465":"\n   Why are you so perfect\n  ","601466":"\n   you ever see the retro sitcom perfect strangers?\n  ","601467":"\n   ❤️❤️\n  ","601468":"\n   Ok not gonna lie after I read this it perked my day up a bit\n  ","601469":"\n   Are you Nikki's sister?\n  ","601470":"\n   You are the most down to Earth person I follow here! 🌸\n  ","601471":"\n   Has an event ever happened in your life that  made you think differently about certain things\n  ","601472":"\n   The shortest haircut you would go for\n  ","601473":"\n   How to find out?\n  ","601474":"\n   Are you really ass4lyfe tho\n  ","601475":"\n   how much fun are you having with this site lately?\n  ","601476":"\n   If you could visit any one planet, which would it be?\n  ","601477":"\n   which insects are you fear?\n  ","601478":"\n   They are trying to scare you from flying so you wont run away with me when the time comes😉\n  ","601479":"\n   Can you listen to any type of music? Say if you were at a friends house and they were loudly playing music, at what type of music would you have to tell them to turn it off?\n  ","601480":"\n   Do you wake up early on weekends?\n  ","601481":"\n   images of february day 14\/28\n  ","601482":"\n   Do you have anyone ‘favourited’⭐️on here? (By this it means you get notifications for their answers) and if so, what makes you choose to favourite someone?\n  ","601483":"\n   Are you happy person\n  ","601484":"\n   Tbh For me? 💯🍂\n  ","601485":"\n   Thankyou for existing. You make day tolerable\n  ","601486":"\n   Every day is Boomentine's Day, isn't it?\n  ","601487":"\n   Happy Valentine's Day!!\n  ","601488":"\n   Happy Valentine's day gorgeous\n  ","601489":"\n   Leggings or jeans?\n  ","601490":"\n   How many hours do you normally sleep? 😴 👍 🙃\n  ","601491":"\n   Happy valentines to the one person I can never stop thinking about. So in love with you, gorgeous sav ❤️❤️🔥🔥😘😘\n  ","601492":"\n   Do you trust people easily\n  ","601493":"\n   What time is ‘too’ early to wake up?\n  ","601494":"\n   How old were you when you started hanging out in your room to avoid your parents?\n  ","601495":"\n   That's what normal ppl say lmao\n  ","601496":"\n   Hey! what do you think about yourself? ☺\n  ","601497":"\n   What was it about moving back home that made you realize it for the first time?\n  ","601498":"\n   That sounds beautiful. What do you think makes finding security like that again impossible?\n  ","601499":"\n   did you like him as a teacher?\n  ","601500":"\n   Can you define the security you felt?\n  ","601501":"\n   You realize that everyone on here has seen your underwear\n  ","601502":"\n   Do you prefer to ask questions or answer them? Why? 👍 🙃\n  ","601503":"\n   You're fun. I like that about you so much\n  ","601504":"\n   Will you ever break your rules for someone else?\n  ","601505":"\n   My childhood home is still in the family and I sometimes wonder what it'd be like if\/when it's not and I drive by and see other people living there. Does that ever become normal or is it always weird?\n  ","601506":"\n   Have you ever  done an escape room before\n  ","601507":"\n   How long was it your home?\n  ","601508":"\n   Happy Valentine’s Day to all my Valentine’s! 💞💞💞💞💞💞💞💞❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️💖💖💖💖💖💘💘💘💘💘💘💘💕💕💘💝💝💝💝💝💝💝💝💝💞💞💞💞💞💝💓💓💓💓💓💓💓💓💓💓💗💗💗💗💗💗💗💗💗💗💗💗💗❤️❤️❤️❤️🧡🧡🧡💛💛💙💚💚💙💙🤎🤎🤍🤍🖤🖤💜💜❣️❣️💕💕💞💞💓💓💗💗💝💝💘💘💖💖\n  ","601509":"\n   When you think of the word \"home\",  what images comes to mind?\n  ","601510":"\n   Do you tend to overreact ?\n  ","601511":"\n   Being 6'2 I wouldn't be able to fit in that heart shaped tub\n  ","601512":"\n   what was the bet about?\n  ","601513":"\n   happy valentines\n  ","601514":"\n   Monster track\n   \n    https:\/\/youtu.be\/CSvFpBOe8eY\n   \n","601515":"\n   Do you ever think about how crazy it is that the Chernobyl exclusion zone won't be safe for humans to live in for another 20,000 years?\n  ","601516":"\n   Can you fake a laugh in front of your family so they don't get worried about you?\n  ","601517":"\n   🥰HAPPY VALENTINES ❤️\n  ","601518":"\n   Wouldn't you try and get some basic clothing though, like barbarian style at least? 😅😂\n  ","601519":"\n   You wouldn't just wanna eat that fruit if you were hungry and came across it at that farm? 😂 Like, how'd you be able to get enough fruit for your own jam brand 😂\n  ","601520":"\n   If you did join the cirkus as a giant, what do you think you'd do to entertain the spectators? Or would you just be there on display? 😂\n  ","601521":"\n   Which show?\n  ","601522":"\n   people will willingly wait in line to buy that\n  ","601523":"\n   I'd buy that jam and savor its taste unlike anything I've ever consumed\n  ","601524":"\n   Good old days\n   \n    https:\/\/youtu.be\/NUTGr5t3MoY\n   \n","601525":"\n   Happy Valentines Day Sav! 🥰💖💗 xxx\n  ","601526":"\n   I love sharing the planet with you. Muah!!!\n  ","601527":"\n   Heiii happy v'day🥰\n  ","601528":"\n   wake up honeybuns, the best part of waking up is boometh in my cup\n  ","601529":"\n   How's it going? 😄\n  ","601530":"\n   You must miss him a lot. Is this the longest you've gone without seeing him?\n  ","601531":"\n   What city were you born in? San Diego?\n  ","601532":"\n   Crushing on you ✨\n  ","601533":"\n   You look amazing\n  ","601534":"\n   My gosh! you look so stunning! As always!😍🤗💕\n  ","601535":"\n   You make ppl fall in love with you?\n  ","601536":"\n   Hey what's up?\n  ","601537":"\n   Wait Is Swagistan An Actual Place?\n  ","601538":"\n   When you log on here, it's like you're entering into the Boomtrix and you maneuver around in here like a fish in water.\n  ","601539":"\n   do you think sarcastic people tend to be more intelligent?\n  ","601540":"\n   Thoughts on this app.? 😋\n  ","601541":"\n   Who has the best page on ask?\n  ","601542":"\n   Awww she's adorable!🥰💕 it is a she?😅\n  ","601543":"\n   Ah yes vera sorry to inform you but she stays all the way through  though you will begin to like her again you will see what season and episode are you upto?\n  ","601544":"\n   do you have anything exciting coming up? despise covid going on\n  ","601545":"\n   i hope everyone had a great day! 😊\n  ","601546":"\n   You stayed up very late. Most likely you feel asleep at 8pm and then woke up and now you can’t sleep.\n  ","601547":"\n   If you could kill off any character from a current TV show who would it be and why?\n  ","601548":"\n   Lol lol lol no one on here laughs at my you’re in jokes. You’re innate. Your in. Lol. I think they are hilarious. Your laugh was felt inside my heart. 😂\n  ","601549":"\n   I will drive to San Diego next week and weep into the void you left behind\n  ","601550":"\n   What is the weirdest thing you have seen in someone else’s home?\n  ","601551":"\n   What has made you smile recently?\n  ","601552":"\n   Which is a better super hero - anooseman or youreinman? Get it? 🤣\n  ","601553":"\n   I'm the same...you sound like me.....I do miss my home town, but not sure if I would go back\n  ","601554":"\n   You should buy a German forest chocolate cake every time you start your PMS to make you better. You should google German forest chocolate cake to see pictures to understand the goodness in the chocolate. Yes.\n  ","601555":"\n   I would like to get 20 McDoubles with you and us sit in the car together with the radio on and just eat them all and laugh and talk about life.\n  ","601556":"\n   Do you live in the city\/state you were born in?\n  ","601557":"\n   You remind me of the perfect words, written from your favorite singer,\nThe kind of song that you want as a ring tone,\nI get this Strong feeling every time I think of you and I know,\nYou Savannah are the perfect love song 💝 Happy Valentine's Savannah 😘😘\n   \n    https:\/\/youtu.be\/62eW7EbP1Qc\n   \n","601558":"\n   I’m guessing you have a really fast metabolism?\n  ","601559":"\n   I can see that being like a sitcom \"Jungle boom is filmed in front of a live audience\" 😂\n  ","601560":"\n   mostly on BIRTHDAYS people have huge fights :(\n  ","601561":"\n   My God I need someone like you in my life 🤤\n  ","601562":"\n   If you like them, what's your favourite Spice Girls single? 🎶 👍 🙃\n  ","601563":"\n   Are you able to curl your tongue? 👍 🙃\n  ","601564":"\n   You are too pure for this world\n  ","601565":"\n   How stupid your jokes are on a scale of 0-10?\n  ","601566":"\n   Ever worn pajamas out to the store?\n  ","601567":"\n   Do you have slippers that you wear around the house? Or to Walmart?\n  ","601568":"\n   How often do you vacuum ?\n  ","601569":"\n   rice krispie treats or poptarts?\n  ","601570":"\n   chorizo tacos or tortas?\n  ","601571":"\n   What do u do when u feel SAD?\n  ","601572":"\n   Wow and so Gorgeous you would be in it😍 the thought of seeing you in such a scene I would fall in love with you all over again😘\n  ","601573":"\n   what is your favorite flavor of instant pudding?\n  ","601574":"\n   what films do you consider overrated?\n  ","601575":"\n   whats the last good deal you seen?\n  ","601576":"\n   In my personal opinion you can't be weak in this world you need to be  at least mentally strong do you agree or disagree with this and why\n  ","601577":"\n   You now know how it plays out with a specific person. If you get a choice to do it again, will you try to save\/do better this time?\n  ","601578":"\n   I do... I would die without my energy source.\n  ","601579":"\n   What's your current favourite song? 🎶 👍 🙃\n  ","601580":"\n   What's your favourite TV show? Why's it your favourite? 📺 👍 🙃\n  ","601581":"\n   You on a Boomboard has the potential to distract drivers. Very dangerous.\n  ","601582":"\n   What's the ideal holiday destination for you? Why? 🏖️ 👍 🙃\n  ","601583":"\n   We want to see your face on a billboard\n  ","601584":"\n   Were you much of a hugger before Corona? Once the pandemic is over, do you think you'll want to hug people more than you did before? 🤗🤔\n  ","601585":"\n   Hey? You doing much now? x\n  ","601586":"\n   Here's my username\n  ","601587":"\n   Sc username?\n  ","601588":"\n   Idk Savannah, I'm not sure about how to answer your question, but you do raise a salient point.\n  ","601589":"\n   how do they want us to change our language?\n  ","601590":"\n   I got you a surprise for the weekend but unfortunately it might arrive on Monday and not Sunday! 😂😭😭💖 xxx\n  ","601591":"\n   good night lol\n  ","601592":"\n   Gorgeous! 😍\n  ","601593":"\n   All medical sales reps are really good looking. They are good at flirting. Is your mum a looker too?\n  ","601594":"\n   How do I Get through one night without you?\n  ","601595":"\n   How do you feel when ppl on here say that you are their father figure?\n  ","601596":"\n   If you and I were talking IRL and I suddenly started to shrink out of the blue so I eventually became teeny tiny and stood down by your feet, how'd you react? What'd you do then exactly? 😂\n  ","601597":"\n   tell me about your day ☺\n  ","601598":"\n   What makes you panic?\n  ","601599":"\n   Damn. You are very beautiful 😊😍\n  ","601600":"\n   You look beautiful! :)\n  ","601601":"\n   If you play games with character customization, do you try and make your character look as much as you as possible? If not, how do you make them look? 🎮💁‍♀️\n  ","601602":"\n   whats the last thing you cooked?\n  ","601603":"\n   Would you rather for ten hours, go to a concert by a band you hate or have dinner with your least favorite politician?\n  ","601604":"\n   Do you remember when lower back tattoos were the rage?\n  ","601605":"\n   Do you like to sun tan at the beach?\n  ","601606":"\n   do you have any favorite gifs on this site? 😸\n  ","601607":"\n   what are your plans for the rest of the day?\n  ","601608":"\n   Have you ever had a recuring dream\n  ","601609":"\n   Do you prefer sweet or savoury foods?\n  ","601610":"\n   Creepy shark 😂\n   \n    https:\/\/youtu.be\/z7PYqhABiSo\n   \n","601611":"\n   what do you look forward to the most about the upcoming spring season? 🌷✨\n  ","601612":"\n   How's your experience been with dentists? Do you get scared \/ anxious when you go to one? 🦷\n  ","601613":"\n   @\n  ","601614":"\n   Guitar or Piano? 🎸 🎹\n  ","601615":"\n   What are the worst pizza toppings?\n  ","601616":"\n   What are you doing?\n  ","601617":"\n   @ can I ?\n  ","601618":"\n   it would look like Canaan or Babylon perhaps Rome it would Just be a place of Sin lots of Sin 🤤 I do like a good Sin lol..\n  ","601619":"\n   What about the haunted mansion? Lol one of my favorites!\n  ","601620":"\n   i love you\n  ","601621":"\n   You seem like the cure of the heart and mind\n  ","601622":"\n   images of february day 10\/28\n  ","601623":"\n   you know what, keep going 🤤🤤\n  ","601624":"\n   I’m learning about important dates in history. Wanna be one of them?\n  ","601625":"\n   Your pictures are beautiful and sexy!  I love them!\n  ","601626":"\n   archeology or zoology?\n  ","601627":"\n   How does it feel to being that sexy?\n  ","601628":"\n   whats on your mind today or lately? any reoccurring thoughts?\n  ","601629":"\n   How does it feel being that sexy?\n  ","601630":"\n   Hola\n  ","601631":"\n   Which song you like the most ?\n  ","601632":"\n   What are the chances of finding the one on social media?\n  ","601633":"\n   Have you heard the psl6 anthem?\n  ","601634":"\n   What quote resonates with you more then any other?\n  ","601635":"\n   what do you wish you could make people understand?\n  ","601636":"\n   @\n  ","601637":"\n   @\n  ","601638":"\n   did you hear there is gonna be a new jackass movie coming out this fall?\n  ","601639":"\n   how is your mood today?\n  ","601640":"\n   I got question\n  ","601641":"\n   Can you accept being someone's second choice if it's meant to be?\n  ","601642":"\n   @\n  ","601643":"\n   @\n  ","601644":"\n   When a woman is playing hard to get. At what point has a man applied to much pressure that it will turn her off?\n  ","601645":"\n   @\n  ","601646":"\n   @\n  ","601647":"\n   Are you a leader in your opinion\n  ","601648":"\n   @\n  ","601649":"\n   @\n  ","601650":"\n   what are your favorite types of nuts to snack on?\n  ","601651":"\n   Seeing you adds glitter to my day\n  ","601652":"\n   Does a person’s name influence the person they become?\n  ","601653":"\n   @\n  ","601654":"\n   Should I get Panda Express?\n  ","601655":"\n   When you die do you think you'll know when you're dead\n  ","601656":"\n   Likers get ?\n  ","601657":"\n   @\n  ","601658":"\n   @ .. why not 🤷🏼‍♀️\n  ","601659":"\n   @\n  ","601660":"\n   @\n  ","601661":"\n   @\n  ","601662":"\n   Picture a college lecture hall with every hand going up.\n  ","601663":"\n   What trait do you envy in others?\n  ","601664":"\n   Do you know who I am.\n  ","601665":"\n\n    https:\/\/youtu.be\/hbfnVZxhyis\n   \n","601666":"\n   Do you think you could do this wing challenge in Vegas?\n   \n    https:\/\/www.youtube.com\/watch?v=_EeGQUy-KAA\n   \n","601667":"\n   any special hug techniques you have?\n  ","601668":"\n   ‏\n  ","601669":"\n   images of february day 9\/28\n  ","601670":"\n   Favorite board game?\n  ","601671":"\n   What's your thought on forgiveness?\n  ","601672":"\n   What’s your plans for this day then?😝\n  ","601673":"\n   How do you like your eggs cooked?😖\n  ","601674":"\n   Which app do you like to use to listen to music?🎵\n  ","601675":"\n   What kind of movies do you like? 🎥\n  ","601676":"\n   i actually prefer this lol. plus its like an excuse for everything. covid is like the ultimate scapegoat. just insert covid into any problem and people will understand. toliet stops working, covid. late for work, covid. burnt pancakes, covid.\n  ","601677":"\n   Are you good at opening bottles\/jars\/cans ?\n  ","601678":"\n   Are you shy\n  ","601679":"\n   What a beautiful girl\n  ","601680":"\n   Do you wash your car yourself or do you have it washed?\n  ","601681":"\n   What is your sense of humour like\n  ","601682":"\n   What do you normally do while hanging out with friends?\n  ","601683":"\n   How is that impossible? Do you have some in naughty places? Or some on your back?\n  ","601684":"\n   still prob beats insects lol\n  ","601685":"\n   do you prioritize cost when you grocery shop?\n  ","601686":"\n   Can you delay serious talks?\n  ","601687":"\n   how long have you had your youtube account?\n  ","601688":"\n   Do you have friends that let you stay\/crash at their places for the night if you want?\n  ","601689":"\n   Do knowledge and understanding make you content and happy as a person?\n  ","601690":"\n   How good of a host would you say that you are? If someone were to come over for dinner, a party etc., how'd they get treated? 🥂🍴\n  ","601691":"\n   Do YOU scream for ice cream?\n  ","601692":"\n   i just thought he was like super creepoid. like why have a grizzled sort of old man dancing around as your mascot? just annoyed me and was creepy lol\n  ","601693":"\n   Beavis and Butthead?\n  ","601694":"\n   Say giant you had zero to no resources, what do you think you'd wear? Like you had to go almost tribal style? 😂\n  ","601695":"\n   Say you like walked up to a farm and saw a huge pile of your favorite fruit laying around? What'd you be thinking? What'd you do exactly? 😆😂\n  ","601696":"\n   How do you think the movement of your feet would've felt like when you walked with them on there? What about when they came crashing down towards the ground? 😂\n  ","601697":"\n   Toinght lottery jackpot is £110 Million if you won what would you do\n  ","601698":"\n   What season are you on?\n  ","601699":"\n   Is it so wrong that I want to see you eat pringles? I mean, what's the harm in that?\n  ","601700":"\n   Do you think your dad will have taken the vaccine soon?\n  ","601701":"\n   @ 🥰\n  ","601702":"\n   Oh yeah I forgot about that. Have you been to Spokane since?\n  ","601703":"\n\n    https:\/\/youtu.be\/XkHZ9SDniyk\n   \n","601704":"\n   I thought you just moved last year\n  ","601705":"\n   What are you doing?\n  ","601706":"\n   How old were you when you moved to the California land?\n  ","601707":"\n   ∞ \/ 10\n  ","601708":"\n   I can't believe I thought I knew what beauty was before I saw The Boom.\n  ","601709":"\n   Club or pub?\n  ","601710":"\n   Do you like hugs\n  ","601711":"\n   whats happening beet wise?\n  ","601712":"\n   No fighting for Cheetahs just run\n   \n    https:\/\/youtu.be\/1qfTzj70GGk\n   \n","601713":"\n   He is a massive powerful cat\n   \n    https:\/\/youtu.be\/Kfi_ovwCPRU\n   \n","601714":"\n   What meal did you last eat? 🍕 🍝 🍔 🌭 🥗 👍 🙃\n  ","601715":"\n   Who’s ready for Valentine’s day? ❤️💗🤍\n  ","601716":"\n   How to control your anger?\n  ","601717":"\n   Have you ever won any money on bets\/scratch cards etc? Or do you think it’s a waste of time and money?\n  ","601718":"\n   What are the most common problems you occur in your everyday work life? If you don’t work, feel free to talk about anything or past experiences 😊\n  ","601719":"\n   That is such a goat thing to do\n   \n    https:\/\/youtu.be\/RG9TMn1FJzc\n   \n","601720":"\n   how often do you run a checklist in your head of what needs to be done?\n  ","601721":"\n   whats the type of person or personality you most like to interact with?\n  ","601722":"\n   what do you wish would appear in your life?\n  ","601723":"\n   That's good, your perspective is changed. Yeah birthdays are quite weird, people fight on that day as well if you have ever encountered?\n  ","601724":"\n   You're💘💝 just💖💗 way💓💞 too💕 beautiful❤️\n  ","601725":"\n   😳😲I love your hair that way sugar you really are the cutest 😉💞\n  ","601726":"\n   When does time pass the slowest for you? 🐌 🕒 👍 🙃\n  ","601727":"\n   So you think you'd be succesful in taming them? Haha\n  ","601728":"\n   watch this if you love pumas\n   \n    https:\/\/www.youtube.com\/watch?v=NsYrpAKtz5I\n   \n","601729":"\n   whats your word for today?\n  ","601730":"\n   what are your plans for the rest of the day?\n  ","601731":"\n   when was the last time you had canned peaches and what do you think of them?\n  ","601732":"\n   @\n  ","601733":"\n   Everyone is just a liar and a cheat. Call me jaded. I've seen too many liars and crooks, especially recently.\n  ","601734":"\n   Your a baby\n  ","601735":"\n   What advice would you give a person coming to live in your country?\n  ","601736":"\n   Anacondas would also fancy their chances\n   \n    https:\/\/youtu.be\/bQQ2IsATTQM\n   \n","601737":"\n   What makes you nostalgic? 🌚\n  ","601738":"\n   You're my dream 😍💋💋\n  ","601739":"\n   Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?\n  ","601740":"\n   That looks heavenly!!!\n  ","601741":"\n   Do you usually follow trends or just do your own thing? 👍 🙃\n  ","601742":"\n   do loud noises irritate you?\n  ","601743":"\n   Do you like tofu?\n  ","601744":"\n   Do your hands and wrists get sore from being on your cellphone all the time?\n  ","601745":"\n   Have you ever been into Pokémon? If so, which is your favorite and why? Maybe post a picture of it? 🔥🌊⚡❄🌿\n  ","601746":"\n   Where do you prefer to go whenever going out? 👍 🙃\n  ","601747":"\n   Do you have Sirius XM?\n  ","601748":"\n   how would you rate your day today?\n  ","601749":"\n   whats fueling you today?\n  ","601750":"\n   you know this person is a true devotee to recollect the spanish nuance. i love sht like that lol\n  ","601751":"\n   I find that portion of your life interesting... Like did you actually THINK in Spanish and everything? When did you realize it was a different language from that spoken by the rest of your family, and what was your perception of these facts like at the time?\n  ","601752":"\n   What’s your favourite ice cream brand?\n  ","601753":"\n   Please do you would be so elegant and you would make that dress look the way it supposed to it was made for you in mind I think😍\n  ","601754":"\n   Do you like tamales?\n  ","601755":"\n   Screw you, word limit! 😂\n  ","601756":"\n   what is your criteria for when you drop likes and coins?\n  ","601757":"\n   How's your day going Boom? 😊\n  ","601758":"\n   What do you want right now? 😋\n  ","601759":"\n   @ 😛\n  ","601760":"\n   Ah I feel special now 😌 😹\n  ","601761":"\n   @\n  ","601762":"\n   @\n  ","601763":"\n   @\n  ","601764":"\n   @\n  ","601765":"\n   @\n  ","601766":"\n   Do you still go on walks? I like going on them and day dreaming while I walk.\n  ","601767":"\n   If that's you in your display you look super cute 🌸❤\n  ","601768":"\n   images of february day 7\/28\n  ","601769":"\n   What's The Best Dressing In USA? I'm a sucker for sour cream or Rhode Island\n  ","601770":"\n   how are your studies going?\n  ","601771":"\n   what Christopher nolan movie you liked the most?\n  ","601772":"\n   +1, взаимна может?😋😋\n  ","601773":"\n   What does your mum do?\n  ","601774":"\n   Yup got all three\n  ","601775":"\n   Do you have dark impulses which you can't control?\n  ","601776":"\n   Like what\n  ","601777":"\n   I would move to NZ. The pictures are beautiful.\n   \n    @askamanz5506\n   \n   knows.\n  ","601778":"\n   Hi👋. Which countries culture you like the most?\n  ","601779":"\n   what terrifies you?\n  ","601780":"\n   @\n  ","601781":"\n   @.\n  ","601782":"\n   @\n  ","601783":"\n   @\n  ","601784":"\n   @\n  ","601785":"\n   Jumping on the bandwagon 😂 why not 😂🤷🏻‍♀️ @\n  ","601786":"\n   @\n  ","601787":"\n   @\n  ","601788":"\n   whats beautiful today?\n  ","601789":"\n   Heaven went to hell without her trust me I watched it happen🤣\n  ","601790":"\n   I dont see why I wouldn't why not enlighten me a little and tell me what's so bad about you someone wouldn't want to marry you?\n  ","601791":"\n   What do people write in letters?\n  ","601792":"\n   Sun in Gemini, Moon in Virgo, with Gemini rising?\n  ","601793":"\n   please stop 😍😍😍\n  ","601794":"\n   Do you hate when you’re watching a show on TV and all of a sudden a news special report comes on?\n  ","601795":"\n   Fav Disney film?\n  ","601796":"\n   Okay, but now I'm angry, kidding 😂🙋‍♂️\n  ","601797":"\n   That makes 2 of us, sadly not even the love and soul of someone as beautiful as you can ease this pain I doubt anyone could it was real love and now I'm just a lost wayward soul\n  ","601798":"\n   Who is your favorite actor?\n  ","601799":"\n   Do you want the Chiefs to win the Superbowl or are you partial to Tom Brady's Tampa Bay Boomaneers?\n  ","601800":"\n   @\n  ","601801":"\n   You have a really good jawline 👀🔥\n  ","601802":"\n   @\n  ","601803":"\n   @\n  ","601804":"\n   @\n  ","601805":"\n   Do you feel nervous when you have to do public speaking?\n  ","601806":"\n   whats the best way to increase caloric intake?\n  ","601807":"\n   what percent of what you get is people flirting with you or complimenting your looks?\n  ","601808":"\n   😱\n   \n    https:\/\/youtu.be\/NHCwsHaKUho\n   \n","601809":"\n   how do you feel about people using this site in a romantic way?\n  ","601810":"\n   want to see a pic of them\n  ","601811":"\n   is this the realest \"you\" that people will get to see nowadays?\n  ","601812":"\n   @\n  ","601813":"\n   @\n  ","601814":"\n   @\n  ","601815":"\n   @\n  ","601816":"\n   🙈@\n  ","601817":"\n   Have you watched “game of thrones “ ?\n  ","601818":"\n   Have you watched my cousin vinny?\n  ","601819":"\n   What makes you laugh?\n  ","601820":"\n   word to describe today?\n  ","601821":"\n   Would you run for President if you could?\n  ","601822":"\n   Sometimes I feel like the stats for violent crimes committed by black peoples are drastically inaccurate for 2 reasons. One, most of the black ppl I know are not criminals and have there heads screwed in straight and two, the ppl making the stats are probably white people meaning possible bias. 🤷‍♂️\n  ","601823":"\n   Your background picture's such a mood lmao\n  ","601824":"\n   What’s the last movie that left you disappointed?\n  ","601825":"\n   What’s the last movie that made you cry?\n  ","601826":"\n   3. With such a low bar for whites committing hate crimes, it becomes skewered, statistically. So while whites may commit more \"racial hate crimes\", blacks commit more violent crimes in proportion to each group's population.\n  ","601827":"\n   2. Re: Hate crimes. You have to remember that hate crimes are calculated differently for whites versus other races. If a black man shoots a Hispanic man dead, it's called inner-city violence. If a white man kills either\/both men above, there's a serious chance of it being charged as a hate crime.\n  ","601828":"\n   Homogeneity versus racial diversity. However, the concept applies more strongly to some cultures than others. Example: Sweden. Once one of the lowest-crime nations in Europe due to a largely homogenous population, since \"refugees\" started being admitted in the last 6-7 years, crime has skyrocketed.\n  ","601829":"\n   Have you ever counted the calories of what you eat?\n  ","601830":"\n   movie \/ series suggestions?\n  ","601831":"\n   What song do you wish you could put on right now? 🎶\n  ","601832":"\n   What game 🎮 or movie 🎬 universe would you most like to live in? Why?\n  ","601833":"\n   There's no need to be politically-correct about it. A more diverse population increases the proportion of poorer individuals. An element of criminality comes with that desperation.\n  ","601834":"\n   have you seen the hulu performance film 'in and of itself'? if you have what did you think? if you have not i suggest considering investing the 90 minutes.\n  ","601835":"\n   I don't know you.... But I think you're absolutely gorgeous in every single way. You seem like such an amazing girl, and you seem like a great overall person. Everybody has flaws, so I won't say you're perfect because nobody in this world is.\n  ","601836":"\n   Hey girly wats good?\n  ","601837":"\n   how was your day today?\n  ","601838":"\n   Hello haw are you doing today\n  ","601839":"\n   images of february day 5\/28\n  ","601840":"\n   How would you like to make $110 a day in only 3 deliveries a day\n  ","601841":"\n   Do you wish you could have had sex with him?\n  ","601842":"\n   you still get butterflies over this dude?\n  ","601843":"\n   Did he ever ask you to apply suntan lotion on his torso?\n  ","601844":"\n   Who was the first person you found attractive and outta your league xD\n  ","601845":"\n   Which food do you dislike  eating more? Vegetables or sweet desserts?\n  ","601846":"\n   @\n  ","601847":"\n   @\n  ","601848":"\n   How amazing is corn?\n  ","601849":"\n   Do you have paypal\n  ","601850":"\n   Ketchup with your hash browns?\n  ","601851":"\n   Aside from being sus, he sounds like someone I'd hate. Thank God your paths split. You are on the righteous road to enlightenment while he's stuck drowning in our nation's latrine.\n  ","601852":"\n   Post a picture showing all your tattoos\n  ","601853":"\n   It sounds like he was conned.  There are no certificates needed to be a congressional staffer. There aren't even any needed to be a congressman.\n  ","601854":"\n   Have you been on a cruise before? Would you want to?\n  ","601855":"\n   Ever been to Vegas?\n  ","601856":"\n   Correction: AOC got into congress in her 20's. Now she's 31. Cawthorn is the only person in congress born in the 90's.\n  ","601857":"\n   Ever had peanut butter and jelly in a tortilla? It’s pretty damn good!\n  ","601858":"\n   @\n  ","601859":"\n   @ 🌻\n  ","601860":"\n   How many years does it take to grow long hair past your shoulders?\n  ","601861":"\n   I was watching a YouTube vid of a guy in South Korea eating McDonald’s there. They had a burger like a quarter pounder with a hash brown on it. Isn’t that what you used you do?\n  ","601862":"\n   Who was the class clown in your school? Do you know where they are now?\n  ","601863":"\n   Also, thanks for being super nice and caring about the little ones. I sincerely appreciate that.\n  ","601864":"\n   @\n  ","601865":"\n   Do you put ketchup over your fries or by their side? 🍟 👍 🙃\n  ","601866":"\n   what’s ur fav tv show?:)\n  ","601867":"\n   I’m happy to hear she got extra dinner helpings. I love watching animals eat. It makes me happy to feed them. My girl isn’t doing too well. I’m awaiting a call tomorrow from the vet. Nothing worse than a sick pet. You wish it was yourself and not them.\n  ","601868":"\n   would you rather be eaten by fish ,turtles or birds ?\n  ","601869":"\n   Did you enjoy where you grew up? 👍 🙃\n  ","601870":"\n   Unfortunately it’s not. How are you? How is Ash?\n  ","601871":"\n   that dude was like the grossest mascot of all time lol\n  ","601872":"\n   @\n  ","601873":"\n   I could use some Boom tonight.\n  ","601874":"\n   @\n  ","601875":"\n   @\n  ","601876":"\n   🌻@\n  ","601877":"\n   How'd you describe yourself when you go grocery shopping? Do you go straight towards the things you came there to buy or do you easily get distracted along the way? How much self control do you have? 🛒🍞🍉🍫\n  ","601878":"\n   When you was a kid did you have a neighbor your parents wanted you to stay away from?\n  ","601879":"\n   @\n  ","601880":"\n   if you could pick one what color would you want the whites of your eyes to be?\n  ","601881":"\n   What's your favourite colour? Why's it your favourite? 👍 🙃\n  ","601882":"\n   @@@\n  ","601883":"\n   @\n  ","601884":"\n   what content would you have for your YouTube channel?\n  ","601885":"\n   @\n  ","601886":"\n\n    @CallOfTheStorm\n   \n","601887":"\n   @\n  ","601888":"\n   @\n  ","601889":"\n   @\n  ","601890":"\n   For how long you can wear your comfort clothes without feeling the need to change?\n  ","601891":"\n   Likers get one line in the thread by sending @??\n  ","601892":"\n   Do you look towards your homeworld near the Belt of Orion?\n  ","601893":"\n   what are your current favorite ingredients?\n  ","601894":"\n   ur my favorite, just wanting to let u know.\n  ","601895":"\n   Hey cutie! 🤡\n  ","601896":"\n   Are you adopted if you don’t mind?\n  ","601897":"\n   What is your favourite item of clothing?\n  ","601898":"\n   dont worry about it boomadonna i understand how flooded you get here. people really do not understand what an undertaking it is for you to manage as well as you do. you catch enough of my stuff and i feel nothing for you but gratitude and respect. dont feel bad you're doing a GREAT job champ!\n  ","601899":"\n   are you lonely?\n  ","601900":"\n   have you known anyone that has had severe mental health issues? and what do you define as severe?\n  ","601901":"\n   I haven't seen it! 😅 Right now I'm just waiting for my laundry to dry, had collected a fair bit since I don't really like doing laundry 🤣 Felt like it was necessary now when I'm gonna have people over tomorrow Haha\n  ","601902":"\n   It's my dream to see one pic of your perfect bare feet! And i'll be patient!\n  ","601903":"\n   i envy this of you. i find it so hard to sit still and not take care of \"something\" but its something i think i need to really work on.\n  ","601904":"\n   Damn!😳💖You look so beautiful there, i'm lost for words...🙊💓🥰🌹\n  ","601905":"\n   are you able to just sit still and think without distractions for long periods of time? is this something you ever do?\n  ","601906":"\n   Maybe you've uncovered the secret of being high, and you're now high on life ;)\n  ","601907":"\n   What are you up to Boom? 😄\n  ","601908":"\n   why dont you answer the question of the day? do you think its unworthy of your effort? not cool? other reason?\n  ","601909":"\n   where are you on the serious vs goofy scale today?\n  ","601910":"\n   Haha wow!🤭😅What phone do you have?\n  ","601911":"\n   Baby\n  ","601912":"\n   Goshhh🙊💖😍You're just way too beautiful!💓🌹\n  ","601913":"\n   Lol trade weather then?😁 Or better yet, come visit?🥰🤗 Ooooh i've seen that game advertised a lot with in-app adverts😅 It looks fun! I enjoy puzzle games too!😁 Are you stuck at lvl50?🙊\n  ","601914":"\n   Ladies: would you be thrilled if your man gave you a nice Pearl necklace for Valentine’s Day?\n  ","601915":"\n   Who?\n  ","601916":"\n   Do you enjoy watching any sports?\n  ","601917":"\n   I knew he had a major crush on you and now he wants to take you across Europe!\n  ","601918":"\n   Are You doing okay?😘\n  ","601919":"\n   Uh oh spaghettios! It's gettin' low!🙊😅\n  ","601920":"\n   what % is ur phone currently on?\n  ","601921":"\n   What do you think would've been the worst possible thing you could do to get what they owe you? Like when you already had stomped down the whole farm and they had nothing? 😆😂\n  ","601922":"\n   Wouldn't you be afraid of like pumas or things like that when you're outside? 😂 You'd be in the middle of the jungle after all Hahaha\n  ","601923":"\n   Very practical I see 😂 I honestly expected some more \"Non essential\" stuff Haha\n  ","601924":"\n   Would you rather only be able to communicate via emojis or only be able to communicate via slang words?\n  ","601925":"\n   Serve it up!!!😋😋😋\n  ","601926":"\n   Omg that GIF!😂🤣🤣🤣 Was that in the ASKfm Giphy search?😄😂\n  ","601927":"\n   I doing great sweetness thank you I truly believe you dont have to use makeup your as perfect as natural as you were born my dear honestly the makeup doesn't do you justice your beautiful all round without it your just perfect that's my opinion at least😘\n  ","601928":"\n   But boom is my wife already\n  ","601929":"\n   No she wasn’t, because she likes to pretend she’s not a whore. She really was like I’m not a hood rat I hate them so much. I guess I should’ve known that her hatred for hood rats meant she was a hood rat\n  ","601930":"\n   Does that mean we’re base jumping?  I mean just like my ex used to say when she would have sex with random guys, you only live once so let’s do this!!  🤣🤣\n  ","601931":"\n   Men do that shit though\n  ","601932":"\n   What is the most beautiful thing in the world you can think of?\n  ","601933":"\n   Do you call dibs on a person when you are among friends?\n  ","601934":"\n   So who’s still active here? If so, tell me about your January! How did it go?\n  ","601935":"\n   If you were to venture out into the jungle on an expedition, what kinds of things would you bring with you? Would there be some things that wouldn't be that obvious, like something you specifically can't live without? 🌴🦎🎒\n  ","601936":"\n   That's insane😍 you would be the most beautiful bride in all of time \n😔 makes it so hard for me however I will find a way to have you though😉😘\n  ","601937":"\n   Do you like animals\n  ","601938":"\n   As I live on this planet, with each passing day, it just convinces me even more that magick is real, but is being hidden because society doesn't want us to be enlightened; they want us to be slaves so we can fulfill their expectations, and what they want from us as opposed to what we want for us.\n  ","601939":"\n   How do you think it'd be like to travel on your foot whilst you were walking exactly? Haha Say you did notice them on your foot, would you say anything to them before you began to walk? 🤔😂\n  ","601940":"\n   Do you think you'd sing audibly so the people below would hear? I bet it'd be a pretty scary experience to witness a rhyming giant who you could get flattened by any second, since she found her deadly walk through the city to be so much fun 😂\n  ","601941":"\n   A deal with certain farms? What do you mean? Like, would you do anything to them if they didn't comply? 😂\n  ","601942":"\n   Patiently wait outside for what? Haha\n  ","601943":"\n   what if it was guaranteed to be the best ever experienced on earth\n  ","601944":"\n   Hello haw are you doing today\n  ","601945":"\n   Skulls over roses everytime!😊\n  ","601946":"\n   ridged or regular potato chips? and what flavor\n  ","601947":"\n   you're the smartest most beautiful girl ever xo\n  ","601948":"\n   تابعتك ممكن باك مع شوية لايكات 🙊❤️\n  ","601949":"\n   I cannot wait to eat at Boom's!! I'm going to order the mushrooms first.\n  ","601950":"\n   the people around you need to get their heads checked then!\n  ","601951":"\n   whats the last good advise you heard?\n  ","601952":"\n   We all love Mama Boomie.\n  "},"Answer":{"600880":"\n  Não me lembro!\n  ","600881":"\n\n   https:\/\/youtu.be\/NKxLg03ycg4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","600882":"\n  Zero. Don't believe in them. Nothing but trouble.\n  ","600883":"\n  Lately...\n  \n\n   https:\/\/youtu.be\/q7DfQMPmJRI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","600884":"\n  Of course I believe in it.\n  \n  I just don't think it exists for me, most of the time.\n  ","600885":"\n  Willful ignorance and rejection of the knowledge to rid themselves of it.\n  ","600886":"\n  I can be. I have the capacity.\n  ","600887":"\n  Probably split pretty evenly between the PC and phone, generally. Since I don't leave the house too often, the PC probably gets more use when the balance tips.\n  ","600888":"\n  I don't eat ice cream often, but when I do...I like it to have lots of various tastes and textures.\n  \n  So crumbled up cookies...or cereal...both great, mixed in.\n  ","600889":"\n  First of all, it's not like Transformers are the pinnacle of filmmaking.\n  \n  Whether it's the original animated film from 1985, which was produced solely to sell toys, or the first live-action entry in the newer franchise.\n  \n  It's all popcorn-selling, heavily stylized action fare, with very little real substance.. which is what general audiences like.\n  \n  And that's the rub.\n  \n  You're blaming \"Hollywood\". Hollywood makes ALL the movies, indiscriminately...good or bad...because that's what goes on there.\n  \n  If you want to blame someone, blame general audiences.\n  \n  They're the ones giving those films literally billions of dollars, which is what allows sequels to be made.\n  \n  Studios are businesses, and businesses like making money...so if the general audiences show they're willing to pay the money...the sequels and spin offs are going to keep coming.\n  ","600890":"\n  My porch light is never off.\n  ","600891":"\n  I'm sure someone, somewhere thinks all my hobbies are odd...especially those who have none.\n  ","600892":"\n  Top one is the actual color.\n  ","600893":"\n  Too many people, and they should feel bad.\n  \n  But aliens are real, and already among us. 👽\n  ","600894":"\n  I can't keep a blanket over any part of me, when I sleep.\n  \n  I run too hot.\n  ","600895":"\n  I don't have a \"lucky\" number, because I don't believe in luck, unless it's bad.\n  \n  But I do enjoy the number 8, because it's an infinity symbol.\n  ","600896":"\n  No, and people who do, bug me.\n  \n  Just go watch a movie or tv show...maybe reality shows, if that's the desire...that's what they're made for.\n  ","600897":"\n\n   https:\/\/www.addictioncenter.com\/drugs\/social-media-addiction\/\n  \n","600898":"\n  Oregon: The Coast, Crater Lake, Mt. Hood, Astoria (Home of the Goonies), Hell's Canyon...and Portland, if you like art & food.\n  ","600899":"\n  🐍\n  ","600900":"\n  Same thing I do every night...\n  \n  TV shows & art.\n  ","600901":"\n  Everyone in any time zone where it's before midnight or so, most likely. It's only 6:40pm in Oregon. Then all the people who don't sleep that early, etc.\n  ","600902":"\n  No, definitely just Bob.\n  ","600903":"\n  Winter, 2017\n  ","600904":"\n  Not really either one. I'm not a planner, at all. Don't make lists for the future, or dreamboards or any of that. But I also don't decide, on a whim, to just do random things like fly to a distant place, or talk to strangers, or whatever else is  classified as spontaneous. I live in the moment, but do things after a bit of thought.\n  ","600905":"\n  I had a fuzzy dragon friend named Bobby. I'm pretty sure he's still around, I just don't refer to him by name, anymore.\n  ","600906":"\n  You're welcome, glad I could help.\n  ","600907":"\n  I do, yeah. Mostly snakes, but various lizards and such are cool, too.\n  ","600908":"\n  Slide them to the left, you'll see a trashcan. Press to delete. This also where you'll see 3 dots, pressing those allows you to block or report people.\n  ","600909":"\n  Just this one..and now it's gone too. 😊\n  ","600910":"\n  Sorry to hear that. Advice from strangers is rarely wanted, or useful, but in hopes of helping...\n  \n  Try to busy your brain and hands with a creative pursuit, or even some type of cleaning, maybe with music playing. Anything you can focus on, that allows you to get out of your own head. Just a suggestion. Hope you feel better.\n  ","600911":"\n  No. I definitely should, but I dont.\n  \n  I stretch each morning, but that's the extent of my routine.\n  ","600912":"\n  No? Who does that? What a waste of time & energy.\n  ","600913":"\n  Not by a longshot.\n  ","600914":"\n  The only thing that comes to mind is walking on the edges of tall buildings, bridges, or truss, with no safety lines...which, in retrospect...was a stupid thing to do. Kids will be kids, eh?\n  ","600915":"\n  Sometimes. I like a little or a lot of most existing genres, and jazz is no exception. But it's not something I listen to, regularly.\n  ","600916":"\n  No, because that concept is not one I adhere to. I don't judge people for believing in it, but it's just not the way I think.\n  ","600917":"\n  I think it's a copout disclaimer used by wishywashy people who absolutely mean to offend, but are too cowardly to do it, outright.\n  \n  Obviously, there may be some nuance to it, with some people, but I find it generally distasteful, and think people should just say what they mean.\n  ","600918":"\n  Felt it? Not that I remember. I feel like people throw the concept of hate around, a bit too freely. I have definitely been disliked by people, at various times, and was made aware of it, but not pure hatred, for any reason.\n  ","600919":"\n  Easy answer...jail. Not going into specifics, but I'm sure most people can imagine that it wasn't a pleasant experience, and one I will certainly never repeat.\n  ","600920":"\n  I certainly do, but not something I go into, unless I'm very comfortable with a person, and feel an intense connection with them.\n  \n  To be fair, those interests are mostly fleeting and fantasy, anyway.\n  \n  I'm pretty vanilla, when it comes down to physical reality.\n  ","600921":"\n  I literally just answered a nearly identical question, so suffice to say...no TikTok, for me. Not my thing.\n  ","600922":"\n  Thank you, I very much appreciate you enjoying my work. 😊\n  ","600923":"\n  I have never, will never sign up for, or seek out TikTok.\n  \n  I don't mind watching interesting content from it, once it's been posted to Instagram or YouTube. But I find the app, itself, to be a trendy annoyance...and possibly dangerous, if some of the press about it is true.\n  \n  At any rate, it's difficult enough to keep up with the social media I'm already on...I don't need more.\n  ","600924":"\n  Thanks, to whoever sent this. I love this kind of thing. They always make it seem nearly effortless, when I know that isn't the case.\n  ","600925":"\n  If I was an optimal candidate and could afford it...absolutely.\n  ","600926":"\n  I'm pretty sure this is always guys, wanting female selfies...but take my stupid face, anyway...just for shits & giggles.\n  ","600927":"\n  A highrise apartment building in Chicago. I think it was 60+ stories, but I only went as far a the 40th floor.\n  ","600928":"\n  Sure. I use it, daily.\n  ","600929":"\n  I think it depends on the individual. I'm not around people very often, but my thoughts are rarely specific to those around me. I'm generally caught up in my own little world.\n  ","600930":"\n  Nah, still the same. I just wear boots instead of my ratty sneakers.\n  ","600931":"\n  I wear shorts every day, even if it's below freezing out.\n  ","600932":"\n  Not in the least. My wardrobe consists of 20+ black tshirts with various things printed on them...and gray or black cargo shorts, because they are practical & comfortable.\n  ","600933":"\n  Hrm, I haven't been in a pool in a long time, but since I quit smoking 8 years ago, and my lung health and capacity has increased...I'll guess at least 2.\n  ","600934":"\n  I think it's deserved, in very specific cases, especially since the American concept of \"rehabilitation\" through imprisonment is a complete joke.\n  \n  Maybe if we had a different system in place, that actually worked, the need for more death might be unnecessary.\n  ","600935":"\n  I do not. Every first day of school for me was well over 25 years ago, and not very memorable, I guess.\n  ","600936":"\n  Any Mel Brooks film.\n  ","600937":"\n  I will definitely take both recommendations. Much appreciated.\n  ","600938":"\n  That one took about a week, working 1-2 hours on it, each day. It's the 2nd one I've done, and the first one took me 2 weeks. Working on a 3rd, and planning on at least 7 more.\n  ","600939":"\n  Me personally...hardly ever, anymore. Maybe once a month. But the designated shopper here grabs a few things, daily, as far as fresh produce or meat or bakery items.\n  ","600940":"\n  I do...even though I do it terribly off-key.\n  ","600941":"\n  I am the 2nd grumpiest person I know. One of my roommates takes #1.\n  ","600942":"\n  Mostly boredom, and to see if I could. It's fortuitous that they lowered the weekly requirements, just after I got the badge, because now I don't even have to try.\n  ","600943":"\n  Rare Exports, Silent Night-Deadly Night, Santa & the Ice Cream Bunny, Elves, 3615 Code Pere Noel, Black Christmas, Santa Claus Conquers the Martians.\n  \n  Obviously, I picked the weirder, scarier ones, for maximum answer potential...but I do also enjoy normal Xmas movies.\n  ","600944":"\n  I like the flavor, but never eat it, because it gets stuck in my teeth.\n  ","600945":"\n  Nothing favorite...just all the music I normally listen to.\n  ","600946":"\n  It was. I did AV & staging for large events, for many years. Before working my way up to a supervisory position within the field, I mostly unloaded semis full of equipment, moved it around, built truss, and ran miles of cable.\n  ","600947":"\n  Lately, this...\n  ","600948":"\n  Many, yes.\n  \n  I used to dream of finding that \"perfect person\", settling down with them, and having that life...but I wasn't meant for that.\n  \n  I've had dreams of becoming a well-known artist, but if that happens, at all...I doubt it will be while I'm alive.\n  \n  Sometimes it's ok to just live practically, and let dreams fade.\n  ","600949":"\n  Can't think of much, on either side of the coin, really. I live in the moment too often, to look forward to or dread much of anything.\n  \n  I suppose a couple of upcoming films fit the bill. Looking forward to the Snyder Cut of Justice League, Godzilla vs. Kong...and further in the future...Deadpool 3.\n  ","600950":"\n  I have a feeling that \"In and of Itself\" will be the most enjoyed of the 3, for my taste. I've heard great things about it, and enjoy Frank Oz's work, so I can't imagine disliking it. I've heard mixed reviews of the other two, so we will see.\n  ","600951":"\n  Maybe in some cases.\n  \n  Mainly, as a sometimes glasses-wearer myself...I think they simply make a person look like they are wearing glasses.\n  ","600952":"\n  Definitely. And sadly, that point, for me, is too far past the point where I SHOULD stop...so I have to actively force myself.\n  ","600953":"\n  I don't practice, nor support organized religion. But people who do can be themselves, as long as they aren't trying to convert me.\n  ","600954":"\n  Randomly psychotic, ranging from brutally violent to simply odd or quirky. Diverse, to the point of annoyance, because so many imagine their uniqueness to be a defining factor and use it as a way to feel or act superior. Flawed, but beautiful.\n  ","600955":"\n  I enjoy films from both directors,  though I haven't completed either of their full catalogues.\n  \n  A few notable favorites from both are: Dogville, Melancholia, AntiChrist, Nymphomaniac...and then The Neon Demon, The Pusher Trilogy, Bronson, Valhalla Rising, Drive\n  ","600956":"\n  Usually the mornings of the day I cook, unless the store run takes place on the day, previous.\n  ","600957":"\n  Sounds good. I used to do food pics, a fair amount. But I just eat it, these days.\n  ","600958":"\n  It doesn't bother me that others enjoy things I dont. I even occasionally cook broccoli for my roommates. I just refuse to eat it, myself.\n  ","600959":"\n  I had a whole lot of fun in my 20s, and while I don't really want to revisit that time period...I do feel like I enjoyed life more, then, than at any other point.\n  ","600960":"\n  Nah, I'm not especially optimistic or pessimistic, in that regard. I just think things will be as they will be, depending on how you approach prior events.\n  ","600961":"\n  My favorite thing is the solitude and feeling of peace. My least favorite thing is not being able to go grab munchies or toiletries at 3am, if I happen to be out of something, because everything is shut down by 9pm. But you adapt and overcome.\n  ","600962":"\n  This is not a competition.\n  \n  They both do awesome things, in a variety of mediums, which can be enjoyed, simultaneously.\n  \n  I like them equally, for different reasons.\n  ","600963":"\n  Why would that be weird? Age shouldn't be a defining factor in whether you like or relate to a person. I'm in my mid-40s, and most people I talk to on here are in their late 20s-early 30s.\n  \n  Obviously there are limits, if you start getting creepy about it, and the people are under 18, but if you mean purely liking people as people...I don't see the issue.\n  ","600964":"\n  I do, yes...although my taste in them is usually wildly different than most.\n  ","600965":"\n  192\n  ","600966":"\n  Generally, legs. I love a well-shaped set of them.\n  \n  But also eyes...which I never find anything less than fascinating.\n  ","600967":"\n  Ha. Most things.\n  ","600968":"\n  There are too many to list them all...but a few are...\n  \n  Bonanza, Have Gun Will Travel, My Favorite Martian, Lost in Space, Bewitched, The Brady Bunch.\n  ","600969":"\n  According to an aunt who did genealogical research on our bloodline, my ancestors were Czech peasants who came over on the Mayflower as servants.\n  ","600970":"\n  Off the top of my head...\n  \n  Jumping into a cool lake on a brutally hot day.\n  ","600971":"\n  I have a few times in the past, but I find it tedious and I'm lazy. If I had a bigger kitchen, a pasta roller and unlimited time, I might do it occasionally.\n  ","600972":"\n  I can't think of any specific food items I'd like to try, but that doesn't mean there aren't any...just that my brain isn't fully functioning, yet. I'd like to try roasting an entire pig, using the island method. That's where you dig a firepit, line it with lava rocks and banana leaves, put the pig in the ground also covered with banana leaves...and slow roast it.\n  ","600973":"\n  I reuse them throughout the course of a day, then discard and grab a new one out of the bag.\n  ","600974":"\n  Sometimes. But mostly not, honestly. The headaches and drama that tend to accompany the situation where I'd be kissing someone are just too much to make it worthwhile, for me to bother.\n  ","600975":"\n  Multiple injuries from working, and a couple of serious car accidents.\n  ","600976":"\n  While it is of course a constantly ongoing work of art, in my opinion...the bulk of it was done the first 2 weeks of living here. That's always the way I've been, when I move into a place that's new to me. I have to have my space the way I want it...need it...because otherwise my sanity is at risk of deteriorating.\n  ","600977":"\n  I appreciate the compliments.\n  \n  All I can say is that I'm just me, whether online or off, and I do my best. I don't try to be different than anyone else...it just happens.\n  ","600978":"\n  I have it, and have heard amazing things about it, so it will definitely get watched, eventually. The primary hurdle is that I like to multitask while I watch things...drawing, sculpting, dusting, whatever. That's nearly impossible to do with a subtitled series, and I just haven't taken the downtime, yet, to get through it. I know there's a dubbed version, but those are typically terrible, and not the version I have, anyway.\n  ","600979":"\n  I like their energy, and the deliberate way they move, with silent purpose. I also like that so many people are frightened of them. It makes me enjoy them more.\n  ","600980":"\n  Dog Fashion Disco, Polkadot Cadaver. Both contain the same members, and are similar styles of music, but still manage to evoke very different reactions. Neither of these bands really exist now, but when they did, they should've been huge...and never were.\n  ","600981":"\n  That is actually a stylized version of the aliens from the film \"They Live\", one of my favorite sci-fi movies. It's not really my work, I just did some editing on it...but I don't remember the original artist.\n  ","600982":"\n  I'm pretty open about all my interests, and in fact, I imagine anyone who pays attention to me is bored with my constant mentions of art, entertainment,  collecting action figures, etc.\n  \n  The only thing that really comes to mind is that people-watching, and observing behavior interests me, but I've spoken about that before, too.\n  ","600983":"\n  Still can't post pics...stupid Ask. But here are a few cool ones.\n  \n  Ibex:\n  \n   http:\/\/imgur.com\/47iylsc\n  \n  - Axlotl:\n  \n   http:\/\/imgur.com\/Urs6VD5\n  \n  - Mantis Shrimp:\n  \n   http:\/\/imgur.com\/U1oULbk\n  \n","600984":"\n  I wouldn't really know, because I can't be friends with myself, and I don't ask. I've been told I am a very good friend, but I do wonder if that's just a nice thing people say. I'm not very emotionally present, I'm extremely ADHD, (non-diagnosed), and I generally prefer being alone, to the company of even close friends.\n  \n  I would do anything for my 2 closest friends, and can be helpful, whenever possible, to friends, online. But overall, I'd say I'm simply middle-of-the-road.\n  ","600985":"\n  I don't usually know the full list until Friday, which is the day my roommates and I paint together and watch things. However, on alternating Fridays, we play D&D, so no painting or movies, this coming Friday. Therefore, movies will be watched Saturday, while I draw or sculpt. For reasons related to the above, I don't watch movies that would go on that list, and stick to quieter, more indie type fare. This weekend will probably be \"Malcolm & Marie\", \"The Little Things\", and \" In and of Itself\".\n  ","600986":"\n  Not a whole lot I didn't know already, but maybe a few things about the archetypal behavior, of the type of people who use an app like this, regularly.\n  ","600987":"\n  I generally go for high-end, 75% cacao, or above...but I also love Milky Way Midnite, Snickers Dark and Reese's Dark.\n  ","600988":"\n  That's a fun little song that I've never heard before. Thanks.\n  ","600989":"\n  Last night, I watched both \"My Comic Shop Country\", a documentary about brick & mortar comic shops...and then \"McQueen: The Lost Movie\", which is a documentary about Steve McQueen. Both were interesting and worth watching, if you're a fan of either topic.\n  ","600990":"\n  Nope. Never been a fan of the idea, at all. I could give philosophical reasoning,  like the fact that the planet is already overpopulated and so filled with chaos, that I think bringing children into it is selfish and dangerous...but the fact is, I'm just not a kid person. I tolerate them when necessary, particularly the older ones who can play video games or who are creative...but little kids just kind of annoy me.\n  \n  I'm well past the prime age for that, anyway.\n  ","600991":"\n  I love the Alien films, as well as pretty much any sci-fi or horror film. I'm a huge nut for all of that. I appreciate the kind words about my work. I am definitely inspired by Geiger, and a number of other dark artists.\n  ","600992":"\n  Same as the other goal question. I have never been much of a planner, or one who looks to the future, and decides where I want to fit into it. I just do what I do, and hope for the best.\n  ","600993":"\n  I'm not a goal-oriented person. I take things day-to-day and just focus on the present.\n  ","600994":"\n  A lot from my Mom, a lot from my various experiences, and I'm sure some traits would be peer-influenced.\n  ","600995":"\n  The town has 2000 people, and I literally know none of them, besides my roommates.\n  \n  Even the two of those who've lived here their entire lives only know a few randoms, scattered around the area. So no, not a one-horse town, just small and quiet.\n  ","600996":"\n  I don't really eat in an adventurous manner. While I'm always willing to try something new, I don't get many opportunities to do so. Mainly, I'm just a chubby food-lover who enjoys eating. I'd say the most out-of-the-box food I've had recently was beginning to enjoy burgers with a soft-fried egg on them. That's a pretty normal thing, in comparison to most, but it was something that I just hadn't ever done, and I was missing out.\n  ","600997":"\n  Oh, I still do the \"ew gross\" thing. But only with very obviously gross stuff, like anything made with organ meat, or raw meat...then like...Thousand Year Eggs and such. Most things I find gross, like broccoli or sushi, I have tried, many ways...and still hate.\n  ","600998":"\n  Awesome, hope you liked it. It is definitely teeth-weakeningly sweet...but worth it, in small portions.\n  ","600999":"\n  Well, for sure Sloth, Lust & Gluttony. The other 4, not so much.\n  ","601000":"\n  I ask and answer questions, and observe behavior.\n  \n  I guess I come back out of some sense of boredom.\n  ","601001":"\n  Landscaping.\n  \n  Mowing, hedge-trimming, raking, mulching, planting, etc.\n  ","601002":"\n  Maybe? I don't pay attention to that.\n  ","601003":"\n  No, that is definitely not a talent I possess.\n  ","601004":"\n  Yes, I do.\n  ","601005":"\n  Sometimes. I like the really dark, grindy stuff, like Sludgestep...not so much the prettier-sounding tracks.\n  ","601006":"\n  Rick & Morty, Solar Opposites,  Bob's Burgers\n  ","601007":"\n  I have before, though not in years. I'm sure I could manage to fold one up.\n  ","601008":"\n  I suffer from insomnia and rarely get more than 2-3 hours of light sleep, at a time. The past couple of days, though, I've managed to double that. It's pure luck of the draw, no specific method used.\n  ","601009":"\n  I don't personally believe in any gods, but if I'm wrong and ever meet them, I'm going to give them a piece of my mind.\n  ","601010":"\n  Yes, some of it. Grew up with it. Though I'll admit that I rarely listen to it, now...and when I do...it's just for a quick, fun nostalgia jolt. I don't really listen to it for musical pleasure.\n  ","601011":"\n  I learned how to sculpt pretty decent, wrinkly eyelids.\n  ","601012":"\n  Pasta. Preferably with a meat sauce, but I'll even eat it with just butter and garlic...or olive oil, red vinegar and black pepper.\n  ","601013":"\n  Rattlesnake Chili, which wasn't really weird at all...just tasted like chili.\n  \n  Or maybe escargot, but I suppose that's normal in some cultures...just weird to me, and I wasnt a huge fan. Kinda rubbery.\n  ","601014":"\n\n   https:\/\/youtu.be\/GChxi4c7W4w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601015":"\n  Yeah, it was ok.\n  ","601016":"\n  I mean, it's not going to make me rich, but it is nice that my chosen distraction can also be slightly lucrative.\n  ","601017":"\n  I'm obsessive about flossing. I carry a floss stick, wherever I go, even room-to-room, in my house.\n  ","601018":"\n  A long time ago, in a galaxy far, far away...you know the rest.\n  ","601019":"\n  Ah, ok. Never really seen it before, but I'm pretty out of touch with the general public. Interesting that pointing is still considered rude. Never understood that concept. But definitely no knuckle pointing, where I am.\n  ","601020":"\n  First thing that comes to mind is is our environmental impact.\n  ","601021":"\n  Well, I have obviously passed the psych exam and prepared us for a bright, bold future...where tiny people rule the world.\n  ","601022":"\n  The entire situation is strange, I agree.\n  \n  But I didn't ask the cannibalism question, now did I? 🤔\n  ","601023":"\n  Nope.\n  ","601024":"\n  But there's still the option of training him and letting him go free. Why do you not want the tiny people to have their freedom? Are you some sort of monster? 😯\n  ","601025":"\n  Herniated discs, pinched sciatic nerve, displaced hip, and shoddy knees. So...yeah.\n  ","601026":"\n  Why would he want that? Is he suicidal or is this some strange, tiny people kink? We have the makings of a pretty solid B-horror film, here.\n  ","601027":"\n  I don't use any of them. I'm old and set in my ways with MP3s\/FLAC files and the same Winamp I've had since 1998.\n  ","601028":"\n  Nah, I'm pretty handy with starting fires. No reason not to cook it. But I still kinda like the idea of him being the One, and saving all his tiny friends from imminent death.\n  ","601029":"\n  I don't eat anything alive. Not a fan of raw meat. of any type.\n  ","601030":"\n  I think if I'm in the forest. there would already be plenty of other wild food to hunt. Deer, boar, etc. So I'd save the little guy, since he obviously had the determination to escape his farm. Are we assuming this race of tiny food people have at least a passable intelligence level? Maybe I'd teach him survival techniques, and he'd eventually become the savior of his people. So many possibilities!\n  ","601031":"\n  Nope.\n  ","601032":"\n  I suppose grilling or roasting would be fine. Maybe a nice mesquite rub.\n  ","601033":"\n  My bedroom.\n  ","601034":"\n  I wouldn't eat the pet, of course. But no reason not to eat the others. Same logic as the previous. People have pet chickens and pigs...but they still eat other ones.\n  ","601035":"\n  I like classic country, up to around the 80s, or so.\n  ","601036":"\n  I imagine I'd do the same thing I do now, but with a new menu item. Hard to say, really. Although now I kinda want one, as a pet. They sound cute.\n  ","601037":"\n  I'm currently working on a 3rd one of these, but the last thing I sculpted was this...\n  \n\n   http:\/\/imgur.com\/gallery\/nKmmdrP\n  \n","601038":"\n  I imagine they'd be raised for that specific purpose...just like cows, pigs, chickens, etc.\n  \n  Very few people consider the moral implications of any of that, so in this obvious fantasy world created by your scenario, why would it matter? Not like I invented this idea. People have eaten other people for millennia.\n  ","601039":"\n  All of my talent is right out in the open, for everyone to see. And even that isn't a lot.\n  ","601040":"\n  Yep, lots of them.\n  ","601041":"\n  I don't believe in the concept of sin...deadly or otherwise.\n  ","601042":"\n  Yeah, it's nice to be able to create things and have people enjoy them enough to pay for them.\n  ","601043":"\n  Assuming it was health board certified safe, and knowing how similar it is to pork... yes.\n  ","601044":"\n  There's nothing wrong with being weird. In fact, it's pretty much the standard, at this point. \"Normal\" barely exists, and when it does...\n  \n  it's boring.\n  ","601045":"\n  If you don't know them, you can't love them. There has to be some sort of interaction, to make the chemicals in your brain start to react.\n  ","601046":"\n  Typically...snakes.\n  ","601047":"\n  They don't! In fact, I wasn't even aware of it until your keen, anon observational skills clued me in!\n  \n  Wow!\n  \n  😐\n  ","601048":"\n  You: \"Hey, I dunno if you knew this, but I like you.\"\n  \n  Her: \"Aw, that's sweet.\"\n  \n  Magic!\n  ","601049":"\n  Nah, I doubt anyone pays enough attention to mine for that to matter.\n  ","601050":"\n  Sea slugs known as Blue Dragons.\n  \n  I'd put a picture, but Ask is being dumb with those, right now, so here...\n  \n\n   https:\/\/i.imgur.com\/YodSoFq.jpg\n  \n","601051":"\n  Technically, they didn't. They simply changed the network name from the WB to the CW. All of the details are online, but I'll be nice and help.\n  \n\n   https:\/\/en.m.wikipedia.org\/wiki\/The_WB\n  \n","601052":"\n  Melting snow everywhere and chilly, but sunny. I like it.\n  ","601053":"\n  I have literally zero experience or anything helpful to offer about the topic, but I hope you're able to find the answers you need. Have you considered getting on Reddit and finding a psych-related sub? There are a lot of learned and experienced people there.\n  ","601054":"\n  A relatively good one, thanks.\n  ","601055":"\n  As far as benefits go, the major one is the buffer that being online offers. It's especially nice for those who are introverted or feel anxiety, when around people in physical life.\n  \n  Obviously, there are disadvantages, as well.\n  \n  The largest hurdle usually being no physical interaction with the person you like and respect.\n  \n  It all really comes down to what your personal priorities are, for any kind of relationship.\n  ","601056":"\n  I watch movies every weekend.\n  ","601057":"\n  Sometimes, sure.\n  ","601058":"\n  It's good, thanks. How's yours?\n  ","601059":"\n  A couple of years ago, but only more active, recently. It seemed like an interesting way to interact and I enjoy gaining and sharing knowledge, even fluffy, throwaway stuff like some of the content, here.\n  ","601060":"\n  Ummm, maybe. It seems like an interesting idea, but also a lot of work, involving skillsets I don't possess.\n  ","601061":"\n  California, Florida, Louisiana, and then all of your various desert states...although that's more hot, than warm.\n  ","601062":"\n  I don't know what that means.\n  ","601063":"\n  Dark.\n  ","601064":"\n  Just gonna leave this here, because it explains how I feel about it.\n  \n\n   https:\/\/youtu.be\/CE8ooMBIyC8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601065":"\n  Great! Artists can always use positive support systems, for trading inspiration.\n  ","601066":"\n  Not sleeping, that's for sure.\n  \n  I'm good at laying in it and watching movies, though.\n  ","601067":"\n  No kids, but when I can, I love doing my own costumes...and I'm 46. So...\n  ","601068":"\n  Sounds like you do a good job, diversifying your skills. I very much enjoy creative people. I'm currently doing a little polymer clay sculpting, today. I know you'll get those flowers down. I'd love to see more of your stuff. If you have IG, mine is in my Bio, so feel free to follow, and I'll do the same.\n  ","601069":"\n  You're welcome. I know it can be difficult to overcome creative hurdles, sometimes. But as long as you focus on doing the best you can, and practice whenever you can, you will get to where you want to be. I actually think that black rose you posted is pretty awesome.\n  ","601070":"\n  I've never done that, but it looks fun. Keep your determination high, and just let your talent guide you. You'll master it, soon enough.\n  ","601071":"\n  Drinking the last of today's coffee, right now.\n  ","601072":"\n  Yeah, very much so. But luckily, my situation is good, and I have art to fall back on, for extra money. Things always work out...just gotta stay positive.\n  ","601073":"\n  All you can do is show them that they're your friend, but set the boundaries clearly for anything beyond that.\n  ","601074":"\n  Space.\n  ","601075":"\n  I dunno. People are weird.\n  ","601076":"\n  In your time zone, I assume that is true.\n  ","601077":"\n  Nope, just chicken & quail.\n  \n  I'd totally try them, though.\n  ","601078":"\n  No worries, it happens. I don't have a lot of options, as my job was all travel-based, and pretty specific. There's nothing in my tiny town except low-paying retail and service jobs, and I'm a bit old and tired for that. But where there's a will, there's a way.\n  ","601079":"\n  Lately, this one. But also Instagram and Reddit.\n  ","601080":"\n  Not a breakfast eater...so just coffee.\n  ","601081":"\n  Not especially, though certainly, at times it can. I've always been introverted and content being that way...but there are always moments when connection of some type is needed.\n  ","601082":"\n  Sure. Not my go-to genre or artist within it, but he's a great talent.\n  ","601083":"\n  I don't dislike it...they always have great stories.\n  \n  I just don't really come into contact with many people at all, of any age.\n  ","601084":"\n  1 part circumstance, 1 part desire for change. Moving to Oregon is, in many ways, the best decision I ever made for my mental health and just my continuing existence.\n  ","601085":"\n  Well damn, way to make a guy blush. Thank you. I have a tendency to be self-deprecating, for sure. I think many of us do that. I try not to allow it to consume me, but it can he difficult. Your kind words are appreciated, and I'll try to be better.\n  ","601086":"\n  They all went to Antopia.\n  ","601087":"\n  Both of those are great. Tool, in general, has a ton of great intros.\n  ","601088":"\n  I'll do my best.\n  ","601089":"\n  I'm not a dancer.\n  \n  Haven't danced to anything since the early 2000s...and that was more due to the environment, than any real desire.\n  \n  No idea what modern dance music is even like.\n  ","601090":"\n  Jasmine rice is my favorite, and pretty much anything made with it is great.\n  ","601091":"\n  I dunno...I really like a lot of various intros, for different reasons at different times.\n  ","601092":"\n  Not the best, not the worst. Balance, in all things.\n  ","601093":"\n  The one inside my mind. It doesn't exist in reality.\n  ","601094":"\n  Hardly ever, no.\n  ","601095":"\n  Not as easy as some people, but I'm fine with that.\n  ","601096":"\n  Noooooooooo! 😥\n  ","601097":"\n  I love both of those...great films.\n  ","601098":"\n  Honestly have no idea. Messaged my Mom, but she doesn't remember either. Results of getting old, I guess.\n  ","601099":"\n  Hem, currently...\n  \n  Joe Rogan, Bill Burr, Kevin Hart,  Chris Rock.\n  \n  And then lost legends...Robin Williams, George Carlin, Bill Hicks, Mitch Hedberg.\n  \n  Comedians are awesome.\n  ","601100":"\n  I don't have favorite people. I like some people for various reasons, equally.\n  ","601101":"\n  Broccoli or Asparagus.\n  \n  Hate the smell, hate the taste, hate their very existence.\n  ","601102":"\n  I follow active people who have a tendency to ask engaging questions and give thorough answers.\n  ","601103":"\n  I could lose the gut I've gained in the past year or so, and I'd be happier.\n  ","601104":"\n  Sure, here's an odd and useless fact...\n  \n  If you open your eyes in a pitch-black room, the name for the color you see is \" eigengrau\".\n  ","601105":"\n  I loved the voice role in \"Her\". I enjoy her as Black Widow. I liked her supporting role in \" The Prestige\". She was also great in \" Under the Skin\".\n  ","601106":"\n  Because it was all a dream, and eventually you have to wake up.\n  ","601107":"\n  Lots of various ways, I suppose...some obvious, others maybe more subtle.\n  \n  I personally have some control issues I'm well aware of, but I do my best not to allow them to surface, whenever possible.\n  \n  I don't allow anyone to control any aspect of my life, if I can avoid it.\n  ","601108":"\n  You should be able to find easy to follow recipes for it online. Hope you enjoy it.\n  ","601109":"\n  About 2100 miles, so yeah. Between ever-present economic issues, and lately quarantine rules...it's just not feasible for either of us to visit the other.\n  ","601110":"\n  Sounds delicious, I'll be over soon. 😆\n  ","601111":"\n  Really enjoying watching people play Little Nightmares. I think I'll eventually get it, myself.\n  ","601112":"\n  Cool, thanks for the recommendation.\n  ","601113":"\n  Light sugar and even lighter cream. Just sweet enough and tan enough to know it's there. My go-to coffee is a Hawaiian Hazelnut flavor, so I like to enjoy that, enhanced a bit.\n  ","601114":"\n  Well thanks. I'm glad you're having a good time with it. There are definitely cool people here.\n  ","601115":"\n  I don't have a specific number, really. I'd love to stop seeing repeating, generic ones...or the ones that aren't even questions.\n  ","601116":"\n  I was only there a night and day...Halloween 2011. But I enjoyed visiting. I'm not a huge fan of big cities, though, so I wouldn't live there.\n  ","601117":"\n  Her independence and strength and resilience.\n  ","601118":"\n  Vampire: Nosferatu, Near Dark, Fright Night, Blade -- Werewolf: The Howling, Ginger Snaps, An American Werewolf in London, Dog Soldiers -- But I love most horror anything, honestly.\n  ","601119":"\n  Haha, when I finish writing it, I'll let you know. 😆\n  ","601120":"\n  She was a sweet girl who was generous and creative and damn near perfect, in my eyes, at the time...which was 20+ years ago. The relationship only ended because of unavoidable circumstances. We remained friends for years, after, until she got married and had kids and understandably focused on that life.\n  ","601121":"\n  Well, I hope you find ways to enjoy it. It can be a fun distraction.\n  ","601122":"\n  I dine alone, but cook for 3 roommates. We generally all eat in our own separate spaces.\n  ","601123":"\n  Many actors, in various films. Ryan Reynolds as Deadpool probably being my go-to, because I'm obsessed. But others, like Gary Oldman, Joseph-Gordon Levitt, Scarlett Johansen, Viola Davis...the list could go on and on.\n  ","601124":"\n  The state of the world would help.\n  ","601125":"\n  I'm honestly not a huge beef fan, especially tongue, so I haven't had those. Also not a fan of organ meat, so no trips, either. I love pork or chicken tacos with queso fresco, tomatoes, lettuce and a spicy sauce.\n  ","601126":"\n  Probably Ænema, but they're all great.\n  ","601127":"\n  I did AV and staging for large events.\n  ","601128":"\n  I do, usually around holidays. My favorite is one I grew up with that my home region refers to as a \"Hello Dolly\". It's coconut, semi-sweet chocolate, pecans and sweetened condensed milk, in a graham crust. So delicious!\n  ","601129":"\n  Haven't physically seen her in 8 years, but we talk regularly, online.\n  ","601130":"\n  I think that's a combination of being raised by a single Mom, who showed a huge amount of independence...and then just my various experiences in life, teaching me that the only person I could truly count on to deal with things, was myself.\n  ","601131":"\n  Hrm, that's a tough one. The first time I met members of the band GWAR, I was surprised at how intellectually profound they could be, although I'm not sure why. A negative experience would be the first time I met vocalist Mike Patton, and he was honestly kind of a dick. It's always a shame when you meet someone who you respect, immensely, for their work...but in that moment, as just people, they disappoint you.\n  ","601132":"\n  Sometimes I do. Just depends on the nature of it.\n  ","601133":"\n  I do, yes. It can be a bit greasy, but as long as there is some rice or tortillas to help soak that up...it's delicious.\n  ","601134":"\n  I don't know that there's any specific age range...but more an attitude. I act like a teenager, in many ways, even though I'm 46.\n  \n  I've also met friends kids...even as young as 12-13, who act like little elderly people, just in their mannerisms and things they do. It's all relative to your experiences, I suppose.\n  ","601135":"\n  I first found it like 2 years or so ago, I think through an ad in a mobile game. I was active for a bit, then ignored it for awhile. I have used it quite a bit in the last month or so, just because it keeps my attention and is easy to use, while multitasking.\n  ","601136":"\n  Probably. I had an SO I met online, and we were together almost a full year, before making the decision to move in together. I uprooted my whole life, moved to her...and within 9 months, she cheated and broke things off with me.\n  ","601137":"\n  It was an old house with terrible wiring, and apparently there was some sort of issue, causing a breaker to blow and sparks started the fire.\n  ","601138":"\n  I'm at home because Covid made my job go away, and I barely ever went anywhere else. That and quarantine rules still being in place. Snow doesn't stop anyone in Oregon, really, unless you need to get over the mountains, and the passes are closed.\n  ","601139":"\n  I'm not subbed to that channel, but I have seen a few random ones. Most recently, some of his Cyberpunk content.\n  ","601140":"\n  I do. Podcasts or music, as well. Insomnia doesn't really care about any of that. It let's me sleep when it wants to. I've learned to live with it.\n  ","601141":"\n  I'm a Terry Gilliam fanatic, regardless of his personal views on things.\n  \n  12 Monkeys and Time Bandits are 2 of my favorite films of all time.\n  \n  Also love Brazil and The Adventures of Baron Munchausen, Fear & Loathing in Las Vegas, Monty Python & The Holy Grail...really just everything he's done.\n  ","601142":"\n  It's definitely a large part of it, yes. I also genuinely enjoy answering interesting questions, too.\n  ","601143":"\n  Sleep is always elusive, yes. Not a ton of snow to shovel, just a couple of inches dropped overnight and the path to the carport needed clearing for access.\n  ","601144":"\n  It's my given middle name, and on my birth certificate, yes.\n  ","601145":"\n  No one, really...at least not in a long time. Thankfully, I haven't needed rescuing.\n  ","601146":"\n  Controlled breathing and diverting my attention to more comforting thoughts.\n  ","601147":"\n  Watching it snow, late at night, when everything is silent.\n  \n  You can hear the snow dropping.\n  \n  It's magical.\n  ","601148":"\n  Anything pre-Black Album, yeah.\n  \n  The stuff after that is hit or miss...mostly miss, for me.\n  \n  I haven't heard their newest, though, to be fair.\n  ","601149":"\n  I believe it's necessary for a certain type of person.\n  \n  I personally don't need or want it in my life.\n  ","601150":"\n  Coffee and reading Ask.\n  ","601151":"\n  Why not both? Or in my case, neither. I like animals, but I don't want any.\n  ","601152":"\n  I like everything about snow.\n  ","601153":"\n  Nah, that's a waste of time and resources for an insignificant troll.\n  ","601154":"\n  Oxygen, water, coffee, creativity.\n  ","601155":"\n  Willful ignorance and pointless hatred.\n  ","601156":"\n  I used to do it all the time. You can find some great stuff, especially as a toy or odds & ends collector.\n  \n  Haven't been, in awhile, though.\n  ","601157":"\n  Pretty much every Tool video.\n  \n\n   https:\/\/youtu.be\/MM62wjLrgmA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601158":"\n  I'm not musically inclined, but I listen to a lot of it.\n  \n  I draw a lot, sculpt & paint a fair amount, and do a bit of digital madness, sometimes.\n  ","601159":"\n  This is not going to go where I imagine you want it to...but ok.\n  ","601160":"\n  That's certainly a factor. I don't have the opportunity, the motivation, nor the desire to meet anyone in real life.\n  \n   Online is the push of a few buttons, and some typing. Much faster, more convenient, and safer for those who may worry about that. Plus, it gives us a chance to meet a wider variety, instead of the small pool surrounding some of us. Hence, the idea of connection can be made with much more diverse and interesting people, as opposed to those already in your bubble or area.\n   \n\n     View more\n    \n\n","601161":"\n  I live in one of those little towns.\n  \n   Can't speak for anyone else, but I personally prefer it to the droning chaos of city life, or the in-between state of mid-sized towns that will eventually become more of the same.\n   \n    Small town life is quiet and cleaner and safer, and just generally more enjoyable to me.\n    \n     And I do the same thing a lot of people are doing, right now...getting stuff done around the house, screwing around on the internet, and creating things, when I'm inspired.\n     \n\n       View more\n      \n\n","601162":"\n  I think it's a nuanced situation, like most. Some forms of toxic behavior are certainly learned, whether through upbringing, or peer interaction. Others are likely genetic, at least as they might relate to certain mental illnesses influencing the behavior.\n  ","601163":"\n  😴☕😑😶😐🥴🎨🖼🖥🖥🎶\n  ","601164":"\n  Definitely.\n  ","601165":"\n  Hrm, I'm gonna go with her poison kiss ability? Couldn't possibly be the hair.\n  ","601166":"\n  Add her to the list!\n  ","601167":"\n  Ugh, you know I hate this favorite stuff...😆\n  \n  Marvin the Martian, Skeletor, Deadpool, Invader Zim, Batman, Ren...I could go on forever.\n  ","601168":"\n  My theme is recaptured childhood chaos, but clean.\n  ","601169":"\n  I live in the boondocks of Central Oregon, and I love it. You probably will too, should you ever visit. By the way, if you want to look at my work, my Instagram is on my Bio.I just remembered to change it to my new name. It's public, so you should be able to see without an account.\n  ","601170":"\n  There is a large amount here, to be sure. Maybe it's the mountain air and deep forest vibes. I've been here 8 years and done more, creatively, in that time, than in the 38 previous. So the energy works.\n  ","601171":"\n  I draw a lot. Mostly abstract, psychedelic stuff. Gotten into sculpting with polymer clay over the past couple of years. I also paint the the things I sculpt, as well as various miniatures and other small customization type things.\n  ","601172":"\n  Art\n  ","601173":"\n  Creating things keeps my mind active & healthy, which is the best advantage I've got.\n  ","601174":"\n  Fair enough. I more meant that I dont really consider any movies to be just for kids.\n  ","601175":"\n  Very much so...\n  ","601176":"\n  I keep it orderly, at all times and vacuumed, weekly. The biggest hurdle is dusting, which I'm too lazy to do more than once a month.\n  ","601177":"\n  Hrm, I don't think I've seen that one. I'll have to check it out.\n  ","601178":"\n  I love the aesthetic of it, for sure. There is sometimes a disparity between enjoying watching a game, and actually playing it, for me...but I'd like to give the title a try.\n  ","601179":"\n  Nah, not really. It happens.\n  ","601180":"\n  Yeah, I will put some time into filling out my profile today. Looks great for film lovers.\n  ","601181":"\n  Awesome, thank you.\n  ","601182":"\n  I made a delicious chicken soup on Friday. Full of fresh veggies, braised chicken and a bit of bacon.\n  ","601183":"\n  Recently...Willy's Wonderland,  The Color Out of Space, Psycho Goreman, Mandy, Asylum: Twisted Horror & Fantasy Tales\n  ","601184":"\n  5\/5! I found it brilliant the way Nick Cage's character never speaks, and loved the fast-paced cinematography, as well as the silly nature of it all.\n  ","601185":"\n  I'd say my current, recent favorites are Honey Bunches of Oats, Frosted Mini-Wheats, Cinnamon Life & Golden Grahams\n  ","601186":"\n  It absolutely is, and hence why my diet is not completely organic and necessarily the healthiest, at all times.\n  ","601187":"\n  Well, as is typical of my geeky nature, I'm very excited about the Snyder Cut of Justice League, as well as Godzilla vs. Kong.\n  \n  I do actually like more thought-provoking, less popcorny stuff, but I've been a bit too busy with things lately to do any trailer-hunting for upcoming releases. That said, I have a growing list of older films that slipped through the cracks for me, ranging from classics to more recent ones. A few examples would be The Hurt Locker, Citizen Kane, Blood & Black Lace, A Most Violent Year...and countless others.\n  ","601188":"\n  I answer a whole lot more than I ask. But I do try to ask questions, and generally try to make them engaging, whenever possible.\n  ","601189":"\n  I definitely will.\n  ","601190":"\n  Absolutely, in various ways. For one...I started being a lot more careful, in general. I also quit drinking after the swimming incident, and now have anxiety about cars, after the accidents.\n  ","601191":"\n  Sometimes. Just depends on the nature of it, and my mood and level of interest, at the time. I would say I answer more of them, than not.\n  ","601192":"\n  I do have quite a few various skulls. Sadly, no real ones, anymore. But yeah, skulls are nice.\n  ","601193":"\n  They're good people. Strong, intelligent & caring in their own unique ways.\n  ","601194":"\n  Sounds good, thanks.\n  ","601195":"\n  Close friends in real life? 2\n  ","601196":"\n  Recent: Willy's Wonderland, Space Sweepers, A Glitch in the Matrix, Belushi, Psycho Goreman, The Color Out of Space, Boss Level -- Older: The Wizard of Oz, Rear Window, Seven Samurai, Freaks, His Girl Friday\n  ","601197":"\n  My mental health is perfectly manageable...and well-managed.\n  ","601198":"\n  I wouldn't mind more direct, thoughtful questions. But I understand that the average age, mentality and other defining factors here aren't terribly conducive to that.\n  ","601199":"\n  The last person I pissed off was a friend, because I told them that they were being overly aggressive about a situation that didn't warrant it. And I didn't even use the dreaded \"calm down\", that so many seem to dislike. Regardless, my friend got over it, so all good, now.\n  ","601200":"\n  Older than most dirt. 46, to be exact.\n  ","601201":"\n  A couple of bad car accidents, falling off a 2-story roof, and nearly drowning, because I was stupid enough to swim, extremely drunk.\n  ","601202":"\n  Just downloaded it and started setting it up.\n  \n  Honestly surprised I never checked it out. It's perfect for me. Thanks for mentioning it.\n  ","601203":"\n  I'm not. Although I've heard the name mentioned, I'm not really sure what it is.\n  ","601204":"\n  Lemurs love to party.\n  ","601205":"\n  Once again, I'm gonna say no to this, because no one wants to see my face...but here's something fun.\n  ","601206":"\n  I'm glad you dig it. Thank you for giving me a good distraction.\n  ","601207":"\n  This was just a real quick sketch, and I suck at doing non-abstract stuff...but I'll probably incorporate it into a full page of my usual style.\n  ","601208":"\n  Nah, I'm good.\n  \n  No one wants to see this face.\n  \n  Have a picture of Monster Labbit, instead.\n  ","601209":"\n  Mark Hamill is my favorite Joker voice, but Heath Ledger is my favorite live-action Joker.\n  \n  Jack Nicholson is great, as is Caesar Romero, but both a bit campy.\n  \n  I liked Joaquin Phoenix, but that's barely the Joker, to me.\n  \n  Batman is a lot more difficult.\n  \n  I think Ben Affleck has been the most accurate, but obviously, the movies he's in aren't super beloved. Maybe that will change with The Snyder Cut of Justice League.\n  \n  Of the others...I'm tempted to say Keaton, but that would be a nostalgia pick. He kinda sucked as Bruce Wayne, and his Batman was stiff and couldn't really fight.\n  \n  I honestly don't think we've ever had a perfect Bruce Wayne\/Batman combo in live action.\n  \n  I'm fairly stoked to see what Robert Pattinson does with his Year 2 portrayal, though.\n  ","601210":"\n  Agreed.\n  ","601211":"\n  Greetings\n  ","601212":"\n  This was the last thing I painted. I've done some miniatures for D&D, recently, too.\n  ","601213":"\n\n   https:\/\/youtu.be\/HD1L_LOxme0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601214":"\n\n   https:\/\/youtu.be\/sCabI3MdV9g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601215":"\n  Dark chocolate is the best chocolate. 👍\n  ","601216":"\n  🤘\n  ","601217":"\n  Fantasia - Night on Bald Mountain\n  ","601218":"\n  Darkness - Legend\n  ","601219":"\n  I really wanted to put Honorable Mentions, too, because even though he didn't direct them, he wrote 2 of my favorite films...\n  \n  True Romance & Natural Born Killers\n  ","601220":"\n  You'll have to excuse my plodding pace. 27 hours since the last sleep I was able to find, and I'm a bit groggy & delirious. Coffee is calling and then song titles will appear.\n  ","601221":"\n  Yeah, the formatting of these threads starts to get wonky, after a few replies, especially long-winded ones like mine. If you have Instagram and want to add me, feel free. It might make it a bit easier. I'll try to get a sampling of songs together.\n  ","601222":"\n  Yeah there are probably a thousand or more bands I love, who are all \"rock\", but sound entirely different from each other. Music is life...and art. And art is life.\n  ","601223":"\n  I'm 46. Both my body & soul are old. Sludgecore is a very slow-paced, guttural, sort of brutal version of dubstep. I picture gargantuan monsters roaming a swampy world, when it plays.\n  ","601224":"\n  Well, currently I'm listening to Tool's latest album, Fear Inoculum. I have a fairly wide range of tastes, depending on my moods...from Classical to Vintage Country to Sludgecore Dubstep. But I definitely lean heavily into eclectic rock. Clutch, Mastodon, Dog Fashion Disco, Murder By Death. I could sit here naming bands, forever, honestly.\n  ","601225":"\n  Most of the podcasts I enjoy, I watch in video format. I primarily stick to comedy and entertainment related ones. But there are some helpful ones out there too, I imagine.\n  ","601226":"\n  Not particularly, but walking to a rhythm is more enjoyable than simple conversation.\n  ","601227":"\n  You're perfectly fine. I hate shortening things and should not be resorting to it. I was just being lazy.\n  ","601228":"\n  Haha...my Instagram.  Its linked on my bio here.\n  ","601229":"\n  We cannot change, unless we survive...but we will not survive, unless we change.\n  ","601230":"\n  \"The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.\"\n  ","601231":"\n  oops, dammit...stupid Ask formatting is killing me. Feel free to add my IG. Much better for conversing.\n  ","601232":"\n  Hrm...I never can think of anyone when I get asked that. It's like my mind goes blank. This may be because I enjoy women I can actually talk to, and get to know. Theres plenty of female celebrities I think are beautiful...but none that I would imagine would look twice at me.\n  ","601233":"\n  Two fantastic examples of amazing men, in my opinion. And that's coming from a straight guy.\n  ","601234":"\n  The whole world has kinda felt like that, for awhile now. So you have this whole...Twilight Zone-ception thing happening. It would be really interesting if it wasn't making you unhappy. You just need Rod Serling to come out and mention how it was all just a dream...\n  ","601235":"\n  Well, at least he was honest, I suppose...but yeah, I can see how that wouldn't feel very nice to hear.\n  ","601236":"\n  Not cocky or conceited, at all. You just want what you want, and it isn't being provided for you. That's easy to relate to.\n  ","601237":"\n  That does happen. Things will change. Downturns dont last forever. 😊\n  ","601238":"\n  To be fair, though...\n  \n  I haven't been in any type of relationship in over 8 years. So I'm probably not much of an authority.\n  ","601239":"\n  Sisters, Oregon\n  ","601240":"\n  That sounds awesome. I bet it looks great.\n  ","601241":"\n  Well thank you. Although I'll probably never be wealthy enough to make any of it real, I decorate with my mind's eye, and that's enough for me.\n  ","601242":"\n  Favorite one I've seen recently is\n  ","601243":"\n  Thank you. I like that it's short and simple and easy to type.\n  ","601244":"\n  I do...because I dont care, or have anything to hide...do YOU, anon?\n  ","601245":"\n  It is. Andrew Vex Fletcher, to be precise.\n  ","601246":"\n  Nice, go 70s babies! 👍\n  ","601247":"\n  That is an incredibly sweet thing to say, and I appreciate the compliment, immensely. I love creating, and I do my best to be kind to everyone who deserves it.\n  ","601248":"\n  Ryan Reynolds\n  ","601249":"\n  Yeah, it's my middle name. Always disliked my first name, and no one ever really used it besides my grandparents. My Mom is a very eccentric, artsy type, and she gave my first name to sort of appease my grandparents, as it was my great-grandfather's name. So she chose something shorter and more eclectic for my middle one. It suits me pretty well.\n  ","601250":"\n  I'm Vex. Good too meet you, man.\n  ","601251":"\n  Moving to Oregon was very motivational, for me.\n  ","601252":"\n  Controlled breathing is the best advice I have.\n  \n  It calms the body and the mind at the same time.\n  \n  Sit comfortably, close your eyes, and inhale slowly, counting to 6, then exhale slowly. with the same 6 count.\n  \n  Repeat this, and focus strictly on the counting, and breathing.\n  \n  Disregard and drown out all outside influences, and clear your mind.\n  \n  Just focus on the breathing & counting...nothing else.\n  ","601253":"\n  I've always owned Sony systems, and plan on getting PS5, as soon as it goes through its first run, and gets a bit cheaper.\n  \n  I have nothing at all against Microsoft or XBox, and do not participate in silly console wars.\n  \n  If money was no object, I'd own both, to have maximum entertainment...but that is just not practical, for me.\n  ","601254":"\n  I don't know if it's the absolute weirdest...but it's up there, and I love it.\n  \n\n   https:\/\/youtu.be\/byDiILrNbM4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601255":"\n  I've tried almost every illicit drug in existence, as well as a number of pharmaceuticals, for recreational use.\n  \n  I mostly was just experimenting, and luckily do not have the predilection toward addiction.\n  \n  I stopped doing all of it by the time I was in my early 30s.\n  \n  For reference, I also don't drink alcohol.\n  \n  The only drug that remains a part of my life is legally grown and sold marijuana, primarily for medical & psychological purposes...and I'm not even a heavy user of that.\n  ","601256":"\n  There are a lot of movies on Netflix that I love.\n  ","601257":"\n  I'd usually make a list, as single favorites aren't my thing...but I'm lazy, so...the most recent favorite that I've read 3 times now is Neil Gaiman's American Gods.\n  ","601258":"\n  I used to, a couple of years ago. But at the time, it was glitchy. I spent a solid 3 days building a fortress, and came back to it to find it had been \"abandoned\". That soured me on the game, and I uninstalled and haven't played, since.\n  ","601259":"\n  Too many to count.\n  \n  But a few super quotable ones that I go to, regularly...\n  \n  Good Omens\n  \n  American Gods\n  \n  Fight Club\n  \n  12 Monkeys\n  \n  Super Troopers\n  \n  Half Baked\n  ","601260":"\n  Not my favorite Zeppelin song, but there isn't one I dislike.\n  \n  Honestly, with Stairway...I always think back to the scene in Wayne's World, in the music shop.\n  \n\n   https:\/\/www.youtube.com\/watch?v=RD1KqbDdmuE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601261":"\n  I love both, but the first one gave me goosebumps, because I was finally seeing my favorite character translated perfectly, on screen. I've been a mega fan since the mid-90s, and it just blew me away. Excited about his entrance into the MCU, too. Maximum Effort!\n  ","601262":"\n  Hypocrisy is what's unbecoming. My response obviously rustled your jimmies, so who can't handle what, now? Your pathetic attempt to demean it is laughable. Again...practice what you preach, and take a good hard look in the mirror. Thanks for visiting my block list. 😊\n  ","601263":"\n  No one can force me to believe anything.\n  \n  I said...forcing your beliefs, which is exactly what you're attempting to do...and then being antagonistic when called out on it.\n  \n  I assure you, my tits remain calm. Maybe you should practice what you preach. 😉\n  ","601264":"\n  -Stop being passionate in my pursuits.\n  \n   -Eat insects, on purpose.\n   \n   - Stop creating.\n   \n   -Allow others to make decisions for me.\n   \n   -Force my will upon others.\n   \n   -Allow regret to consume me.\n   \n   -Walk without a slight limp.\n   \n   -Intentionally hurt people for personal gain.\n   \n   -Kill someone.\n   \n   -Act my age.\n   \n\n     View more\n    \n\n\n","601265":"\n  I find that they can be both, at different times. Almost as if they are in constant struggle for unique identities, a sort of parasitic twin that is both singular and separate, at once.\n  ","601266":"\n  Haha, no worries. Just being dumb.\n  ","601267":"\n  Yeah, I'm just very antisocial and prefer not to deal with people unless absolutely necessary. I worked retail, a very long time ago...and I hated having to be fake nice, in order to give good customer service. Never again!\n  ","601268":"\n  Ha, no. But my Mom is a photographer who loves nature, and I spent a lot of time in botanical gardens and other spots with a large variety of flowers and plants.\n  ","601269":"\n  Peonies are lovely, too. Also a fan of lillies and poppies. Flowers are Mother Nature's art!\n  ","601270":"\n  Orchids\n  ","601271":"\n  Very much so. I get some of my better work done in the wee hours.\n  ","601272":"\n  Exactly. I'm just now coming out of my barely 3-hour stint. Insomnia is a lifestyle.\n  ","601273":"\n  They're great little pets. Just dont last too long, so it can be a bit sad.\n  ","601274":"\n  I love cooking, and I had a couple of super smart rats I loved to death, a long time ago.\n  \n  So this movie just speaks to me.\n  ","601275":"\n  Mephisto\n  ","601276":"\n  Absolutely\n  ","601277":"\n  Too lazy to retype this, because I answered a similar question yesterday...but here ya go.\n  ","601278":"\n  Yeah, truly great show that combines nostalgia with relevant modern writing.\n  \n  I ended up watching all the movies a few weeks back, after finishing season 3.\n  ","601279":"\n  Bats!\n  ","601280":"\n  Agreed. Seems that many people prefer surface-level socializing with groups, where I'm more inclined to seek depth and nuance, among very few. No judgment, of course. People have to do what satisfies them.\n  ","601281":"\n  Thanks for that, much appreciated. I think that the majority of people annoyed by me probably aren't looking very far beyond the surface, or they might just be in negative frames of mind, in the moment. At any rate, as smug as it may sound, I doubt I'm missing out on much, from the lack of interaction with them.\n  ","601282":"\n  No, I just love that piece a lot, and I like using unique backgrounds. I am as much an appreciator of art, as an artist. The little bit of digital work that I do is nowhere near as good as that.\n  ","601283":"\n  Theremin\n  ","601284":"\n  I try not to stay too close to people who manipulate others, because it's likely to be used on me, eventually.\n  ","601285":"\n  Oh it does smell amazing, both when opening the can, and during brewing.\n  ","601286":"\n\n   https:\/\/youtu.be\/d7Iaw_wjhaY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601287":"\n  😆 - I use this one the most\n  \n  🤯 - But I like this one the most.\n  ","601288":"\n  Thanks. I'm sure I will. I love the show, so far.\n  ","601289":"\n  A few albums I've liked recently...\n  \n  \"Fear Inoculum\" -Tool\n  \n  \"Ohms\" -Deftones\n  \n  \"Manic\" -Halsey\n  \n  \"Dark Matter\" -Moses Boyd\n  \n  \"The Universe Inside\" -The Dream Syndicate\n  \n  \"American Head\" -The Flaming Lips\n  ","601290":"\n  Monte Cristo 🤤\n  ","601291":"\n  Yes, that is so ridiculous, that out of millions of people, a guy couldn't work at a club, as security. Because that completely mundane job is so fantastical.\n  \n  You must be a regular genius, and real fun at parties.\n  ","601292":"\n  I'm pretty sure that's Lynchburg.\n  \n  I was referring to Memphis. 😋\n  ","601293":"\n  We will go with the TV, I guess, since it's the largest thing to the left of me.\n  ","601294":"\n  To guard the treasure!\n  ","601295":"\n  Because I gotta use the dragon for something. 🙄\n  ","601296":"\n  My treasure!\n  ","601297":"\n  I am the Night.\n  ","601298":"\n  I will drink any coffee, even gas station brew or cheap, generic. But I definitely have a preferred brand, which is...\n  ","601299":"\n  Ahh, ok.\n  \n  Yeah, that has definitely happened before.\n  \n  Particularly if I see a meme related to creativity, I always wonder if the meme maker is inside my head. 😆\n  ","601300":"\n  You seem oddly antagonistic over my personal views of human interaction.\n  \n  That's a shame, for you.\n  ","601301":"\n  Definitely not. Every interaction with each partner is different.\n  ","601302":"\n  I'm quite familiar with my perception, yes.\n  \n  I'm also confident that I'm observant enough to know the difference between being ignored, in favor of other pursuits, and a person simply being busy with life.\n  \n  Not sure why you're personalizing this, anyway. I was just answering the question, to the best of my ability. If you don't agree with my response, that's fine...but we are different people who react to things in different ways.\n  ","601303":"\n  That wasn't a passive aggressive response.\n  \n  I lost my job because of the pandemic...and I'd like for that to be over.\n  ","601304":"\n  I get over it because futile pursuits are a waste of time. If someone is ignoring me, why would I continue putting my time and energy into begging for their attention?\n  ","601305":"\n  It's really not something that can be explained, beyond the fact that they are simply...and quite literally...unearthly.\n  \n  They contain mystery and wonder, for all of us to enjoy.\n  ","601306":"\n  Actually...the moon shines because if our sun...which is, itself...a star.\n  \n  The moon is not an independent light source.\n  \n  I can't put percentages on my enjoyment of them...I just enjoy them for different reasons.\n  ","601307":"\n  The moon is a reflection of humanity.\n  ","601308":"\n  I think I have equal interest in both.\n  \n  They are ever-present in our lives, yet most of us will never experience them except from great distance.\n  ","601309":"\n  The stars are possibly even more interesting than the moon, since they're essentially allowing us to see into the past, because of the time it takes for their light to reach our eyes. I'd love to live among them.\n  ","601310":"\n  It's just a gif of an alien world, as far as I know...but the moon is wonderful.\n  ","601311":"\n  The moon is a loyal companion.\n  \n  It never leaves. It’s always there, watching, steadfast, knowing us in our light and dark moments, changing forever just as we do. Every day it’s a different version of itself. Sometimes weak and wan, sometimes strong and full of light. The moon understands what it means to be human.\n  \n  Uncertain. Alone. Cratered by imperfections.\n  ","601312":"\n  Yep\n  ","601313":"\n  At best, psychopaths don't experience love in the same way as normal people. Beyond that, he's actually told her and others that he doesn't love her, he just uses her. Different comic storylines reflect some slight variations on that, but overall, it can be assumed that Joker doesn't feel real love for anyone, including himself.\n  ","601314":"\n  Meh, if you dont think Ace Ventura is funny...i dunno what to tell ya.\n  ","601315":"\n  I apprenticed for awhile, but I have a spinal injury that made me apprehensive about tattooing anyone, because of muscle spasms. The last thing I'd ever want to do is screw a piece up. So I'm just an artist, and I did jewelry making and desk work at shops.\n  ","601316":"\n  I do, but I can't show it off because Ask is being dumb again, with personal photos and backgrounds. As soon as it fixes itself, I'll snap a pic and revisit.\n  ","601317":"\n  Thanks. Mine is probably more of an extended journal, at this point...just sort of a chronicle of events in my life, worth remembering. Hopefully your writers block breaks away. We need more good screenplays.\n  ","601318":"\n  30 ounces of coffee, 1 ounce of cream, .5 ounces of sugar.\n  ","601319":"\n  Hrm...nothing specifically wrong with them, really. I just don't particularly enjoy them much, at least not before coffee is made.\n  ","601320":"\n  Well, maybe you're misinterpreting, because all I did was say that a person can like someone AND be bored with their lives.\n  \n  Then I pointed out that care should be taken  and that going into things unsure is never good to do. Sorry if there was confusion, but thoss things are not conflicting.\n  ","601321":"\n  I did not answer the question twice. I pointed out that the question contained two things that were not mutually exclusive, and then I offered the best advice I could. Why do you care so much about my answer?\n  ","601322":"\n  Nice. I don't have matching ink with anyone, but there are a few people walking around with things I drew for them, tattooed, and that's always a cool feeling.\n  ","601323":"\n  Yayyyy!\n  ","601324":"\n  Spider Jerusalem from Transmetropolitan\n  ","601325":"\n  I saw your Crystal Moon, at least. It's pretty awesome.\n  ","601326":"\n  This is my newest...already over a year old.\n  ","601327":"\n  Same here, at least now that I don't know shop owners, anymore. Wearable art is worth the price.\n  ","601328":"\n  Some folks are just like that, I guess. Or maybe a money situation. Good ink ain't cheap, and cheap ink is rarely good, as they say.\n  ","601329":"\n  They are definitely pretty addictive. I love all art, so skin art just makes sense to me. It's good that you have them planned. A lot of my stuff is spur of the moment from shops I worked at, so it's all over the place.\n  ","601330":"\n  I think piercings are great if you have the time and motivation to take care of them, and are careful with them. Most people I know who have them seem to do a better job of it than I ever did. I was kind of wild, at that point.\n  \n  Tattoos, I love. Gave myself my first one when I was 16, and have slowly amassed another 12 professionally done pieces, since then...with plans to get more, after all the craziness in the world has calmed down a bit.\n  ","601331":"\n  It's actually a combination of things. The eyebrow, bridge and nipple piercings were getting caught on shirts, and getting yanked all the time...and I actually ended up getting my nipples ripped out in a moshpit.\n  \n  The oral piercings were destroying my teeth, so I got rid of those.\n  \n  My cartilage and industrials were all so cramped together,  they never healed properly even after over a year, and were keeping me from sleeping.\n  \n  And then my septum just got annoying whenever I had a cold.\n  \n  It was all just too much effort.\n  \n  I prefer tattoos, because after they heal, I don't have to think about them anymore. 😆\n  ","601332":"\n  I watch a ton of YouTube content.\n  \n  My most watched are:\n  \n  Screen Junkies\n  \n  Ace of Clay\n  \n  Bobby Duke Arts\n  \n  Schmoedown Entertainment Network\n  \n  Alannah Pearce\n  \n  Critical Role\n  \n  Toy Galaxy\n  \n  Good Mythical Morning\n  \n  TagBackTV\n  \n  CarversCreators\n  ","601333":"\n  The pain was pretty ruthless. But honestly, the worst part was the noise. I was hearing bzzzzzzzzzzzzt, in my head for like a week after each session. Thanks for the compliment, too...I appreciate it.\n  ","601334":"\n  My pride & joy.\n  ","601335":"\n  It's a shame, because in many cases, it's probably not that you want to be rude, but simply aren't finding any satisfaction from the conversation. Kind of stuck between a rock and a hard place.\n  ","601336":"\n  It's a great example of combining heart-wrenching drama with relevant and genuinely funny comedy. Very few have done as well with that, since.\n  ","601337":"\n  You're quite welcome.\n  ","601338":"\n  I'm sure if you decided to, you'd do well. At least you have a good attitude about it.\n  ","601339":"\n  Is it something you're considering for yourself, or were you just curious about others thoughts on it?\n  ","601340":"\n  It's nice to hear that there are some who don't treat it as if it's the only thing that matters.\n  ","601341":"\n  Yeah, I hold no judgment for those who utilize it, but I don't need to be bombarded with it, especially when my only desire is conversation.\n  ","601342":"\n  I had to pay for it, too.\n  \n  I was a subcontracted painter and the house was a makeready that was up for sale, so it had to be done quickly. Wanted to do it myself, but they wouldn't allow it. Hired another company, which is why it cost so much.\n  ","601343":"\n  Around $1200, for materials and labor.\n  ","601344":"\n  Ryan Reynolds\/Deadpool\n  ","601345":"\n  Yeah, it's not a comfortable thing. You learn to live with it, though.\n  ","601346":"\n  Too many to list them all, but a few are...\n  \n  Time Bandits\n  \n  12 Monkeys\n  \n  Fight Club\n  \n  A Scanner Darkly\n  \n  Army of Darkness\n  \n  The Void\n  \n  Nightbreed\n  \n  Deadpool\n  ","601347":"\n  Being a tester would be an awesome job. Wonder how I could make that happen. 😋\n  ","601348":"\n  One thing I've said I'd do, if I was wealthy, is take a few months, and go to every amusement park I can...and ride everything.\n  \n   I'd really like to check out the Batman ride at Six Flags Over Georgia.\n   \n\n     View more\n    \n\n","601349":"\n  Definitely, especially the cinnamon ones. I love food that is bad for us...way too much.\n  ","601350":"\n  I haven't spent a ton of time in Portland, but I do love me some Voodoo Donuts. My favorite is the Memphis Mafia, with chocolate, peanut butter & banana. Works out nicely, because I'm originally from Memphis, TN.\n  \n  I have seen the Troll Bridge, it was fun. I love the Mt. Hood area, but haven't been up to Mt. St. Helens yet. Maybe this Spring!\n  ","601351":"\n  That's a gorgeous area. Only been there once, but I had a great time hiking and seeing the sights there. It's only a couple hours from me.\n  ","601352":"\n  I wish you the best with it, and remember, all things pass, eventually. You will get it worked out.\n  ","601353":"\n  Taste is always a highly subjective thing, of course. Some niche enjoyment may completely bewilder most people, but if one person likes it...I suppose it counts.\n  \n  When it comes to art, like the whole banana thing...that may rely more on notoriety of the artist influencing reaction...but I have to assume someone, somewhere enjoys it.\n  ","601354":"\n  Yeah, that's my Deadpool shrine. I'm a bit obsessed. 😆\n  ","601355":"\n  Yes!\n  ","601356":"\n  Well, technology provides most of my distraction, so that never really goes away. But certainly physical distractions are lessened, when most people are asleep, which is nice.\n  ","601357":"\n  I definitely find I'm more inspired to create, at night. The energy is better...more intense and full of clarity.\n  ","601358":"\n  That's pretty much my favorite way to be.\n  ","601359":"\n  Yeah, it has an aesthetic I find awesome.\n  \n  I enjoy rare and interesting plants a lot.\n  ","601360":"\n  The Black Bat Flower\n  ","601361":"\n  Haha, exactly. Epic dumb fun with a budget.\n  ","601362":"\n  Same. If the last decade of franchise movies has taught us anything, it's that our expectations need to stay in check. Hard to be disappointed, that way.\n  ","601363":"\n  Yup, looks that way. I have high hopes.\n  ","601364":"\n  Here's one of my most recent pen drawings.\n  ","601365":"\n  A sloth would be cool...\n  ","601366":"\n  I've been sculpting a lot lately...\n  ","601367":"\n  This exact scene. This character is one of my personal idols, and we look a lot alike...my ink is just different.\n  ","601368":"\n  Yeah, it wasnt fun.\n  ","601369":"\n  Yeah, a friend of mine in Sweden sent me some...I ate half of one piece and almost hurled. Never again.\n  ","601370":"\n  Glad to hear it. Did you have a good Saturday?\n  ","601371":"\n  Well, as far as I know...toys don't talk. And since I have over 300 of them, I think I would know.\n  ","601372":"\n  That might be inappropriate, if I had actually had sex in the past 8 years. So...no.\n  ","601373":"\n  Just a good friend who's very far away.\n  ","601374":"\n  Spiders\n  ","601375":"\n  This may seem an odd way to answer, but trust that it means a lot...\n  ","601376":"\n  The feeding is definitely the hardest part for most people. If you get a smaller snake, you can mostly get around the live food. They'll eat \"pinkies\" which are frozen baby mice that you just thaw out, and many small snakes will just eat insects, which are a little easier to handle, if you get weirded out by the other stuff.\n  ","601377":"\n  I mainly love red-tails because of their interesting markings...but there are tons of other cool ones. Also, never let anyone tell you they aren't cuddly or loveable. While some breeds are more standoffish, a lot of the boas and pythons have a lot of personality, and love being petted and loved.\n  ","601378":"\n  I'm doing well, how are you?\n  ","601379":"\n  Haha, nice. You're wearing it much better than I do. 😆\n  ","601380":"\n  Italy would be amazing, as well. Maybe my bucket list is all just cool places to see.\n  ","601381":"\n  Thanks. I just wish I had more time to make use of it.\n  ","601382":"\n  It's just a theory. 😋\n  ","601383":"\n  I'm not wearing any, at the moment, but I do have these...\n  ","601384":"\n  Primarily because it doubles as an infinity symbol. I don't actually believe in luck, but it never hurts to hedge your bets.\n  ","601385":"\n  It was my most recent Necronomicartridge sculpture...\n  ","601386":"\n  I really don't think anyone wants to see this...but here it is...\n  ","601387":"\n  It's one I found online somewhere, and color-changed a bit. I was happy to find out we can use our own images, now. Haven't been on Ask, in awhile.\n  ","601388":"\n  Thanks, it's my new favorite.\n  ","601389":"\n  Hello 😊\n  ","601390":"\n  Yeah, it's actually cool, when I have time for it. Its bought me 2 full PS4 games.\n  ","601391":"\n  I am not the biggest fan. Requires too much thinking ahead, to be proficient.\n  ","601392":"\n  Buffy-era Eliza Dushku\n  ","601393":"\n  I assume you mean phone bg, so here it is...\n  ","601394":"\n  Batman\n  ","601395":"\n  In pitch darkness and absolute silence.\n  ","601396":"\n  Most of my photos arent available on social networks, so that's easy...\n  ","601397":"\n  Depends on who's asking...but in general...\n  ","601398":"\n  Yep.\n  \n  Here's the most recent piece...\n  ","601399":"\n  I was never a Vine person, but I do consume a lot of YouTube content.\n  \n   Most watched channels:\n   \n   SEN\n   \n   Collider\n   \n   Ace of Clay\n   \n   TagBackTV\n   \n   PowerfulJRE\n   \n   The King of Random\n   \n   Adam Savage's Tested\n   \n   Good Mythical Morning\n   \n   Screen Junkies\/Fandom\n   \n\n     View more\n    \n\n\n","601400":"\n  c\/o Snapchat filters\n  ","601401":"\n  Have some of my art...\n  ","601402":"\n  Disc golf.\n  ","601403":"\n  My Deadpool shrine!\n  ","601404":"\n  Games I'm currently playing:\n  \n  Days Gone\n  \n  Red Dead Redemption 2\n  \n  No Man's Sky\n  \n  GTA V\n  \n  Warframe\n  \n  Series I enjoy:\n  \n  Tomb Raider\n  \n  Far Cry\n  \n  Batman: Arkham\n  \n  Assassin's Creed\n  \n  The Witcher\n  \n  The game I'm most anticipating is Cyberpunk 2077, due for release in April 2020.\n  ","601405":"\n  Todd Smith.\n  \n  Morgan James.\n  \n  Maynard James Keenan.\n  \n  Haley Reinhart\n  \n  Mike Patton.\n  \n  Beth Gibbons.\n  \n  Brann Dailor.\n  \n  Florence Welch.\n  \n  Johnny Cash.\n  \n  Regina Spektor.\n  ","601406":"\n  Creed\n  \n  Nickelback\n  \n  Coldplay\n  \n  Blink 182\n  \n  Smash Mouth\n  \n  I'm sure there's more I'm not remembering. Keep in mind, this is just my opinion. People are allowed to like what they like.\n  ","601407":"\n  Someone intelligent and kind and passionate.\n  \n  Someone as beautiful on the inside, as I find them, on the outside.\n  \n  Someone who prefers quiet nights, cooking dinner together and discussing everything under the sun, rather than going out and partying, or being the center of attention in a large crowd.\n  \n  To be perfectly honest, I've been ghosted by the last two women I thought fit well with me...so maybe I just need to stop bothering.\n  \n  I don't have anything much to offer beyond my intellect and passion, so maybe I'm just not enough?\n  \n  There's a reason I refer to myself as \"terminally single\".\n  \n  Some people just work better, alone.\n  ","601408":"\n  Funny enough...I drew it. Feel free to ask for a lengthy explanation...\n  ","601409":"\n  Ryan Reynolds, of course.\n  ","601410":"\n  Drawing!!\n  ","601411":"\n  When I'm not too stressed and busy...I try to draw a little bit, each day.\n  \n  That hasn't been true, lately, because I'm in the process of moving an hour away, into a house where I'm doing renovations, so I've been too exhausted to create.\n  \n  Won't be much longer before I'm settled into the new place, though...and artistic endeavors shall again be the norm.\n  \n  As for what I draw, an example is attached.\n  ","601412":"\n  Long questions deserve long answers...\n  \n  I think we should assume this is a one way\/one world situation, so I won't choose the world...that seems a bit much.\n  \n  So, first off...drones exist.\n  \n  I'd send one through, and assuming the tech stayed working, I could see exactly what I'm dealing with, on the other side.\n  \n  Further assuming the portal hasn't closed yet, and the world looks safe and fun, I would absolutely walk through...because why waste the chance, right?\n  \n  I would hope I could get back, since a cursory examination might not reveal all sorts of hidden dangers..but if not, I'd make the best of it.\n  ","601413":"\n  I already own it...\n  ","601414":"\n  It may not be THE funniest, but its funny...\n  ","601415":"\n  99% of the hard copy photos of me...pre late 90s...were lost in a house fire.\n  \n  By that time, I was already shaving my head.\n  \n  I do have one scanned that my Mom had in a scrapbook.\n  \n  I was 14, here...so it's 1988.\n  ","601416":"\n  I answered this already, with a sample pic, but I'll answer it again, with a different one.\n  ","601417":"\n  I'm pretty sure this is my normal face...but whatever.\n  ","601418":"\n  My heart goes out to you, and I wish I had the ability to take that pain away. Your existence is an inspiration. Speaking of that, I messaged you on IG. 😳\n  ","601419":"\n  Ha, half of everything.\n  \n  Currently loving:\n  \n  Barry\n  \n  Veep\n  \n  Brockmire\n  \n  Doom Patrol\n  \n  Game of Thrones\n  \n  And lots more...\n  ","601420":"\n  Yep...lots. Sample pic included...\n  ","601421":"\n  Ryan Reynolds....Deadpool.\n  ","601422":"\n  An octopus walks into a bar, and says: \"I can play ANY musical instrument in this place!\"\n  \n  A resident rocker walks up and hands him a guitar, which the octopus plays...as if he were Hendrix, Satriani, and Vai, combined.\n  \n  Then the bar piano player offers his seat, and the octopus slides in and tickles the keys as well as Ray Charles, Elton John, or Mozart.\n  \n  As he finishes up, a Scotsman staggers up, and lobs a set of bagpipes toward him.\n  \n   The octopus looks at first confused, then excited, and fumbles around a bit.\n   \n    The angry Scotsman says: \"What's wrong, ye leggy bastid...can ye no play it?\"\n    \n    Wide-eyed, the octopus looks up and says: \"Play it?!?! I'm gonna f**k her brains out, when I get her pajamas off!\"\n    \n\n      View more\n     \n\n","601423":"\n  One of my pin boards...\n  ","601424":"\n  Sure.\n  ","601425":"\n  Gn😴😴\n  ","601426":"\n  Nothing\n  ","601427":"\n  Noice\n  ","601428":"\n  Yo your pfp is so hilarious 😂\n  ","601429":"\n  Dang im 15\n  ","601430":"\n  Yea\n  ","601431":"\n  Fuck\n  ","601432":"\n  Gn to you to\n  ","601433":"\n  Oh welll im going to sleep its to much work to try and figure this app out\n  ","601434":"\n  Good\n  ","601435":"\n  😭\n  ","601436":"\n  Ok  i just got this app and im new\n  ","601437":"\n  Does it say im asking anonymous\n  ","601438":"\n  All 3\n  ","601439":"\n  Lol\n  ","601440":"\n  22\n  ","601441":"\n  How old are you\n  ","601442":"\n  Nothing i love myself\n  ","601443":"\n  Alone\n  ","601444":"\n  Fr\n  ","601445":"\n  69\n  ","601446":"\n  Sup\n  ","601447":"\n  I honestly don’t remember. If it was too stupid than I wouldn’t remember it lol\n  ","601448":"\n  Thank you ✨\n  ","601449":"\n  How did you know?\n  \n  Are you watching me?\n  ","601450":"\n  I love McDonald’s. I dont eat it anymore but i think it’s something ill always be addicted too 😂\n  ","601451":"\n  You all give me purpose ✨\n  ","601452":"\n  Thank you so much 😍\n  ","601453":"\n  Yeah, im talking about wealth.\n  \n  But, you can kinda say a lot of the times wealth helps pay for people to be whomever they want to be. Money is just an extension of oneself. So, ive noticed the more money a family has theres a lot more freedom and security. It kinda goes hand in hand.\n  ","601454":"\n  As you can tell im bored taking selfies in the car lol 😍\n  ","601455":"\n  You didnt want me as your valentine? 😔\n  ","601456":"\n  I took a shower and while my hair is still wet braided it but you dont want it to full dry so you take of the braids when its still a little damp and let it air dry. Then you get a natural beach wave. 💗\n  ","601457":"\n  💖✨\n  ","601458":"\n  🌸💗🌸\n  ","601459":"\n  I took a bunch of selfies\n  \n  Can i post them?\n  ","601460":"\n  Omg, i would totally want to be apart of seal team six. That would be so badass. I couldn’t cause their training is next level but i feel like i would be more of the intellectual\/planning\/calculating seal member.\n  ","601461":"\n  I am not a beer drinker but I really wanna watch beerfest now\n  ","601462":"\n  Herbs 🌿 & stones 💎\n  ","601463":"\n  No, i havent even heard of it.\n  \n  But, i dont drink soda anymore\n  ","601464":"\n  I’m very quiet at first because i like to spectate and feel out the room. I have to change my language based on the person i talk too because i have really out-of-box way of thinking that a lot of people think im crazy. I dont act different, i just filter my speech depending on who I’m around.\n  ","601465":"\n  I’m not 😍\n  ","601466":"\n  I have never seen it.\n  \n  Is it something I should check out?\n  ","601467":"\n  I literally lost it after seeing this 😂\n  ","601468":"\n  Awh!! Yay!! 💖\n  \n  That’s all I ever wanna do\n  ","601469":"\n  Omg 😳 I wish I was\n  \n   @NicoleBuckleyyx\n  \n  sister 💗 she’s the sweetest and always there when you need someone to talk too✨\n  ","601470":"\n  AWH 🥺 am i really? 🌸\n  ","601471":"\n  Isn’t that what life experiences are?\n  ","601472":"\n  I would maybe try this length, maybe..\n  ","601473":"\n  Have you tried asking?\n  ","601474":"\n  Do you even know about the lyfe bro?\n  ","601475":"\n  Eh, its been alright.\n  \n  I kinda wish their were more funny pages. I dont laugh as much as i used to. Scrolling through my home feed used to be so hilarious but like PC culture came around & its just different.\n  ","601476":"\n  My home planet 👽\n  ","601477":"\n  I dont think theres an insect that doesnt kinda freak me out. They are all kinda gross lol\n  ","601478":"\n  Awh, thats a really cute thought\n  \n  I like that 💖\n  ","601479":"\n  I can pretty much tune out anytime i want so i have the ability to listen to music without actually listening to it. Its actually interesting i cant do that when people are speaking though only with music.\n  ","601480":"\n  I dont know what it is about the weekend but i just naturally sleep in. I just naturally have a more stress-free demeanor during the weekend which help me sleep longer.\n  ","601481":"\n  A package i got for valentines day 😂💖\n  ","601482":"\n  No, i dont.\n  \n  I hate choosing favorites. 😔\n  ","601483":"\n  I think I would say I am more content than “happy” ✨\n  ","601484":"\n  Tbh: you’re just great, like as a whole 💗\n  ","601485":"\n  Awh omg 🥺\n  ","601486":"\n  I like to think so 😍😏\n  ","601487":"\n  Happy valentines 💕✨\n  ","601488":"\n  Happy valentines day hunny buns 💕\n  ","601489":"\n  I love jeans 💖\n  ","601490":"\n  As many hours as my body needs 😊\n  ","601491":"\n  Happy Valentines Day 💖 you are so amazing love 💗\n  ","601492":"\n  I think i have way too much trust in people sometimes that it’s dangerous. My trust in people has gotten me in trouble and will probably get me trouble in the future.\n  ","601493":"\n  I dont like being awake between the hours of 9am-4pm so if i wake up in those times i dont wanna get up.\n  \n  But i love waking up at 4am. The quiet crisp air. Everything is silent and peaceful.\n  ","601494":"\n  Uhm, it was an event if i saw my parents lol both my parents are workaholics so i had nannies. So i never had to avoid my parents lol\n  ","601495":"\n  I get told im super weird so\n  \n  Who knows 🤷🏼‍♀️ all i know is im definitely not normal lol\n  ","601496":"\n  I’m like really weird.\n  \n  Like seriously, I’m such a weirdo lol\n  ","601497":"\n  Growing up I was around a lot of other families that had the same sense in security just show in different ways so i didnt have exposure to other ways of life. So, i had to go into the real world. I really wanted to get some life experience but i was naive to think i knew enough because i didnt, it was a cultural shock for me. I learned how majority of family households were like & to the point where i made myself look like an asshole because of how shocked i was that there parents would judge them. I created a lot of enemies due to my ignorance of how my family was a part of a certain demographic. So, i didnt realize how much of my anxiety came from that until i moved back with him. & thats why now ive been sticking to that demographic because envy makes people impulsive so i have to be around other people who have equal or more in order to feel safe.\n  ","601498":"\n  Well, there’s judgement everywhere we look. There’s people telling other people who they should and shouldn’t be. Theres so much pain around us. & honestly not that many people out there are like my dad who was beyond selfless & wanted us to be exactly who we wanted to be and believed in our dreams or passions. He truly understood individualism. There’s not many people like my dad who actually put in the hard work to become successful in order to give his kids this sort of utopia so they can be secure in themselves. he knew how to embrace our strengths & build and strengthen our weaknesses.\n  \n  It wasn’t all sunshine and rainbows though. Trauma diluted all the great things he was doing but I didn’t realize that the only person thats ever made me safe to be me was my dad until i moved back home when i was 22.\n  ","601499":"\n  He was the best teacher I’ve ever had. He made me believe in myself as a writer and an out-of-box thinker. He let me have a creative freedom. I will never forget the time when he had me come see him after class and he says, “this was an outstanding essay from a writers point of view, you’re a natural writer but from a college essay youd fail.” & he spent extra time with me teaching me the perfect formula for essays & i have gotten perfect scores on my essays ever since that I actually made money writing them for some friends. He truly believed in me and believed in my voice - ill never forget him honestly.\n  ","601500":"\n  It felt like nothing could go wrong, like everyone in the world wasn’t suffering. I could do anything. I could be anyone. It was safe to be exactly who i wanted to be and i was free to embrace it. It was encouraged in fact. It was the only time when freedom really was free (for me lol)\n  \n  It was so safe that we never locked the front door growing up.\n  ","601501":"\n  Yeah 💕\n  \n  Maybe itd inspire more people to get me more 😘\n  ","601502":"\n  I like answering questions because i like to test myself and see what’s the first thing that pops in my head after reading a question but when i do get a question in my head cause that happens randomly i love being able to ask about it.\n  ","601503":"\n  Awh 🥺 thank you so much!!\n  ","601504":"\n  I have two beliefs about rules;\n  \n  • rules are merely suggestions\n  \n  • you only break the rules if you get caught.\n  \n  So, probably ✨\n  ","601505":"\n  The family that lives there had me over a few years ago cause they wanted to meet someone from the family of the man (my father) who built the house because they just wanted to know how he built it & where he got all his ideas, especially the bridge he made that was 50ft high and 30ft long connecting the front yard to the complete other side of the mountain. While I was there I was sad that it wasnt ours anymore but i was watching the kids play and they were using everything my dad built & i knew that it was supposed to be passed on for other families to give there kids an awesome experience growing up.\n  ","601506":"\n  No, I havent.\n  \n  I’ve always wanted too but for some reason I dont think I would actually be good at it.\n  ","601507":"\n  18 years. My dad owned it for 32 years. All three of us were born & raised in that house. My dad was halfway finished building it when my brother was born.\n  ","601508":"\n  Happy Valentines Day Lovely 💖\n  ","601509":"\n  The house i grew up in because it wasn’t just a house - it was my home. I think it will always be home for me no matter where I actually live. The security I felt growing up I think will be the last time i will ever feel security like that again.\n  ","601510":"\n  People think I am overly calm that they get frustrated with me cause im not reacting but i always tell them that they are wasting energy reacting when they can use the energy to process, comprehend, and understand.\n  ","601511":"\n  Even if I offered to share it with you 😘\n  ","601512":"\n  If i could throw a mini highlight across the entire classroom into the tiny little trash bin with one shot & i ended up banking it on the wall and it bounced into the trash bin. IT WAS NUTS. Apparently he tells every class he has about me now. I’m the story of why he doesnt take bets with his students anymore lol I became a legend 😂\n  ","601513":"\n  Happy Valentines 💕\n  ","601514":"\n  Omg, there whole album Toxicity is fire 🔥\n  ","601515":"\n  I think about that all the time except i think about how NOBODY else give a fu.ck or see’s it as a problem.. lives have been destroyed because of that & its multiple generations of families that will be effected but nobody cares. They cant even get proper food. They are forced to use soil with residue of radiation. They cant even have pain medication even though the radiation is causing insane disabilities and cancers. There’s hospitals filled with children that are given up, left in a dumpster, or on the hospital doorstep just because these kids are disabled due to the radiation & all they do is just basically tie up the babies and kids to chairs with bedpans under them and these kids start to go crazy and the hospital is just waiting for all of them to die.  It terrible & nobody fu.cking cares.\n  ","601516":"\n  I cant fake laugh at all. When i fake laugh it sounds so forced that its almost worse to do it than just sit there emotionless.\n  \n  I am like the ultimate laugh radar because i cant fake laugh and i cant hide when something is actually funny. No matter how fu.cked up or inappropriate it is - ill laugh if its funny.\n  ","601517":"\n  HAPPY VALENTINES DAY BABE\n  ","601518":"\n  Ohhh, what if i made barbaric style lingerie 🤔\n  ","601519":"\n  Do you think i would be big enough to pick up large quantities of plants and shake all the fruit off of the trees\/bushes\/plants into one huge pile so i can smash it all and persevere it since canning fruit keeps it for longer cause i dont want to be always shake trees\/plants like a goddamn shake weight everyday. Lol\n  ","601520":"\n  I could be the nudist giant that puts on a little dance show. Wouldnt you pay to see a giant pole dance? - i know i would HAHA\n  ","601521":"\n  Wentworth. It’s insanely addictive lol\n  ","601522":"\n  I think i might have a new business idea lol\n  ","601523":"\n  I feel like a part of my soul was consumed by you just from reading this.\n  ","601524":"\n  God, why was that type of teenage anxiety so good?\n  \n  • green day\n  \n  • blink182\n  \n  • Linkin Park\n  \n  • simple plan\n  \n  • my chemical romance\n  ","601525":"\n  Happy Valentines day!!! 💖💕 LOOK WHAT I GOT 😍 you’re the best!!! Love u so much 🌸\n  ","601526":"\n  I hope we get to share many other planets together too ✨\n  ","601527":"\n  Happy Valentines Day 💖\n  ","601528":"\n  Good morning ☀️ i am drinking a warm cup of tea ☕️ i just finished making turkey noodle soup & gnocchi with a vodka bacon sauce 🤤\n  ","601529":"\n  I am sucked into a show & I just cant stop. I have to know what happens. How was your day?! Did you hang out with some friends? 💕\n  ","601530":"\n  Yes i do miss him but im used to not seeing him. He wasn’t around much growing up either so this is pretty normal. I wish it could be different but hes a workaholic.\n  ","601531":"\n  Yes 😊\n  ","601532":"\n  You’re so silly & so sweet at the same time ✨\n  ","601533":"\n  Idk whats under my eye lol\n  ","601534":"\n  Thank you so much 💖\n  ","601535":"\n  No, why would you think that?\n  ","601536":"\n  I am trying to be on here while i watch Wentworth but omg its so good it keeps just sucking me in.\n  ","601537":"\n  It is...\n  \n  To me.. lol\n  ","601538":"\n  This just made me so fu.cking happy. 😃\n  ","601539":"\n  Here are reasons why people who are sarcastic are more intelligent;\n  \n  • they have to think harder\/have sharper brains - sarcasm requires more thought.\n  \n  • able to recognize more possibilities.\n  \n  • can think abstractly - sarcasm promotes conceptualization.\n  \n  • they can see right through you\n  \n  • great at problem solving\n  \n  • equipped with key social skill for modern times\n  \n  • have thick skin\n  \n  • healthier brains - studies show that someone who cant recognize sarcasm has early onset dementia.\n  \n  • makes the people around them smarter\n  \n  • deliver an insult & make you laugh\n  \n  • have friends that truly love them.\n  ","601540":"\n  There’s a lot of people who hate it, don’t understand it, or think it’s dumb but for me it kinda feels like home. ✨\n  ","601541":"\n  Thats so SO hard. There’s so many great pages honestly. Here are a couple gems ive just recently followed;\n  \n\n   @cutestangelever\n  \n\n   @rpdread\n  \n\n   @a_soffar\n  \n\n   @Goddamninternet\n  \n\n   @sad_yasta1\n  \n\n   @YusraAsad\n  \n","601542":"\n  Yes, shes my little familiar 💕\n  ","601543":"\n  I believe im in the middle of season 3. Im about to start watching it so ill find out lol i love boomer just cause you know boomer lol\n  \n  But omg no noooo I really hope she doesn’t annoy me all the way through.\n  ","601544":"\n  Im about to indulge in some rocky road ice cream, thats like really really exciting for me. 😂\n  ","601545":"\n  Same to you, love 💖\n  ","601546":"\n  I can sense your judgment lol\n  ","601547":"\n  I am currently watching Wentworth & the character Vera needs to go. She is getting on my nerves. At first she was all sensitive towards the inmates and actually tried helping them but then a new boss comes around who is a total t.wat btw and tells Vera shes weak and created Vera into a monster. She doesn’t really add much to the story for me.\n  ","601548":"\n  I love play on words, so i find it hilarious too!! 😂\n  ","601549":"\n  I greatly appreciate your contribution to my sadness.\n  ","601550":"\n  When i was a little kid i had a playdate with one of the neighbors. Never hung out with her before. So she was giving me a tour of her house and she takes me down this small dark hallway that led to like a door youd see in a horror movie like in Saw. It was rusty metal with bars on the window and about three locks on the outside. You could see a little bit inside from the window even though it was tinted but since the light was on i could see power tools and saws were actually hanging from the ceiling. She points at it and says, “this is my dad’s dungeon. Nobody except him is allowed to go inside it. He’s in there right now.” I looked at her and asked, “have you seen inside it?” And when she shook her head no my survival instincts started going & i just remember i made some sort of excuse to call my other friend to come hang out so we would have a reason to leave.\n  \n  I will never forget how dark and sinister the door looked or the feeling i got inside my stomach.\n  \n  Everyone thought this family was a little strange but i dont think anyone really understands HOW strange though..\n  ","601551":"\n  Texting my best friend & she told me a funny story about when she was hanging out with her mom. It just gave me such a good laugh and huge smile. Those little moments is what i live for. 🌸\n  ","601552":"\n  Anooseman 😂\n  \n  That’s the best HAHA youreinman HAHAHA omg\n  ","601553":"\n  Yeah, its like you have all these good memories that make you feel all good but once you let the memories start to play for too long you end up thinking about something terrible that happened - at least thats what its like for me. I feel this attachment to the place & I can’t figure out why.\n  ","601554":"\n  I would eat the entire thing right now if it were in front of me. 🤤\n  ","601555":"\n  Omg, can we please? Thats like my favorite thing to do.\n  ","601556":"\n  No, i dont.\n  \n  I miss it sometimes but at the same time i dont miss it at all. Its like a mix of nostalgia and trauma.\n  ","601557":"\n  Omfg 🥺💖\n  \n  Thank you so much love, Happy Valentines day! 💕\n  ","601558":"\n  Why is my metabolism such a common topic?\n  ","601559":"\n  Omg, i would be terrible at that cause if i heard someone laugh i would start laughing 😂 but what kind of characters would i have in this sitcom?\n  ","601560":"\n  Really?\n  \n  Have you experienced that?\n  ","601561":"\n  Awh 🥺 i would love to be apart of your life\n  ","601562":"\n  I love this remake so much 😍\n  \n\n   https:\/\/youtu.be\/jj2GfsB2EYs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601563":"\n  Only like this. #repost\n  ","601564":"\n  Your heart is made of pure;\n  \n  • gold\n  \n  • sunshine\n  \n  • roses\n  \n  • stars\n  \n  • colors\n  \n  • sugar\n  \n  • gems\n  ","601565":"\n  It depends on my mood. I can have really silly stupid jokes or witty deep context jokes or dry sarcastic jokes or dark cynical jokes or raunchy crude jokes.\n  \n  But i guess realistically they all arent “dumb” jokes cause in order to be actually humorous you kinda have to be a little bit intellectual\/witty\/quick on your toes.\n  ","601566":"\n  Yes, lol I’ve had my moments.\n  \n  You know, super stoned but need to do a quick late night snack run. 😂\n  ","601567":"\n  I do 😍\n  \n  I love slippers\n  ","601568":"\n  I have tile floors everywhere so i dont need to vacuum as much as i have to sweep but for the rugs, probably twice a month since they don’t really get used - more for show.\n  ","601569":"\n  I want these boujie Rice Krispies\n  ","601570":"\n  I could always go for some tacos, everyday should be taco Tuesday ✨\n  ","601571":"\n  I usually listen to super sad dark classical music & I start to cheer up after that. When I accept my sadness and become self-aware and then think about what could have cause this sadness? I actually get in a better mood because i work through it & understand what it is that i need to do.\n  ","601572":"\n  You would make me feel like a queen 👑\n  ","601573":"\n  I love banana cream so much 🤤\n  ","601574":"\n  Romance\/romantic comedies\n  ","601575":"\n  All the deals i got from the grocery store yesterday lol\n  ","601576":"\n  This world isnt made for the weak.\n  \n  If it were easy everyone would do it.\n  ","601577":"\n  Yes, yes, yessss.\n  \n  A hundred times yess 😔\n  ","601578":"\n  I think youd find another energy source if you had too 😘 but you’re so sweet awh 🥺💕\n  ","601579":"\n  Another old song, but its so fun to listen too ✨\n  \n\n   https:\/\/youtu.be\/-0ylDl1LE9c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601580":"\n  I have so many favorite shows. Currently, I am obsessed with The Magicians. I am delaying finishing it cause I love it so much. The writer of the novels did a really good job of incorporating real events, real magicians, & historical facts that deal with magic that was well incorporated into the story. They make it super believable and Margo is literally me (personality wise)\n  ","601581":"\n  This made me giggle\n  \n  & blush 😊\n  ","601582":"\n  Tibet.\n  \n  Holidays for me have always been full of pressure & expectations when I believe holidays should be about celebrating life by showing gratitude by loving yourself & those around you, so Tibet would be a peaceful place for holidays for me.\n  ","601583":"\n  Billboard for what though?\n  ","601584":"\n  I miss hugging people. I miss hugging people goodbye cause you dont know if its the last time youll be seeing them or not. I am a huge hugger! Ill probably still hug people, not strangers but anyone i am close with. 💕\n  ","601585":"\n  This just made my entire day 😍\n  ","601586":"\n  What exactly does your username mean? 🤔\n  ","601587":"\n  Askfm username?\n  ","601588":"\n  Like even snakes. Baby snakes are cute. Lol\n  ","601589":"\n  Creating laws against what they call “gendered” words. Basically telling us which words we can & cannot say.\n  ","601590":"\n  OMG 😍 the fact you got me anything in general is so sweet!! Thank you so much!! 💖 you’re the best!!!! 😍\n  ","601591":"\n  Why are all animals cute when they are babies? 🥺\n  ","601592":"\n  Thanks 💖\n  ","601593":"\n  I tell everyone that my mom could charm a rock - she’s so good at talking to people. She was REALLY good at her job lol.\n  \n  Yes, my mom is very attractive. Nobody believes how old she really is and she looks really good for her age.\n  ","601594":"\n  You dont 😘\n  ","601595":"\n  Its empowering being called daddy 😈\n  ","601596":"\n  *shriek with excitement* & probably come down to your level to tell you how cute you are then i would pick you up. I would have you in my pocket for the time being until I could go to a build -a-bear so i can find the perfect size backpack (they would have many options at build-a-bear lol) so i could take you everywhere with me! I would even remodel a dollhouse for you so you could have a little home. I would give a pretty sweet life 😂\n  ","601597":"\n  You know, people say their nervous to go outside or back to normal life because of infection but I’m terrified because I dont know what’s going to happen when people can be around each other again. Everyone is at home filling up their minds with the media, news, & subliminal messages in shows\/movies. They are teaching you how to think. They even want to change your language so they can tell you how to speak. There has been an increase in hate crimes since everyone has been locked inside, but nobody is talking about it. There’s so much hateporn all over social media. Suicide rates are increasing, but nobody wants to talk about that either or about how drug addiction is way too high. Everyone is all on edge & I’m terrified what that means for the public entirely.\n  ","601598":"\n  Deadlines.\n  \n  I’ve perfected the art of procrastination lol\n  ","601599":"\n  You’re absolutely splendid 💖\n  ","601600":"\n  I felt like taking selfies today. ✨\n  ","601601":"\n  Omg, i start out trying to make them look different than me or what i wished i looked like & then at the end everyone literally always says “you literally made it look exactly like you.” Then I freak out cause then i realize what i look like and it always shocks me every time. & i wonder if our brains just naturally create the image we see of ourselves subconsciously and i just somehow see exactly who i am & it freaks me out how in-tune i am with myself..\n  \n  sorry my mind started pondering lol.\n  ","601602":"\n  All I know is I wanna make sloppy joes from scratch today. That’s all i can think about.\n  ","601603":"\n  10 hours at a concert of a band I hate because i will probably meet some cool people regardless of the music. 💖\n  ","601604":"\n  No.\n  \n  No, i don’t remember that ever being cool. Lol\n  ","601605":"\n  I used too.\n  \n  But, with my genetics i do not tan. I have literally spent entire summers outside & didnt tan like at all lol\n  ","601606":"\n  I love all gifs, especially the edgy grunge kind 😍\n  ","601607":"\n  Im gonna do my makeup & hair. Probably go to the grocery store. I am going to be productive today, whatever that means we will see what I end up accomplishing 💖\n  ","601608":"\n  Omfg, all the time. Its always when i havent finished the dream that i keep having the same dream. There was a time where it was weeks of the same dream. It got so exhausting.\n  ","601609":"\n  I prefer all sweet & savory foods*\n  ","601610":"\n  Lol so dumb\n  \n  I had to watch a couple other ones lol 😂\n  ","601611":"\n  Warm weather. ☀️ Flowers. 🌸The smell of fresh dew. 💦 Elevated energy. ☮️\n  ","601612":"\n  I actually enjoy going to the dentist because i like knowing my teeth are clean. I have spent a lot of money on my teeth so I want to make sure they are still doing good.\n  ","601613":"\n  We’ve talked a couple times and you are always so sweet & i bet you are loved by those around you. ✨\n  ","601614":"\n  Ahhh, thats so hard;\n  \n  The way Dave Mustaine plays the guitar is something magical. Or the way an acoustic guitar has the ability it draw people to the sound of it.\n  \n  & i love dark piano too. Its so soothing. I love listening to piano while studying or reading.\n  \n  I dont think i could live without any instruments.\n  ","601615":"\n  Anchovies.\n  \n  🤢 yuck.\n  ","601616":"\n  Im going to make a grocery list then i will hop into the shower. I really need to go buy chocolate ice cream so like ya 🤤\n  ","601617":"\n  You crack me up with a lot of your responses you have, like you are wild - in a good way. ✨\n  ","601618":"\n  I think we all like a good sin every now & again 😈\n  ","601619":"\n  I forgot how good that movie is! I loved that one too! ✨\n  ","601620":"\n  & you know, i love you too 💖\n  ","601621":"\n  Can you show me your wings?\n  \n  Cause i know you’re an angel 😇\n  ","601622":"\n  She was such a cuddle monster all day!\n  ","601623":"\n  Omfg im craving chocolate ice cream 🤤\n  ","601624":"\n  LOL OMG\n  \n  That was smooth 😂\n  ","601625":"\n  Awh 🥺 thank you ✨\n  ","601626":"\n  I would have way more fun in a zoo. I love animals so much.\n  ","601627":"\n  I’m not 🙅🏼‍♀️\n  ","601628":"\n  All i can think about is how awful my cramps are, how badly I really want chocolate, & wanna watch a stupid teen show that just warms up my emotional heart.\n  \n  Omg, im moody lol. 😅\n  ","601629":"\n  What are you talking about? 🥺\n  ","601630":"\n  SO ME 😂\n  ","601631":"\n  I swear my favorite song changes depending on the week. This song is old but I started listening to it again & i love it so much.\n  \n\n   https:\/\/youtu.be\/kGpO-ef8lNg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601632":"\n  Anything is possible.\n  \n  Don’t fully dismiss it, you honestly never know. There’s always a chance. ✨\n  ","601633":"\n  I had to look this up lol\n  \n  I can totally imagine getting all hyped listening to this song 😊\n  ","601634":"\n  “They never planned for the future. They weren’t supposed to get old and we were never supposed to grow up. The lost, unwanted, and the abused came here with the purest of intentions, to build a place where there would be no rules, other than a peaceful existence. There are no couples for them. For them, there is only the moment. They tried to raise us to be perfect in their perfect new world and for a moment, maybe it worked. But I think they finally saw their own shortsightedness and failure in us. We always saw it in them. They attempted to unlearn jealousy, want, and hate, to not possess anything, including each other. They tried to free themselves from materialism, but soon they were drowning in it. Finally we saw failure in each other and everyone was looking for a way out.”\n  \n  - Happiness Runs\n  ","601635":"\n  I wish people had more of a deeper compassion for others suffering. I think people consciously can understand someone else’s suffering - even though a lot of people choose not too. I wish people were better at taking themselves outside of themselves and focus on someone else’s pain. Once you’re capable of doing that it’s hard to be angry at anyone because their actions seem to align with their suffering - a lot of times its not about you. So, I wish people would stop making themselves out to be a victim when someone is acting out due to pain\/suffering. If someone hurts you just remember they did it because they were hurting and once you understand their hurting (because everyone knows what its like to hurt) you’ll be able to move forward. Also, don’t demonize those who do drugs because they are doing them out of pain. So many different variations of pain but its always about pain nevertheless.\n  ","601636":"\n  You have some luscious locks. ✨\n  ","601637":"\n  You’re always a sweetheart 💖\n  ","601638":"\n  You just made my day.\n  \n  So weird, I was talking about Jackass last night. I was talking about Steve-O lol\n  ","601639":"\n  Omfg, i have cramps again.\n  \n  Yes, that means the devil is taking his monthly sacrifice from me aka my period lol so like in an out- of- it kind of mood. 😂\n  ","601640":"\n  Thats what this app is for ✨\n  ","601641":"\n  Yes, because then I can focus on finding the one who will choose me as their first choice instead of trying to figure out why it feels like im someones second choice.\n  ","601642":"\n  You are a wonderful artist & a delight to talk too, i am so excited to see where your creative mind goes next. ✨\n  ","601643":"\n  You seem pretty laid back, other than that I’ve just came across your page. 🌸\n  ","601644":"\n  Maybe, shes not playing hard to get...\n  \n  Maybe, shes just not into you...\n  ","601645":"\n  It seems you have a beautiful life & you seem to be a wonderful soul as well. ✨\n  ","601646":"\n  You’ve been one of the OG favorites of mine & honestly just keep doing what you do cause you’re awesome. 😍\n  ","601647":"\n  Eh, idk 🤷🏼‍♀️\n  \n  I just know im not a follower though.\n  ","601648":"\n  A lot of your responses are super relatable for me so that must mean we are a lot alike. 💕\n  ","601649":"\n  You honestly look like you have a really sweet personality like you look like a total sweetheart. 💖\n  ","601650":"\n  • pistachios\n  \n  • almonds\n  \n  • cashews\n  \n  • walnut (preferably candied)\n  ","601651":"\n  Awh ✨🥺\n  ","601652":"\n  It sure feels like it does sometimes but I honestly dont think so. Now, i kinda want to look into it though.\n  ","601653":"\n  Oh my god, you are so sweet to me, like you’re my angel or something so i am so happy ive gotten to know you! 😍\n  ","601654":"\n  I could totally eat this right now. 🤤\n  ","601655":"\n  No, you’re dead.\n  ","601656":"\n  Likers get my appreciation for being apart of the boom society and showing their support. 😉\n  ","601657":"\n  You have really nice cheek bones. 😍\n  ","601658":"\n  I have been following you for a long time cause i just think you’re sweet, smart, & someone who always stands up for what they think is right so i like being a part of that in a way & you’re responds to peoples craziness on here are great lol. 💕\n  ","601659":"\n  You ask great questions & you’re really nice. 💖\n  ","601660":"\n  Happy Birthday you lovely soul & I hope you had a wonderful day full of happiness.💕\n  ","601661":"\n  You seem like you’re very sweet ✨\n  ","601662":"\n  Omfg, thats so many people 😍\n  ","601663":"\n  People that have no shame. I dont know what that trait that is but omg celebrities have no shame... i am so jealous 😔\n  ","601664":"\n  Do you know who you are?\n  ","601665":"\n  It worries me how many links i get that are about planes crashing...\n  ","601666":"\n  NOOOOOO.\n  \n  🙅🏼‍♀️\n  ","601667":"\n  I love just wrapping myself around & I usually always give a nice little back rub. I love every hug style that i get to wrap my arms around tightly.\n  ","601668":"\n  5\/5 - I’ve done all of them lol\n  ","601669":"\n  I ate way too much already\n  ","601670":"\n  This game ruined friendships in my friend group. Lol\n  ","601671":"\n  I am really good at forgiving others, but that doesn’t mean I forget. I believe that people are capable of change & i also believe in not forcing change either. It’s looking deeper into the context of why someone would have done the actions theyve chosen. Its having a deeper understanding & compassion that humans are always going to make mistakes & usually those mistakes are the effect of something caused in their life. Everyone goes through pain & suffering in their own way. It manifests in different ways. But, i can forgive every single way because I understand what its like to do something hurtful or mean out of anger & pain.\n  ","601672":"\n  I am gonna eat my weight in donuts. Watch Wentworth. Go to the storage unit & the grocery store. Probably some random odds & ends that i will need to do. ✨\n  ","601673":"\n  I like it in various different ways but my favorite is sunny side up\/over easy.\n  ","601674":"\n  Apple Music\n  ","601675":"\n  I’m a huge fan of mafia gangster movies & other movies sorta like it.\n  ","601676":"\n  Lol, yes it takes away all personal accountability 😂\n  ","601677":"\n  I always have to find something to help me with it. & im one of those people who bang it against counters or use a knife and hit it haha. Ive had to make things work since im not always around someone who could help me lol\n  ","601678":"\n  I’m not shy, I’m just selective on who I talk too. ✨\n  ","601679":"\n  Thank you so much 🥺💖\n  ","601680":"\n  I usually go get it washed because its just a lot faster. I havent washed my car in a bit cause its winter though.\n  ","601681":"\n  Letterkenny.\n  ","601682":"\n  Depends on the friend. Each friend is different and i do different activities with each of them. There’s always food involved, thats a guarantee.\n  ","601683":"\n  You can only see one side. Both sides of my arms have tattoos. I technically could never get all my tattoos in one picture.\n  ","601684":"\n  Omfg, no.\n  \n  No.no.nooooo.\n  ","601685":"\n  No, prioritize ingredients. I can’t eat processed foods anymore.\n  ","601686":"\n  Not really. My anxiety starts to get really bad and my thoughts start to race. I usually like to get talks over with so i can know the outcome. Im an overthinker.\n  ","601687":"\n  For awhile. Probably a couple years now. I don’t really use the account part of youtube though.\n  ","601688":"\n  Omg, i have a ton of those friends. 😍\n  ","601689":"\n  Sometimes, it honestly feels like the more knowledge, understanding, & compassion you acquire the sadness deepens. But its a different type of sadness. Its a kind that still has hope and a thirst to know more. Its just the more you know means you have more of an understanding of what it means to suffer.\n  ","601690":"\n  I hate being the host but i love being the hosts friend and just helping everyone & making sure everyone has a good time because that means i get to talk to everyone & meet all sorts of different types of people. I’m really good at entertaining a room actually but if anything goes wrong i dont wanna be liable lol reasons why I wouldn’t want to be a host.\n  ","601691":"\n  i want ice cream 🤤\n  ","601692":"\n  Oh, it’s totally creepy. It adds to the vibe of six flags though.. you’ll be scared in multiple different ways lol I just wanted to see what you thought. I totally agree with you - i always thought it was so weird\/creepy. Lol\n  ","601693":"\n  Listening to them laugh is nostalgic but i didn’t really watch it that often!\n  ","601694":"\n  Fu.ck it, ill be nudist - wait i get to have my body type just as a Giant right cause like i could probably join the circus as a giant model or something lol so i would literally wear nothing. Cause like why not? This is my giant alternative universe and everybody wants to see me naked anyways hahahahaha\n  ","601695":"\n  Is it really bad that the first thing that popped in my head was a solo wrestling match where i start rolling around all the fruit naked and like its one of those oiled up wrestling matches 😂 i want to use my giant body to make giant jam and sell it worldwide. “Get your giants jam while she rolled around like a naked ham”\n  ","601696":"\n  They would probably weight me down which would most likely be safer for them so they wouldn’t accidentally fall out and get hurt! If they did fall out, its be like jumping out of a moving vehicle- just tuck & roll. I’ve had to learn how to do that a lot. There’s been so many times i had to jump out of a moving vehicle especially messing around with all my friends so from experience i know it doesn’t hurt if you do it right. 😂\n  ","601697":"\n  I would be thrilled & excited for you.. is there something else you’re expecting of me? Lol\n  ","601698":"\n  I’m only on the second season! Its so addicting! Have you seen it? Do you like it?\n  ","601699":"\n  Is it weird that i would really enjoy eating pringles while you watched lol cause that just means i get to eat a lot of pringles!\n  ","601700":"\n  I really hope so 😔\n  ","601701":"\n  You are absolutely loving. You spoil me rotten & i am so lucky to have such an amazing friend like you. I really hope one day we will get the pleasure to travel Europe together 💕\n  ","601702":"\n  I used to go and visit before covid happened. Now I’m just waiting till everything is okay to travel because i cant risk getting anyone infected.\n  ","601703":"\n  My favorite was the bird sliding down the roof on a little sled! That was so cute! 😊\n  ","601704":"\n  Nope. Move to Spokane, Washington when I was 21-22,\n  \n  Moved back to San Diego when I was 22-25, moved away right when i turned 25.\n  ","601705":"\n  Im watching Wentworth 😊\n  ","601706":"\n  I was born in California. I didnt move away from California until I was 22.\n  ","601707":"\n  This is what happens when im too stoned and start taking selfies lol\n  ","601708":"\n  You’re an angel 💖\n  ","601709":"\n  The older I get, the more I enjoy time at a pub. Its quieter & a place to be a but more intimate [emotionally] with others.\n  ","601710":"\n  Yes, i love hugs 💖\n  ","601711":"\n  I like them sautéed! I also love juicing them. Im still planning on making a beet soup too. I wanna pickle some as well.\n  ","601712":"\n  I feel like it would be a cheetah too cause it would just run away.\n  ","601713":"\n  Omg, its like a giant version of Ash. That would be terrifying!\n  ","601714":"\n  Capriotti’s 😍\n  ","601715":"\n  Who wants to be my valentine?\n  ","601716":"\n  Deep breathing. Putting my mind in a state of meditation.\n  ","601717":"\n  I’m not much of a gambler. The only time I take a bet is when i know i am going to win. I won a bet against my teacher in high school and won $50 so that was pretty worth it. But overall, i think bets\/gambling\/scratch cards isnt worth it.\n  ","601718":"\n  Omg, someone who decides to walk in two minutes before closing. 😤\n  ","601719":"\n  Goats are crazy good climbers!\n  ","601720":"\n  A few times a day ✨\n  ","601721":"\n  His reactions would make my day... like i just wanna be around his sarcastic humor\n  ","601722":"\n  Please?\n  ","601723":"\n  What do you mean by “fight on that day?”\n  ","601724":"\n  Awh 🥺 omg thank you so much 😍 so sweet!!\n  ","601725":"\n  Thank you so much! 💖\n  \n  I am thinking about doing it again once my hair dries more! 😊\n  ","601726":"\n  Whenever I am waiting for something good or exciting to happen. Like if i am looking forward to the next day then the day will go extremely slow.\n  ","601727":"\n  Yes, they would look at me as if i were one of them! I would be family. I would create jungle boom.\n  ","601728":"\n  What a beautiful kitty 😍 I wish i could snuggle with her sweet little face.\n  ","601729":"\n  Eudemonia - happiness & well-being\n  ","601730":"\n  Relaxing & taking care of myself 🌸\n  ","601731":"\n  I havent had canned peaches in so long but now i would really like some! That sounds so delicious especially with whipped cream.\n  ","601732":"\n  You have absolutely wonderful taste. 💕\n  ","601733":"\n  I have noticed theres an increasing amount of people lying and cheating but that doesnt mean people who dont do that arent out there.\n  \n  Remember, you have to sort through the weeds to find all the flowers 🌸\n  ","601734":"\n  Sugar baby*\n  ","601735":"\n  Make sure you have a lot of money because Americans will only respect you if you have money.\n  ","601736":"\n  All I learned from this is that i never want to get in a fight with a huge cat.\n  ","601737":"\n  I like to rewatch old shows i watched when i was younger but they have to connected to some really touching memories. A couple shows that are super nostalgic for me;\n  \n  • Family Guy\n  \n  • Trailer Park Boys\n  \n  • Forensic Files\n  \n  • Wildfire\n  \n  • Parenthood\n  \n  • Hannah Montana\n  ","601738":"\n  Do i haunt your dreams?\n  ","601739":"\n  I actually really like washing dishes cause the warm water feels so nice on my hands and its so satisfying seeing everything being clean. I also have ocd and do my dishes in a certain order so its very pleasing for my mind mentally.\n  ","601740":"\n  If someone told me they wanted to take me on date and do this - I would marry them.\n  ","601741":"\n  I am more of a free bird. Free thinker. Do my own thing.\n  ","601742":"\n  Noises bothering me the older i get 😂\n  ","601743":"\n  Yes. 🤤\n  ","601744":"\n  Sometimes my left hand will fall asleep cause i have to hold my phone in a certain way cause i like to type really fast lol\n  ","601745":"\n  I havent played pokemon before but i kinda know the characters. I like Mew cause like its one of the cutest and a psychic 😊\n  ","601746":"\n  Anywhere that sells snacks. Literally every time i go out I have to buy snacks. 💕\n  ","601747":"\n  I stream my music from my phone. I dont even think ive seen anyone using Sirius XM for a long time.\n  ","601748":"\n  Its an 8\/10 so far. Its definitely taking care of me kind of day 💖\n  ","601749":"\n  Positivity ✨\n  ","601750":"\n  I guess someone really cares about me 😍\n  ","601751":"\n  Yeah like some of my memories from that time everything is in spanish, my speaking & my thoughts. But i also have memories of speaking & thinking in English. I have memories where i am translating for my dad but i only remember the english part. I had no idea for years until my dad told me when i was 20 that it doesn’t make sense i didnt do well in Spanish class when it was my first language so I honestly didnt think anything of it. I wasn’t even aware of it. I also didn’t find it odd that i have many spanish memories for awhile as well 😂 lol\n  ","601752":"\n  I need a lifetime supply of this\n  ","601753":"\n  I would totally wear this as a wedding dress my god 😍💯\n  ","601754":"\n  Omg, yes! & now im craving them!! 🤤\n  ","601755":"\n  Omg, you are getting quite the celebration! I wish i could be apart of all the fun!! I am so happy that you are spoiling yourself cause you deserve it! Did you get any gifts? 😊\n  ","601756":"\n  There’s not that much criteria but i will always like the cute, funny, sweet, & some poetry posts. But when it come to coins, i like to give it ones that are super relatable, hilarious, blog style post, beautiful photography, ect. To be honest i like to give love to anyone i come across cause like why not? 💖\n  ","601757":"\n  My day has been good so far! I already did some cleaning for an hour. Going hop in the shower then im going to finish my laundry! 😊 how was your day?! How have you been?! ✨\n  ","601758":"\n  A nice hot shower\n  ","601759":"\n  You are my special & brave sock knight who’s not like anyone else when it comes to being courageous & because of you anything is possible lol. 💖\n  ","601760":"\n  Thats good,\n  \n  Because you are special. 😊\n  ","601761":"\n  You always have something positive to say. 💕\n  ","601762":"\n  I sense you’re a little feisty rebellious one. 💖\n  ","601763":"\n  Omg, you are so pretty & you have the best lips omfg. ✨\n  ","601764":"\n  Awh, you’re cute & looks like someone who could kick my ass at the same time - thats not a bad thing lol. 💖\n  ","601765":"\n  You always make me feel so special & good about myself like you’re so great & I am so excited to see where life takes you! ✨\n  ","601766":"\n  Whats your favorite daydream?\n  ","601767":"\n  Yes, that is me 😊\n  \n  Thank you so much 💖\n  ","601768":"\n  Tuna sandwich 😍\n  ","601769":"\n  Is bbq sauce a dressing? Lol cause I literally add it to everything\n  ","601770":"\n  They’ve been good but i haven’t really been doing that much at the moment. Been meditating on them. I think my mind needed a little time to process it because i was reading some deep outlandish concepts. I was studying ;\n  \n  • Secret Space Programs\n  \n  • Real Alien Worlds: Brief Encyclopedia Volume 1\n  \n  • Clairvoyant & Occult Powers\n  ","601771":"\n  I’m a sucker for The Dark Knight. Not so much for Batman but more for the Joker 😍\n  ","601772":"\n  ще ви дам много харесвания ✨\n  ","601773":"\n  She was a pharmaceutical rep (mostly oncology) but she retired from that and now she just an investor.\n  ","601774":"\n  Then, you terrify me.\n  ","601775":"\n  I probably had more when I was younger but i have definitely worked on not being impulsive. I don’t really have any dark impulses. Meditation helps a lot.\n  ","601776":"\n  “dark triad\" of personality traits;\n  \n  • psychopathy (“it's true that I can be mean to others\"),\n  \n  • narcissism (“I like to get acquainted with important people\")\n  \n  • Machiavellianism (“it's not wise to tell your secrets.”)\n  ","601777":"\n  I dont think i could choose just one.. i wanna visit all of them and then decide. I’m Scandinavian and Finish so would probably lean towards more nordic regions BUT New Zealand is beautiful. My mom worked there when she was younger. Has amazing stories... ugh i wanna go now.\n  ","601778":"\n  • Finland\n  \n  • Denmark\n  \n  • Switzerland\n  \n  • Iceland\n  \n  • Norway\n  \n  • The Netherlands\n  \n  • Sweden\n  \n  • New Zealand\n  \n  • Austria\n  \n  • Luxembourg\n  \n  (Only because they are considered the happiest places in the world, and that must mean the have a good cultural sense\/setting\/society)\n  ","601779":"\n  Peoples inability to control their [dark] impulses. ✨\n  ","601780":"\n  Every time i see your name i get really really happy because i love Groot from Guardian of the Galaxy. ✨\n  ","601781":"\n  You take fantastic care of your hair & beard. 😍\n  ","601782":"\n  I really like the types of pictures\/gifs you post because they remind me of myself lol. ✨\n  ","601783":"\n\n   نحن لا نتحدث نفس اللغة، لذلك هذا هو الصعب أنا آسف ✨\n  \n","601784":"\n\n   تبدين لطيفة وجميلة ✨\n  \n","601785":"\n  You are such a sweetheart & you give the best compliments like you always make me feel so good & you’re always so nice to me too - you’re just really nice. 😊\n  ","601786":"\n  You’re sweet - in like a demanding kind of way. 💖\n  ","601787":"\n  OMG, i havent talked to you in so long! I hope you’re doing well. You’re so sweet & beautiful darling. ✨\n  ","601788":"\n  This logic 😂\n  ","601789":"\n  I wonder what Heaven would actually look like if it suddenly went to Hell... 😂\n  ","601790":"\n  I have flaws & maybe you wouldnt like my flaws. You dont know until your around someone enough to figure those things out.\n  ","601791":"\n  About their life. 😍 it’s actually really adorable\n  ","601792":"\n  So I decided to read about that & omg what I read is exactly like me.. im mostly an air sign too.\n  ","601793":"\n  Do i have too? 😔\n  ","601794":"\n  Wait, thats still a thing?\n  ","601795":"\n  • Fantasia\/2000\n  \n  • Dumbo\n  \n  • Lady and The Tramp\n  \n  • The Parent Trap\n  \n  • The Aristocrats\n  \n  • Freaky Friday\n  \n  • Fox and the Hound\n  \n  • The Little Mermaid\n  \n  • Beauty & the Beast\n  \n  • The Lion King\n  \n  • Air Bud\n  \n  • The Waterboy\n  \n  • A Bugs Life\n  \n  • The Sixth Sense\n  \n  • Dinosaur\n  \n  • Shanghai Noon\n  \n  • Gone in 60 Seconds\n  \n  • Coyote Ugly\n  \n  • Atlantis\n  \n  • The Princess Diaries\n  \n  • Monsters inc.\n  \n  • Lilo & Stitch\n  \n  • Shanghai Knights\n  \n  • Holes\n  \n  • Lizzie McGuire Movie\n  \n  • Finding Nemo\n  \n  • Pirates of the Caribbean\n  \n  • Chicken Little\n  \n  • Stick it!\n  \n  • Step Up\/2\n  \n  • Enchanted\n  \n  • Hannah Montana Movie\n  ","601796":"\n  I just don’t understand why this cant be me with my sloth that i would name Lady Slowness.\n  ","601797":"\n  You know whats the beauty behind being lost? It means you can still be found. 😍\n  ","601798":"\n  How am I supposed to choose a favorite?! Theres so many good actors & actresses 😳\n  ","601799":"\n  Fu.ck, Tom Brady.\n  \n  I’m so sick of hearing about him LOL\n  ","601800":"\n  Well, look it here - it’s Mr. Handsome. 💖\n  ","601801":"\n  Wow 😳 thank you so much 🥺\n  ","601802":"\n  You’re really cute & you come up with some really good comebacks - i love them so much! 💕\n  ","601803":"\n  You have a really good sense of fashion. 💖\n  ","601804":"\n  I LOVE your sense of humor so SO much like i get so much joy our of reading your post & i kinda feel like you’re just naturally being funny too which makes it better! ✨\n  ","601805":"\n  I have really bad stage fright. 😔\n  ","601806":"\n  CARBS.\n  ","601807":"\n  Ehh id probably say like 40%\n  ","601808":"\n  Omg 😳 no no no.\n  ","601809":"\n  If it works for them, i dont see a problem with it. 😊\n  ","601810":"\n  Yeah 😊\n  \n  Show me. ✨\n  ","601811":"\n  I think this is the realest me thats ever been. 💖\n  ","601812":"\n  Oh, you’re another one who really makes scrolling through your page feel like a blog, & you have really cute pictures cause you’re adorable. 💖\n  ","601813":"\n  You seem like you have a pretty adorable personality, like you seem extremely lovable. 💕\n  ","601814":"\n  Awh, you’re really pretty & i like how you make your page feel like more of a blog of your thoughts & quotes. ✨\n  ","601815":"\n  Your posts hit a little different. 💕\n  ","601816":"\n  I absolutely love your entire look! 😍\n  ","601817":"\n  Of course 😍\n  ","601818":"\n  I saw it a long time ago when i was really young so i only remember tiny bits. it looks like something id like lol i should rewatch it.\n  ","601819":"\n  My favorite type of humor is unexpected humor. Things that are so silly, crude, dirty, raw, or raunchy that they just throw you off and you cant help but bust out laughing because its so relatable or real.\n  ","601820":"\n  conviviality.\n  ","601821":"\n  I liked to think that i would but sadly i think im not corrupted enough and i would get assassinated like JFK, because i would want to balance out everything but the powers that be dont want that.\n  ","601822":"\n  Moral of the story: we’re all fuc.ked.\n  ","601823":"\n  Omg, right? 😂 i am so happy you get it 💖\n  ","601824":"\n  All movies made nowadays leave me disappointed lol\n  ","601825":"\n  In & of itself.\n  ","601826":"\n  Well not anymore. The FBI made these statistics now cause of all the BLM stuff. They are starting to take it more seriously.\n  ","601827":"\n  Oh yeah... its always classified as “gang related” that’s a very good point.\n  ","601828":"\n  Interesting. 🤔\n  \n  I just dont under why though.. like why cant people just all get along lol\n  ","601829":"\n  Yes, but to keep track that i was eating over 3000 everyday when i was constantly training for sports.\n  ","601830":"\n  I would love to suggest some but itd be easier to know what kind of movies\/series you prefer. 😊\n  ","601831":"\n  Why wish when i can just listen to it ✨\n  \n\n   https:\/\/youtu.be\/K-KxSNONxfk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601832":"\n  Skyrim.\n  \n  I feel like its kinda self explanatory, its badass and you can be anyone or anything.\n  ","601833":"\n  Even when the population numbers of certain places are the same, yet when one is more diverse then the other, what does that mean? Also, most hate crimes are done by white people. If a city is primarily white theres not a lot hate crimes so the crime is a lot lower. They are also saying hate crimes are increasing ever year..\n  ","601834":"\n  I watched this yesterday & wow. I cried twice. Peoples reactions tore me to shreds. It was so powerful. Absolutely powerful. Thank you so much for sharing this with me. Such a great suggestion.\n  ","601835":"\n  Thank you so much for all your kind words. One of the best compliments i have ever heard. 😍\n  ","601836":"\n  So, I’ve been doing some research.[in america] It seems like the more diversity in a city will have a higher crime rate (Miami). If you look at cities with less diversity you notice the crime rate is a lot lower (Montana). I think this just shows that majority of people are involved with hate crimes or racism.\n  ","601837":"\n  Money is America’s religion.\n  ","601838":"\n  So, i did some research and actors\/actresses that play in teen shows are actually played by people in their late twenties and 30s. The average is 30s. Why do you think they choose adults with mature but youthful features for shows? Cause kids do not look like that in high school (13 reasons why the youngest cast member was 23 the rest are late twenties or 30s)\n  ","601839":"\n  Hot & sour soup - like my mood today\n  ","601840":"\n  What exactly would I be delivering?\n  \n  I hate my curiosity sometimes lol\n  ","601841":"\n  No, im glad we never did. Our friendship is pretty awesome and se.x always complicates everything.\n  ","601842":"\n  No, because he was supposed to marry his girlfriend but she ended up passing away over a year ago so i kinda moved on from crushing on him cause i thought i had zero chance.\n  \n  & to be honest, i could never compete with the girl he was with for many years. They had each others hearts. They were so cute together. I actually really wanted them to get married. It breaks my heart he had to lose her. 💔\n  ","601843":"\n  Actually, yeah.. lol we were really close. Hes in such incredible shape that even at practice we would always touch each other’s stomachs lol\n  \n  Im realizing now how flirty we were...\n  ","601844":"\n  When I was in High School I was on the cross country team and there was this guy who was on the varsity team. He looks like Zac Efron (no joke) and I remember when i first saw him running without his shirt on. Omg. And when we had to go to our first race and he sat right next to me. So thats how i met him. After that, we started running together. We actually became really close. Met up at the beach constantly to tan together & at the time i had no idea that he really liked me but because i thought he was out of my league it made him think i didnt like him. So he started dating another girl, she was a sweetheart i was really happy for him. We still met up and went out to eat on occasions but then he moved so i stopped hanging out with him. We actually still text all the time & i am going out to eat with him when im in san diego. I didnt realize until right now how close he and i are... and how hes been a big part of my life for a long time.. whoa.\n  ","601845":"\n  I actually really like both equally. It just depends on which mood im in but i get such enjoyment out of eating both.\n  ","601846":"\n  You’re always so sweet to me & maybe a little wild at times lol. 😂\n  ","601847":"\n  I love the way you think so much cause your responses to questions are so hilarious, & it always puts me in a good mood scrolling through your page. ✨\n  ","601848":"\n  I love grilled corn! Its so delicious. I’m pretty sure i like every single way corn is used.\n  ","601849":"\n  Yea, you should transfer to it 😉\n  ","601850":"\n  Omg, of course.\n  \n  Maple syrup is super good with them too\n  ","601851":"\n  Yeah not gonna lie, he kinda always thought he was hot shit. I was super young when i went to school with him and didn’t understand why until i got older and realized who’s family hes apart of. He was nice to me.. he always had a crush on me actually. But ya no, he was never someone i would be close too.\n  ","601852":"\n  That’s literally impossible. Lol\n  ","601853":"\n  I dont know what to tell you. He has a picture of him shaking a congressman hand while receiving a certificate & his mom is in the pictures too and they both have like multiple pictures from some ceremony. In the post he talks about how lucky he is to get the opportunity to work for the congress. You do know theres so many SO MANY positions behind the scenes that i dont even really know what he does i just know hes in D.C. with politicians and congressmen. Also, probably should mention their last name is Kennedy.\n  ","601854":"\n  Every time I think about a cruise i just think of Bill Burr’s stand up. Lol\n  ","601855":"\n  I went to vegas a lot when I was a kid with my family cause my mom had so many pharmaceutical conferences there. I havent had any desire to go back though.\n  ","601856":"\n  No, hes not a congressman. You have to go through all these political steps. He got this certificate that put him in the doors of working under congressman so he can learn & train. It was all over his and his moms Facebook.\n  ","601857":"\n  I actually used to do that a lot when i was younger. Its so good! Surprisingly good!!\n  ","601858":"\n  Omg, you and I always have the best conversations cause you’re just so much fun to talk too! ✨\n  ","601859":"\n  You’re an anon. ✨\n  ","601860":"\n  It only took me a couple months actually, i think like 6 months.\n  ","601861":"\n  I havent eaten one of those in a long long time but yes i would add hash browns to everything- especially there hash browns!\n  ","601862":"\n  There were a bunch of class clowns & i dont know where most are but the ones I do know ;\n  \n  • P travels the states as a professional photographer\n  \n  • S is selling BMWs.\n  \n  • J joined the United States Congress last year.\n  \n  • I travels the world as a professional skateboarder and videographer.\n  \n  • M is a freehand rock climber and artist.\n  \n  Maybe being funny helps some people accomplish their goals and become successful.\n  ","601863":"\n  I really really hope she will be okay... i care about your kitties so much! 😍\n  ","601864":"\n  I’m pretty sure your arms are bigger than my thighs. ✨\n  ","601865":"\n  I love it on the side cause i love the act of dipping lol\n  ","601866":"\n  I’m currently obsessed with The Magician’s.\n  ","601867":"\n  I am so so sorry. I really just want her to be okay..\n  ","601868":"\n  Wow, imaging any of those things eating me sounds so painful\n  ","601869":"\n  I did. I grew up in a very nice area. 😊\n  ","601870":"\n  What’s going on?\n  \n  I am good & so is Ash. She all happy cause she got some extra food lol\n  ","601871":"\n  What about him was so gross?\n  \n  (I’m just curious what you didn’t like lol)\n  ","601872":"\n  I know I don’t really know you but i love all your answers so much, you have a great personality. 😍\n  ","601873":"\n  Is everything ok? 💖\n  ","601874":"\n  You’re a really interesting person to talk too and you always give me so much love on here. 😊\n  ","601875":"\n  You are such a talented photographer, with a super understanding empathetic personality, & such a supportive friend. 💖\n  ","601876":"\n  Omg, you’re pretty & you have such a gorgeous hair color! ✨\n  ","601877":"\n  I always make a list before I go grocery shopping cause i will start to buy the most random items that look good in the moment lol. I always get distracted when i look through the aisles & i always have to get myself a couple items that are super unhealthy but I deserve it 😂\n  ","601878":"\n  Actually, no. We were friends with every family that lived in our neighborhood. I had a lot of freedom when I was a kid as well so even if there was someone they wouldn’t really be able to stop me lol\n  ","601879":"\n  You’re definitely an artist\/writer\/creator because you have the most beautiful posts & i cant get over your photos. 💖\n  ","601880":"\n  This sounds super creepy. Hmm, can you imagine what it would like if it was black? Everyone would have this little different color circle... idk if that would be cool or super scary 😳\n  ","601881":"\n  Red. I look fabulous in red.\n  ","601882":"\n  You’re literally one of the sweetest people i have ever had the pleasure to meet, & i know a lot of people would agree with me too. 💕\n  ","601883":"\n  You were one of the first people I really talked to on here and you’ve always been so nice with awesome posts - seriously, your page has always been a favorite (you’ve always been my favorite) 💖\n  ","601884":"\n  I wish i had a youtube channel where i just go to different restaurants and eat with my friends. It would just be about how i react to food since i am very VERY vocal when i eat food. I always have to comment about everything i eat or make some kind of reaction - a lot of the time i dont even realize im doing it.\n  ","601885":"\n  This is going to be the longest run on sentence since there’s just so much to say about you so you are a magician with your mind & it has been a pleasure being able to get to know you so i wanted to thank you for not being afraid of being who you are & thank you for always being such an awesome supportive friend-you’re the best. 💖\n  ","601886":"\n  We haven’t talked for a bit, where have you been Kaiii? ✨\n  ","601887":"\n  You’re such a fun person to nerd out on games with & you compliment me the perfect amount - not too much. 😘\n  ","601888":"\n  You have this sweet look in your eyes that tells me you must have such a big heart & I would love to spend time around someone kind like you. 💖\n  ","601889":"\n  You have a well-groomed beard. 💖\n  ","601890":"\n  I think a little bit too long, like slightly questionable amount of time 😂\n  ","601891":"\n  Sure. 💖\n  \n  Send your @\n  ","601892":"\n  How do you know where my homeworld is?\n  ","601893":"\n  • onions\n  \n  • feta\n  \n  • bell pepper\n  \n  • beets\n  ","601894":"\n  You’re my favorite because I’m your favorite ✨\n  ","601895":"\n  Hey, how are you doing? 😊\n  ","601896":"\n  I dont mind at all. Yes i am adopted. 😊\n  \n  I dont know why people think being adopted is a negative thing (not talking about you, i mean generally) it was the best decision my biological mom made for me. I think people assume going into foster care is the same as being adopted when its not. Foster care is from the government. Adopting a kid requires money, lawyers, doctors, & patience. (I was an expensive baby lol) My parents choose me and i was given an amazing life. If i was never adopted i would have been in poverty.\n  ","601897":"\n  I love jeans. I love finding a great pair of jeans 😍\n  ","601898":"\n  Omg, thank you so much!!!! I am so grateful for you 😍\n  ","601899":"\n  I am lonely in the sense that most people don’t understand the way i view ideas or the world (except\n  \n   @Pookeo9\n  \n  ) & it makes me feel like im all alone. Its not a problem that they don’t understand, but because they don’t understand they don’t respect it & theres no acceptance. I dont want everyone to agree with me but i just people to accept me for who i am - just like how i do for them.\n  ","601900":"\n  Yes, i have. I have spent some time with someone who suffers from schizophrenia. Its really hard to have a conversation with someone with severe symptoms. A lot of things they would say doesnt make sense because of their delusions. They start to talk as if they are talking to someone else. They will randomly freak out but i always assumed they saw something scary. Its really sad cause they dont live that long when it gets this severe. They cant tell whats real and what isnt anymore and a lot of them commit sui.cide or just drink or do drugs till they die once they get to that point. The most difficult part is the medication only works for so long but its common for them to believe that they are being poisoned and theyll stop taking their medication.\n  ","601901":"\n  I have so much laundry, like so much i need to do. Idk about you but im just like not in the mood.. like not in the mood to hang everything up bleh! What clothing item do you have the most of? I hope you have a fun time with all your friends!!\n  ","601902":"\n  Thats such an odd dream lol\n  ","601903":"\n  Take it slow at first. Set a timer for small amounts of time, if that helps. Dont try to push yourself. Also, pay attention to how you’re feeling emotionally. Dont try to work through anything when you feel any sort of negative energy because youll most likely end up making a decision you probably wouldnt make if you were in a more positive mindset.\n  ","601904":"\n  Thank you so much!! 😍\n  \n  I still can’t believe how insanely long my hair used to be but its actually super long again. 😊\n  ","601905":"\n  I do it every day for at least 3 hours. I like to sit in complete silence and just let my mind digest information i gathered that day, things that ive learned and how my perspectives might have changed. I prefer solitude.\n  ","601906":"\n  My spider senses are telling me you are correct 😂\n  ","601907":"\n  Hello birthday boy 🎂\n  \n  I am finishing up Queen of the South. I forgot how good this show is, have you seen it? What are you up too? How are you? 😊\n  ","601908":"\n  I usually don’t really like the questions and a lot of the time I will get the same question sent from someone else as an anon so its just kinda like, ehhh. There’s so many other questions in my inbox that are more important to me 😊\n  ","601909":"\n  I am really goofy today lol i keep making the silliest jokes. I feel really hyper for some reason 😊\n  ","601910":"\n  iPhone X 💕 you dont use an iphone right?\n  ","601911":"\n  This has changed my whole perspective of birthdays 😳\n  ","601912":"\n  You’re so sweet to me 😩💖🙈\n  ","601913":"\n  Can we please trade?! I am so over this freezing weather ugh. I like to play it while Im watching something cause its super simple. I passed 50 & i am on level 111. Its another level that’s really making me angry though lol this game isnt for everyone though. It really helps train your brain on how to see patterns but i love patterns & figuring out what the pattern is haha\n  ","601914":"\n  Yes, i love pearls & its one of my birth stones ✨\n  ","601915":"\n  Your dad\n  ","601916":"\n  I like watch Basketball, Soccer, Hockey, Volleyball, Figure Skating, & Gymnastics. I don’t really have any teams or people i follow but I just love sitting in amazement of how talented all these athletes are!\n  ","601917":"\n  Its okay to be a little peanut butter & jealous 😊\n  ","601918":"\n  I am doing great except i think im allergic to rosemary incense cause i keep sneezing lol i just realized how hungry i am and ugh theres nothing quick for me to eat right now. But, how nice you are being too me makes everything better ✨\n  ","601919":"\n  I am so bad about charging my phone 😂 but my battery lasts a surprisingly long time.\n  ","601920":"\n  30%\n  ","601921":"\n  I didnt really think about this... hmm. Wait, since im a giant i would believe in different religions and such. So, if they dont give me what is owed then i will just use them to sacrifice for the Gods. They would get a whole ceremony - it would be quite an honor...lol\n  ","601922":"\n  I would tame the animal kingdom of the jungle & become one they respect. Then, i will be safer with them than inside a death trap filled cave of riddled anxiety lol\n  ","601923":"\n  I actually used to go backpacking a lot when I was younger. My dad thought it was important I learned how to survive with minimal stuff since im so small 😔 if i could carry more, i would probably bring more non practical items lol\n  ","601924":"\n  I would much rather use slang. Theres only so many emojis, but theres a lot of slang.\n  ","601925":"\n  I want chicken with waffles so bad 🤤\n  ","601926":"\n  Yeah, it was! 😂 it made me laugh instantly lol He’s really jamming 😂\n  ","601927":"\n  I love your opinion & i could indulge in some more of your opinions. Thank you so much! 😍\n  ","601928":"\n  I guess im polyamorist now 😂\n  ","601929":"\n  Yeah, I’ve noticed that usually when someone has hatred (i mean like extremist type hatred though, not sure if that was her) from something or someone it’s probably because they can either relate or wish to imitate.\n  \n  So, what was it like dating a hood rat?\n  ","601930":"\n  Please tell me she wasnt sleeping with randos and saying that while dating you..\n  ","601931":"\n  Men and females both do it, but it doesn’t matter what other people do... I’m just not going to do that. Just because your friend jumps off a cliff, does that mean so will you?\n  ","601932":"\n  The stars. It doesn’t matter what kind of day i had or if im in a rush, when im outside in the dark i always have to take a second & look up at all the stars. All the stress just instantly goes away. It makes oxygen feel more crisp. For me, its the most beautiful, comforting, and peaceful moment.\n  ","601933":"\n  Never have & never will. I cant force anyone to like me. Even if i like someone, theres a chance they wouldn’t like me & they could end up liking one of my friends. If my friend liked the same person as i did, i would turn into their wingman instead. Its not my choice who people should and shouldnt be with. Also, you shouldn’t claim people like they are a prize or something.\n  ","601934":"\n  Hey!😊\n  \n  My January was actually kind of an anxiety rollercoaster. The uncertainty of everything. The unknown of what our future is going to be this year and after. To be honest, the anxiety just made itself comfortable in February too lol\n  ","601935":"\n  I would bring a whole bunch of matches, a small tent, a few hunting knives, a uv water purifier, a filtered water straw, container to hold the water, water proof jacket, extra pair of socks, dried fruit, nuts, a watch, and a machete. I probably forgot a few things honestly. I dont think i would really bring anything I couldn’t live without except my phone.\n  ","601936":"\n  You’re so sweet! Thank you so much! Would it be ok if i wore this as a wedding dress?\n  ","601937":"\n  I prefer animals over people\n  ","601938":"\n  I like that you and i are both studying the same thing ; magik.  I swear you and i have stars that are aligned or something. ✨\n  \n  & all i have to say is yes yes. I’ve been reading the History of Magic & that’s pretty much the entire jist of it. I havent been reading\/studying lately though which im bummed about, im disappointed with myself 😔\n  ","601939":"\n  I would start a giant taxi\/uber\/lyft service. My shoes would have like rollercoaster seats on them, fashionable ones of course. It would be way better for the environment 😂\n  ","601940":"\n  Or it would be a peaceful experience to be sung to death lol its all about the way you look at it. 😂\n  ","601941":"\n  You know, itd be like taxes but like viking style. If you dont pay up, i will start by ruining something small and work my way up to stomping the entire farm.. you know, like the way the mafia does it when they are trying to get what their owed. Honestly, im starting to realize im not really that nice of a giant LOL\n  ","601942":"\n  Oh, i would never go in there by myself. (Sorry I forgot a lot of information HA) i would have to go with people i trusted but then i would run out like a little scared baby and wait for them to come back LOL omg i am terrible.\n  ","601943":"\n  How much would the best experience ever cost?\n  ","601944":"\n  Social media is bad for anyone who’s unsure with themselves. They get easily effected by anyone who dislikes or disagrees with them. It’s causing so many people to start growing insecurities because of someone else’s insecurities. We need to stop comparing ourselves to everyone. No wonder so many people feel like its them vs the world.\n  ","601945":"\n  I have a slight obsession with skulls...\n  ","601946":"\n  I seriously love all flavors, literally all of them.\n  ","601947":"\n  There’s no way 🙈\n  ","601948":"\n\n   سأتبعك وأريك بعض الحب\n  \n","601949":"\n  That’s actually a fantastic idea 😍\n  ","601950":"\n  I wish they could read this 😔\n  ","601951":"\n  “You’re the most honest person I know, but sometimes with certain people you need to learn how to put a mask on to protect yourself so you don’t keep getting hurt.”\n  ","601952":"\n  & i love all of you ✨\n  "}}