{"Question":{"601953":"\n   what is the last thing that made you feel proud?\n  ","601954":"\n   what is the last act of kindness you witnessed?\n  ","601955":"\n   Would you rather have heavy metal music come on every time you enter a room or country music come on every time you enter a room?\n  ","601956":"\n   You look different in every photo u put it  her, so much so I thought ur fake\n  ","601957":"\n   cause i cant\n  ","601958":"\n   Sounds like you got it all planned 😹\n  ","601959":"\n   I wish you would do this!\n  ","601960":"\n   Will that section be written in Spanish?\n  ","601961":"\n   You slept?\n  ","601962":"\n   Slavic beauty😊\n  ","601963":"\n   my mind consists of food pictures and ideas. not really much else going on up there lol.\n  ","601964":"\n   You don’t have to be insane to be afraid of death. Most people who aren’t afraid of death probably aren’t on death row. So, who’s more likely to be suicidal a younger person or a mid age person?\n  ","601965":"\n   I think the older a lot if people get, the crazier they get. Not everyone, but many people will begin to see the issue in their life\/world and not care if they die or live. Or they start hating the world more than a lil kid would.\n  ","601966":"\n   I’m starting to believe a lot of people lose their fear of death by 21.\n  ","601967":"\n   If you had a pet moose, would you name it Boomwinkle?\n  ","601968":"\n   Yeah me too hahaha have you seen Kimmel when he was a pigg that spoke to kids just to see if they would rat the talking pig out? Trust me you need to watch it Boom\n   \n    https:\/\/www.youtube.com\/watch?v=WX-qea1Izx0\n   \n   He really looks like a real pig\n  ","601969":"\n   Hey sunshine. Have a great day ahead\n  ","601970":"\n   images of february day 3\/28\n  ","601971":"\n   Is my wifey on 😍😍\n  ","601972":"\n   Do you like the jokes that are on you?\n  ","601973":"\n   Have you ever had a near death experience\n  ","601974":"\n   Have you ever received an anonymous letter?\n  ","601975":"\n   Can you relate  to certain people\n  ","601976":"\n   whats beautiful today?\n  ","601977":"\n   Boomstina Aguilera or Boomley Cyrus?\n  ","601978":"\n   thank you for this savannah, truly. thank you from my conscious and subconscious. thank you from my demon and my demon. you are a gift and a wondrous creature. im blessed to have found you here, to have collided with you as we run our circles of fear and doubt. i wish us both peace.\n  ","601979":"\n   wtf??!! someone has too much time on their hands lol  gotta love the anons 🌻🌹\n  ","601980":"\n   you are perhaps the most personable individual that ive encountered here period. and ive encountered A LOT. this person is just in love with you. the comment is out of frustration not belief.\n  ","601981":"\n   When you pass, do you want to be buried or cremated?\n  ","601982":"\n   God was showing off when he made you What's heaven like now that your not there\n  ","601983":"\n   What would you do if you found out tomorrow that you had to go to prison tomorrow for the next 10 years? How would you react?\n  ","601984":"\n   😍 i want 😍\n  ","601985":"\n   If you were substitute teaching a kindergarten class and a creepy little girl in there with a blank look on her face, started calling you Miss Boometh, what would go through your mind?\n  ","601986":"\n   So I majored in sociology back in college, but I am thinking of going back for my masters. I am thinking of going back psychology this time do you think this would be a good idea? I just need opinions\n  ","601987":"\n   What kind of person do you think you'll be when you get older? 👴👵\n  ","601988":"\n   sends you antianxiety air purification system with battery backup and hot chocolate machine\n  ","601989":"\n   For sure! 😂 Well, now it's done at the very least, let's hope my presentation goes smoothly tomorrow Haha\n  ","601990":"\n   😂🙅‍♂️\n  ","601991":"\n   I've got a  safe box full of them\n  ","601992":"\n   تابعتك ممكن باك🖤🥀كل الحترام 🖤🥀\n  ","601993":"\n   just finished counting my coin collection I've got £350 in coins  is that dumb lol I collect rare coins\n  ","601994":"\n   Favorite shoes pap?\n  ","601995":"\n   Kids from California can’t handle living in other states.\n  ","601996":"\n   thanks for your concern unfortunately nothing has changed for me I'm still very angry\n  ","601997":"\n   6th of june huh? wasn't 6 am too was it you omen child alien! now im sacred and calling gregory peck to protect me. wait he died in the movie... hmm. shit he died in 2003 IN REAL LIFE... thats it im dead. better hurry up and at least eat something. oh rip mr peck. you were the man! ?\n  ","601998":"\n   Have you ever been to an amusement park or theme park?\n  ","601999":"\n   How do you eat so much portions of food but remain skinny 🤔 what's your secret?\n  ","602000":"\n   watch this person end up being your best friend once they stick around a while lol\n  ","602001":"\n   images of february day 2\/28\n  ","602002":"\n   Meaning of your username?\n  ","602003":"\n   I am indeed. Are you Queen Boometh, Optiboom Prime, leader of the Autoboombots? ?\n  ","602004":"\n   ⚜️ S P A C E ⚜️\n  ","602005":"\n   where should i text you then cutie?\n  ","602006":"\n   How many languages do you know?\n  ","602007":"\n   i miss your skirt selfies :$\n  ","602008":"\n   Ever pretended to believe in someone's lies while knowing the reality?\n  ","602009":"\n   Hi\n  ","602010":"\n   Thank u I'm a big boy tho so I will be fine I've learned to deal with it all and I dont reflect my anger to others which is good thanks to a couple really good freinds I have come a long way but still everyday I see her smile remember her voice it makes me feel a type of peace and anger ?thank u\n  ","602011":"\n   Tbh: You're pretty. And you've got ravishing displays 🌹\n  ","602012":"\n   who wouldn't :v\n  ","602013":"\n   post a GIF\n  ","602014":"\n   images of february day 1\/28\n  ","602015":"\n   Why don't you like winter? 😄\n  ","602016":"\n   I'm in love with that face!\n  ","602017":"\n   Fancy braid in your hair today.\n  ","602018":"\n   saw a cute guy assuming he is gay because he is extremely handsome\n  ","602019":"\n   What would you rather have; an Indian buffet or a Chinese buffet? 🥠🥟🍤\n  ","602020":"\n   dare to dream girl\n  ","602021":"\n   What does your shirt say?\n  ","602022":"\n   oh my goodness!!!😇\n  ","602023":"\n   This is diabetes.\n  ","602024":"\n   first off your welcome so much. second its always like a special surprise when you answer these old ones lol. honestly boom if you would have asked me then i would have been able to say much more but i dont remember too many specifics. just you are not afraid of the camera and there is a history see\n  ","602025":"\n   Will you be my roomie later in life? My mom is worried that I’ll live in a place where I don’t know anyone after I’m the only one living. I’m ok with being an alone hermit if I have to be but I thought I should ask you.\n  ","602026":"\n   NOW MY HAIR IS FEELING A BIT ITCHY DAMN IT\n  ","602027":"\n   😘😘\n  ","602028":"\n   Lady Boometh is my ❤️ 😊\n  ","602029":"\n   What was the smartest decision you have ever made?\n  ","602030":"\n   Is there an instrument that you love the sound of? I love the sound of a French horn\n  ","602031":"\n   I will go to war for lady Boometh\n  ","602032":"\n   My wife 😍❤️ 💙 right here\n  ","602033":"\n   Glad you finally admitted you’re a rude ass cow ! 😘\n  ","602034":"\n   You are a rude person\n  ","602035":"\n   When will you leave ask?\n  ","602036":"\n   Have you ever been bored enough to make a poorly drawn 4-page origin story for a tooth-based superhero? Because I have.\n   \n    https:\/\/drive.google.com\/file\/d\/1-ZKzGsUx9YlhCjyR-dXJ_q3L8NkmcPHz\/view?usp=sharing\n   \n","602037":"\n   You're my favourite creature boomacakes\n  ","602038":"\n   At least with COVID there are fewer people driving so less gas emissions and pollution and damage to the earth.\n  ","602039":"\n   Do you think escaping a growing surveillance state is virtually impossible? Almost everything we do, whether it's where we are or what we buy, has digital fingerprints.\n  ","602040":"\n   Don’t try and get out of it now with your BULLSHIT excuse\n  ","602041":"\n   Oh you wanna know why? Great I’ll tell you. I asked someone a question, to which that person unnecessarily gave me a rude answer and you liked it, hence that’s how I found your profile. So that means you’re rude too don’t try and hide it now ! Xo\n  ","602042":"\n   How often are you rude to people?\n  ","602043":"\n   Can be to those who deserve it but you’re not one of them #oh well\n  ","602044":"\n   You’re a rude motherfuckin cuntbag !!!!!!\n  ","602045":"\n   I don’t swing that way xo\n  ","602046":"\n   I Aint a lez xo\n  ","602047":"\n   who wouldn't?\n  ","602048":"\n   Not of you\n  ","602049":"\n   You’ll probably be sent it one day\n  ","602050":"\n   I’ve seen u on pornhub\n  ","602051":"\n   OOTD?\n  ","602052":"\n   Lady Boometh  is my ❤️\n  ","602053":"\n   *Organizing my wardrobe using my feet while doing a handstand* 😂\n  ","602054":"\n   what does loneliness mean to you?\n  ","602055":"\n   Hey\n  ","602056":"\n   Hi how are you Honey, you doing okay?😘\n  ","602057":"\n   *Doing squats while mopping the floor* 😂\n  ","602058":"\n   what is the best thing that ever happened to you?\n  ","602059":"\n   ideally how many questions would you like to receive in total each day? would it be cool to run out and just look around more?\n  ","602060":"\n   *Cleans underneath the bed in a plank* 😂\n  ","602061":"\n   Also, this is a pic of Pizza Hut pizza. It's sad that I recognize it. lol\n  ","602062":"\n   *Does benchpresses with the broom* 😝\n  ","602063":"\n   Are you selfish?\n  ","602064":"\n   I'm thinking of doing some organizing in my cabinets and such Haha Gonna invite some friends over on Friday so I want my room to look cleeeaaannn in ever possible way 😆😄\n  ","602065":"\n   Dedicate a song to your crush\n  ","602066":"\n   French toast for dinner?\n  ","602067":"\n   If you call it boomijuana will it get around the censor?\n  ","602068":"\n   Well, I dreamed about a certain someone... 😏 Just kidding, I honestly can't remember, it was one of those naps where I kinda just collapsed on the bed not knowing what happened afterwards Haha\n  ","602069":"\n   Aw💖Glad to hear you're doing well!🥰🌹Ooouf how cold is it? °C?😬 omg i could've used some of that snow on Thursday and Friday! It was hot as hell over here!🙈😬 Been working but i do play Pokemon and Jetpack Joyride on my days off😁👍\n  ","602070":"\n   Some community hours and you're good to go 😂🌸\n  ","602071":"\n   I've had a pretty chill day! Seminar this morning, then wemt swimming and then I was honestly pretty exhausted cause I hadn't gotten much sleep so I took a nap until right about now Haha\n  ","602072":"\n   do you feel like the older you get the less you want to deal with people's drama?\n  ","602073":"\n   How's it going? 😄\n  ","602074":"\n   Why you gotta make me hungry, Sav? Ironically I'm making pizza for dinner. :-P\n  ","602075":"\n   What would be useful to you right now?\n  ","602076":"\n   Do you think you’re an impatient person?\n  ","602077":"\n   Do you own a tablet? If so what do you use it most for? ☺️\n  ","602078":"\n   Your mind might be odd, but it's awesome to follow on here. Your answers are the best!!!!!\n  ","602079":"\n   YAAAAASSSSS thick crust pizza all the way! I want to feel full when I eat pizza, not still be hungry.\n  ","602080":"\n   What’s something you would never pay for?\n  ","602081":"\n   If you can find this kitty sweater in your size, you need to get it. lol\n   \n    https:\/\/poshmark.com\/listing\/Kate-Spade-Girls-Cat-Sweater-5f73c2a4cb692c2699d36ef5\n   \n","602082":"\n   I appreciate that you seem truthful and aren't a brazen liar like others I follow on here\n  ","602083":"\n   You don't like skinny girls?\n  ","602084":"\n   Who asks best questions?\n  ","602085":"\n   Everything looks best on you\n  ","602086":"\n   Have you picked a wedding dress? PAP😍\n  ","602087":"\n   It’s a bit stressful but I’m managing.\n  ","602088":"\n   you\n  ","602089":"\n   Have you ever been hunting\n  ","602090":"\n   School, but now I feel like I finally have some time to relax.\n  ","602091":"\n   How far into your life does the outline of your boomoir go at the moment?\n  ","602092":"\n   Obviously I will be buying this! 🥰 xxx\n  ","602093":"\n   You are gorgeous! :)\n  ","602094":"\n   If you were tasked with venturing through an ancient underground temple filled with deadly traps, like the ones you'd see in Indiana Jones, how do you think it'd go? What kind of approach would you take? Would you be able to escape with the treasure? 🗿💀💎\n  ","602095":"\n   Hey💕\n  ","602096":"\n   You're the type of woman who deserves good things Fistful of diamonds, a hand full of rings\n  ","602097":"\n   Ooh, I love a challenge 🤪 😹\n  ","602098":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","602099":"\n   Will you write an autobiographical memoir someday? You have both a brilliant, creative, unique mind and have led a interesting life. I want to read about the world from Boom's point of view.\n  ","602100":"\n   _🧚‍♀️\n  ","602101":"\n   That's soooo true! 😍\n  ","602102":"\n   How did you get so many likes xD\n  ","602103":"\n   your smile is pretty cute x\n  ","602104":"\n   do you have veneers\n  ","602105":"\n   Ring ring ring ring ring ring ring ring banana phone!!!!\n\nAnyhow use this to post a pic of your pet .\n  ","602106":"\n   i like that you dont in a way. i never did on mine. do you think your vote would influence people?\n  ","602107":"\n   i just want to share these puff pastries i made with you. i may have hit my ceiling. its all downhill from here lol.\n  ","602108":"\n   Do you usually answer asks ‘daily’ question or ignore it?\n  ","602109":"\n   Well, I interpret it to be about valuing someone's presence, not wanting your time with them to end, and I always feel that way about you. Your energy is both invigorating and peaceful. I love it so much.\n  ","602110":"\n   what brings you comfort these days?\n  ","602111":"\n   Free tacos for life or free wings for life?\n  ","602112":"\n   I had Olive Garden for dinner tonight. I ordered chicken Alfredo and the salad with their amazing breadsticks. They were so delicious I went and had dinner with my dad who had angel hair pasta with meatballs and salad as well. Now I’m at home watching television with my family. Do you like s’mores?\n  ","602113":"\n   Chocolate. It was good! I’d like to try other flavors for sure\n  ","602114":"\n   😍😍😍😍\n  ","602115":"\n   i wish you had an instagram for just that. did you make the gnocchi yourself?\n  ","602116":"\n   Look at you, you didn't let having that panic attack derail you from accomplishing what you wanted. You're so strong and single minded about what's important to you.\n  ","602117":"\n   most people are not trustworthy imo. that said there are multiple aspects and facets of trust. different categories etc. i think you would probably keep a secret. i dont think you would betray someone easily. as far as the rest id say you are moderately trustworthy. at or above average for me.\n  ","602118":"\n   I experienced deja vu at the sight of this picture. I feel like I've made those and can taste them. I've been in a kitchen like that yet not.\n  ","602119":"\n   Pic🖤\n  ","602120":"\n   what is your true self?\n  ","602121":"\n   Are you rich\n  ","602122":"\n   Do you like Mochi? I tried it tonight for the first time and it’s pretty good!\n  ","602123":"\n   Gonna start working on a powerpoint for a seminar tomorrow Haha Truly last minute 😂\n  ","602124":"\n   🌚🌚\n  ","602125":"\n   You always make me think of the song Stay by Maurice Williams & the Zodiacs. Are you familiar with it?\n  ","602126":"\n   that's good..what's another from that era ummm how bout lisztomania by phoenix??\n  ","602127":"\n   I'm fine, thanks. I'm glad you're feeling a bit better. I'm sorry you had to feel that way just as you were preparing something to eat. You deserve so much inner peace and love. We're all so thankful for you Savannah.\n  ","602128":"\n   Selfie sexy\n  ","602129":"\n   Your wife goals\n  ","602130":"\n   Nooo, don't feel like that! It was more me who jinxed it when I thought we were gonna win 😅\n  ","602131":"\n   You love harvesting farm fresh vegetables, don't you?\n  ","602132":"\n   What were your impressions of handball? Haha\n  ","602133":"\n   Do you like Science Experiments? Jimmy Kimmel Live show some tell if you wanna try any Boom\n   \n    https:\/\/www.youtube.com\/watch?v=SjfJeLlt7Gs\n   \n","602134":"\n   How many followers u got?\n  ","602135":"\n   Are u kidding !?lol I love Lana  songs but her books idk\n  ","602136":"\n   Why would you start singing once you noticed that people started to scatter from you unknowingly stepping on someone? 🤣\n  ","602137":"\n   do you know any spells or potions to heal blisters in like 3 hours? KIND OF AN EMERGENCY thanks\n  ","602138":"\n   Hahaha, you go do that 😂 Sweden is in the lead 11-10 right now, I can smell gold 🥇 Yeah, you should definitely walk into the closest possible café if you ever visit Sweden Haha\n  ","602139":"\n   What kind of books !? recommend some books for me\n  ","602140":"\n   I hate my neighbors.\n  ","602141":"\n   Well, it isn't volleyball Haha The volleyball was the closest ball I could find in the emoji's 😂 A fika is like when you sit and drink coffee and eat pastries 😊 It's a very Swedish thing Haha\n  ","602142":"\n   I will I hope the fuckboys leave you alone\n  ","602143":"\n   I am still on! 😄 I had a decent day, went on a \"Fika\" with my grandma outside so she could have a chance at wishing me a happy birthday in person 😊 Now I'm watching Sweden VS Denmark in the handball world championships 🏐\n  ","602144":"\n   How's it going Boom? 😄\n  ","602145":"\n   can i even be your friend?🥺❤\n  ","602146":"\n   Eww lol\n  ","602147":"\n   You're the most prettiest girl I've ever seen pls can i have your ig or snapchat so i can adore you all day?🤩🤯\n  ","602148":"\n   or ill just tag you in them. went and looked. went all the way to the bottom. i could make an argument for so so so many. but i cant be a fence sitter here so i narrowed down 4 lol. one could spend an afternoon sipping coffee and tea and just going through ur feed taking in snapshots of your life ?\n  ","602149":"\n   ill go look at your instagram later and send you the link to the one i like best. although honestly i have never seen a picture of you that was not a pleasure to observe. you have a way of exhibiting a naturalness and charisma. so photogenic. but talking to you is even better.\n  ","602150":"\n   Did you gain or lost weight in 2020 lock down ⬇️\n  ","602151":"\n   That just sounds like 2 kids playing in a sandbox. Nothing weird with that.\n  ","602152":"\n   What's your dumbest pet-peeve?\n  ","602153":"\n   innocent for loving a creature like you lol\n  ","602154":"\n   Does time seem to go faster as you get older\n  ","602155":"\n   😂😂 tu parle français aussi😂 je croyais que tu parlais juste anglais\n  ","602156":"\n   but ...in a way...thats all that we are...\n  ","602157":"\n   I imagine heaven being one huge tray of these foods!!!\n  ","602158":"\n   You are the prime suspect for stealing all the cuteness available\n  ","602159":"\n   do you like those pillsbury cinnamon rolls you bake and put icing on out of the canister?\n  ","602160":"\n   so I miss you 🥰🥰\n  ","602161":"\n   What do you need for your spirit to have more room to breathe?\n  ","602162":"\n   I'd say you have super creative answers! 😊 That's the reason why you're so much fun to talk to in my opinion 😁\n  ","602163":"\n   j'étais au boulot et toi\n  ","602164":"\n   when you have left here in the past do you announce it or just dont come back for a while?\n  ","602165":"\n   Did you have a MySpace?\n  ","602166":"\n   Do you prefer your pizza regular or thin crust?\n  ","602167":"\n   Shouldn't Boomington D.C. become a state so they can have sufficient representation in congress?\n  ","602168":"\n   Can you do laundry?\n  ","602169":"\n   What is the strangest thing you have ever eaten for breakfast?\n  ","602170":"\n   I think I'm in love with you\n  ","602171":"\n   Someone out there would die for you\n  ","602172":"\n   Just curious, do you live on the west or the east coast? Maybe in the middle? I usually like to keep track of when it is a good time to ask questions and such to those I talk to ☺\n  ","602173":"\n   you get to travel back in time today only for 5 hours. what date do you go back to and why? no teleporting.\n  ","602174":"\n   what type of dress do you like to wear the most? 💙\n  ","602175":"\n   Welcome and I bet you have really nice feet too\n  ","602176":"\n   You are stunning\n  ","602177":"\n   any updates?\n  ","602178":"\n   i want to marry\n  ","602179":"\n   Heyyy! Sorry I was asleep when you answered this haha! Awwww no is the snow bad? It's forecast to snow here tomorrow! I've never seen that! 😂🙈 I've only recently started watching Narcos and it's brilliant! I watched Liverpool last night and they won! 🥰 xxx\n  ","602180":"\n   Do you feel that you won't receive the kind of love you deserve?\n  ","602181":"\n   can anons trust you tho? 🤔\n  ","602182":"\n   Use the dryer? 🙀 Well, it'll be your own fault if I don't survive 🤪 😹\n  ","602183":"\n   Yes I get a Norwegian vibe very you😍\n  ","602184":"\n   you dont vote on your own polls?\n  ","602185":"\n   🤤🤤🤤🤤\n  ","602186":"\n   I’ll let you choose my Queen💕\n  ","602187":"\n   I’m doing good luv! What about you?\n  ","602188":"\n   Does the local hispanic community refer to you as Reina de Reno?\n  ","602189":"\n   HAHAHAHA I forgot about this convo we had. 😂😂😂😂 This was so hilarious. I'm laughing all over again! 😂😂😂\n  ","602190":"\n   Do you accept that you're the The Night Queen?\n  ","602191":"\n   Gonna try and get some sleep, honestly been super tired today, dunno if it's from yesterday or just lack of sleep or something else entirely 😅 Either way, hope you have a great evening 😊\n  ","602192":"\n   I loved sloths??\n  ","602193":"\n   Heyyy Savannah! How're you doing?🥰\n  ","602194":"\n   what did 2009 you think of 'down' by jay sean feat lil wayne\n  ","602195":"\n   Early 2010s, teenage years 🥺\n  ","602196":"\n   That's from the song Home Sweet Home by Mötley Crüe. That's a really good song.\n  ","602197":"\n   Do you like soup? What kind of soup is your favorite?\n  ","602198":"\n   How are you feeling now my sweet fav person I've never met?\n  ","602199":"\n   Say someone like climbed onto your foot when you stood somewhere in the city and they tied strapped themselves underneath your shoelaces like your foot was a ride of sorts, do you think you'd notice them? How'd you react if you did? 😂\n  ","602200":"\n   20 stories tall? You'd be like a walking highrise building Haha What kind of things do you think you'd eat at that size? How'd you get your hand on it exactly? 😂\n  ","602201":"\n   If your man started calling you Betsy and told you to talk to him in a country accent, would you listen to him?\n  ","602202":"\n   100%. you've had zero awkward phases in all your time here. every look has been a timeless homerun that I love.\n  ","602203":"\n   I'm sure you can sing love 😘 I wish I could comfort you if you got a panic attack...\n  ","602204":"\n   How would you alleviate the torment of someone having a panic attack in your presence? Why?\n  ","602205":"\n   You are smoking and suddenly hear knock on door by your parents. What would you do?\n  ","602206":"\n   Would you like a receipt every time someone thinks that you are looking beautiful?\n  ","602207":"\n   #♥️\n  ","602208":"\n   Do you like Girl Scout cookies? Which ones are your favorite?\n  ","602209":"\n   And this kind of thinking is why I love you so much 😍\n  ","602210":"\n   is there any membership programme for your boom foundation? 😂😂\n  ","602211":"\n   Pic of your favourite tattoo please😍\n  ","602212":"\n   Belated HAPPY BIRTHDAY 🍰🎂\n  ","602213":"\n   out of these names who do you think would make the best friend and why? enrique, damien, ellie, cierra, alden, kierra, pierre, or thomas\n  ","602214":"\n   That looks disgustingly sickly eww\n  ","602215":"\n   what do you do when you see a spaceman?\n  ","602216":"\n   Are you scared of artificial intelligence?\n  ","602217":"\n   when you leave the portal it spits you out on the side of the new jersey turnpike. so if you have any business to do in new jersey that would be a good time.\n  ","602218":"\n   Will a snowy owl do? 😹 And oh yeah, that means you can no longer use the dryer, sorry bout that 🤪\n  ","602219":"\n   i wish i was your friend I'd have always been adoring you.\n  ","602220":"\n   Do you like macaroni salad?\n  ","602221":"\n   Do you prefer hiking or jogging? 🥾 🏃‍♂️ 🏃‍♀️ 👍 🙃\n  ","602222":"\n   any culinary creations dancing in your head you want to bring to fruition soon?\n  ","602223":"\n   Where are you from?\n  ","602224":"\n   Why are your lists always so vapid?\n  ","602225":"\n   How good would you say your communication skills are?\n  ","602226":"\n   Did you buy it premade or was this in a box that you baked?\n  ","602227":"\n   why cant she make cool music like that anymore\n  ","602228":"\n   If you like her, what's your favourite Lady Gaga single? 🎶 👍 🙃\n  ","602229":"\n   What about astronomy and planets and space?\n  ","602230":"\n   breaking bad or The punisher\n  ","602231":"\n   Do you like sleeping with a candle on?\n  ","602232":"\n   Omg, I've just been transported back to 2009 🤩\n  ","602233":"\n   It was this quote from you that made me laugh so hard.... \"It's for the people who want to go to SD but cant afford real SD so they go to Mission Beach.\" Can't afford REAL SD. HAAAAAHAAAAAAA! ?\n  ","602234":"\n   Most recent food pic on your phone✨\n  ","602235":"\n   If you like them, what's your favourite Black Eyed Peas single? 🎶 👍 🙃\n  ","602236":"\n   You couldn't be like one my dear girl you already are a Goddess that's why we are soulmates😘\n  ","602237":"\n   Ur eyes is charming\n  ","602238":"\n   Wanna cuddle in my sweet pillow fort with milkshakes any snack your choice and a movie?\n  ","602239":"\n   I want 🤤\n  ","602240":"\n   Beautiful in black & white.??\n  ","602241":"\n   Sav! How are you? What are you up to today? 🥰 xxx\n  ","602242":"\n   Are you health conscious?\n  ","602243":"\n   I want you to take me to your heart and feel me in your bones.\n  ","602244":"\n   ritz bits cheese or peanut butter?\n  ","602245":"\n   PLEASE STOPPPP....... I can't take it anymore\n  ","602246":"\n   when was the last time you had fried chicken and what is your favorite piece?\n  ","602247":"\n   that actually caught me by surprise that they end up being female lol. thats interesting though.\n  ","602248":"\n   From 1-10, how creative would you say that you are? In what ways do you like to be creative? 🖋🎨🎭📸\n  ","602249":"\n   you're my four years senior 😂💟\n  ","602250":"\n   kissable 💋\n  ","602251":"\n   How long have you been here on Ask\n  ","602252":"\n   Lol I meant they are. But yeah they talking about how you can block someone so that they can't find your account anymore on the site and stuff ,like it hides it from them. Abnd you can set your profile to private . I'm down lol\n  ","602253":"\n   can you ever really trust an anon tho? 😂\n  ","602254":"\n   aww i would cherish this certificate so so very much!🤗  but fear not! i will not let it go to my head! i will not become complacent. i will always endeavor to become the very best boomticion to ever study the sacred art. i will not fail you 😊\n  ","602255":"\n   I scared you not will acept me how i look or i am? <3\n  ","602256":"\n   How's your day going? 😄\n  ","602257":"\n   Your bio is so hilarious 😂🔥\n  ","602258":"\n   Considering how boomerific you are, I bet anything you wore was Boomtacular.\n  ","602259":"\n   tu fais quoi\n  ","602260":"\n   How big do you imagine giant you being exactly? 😆 Like how tall would buildings be in comparison to you? How big would your feet be? (Since I guess those probably would be what people below would've associated with you the most) Haha\n  ","602261":"\n   If you noticed that people below you started to scatter, what'd you be thinking then exactly? 😂 What if you then went on to check underneath your foot and then saw that you had instead stepped on one or even a couple people? Haha\n  ","602262":"\n   Queeeeeen!!!\n  ","602263":"\n   Did you know somebody was making a replacement app for ask? Do you think we need a new platform with more protections for users?\n  ","602264":"\n   Damn shes beautiful funny and smart my type of women too hot🔥 to handle ❤️\n  ","602265":"\n   Do you ever have any guys on here flirt with you?\n  ","602266":"\n   what do you think, the main goal of this \"Life\" is? ? ?\n  ","602267":"\n   Are you tripping?\n  ","602268":"\n   No I meant I'll go there and stay there 😜\n  ","602269":"\n   What are you most curious about?\n  ","602270":"\n   Ah, maybe I'll stay, it can be no worse than here 🤣\n  ","602271":"\n   So by your definition: Budget = meticulously formed steel plate armor? 😆\n  ","602272":"\n   All I wanted for Christmas were the charges dropped. :(\n  ","602273":"\n   But what if the portal closes while I'm there? 🙀 🤪 🤣\n  ","602274":"\n   How does one become a boom? I want to be a boom and display boom pride.\n  ","602275":"\n   stunning😍 I love all of these dresses you posted\n  ","602276":"\n   homemade?\n  ","602277":"\n   Are you the comedian of your family?\n  ","602278":"\n   But you're the King of Snakes?!\n  ","602279":"\n   did you ever have one or want to own one? a snake i mean.\n  ","602280":"\n   have your weird neighbors done anything noteworthy lately? you havent mentioned them in a while\n  ","602281":"\n   I'll volunteer? 🤪\n  ","602282":"\n   We haven't witnessed a beauty like yours for quite a long time\n  ","602283":"\n   😍😍\n  ","602284":"\n   How are you\n  ","602285":"\n   Who? 😆\n  ","602286":"\n   Is there anything currently being held together in your home by duct tape?\n  ","602287":"\n   But it misses the point! M&Ms are supposed to be a metaphor for racial harmony, all the colors living together in one bag...this is like putting everybody in individual ghettos...\n  ","602288":"\n   😀😀😀 oh yeah\n  ","602289":"\n   thanks for sharing. my ex used to really go on about smells. she was japanese, im not sure if thats a prevalent belief there but for her it was huge. she would say her worries would disappear when she was around me. like she could just relax or sleep soundly. keep a shirt of mine with her all times\n  ","602290":"\n   okay i will ask you each day of feb then and you can post if you are able.\n  ","602291":"\n   You're so adorable.\n  ","602292":"\n   Ok I will take you in that. After all theres alot of skin 😋\n  ","602293":"\n   It’s gorgeous💕✨☺️\n  ","602294":"\n   😍😍😍😍😍\n  ","602295":"\n   They usually are mean or through tantrum and make you look like a catfish ugh they scare me sometimes\n  ","602296":"\n   Oh? You gonna get into the dryer and see whether the portal's there? 😹\n  ","602297":"\n   You are the first white girl who's being so nice to e everyone tbh i might be wrong but your answers and that positive vibe\n  ","602298":"\n   how did you first meet this friend?\n  ","602299":"\n   Can I add you on Instagram? Tbh you're really inspiring\n  ","602300":"\n   Yes & havent heard enough for my liking. Ik how curious, open-minded & passionate about learning you are & by some kind of grace, you were blessed w\/ a voice that's drenched in those qualities. It only makes sense that your one-of-a-kind perspective be packaged in something so beautifully expressive\n  ","602301":"\n   documentary about a man that free dives and studies an octopus over the course of about 10 months. learns a lot and socializes with it. beautifully shot and very interesting. watched it yesterday. its worth checking out. so is white tiger. also netflix\n  ","602302":"\n   Either way, I'm off to try and get some more rest 😴 Talk to you whenever I get on here next time Haha\n  ","602303":"\n   I can see. You are wise, mysterious, and dangerous to those who would try to do you harm.\n  ","602304":"\n   On the 3rd 😄\n  ","602305":"\n   What did you do today? 😄\n  ","602306":"\n   Well, I at least wouldn't abandon you without telling you all in advance Haha Today I have an early morning lecture, then gonna swim, then gonna make a reservation for a new monitor (My birthday is in a week), then make dinner, then have a game night with those who I live with in my dorm 😊\n  ","602307":"\n   Truly perfect 🥰🤩 to much amazingness\n  ","602308":"\n   Do you have any new tattoos planned for 2021?\n  ","602309":"\n   It's 6 am so I'm thinking of maybe getting an extra hour of sleep Haha I'm quite busy today as well, probably even more than yesterday 😅 Kinda wanted to get on here and make sure that people didn't think that I've abandoned them Haha\n  ","602310":"\n   It might just be true yano 🤪 😹\n  ","602311":"\n   no not enough skin😉 Lace is best for a girl of your beautiful stature 😘 Savannah\n  ","602312":"\n   Now I'm awake! At least for a little while Haha\n  ","602313":"\n   What do you prefer, me amazing.  McDonald’s or panda express?\n  ","602314":"\n   What would you like to be remembered for? 👍 🙃\n  ","602315":"\n   🤤🤤🤤🤤🤤🤤\n  ","602316":"\n   Yes🤩 I will try to make a mess just the same lol\n  ","602317":"\n   Especially in winter 😁\n  ","602318":"\n   Boom bagels\n  ","602319":"\n   Do you prefer to wear jeans or sweatpants? Why? 👖 👍 🙃\n  ","602320":"\n   Exactly 🥴 😹\n  ","602321":"\n   Lol I'm about to get Kfc 🤤 hot and spicy hot wings love them so much lol unfortunately we dont have a popeyes here so I may never get to try it😔\n  ","602322":"\n   I used to wear them when it was really cold even though it felt weird, but not anymore, they always slip off while I'm asleep 😹\n  ","602323":"\n   Which is better KFC or Popeyes?\n  ","602324":"\n   Are you virgin\n  ","602325":"\n   That’s a great sentiment towards a reality that many individuals have immense trouble accepting.  You’re a very strong woman’s 💪🏼🙏🏼\n  ","602326":"\n   the other thing i think keeps people around past the initial stages is your ability to make them feel \"welcomed\" and \"wanted\" showing them the attention that they crave as humans and from such a vibrant and desirable specimen to boot. as for the long long term. im not sure. it has to be charm\/wit..\n  ","602327":"\n   the light for moths\/bugs: i think its your spectrum of interests (quite varied). also your openness not caring about \"norms\", being more real. views and realizations about life yet being so young. you physical beauty attracts many thats for sure. i just think your light is \"high voltage\"\n  ","602328":"\n   Do you wear socks to bed? 🧦 🛏️ 👍 🙃\n  ","602329":"\n   bad, I got sick with coronavirus\n  ","602330":"\n   What's your height ?\n  ","602331":"\n   Haha that makes sense. Clothing is affected by the area that you live in. What do people there wear anyway? Baggy ripped jeans and sweaters? 😂\n  ","602332":"\n   Have you ever broken a bone? If so, how did it happen? 🦴 👍 🙃\n  ","602333":"\n   How are you?\n  ","602334":"\n   OMFG YES YES YES WEAR THAT OH GOD MMMMMM\n  ","602335":"\n   That sounds good! I bet you looked good in those. But I'd want to look classy anywhere and anytime. Wether I'm in the office or outside of work I still prefer to wear suit and Oxford shoes. Dresses and heels for women is the same thing as this. It's a symbol of elegance and grace.\n  ","602336":"\n   Your creaminess left the taste of ambrosia that nothing else has been able to replicate\n  ","602337":"\n   what's the strangest thing you've forged?\n  ","602338":"\n   OMG YUM!!!! 😝😝😝\n  ","602339":"\n   I'm addicted to Nutella😍😍\n  ","602340":"\n   you can be the absinthe spoon (yes there is such a thing lol) but i get to be the marrow spoon cus marrow fck yeah!\n  ","602341":"\n   would you be interested in doing a photo a day thing for everyday of feb? like just post a photo of whatever and a caption. no selfies tho.\n  ","602342":"\n   How easy do you think it is to change yourself, on a scale of 0-10\n  ","602343":"\n   When was the last time you were actually happy and why?\n  ","602344":"\n   What time is it ?\n  ","602345":"\n   how are u\n  ","602346":"\n   🌻🌻\n  ","602347":"\n   Meaning?\n  ","602348":"\n   There's a sense of wonder in your voice. It's like you're reacting to everything w\/ fresh eyes every time. Most ppl lose that & associate the quality w\/ kids, but it doesn't have to be that way. You're proof of that. Your voice is just 1 of the reasons you're a pleasure to discover the world with.\n  ","602349":"\n   omg you are too kissable\n  ","602350":"\n   Who is more jealous - girls or boys?\n  ","602351":"\n   I wish you were my woman. I'd invent reasons for you to put on all the things you miss wearing.\n  ","602352":"\n   Have you memorized Carlin's 7 words?\n  ","602353":"\n   what is your next adventure?\n  ","602354":"\n   Do you ever wear dress and heels or classy clothes overall?\n  ","602355":"\n   Do you get snow where you live?\n  ","602356":"\n   Do you say a dozen or 12 pcs?\n  ","602357":"\n   Good question. What is it exactly?\n  ","602358":"\n   I know this guy who was living in his parent's basement in his 40's who bought tons of bitcoin in 2011. He is now a multimillionaire. No lie.\n  ","602359":"\n   I meant it though I would protect you if you ever feel you need to get out of the states I would try helped even without the marriage they just make becoming a resident easier 😉\n  ","602360":"\n   What is Bitcoin?\n  ","602361":"\n   Good thing you took a break, now I don't have a reason to delay my sleep any longer Haha Good night, talk to you tomorrow 😊\n  ","602362":"\n   I always say “Can you be a little more specific?” 😂\n  ","602363":"\n   Whilst walking through a city, how likely do you think it'd be that you'd like accidentally step on someone? 😅 Do you think you'd notice if you did? How'd you feel about it if you did notice? Like would you blame yourself or them for not getting out of your way when they could clearly hear you Haha\n  ","602364":"\n   If your dreams didn't come true though and you had to make an outfit yourself with limited amounts of non-leather material, what kind of clothes and shoes would you then wear? Like, what'd be the budget version? 😂\n  ","602365":"\n   We all are.\n  ","602366":"\n   whats the face with the blue liquid streaming down their eyes?\n  ","602367":"\n   Tids in second profile picture 😍\n  ","602368":"\n   Is the cake chocolate?\n  ","602369":"\n   yeah i understand that perfectly. you dont even know. once my therapist asked me to write down my obsession. ofc i wanted to check the task off the list asap. got some paper and started thinking and basically went into a vortex or black hole that i felt like i would go catatonic if i kept trying\n  ","602370":"\n   If your kid or future kid if you don't have any got caught by the police under age drinking or  doing drugs how would you react?\n  ","602371":"\n   that would be awesome and appreciated. thank you. stay warm and cozy in the meantime.\n  ","602372":"\n   Would you say you follow mostly guys or girls on here?\n  ","602373":"\n   You'll never reach 1 mil likes. It's impossible since it caps out at 999,999. lol sorry.\n  ","602374":"\n   I thought you were blonde?\n  ","602375":"\n   Where are you from?\n  ","602376":"\n   EW!\n  ","602377":"\n   Would you rather say your wedding vows with only mumble rap lyrics or say your wedding vows using only quotes from adventure time?\n  ","602378":"\n   not really trying to compliment you more just saying what I see and feel when I see it 😘 and convince you to want to come and spend a holiday with me so I can show you why you should marry me🥰\n  ","602379":"\n   When did you start feeling that way about your beautiful voice?\n  ","602380":"\n   my octopus teacher on Netflix. have you heard of it?\n  ","602381":"\n   Most recent selfie?\n  ","602382":"\n   I wanna kidnap u\n  ","602383":"\n   Are you a halal drug? People seem addicted to you\n  ","602384":"\n   I like you 😉\n  ","602385":"\n   Do you prefer the Depp Wonka or the Wilder Wonka?\n  ","602386":"\n   silverware and not wooden spoons because of the cold chill factor. i mean lets be honest we're sub zero. silverware thats chilled in the freezer lol\n  ","602387":"\n   Mommy Boomy are you a Karen?\n  ","602388":"\n   Is it just me, or does anybody else struggle with the question “Tell me a little bit about yourself”, because my personality is just too complex and diverse to be put into words? 😂\n  ","602389":"\n   Which character are you in Charlie and the Chocolate Factory?\n  ","602390":"\n   Do you miss Vine?\n  ","602391":"\n   creativity is a path blazed by the torments and delights of obsession\n  ","602392":"\n   Who is your hero?\n  ","602393":"\n   so well said. but i think people have always been that way. its no worse now than it has ever been. ive realized too that there is no such thing as good or morality. we may be aware of directions our \"moral\" compass points us towards but in the end what difference does it make everything is fleeting\n  ","602394":"\n   do you think you will write about obsession?\n  ","602395":"\n   you know id read it. its a different side of someone. the q&a thing here is fun but stories are another dimension of a person. more of a riddle.\n  ","602396":"\n   Don't fib Boomskillet, I know you know you're good\n  ","602397":"\n   Now I know why you hate your voice so much!!!!! It all makes sense now!!!! You hate your voice because it makes you sound young and you are already tiny so you hate that people think you are 15 or 16 years old!!! 😂😂😂😂😂 I solved the mystery!!! 😂😂😂😂😂\n  ","602398":"\n   I’ve always pictured you as 5’7 to 5’9. You posted pics of you wearing boots before and it’s always given the illusion in my mind that you were pretty tall. And you give off a tall impression based on your personality.\n  ","602399":"\n   You are forever cute\n  ","602400":"\n   do you wear lots of clothes because your embarrassed about it?\n  ","602401":"\n   if we hugged it would be like silverware clacking lmao\n  ","602402":"\n   you must spoil us with a way to read some of your writings.\n  ","602403":"\n   Okay what about 3 years ago? Who’s pages would you normally look to like?\n  ","602404":"\n   Have you ever played Pin the Tail on the Donkey at a birthday party?\n  ","602405":"\n   Name all the people you still follow?\n  ","602406":"\n   Games at parties: Yay, or nay? Why?\n  ","602407":"\n   write a script one of these days.\n  ","602408":"\n   what horror movie best describes your life and why?\n  ","602409":"\n   i think there should be a search feature to find words or something. also you should have a record of the questions you have sent people. i think there should be more capabilities but i  also think im asking way too much lol.\n  ","602410":"\n   I thought you said you loved being 17-18\n  ","602411":"\n   do you make people follow through on things or do you just let it go?\n  ","602412":"\n   you're a sophomore ih hs tbh\n  ","602413":"\n   When you get your mood swings, do you want space or attention?\n  ","602414":"\n   Hi everyone. Sorry, I've got no particular Q to ask except.... How have you been? You may use this as \"space\" as well, post something for all your followers to see, read or listen to :)\n  ","602415":"\n   tell me about your day ☺\n  ","602416":"\n   will you vote on a poll here if you dont really know the context of the choices?\n  ","602417":"\n   Hahahaha, well you can't exactly hide at that size so why not make the most out of it 😂 What kind of shoes would you wear? I guess it'd be a pretty important thing since that's what people would first see from their point of view Haha\n  ","602418":"\n   that with Nutella 🤤\n  ","602419":"\n   Glad you had a great day 😄 I had a seminar in the morning, then biked from one side of town to the other so I could go for a swim, then I did some reading for a lecture tomorrow and then I planned a game night on wednesday which I'm gonna have with the people I live with at the dorm 😊\n  ","602420":"\n   Ootd?\n  ","602421":"\n   Do you still order food from Capriotti's?\n  ","602422":"\n   100? How tall are you? That is so tiny!\n  ","602423":"\n   120 kg? i got to 90 kg max and that was before rehab i love my weight now\n  ","602424":"\n   Oh my wouldnt that be creepy lol\n  ","602425":"\n   How's your day been so far? 😄\n  ","602426":"\n   That is so fucking cool\n  ","602427":"\n   I guess you'd need a whole factory's worth of leather 😂 When you say you'd wanna dress like a warrior, what'd you wear exactly? Haha\n  ","602428":"\n   Here's a real outlandish idea: What if birds are aliens? I mean, they descended from Dinosaurs, they survived the extinction of the Dinosaurs, and they're roaming around Earth acting strange. It's like alien behaviour.\n  ","602429":"\n   You already have the sweetest voice. It combined with car acoustics has to be heavenly.\n  ","602430":"\n   Where you do not mind waiting?\n  ","602431":"\n   What kind of brain issue results in someone being that way? I can't even wrap my head around it. When I like someone a lot, the thought of making them uncomfortable is unconscionable.\n  ","602432":"\n   That's a good reason to marry a guy in another country😂 (Hint)\n  ","602433":"\n   hi how are u i hope u had a great morning and a good day\n  ","602434":"\n   Was he ever normal or was he nuts from the start?\n  ","602435":"\n   Holy crap I'm so sorry you had to deal with that dam I wish I was around I would hunt the prick down I do hope you never hear from him again\n  ","602436":"\n   How did he know who you are to begin with?\n  ","602437":"\n   Have you ever had a full-on stalker from socail media? How bad did it get did it affect your personal life?\n  ","602438":"\n   Я и так счастлива есть ребёнок 🌺💞\n  ","602439":"\n   Ok you'd do it, but then you'd be like, \"Honey, I'm going to the store, be back in a bit\" And then I'd be like, \"Sure Angel\" but before I could get the second word out of my mouth, I'd hear you slam on the accelerator and that'd be the last I hear from you.\n  ","602440":"\n   I was kinda thinking Reno was club anoose since you said it was just dirt and weird people and nothing else 😂\n  ","602441":"\n   You wouldn't marry me for that car\n  ","602442":"\n   tbh i really dont think an alien could ever look humanoid. thats just our human narcissism and narrowminded vision. true aliens could take a whole new form of matter that we dont even understand. im sure they would eat you! you're delicious. im probably less appetizing unless they love bones lol\n  ","602443":"\n   🍬🍭🍬🍭🍬🍭\n  ","602444":"\n   Would you rather have a sports car or suv?\n  ","602445":"\n   Pizza Hut pan pizza with extra sauce.\n  ","602446":"\n   I say you look too old to be a high school student college you'll pass for\n  ","602447":"\n   One thing you can’t stand right now?\n  ","602448":"\n   How often do you wash your hair?\n  ","602449":"\n   Do you worry about the safety of the food that you eat? What won't you buy?\n  ","602450":"\n   favorite video game themed movies?\n  ","602451":"\n   How much for a year of your services 😉 seriously no living costs?😆\n  ","602452":"\n   describe your last dream you remember\n  ","602453":"\n   who are the funniest people here?\n  ","602454":"\n   what is the most you ever weighed?\n  ","602455":"\n   People are crazy about you.\n  ","602456":"\n   where did you get the book from?\n  ","602457":"\n   Do you like pizza hut pan style pizza?\n  ","602458":"\n   how do you escape from reality?\n  ","602459":"\n   what's a hard lesson you learned?\n  ","602460":"\n   Pretend that you're an actresses what age would you reckon you can play as\n  ","602461":"\n   How is the weather where you is? It’s cold and rainy here.\n  ","602462":"\n   Here you go 👑. Kindly wear your crown from now onwards\n  ","602463":"\n   Do you still think creamy thoughts?\n  ","602464":"\n   Still not as unique as you my beautiful Savannah😘\n  ","602465":"\n   tell me about your day ☺\n  ","602466":"\n   Have you Ever seen a Unicorn in this world? 😲🤯👇 push it\n   \n    https:\/\/youtu.be\/xZFUMN8dnvU\n   \n","602467":"\n   i want some\n  ","602468":"\n   i want some 🍫🍬🍭\n  ","602469":"\n   would it be immoral to eat an alien?\n  ","602470":"\n   😳😳\n  ","602471":"\n   Can you stop being amazing please? You are making the rest of us look bad with your awesomeness\n  ","602472":"\n   I love my job and the people I work with, it's just the situation at the moment that makes me nervous.\n  ","602473":"\n   what are you currently reading? if not when was the last time you read a book and what book was it?\n  ","602474":"\n   What is one belief that you will always hold?\n  ","602475":"\n   regular lane or self checkout?\n  ","602476":"\n   You like chocolate 🍫🍬🍭\n  ","602477":"\n   Why are you so against me pledging allegiance to you?\n  ","602478":"\n   this is still probably my favorite photo of yours ive seen. the only one old enough to drink. maybe! 🤗\n  ","602479":"\n   twix or 3 musketeers?\n  ","602480":"\n   This gif is cracking me up! Follow up question, do you have a favourite kinda candy?\n  ","602481":"\n   Would you rather make more money doing a job you hate or less doing one you love? 💰 👍 🙃\n  ","602482":"\n   You are making very good points. You are analyzing this like such an adult. lol Mark this conversation as an indication that you are adulting and think about more responsible things now. lol\n  ","602483":"\n   I like you sooooooooooooo much for not making fun of me this just prove what i already knew you are so good person ❤ I have to go sleep good night\n  ","602484":"\n   They work for the dutch and got capture by english and we both got a latter that said we are siblings and need to save mom and dad before they got to the gallows but i stop thinking about it because i got home 😂 I think we saved them and became the best pirates in history you and me\n  ","602485":"\n   Good morning. I am awake. You are awake. You stayed up all night.\n  ","602486":"\n   Club Anoose should be a real place 😂\n  ","602487":"\n   I dont get feelings easily I have had a bad run with girls in my life because the universe has to do what it does and take when it takes when I see your eyes I see something universal and unique I've never seen in anyone before it gives me a feeling of strength and fullness one reason why I love you\n  ","602488":"\n   how can I love someone I've never meet that's easy it's a feeling love and I feel it when ever I read anything you have written I dont get that from anyone else it's not just because your beautiful theres alot of beautiful girls around but none I have seen anywhere could compare to you in anyway\n  ","602489":"\n   they all need stitches for their anooses!\n  ","602490":"\n   Do you have a sweet tooth? You always upload photos of sweets. And if you eat those things please tell me your secret because you have an amazing body. I love sweets to but i'm fat 😞\n  ","602491":"\n   I look at you this way because it's true. It's who you are. A seductive goddess who deserves the universe. You are the incarnate of beauty and perfection. Savannah you're the goddess of everything (and booms hehe)\n  ","602492":"\n   А зачем быть с таким человеком который врёт и оскарбляет\n  ","602493":"\n   Do you like funny\/weird questions?\n  ","602494":"\n   Where is your favorite place in the entire world to go?\n  ","602495":"\n   Cause I live in Nevada .\n  ","602496":"\n   Почему?\n  ","602497":"\n   quel genre de chanson\n  ","602498":"\n   If you found out that your biological father was diagnosed with a terminal illness, would you reach out to him?\n  ","602499":"\n   What board game do you prefer checkers, chest, or monopoly?\n  ","602500":"\n   OMG you should be my personal chef that sounds 🤤🤤🤤🤤\n  ","602501":"\n   you still like sweets\n  ","602502":"\n   What is the most disturbing children's film you've ever seen?\n  ","602503":"\n   Boometh can't we all agree that badminton players should not be able to call themselves athletes? 🤣 It's not like some extreme sport that any grandma couldn't master the first time she ever tried playing haha\n  ","602504":"\n   Do you ever remind yourself of Pippi Longstocking?\n  ","602505":"\n   If you were to go on vacation with a celebrity, who would it be?\n  ","602506":"\n   Even the fries? How about the apple pies?\n  ","602507":"\n   Canned pasta is like spaghetti o’s but they also have canned ravioli and literally canned spaghetti.\n  ","602508":"\n   so what did you do all day\n  ","602509":"\n   Wyd you cute little night owl?\n  ","602510":"\n   Wow\n  ","602511":"\n   Because of the seriousness of the virus and how contagious it is.\n  ","602512":"\n   Was this pic from today?\n  ","602513":"\n   iPhone 8 is my guess.\n  ","602514":"\n   Dude I'm getting really high so that link's gonna be my baby for the rest of the night.\n  ","602515":"\n   If you become a ghost do you think you'll say \"boom\" instead of \"boo?\"\n  ","602516":"\n   You look absolutely gorgeous!\n  ","602517":"\n   This is the link that has more:\n   \n    https:\/\/gist.github.com\/i09158knct\/4739562\n   \n","602518":"\n   You’re a good kid you\n  ","602519":"\n   I do! 😁 Many of my shirts feel bigger and I can comforably wear stuff I'd feel self conscious in last year. I just feel like I'm more firm in general 😌 And my family's been commenting on how my jawline is a lot more defined now 😊\n  ","602520":"\n   If giant you had to make your own clothes, shoes etc. what'd you be wearing from top to toe? What'd you make the things you'd wear out of? 🤔 Haha\n  ","602521":"\n   While walking through that city, what kinds of clumsy things do you think you'd do? 🤣\n  ","602522":"\n   Sexy mofo\n  ","602523":"\n   It started from that first link I sent, then I came across a Github repo that has multiple links similar to that one, and that's how I got there. They're super freaky, yet I wonder how much programming is involved in that lol.\n  ","602524":"\n\n    http:\/\/soulwire.github.io\/Coffee-Physics\/\n   \n   here's more freaky things :p\n  ","602525":"\n   If it was yours and mine I can guarantee Good souls for our children and with our genetics mixed they would become King or Queen to the people I will train them in the arts of survival you will train them in academia and together we will teach the conspiracies of the world strong they will be strong\n  ","602526":"\n   Do you think you’re easy to love?\n  ","602527":"\n   What became more clear as you got older?\n  ","602528":"\n   if you stopped using this site now would your days not feel right?\n  ","602529":"\n   Did you know that Facebook now has ‘memorialisation settings’ in which you can either select to permanently delete your account after death or choose a legacy contact to have control of your account after passing and organise arrangements through it. Have you set up this feature? Thoughts?\n  ","602530":"\n   When was the last time you stayed up all night? And why?\n  ","602531":"\n   If you could cry any other liquid but tears, what would it be and why?\n  ","602532":"\n   Ok not fake! u r amazing\n  ","602533":"\n   Hi how are you doing\n  ","602534":"\n   If you do decide to go work out, do it because it'll make you feel better, not what others think 😊 Like, that's why I'm currently aiming on working out one way or another six times a week, no better time to reach my goals so I can feel comfortable with myself now when you can't go partying Haha\n  ","602535":"\n   I ordered pizza? Want some\n  ","602536":"\n   Let's talk about your feelings. So how are you feeling?\n  ","602537":"\n   Beautiful\n  ","602538":"\n   Do you want to get pregnant in life? It looks so awful and uncomfortable and painful.\n  ","602539":"\n   Noo, don't feel bad about the way you look! You're stunning ☺ You do what makes you feel comfortable with yourself! 😊\n  ","602540":"\n   I want you to model for a calendar. For July I’ll have you wear tall cowgirl boots, a cowgirl hat, very short jean cut offs so your cheeks show, a cropped shirt to show your abs, & have you holding a huge flag with the seal of Huntington Beach on it & you can be yelling angrily about your rights 😂😂😂\n  ","602541":"\n   Does McDonalds make you sick?\n  ","602542":"\n   you sexy beby\n  ","602543":"\n   How succesfull do you think you'd be in traversing that obstacle course of a city? 😂\n  ","602544":"\n   Comment ça va\n  ","602545":"\n   С парнем рассталась\n  ","602546":"\n   Brightens my day from you💕✨\n  ","602547":"\n   I have been working from home since June of 2020 but soon will be going back to the office. Can't lie,  I am a bit nervous about going back.\n  ","602548":"\n   How'd you feel about there being a GLM movement? 😂 Would you appreciate them sticking up for you? Would you thank them somehow? Haha\n  ","602549":"\n   How hard do you think it'd be for you to walk inside of a regular city? Would you even want to be in a city at that size? If you were forced to traverse through one, what'd your approach be exactly? 🤔😂\n  ","602550":"\n   Teabag? Hahaha You sure you've never played Halo? You sure sound like someone who has 😂\n  ","602551":"\n   I've actually only played 3 and Odessey, out of which Odessey is my definite favorite! I liked how I could still play it and kinda jump straight into the action all warrior style! Also, Kassandra is a badass Haha\n  ","602552":"\n   oh goodie! tell us about your pasta!\n  ","602553":"\n   Which of the AC games that you've played is your favorite? Why? 😁\n  ","602554":"\n   Which of the older ones is your favorite? Why? 😄\n  ","602555":"\n   How good would you say you are at sneaking in games like AC? 😄\n  ","602556":"\n   I'm so glad you've met Zar Sav! She is absolutely lovely! She's a good friend of mine too! I guarantee you two will get on great as she's a fabulous person! 💕💖 xxx\n  ","602557":"\n   You ever go on MyLife.com?\n  ","602558":"\n   Yeah! Especially since there are specific options to turn off notifications for such things Haha Either way, how's your day been? 😊\n  ","602559":"\n   dark comedy about cheap loveless parents raising their daughter to be a con artist\n  ","602560":"\n   Is it best to eat carrots raw or cooked\n  ","602561":"\n   word to describe today?\n  ","602562":"\n   au calme devant la télé et toi\n  ","602563":"\n   I can't help but agree with the guy above! Sure, you're not the only one on here who I think is super fun to talk to but ask sure as hell would've been a much more boring place if you weren't here 😊\n  ","602564":"\n   You get offered a ride in the back seat of a fighter jet, would you wanna tag along? 🛩\n  ","602565":"\n   and not afraid to actually laugh at whats funny!\n  ","602566":"\n   there is never a bad time to eat what you desire. forget all preconceptions of the idea of having certain foods at certain times of the day. it actually makes zero sense.\n  ","602567":"\n   But on a serious note programming isn't hard. It's like math. You just need to take it one concept at a time, then practice the concept, then when you're ready you move onto the next concept.\n  ","602568":"\n   Looks like I outsmarted the boomie :P\n  ","602569":"\n   JavaScript's a wacky language but it's not too difficult to learn. One advantage is that you can make a variable without declaring a datatype. I don't have to indicate if it's a string, integer or boolean. I can just say \"var result = 10\" and it recognizes it as an integer.\n  ","602570":"\n   you are like the polaris of askfm lol. this place would be pretty dark without you. but i also love your darkness. so let me rephrase. this place would be pretty bleak without you.\n  ","602571":"\n   Probably the same person who often gets annoyed by mine 😂\n  ","602572":"\n   i like your polls. its nice you are doing them again. id rather talk about them than vote tho. thirteen was a great film. showed Evan Rachel Wood's future. just saw one of her's the other day that wasnt bad. Kajillionaire\n  ","602573":"\n   Enough of the polls damn\n  ","602574":"\n   I'm slightly stoned and felt the need to share this with you. The animations blew me away:\n   \n    https:\/\/threejs.org\/examples\n   \n","602575":"\n   Do you spend money on your hobbies?\n  ","602576":"\n   it was a lovely lovely film. not sure how i missed it all this time. loved the bathroom scene in denny's. i know its a comedic film mostly but that scene really highlighted the despair of mental illness. i felt such remorse for him in that moment. my parents were similar. i identified with the film.\n  ","602577":"\n   Why are diapers an inappropriate subject 🤣 ? Not that my question was about that but i have to ask how that is inappropriate? My question was about hair dye and you ignored me and responded to everyone else so i felt sad and left out it was a normal question\n  ","602578":"\n   ♥️♥️♥️ You too sweet Lady B!!!!!\n  ","602579":"\n   it is going good ty for asking. i like ur smile\n  ","602580":"\n   What is your purpose on this earth\n  ","602581":"\n   What’s your favorite type of day? (weather, temp, etc.) 🌥\n  ","602582":"\n   How is your day going?\n  ","602583":"\n   I have been busy avoiding the covid. It's very bad hete in NY but keeping safe so far. I hope you are staying safe and also wish you an awesome 2021.\n  ","602584":"\n   What iPhone model do you have?\n  ","602585":"\n   Boomiez boomiez boomiez\n  ","602586":"\n   What is your blood type?\n  ","602587":"\n   How have you been Lady B?\n  ","602588":"\n   When’s the last time you got a haircut?\n  ","602589":"\n   🖤🎶\n  ","602590":"\n   The easy way to prove them wrong is of course when your friend bought you some things and then you posted photos wearing them! How could you do that if you were fake lol?\n  ","602591":"\n   Да не очень\n  ","602592":"\n   Diğer insanların senin hakkında ne düşündüğünü önemser misin?\n  ","602593":"\n   +1 🌺\n  ","602594":"\n   My Queen. Good morning💕😊\n  ","602595":"\n   How can anyone say your fake ?\n  ","602596":"\n   Baby Boometh have you ever listen to Niggaz With Attitude N.W.A songs like Straight Out Of Compton or Fuk The Police before? And do you like them?\n  ","602597":"\n   Very beautiful 😀💕\n  ","602598":"\n   +1\n  ","602599":"\n   Do you think the Apollo moon landing missions were faked in order to bankrupt cold war rivals Russia in the space race?\n  ","602600":"\n   how is your mood today?\n  ","602601":"\n   Gm💕\n  ","602602":"\n   I play on PC! 😄 I just finished rounding up some of the last quests and am gonna jump in and play some Halo now Haha\n  ","602603":"\n   You have a good sense of humor\n  ","602604":"\n   And you are the most self-absorbed person on this app it always has to be about you. I have never seen you helping anyone but i seen plenty of people boosting your ego\n  ","602605":"\n   Why do people care, only for themselves?\n  ","602606":"\n   you ask me something\n  ","602607":"\n   tell me a joke\n  ","602608":"\n   It is! I'm not looking forward to it Sav haha! One day I'll take you or we will watch at home! 💕🥰 xxx\n  ","602609":"\n   I went for a practice drive early in the morning and then I went to the gym 😁 Just finished eating some homemade spaghetti and meat sauce and am ready to start playing some Assasin's creed, just finished the main story of Odessey 😄\n  ","602610":"\n   What fictional character do you most relate to?\n  ","602611":"\n   he made the window so much worse lmao. the world needs more gallo\n  ","602612":"\n\n    https:\/\/ask.fm\/Hareemmalik4\/answer\/164049427767\n   \n   Likes get date or not: Date\n  ","602613":"\n   How's it going? 😄\n  ","602614":"\n   If he changed his name to Childish Boombino just for you, would you change your mind?\n  ","602615":"\n   Hi pretty bestie\n  ","602616":"\n   I'm watching the football! Liverpool play Manchester United! Course I can't go anywhere so I'm watching it at home! 😂 💕 xxx\n  ","602617":"\n   do you know where the bathroom is? watching buffalo 66 lol\n  ","602618":"\n   Do you eat canned pasta and instant ramen?\n  ","602619":"\n   Salut beauté\n  ","602620":"\n   plans for today?\n  ","602621":"\n   Otherwise,I want more american friends. 😇🗽🇺🇸\n  ","602622":"\n   I love Nikki with all my heart and soul but you deserve to be number 1\n  ","602623":"\n   Yeah i mean outside family only boyfriends. I never experienced true love? But i'm under 15 i can't say my age because ask.fm will ban me. If you had true love why didn't it last? In disney movies true love conquer everything but in real life true love is what?\n  ","602624":"\n   I mean no disrespect to her at all hear the beautiful girl she also has substance don't get me wrong turn the runway but you Savannah are in a league of your own like a God\n  ","602625":"\n   Wait, you’re in Nevada??\n  ","602626":"\n   Hey.Are you american?\n  ","602627":"\n   you have to rest while you have the chance to ,this decade is gonna be a hella long one\n  ","602628":"\n   Yeah said so but you became sassy haha so i changed my mind 🤣 Savannah have you ever experienced true love?\n  ","602629":"\n   It's hard to please a woman ya´ll change your mind all the time and we men ain't that smart haha so creed to those guys that can understand woman because i¨m lost and just doing my best xD\n  ","602630":"\n   Popularity isn't everything substance counts as well and no offence to Nikki but Savannah is like Cleopatra we're Nikki is just Nikki and when I say Cleopatra I don't mean just beautiful but very clever substance\n  ","602631":"\n   Boomie what are you doing today? How is the Nevada today?\n  ","602632":"\n   Aight sorry there was an error in our calculation it has been fixed now and it seems like your the most popular person in the US Nikki coming in at number 2 😂\n  ","602633":"\n   Might not be on your ring but to me you will always be my number one Savannah number one in the universe\n  ","602634":"\n   Hershey's cookies and cream bar yay or nay?\n  ","602635":"\n   Yeah Nikki is number one but your number 2 most popular in the US and do you want to know what i think? ill tell you anyway, it's because your both very kind souls and spread positivist and make people happy. But i'm just an old man what do i know 🤷🏻‍♂️\n  ","602636":"\n   did you like those \"pick a path\" books?\n  ","602637":"\n   Am I the only one who thinks Childish Gambino’s songs are not good?\n  ","602638":"\n   Savannah do you think your the most popular girl in the US on ask.fm after your good friend\n   \n    @NicoleBuckleyyx\n   \n   i love you both just as much haha\n  ","602639":"\n   omg i love dahl. his wit and humor is not bound to any age group. one of my favs from him\n   \n    https:\/\/youtu.be\/tby0AhJ_pUg\n   \n","602640":"\n   fav childhood books and movies?\n  ","602641":"\n   Boometh can i make a story about you and me and Dr. Phill? Us being mutants like x-man and Dr. Phill is our handicapped leader like Charlie Exavior\n  ","602642":"\n   fake\n  ","602643":"\n   You tell me their secrets okie? Hahaha\n  ","602644":"\n   what are your nostalgia foods?\n  ","602645":"\n   Would you rather have a famous person’s ghost as your best friend but only you can see them or a human best friend who always wears a bunny suit?\n  ","602646":"\n   Do you like 1990s music?\n  ","602647":"\n   try them in chocolate cake. look up chocolate beet cake. i made it once and it was really good. used the juice to make hot pink frosting too lol\n  ","602648":"\n   My autism make me lose myself in fantasy world 🙂 I'm 11 years old btw and scared to walk in the dark. I make a story where you and me were siblings and we didn't know we were in different orphanages & we found each other because our parents were pirates and needed our help. Sorry i must look stupid\n  ","602649":"\n   what are some ingredients you have been using or plan to use in your cooking lately?\n  ","602650":"\n   Boometh i didn't know if i was going to say this because i know i will sound stupid but i tell my self i am anon. When i was walking out now in the snowstorm and it's dark i was afraid so i make up a story in my head about you and me to be less scared\n  ","602651":"\n   What kind of experience would you label as emotional rebirth or emotional transformation and why?\n  ","602652":"\n   SpongeBob. Have you seen the musical? It's surprisingly really awesome. The music in it slaps!\n  ","602653":"\n   Is there a limit to the amount of 🔥you can give?\n  ","602654":"\n   \"wieniehutt jrs\" lol lol lol I need to start using this term. lol lol lol\n  ","602655":"\n   \"LOOOOOL\" - exclaimed Boris Johnson\n  ","602656":"\n   The wussification of Ameica is real.\n  ","602657":"\n   You get so many cause literally EVERYONE loves you. A girl can't talk to you without wanting to be your bff and a guy can't see you without wanting to give his life for you and marry you. You're a supreme goddess that deserves worship and praise. You're everything\n  ","602658":"\n   whats for dinner?\n  ","602659":"\n   \"And now, uh, ladies and, uh, gentlemen... uhh... what are we here for again?\" - World leader in the UN after smoking weed.\n  ","602660":"\n   little booms or \"boms\"\n  ","602661":"\n   Dude, imagine if Trump smoked weed. The world would be a better place if he got stoned every day\n  ","602662":"\n   what do you think is your main demographic of followers?\n  ","602663":"\n   Post a picture of something you love to see!\n  ","602664":"\n   que haces guapísima\n  ","602665":"\n   how are you feeling today? if you are better what made the difference for you this time? hope you are feeling great.\n  ","602666":"\n   Thank you! Show those weights who's boss 😎\n  ","602667":"\n   Do you find extinct animals cool \/ interesting? You have any favorites perhaps? 🦖🦣🦕🦤\n  ","602668":"\n   is there anything you can classify yourself in the \"extreme\" category of?\n  ","602669":"\n   How do I get more likes to my answers? Despite having 1500 followers, all of them seem to be inactive.\n  ","602670":"\n   To this day I don't think I've seen a stoner get angry. Maybe paranoid, but never angry. It's like you can't even feel anger, and even if you want to feel anger, it just gets replaced with a better feeling. It's like dust - it just evaporates.\n  ","602671":"\n   Vikings were the most clean people they washed every day and it was to christians considered bad and comb their hair and beard every day the first combs discovered what in Viking burial sites so getting buried with your comb means is was important to their culture\n  ","602672":"\n   If you ever come to Sweden ill open up a bottle for you ❤ Me and my friends might (after corona) Go to usa and build a raft and travel from the start of the Mississippi river to the end. We already did it in Sweden\n   \n    https:\/\/youtu.be\/7kKQSSJYi2o\n   \n   took 7 days and was awesome we were tripping on shroms a\n  ","602673":"\n   Space ♥️\n  ","602674":"\n   How do you keep a calm demeanor in the face of ignorance?\n  ","602675":"\n   how many questions do you have in your inbox right now?\n  ","602676":"\n   If a natural disaster hits your town what would you do?\n  ","602677":"\n   I want fudge now.\n  ","602678":"\n   what you have been doing today? 💁🏻‍♀️\n  ","602679":"\n   Sadly Absinthe today is only like 90% alcohol and you wont see anything it became illegal to use thujone in absinthe when people went crazy i still have 5 bottle of real absinthe and you can buy it on ebay but it's going to cost you at least 5k for a real bottle of absinthe\n  ","602680":"\n   Yeah Brad Pitt as Mickey is so funny! Some of my Irish relatives talk a bit like that! 😂😂😂 xxx\n  ","602681":"\n   It's like they want to keep believing in the lie that stoners are lazy, complacent, unreliable, but if anything, it's the total opposite. I can confidently say that I've done way more spontaenous things while stoned than sober, and those spontaenous things in some way led to some sort of epiphany.\n  ","602682":"\n   They demonize us because they want us to be like them. Which is boring, mundane, \"follow the leader\" a$$-kisser, etc etc. They don't want us to break free from our ego, and want our ego to keep consuming us. They may also be in denial, that everything they heard about marijuana growing up was a lie.\n  ","602683":"\n   I watched Snatch a few weeks ago again. Brilliant film. There is a clip on YouTube where they have replaced Darth Vader's voice with Bricktop's! Its very funny! 😂😂😂 Have you not seen Seven? 😍 xxx\n  ","602684":"\n   That's why Viking berserkers could fight even after getting stabbed or slashed they were went berserk and that's how we got that name. Basically spaced out vikings hahaha\n  ","602685":"\n   I'm almost certain a majority of people came up with these ideas when stoned. The best part is they may think it's nonsense, yet everyone loves it, which makes the invention even more amazing lol\n  ","602686":"\n   Yeah Van Gogh was high as fuck on absinthe and i want to recommend you watching a documentary about Van Gogh his life was pure shit and i kinda relate to him. Mozart and Einstein had autism. Speaking of mushrooms did you know Viking berserkers took mushrooms before going to war and that's why they\n  ","602687":"\n   bless you child. this means more than you know. thank you for taking the time!\n  ","602688":"\n   Some classics on here! 😍💕 xxx\n  ","602689":"\n   As far back as I can remember, I had always wanted to be a gangster.\n  ","602690":"\n   what are lady boometh's most highly recommended film viewing experiences? would love a little watchlist from you!\n  ","602691":"\n   Do you like this song or is it to old for your taste?\n   \n    https:\/\/www.youtube.com\/watch?v=nLAWPrCUQQ0\n   \n   I'm 13 and i love it even if it's from like 70 years or something ago and in Spanish i don't understand anything i just like it\n  ","602692":"\n   Boometh who created nyan cat? It had to be a fucking stoner haha\n  ","602693":"\n\n    https:\/\/www.youtube.com\/watch?v=3TQbDz6-4eM\n   \n","602694":"\n   who is evil in your opinion?\n  ","602695":"\n   Depending who you ask, happiness is either a warm puppy, a warm gun, or an inexpensive fountain-style firework usually sold in packs of six.\n  ","602696":"\n   Only 7 am? Damn, here it's 4 pm 😂 I'm good! I had a seminar earlier today, after that I biked and handed back some books at the library, went to the gym after that and now I'm home 😊 Gonna order a pizza in an hour or so and then play some Star Wars Battlefront with a couple of friends 😁\n  ","602697":"\n   You always be my ask.fm mommy goodnight from sweden\n  ","602698":"\n   do you still dine in, in some restaurants that allow it?\n  ","602699":"\n   What's up? 😄\n  ","602700":"\n   Facts are facts Angelface\n  ","602701":"\n   What's anything you're really careful about? Why? 👍 🙃\n  ","602702":"\n   Who or what do you miss right now? 👍 🙃\n  ","602703":"\n   Are you happy ?\n  ","602704":"\n   What questions do you get all the time on this? And are there any questions that annoy you?\n  ","602705":"\n   How many hours a week do you spend online? 👍 🙃\n  ","602706":"\n   You are pretty and seem to enjoy life to it's fullest i don't know i just think you are cool girl\n  ","602707":"\n   I don't understand what you are saying, do you think i am bad person because my mom died and i want a new mom figure cause i never had one?\n  ","602708":"\n   Why is kitty cat's eyes in the back of kitty cat's head while kitty cat is sleeping??? The way kitty cat's eyes rolls open is funny. Kitty cat has a nice nose too. Nice kitty cat.\n  ","602709":"\n   Have you ever heard of Jay-z?\n  ","602710":"\n   Yes you will be the best mom mine died before i was 2 years old and i always wanted a mommy and my stepmom is evil i don't see her as a mom so i claim you as my ask.fm you are perfect and i'm 11 i think you\n  ","602711":"\n   You are really cool\n  ","602712":"\n   Please. Falling in love in person is 2019.🙄 Get with the times.\n  ","602713":"\n   Picture this: hot & sour soup. The best of all the Chinese soups. The hot & sour soup you have though has a slice of yellow American cheese on top and the heat from the soup has melted it like French Onion soup but it's yellow American cheese on hot & sour soup. Eeeeeew ☹️😂\n  ","602714":"\n   I was already asleep bc I'm sick of corona virus but just came to say good night baby girl 🤧🤒😘\n  ","602715":"\n   But i have no mommy and you are so kind so can you not pretend to be my ask.fm mommy?\n  ","602716":"\n   I'd have kids with you boom yours sincerely Squishy 😍😍😍\n  ","602717":"\n   yes\n  ","602718":"\n   honestly I think I am 🥰 I try to stop thinking about and I just cant 😔 I find myself thinking of you in between every other thought it hurts you know to not truly know you, your habits your reactions your smell your touch I wondered how many different smiles has Savannah got I want see them all😘\n  ","602719":"\n   Lady Boometh can you be my ask.fm mommy? 💚\n  ","602720":"\n   Is it possible to follow a religion and still be spiritual at the same time\n  ","602721":"\n   Давай взаимные вопросы (анон) и лайки🖇\n  ","602722":"\n   Hi i'm new here just joined today and don't know shit yet. What makes you happy?\n  ","602723":"\n   What was the last thing to make you go wtf\n  ","602724":"\n   what would your \"word of the day\" be to describe today?\n  ","602725":"\n   tell me about your day ☺\n  ","602726":"\n   Sorry not my mum's, my aunt's 🥴 I always get them both mixed up somehow even though my mum's is on July 17th 😹 A photographic memory? Woww 😎\n  ","602727":"\n   I hear ya. Same thing happens to me too. The best way to beat sadness is to do something that is fun and makes you smile.\n  ","602728":"\n   Think about if you've been around any bad energy, or if anyone you know might be going through a hard time, or if you have any built up sadness that's only being brought to the surface now. It's totally possible to feel energy. Even if the energy is far away, and unexplainable.\n  ","602729":"\n   we shall endeavor to lift your spirits then and drag you out of this funk like they did with the rope and tennis balls in poltergeist. when you hear the the contradicting advise about going into the light dont worry thats just how we do.\n  ","602730":"\n   The day after my mum's, that will be easy enough to remember, thank you 😊 Mine's April 16th 😌\n  ","602731":"\n\n    https:\/\/www.youtube.com\/watch?v=ZmE7pfCnYM4\n   \n   😹\n  ","602732":"\n   What day in June is your birthday, if you don't mind me asking? 😌\n  ","602733":"\n   You're absolutely welcome. I'm happy that I cheered you up. Aw, what happened?\n  ","602734":"\n   What's anything that can instantly make you feel better? 😊 👍 🙃\n  ","602735":"\n   What's your favourite month of the year? Why's it your favourite? 👍 🙃\n  ","602736":"\n   I must say, you look irresistible\n  ","602737":"\n   what is your favorite time of the day these days and why?\n  ","602738":"\n   If you had to change your hair color, what color would you change it to?\n  ","602739":"\n   Where will the rest of us live? awwww\n  ","602740":"\n   thanks boomie. yeah i mean ive suffered from anxiety and other mental illness most of my life. and no that is the thing like i dont know what the cause is. there should not be a reason for it you know? but its just there. like an extra heart beating in my chest. ill be okay tho. been far far worse.\n  ","602741":"\n   sorry ich will dich damit nicht nerven. bei uns daheim ist das halt noch ein thema daher hilft es mir wenn jemand mit mir redet die das auch kennt...warst du manchmal einverstanden mit der strafe oder fandest du es immer zu hart?\n  ","602742":"\n   You ever just get that feeling where you just know you’re not going too be able to sleep tonight? Because yeh, same😑\n  ","602743":"\n   You know what I want to happen this year? Where we all end up living in a world that is 100% open-minded. No hate. No judging. Nothing. It's just humans being humans, and doing the things we love to do without anyone trying to ruin our fun.\n  ","602744":"\n   Hello everyone haw are you doing today\n  ","602745":"\n   Aweeee why so sweet ? ugh I can bring you the whole universe if u keep asking like that awww\n  ","602746":"\n   Lol I love your wishlist stuff! But I don't get to see you where it while we cuddle...\n  ","602747":"\n   war deine mom mit den schlägen einverstanden?\n  ","602748":"\n   ¿Un elefante del tamaño de un cachorro o un cachorro del tamaño de un elefante?\n  ","602749":"\n   Do you judge yourself by the same standards that you judge others? If not are you harsher or more lenient?\n  ","602750":"\n   ich bekomm manchmal ohrfeige oder paar auf den hintern. gab es das bei dir nie?\n  ","602751":"\n   what is the strangest thing you ever hurt yourself with or on or doing?\n  ","602752":"\n   I just want you to marry me Savannah for real Ive never come across anyone thats anything like you a wonder of the world😍 such a kind heart and your so inquisitive when I read your words I get a tightness in my chest an excitement I cant even find the right words I know lust and i know its not that\n  ","602753":"\n   hast du auch manchmal strafen gekriegt?\n  ","602754":"\n   bist du streng erzogen?\n  ","602755":"\n   Why do you like iphones?\n  ","602756":"\n   ﮼صباح،الخير🤍🌨🦭\n  ","602757":"\n   What’s your favourite flavour smoothie?\n  ","602758":"\n   What's your favorite season and why?\n  ","602759":"\n   So Kanye west cheated on Kim with Jeffrey star. My question to you is who is Jeffrey star?\n  ","602760":"\n   apple or pecan pie?\n  ","602761":"\n   Have you got snow?\n  ","602762":"\n   hahaha nice one i see that you understand\n  ","602763":"\n   Do you get fries animal style or regular? Their regular fries are pretty bad IMO.\n  ","602764":"\n   ¿Qué es lo más importante que tu país ha ofrecido al mundo?\n  ","602765":"\n   Hahaha BOOM 💣 I love fireworks\n  ","602766":"\n   thank you. ive been more anxious lately but its manageable. i just organized shit for like 2 hours that was not at all in the plans lol. i think i could do that 18 hours a day and live contently. but there is only so much to organize here.. 😕\n  ","602767":"\n   When was the last time that you heard something blow up?\n  ","602768":"\n   good for you. be proud you glorious disciple of knowledge!\n  ","602769":"\n   i love this one too. thank you very much. tbh i have not been able to listen to music at all lately. i just cant. it bothers me. but these tracks, i can. thanks chef boomie\n  ","602770":"\n   ok I'm going to consume some wild animals blood and see what happens. hahaha\n  ","602771":"\n   tell me about your day ☺\n  ","602772":"\n   Do boom love marijuana 😮 ?\n  ","602773":"\n   I pledge allegiance to you\n  ","602774":"\n   I'm watching Joe Biden getting sworn in on the news! I think I'll watch a film later. What are you up to today? 💖 xxx\n  ","602775":"\n   What is prohibited in your country?\n  ","602776":"\n   hahaha it definitely helps with some stuff. blood is also full of iron and other minerals. besides that there are old sayings here that drinking meat or even better blood of strong animals gives us their powers and character.\n  ","602777":"\n   That's good to hear! Glad you're feeling better! Yeah I'm feeling great today! I was working early but home now! 💖🥰 xxx\n  ","602778":"\n   you ended up taking one of those tests?\n  ","602779":"\n   You look like y mom did and you are happy, nice, kind and all things i think mom was too but i don't remember her she die when i was 2 so i look at her photos and make up stories how she was 😥\n  ","602780":"\n   some of our brothers here drink blood of animals with glasses like juice to feel power.\n  ","602781":"\n   hahaha here me and other brothers behead everything including sheep and cows and camels\n  ","602782":"\n   Do you like attention?\n  ","602783":"\n   Have you ever drank blood?\n  ","602784":"\n   were you in tears? your eyes are sooo pretty but they look so watery\n  ","602785":"\n   You always look so gorgeous!😁\n  ","602786":"\n   You were 17 back then 😳\n  ","602787":"\n   You are so right. I think before they get too ugly they have to marry some guy to take care of them or else they will be homeless. There are some hot GILFs out there but that has to be like 1% of the pornstar population.\n  ","602788":"\n   So you eat California rolls? I love those and spicy California rolls even though there is literally no spicy in them. I don’t like the rolls with a huge piece of raw fish wrapped over them. That stuff would make me ill. I won’t eat sashimi either.\n  ","602789":"\n   Picture this: chicken wings from your favorite place tossed in your favorite sauce covered with melted cheese (nacho, yellow American, etc.) Eeeeeeew ☹️😂\n  ","602790":"\n   where’s the last place you drove to or went to?\n  ","602791":"\n   I don't even care love I need your lips I need you ❤️\n  ","602792":"\n   I started doing PhD so have been busy there\n  ","602793":"\n   Yeah I'm with people rn and cant relax when with other beings lmao\n  ","602794":"\n   Boomtan sounds pretty cool.\n  ","602795":"\n   You like my mom because she died and i think she would be breave like you and not care what others think ❤\n  ","602796":"\n   Hope you're feeling a better today Sav! 💕 xxx\n  ","602797":"\n   why dont you like talking about it? sociopath is saved on my \"classical\" playslist and will be on repeat for little while this morning for sure. the artwork is titled Nature of Fear and has just inhabited my desktop background for my laptop. i thinks its amazing. all this thanks to you!!\n  ","602798":"\n   wow that second vid. and the screen grab is awesome. thanks for sharing.\n  ","602799":"\n   whats been the best phase of your life?\n  ","602800":"\n   Have you ever beheaded a chicken?\n  ","602801":"\n   id love to read a full page of your writing somehow. is this possible?\n  ","602802":"\n   I'm having a night here lel and yah do hope it get colorful, I dont want anything dark tonight lel, how about youu. glad you feeling finee x\n  ","602803":"\n   Feeling good today? Have a blessed day ahead xox\n  ","602804":"\n   What is your favorite animal?\n  ","602805":"\n   what are your plans for the rest of the day?\n  ","602806":"\n   how is your mood today?\n  ","602807":"\n   What is your ethnic background?\n  ","602808":"\n   No it's because I love you. The kiss isn't even mandatory I just wanted you to kiss me rather than tear up 😊\n  ","602809":"\n   If you suddenly became a master at woodworking, what would you make?  👍 🙃\n  ","602810":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","602811":"\n   When you write \/ wrote essays and such for school, college etc., how quick are \/were you at actually getting the words and ideas in your mind on paper? When do \/ did you usually hand it in? 📝💻\n  ","602812":"\n   Say giant you were walking around in a city and your legs got tired, where'd you choose to sit down? Why there? 🤔😂\n  ","602813":"\n   This is Nepal it's bordering Bhutan but it's the same kind of roads all over there\n   \n    https:\/\/youtu.be\/b5HgF_1Sihc\n   \n","602814":"\n   Yeah i'm down it would be awesome i can take my brother along and you can take one of your friends and we can backpack \nBhutan i hope your not afraid of height tho it's close to mount Everest and the roads up there are scary even for someone that love heights 🙂\n  ","602815":"\n   So cute today 💕💖💞💗\n  ","602816":"\n   Don't say that! You look absolutely gorgeous! 😚\n  ","602817":"\n   My love you never learned what spoiling is but you will when you meet me ❤️\n  ","602818":"\n   How about you don't cry. Instead kiss me then I take you to any make up store you want and you can buy anything you want on me. No limits\n  ","602819":"\n   Have you tried Valhalla by the way? Is it any good? 😁\n  ","602820":"\n   Ich mag es\n  ","602821":"\n   Lol it's like your face DEMANDS to be natural because it's just so damn beautiful!!! 😍 Sweet heart you never need make up ans products just let that raw beauty shine!\n  ","602822":"\n   Please cuddle me while I tell you the endless list of reasons why I love you\n  ","602823":"\n   How are you doing now Angel?\n  ","602824":"\n   What was the worst phase in your life?\n  ","602825":"\n   Do you wash your face every morning?\n  ","602826":"\n   Do you Google things regularly?\n  ","602827":"\n   do you use light or dark themes when you have the option? like youtube, twitter, etc..\n  ","602828":"\n   What do you think is worth waiting for? Why? 🕒 👍 🙃\n  ","602829":"\n   What song or singer\/band do you like but rarely admit to liking? 🎶 🎤 👍 🙃\n  ","602830":"\n   Are any of your friends Christians?\n  ","602831":"\n   Do you think askfm should have games on it?\n  ","602832":"\n   What's slippery when wet?\n  ","602833":"\n   You always look cute 🙈 My dream girl crush\n  ","602834":"\n   You definitely do ☺\n  ","602835":"\n   What's the last picture you took which you're really proud of? Showcase it perhaps? 📸🤩\n  ","602836":"\n   I've known you for years so I know what you're like I just wish others would see it too, you are such a brilliant people and a fantastic friend! Love you Sav! 💕 I'm now going to sit back and watch these guys fight over you! 🍿 😂💖 xxx\n  ","602837":"\n   Actually there is one if you haven't seen it on Netflix called Legion there's an X through the O it's a real mine twisted one he starts off in a insane asylum thinking he has schizophrenia when in fact there's a a mutant in his mind it is a prequel spin off to X-Men and it's quite dark\n  ","602838":"\n   Glad your enjoying it I just cant wait for the next season whenever I come across any kinds of show Like These I will make sure to send them your way\n  ","602839":"\n   Thank you! Yeah, I'm just chilling out at home right now, playing some Assasin's Creed Odessey 😄 Gonna get a new office chair which I've been waiting for such a long time cause of covid delays 😅 Can't wait since my current one isn't really the best Haha\n  ","602840":"\n   So you wouldn't dare simply picking someone up with like your hand? 🤔 Haha\n  ","602841":"\n   Hahaha you never knew about it? They have the most beautiful temples on the mountainside you would love it there and they got dope hashish too 😂 Yeah let's go in 6 months when i got cash to support us haha\n  ","602842":"\n   Yes you are and warning the first episode is a little bit vivid with peoples deaths😋\n  ","602843":"\n   By the way it's on Amazon Prime\n  ","602844":"\n   That's awful! Hope they are aright! Yeah you have to wear masks in public places by law. But its the same here that some people are not taking it seriously and still having parties. Two people I work with were very ill too. 😢 xxx\n  ","602845":"\n   If giant you were to pick someone up, how'd you do it exactly? Would it depend on who they were and other circumstances? 🤔😂\n  ","602846":"\n   How would you rate your face beauty level from 0 to 10?\n  ","602847":"\n   If you spotted someone you really didn't like during that rampage, what do you think you'd do? 🤔😂\n  ","602848":"\n   Well yea but. 😂 Would be so exhausting!\n  ","602849":"\n   Honestly not too good, our current lecturer is god awful 😅 The way she structures the whole thing is just... bleh Haha Doesn't help that she holds them at like 4 pm 😪\n  ","602850":"\n   Ootd? Pap?\n  ","602851":"\n   Boometh come with me on an adventure\n   \n    https:\/\/www.youtube.com\/watch?v=Oki0kftEm-Y\n   \n","602852":"\n   I'm good! Went for a swim earlier today but I had to dedicate like 3 hours of my day for it since I don't want to walk because of all the ice on the streets, and the only pool that's open is on the opposite side of town 😅 Now I'm just waiting for a zoom lecture to start Haha\n  ","602853":"\n   What on earth have i done to make you put that evil on me 😂\n  ","602854":"\n   have u ever been in a toxic relationship\n  ","602855":"\n   Have you ever tried fried ice cream?\n  ","602856":"\n   whats the best way to greet a stranger?\n  ","602857":"\n   I am good.\nI am on ask after so long.\n\nWhat about you?\n  ","602858":"\n   tell me about your day ☺\n  ","602859":"\n   you have a garden there lady ?\n  ","602860":"\n   Well i got robbed yesterday and beaten up they stole my wallet so i need a new ID but to get a new one i have to have a valide ID so it's fucked up. ill go down there and do my best\n  ","602861":"\n   You're so pretty ❤\n  ","602862":"\n   How are you doing in general? 😄\n  ","602863":"\n   tomatoes is delicious ?\n  ","602864":"\n   Yeah it's very strict. Only essential shops are open. You can only go to work if you are a key worker or can't work at home. You can't mix with people outside your house, not even family. You can't travel far unless its for work. The police issue fines if you break the rules. You can go for walks xx\n  ","602865":"\n   Heres the trailer\n   \n    https:\/\/youtu.be\/ScT_gIGTOG8\n   \n","602866":"\n   Eh nope where the silver I want that silver color😩 I need it 💗💖\n  ","602867":"\n   sorry but i cant fight for a girl. first I wouldn't presume to own anyone. second the woman has the final say. and third. I'm beat you just based of intelligence robbie. there's no challenge. ima just continue my conversation\n  ","602868":"\n   I guess I want you to love it as much as I do. I want for every time you see yourself that you feel practically giddy with how much of a masterpiece you are. We're so lucky that you're you Savannah. When I think of the perfect face, it's yours just the way it is.\n  ","602869":"\n   If you then went on a rampage, what kinds of things do you think you'd do exactly? 😂\n  ","602870":"\n   But you are much more than that. I know that some people sometimes see you as a gorgeous girl who sometimes posts photos in your underwear and always expect that. You're a highly intelligent, engaging woman with so much to give and so unbelievably kind. You can't help being gorgeous! 💖xxx\n  ","602871":"\n   You are right about Instagram Sav. It's almost expected now to post pictures like that. As you've seen on mine it's just places I go to! But even for a guy we are being told that we should be muscular with a six pack but not all of us are. Even more pressure on women to look a certain way too. 💕 xxx\n  ","602872":"\n   omg organizing is the most soothing thing, sigh. started watching something but just quit. may watch Lilya 4-Ever 2000 now. as far as baking. change of plans not doing the banana pastry. gonna let them ripen one more day. instead amaretti and a cake topped with some sort of glaze & toasted hazelnuts\n  ","602873":"\n   My Queen💕👑\n  ","602874":"\n   Oh yea for sure theres always some big unlined end game there the Elite watch the tv series Utopia they create a virus and in the vaccine it has a virus that's stops people from giving birth for population control it's an awesome program watching the first episode you get hooked straight away\n  ","602875":"\n   Are people too dependent on technology? Are you?\n  ","602876":"\n   I hope you have a great day.\n  ","602877":"\n   Who was the last person you unfollowed and why did you unfollow them?\n  ","602878":"\n   Pretty blondie 👱🏻‍♀️\n  ","602879":"\n   What a beautiful picture of a beautiful person! 💖🥰💖 xxx\n  ","602880":"\n   Yeah it's good to have the option and it's really now the only way I can see anyone because we are in lockdown. 😢 Yeah I normally wear a suit but I've been allowed to be more casual recently for work but it's also nice to chill at home too haha! 💖🥰😍 xxx\n  ","602881":"\n   how melted do you like your ice cream?\n  ","602882":"\n   No I don't mean threaten them as in people threatening them I mean like a big threat like an alien invasion or a virus killing everyone look at what coronavirus has done crippled the world imagine if it was killing everyone it came in contact with the government's would have to come together as one\n  ","602883":"\n   Pap right damn now you sexy gorgeous adorable sweet loving angel! 😘😘❤️❤️\n  ","602884":"\n   As you are the closest I will ever get to talking to a Victoria Secret model what panties are you wearing today Boom?\n  ","602885":"\n   im done cooking for the day but will dedicate everything i make to you tomorrow. think dessert will be puff pastry filled with banana cream and topped with powdered sugar and chocolate. then will make tortillas for breakfast tacos. eggs, bacon, honey ham, sausage & cheese. prolly make more sht lol\n  ","602886":"\n   anon comes thought! far from skinny af. thats young and fit\/slender. me on the other hand a bit more skinny af lol\n  ","602887":"\n   aww hell! dw we'll get through it together. and by get through it i mean ill eat donuts and you have to deal with it lol\n  ","602888":"\n   Yea got the ideas the plans just no power to put it in place of course if we had a threat that threatened every single rich man and politician on the planet we could get some progress to happen then and even then Corona didn't do that and it's still thriving\n  ","602889":"\n   Squishy respects Miss Ames 😍😍\n  ","602890":"\n   I'm lucky as I can do both so some days I'm at home and then others I get to go in for a few hours. I think it gets boring just being in all the time but at least I don't have to get dressed up at home! 😂💖😂 xxx\n  ","602891":"\n   I've already done that the systems around the world are easy to fix the problems are religion and governments sort those two out the rest will fall into place with very little work needed it's really quite simple funny thing they're internet is a giant think tank can use that as an advantage🤔\n  ","602892":"\n   i was never loved so i dont think im capable of it. but i know about respect. and do so diligently. i respect your open and expansive mind. your calm way. the way you follow your voice and not the shouts from the crowd\/rabble. your common sense and respectful manner. way you treat people & honesty\n  ","602893":"\n   Awwww please get comfortable and get plenty of rest! Hope you feel better soon! 😢💖 I'm not so bad thanks yeah, working from home but busy so it passes the time! 💕 xxx\n  ","602894":"\n   Why did you do that?\n  ","602895":"\n   Well you anyone proven without a doubt sure but unfortunately even some of those are just scape goats I mean the whole terrorism ACT was made up so we can arrest people who haven't even done a crime yet I thought you weren't allowed to be judged until you've done the crime this isn't Minority Report\n  ","602896":"\n   Can you believe that Wrecking Ball was from 2013?!?!? WOW\n  ","602897":"\n   im feeling pretty good. yesterday went pretty according to plan so that sets me up for a good next day. wont leave the house today. may watch some films now then start to bake and cook later in the morning. will try not to ocd out too much. will be on here later. im pretty anti-panache living lol\n  ","602898":"\n   What about innocent people who slip through the gaps in the justice system just getting rid of them all you are condemning those innocents do you even care about those people the ones who get framed or cant afford the right kind of justice because they dont earn enough money huh?\n  ","602899":"\n   Morning Sav! Hope you're feeling well today! Is it night time where you are now? Hope you're not too tired! 🥰 xxx\n  ","602900":"\n   What qualities do you admire about your parents?\n  ","602901":"\n   okay well im glad you have an answer. i know how shtty low blood sugar can feel. hope your tummy is better today and you have a great day ahead of you fellow early bird.\n  ","602902":"\n   What are your 4 main moods?\n  ","602903":"\n   Aweee it's never too late to learn Cutie x And youll be a badass  chef, I can tell  you I'm sureee\n  ","602904":"\n   How should murderers be punished?\n  ","602905":"\n   This is a very valid point. Why spend money on that? At least spend your money on something you can do for fun instead of throwing it down the drain.\n  ","602906":"\n   they are not thrifty like us but rather imprudent with their pornographic expenditures.\n  ","602907":"\n   bc it's more satisfying when you know or semi know the person\n  ","602908":"\n   What are you busy with today?\n  ","602909":"\n   at one point we talked about an issue you were having, sort of episodes that may have been due to blood sugar or who knows. this was months ago and im wondering if you had any conclusion with that or have these episodes just sort of resolved on their own? hope so.\n  ","602910":"\n   So you don’t like sushi now? I love California rolls. You still like sticky rice right? 🍚 🥢\n  ","602911":"\n   Picture this: a large pepperoni pizza covered with extra yellow American cheese. Eeeeew 😂\n  ","602912":"\n   Do guns protect people or kill people?\n  ","602913":"\n   WHAT ARE SOME CHALLENGES YOU THINK THE NEXT GENERATION WILL FACE?\n  ","602914":"\n   I can't tell if I want to take you to a fancy resturaunt and stuff your adorable face with good food or just relax in bed holding you so close to me\n  ","602915":"\n   yeah but then someone might imitate it and pretend to be me. ive been told to do that before on other pages but in the end i believe in anonymous questions being the proper way to try to eliminate bias. you know who i am. or at one point you did. dont kno if you still follow me but did at one point\n  ","602916":"\n   how is your health lately?\n  ","602917":"\n   You have an amazing body!\n  ","602918":"\n   we think alike in a lot of ways. our ocd. as well as other things\n  ","602919":"\n   140ish and 6' lol\n  ","602920":"\n   i did not make the comment about the desktop version. someone else did and i just want you to know lol. i would never make such a careless remark given your answer lol\n  ","602921":"\n   im wondering what skinny af looks like? whats your height and weight anon?\n  ","602922":"\n   🤣🤣🤣🤣 reading that back yeah... seems that way lmao I'm so sorry\n  ","602923":"\n   Good!!! Love when ever you feel down on yourself just take a breath and look in the mirror and think about how many people you make happy. I know I'm anon but you can always talk to me. I'm always here for you. I want you to feel as beautiful as you really are\n  ","602924":"\n   Would you date a 20 almost 21 year old whos shy, skinny af, makes decent money for coming out of a two year degree, and who would give you all the love and attention humanly possible and will spoil you every second he is with you?\n  ","602925":"\n   typically thick girls with fat butts are better but there's more to women than just ass. I need a beautiful woman with a beautiful soul and that's you. Gorgeous inside and out. You can pack on the pounds anytime but a personality can't change. You're flawless Savannah. You're every man's true dream!\n  ","602926":"\n   How tf are you out of style!?!? I loooove thick\/chunky girls myself and you're by far the SEXIEST woman I have ever seen without a doubt! Don't you ever put yourself down again or I swear I'll kiss you so hard you can't say another word! ❤️❤️❤️❤️❤️❤️\n  ","602927":"\n   thanks. i like the way i cook lol\n  ","602928":"\n   if you go on desktop version it does\n  ","602929":"\n   i dont love you. i dont know you. plus ive never loved anyone. but i like talking to you and reading what you say or respond here. also like watching how you interact with people.\n  ","602930":"\n   how many questions do you have in your inbox right now?\n  ","602931":"\n   have you noticed any interesting new likers or individuals on your page?\n  ","602932":"\n   I love you ❤️\n  ","602933":"\n   i feel like religion has often been used as a scape goat for getting away with things that suit agendas or as a means of control. people always find ways to corrupt it or shape it to exploit the population. especially in those populations that lack education and free thinking. btw i like you! ☺\n  ","602934":"\n   be honest ,do you eat tomatoes ??\n  ","602935":"\n   Do you feel like January is going by quick or reeally slow? And then how's the year going so far for ya?\n  ","602936":"\n   Do you consider yourself a dramatic person?\n  ","602937":"\n   My brother could play Daffy Duck. we could argue rabbit season or duck season 😂\n  ","602938":"\n   i'm finee thanks ,you got discord or fb ?\n  ","602939":"\n   heeey haven't seen you around for a while girl\n  ","602940":"\n   What motivates you when did you realize that you were awesome and why are you so beautiful\n  ","602941":"\n   its not monkeys is civets which are related to cats. maybe now you want it to be true? lol\n  ","602942":"\n   do you like skinny or not skinny guys? what is your type?\n  ","602943":"\n   I’ll say it for you. Those onlyfans people are morons.\n  ","602944":"\n   i dont follow you there anymore. i felt there was no real depth of sharing there. was just sort of superficial and distant. i just follow you here because you express yourself.\n  ","602945":"\n   What are you like in person? because on here you seem calm,cool,an collective\n  ","602946":"\n   I'm flooding you with questions so there should be no reason you're not answering.\n  ","602947":"\n   tell me about your day ☺\n  ","602948":"\n   -\n  ","602949":"\n   What kind of help do you think giant you could give to a little child? 🤔 Haha What about people in general?\n  ","602950":"\n   You don't sound like a little girl, you sound like the perfect, adorable woman you are.\n  ","602951":"\n   What's more important to you sharing your mind or sharing your pics\n  ","602952":"\n   It literally hurts my feelings when you say that\n  ","602953":"\n   Yes that'd be awesome need a Lola Bunny though 😂\n  ","602954":"\n   LOL , Well I have slept with 31 different girls so far, and they all had different shapes and sizes of ass’s😂, of course I still enjoyed the girls with huge butts😂,but from My personal experience it seems like petite chicks\/girls with smaller butts are tighter 😂😂 wait how old are you anyway?\n  ","602955":"\n   ive asked people who are religious that sort of question. like you have your faith, what about the people who had their faith? who are YOU to call them prehistoric? maybe your god will become prehistoric? if they ask me i say i dont believe in god but respect all religions. new and ancient.\n  ","602956":"\n   Good to see you back Sav! Hope you're alright! 🥰 xxx\n  ","602957":"\n   exactly! 34 years old is like barely broken in!\n  ","602958":"\n   Well a lot of guys and girls are misinformed cause they think that the bigger the girls ass is the better , And I know from personal experience that’s not the case Lmaoo\n  ","602959":"\n   What is your least favourite mode of transportation?\n  ","602960":"\n   what are your favourite combination of colours?\n  ","602961":"\n   My favorite on here💕\n  ","602962":"\n   It is true\n  ","602963":"\n   But it is true tho. 🥺❤️🥰😍😩\n  ","602964":"\n   I swear to God I have always thought that you have a perfect butt,\n  ","602965":"\n   You're the best babe\n  ","602966":"\n   You are my love at first sight\n  ","602967":"\n   OMF Stunning 😍\n  ","602968":"\n   is he better or worse looking than the current Mickey Rourke?\n  ","602969":"\n   How many years ago was this?\n  ","602970":"\n   What about fried shrimp or calamari or crab? Do you like sushi?\n  ","602971":"\n   what's for dinner?\n  ","602972":"\n   Picture this: a big bowl of pasta and it being smothered in yellow American cheese. Eeeeeeeew lol\n  ","602973":"\n   Would you rather wake up next to your ex or next to a venomous snake?\n  ","602974":"\n   ILY\n  ","602975":"\n   Do you watch reality tv?\n  ","602976":"\n   Made squishies day\n  ","602977":"\n   yea shes a reaaaaaal ball buster 😂\n  ","602978":"\n   Ummmm mate she be mine if you argue about that mate then me and you will fight the old way with swords whoever wins gets the girl 🙄🤣\n  ","602979":"\n   What makes you feel better when you are in a bad mood?\n  ","602980":"\n   I acknowledge the council of booms but. 😂 my babe is so much deeper\n  ","602981":"\n   This made me think of the special coffee that is brewed from the coffee beans that monkeys eat whole and poop out. Disgusting but true.\n  ","602982":"\n   You loved cooking before as well na? damn I'd love to try you out. imean taste you, I mean your hands they potions you add while cookxx\n  ","602983":"\n   Do you prefer to watch a movie alone or with other people?\n  ","602984":"\n   Only for Halloween but can't be him every year. 😂\n  ","602985":"\n   How do you think people would first notice that giant you were nearby? How do you think they'd react when they did? 🤔😂\n  ","602986":"\n   How you feel if someone made 100 pages just to harass people, and make a fake profile of their boyfriend?\n  ","602987":"\n   Yes I have love Bugs Bunny 😻\n  ","602988":"\n   how is your mood today?\n  ","602989":"\n   Sounds like you didn't get what you deserved\n  ","602990":"\n   ْ\n  ","602991":"\n   lol @ small time male\n  ","602992":"\n   What is something you have an acquired taste for?\n  ","602993":"\n   how has the ass life been treating you lately?\n  ","602994":"\n   How can people believe in truths without evidence?\n  ","602995":"\n   how old does something have to be to REALLY be an antique?\n  ","602996":"\n   how many people have you hated in your life?\n  ","602997":"\n   A song for you beautiful\n   \n    https:\/\/youtu.be\/Mc-v9NPveU4\n   \n","602998":"\n   You know the more I learn the more I think our souls should be together😆😁\n  ","602999":"\n   Miss you Misses Ames ❤️❤️❤️\n  ","603000":"\n   What is a food that you hate?\n  ","603001":"\n   it's called toon force pretty much you bend the laws of physics for comedic effect. but only if it's funny 😂\n  ","603002":"\n   whats your superhuman power?\n  ","603003":"\n   what do you prefer on top of your cinnamon rolls?\n  ","603004":"\n   I would want the powers of Bugs Bunny.\n  ","603005":"\n   What’s your favorite decade of movies?\n  ","603006":"\n   What sort of things do you do while the TV is on (apart from watching the TV)?\n  ","603007":"\n   That sounds awesome 😎\n  ","603008":"\n   Do you watch Gossip Girls?\n  ","603009":"\n   Hello😊 you better be having a good day today\n  ","603010":"\n   What would be your superpower if you had one.\n  ","603011":"\n   role reversal. you can ask me a question if you'd like.\n  ","603012":"\n   Would you rather have free Starbucks for the rest of your life or free Netflix, Hulu and Prime subscriptions forever?\n  ","603013":"\n   Is ask.fm the greatest website ever?\n  ","603014":"\n   If everyone spoke their mind would this world be a better place?\n  ","603015":"\n   What is the car of your dreams? me: Ferrari\n  ","603016":"\n   Is this man or women 🙊🙊\n  ","603017":"\n   ْ\n  ","603018":"\n   Haw are you doing today\n  ","603019":"\n   No only if you lift dumbbells or doing bench presses ✌️\n  ","603020":"\n   I want to listen to you sing.\n  ","603021":"\n   No, only lifting in the gym 😅\n  ","603022":"\n   If you were a giant and the only one around during medieval times, what do you think that regular people would've thought of you? How'd you treat them in response? 🥾🏰\n  ","603023":"\n   You need to lift\n  ","603024":"\n   what was your excuse when you failed in exams?\n  ","603025":"\n   Same💕\n  "},"Answer":{"601953":"\n  Yesterday, i talked to my brother on the phone. We were talking about cooking & he had so much passion in his voice. I could tell he was really proud of how much my skills have grown that he thinks i could build up my skills & create a menu when I get my inheritance & open my own restaurant. It felt really good to hear how supportive he is.\n  ","601954":"\n  It’s really sad that i havent seen an act of kindness from anyone in a long, long time..\n  ","601955":"\n  Uhm, Ramstein would be so awesome to have play every time i enter a room lol so badass\n  \n\n   https:\/\/youtu.be\/NeQM1c-XCDc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601956":"\n  I don’t really see that big of a difference. I look pretty much the same. It’s not as bad as the people on instagram. Heres a good video about beauty\n  \n\n   https:\/\/youtu.be\/R-p8Pkb9bKM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601957":"\n  You want to marry me because you cant?\n  \n  Do you only like things you cannot have?\n  ","601958":"\n  Its only because of you ✨\n  \n  You made it possible 😊\n  ","601959":"\n  & i wish i was hot enough to be a Victoria Secret angel\n  \n  But, we can’t all get the things that we want.\n  ","601960":"\n  Thats actually a really good idea but I probably wont do that but who knows... maybe later on ill want to do it.\n  ","601961":"\n  I slept really well. I know I had a dream but i don’t remember it which honestly is ok cause whenever I remember my dreams i wake up super tired 😴\n  ","601962":"\n  Why do I love the word “slavic” so goddamn much? 🤷🏼‍♀️\n  \n  Thank you so much 💖\n  ","601963":"\n  I feel like literally everyone thats alive can agree with this 😂\n  ","601964":"\n  It honestly depends on what country you’re looking at.\n  \n  Japanese are not afraid of death like at all so their suicide rate is high for all ages.\n  \n  But in America, theres been an increase in 40 & up committing suicide since 2019, but since 2018 ages between 10-34 have been pretty steady, little increase and little bit of decrease. They honestly dont have statistics for just under 21.\n  ","601965":"\n  The statistics of people who are truly insane and truly aren’t afraid of death is about 8% (i used to study this) but even people on death row (you can watch on youtube) start to fear death once they are put in prison. A lot of them say they deserve to die & they turn to a religion because they admit they are afraid.\n  ","601966":"\n  I think people gain more fear once they hit the age 21. Under 21 people usually feel fearless, maybe even careless. Haven’t you watched a kid run around play? Its like they always have some sort of death wish. Think about how rebellious teenagers can get. They are always so anxty that they dont give a fu.ck and thats why there’s quite a lot of sui.cides of young people. Kids are super resilient and can endure quite a lot of pain. Once you become an adult you start to feel more of the pain and you become afraid of all it. Afraid of death, losing someone, & the pain that might come from right before you die. The difference with adults is they just become more cautious - its not because they lost their fear of death. Especially the elders, why do you think majority of people that fill up a church are our older generation? Because they are afraid of death and want comfort about what comes after. Its the same reason why parents have become bubble wrapping sheltering helicopters.. they are afraid of losing anything. We live in a society that created a fear of death. If nobody is afraid to die then all these multimillion dollar companies, corporations, hospitals, pharmaceuticals, ect will lose power.\n  ","601967":"\n  Boomwinkle 😍\n  ","601968":"\n  The girls were so cute! 😊\n  \n  He actually did look like a pig! Makeup artists are getting really impressive.\n  ","601969":"\n  I hope you have a beautiful day ✨\n  ","601970":"\n  I have been really obsessed with incense!\n  ","601971":"\n  I think im actually going to get off for a little bit and probably take a nap. But, i will be on later!\n  ","601972":"\n  I love roasting myself. Im one of those people that will make a better joke about myself after someone made a joke about me.\n  ","601973":"\n  Yeah, ive almost died a couple times already. People think that i either have an angel constantly watching over me or i am like a cat with 9 lives.\n  ","601974":"\n  Yes! Quite a few actually. I opened up a PO box and people sent me a lot of things anonymously. I seriously cant wait to open another PO box. The gifts were amazing but the letters were everything to me 😍 i think im way more sedimental than materialistic 🤷🏼‍♀️\n  ","601975":"\n  I feel like we all relate to certain people\/groups\/communities.\n  ","601976":"\n  You✨\n  ","601977":"\n  Boomstina Aguilera sounds way better but i like Boomley Cyrus more as a person.. 😩\n  ","601978":"\n  I wrote that when I was 19. I just thought id post it so you all could see. I truly wish us all peace. Especially >you<\n  ","601979":"\n  Right?! 😂\n  \n  They definitely keeps things interesting on here lol be so boring without em!\n  ","601980":"\n  I dont think the person is in love with me but i do sense they were frustrated though... obviously lol but omg thank you for that HUGE compliment!! I appreciate it!\n  ","601981":"\n  Im debating whether if i wanna be made into a stone\/gem or made into a tree.\n  ","601982":"\n  This is an awesome pick up line!✨\n  ","601983":"\n  I would freak out. I would probably start calling people to find out how I can fake my own death, get a new identity, & move to a different country. I would not do well in prison.\n  ","601984":"\n  I could totally eat a cupcake right now\n  ","601985":"\n  The curiosity inside me would start building to the point I would have to know why she said and how she knows that name. I would need answers goddamnit lol\n  ","601986":"\n  What made you start thinking about going back? Do you actually enjoy psychology? Do you have an idea about what you want to do after your masters or are you seeing how things go?\n  ","601987":"\n  I would totally be like Ross Smiths Grandma. Bro, im seriously jealous of the girls. Holy booty.\n  \n\n   https:\/\/youtu.be\/LrEYWCMzmGI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","601988":"\n  Please invent this 🥺\n  ","601989":"\n  Omg, how did your presentation go?\n  ","601990":"\n  You just cant be mad at that face\n  ","601991":"\n  How many do you have?\n  ","601992":"\n\n   شكرا جزيلا. سوف أتبعك أيضا\n  \n","601993":"\n  I enjoy looking at rare coins. I love holding it in my hand and asking, “so this little thing has the value of what?!” I wish I understood what makes certain coins so valuable - like the history behind all of it\n  \n  My grandpa used to collect coins. He had a lot of them. He had a separate safe just for coins.\n  ","601994":"\n  I just love shoes in general but i am a sucker for thigh highs ✨\n  ","601995":"\n  Yeah, what is that all about?\n  \n  Ive noticed the people who were born & raised there always and i mean always come back.\n  ","601996":"\n  Understandably. 😔\n  \n  I wish i knew how to ease your pain 😔\n  ","601997":"\n  Wait. I was 6am. Fu.ck me. I was born in the morning and when i checked the time stamp on my papers it was like 6:30 something... but thats still 6!Omg.\n  ","601998":"\n  I went to a lot when i was a kid. Its been a long time since ive gone though. Its different when you’re younger - you’re in your own world and you don’t notice people around you. Once you get older you start to see how insane waiting in lines for hours is.. anyways, i am a six flags fan. I like faster, crazier, and scary rides.\n  ","601999":"\n  I don’t really have a secret 😔\n  \n  It’s just kinda genetic. I have hyperglycemia & because of that it makes my metabolism annoyingly fast.\n  ","602000":"\n  I would literally laugh so hard lol I highly doubt it but omg i want it to come true\n  ","602001":"\n  I want to eat this all over again 😔\n  ","602002":"\n  It means whatever you want it to mean\n  ","602003":"\n  For you,\n  \n  Anytime, anywhere, any place 😍\n  ","602004":"\n  This made me feel so old lol\n  ","602005":"\n  Send me your number & Ill text you. (I wont post)\n  ","602006":"\n  You have a fetish for girls who speak multiple languages huh? 😂\n  ","602007":"\n  I miss them too 🥺\n  \n  I miss hanging out with my friends & getting all dressed up to go out & take pictures of each other 😔 those were the best times. I just miss people taking pictures of me in general. 😩\n  ","602008":"\n  People who want to see unicorns will see unicorns... but i am not one of those people. Once i know someone has been lying\/bullshitting me theres no going back. Now, unless they stop lying\/bullshitting me & tell me the truth - ill give them another chance. I don’t tolerate lying.\n  ","602009":"\n  Am I the only one that noticed that posts from a couple months ago that have emojis, [emojis] end up turning into question marks?\n  ","602010":"\n  Ugh, this makes me so sad. I read over the thread and my heart is breaking all over again. How are you doing since we last spoke? I hope you’re doing alright 😔\n  ","602011":"\n  Omfg 🥺 thank you so much!!! 💖 awh, you’ve made my morning! ✨\n  ","602012":"\n  I need it 😩\n  ","602013":"\n  Dedicated to you babe 😍\n  ","602014":"\n  She was hiding in the blanket and just peeking out, it was so cute!\n  \n  Please ignore my random hair 😂\n  ","602015":"\n  I have really bad seasonal depression. 😔\n  \n  I was born & raised in San Diego, & because of that if i have lack of sunshine i get overly depressed. It literally feels like i get depressed over air during this time of the year. Today the sun was out & i had so much energy\n  ","602016":"\n  💖💖\n  ","602017":"\n  Thank you 💖\n  \n  My hair has been a temperamental disaster so i had to figure out something to do with it 😂\n  ","602018":"\n  Omfg, that always happens.\n  \n  Its either one of two things;\n  \n  1. Hes gay OR\n  \n  2.  He’s already taken\n  ","602019":"\n  Geeezeeeeeee, someone please deliver this assortment of deliciousness😩 i can taste all sauces in my mouth 🤤\n  ","602020":"\n  Dreaming is what keeps us alive ✨\n  ","602021":"\n  Beef Cake\n  ","602022":"\n  Holy mother of heart attacks 😍\n  ","602023":"\n  I like diabetus\n  ","602024":"\n  DAMN 😩\n  \n  I am so curious but its okay. It still made me happy 😊 i wish i didnt miss this question in the moment 😔\n  ","602025":"\n  How much later in life are we talking?\n  \n  I feel like later in life I will have my own place and ill be brewing up my family 💕\n  ","602026":"\n  I feel like i just read such a emotional rollercoaster. It was like you sent me a story in my inbox and really felt the increase of aggravation as you went on 💖 why are you so itchy? Are you okay? 🥺\n  ","602027":"\n  Ill be back on later 😍\n  ","602028":"\n  For you my love 😍\n  ","602029":"\n  Not following through bad decisions that the devil on my shoulder whispered in my ear 😈\n  ","602030":"\n  I wish i could headbang while playing the Saxophone 😂\n  ","602031":"\n  You’re so sweet 😍 thank you so much. You’re so supportive & I am just so lucky 😍\n  ","602032":"\n  Ilysm 💖😍✨\n  ","602033":"\n  You must be really bored LOL\n  ","602034":"\n  Oh yeah, im totally just the worst. Be careful, im contagious. You should get off my page before any of it rubs off on you 😉\n  ","602035":"\n  When you leave 😘\n  ","602036":"\n  OMG 😳 YOU MADE THIS?\n  \n  I love it so much. So so soooo much!! “Brush of death!!” Is there a way i can save it. I love how you added Ash. I seriously love this so much!\n  ","602037":"\n  Omg, why do i love this so much 😍\n  ","602038":"\n  Thats so true!! 💖\n  \n  I will admit that not having to deal with traffic anymore is glorious 😍\n  ","602039":"\n  I fear there’s literally nothing we can do about it. 😩\n  ","602040":"\n  I’m not really seeing any excuses being made.. i have no shame in what i like on here. I was trying to just explain my side - but looks like you’re just looking for a punching bag lol\n  ","602041":"\n  Oh, so because i liked something it makes me automatically the rude one even though i wasnt the one that said anything? Have you ever thought i find it hilarious when people try to be rude to people on here? Cause i do. Its so funny. Also the irony behind all of this is so funny. Because you’re mad someone was rude to you, you decide that its a good idea to go displace your anger on someone else without any context.. like what 😂\n  ","602042":"\n  Tell me what good comes from being rude to people? How does this benefit anyone? I hate being rude to people. Am I the only one who feels like garbage after being rude to someone? Like how do people harness so much negative energy? It’s exhausting. Im already tired just thinking about it.\n  ","602043":"\n  Now, i am even more curious.. who are you to say who deserves to be treated nicely and who doesnt? Why cant you just treat everyone with equal respect no matter what?\n  ","602044":"\n  Arent you just sweeter than a pound of cane sugar 😂\n  ","602045":"\n  Actually curiosity, have you ever experimented or is it one of those things you already know?\n  ","602046":"\n  Not yet, wait till im done with you 😘\n  ","602047":"\n  I feel like even if someone hated me, theyd still watch it 😂\n  ","602048":"\n  Dont lie to yourself 😘\n  ","602049":"\n  Youd probably really enjoy that, wouldnt you? 😉\n  ","602050":"\n  Send me a link so I can watch myself like a little freak 💦😂\n  \n  P.s. im not actually on there lol\n  ","602051":"\n  Ash keeps spying on me lol\n  ","602052":"\n  Am i? 💖\n  ","602053":"\n  *doing pull ups while hanging up clothes* 😂\n  ","602054":"\n  Demons, the darkness inside everyone’s soul. We all got our own monsters lingering inside us, the heart beat is the evil knocking asking to be let out and be free. They say that the world is evil and full of sin, and we were born innocent, but the world’s air is what we breath to keep us alive, water makes us healthy, and land that keeps us dry. The only reason we have destruction, is because we’re all dark. The world is saving us, we’re not close to saving Earth. To keep us sane, our mind tells us to do selfless acts towards everything and everyone, but we feed off pain and struggles. Some have hungry eyes and starving souls, chose to hurt others to make them full. As others, hurt themselves to hurt others around them. When the rest lie to themselves to the point they believe they are okay. When in the end, they need to stop trying to save others and the world, and save them from themselves. The world is easy, simple, and full of life. Human nature is complex, complicated, and unexplained. Nothing is explained, nothing is understood, everything is still put in question, no matter how much faith you have in it. The voice in your head, isn’t a conscious- it’s a monster. The subconscious dreams are the truth behind what is masked over when your awake. The daily image of being perfect and angel-like, is just part of the imagination. A strive, the motivation to keep hell locked up. Prisoner of our own imagination, creation of heaven keeps people hopeful. We’re just ghosts playing our role again in a reality that we perceive to be real, but the demon already made the thoughts, actions, and reasons before, that’s why everything happens for a reason. The people who don’t believe that, and believe that they have control are unleashed demons making their first rounds before they create a new image and perceive a reality. There’s never good or bad, angel or demon. Just bad and bad, demon and demon. You can’t run and hide. You have no where to go. Our lives revolve in going in circles, you will end right where you started. Let out the monster once in awhile, realize they are there, because that’s the only friend you will have in the very end.\n  \n  - Lady Boometh\n  ","602055":"\n  Can you spot ash looking like tweaker? 😂\n  ","602056":"\n  Hey! 💖\n  \n  I am doing great! How are you doing?\n  \n  I ended up doing my makeup but it’s weird i look better in person than i do in pictures. I keep trying to take selfies and they arent doing me justice 🥺\n  ","602057":"\n  *throwing trash away while doing sit ups* 😂\n  ","602058":"\n  I was born ✨\n  ","602059":"\n  Sometimes, i take how many questions I receive for granted & get super overwhelmed. But, honestly if the questions stopped i feel like i would be so sad 😔 just sometimes, i wish could just catch up!\n  ","602060":"\n  *dusting shelves while doing burpees* 😂\n  ","602061":"\n  Cuz you’re a pizza sl.ut\n  ","602062":"\n  *does lunges while vacuuming* 😂\n  ","602063":"\n  We are all selfish to a degree. Some are more selfish than others. Its about balancing yourself. Being selfish isn’t necessarily a bad thing, we all need to take care of ourselves and do whats best for us BUT some people internalize too much & forget theres other people in the world other than themselves.\n  ","602064":"\n  I fu.cking love organizing. Its so mentally pleasing to my OCD. 😂\n  \n  I bet you’re gonna make your room look all sparkly and clean (in the most masculine way)\n  ","602065":"\n  This is generation hard bass\n  \n  (If you enjoy this as much as i do, i should have a crush on you.)\n  \n\n   https:\/\/youtu.be\/Ph4MUCD90Yo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602066":"\n  I would eat nutella stuffed french toast anytime anywhere\n  ","602067":"\n  I am now gonna call it boomijuana 😍\n  \n  Which is actually really pretty ✨\n  ","602068":"\n  You better have dreamed about me 😆\n  \n  I actually like those kinds of naps. Your body feels so good after 😍 i am so happy you got to rest!! What are you gonna do now?\n  ","602069":"\n  I am so jealous of you, i love warm weather. I dont do so well in the cold. I just tend to hibernate.. 😂 i need more warm weather omg.\n  \n  I’ve been playing this game called Water Sort Puzzle. I love puzzle games so much but ive been stuck on this level all morning and ive just been cussing at my screen 😂\n  ","602070":"\n  Someones gotta throw away all the trash 😂\n  ","602071":"\n  How was your nap? Did you have any dreams? 💖\n  ","602072":"\n  Omg, yes 😳\n  \n  There’s enough bullshit to deal with on a day to day basis that I just dont have the energy to deal with drama. Also, it helps i just dont care 😂\n  ","602073":"\n  Good evening Mr. T 😍\n  \n  Its going good. I ended up making shredded chicken taco meat cause i had chicken that needed to be cooked. It was such an easy and delicious recipe but i need to go to the grocery store today & need to buy we.ed lol.\n  \n  Hows it going for you? How was your day?\n  ","602074":"\n  Looking at this pizza made me think of you & wish we could share it together 💖\n  ","602075":"\n  A 1 hour deep tissue massage 🥺 nah, make that 2 hours\n  ","602076":"\n  I think i need to be more impatient. I am probably the most patient person ever. I am overly patient that i end up getting hurt because i will always end up waiting for something\/someone thats not ever gonna happen... but i always have that small bit of hope (which always lets me down) 😔 i am very good at sitting and patiently waiting. Thats why i love meditation so much. Patiently waiting is a lot like sitting in solitude.\n  ","602077":"\n  My tablet is now in storage but I used to use it just as a screen to watch videos such as; on YouTube while I was doing something else. But, now i have way too many electronics that i don’t really need a tablet at the moment.\n  ","602078":"\n  James!! 💖\n  \n  You are the BEST! ✨\n  ","602079":"\n  Does this make you as happy as it makes me? 😍\n  ","602080":"\n  Se.xxx 😈\n  ","602081":"\n  I just want to have the sweater from my wishlist 🥺 its so cute and i just wanna take pictures in it 😩\n  ","602082":"\n  I am sorry that you follow liars (?) I imagine you already unfollowed those you think are being untruthful.\n  \n  Thank you for seeing that I am always honest 💕\n  ","602083":"\n  I love skinny girls. I love runway models so much. They are beautiful 😍\n  ","602084":"\n\n   @TobbeAsks\n  \n  💖\n  ","602085":"\n  I feel like id walk around like a queen in this 💖\n  ","602086":"\n  I would wear both of these 😍\n  ","602087":"\n  I hope you drink a lot of tea and take breaks for time for yourself when things start to get stressful 💕\n  ","602088":"\n  Why?\n  ","602089":"\n  Even though I’m a meat eater, I could never hunt for my own food. I just cant. I will start crying as soon as i realized what i did to the animal. Yet, ill eat it if someone else does it cause like why waste good meat? I have a really odd mind 😂\n  ","602090":"\n  I am so glad you’re able to relax 💕\n  \n  Hows school going?\n  ","602091":"\n  Thats what im gonna call it now, “Boomior” 😍\n  \n  Im working on 3 years old - 8 years old right now. Apparently, theres a lot more that happened at those ages that most of the time i dont think about but because im trying to get every memory I start to remember a lot more and its just like oh god lol\n  ","602092":"\n  AWH 🥺 I already have a buyer for a book that isnt even close to being done. You’re the best Darren 💖\n  ","602093":"\n  Thank you so much 😍\n  \n  You are so sweet 💖\n  ","602094":"\n  I really dont think i would handle being underground very well. I feel like i would discover what claustrophobia truly is. I feel like i would walk in and feel like the walls closing in and walk back out. No treasure is too important enough for that kind of anxiety and deadly traps... lol 😂 i will patiently wait outside\n  ","602095":"\n  I really feel like watching Moulin Rouge right now 😩\n  ","602096":"\n  Diamonds are a girls best friend 💎\n  ","602097":"\n  I knew you were a good choice 😂\n  \n  I will even time it, maybe you can set a world record or like the only record 😂\n  ","602098":"\n  Not being able to sleep is the worst, especially when you know your body is exhausted and really needs it.\n  \n  I usually listen to music or watch a show until I am tired. Eventually a show will help me fall asleep, but lately i havent had any issue with sleep\n  ","602099":"\n  I really hope that i can get one out there.. everyone I tell a story about something in my life that has happened, theres always shock in their face.. like i have some wild stories. My grandchildren are gonna love story time 😂 anyways, I already started an outline for a memoir- lets hope i can actually finish it.\n  ","602100":"\n  I hope this makes you laugh Mo 😂\n  ","602101":"\n  I really like your polls 😍 you make good polls and have good posts 😊 big fan of you T 💖\n  ","602102":"\n  That’s what I ask every time i see\n  \n   @PabloLeraLoL\n  \n  like seriously, how? 😂\n  \n  Great page tho 💖\n  ","602103":"\n  Just like you 💕\n  ","602104":"\n  No, these are my actual teefers\n  ","602105":"\n  She wasnt very happy to awaken during her slumber. Look at her bald eyebrows 😂\n  ","602106":"\n  I am not really sure if I would influence or not .. 🤷🏼‍♀️ do you make a lot of polls?\n  ","602107":"\n  Are you doing ok love? 💖\n  ","602108":"\n  I always ignore it 😂\n  \n  Aint nobody got time for that 💕\n  ","602109":"\n  I wish we could hang out all the time. its been a long time since i spent time with someone who actually wants to be around  me. 😔\n  ","602110":"\n  The fact my ask mostly consists of food pictures 😂\n  ","602111":"\n  Can someone please give me wings for life? 😩\n  ","602112":"\n  I love the adventure I just went on just to be asked if i like s’mores 😍 it sounds like you had a good dinner, i am jealous AGAIN. & now i want to make these\n  ","602113":"\n  Every flavor is honestly so good 😍 ugh im so jealous now 😔 i am so hungry.\n  ","602114":"\n  Mouthwatering 🤤\n  ","602115":"\n  I bought it from trader joes. I watched my sister make gnocchi from scratch & it honestly didnt look that enjoyable lol\n  ","602116":"\n  Awh, thank you. ✨ I feel like it was more the need to constantly be eating lol cant waste my precious food 😂\n  ","602117":"\n  Thank you so much. That means a lot. I am happy that you can trust me - that’s better than none at all 😊 i feel like i can trust you, idk why but i trust anyone whos honest with me.\n  ","602118":"\n  That sounds like such an amazing experience. 💖\n  \n  There’s something about the consistency that makes my mouth water. I just want to feel the spoon cut through it 🤤\n  ","602119":"\n  Idk 🤷🏼‍♀️\n  ","602120":"\n  Thats the mystery isnt it?\n  ","602121":"\n  Uhm no, im broke as fu.ck right now lol\n  ","602122":"\n  Omg im obsessed with green tea mochi 😍 what kind did you have?\n  ","602123":"\n  Ah, yes. The art of procrastination 😂\n  ","602124":"\n  Omg i want one so bad 😂\n  ","602125":"\n  Why does this song remind you of me? I am actually listening to it right now 🎶\n  ","602126":"\n  I am more of a 1901 fan\n  \n\n   https:\/\/youtu.be\/JeGWIzAUQh8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602127":"\n  I am so fu.cking thankful for you.\n  \n  No wait, thats a fu.cking understatement. I tend to say fu.ck when i am trying to add more emphasis but im overwhelming grateful for you.\n  ","602128":"\n  Today is sunday but nowadays everyday feels like a sunday. So here i am, nothing sexy about it 😂\n  ","602129":"\n  Im not so sure about that 💖\n  ","602130":"\n  What are you doing now? 😊\n  ","602131":"\n  Why do you make it sound like a bad thing?\n  ","602132":"\n  I am so sorry about your team 😔 i feel like its all my fault. I jinxed you.\n  \n  Handball kinda feels like a mix of rugby, soccer, hockey, & volleyball. 😂 it looks intense as fu.ck tho.\n  ","602133":"\n  Omg i could watch these kinds of videos all day!! I love it. I wish i could be doing it with them.\n  \n  I love Kimmels little comments & how nobody has any response to them. 😂\n  ","602134":"\n  Enough 💕\n  ","602135":"\n  Have you read this?\n  ","602136":"\n  HAHAHA i was waiting for someone to notice the more sinister darker side of myself. Did you notice the song choice too? 😂 theres something about that kind of control over something so much smaller than you. Of course i would start to feel guilty but for a second it would be kinda fun 😆\n  ","602137":"\n  Where is this blister? 😔\n  \n  Ill see what i can do ✨🧙🏻‍♀️\n  ","602138":"\n  I believe in your team! 🇸🇪💖✨\n  ","602139":"\n  Have you read this yet?\n  ","602140":"\n  Its ok they probably hate you too 😂\n  ","602141":"\n  Wtf is it.. i am gonna go look this up. You Europeans are always up to something 😂 i just saw the word pastries and i just wanna try it. I feel like Swedish know what they’re doing when it comes to dough lol\n  ","602142":"\n  Thats definitely some wishful thinking 😂\n  ","602143":"\n  Whats a Fika? Isn’t your birthday the 3rd?! (I just wanna know if I remembered)\n  \n  Omg we call it Volleyball but yess so intense! I love watching!  I always loved playing. I hate beach but i love on the court.\n  ","602144":"\n  Omg, I really hope that maybe you’re still on? Good morning (for me) good evening (for you) how was your day? I ended up sleeping a lot yesterday and last night. So i have been feeling pretty good today. I always feel good on Sundays. I feel like its because for the most part everybody is chill on Sunday and so theres not as much anxiety in the air. Wow look at me rambling again 😂\n  ","602145":"\n  Of course you can be my friend 💖\n  ","602146":"\n  Who would drink this?\n  ","602147":"\n  Thank you so much 😍\n  \n  My Instagram is in my bio & i dont give out my snapchat cause i don’t really use it.\n  ","602148":"\n  Im curious about what you think you learned about me from going through my IG page 😊\n  ","602149":"\n  Reading what you have to say is always a pleasure for me & always puts me in such a good mood 😍 thank you so much 💖\n  ","602150":"\n  Omfg, i lost so much weight. Everyone has been telling me I should sign up for auditions to do posing for clothing stores cause i guess i have the natural body type.\n  ","602151":"\n  Go look it up, you cant find the video anymore but you can read about it\n  ","602152":"\n  I feel like all pet-peeves are kinda dumb. I feel like we all get hell bent on things that don’t really matter. I am guilty of it. I always have to remind myself that its not a big deal. & my pet peeves are dumb but whats weird is I honestly cant think of any that I have right now.. i have been trying to let go of a lot of unnecessary anger so at the moment nothing really bothers me. 💕\n  ","602153":"\n  I like being referred as “a creature”\n  \n  Idk why 🤷🏼‍♀️\n  ","602154":"\n  Yeah, it really does.\n  \n  There’s moments where life tends to get away from me and days have gone by. Why couldn’t that have happened while I was still in school?\n  ","602155":"\n  j'aimerais vraiment connaître le français mais je triche 😔\n  ","602156":"\n  Thats exactly the point i am trying to make..\n  ","602157":"\n  I really hope so 😍\n  ","602158":"\n  Are you going to arrest me?\n  ","602159":"\n  I want to eat an entire batch right now omfg 🥰\n  ","602160":"\n  Awh 🥺 why do you miss me? Im right here 💕\n  ","602161":"\n  Winter to be over.\n  \n  Covid to be done.\n  \n  Cabin fever to be extinguished.\n  \n  Surveillance state to stop being created.\n  \n  World wide anxiety to be relieved.\n  \n  It feels like i cant breathe because i know the whole world is in a constant state of anxiety.\n  ","602162":"\n  Thank you so much T 💖\n  \n  I think your questions are the best! You’re so engaging! Sometimes you even shock me with the questions you come up with 😊 you’re so much fun to talk too! ✨\n  ","602163":"\n  où travaillez-vous ? 💖 je viens de me réveiller.\n  ","602164":"\n  At first I didn’t announce it but I came back and posted about it so people did know. It would always start out as me wanting to come back but i couldnt keep up with it so i just ended up posting that id be off for awhile.\n  ","602165":"\n  Yeah i did lol 😂\n  \n  Does MySpace still exist?\n  ","602166":"\n  I like my pizza crust like how i like my females... thicc\n  ","602167":"\n  I think this is the best goddamn idea\/suggestion anyone has ever came up with 😂 i couldnt agree more! Lol\n  ","602168":"\n  I love doing laundry. I love the way laundry feels on your hands after its all done. All warm and snuggly. The way clean clothes makes a room smell too. It makes the room feel like it got a little bigger for a second 💖\n  ","602169":"\n  Theres such thing as a weird thing to eat for breakfast? I just eat whatever i am in the mood for at whatever time i wanna eat - which is like all the time. 😂\n  ","602170":"\n  Why would you think a silly thing like that?\n  ","602171":"\n  My life is not worth more than someone else’s. I would never want someone to do that for me.\n  ","602172":"\n  I live on the west.\n  \n  But my sleeping schedule is fucked. I am usually up at midnight-9am my time so like ya 😂\n  ","602173":"\n  I go back to the last time my family all lived at my dads house. I would honestly just sit there in nostalgia. I just want to smell home again. I just want to look outside again and remember all the silly memories. I want to hear everyones laughter all at once again while we are all eating in the kitchen. I just want to be able to not take it all for granted...\n  ","602174":"\n  I really dont know what they are actually called but the dresses that always go up to neck, always look the best on me.\n  ","602175":"\n  & this is where the conversation ends 😂\n  ","602176":"\n  Awh 🥺 thank you so much 💕\n  ","602177":"\n  I made gnocchi with creamy sauce, onions, and bacon. Its so good, LIKE SO GOOD. I never bring out my phone when i cook... i need to start doing that cause i need to take pictures of all the things i make.\n  ","602178":"\n  Who?\n  ","602179":"\n  The snow is so bad, the roads are so gross!! Did you end up getting snow? I love that show! Its so good!! & yay!! For your team!!! 😍💖\n  \n  I am just laying in bed entertaining myself with ask so im pretty boring right now but I really want ice cream. 😔\n  ","602180":"\n  We all have different ways of expressing our love & sometimes someone could be loving you exactly the way you deserve to be loved but they do it in a way that the person doesnt like so it looks like they aren’t loving them. We put expectations on love when we shouldnt. There isnt only one way to love someone or how to show love to someone. We also dont always know whats best for ourselves, we may think we deserve love in a certain way but we are wrong. Example: a girl may think she deserves to be loved by gifts and money, but the guy might want to romanticize things a little more but the girl just doesn’t care about that kind of love.\n  \n  I feel i will receive the love that people are willing to give me 💖\n  ","602181":"\n  Why dont we wait and see if any anons will let you know that answer to this question.\n  \n  I like to hope they can trust me ✨💕\n  ","602182":"\n  Survival of the fittest?\n  \n  Lets see if you can get all my missing socks and get back in time before i start the dryer. Live a little. Feel the adrenaline rush. 😂\n  ","602183":"\n  This one is such a matrix vibe 😍\n  ","602184":"\n  No, i am more curious about what everyone else chooses.\n  \n  My favorite thing is when i make a poll that has 50\/50 - its so pleasing. To me, thats a good poll because i chose two equal options.\n  ","602185":"\n  Its breakfast time 😋\n  ","602186":"\n  This is gorgeous 😩\n  ","602187":"\n  I am doing really good! 💖\n  \n  What have you been doing?!\n  ","602188":"\n  Si, papi 💕\n  ","602189":"\n  Right?! 😂😂😂 omfg\n  \n  Im lil miss attitude 😂\n  ","602190":"\n  Yeah, that feels about right 😂\n  ","602191":"\n  Sounds like your gaming experience is a lot better! I am so happy for you - you deserve it ✨ i hope you ended up getting the sleep that you needed! I finished 13 reasons why. The second and fourth season made me cry like a goddamn baby. I made gnocchi for dinner tonight - fire 🔥 lol tell me about your day💖\n  ","602192":"\n  Omg, i love this thread\n  ","602193":"\n  Omg, hi hun 💖\n  \n  I am doing really good! Its been snowing like crazy so its so cold here and it makes it miserable to do anything outside 😩 how is everything for you? I just ended up cleaning & cooking today. About to hop in the shower. What have you been doing? Playing any cool games? ✨\n  ","602194":"\n  Never liked that song. 😔\n  \n  Cant forget about this classic tho\n  \n\n   https:\/\/youtu.be\/Y1PVmANeyAg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602195":"\n  This is the type of music I miss. More early 2000s.\n  \n\n   https:\/\/youtu.be\/FADxR_aFPa4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602196":"\n  Nikki Sixx is cute lol\n  ","602197":"\n  I do enjoy some soup 🍜  my mom makes this Italian sausage veggies soup. Its honestly the best soup ever. I would eat so much of it.\n  \n  But, i am more of a stew person. I like it when the soup is thicker cause i like soaking bread in it. When the soup is too watery it just makes the bread all mushy.\n  ","602198":"\n  I am feeling better since im laying down just on here, thanks so much for checking up on me 😩💖 how are you?\n  ","602199":"\n  I would love that. Thats a great idea for being a way for humans to be transported while riding a giant. 😂\n  ","602200":"\n  Wait, what would giants eat if they dont eat people?\n  \n  I feel like they would take a branch use it as a kabob stick and just put whole cows, sheep, goats, ect. And you know, cook them. They would have a deal with certain farms where they are required to give the giants a certain amount of animals a week.\n  ","602201":"\n  I already call myself Betsy when I talk in a southern accent\n  ","602202":"\n  Omg this means so much 😍\n  ","602203":"\n  Omg, so i was just cooking but for some reason i got a panic attack. It came out of nowhere. It felt like someone punched me in the heart and i was losing oxygen 😔\n  ","602204":"\n  Since I get panic attacks I know what I want someone to do when I have them & I’ve actually helped a couple people during their panic attacks. Best thing to do is hold their hand or rub their back while helping them take deep breaths. Try distracting them with music or singing (i cant sing) what i like to do is help the person ease into why they are panicking and then kinda guide their mind through it. When someone has a panic attack its because they are bottling up something thats eating them up inside and they need to have a safe & trusted person to be able to confine in.\n  ","602205":"\n  I smoke bong rips while I FaceTime my mom. My mom has even bought me we.ed so honestly it wouldnt matter 😂\n  ","602206":"\n  No...\n  \n  I feel like thatd be such a waste of paper lol 😂\n  ","602207":"\n\n   أعطيتك بعض الحب على صفحتك 💖\n  \n","602208":"\n  I love Girl Scout Cookies so much! 😍 I honestly love them all lol\n  ","602209":"\n  Awh, thank you so much 😍\n  \n  & ily for like the way i think\n  ","602210":"\n  Membership is completely free.\n  \n  You’re free to join & free to leave whenever. Free to support me or free to discuss your opinion and prove to me differently.\n  \n  I just want to teach everyone that they can make choices for themselves & think for themselves while having respect for others. I just want people to follow their intuition and be okay with who they are.\n  ","602211":"\n  Thats so hard! I love them all honestly\n  ","602212":"\n  Dont remind everyone they are all getting old 😔 BUT since you said happy birthday (even though its not my birthday) in the spirit that today is someone’s birthday im gonna eat ice cream 😋\n  ","602213":"\n  Honestly, Damien.\n  \n  First off, always loved that name. Second, my friends always had different names.. i didnt do that on purpose but it just kinda ended up that way.\n  ","602214":"\n  This looks super gross to me lol\n  ","602215":"\n  I talk to my fellow alien allies 👽\n  ","602216":"\n  I am terrified. Think about it this way - the way our bodies works is like a machine, almost like a clock. If you take out a piece, it stops ticking. Camera lenses are the closest thing we have to our eyes & a computer is the closest thing we have to our brains. If we start to make more advanced machines (robots) that can mimic our brains, what makes us really believe that one of them wont suddenly start thinking for themselves or somehow get preprogrammed. We program humans and reprogram over and over... why wouldnt we do that to robots? We all want to evolve and change.. but nobody thinks about how our evolution might be humans go extinct because we made humanoid robots.. what if thats our next civilization?\n  ","602217":"\n  Just as long as I get my missing socks back, i dont care where the portal spits you 😂\n  ","602218":"\n  Maybe more like a helly owl 😂\n  \n  Im still gonna use the dryer 😂\n  ","602219":"\n  Youd be like the bestest friend ever 😍\n  ","602220":"\n  Omg yes. Im such a sucker for all that kind of good. 😋\n  ","602221":"\n  Depends.\n  \n  I enjoy jogging when im trying to get a quick workout in but i like hiking with people on a trail.\n  ","602222":"\n  I havent been in the mood to cook lately but i gotta cook something today. Snow puts me in a mood 😔\n  ","602223":"\n  I have realized a common thing among the ask community is in some way we all enjoy writing.\n  ","602224":"\n  The fact you find this movie list vapid means that you are probably the one thats vapid. There’s nothing on that list that is dull - clearly you’ve never seen any of these movies.\n  ","602225":"\n  I can get by 😊 i am not a super outspoken person but when I have to be communicative - id say i do alright lol\n  ","602226":"\n  It was premade. It was honestly so goddamn good. Trader Joes doesn’t disappoint when it comes to their desserts 😂\n  ","602227":"\n  Right?! Her old songs were so good! I dont know why she chose to stop being super creative..\n  ","602228":"\n  I will always love this song so much\n  \n\n   https:\/\/youtu.be\/EJilqoZ3ExY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602229":"\n  I thought that was implied with aliens 👽😂\n  ","602230":"\n  Breaking Bad! The twists and turns that show has 😍 its such a great show! Like even the ending was good.\n  ","602231":"\n  I prefer a humidifier 😊\n  ","602232":"\n  Wait a second, this song was my shit\n  \n\n   https:\/\/youtu.be\/kYtGl1dX5qI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602233":"\n  HAHAHHAHAHAHAHAHHA\n  \n  I SOUND LIKE SUCH AN ENTITLED LITTLE SPOILED BRAT 😂\n  ","602234":"\n  The darkest photo of pesto pasta youve ever seen 😂\n  ","602235":"\n  Omg this was so hard because my favorite is obviously My Humps but I wanted to choose a different one. This song is honestly one of the best songs to dance and sing too.\n  \n\n   https:\/\/youtu.be\/I7HahVwYpwo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602236":"\n  Omg my soul loves this 😍\n  ","602237":"\n  Im just gonna watch Netflix\n  ","602238":"\n  I dont even care what movie i watch as long as i get cuddles, milkshakes, & snacks 😍\n  ","602239":"\n  Whatever the fu.ck this is.. i want it\n  ","602240":"\n  This was right after i sneezed\n  ","602241":"\n  Its snowing like crazy outside! So i am watching season 4 of 13 reasons why... this show sucked me in again. 😂 what are you up too?\n  ","602242":"\n  Ehhhh yes & no.\n  \n  I try to eat a full nutritional diet of all the things my blood type is supposed to eat but i still catch myself eating way too many sweets.. also, since i dont gain weight i end up just sitting and eating for hours cause im too lazy and hate dealing with snow to go work out so yaaa i could be better 😂\n  ","602243":"\n  This sounds like consumption\n  ","602244":"\n  I cant choose, i need both 😋\n  ","602245":"\n  Im really considering just saying fuck it and dying my hair black.\n  ","602246":"\n  Ugh, last time i had fried chicken I actually got it from an Indian restaurant and omg with there sauces it was so fire 🔥 like I honestly couldn’t believe it. Like I enjoyed it better than American fried chicken.\n  \n  But my favorite is korean style fried chicken.. the amount of options and ways they cook them. They have amazing sauces too. UGH im hungry\n  ","602247":"\n  Yeah, most of the times ive been catfished its been a girl pretending to be a model or another dude.\n  \n  I had one that catfished their own cousin cause they were a transsexual male. (Idk the terms but a female that became a male) but all the other times it was a female. I know of another one that killed herself and i was in her note or whatever. I had an entire page dedicated to me. That sucked. Now thinking about it.. ive had some weird situations with people over the internet..\n  ","602248":"\n  7 ✨\n  \n  I feel like my creativity has died over the last few months. I feel like i dont have the space to free my creative mind at the moment. I am usually really good at coming up with concepts or ideas. When my spirit feels like it has more room to breathe I write a lot more but my spirit has been feeling really restricted lately 😩\n  ","602249":"\n  Im the Grandboom 😂\n  ","602250":"\n  You’re so sweet 💕\n  ","602251":"\n  Ive been here off & on for like 8+ years. First two years i barley touched it. Then i was on for a couple years straight then off for three years & now ive just been on here since COVID.\n  ","602252":"\n  I dont want my account private lol it’s private enough for me 💖\n  \n  But hey, if the other platform works better for you - you should try it out 😊\n  ","602253":"\n  Of course you can! Its no different than trusting anyone else. Trusting an anon is a true test of your intuition. I trust quite a few anons i have had the pleasure of meeting on here.. theres been times they’ve been there more than people I trust in real life. ✨\n  ","602254":"\n  Omg i love this so much 😍😩\n  ","602255":"\n  I will accept you not matter what 😍\n  ","602256":"\n  My god, you had a busy goddamn day. Did you get a 4k monitor? Either way I’m stoked for you!! Gaming must be even more fun now. Not gonna lie, i am not a fan of meatballs or mashed potatoes but (i just got a flash of my dream and i made gravy in my dream.. weird lol) i hope you enjoyed your meal!! I hope you got to get some sleep too! Sounds like you really need some solid rest - your days are always so full!\n  \n  My day just started. I ate a little bit. I need to stop smoking ganj.aaa in the morning cause it makes me wanna just snuggle in bed (its hella snowing outside) and binge 13 reasons why idk why 😂 so who knows what today will bring to me lol\n  ","602257":"\n  Thank you 🥰\n  \n  Its honestly all the people on here that came up with everything over the years. 😊\n  ","602258":"\n  Im the orange cat. I just wanna hug you lol thank you so much ✨\n  ","602259":"\n  je me sens vraiment paresseux aujourd'hui. que faites-vous? 💖\n  ","602260":"\n  Hmm, I would be as high as 20 stories high (idk if thats high enough for how big im thinking lol) my feet would be like two Cadillac Escalades 😂\n  ","602261":"\n  Once they started scattering I would start singing My Favorite Things, “raindrops on roses and whiskers on kittens...” then I would really get into the performance and start to realize I am squishing a lot of people because my thigh high boots would be constantly sticking to the ground like i just stepped in freshly chewed gum. Then I would probably start gagging because it would gross me out once i realized it was people under my boots not gum. 😳\n  ","602262":"\n  Hey!! ✨\n  \n  Whats up lovely? 💕\n  ","602263":"\n  Was making, meaning they aren’t making it anymore?\n  \n  I think this app does alright at protecting their users. I just wish they would fix the blocking issue cause they haven’t been so good with that. But this app is pretty private, you cant look at someone’s account unless you have an account. Also, they dont make it easy finding peoples accounts either. (Which maybe they should make it a little simpler)\n  ","602264":"\n  Awh! Sweetheart!! 💖 i miss you! I hope you’re doing well. I imagine you are super busy! I’ll message you 💖\n  ","602265":"\n  🤷🏼‍♀️\n  ","602266":"\n  To survive\n  \n  Or\n  \n  Find Nirvana\n  ","602267":"\n  Where i am mentally on the daily basis, normal people have to do psychedelics to get there..\n  ","602268":"\n  Oh thank god. Now you can get me a pet owl that will be our messenger between worlds so you can tell me about everything!\n  \n  How sad if it was actually sock Hell cause you know the dryer is super hot...\n  ","602269":"\n  • Multiverse.\n  \n  • Dimensions.\n  \n  • Alternate universe.\n  \n  • Simulation theory.\n  \n  • Reincarnation.\n  \n  • God(s).\n  \n  • Demons.\n  \n  • Secret Space Program.\n  \n  • Magic.\n  \n  • Alchemy.\n  \n  • Aliens.\n  \n  • Lost civilizations\n  ","602270":"\n  You dont crave for the adventure? You dont wish to smell new smells of a forbidden world? Try new flavors that you couldn’t even dream of? Wouldn’t you like to know if colors are brighter there or if people smile a little wider? Come on go on a little adventure 💖\n  ","602271":"\n  Stolen* meticulously formed steel plate armor. 😂\n  ","602272":"\n  Charges for what? 🤔\n  ","602273":"\n  One of two options;\n  \n  1. We can tie a long rope around your waist and have you attached to something so you can be pulled out\n  \n  Or\n  \n  2. You can put your big boy pants on & be the intelligent person you are and figure out how to get back or stay in sock Narnia for as long as youd like. You might me your sock lover that you had no idea could make your heart so full and happy.\n  \n  The opportunities are endless.\n  ","602274":"\n  Seems like you are one already😍\n  ","602275":"\n  Im so happy cause im trying to make this into a high fashion runway dresses that I would wear thread 😂 so thank you!!\n  ","602276":"\n  Trader Joes. 💕\n  ","602277":"\n  Actually, now that I’m thinking about it... yeah. Im always the one cracking jokes and trying to make everyone laugh & smile.\n  ","602278":"\n  Yeah, well if you read about king snakes they dont like other snakes either. They’ll even eat them if they have too. So like just because my spirit animal is a king snake doesn’t mean i like snakes.\n  ","602279":"\n  I am literally terrified of snakes. I just spent like 10 minutes trying to find a cute snake picture and i just no. They aren’t cute. Like dont get me wrong, this snake is beautiful but ew at the same time 😂 i could never own a snake.\n  ","602280":"\n  No, they are super boring. Ugh\n  ","602281":"\n  Omg, yes 😆\n  \n  You gotta take notes of everything while you’re there 🤣\n  ","602282":"\n  This is so sweet!!!! ☺️💖💕\n  ","602283":"\n  Look how beautiful this is 😍\n  ","602284":"\n  Omg my stomach is growling. It hurts so bad. I really need to eat something, idk why i always wait till the last minute. Secret talent: procrastination 😂\n  ","602285":"\n  Maybe someone from here. One of the booms 🥰\n  ","602286":"\n  My life\n  \n  HAHA 😂\n  ","602287":"\n  But, that would still satisfy my OCD... 😂\n  ","602288":"\n  Oh my god. I just want it so bad\n  ","602289":"\n  Awh, thats actually really really sweet 😍\n  ","602290":"\n  That sounds good to me 💖\n  ","602291":"\n  Thank you so much darling 💖\n  ","602292":"\n  I would wear the shit out of this, be like some angel goddess 💖\n  ","602293":"\n  This one is so pretty too 😍\n  ","602294":"\n  This really satisfies my OCD\n  ","602295":"\n  Ah, its the Karen gene 😂\n  ","602296":"\n  No, but I’m sure i could convince someone 😆\n  ","602297":"\n  Well, thank you 😊\n  \n  Ngl, i laughed when i read first white girl. So, are you saying white girls arent nice?\n  ","602298":"\n  We went to the same school but she was a grade older than I was, so I never really had much interaction with her until a mutual friend invited both of us to her birthday party. The moment we met it was like we have none each other our whole lives. We hung out everyday after that. She ended up moving to Paris, France to go there for High School. But would come visit at least once a year, it became sort of a tradition. Now she lives in San Diego again. So I must go spend time with her. 😊\n  ","602299":"\n  Of course you can 💖 you can also shoot me a message if you want. 😊\n  \n  How am i inspiring? 🥰\n  ","602300":"\n  The only thing beautifully expressive is the way you are with words 😍 thank you so much!! 💖\n  ","602301":"\n  You have sparked my interest. I am going to watch that today since its been snowing like crazy! 😊\n  ","602302":"\n  Sleep well! 💖 ill talk to you when you’re on next hun! 😊\n  ","602303":"\n  I really like this compliment 😍\n  ","602304":"\n  I wish i could get you a present 😩 i am now so sad!! Ugh\n  ","602305":"\n  I really didnt do much today. I was such a loser today. Theres a snow storm and its just energy draining 😂 then I hear about all the stuff you’re doing and you make me feel like such a baby 😂\n  ","602306":"\n  WHENS YOUR BIRTHDAY\n  ","602307":"\n  Luuuv uuuu 💖\n  ","602308":"\n  Just the ones ive been waiting to do for a long time but since i moved i havent been able too since my artist is in San Diego.\n  ","602309":"\n  You always have such busy days, which makes me so happy! I am so proud of you. I feel like such a proud parent! 😂 you should get as much rest as you need 💖 i know you would never abandon us 😂\n  ","602310":"\n  I like to believe so 😂\n  ","602311":"\n  How about this instead? 😋💕\n  ","602312":"\n  GOOD MORNING ☀️\n  \n  Howd you sleep?\n  ","602313":"\n  Fu.ck i want Chanel McDonald’s\n  ","602314":"\n  NOT having a loose anoose. 😂\n  ","602315":"\n  Can someone send me one of these boxes? 😔\n  ","602316":"\n  Just be a disaster for me.\n  \n  Get in the spirit of boom 😂\n  ","602317":"\n  Yes!!\n  \n  Blankets are my best friend!\n  ","602318":"\n  Bagel me up 😋\n  ","602319":"\n  Sweatpants.\n  \n  I like being comfy & snuggly all the time. 😊\n  ","602320":"\n  I always have the same problem with the dryer. I always tell people that the dryer is actually a secret door to sock narnia and thats why they always go missing 😂\n  ","602321":"\n  I am so jealous right now 😩\n  \n  I found your future self\n  ","602322":"\n  Ah yes, the classic runway sock(s) in the middle of the night. 😂\n  ","602323":"\n  Omg, i dont know.\n  \n  But, i do know that i am now craving fried chicken 😔\n  ","602324":"\n  Let be real, nobody ever dies a virgin - we all end up getting fu.cked.\n  ","602325":"\n  Thank you so much, I really appreciate that 💖\n  ","602326":"\n  I remember there was this girl where she was so upset that i didnt talk to her as much anymore and i came up to her to apologize. When i said we can hang out more she blurts out “i cant live without your scent, you smell like home.” I’ll never forget it. The way she looked it was almost like my scent alone made her feel accepted and loved. Sorry, what you said reminded me of her. I kinda miss her but I really hurt her in the past.\n  \n  Anyways, thank you so much!! I love your observations.\n  ","602327":"\n  I know you wrote this awhile ago, but i just loved everything you said so much 😍\n  ","602328":"\n  Yes.\n  \n  Its way too cold right now not too 😩\n  ","602329":"\n  Awh 😔 im so sorry to hear that.\n  \n  I hope you’re just resting up. Its so hard to do anything cause COVID takes away all your energy. 😔 i hope you start to feel better soon!! 💖\n  ","602330":"\n  5’3\n  ","602331":"\n  Basically, yes. 🙄\n  ","602332":"\n  Ugh, so i broke my tailbone. I didnt even know I broke my tailbone until recently when I noticed my tailbone is all fucked up. I’m pretty sure it stunted some growth. I have memories of falling on it from really high up when I was a kid but i don’t really remember it hurting that bad. But yeah, my tailbone is all crazy that now i have two tiny dimples right above my butt LOL\n  ","602333":"\n  I am really good 💖\n  \n  How are you? 💕✨\n  ","602334":"\n  Or this 😍\n  ","602335":"\n  If i lived in New York, London, Paris, or Rome ect, I would be more inclined to do so. Where I live right now.. if you dress like that normally, people think you’re some pompous as.shole and think you’re attacking their ego just because you want to look good. Its annoying. Not worth the headache.\n  ","602336":"\n  Wow, i just took this really sexually 😂 & I’m not upset about it at all lol\n  ","602337":"\n  Dingleberries\n  ","602338":"\n  Lets gooooooo 😂\n  ","602339":"\n  I need it. 😩\n  ","602340":"\n  I actually know exactly what you’re talking about [absinthe spoon] & that sounds just fine to me 😂\n  ","602341":"\n  That might actually be quite interesting. I could see how eventful or uneventful my life really is 😂\n  ","602342":"\n  7.4\n  \n  I change as often as the seasons but theres some things that have been hard for me to change that I’m starting to think is something that cannot be changed - its just who I am.\n  ","602343":"\n  I am happy right now. I don’t really have a reason why, i just am 😊\n  ","602344":"\n  8:27 pm 🌙\n  ","602345":"\n  I am in a good mood. How are you? ✨\n  ","602346":"\n  This just made me so happy\n  ","602347":"\n  I cant get to my writings right now 😔\n  ","602348":"\n  My voice has the sense of wonder still in it? That just made me so happy. How much of my voice have you heard? 😍 thank you so much! 💕\n  ","602349":"\n  I am not 💖\n  ","602350":"\n  Jealous of what?\n  \n  Why would anyone be jealous?\n  ","602351":"\n  Thats so sweet 🥺💖\n  ","602352":"\n  No, I actually havent.\n  \n  Since hes not around anymore, i dont like memorizing his stuff so I can listen to it again.\n  ","602353":"\n  Visiting my best friend in San Diego 😍\n  ","602354":"\n  I miss dressing up so much. I used to dress up everyday because i worked for a bank. I got to wear the cutest dresses, business outfits, and shoes. Since I dont work there anymore, theres no point in me wearing those clothes. I actually prefer to go shopping for business attire.\n  ","602355":"\n  Theres gonna be a snow storm tomorrow ❄️\n  ","602356":"\n  I say a dozen eggs\n  \n  But, i also say 12 pcs nuggets\n  ","602357":"\n  Oh, i was being sarcastic 😂\n  \n  Cryptocurrency is just digital currency essentially.\n  ","602358":"\n  I believe you 😂\n  \n  That doesn’t surprise me at all.\n  ","602359":"\n  Wow, thank you so much for willing to be there for me 😊\n  ","602360":"\n  What is cryptocurrency?\n  ","602361":"\n  Wakey wakey\n  \n  Gotta have some more of T & get a little bakey 😂\n  ","602362":"\n  Thats a really good response 😊\n  ","602363":"\n  Well, have you ever stepped on ants? It would be a little bit like that. I wouldnt realize until people started scattering running for their lives. It wouldnt be on purpose, just like how when we step on an ant.. they’re so small its so hard to see them. It would be more on them. How oblivious do you have to be in order to miss a giant walking through the streets? 😂\n  ","602364":"\n  This is the budgeted version because i stole all the material 😂 ohmygeeeezeeee i want this outfit so bad. I would literally wear this around all the time.\n  ","602365":"\n  Like omfg YAS 😂\n  ","602366":"\n  Se.x appeal 😍\n  ","602367":"\n  Sooo, im on a likes ban 😩\n  ","602368":"\n  No, its a vanilla bean cake with buttercream frosting 😋\n  ","602369":"\n  Ohmygod, you get it 😳\n  \n  Its like getting stuck in a tunnel thats somehow getting smaller and smaller while theres a train approaching behind you so you feel like you have to rush your thoughts.\n  \n  10 out of 10 would not recommend.\n  ","602370":"\n  I am gonna do what my parents and my friends parents did. My kids are gonna be allowed to have friends over and drink whatever just as long as they dont leave the house and go driving anywhere. Because my parents did that, I wasn’t really into drinking & drugs as much as all the other kids. I did occasionally but it had to be a special reason. So if my kids got caught by the police when i made a safe environment for them to experiment cause most kids will experiment (especially if there my kid 😂) id be pissed cause thats the bullshit i would be trying to avoid!\n  ","602371":"\n  So i got some bad news bear 🐻\n  \n  My hard drive is in storage. 😩\n  ","602372":"\n  Honestly, it’s mostly accounts that aren’t really gender specific. I follow a lot of niche blog type pages. So, itd be honestly hard to really guess.\n  ","602373":"\n  Not true check out\n  \n   @cem012001\n  \n  💖\n  ","602374":"\n  My hair is wet, i just got out of the shower. My hair lightens up as it dries since im dirty blonde.\n  ","602375":"\n  Im shoving cake into my mouth & i am really happy about it\n  ","602376":"\n  See, i told you booms not everyone likes me 😂\n  ","602377":"\n  Quotes from adventure time 😂\n  \n  That would be so hilarious!!\n  ","602378":"\n  That sounds like a really fun time. Ive been needing a vacation! 😊 who knows if youd want to marry me after actually meeting me 💖\n  ","602379":"\n  I have always hated my voice. It all started in school because whenever I would talk the teacher always had to say “speak up” and it was always so embarrassing cause like this is how my voice is.. im just really fucking quiet 😂 as i got older it just developed into a little girls voice in an adult. Which I imagine would be some guys turn on ok honestly ive been told it is so anyways i guess it works in my benefit that way but fuck, nobody takes me seriously unless they really KNOW me.\n  ","602380":"\n  No..\n  \n  What is that?\n  ","602381":"\n  Someone lay with me 💖\n  ","602382":"\n  This isn’t terrifying at all 🙄\n  ","602383":"\n  Haha, you’re funny 😆\n  \n  They’ll be the rehab, I’ll be the drugs 😂\n  ","602384":"\n  No, dont do that 😳\n  ","602385":"\n  Johnny Depp 💖 probably because I am just a huge Johnny fan ✨\n  ","602386":"\n  As long as I get to be the little spoon 😂\n  ","602387":"\n  Do I look like a Karen?\n  \n  Do I act like a Karen?\n  \n  Do I sound like a Karen?\n  \n  Omg this would be so funny if my name was actually Karen 😂\n  ","602388":"\n  Its not just you! Its literally the hardest question ever. I never know what to say 😩 i am just so complicated 😂\n  ","602389":"\n  I took a quiz & I guess im Will Wonka.. which honestly kinda makes sense. He was always my favorite.\n  ","602390":"\n  Actually yes. Vine was just something different. The best videos were on vine. Beginning TikTok was like it but now it’s turned into shit. This is what America does folks. Take a perfectly good thing and turns it into shit. 😂\n  ","602391":"\n  Beautifully said 😍\n  ","602392":"\n  It’s between George Carlin & Graham Hancock.\n  \n  George - because the way he used words and how well he understood the English language. How well he understood the world.\n  \n  Graham- he is such an intellectual. He will, in the nicest way possible, outsmart you without making you feel dumb. The way he describes the world and facts is so effortless and easily digestible.\n  ","602393":"\n  Right? I have been realizing the same thing. It all feels like an illusion that everyone is too afraid to admit.\n  ","602394":"\n  I wrote two paragraphs.\n  \n  But then i got obsessive over whats it like being obsessive. Imagine that custerfuck of a loop 😂 so I’m taking a break from it.\n  ","602395":"\n  Hmm, okay okay. If i like what i find on my hard drive ill post some of it for you 😊\n  ","602396":"\n  Boomskillet 😂😍\n  \n  Fucking love that name\n  ","602397":"\n  This actually makes a lot of sense. 😂\n  \n  You might actually be right!\n  ","602398":"\n  Well, thats an awesome compliment. Thank you so much!! I’m barley 5’3. People say i have a big spirit inside a tiny little body 😂\n  ","602399":"\n  Thanks bby 💖\n  ","602400":"\n  No 😂 I currently wear a lot of clothes cause its fucking freezing all the time. But I actually prefer not to wear clothes 😂\n  ","602401":"\n  HAHAHHAHAHAHAHAHHAHA thats awful but so funny 😂\n  ","602402":"\n  No one wants to read my writings! I’m really not that good 💖\n  ","602403":"\n  I wasn’t active 3 ago. I barley came on & a lot of my favorite people I used to follow all left too.\n  ","602404":"\n  No, but Ive played Pin a P*nis on the Donkey at my best friends party 😂 clearly it was full of drinking 😂\n  ","602405":"\n  I honestly would but i follow like hundreds of people so no 😂 thats not what i wanna be doing at 5am. You realize how long that would take me? 😂 I follow A LOT of people.\n  ","602406":"\n  Nope no no. Unless the party is literally about playing games. For me personally, i am talking to way too many people to be able to focus on a game.\n  ","602407":"\n  Im writing a book but maybe i can do a script at the same time. Wait, I already started a script. Oh its on my external hard drive omg yessss! Im gonna look at it today.. see if its any good 😂\n  ","602408":"\n  There isnt a horror movie that describes my life. Worries me that some peoples life might be relatable to horror movies 😳\n  \n  Now that im thinking about it, i still haven’t really seen any movie thats like my life at all. Hmmm I should make a movie 😂\n  ","602409":"\n  😂 i feel like we might be asking way too much 😂\n  ","602410":"\n  I did. I went to a charter school. I did double the classes and double the homework without teachers or other students. (I wanted to graduate with honors credits) I only had to show up on Wednesdays to take all the test which took me about 15-30 minutes each time. When I didnt have to worry about the bullshit that comes along with going to school - i was really good at school. So i had a lot of freedom that year. Got to go to Disneyland\/Six Flags a bunch since everyone was in school. My best friend and I hung out everyday, we had no rules from our parents. My grades were exceptional and I graduated 4 months earlier than everyone. (after being told i didnt have enough credits, people thought i wouldnt graduate so i not only graduated but did double the work and got a 4.1 gpa 😂) so thats why thats my favorite ages. It was lawless for me.\n  ","602411":"\n  I don’t believe in forcing anything, especially not the universe. If someone cant follow through with something, I understand that theres something else going on. The spirit, mind, or body wasnt ready to do so or it just wasn’t supposed to happen. I never take anything personally. We should all learn how to be more compassionate to others. More people need to learn to give people more grace. All this pressure is just causing more problems. So ya, i don’t believe in forcing anyone.\n  ","602412":"\n  I never want to go to high school ever again. Not even I was undercover. High school is so toxic 😂 I don’t miss it at all. i was ready to be out of high school before i even got to high school. 😂\n  ","602413":"\n  Okay im weird. So i dont like to be ignored and completely left alone but i dont like it when people are up in my face asking me whats wrong. I just like when people quietly hang out with me & kinda just start rambling. Especially if their funny. I just want someone to make me laugh when I get in a mood.\n  ","602414":"\n  This song is helping me wake up this morning 😍 how are you?\n  \n\n   https:\/\/youtu.be\/aQn76YjP1Vs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602415":"\n  You know what they should do? On the top questions, you should be able to look through all the answers people have given - like a thread. Wait, can you already do that? Or if you made a shoutout\/asked a question to multiple people, be able to look at all the answers at once like comments rather than individually. They gotta make this thing easier for everyone to use. I know im not the only with a lot of activity - it would make it sooo much easier.\n  ","602416":"\n  Nope. Theres even some where I understand the context but i just dont know which one to choose. I take these polls seriously apparently lol 😂\n  ","602417":"\n  The sexiest thigh high boots.\n  \n  Ugh im just drooling at the thought 😂\n  ","602418":"\n  Everything is better with Nutella\n  ","602419":"\n  Omg such a full week! Thats awesome! What are you doing now? 😊\n  ","602420":"\n  Im such a sucker for Jack Harlow. This isnt even one of his best songs but i like the beat so much lol\n  \n\n   https:\/\/youtu.be\/cP3Zwj3gh2I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602421":"\n  Omg, now i wanna taste Capriotti’s in my mouth. 😔\n  ","602422":"\n  Yes im very very small. It was cute when i was younger, now its just embarrassing 😂\n  ","602423":"\n  Oh we go by pounds here.\n  ","602424":"\n  With the way that some people look at me, i start to wonder 😂\n  ","602425":"\n  Hey Twix 💖\n  \n  My day has been pretty well ive been mostly on here now that i am thinking about it. I cooked a lot this morning which was good. Oh its snowing like crazy outside, I remember why I didnt want to go outside today 😂 how was your day T-Stallion?\n  ","602426":"\n  I know 😩 lets just nerd out for a second. I would wear the shit out of that if that was a real outfit. 😩\n  ","602427":"\n  Oh god, now you just opened up a door to the cosplay i would do if i had the money. Now thinking about my outfit i would choose, i can see why people would like a giant version of me 😂 but omfg i would want to be the sexiest giant warrior demon witch 😂\n  ","602428":"\n  You know, this doesn’t really sound like an outlandish idea. They have said that some dinosaurs probably had feathers. They are discovering that we were wrong about dinosaurs for a long time. I can totally see this being a possibility because an alligator is actually a dinosaur that has been evolving and adapting for YEARS. Scientists say they are perfectly made for Earth.\n  ","602429":"\n  I love the things you think about. I would never even think about that. Thats just such a lovely thought. Thank you so much 😍\n  ","602430":"\n  In the car. I actually really enjoy sitting in the car, especially if i can people watch at the same time. One of my favorite things to do with someone is sitting in a nice warm car in the dark with food, a joint, maybe even a bottle, & just talk about everything and anything. I used to spend hours in the car with my best friends after going to the beach or shopping and just talk for hours. Ive always felt safe in a car. Since i was a little girl. I never played with dolls i had toy cars growing up (i still do 😂) my obsession with cars has just grown.\n  ","602431":"\n  You’re one of the good ones 💖\n  ","602432":"\n  Awh 🥺 you’re so cute\n  ","602433":"\n  I hope you’re doing well 💖\n  ","602434":"\n  He was crazy from the start. Super obsessive. Every time id block him, he made a new account. I was so scared i even told my dad i was worried someone might kidnap me so he helped me with security at the apartment i was living in.\n  ","602435":"\n  Its okay. I really dont i will hear from him again. But thank you though 💖\n  ","602436":"\n  He harassed me on Instagram. If he did enough digging, i was getting tagged in photos with other people in certain locations that probably helped him figure out more about me.\n  ","602437":"\n  Yes. It was so scary. So first they would harass me nonstop on IG & this was back in 2014. He kept trying to hang out with me and i had a job at the time so when i was at work (I never told him where I worked or lived) so he calls my work asking for me and on the phone he says hes outside waiting for me. I had to tell my manager and they kinda protected me and took me home. Had to make a police report and everything. So i thought it was over. 2016 - a random account starts spamming me (i blocked all his other stuff) and found out it was him. Blocked him again. 2018 - im living in san diego and i get a screenshot from a random account on IG saying they live right next door. Which they basically lived down the street.. he kept saying he was gonna come over and all this stuff. Well i sent the cops to the location and i havent heard of him since.\n  ","602438":"\n  поздравляю! это удивительно\n  ","602439":"\n  I dont know about that... if you’re buying me a car at starting price of $2 million than I think I might want to stick around 😂\n  ","602440":"\n  You’re getting the vibe 😂\n  ","602441":"\n  Oh yes i would 😂 i want that car real bad 😂\n  ","602442":"\n  What if we are descendent of some alien species which would make them look similar to us but not really- like humanoid means standing on two legs.\n  \n  I am also just a bag of bones. So i wouldnt be chosen to eat. Now some of these large americans are ripe for the picking. Its like America is the cattle for aliens and thats why they are fattening us up 😂 and the American government has a deal with the aliens and thats why so many people go missing and arent ever found. Wait i dont think a lot of fat people go missing though... hmmm maybe they just feed them fat people right after they die from heart disease and thats why thats the leading cause of death in America... hmmm these are my thoughts 😂\n  ","602443":"\n  Give me a bite 😩\n  ","602444":"\n  I would do anything for a Pininfarina Battista\n  ","602445":"\n  Look at this beaut 😊\n  ","602446":"\n  People still ask me which high school i go too 😂\n  ","602447":"\n  Theres some drama on here that I didn’t realize but now im all annoyed because i don’t understand why people have to steal other peoples identities. There should be a serious criminal charge against people who catfish - isnt it kinda like stealing someone’s identity? They dont even think about the damage they are doing to people either. Nobody thinks anymore. 🙄\n  ","602448":"\n  Every two days. If i can push it three days without grossing myself out. But i always shower even when i dont wash my hair.\n  ","602449":"\n  I am so high maintenance when it comes to my food now. If its processed at all I probably wont eat it. My fish cant be from any fish farms. I try to choose only organic items. I only really like fruits\/veggies from farmers markets.\n  ","602450":"\n  More game creators should make shows and movies. The concepts they come up with for games are so awesome. If people put just half of that much effort into shows\/movies these days, they would be badass.\n  ","602451":"\n  I have no idea. Honestly all I would require is a budget for;\n  \n  • getting my hair done\n  \n  • my nails\n  \n  • eyelashes\n  \n  • makeup\n  \n  • shopping allowance\n  \n  • gym membership\n  \n  • streaming services for shows\/movies\/gaming\n  \n  • unlimited amount of food\n  \n  (So whatever the amount that is that covers all that and i can save 😂)\n  ","602452":"\n  I sadly don’t remember a lot of details but I remember little snippets. For the last week and half I’ve been having reoccurring dreams just in different situations. Theres always this power ancient wizard thing with more of an ox head in all black hooded cloak. And in every dream he is teaching me magic. Last night my dream was about battle magic since someone was trying to kill me. The wizard dude was just coaching me but it was like I was the only one who could see him. I remember being really mad cause I got awaken right when I was about to figure out who is after me. 🤬 in my dreams i always have like superpowers. Its weird.\n  ","602453":"\n  There’s a lot of funny people on here, theres so many gems on here 😍 currently the person who always gives me a good laugh is\n  \n   @TalhaBasharat\n  \n  I swear you can feel the sarcasm in some of their posts 😍\n  ","602454":"\n  I got to 120 at one point. That was the fattest Ive ever been. Now I’m below a 100 😔\n  ","602455":"\n  Im not so sure about that 🥺\n  ","602456":"\n  I just bought it online 😊\n  ","602457":"\n  Lets all just wish this was in our mouths 😋\n  ","602458":"\n  Watching shows actually helps me escape a little bit. Reading also helps me get out of my head for a little bit. Writing helps me get everyone on paper and out of my head 😊\n  ","602459":"\n  Life is just unfair. Life isnt good to nice people. i had to learn that just because I treat others with respect and kindness doesnt mean people still wont basically “spit in my face.” Everyone wants to have the illusion of being a good person but most dont want to put in the effort of actually being a good person. Its hard to find honesty these days and because of that I assume everyone is bullshitting me. It breaks my heart seeing the modern world we live in is creating a world full of inconsiderate people. People only think of others when it benefits them in some way, nobody thinks of others just to think of them anymore. 😔\n  ","602460":"\n  I could probably play a high school student or college student.\n  ","602461":"\n  It’s literally snowing as we speak ❄️\n  ","602462":"\n  Awh 😊 this is so sweet 💕\n  ","602463":"\n  Omg i always have creamy thoughts, I just dont post them anymore.\n  ","602464":"\n  Awh 🥺 thank you so much!!\n  ","602465":"\n  Is this real?\n  \n\n   https:\/\/youtu.be\/iQb2imYk_NM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602466":"\n  Omg i wanna see it up close\n  ","602467":"\n  Same 😩\n  ","602468":"\n  Now i just want sugar\n  ","602469":"\n  Well, that depends. Are we talking eating an alien thats humanoid or eating other alien animal species from another planet? Also, what if theres an alien species that eats us? 😳\n  ","602470":"\n  Shhh 🤫\n  ","602471":"\n  Omg theres so many amazing people out there and im sure you are one of them! 💖\n  ","602472":"\n  Awh, just be really cautious and I think you’ll be ok darling!! 😊💖\n  ","602473":"\n  Dont judge me but currently reading this book. Its quite a fascinating read.\n  ","602474":"\n  I believe that in order to be happy you must find balance - in everything.\n  ","602475":"\n  Regular lane. I always buy so much that its just faster when they do it.\n  ","602476":"\n  Fuck. Now i want chocolate\n  ","602477":"\n  You know, i don’t really know. I just know that it feels weird thinking of someone doing that to me.\n  ","602478":"\n  Thank you so so sooo much 🥺\n  ","602479":"\n  Yum 😋\n  ","602480":"\n  Wow its so hard for me to choose! I love them all 😂\n  ","602481":"\n  Less for doing something I love. No amount money can kill that hatred that builds up inside, & creates this deep anger.\n  ","602482":"\n  Thank you so much! I really felt like i have grown a lot in the last year so I really really appreciate the acknowledgment. I dont think i have seriously thought about my future like this before.\n  ","602483":"\n  Awh, why would I make fun of you? 😔\n  ","602484":"\n  Ive always wanted to be a pirate. Especially like Jack Sparrow! That would be so much fun, probably dangerous asf, but fun lol 😂\n  ","602485":"\n  I fell asleep at like 8pm but woke up at midnight - & now we are here 😂\n  ","602486":"\n  You mean Earth? 😂\n  ","602487":"\n  Oh my god, that was so beautiful and so heartwarming 🥺 awwwwh you make me feel so special 💕 i dont even know what to say. Im speechless (& really really bad at taking compliments)\n  ","602488":"\n  Awhhhhhh, wait this is really touching, honest, and sweet. Wow 🥺\n  ","602489":"\n  They have too loose of anoose to be stitched and fixed. 😂\n  ","602490":"\n  Theres no secret sadly, well not for me i guess. Maybe try more moderation? I am just hyperglycemic and my metabolism is on overdrive. Which people feel like they should be jealous of but it’s exhausting always being this hungry all the time and if i dont eat I get really really irritable.\n  ","602491":"\n  Awwh 🥺 thank you so much lovely. You’re so goddamn nice!!\n  ","602492":"\n  именно поэтому я думаю, что ты должна быть счастлива, что ты не с ними.\n  ","602493":"\n  Depends on the person’s perception of what they think is a funny or weird question.. someone could think they’re being funny but I could think they’re just being gross.\n  ","602494":"\n  My dreams. 💭\n  ","602495":"\n  What part of Nevada?\n  ","602496":"\n  Зачем расставаться, если тебе грустно?\n  ","602497":"\n  quel genre de musique préfères-tu ?\n  ","602498":"\n  Yeah, i most likely would. I think it would be good for me to have some understanding and closure and who knows maybe for him too 💖\n  ","602499":"\n  Life is just a game of chess\n  ","602500":"\n  That would be so much fun 😍\n  ","602501":"\n  Yes 😂\n  ","602502":"\n  This whole concept freaked me out.\n  ","602503":"\n  Are you judging the badminton bros? 😂\n  ","602504":"\n  Omg Pippi Longstocking! I totally forgot about that omg! I used to love her. 😂 but no she doesnt remind me of myself 😂\n  ","602505":"\n  can i pick Dwayne Johnson & Kevin Hart cause it would be amazing to travel or do anything with them!!\n  ","602506":"\n  Yes - everything 😔\n  ","602507":"\n  Ohhhh, i have never really liked those. They kinda always made me sick 🤒\n  ","602508":"\n  This was me all day 😂\n  ","602509":"\n  So i ended up making greek rice; Basmati rice cooked in chicken broth then added roasted red peppers, kalamata olives, feta, & parsley. Its super easy to make but delicious! Also made garlic butter salmon. Now i am going to try and catch up on here, probably wont be able too but I gotta try 😂\n  ","602510":"\n  Thanks 💖\n  ","602511":"\n  Oh, I understand that. I thought it might have been something about the office work life, but no that makes total sense.\n  ","602512":"\n  Yes, thats what I looked like today 😊\n  ","602513":"\n  I literally already answered Iphone X lol 😂\n  ","602514":"\n  I think thats a really good idea, i thinj ive spent enough time on ask today 💖 time to go have some fun 😂\n  ","602515":"\n  100% yes of all yess\n  ","602516":"\n  Thank you so much!!! 😍\n  ","602517":"\n  Time to get lost in the sauce of the interweb\n  ","602518":"\n  Am i though?\n  ","602519":"\n  Omg!!! Congratulations! I am so happy for you, thats awesome!!!\n  ","602520":"\n  How many cows do you think I would need in order to make a giant an outfit? Because i would want my outfit to be all leather and i would wanna dress like a warrior. Oh thatd be badass 😂\n  ","602521":"\n  I would probably manage to trip on a bench or stub my toe on a fire hydrant. 😂 i feel like i would always hit my elbows against the corner of buildings. Get my neck tangled in electrical wire. I would just be a goddamn hazard 😂\n  ","602522":"\n  Omg where?\n  ","602523":"\n  That reminds me about this one game called “Drug Dealer Simulator” & honestly dude I wanna meet whoever programmed this game cause the amount of detail they put into it is astounding. Like they have to be a drug dealer lol and as im looking at the depth of the game it must have taken forever to program.\n  \n  You gotta send me more links if you find anymore that are super good! I bet theres some wild websites that programmers have made...\n  ","602524":"\n  No joke, i was literally just messing with it for awhile before I realized what I was doing. Thats so much fun. How are you finding these?\n  ","602525":"\n  I am really loving everything you just said 😍\n  ","602526":"\n  I feel like I am for some people and then I feel like theres a lot of people who just can’t love me at all. 😩\n  ","602527":"\n  Common sense isn’t really that common. 😂\n  ","602528":"\n  I actually love taking breaks from here. I love it on here but its not something I need all the time.\n  ","602529":"\n  I had no idea. So pretty soon we are just gonna have a Facebook cemetery lol... I mean I guess it would be a good thing to set up but I don’t really use Facebook anymore. I’m actually sitting here wondering if I should do it or not...\n  ","602530":"\n  A few months ago because of crippling insomnia 😔\n  ","602531":"\n  Glitter cause at least ill be sparkling when im sad. 💖\n  ","602532":"\n  Ily 💕\n  ","602533":"\n  Im great 😊💖 hope you’re have a good day!!\n  ","602534":"\n  Have you been noticing a difference?! How are you feeling? You must feel so much better!!\n  ","602535":"\n  Omg, what kind?!\n  ","602536":"\n  I am feeling a little bit hungry actually! I need to eat something 😂 i always need to eat something i feel like lol\n  ","602537":"\n  Coming from little miss beauty herself 💖✨ hope you’re doing well Els! Its been a long time ✨\n  ","602538":"\n  Yes, i do want to have my own kid but yes it looks terrifying. The part that scares me the most is that we dont have any control over what soul is inside our children. Someone could be the best parent ever and still manage to have a monster for a child... so im over here thinking if im gonna tear myself open for a kid, it better not be a killer. Lol\n  ","602539":"\n  You’re just being sweet and sparkly like the little T-iara you are 💖😂 no but really thank you!! Means a lot! I think ill always be insecure with my looks 😔\n  ","602540":"\n  The goddamn imagery you presented here is flawless! I would do it just out of respect for your depth of descriptive detail. 💖\n  ","602541":"\n  I havent eaten McDonald’s in such a long time. It does make me sick nowadays.. any processed food makes me really sick. But lets be real, if someone brought me McDonald’s I’d still eat it 😂 there has to be a chemical inside of their food cause i think i will always be addicted to McDonald’s lol like just the smell of McDonald’s makes me wanna eat it but it hurts my stomach so bad.\n  ","602542":"\n  Nope im just a goober 😊\n  ","602543":"\n  I feel like I would be a clumsy giant. Omg just imagining a clumsy giant walking around would be hilariously devastating 😂 it would be like Ricky from trailer park boys.\n  ","602544":"\n  chante-moi une chanson pour dormir 💕\n  ","602545":"\n  я чувствую, что если ты расстанешься с кем-то, тебе должно быть лучше.\n  ","602546":"\n  You’re so sweet 💕\n  ","602547":"\n  Why are you nervous? 😔\n  ","602548":"\n  At first i would love it because it would be about unifying with the giants but then there would be people who get way to extreme with it and end up causing segregation instead. I would thank them for having good intentions 😂\n  ","602549":"\n  Have you ever watched those videos of when a cat has to walk through an obstacle course of random stuff? I would be like that walking through a city 😂\n  ","602550":"\n  HAHAHA no i never have! But im a pretty decent shit talker 😂\n  ","602551":"\n  Oh yeah!! Kassandra IS a badass! Ugh now i wanna play 😩 look at what youve done teabag 😂 thats gonna be your name whenever im mad at you ahahahha\n  ","602552":"\n  Its just a simple pesto pasta with roasted red peppers, tomatoes, mozzarella balls, and feta. 😍\n  ","602553":"\n  Most likely Odyssey.\n  \n  I really liked Rogue too though.\n  \n  I hated black flag. Unity was alright. YOU KNOW HOW HARD IT IS TO CHOOSE WHICH TO LIKE MORE. I want the new one so bad. Its just everything ive ever wanted in a game 😭\n  ","602554":"\n  I really really liked Brotherhood. I honestly dont know why, i was just really really good at it. I remember i played it for an entire weekend. I seriously didnt sleep and beat the entire thing and i have OCD so I have to do EVERYTHING and collect everything hahaha (my friends just liked getting through the games)\n  \n  Which older game do you like?\n  ","602555":"\n  Ok, honestly i am really really good at AC. Like REALLY REALLY good 😂 stealth games are my shit. God I wish i could just game with you and you could just see.\n  ","602556":"\n  She is so nice! I really enjoyed talking to her. I actually started to talk to her because I saw you talking to her and I thought “anyone Darren talks too is probably someone I wanna talk too!” So i thought id just say hi, so honestly all thanks to you 💖\n  ","602557":"\n  Is that where you go when you hate your own life and need to escape?\n  ","602558":"\n  🙄 - this is my face right now lol\n  \n  My day has been good. I went to the grocery store in the morning and omg it was a goddamn zoo in there.. who knew so many people would go grocery shopping that early. 🤷🏼‍♀️ then i cleaned up the kitchen. Made pesto pasta and a bagel. Im taking a break right now but i have to do laundry and clean up the office. I keep telling myself i need to work out cause like my god my body type is becoming obsolete. No one is thin like me anymore (not where I live) everyone is like shooting for big boobs and a huge ass but they forget about there stomach... and then they all look at me like im the crazy one because im small and skinny.. 😂 anyways sorry had to rant about my day ahahha\n  ","602559":"\n  I am already into it 😂\n  ","602560":"\n  I love carrots that are roasted with balsamic vinegar 😋\n  ","602561":"\n  Dynamic 😊\n  ","602562":"\n  je fais une pause du nettoyage et j'ai fini de faire des pâtes ! quel genre de spectacles regardez-vous ?\n  ","602563":"\n  T - Bird, i always enjoy talking to you & I get excited when I see you asked me a question cause you’re super engaging. Not only that, but you’re so goddamn nice. It also seems like you and I have a lot we can talk about which is pretty awesome. I am glad i am getting to know you T-Swizzle 💖\n  ","602564":"\n  Oh god no. You know how insane the trainings are to be in one of those jets?! Its insane. I would probably pass out because i wouldnt know how to control my breathing at those kinds of speeds.\n  ","602565":"\n  Awh, yeah. I always feel like people need to lighten up. People are so tense and take things way too seriously. Like whats the worst thing that could happen if you laugh at something you find funny?\n  ","602566":"\n  I never understood why you can only eat certain things at a certain time... like the whole dessert before dinner thing... as long as i eat something healthy why does it matter? 😂\n  ","602567":"\n  I am putting it on my list of things I need to learn 😊\n  ","602568":"\n  Hahaha yes. Im over here all like “you do what with what and it equals what?” 😂\n  ","602569":"\n  Im laughing because literally nothing you just said to me made any sense in my brain 😂😂😂😂\n  ","602570":"\n  AWH thank you so much 😍\n  \n  I am glad you enjoy my darkness, come follow me into the dark 💖\n  ","602571":"\n  Most likely😂 idk why polls are so annoying for some people lol\n  ","602572":"\n  I never heard of that movie!! What is it about?\n  ","602573":"\n  Unfollow me? Most of my followers are for my polls lol\n  ","602574":"\n  God, i wish I understood coding. That just made me wish i could code 😩\n  ","602575":"\n  Oh yeah, maybe a little too much. I am really interested in stones at the moment. So I’ve been kinda looking into which stone does what kinda thing 😊 but omg some of them get really expensive 😩\n  ","602576":"\n  Yeah, he does a really good job of making you feel exactly what he’s feeling or let alone just basically understand it. Theres so many layers to that movie.\n  ","602577":"\n  Because they always turn into some sick twisted conversation. It’s annoying lol.\n  \n  Also, how many questions do you think I get?! Only like 5?\n  \n  I havent even SEEN the question you’re talking about because I barely have gotten through my inbox.\n  ","602578":"\n  Are you working from home?\n  ","602579":"\n  Glad to hear that 😊 & thank you so much! 😊\n  ","602580":"\n  To survive\n  ","602581":"\n  I enjoy all types of weather as long as theres no wind except on really hot days. I get bored of the same weather all the time so I like it Earth changes things up a bit 😂\n  ","602582":"\n  So far, my morning is pretty good. I hope I can keep the day going at this rate 😊 how is your day going?\n  ","602583":"\n  Yes please please stay safe! 😊💖\n  ","602584":"\n  X\n  ","602585":"\n  Thats me 😛\n  ","602586":"\n  Blood type: O-\n  ","602587":"\n  James! 💖\n  \n  Its been a long time! What have you been up too?! I have been really good! How about yourself? ✨\n  ","602588":"\n  Dont make me think about it, i wanna get my hair done so bad 😩\n  ","602589":"\n  This song makes me wanna start a riot 😂\n  \n\n   https:\/\/youtu.be\/UauukzbPejE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602590":"\n  HAHAHHAH i didnt even realize that. Thats a good point 😂\n  ","602591":"\n  все в порядке? хочешь поговорить об этом?\n  ","602592":"\n  sorun değil, herkes beni sevmiyor çünkü ben de herkesi sevmiyorum. 😊\n  ","602593":"\n  надеюсь, у тебя отличный день ✨\n  ","602594":"\n  Morning darling 💖\n  ","602595":"\n  I dont know 😩\n  ","602596":"\n  Damn, it feels good to be a gangster\n  ","602597":"\n  Thank you so much 😊💖\n  ","602598":"\n  ты такая красивая 💖\n  ","602599":"\n  Honestly, who the fuck knows 🤷🏼‍♀️ theres always some secret agenda going on. 😂\n  ","602600":"\n  I could be such a grunge lord if I really wanted to be 😂\n  ","602601":"\n  Good morning beautiful booms✨\n  ","602602":"\n  Oh!! You’re a PC gamer! Im sorry i didnt know. I heard gaming on PC is a lot better. I’m not a PC person though.\n  \n  Omg I was never good at Halo! Are you good at it? Do you play it a lot?\n  ","602603":"\n  Thank you so much! I believe life is too shitty to not laugh at it all the time 😂\n  ","602604":"\n  I help people who arent talking about inappropriate subjects. If you send me anything about se.x, diapers, feet ect im not gonna answer. Of course my page is about me - its my page 😂 but i do try to help people. I always have personal conversations on here with people 😂\n  ","602605":"\n  Because we are turning into a internalized self-absorbed society. 😔\n  ","602606":"\n  Its 6:23am, Is it too early to eat Thai curry with rice? 😂\n  ","602607":"\n  Uh, OK. There's these three guys walking on the beach, a spic, a white guy, and a black guy. So they find this pot, rub it, and a genie comes out. The genie says, \"You can wish for whatever you want.\" So he asks the Mexican what he wants, and he says \"I want all my people in America to be happy and free, and in Mexico.\" So the genie goes poof. It's done. Then he says to the black guy, \"What do you want?\" and the black guy says, \"I want all my brothers to be back in Africa, and happy and free and everything.\" So the genie goes poof. And they're all back in Africa. So... I'm not funny today, really, this joke sucks, I know...Uh, so he says to the white guy, \"What's your one wish?\" And the white guy says, \"Wait, you mean to tell me that all the Mexicans & Blacks are out of America?\" The genie goes yeah, and the white guy says, uh, \"I'll have a Coke, then.”\n  \n  -Boondock Saints\n  \n  (I feel like im gonna get in trouble for this joke) 😂\n  ","602608":"\n  Ive gone to one professional soccer game when I was a kid and it was exhilarating! I told myself i am going to go again before I die and I say I come watch with you cause lets be honest the English have the best soccer games!!\n  ","602609":"\n  You always have the best days 😊 ugh I wanna play Assassins Creed with you!! Thatd be so much fun!! What console do you use or prefer if you have multiple?\n  ","602610":"\n  Ok so i couldn’t really think of one cause theres so many so i found a quiz online and this is what i got ;\n  ","602611":"\n  I wish we made more stuff. 😔\n  \n  Apparently hes an asshole but it works in Buffalo 66 😂\n  \n  I love the way his mind works, i dont care if people think hes a dick.\n  ","602612":"\n  Awh, thank you so much - you beautiful Muffin 😍🥰\n  ","602613":"\n  Iced-T 💖😍\n  \n  How are you doing bud?\n  \n  Do you get to relax today or was it another productive day? ✨\n  \n  Everything is good here. Its still dusk out so im just relaxing on here until the sun comes up. It feels wrong to clean so early in the morning 😂\n  ","602614":"\n  No 😂 he can call himself whatever he wants, still wont make me like him 😛\n  ","602615":"\n  Hey hun 😊💖\n  \n  What are you up to today?\n  \n  How are you doing?\n  \n  Tell me about you 💖\n  ","602616":"\n  Omg!!! That must be intense!! You enjoy it 💖😍\n  ","602617":"\n  Omg, ily so much for watching literally one of my favorite movies. His sarcasm makes my life. Its truly a cinema masterpiece. My favorite part with him is when he goes off about the car. Any time he starts ranting 💖\n  ","602618":"\n  I have no idea what canned pasta is but i love instant ramen so much! Now i want some 😔\n  ","602619":"\n  salut! que fais tu aujourd'hui?\n  ","602620":"\n  Since Today is Sunday, I am probably gonna clean up the place so its a nice clean start to the new week. 😊💖\n  ","602621":"\n  Where are you from?\n  \n  Should I be concerned you want more American friends? 😂\n  ","602622":"\n  I don’t believe so 💖\n  ","602623":"\n  First of all, dont look at Disney for advice on true love. Like no female would just go with the first man that rescues them and be with them or let alone magically fall in love with them. Its really unrealistic.\n  \n  Also, you’re obviously super young. You will probably experience true love as you get older.\n  ","602624":"\n  Omg, dont give me the God complex 😂\n  \n  Thats so sweet of you to say but i cant put myself on a pedestal like that. 💖\n  ","602625":"\n  Currently, yes i am. Why? 😊\n  ","602626":"\n  Is it a problem that I am?\n  ","602627":"\n  What do you mean by this?\n  ","602628":"\n  Why yes i have 😊 ive experienced true love in multiple different ways; family, friends, & relationship 💖\n  ","602629":"\n  I appreciate that you’re doing your best darling 😊💖 thank you! But dont just change your answer or mind just because you want to please a women.. thats not an attractive quality. Some women might like that but i like when people are headstrong no matter what 😊\n  ","602630":"\n  Awh, this is really sweet but kinda mean towards Nikki though. 😔 i think she’s beautiful in her own way.\n  ","602631":"\n  Im finishing up Night Stalker. This story is crazy. He looks kinda possessed. I am probably gonna go and run some errands. I might do my hair but im so disgusted with my hair. I hate my hair color but i cant afford to get it done right now - idk what to do. Theres a storm coming too. Its so cold 😩 what are you up too?!\n  ","602632":"\n  Noooooo. I think Nikki is way more popular 😂\n  ","602633":"\n  Awh 🥺 thank you so much love\n  ","602634":"\n  Its one of my favorite chocolates 😍\n  ","602635":"\n  I don’t believe in being number 2. “If youre not first, you’re last.”\n  \n  So even though you’re trying to be sweet, unless im number 1 i dont wanna be ranked 😂\n  ","602636":"\n  Omg yes! Those are so much fun! I did that a lot with my friends!!\n  ","602637":"\n  I am not a fan of his music. I am just not really a big fan of him. Hes just not really my type of entertainment.\n  ","602638":"\n  I think Nikki is way more popular than i am 🥰\n  ","602639":"\n  How have i not read this book?! Omg i am downloading it to my library!!\n  ","602640":"\n  I was always obsessed with Roald Dahl when I was growing up. I read all his books! I loved the BFG. Such a sweet story.\n  ","602641":"\n  You can make up stories about anything you want, my love 💖\n  ","602642":"\n  Would someone that is fake post of a video of them all gross and needing a shower? I dont think so. 😂 i look gross\n  ","602643":"\n  No, they are all my secrets.\n  \n  I keep them for safe keeping 😉\n  ","602644":"\n  • Baked Beans\n  \n  • Sloppy Joes\n  \n  • Lunchables\n  \n  • Gummi Sharks\n  \n  • Grilled Cheese\n  \n  (I know theres more but i cant think of more at the moment)\n  ","602645":"\n  I would love to have a famous person as a ghost. They could tell me all the secrets!! Thatd be awesome 😊\n  ","602646":"\n  I liked the music from the late 90s early 2000’s.\n  ","602647":"\n  I wrote that down!! I am gonna try it. That sounds delicious! I gotta look for some recipes 😊\n  ","602648":"\n  Oh, what kind of pirates were we?\n  ","602649":"\n  I have been eating and trying to make a lot of stuff with beets. I actually think beets are disgusting but i have this belief that nothing is disgusting if it’s prepared correctly.\n  ","602650":"\n  Awh, you dont sound stupid. I think this is really sweet. 🥺\n  ","602651":"\n  Near death experiences, because you literally almost die and most of the time people want to live passionately after an experience such as that.\n  ","602652":"\n  Didnt even know it existed until now! Is it funny? Does it have adult humor?\n  ","602653":"\n  Give me as many as you got and lets find out 😉\n  ","602654":"\n  I spelled it wrong! Weenie hut juniors* lol\n  ","602655":"\n  Now, my question is what would they all order to eat? Would they argue about which country has the best food? Or would they just order from everywhere and host a buffet?\n  ","602656":"\n  Goddamn wieniehutt jrs running around everywhere.\n  ","602657":"\n  I dont look at myself this way but i love that you look at me this way 🥺\n  ","602658":"\n  People all getting mad at the boomers, well I am gonna call this new generation “Doomers”\n  ","602659":"\n  “Who wants to order some take out?!” - multiple World Leaders\n  ","602660":"\n  Anyone that follows me is the bomb 😂💣\n  ","602661":"\n  If everyone smoked weed, i feel like a lot of things would be different. I honestly feel like that meeting where all the countries meet up (United Nations?) they have to smoke hella fat before going in there so they dont end up killing each other. 😂\n  ","602662":"\n  Honestly, i have no idea 😂\n  ","602663":"\n  Someone take me to Bhutan\n  ","602664":"\n  muchas gracias, es muy amable 💖\n  ","602665":"\n  I am feeling good day. My neck is kinda sore though 😔 but the difference is my hormones arent all jacked up anymore. Periods are dumb 😂\n  ","602666":"\n  I feel like doing the stair master.\n  \n  You get a fierce little booty butt after using one of those for a few weeks!! 😂\n  ","602667":"\n  Most extinct animals I am very pleased they arent around. Cause a lot of them are terrifying. Now if I could have a Quagga as a pet, I would be very happy!\n  ","602668":"\n  Not really. I am a big believer in balance.\n  ","602669":"\n  Whenever someone likes one of your answers, go and like a couple on there page. The more you do that, the more people will naturally start to like your answers.\n  ","602670":"\n  Hahahah its like dust!! I love that so much!! 🥰 its so true. Usually stoners would see someone whos angry and go, “lets spark one up, i think you need to relax.” Hahaha\n  ","602671":"\n  Vikings took their beards\/hair very seriously. It was kinda an honor thing. Reminds me of the show Norseman. Love that show!\n  ","602672":"\n  Omg that looks like so much fun!!!! I wanna come!!!!\n  ","602673":"\n  Someone send me cards like this 😂\n  ","602674":"\n  Its not my problem if someone wants to hurt themselves by being ignorant.\n  ","602675":"\n  Upwards of a couple 1000.\n  \n  The day I deleted all my questions, i reached 1000 again in an hour. I literally couldn’t believe it.\n  ","602676":"\n  What can you do? When Earth gets pissed, theres nothing we can do to stop it.\n  ","602677":"\n  Fudge is so good 😊 now I want some\n  ","602678":"\n  Ugh I gotta figure out this car registration bullshit today. I am not entirely sure where you are from but dealing with America’s DMV is the worst and ever since COVID it got way way worse... which honestly didnt think it was possible but it is. They dont even have customer service line where you talk to an actual person anymore and all appointments are months in advance. Its garbage.\n  ","602679":"\n  This is how i feel about that 😂\n  ","602680":"\n  I feel like the only reason I understand what hes saying is because ive seen snatch like 1000 times. 😂\n  ","602681":"\n  I totally agree!! I enjoy doing things more when Im stoned and i dont get all hot-headed. So I actually get way WAY more done.\n  ","602682":"\n  Wow, its like I am talking to myself. Thats why i love talking to you and hearing your points because it’s reassuring. 😍\n  ","602683":"\n  Omg Bricktop is the best. I love the way he talks. But Mickey is THE BEST.\n  \n  Omg I totally forgot about Seven. Such a great film!\n  ","602684":"\n  This just makes me have way more respect for Vikings. I already had so much respect but goddamn!\n  ","602685":"\n  Right? George Carlin goes into depth about why wee.d is very useful for the creative mind. I think its hilarious how this people demonize stoners ect yet they love all their ideas 😂\n  ","602686":"\n  I dont doubt any of this 😂 i always wanted to try Absinthe. See what all the talk is about.\n  ","602687":"\n  You’re very welcome! 💖\n  \n  It wasnt too hard. These are all the movies i used to drown myself in when I was growing up. I basically had this list memorized hahaah\n  ","602688":"\n  If theres people who havent seen most of those movies, i dont wanna know them 😂 like it should be criminal to not have seen any movies on the list lol\n  ","602689":"\n  Guys, i think im a gangster at heart 😂\n  ","602690":"\n  So I decided to do more of a serious movie list. So, heres all the movies I will always be obsessed with;\n  \n  • Snatch\n  \n  • Rocknrolla\n  \n  • Lock, Stock, & Two Smoking Barrels\n  \n  • Boondock Saints 1&2\n  \n  • Reservoir Dogs\n  \n  • Inglorious Bastards\n  \n  • American History X\n  \n  • Django\n  \n  • Good Will Hunting\n  \n  • Kill Bill\n  \n  • Scarface\n  \n  • Taxi Driver - 1976\n  \n  • Shutter Island\n  \n  • The Revenant\n  \n  • Swordfish\n  \n  • Gone In 60 Seconds\n  \n  • Pulp Fiction\n  \n  • Buffalo 66\n  \n  • Goodfellas\n  \n  • Fight Club\n  \n  • Clockwork Orange\n  \n  • Happiness Runs\n  \n  • Hobo With A Shotgun\n  \n  • The Godfather\n  \n  • The Matrix.\n  \n  (Theres many many more but i thought this was good enough lol)\n  ","602691":"\n  This will always be such a classic\n  ","602692":"\n  You can probably guess a lot of inventions or ideas probably came from some stoner, or someone who enjoys the casual mushrooms or l$d or they might even be a drug addict. The show Loaded does a really good job of showing that. I mean theres so many stories of people saying “i was tripping when i came up with that” or “i was high as fu.ck when i thought of that”\n  ","602693":"\n  I actually love that youtube channel! 😂\n  ","602694":"\n  I started watching Night Stalker on netflix... i feel like hes a good example of someone who is just evil.\n  ","602695":"\n  Happiness is just a state of mind.\n  ","602696":"\n  Goddamn T, you had a full productive day. I am so proud of you. You have inspired me, i am going to go to the gym and work out today. I need to get my booty back. Its just too early to think about doing stuff right now, especially after i eat. I hope you have a great time playing with your friends! You deserve to rest and chill after your day ✨\n  ","602697":"\n  Sleep well my Swedish child 🥰\n  \n  We will talk when you arise from your slumber 😊\n  ","602698":"\n  Ehh, nah. Not really. I get way more food if i just cook and its so much cheaper.\n  ","602699":"\n  I am just on here trying to catch up on some questions. Its still only 7:31 am. I have no idea what my plans are today though. Whats up with you? How are you? 😊\n  ","602700":"\n  Love youuu squishy 💕\n  ","602701":"\n  Talking about my beliefs are politics. I have noticed that people are getting such strong extreme ideologies that no matter how many facts you have to disprove their beliefs, they just get so angry. Call people rac.sist or say its hate speech\/hate crime. Its getting to the point we cant even have a civil disagreements or debates anymore. With how violent people are becoming over their beliefs - i dont know what people are capable of doing next.\n  ","602702":"\n  I miss my grandpa and my cousin. 😔\n  ","602703":"\n  What exactly is happiness?\n  ","602704":"\n  I have been on here for such a long time that honestly i have gotten each question at least twice now. The only questions I really enjoy are the ones that are more personal from people. The questions people ask after i answer a generic question.\n  \n  I have learned to stay away from any questions that are extremely controversial or sexual. Nothing good comes from answers those types of questions.\n  ","602705":"\n  I dont spend that much time online. Most likely only like 24 hours a week.\n  ","602706":"\n  Awh, wow thank you so so much!! 😩💖🥰\n  ","602707":"\n  No, i am agreeing that you should choose who you want to be a mother figure in your life.\n  ","602708":"\n  No, cats have a third eyelid. It helps protect them from things getting into their eyes. You should only see it when they are waking up. If you see it any other time other than that - take your kitty to the vet.\n  ","602709":"\n  Theres people who dont know who Jay-z is?\n  ","602710":"\n  Well, i do believe in being able to pick your family. History has taught me that. It doesnt matter if you’re blood related- that doesnt stop families from being assholes to each other. Actually, people use it as an excuse. They always say, “well its my family, i can get away with stuff like that.” Like no.. ugh sorry totally rant.\n  ","602711":"\n  What made you think this?\n  ","602712":"\n  Omggggg so two years?! 🥰\n  ","602713":"\n  WHYYYYY WOULD YOU DO THAT TO HOT & SOUR SOUP?\n  ","602714":"\n  I hope you feel better. 😔\n  \n  Rest up! Drink lots of water & tea. 💖\n  ","602715":"\n  I mean i can pretend but im not sure id be the best mom...\n  ","602716":"\n  Awh squishy 😍\n  \n  You’re so sweet 💖\n  ","602717":"\n  How can you love someone youve never met?\n  ","602718":"\n  OH MY GOD 🥺\n  \n  That is so cute. People dont realize that our brains feel connected to people we like the smell of. Because of all our pheromones. Its a huge part of liking someone. If you dont like them smell of someones body odor, dont try to be with them. It will end. It means your pheromones do not combine.\n  \n  So if you wanna smell me, you must really love me 😍\n  ","602719":"\n  I feel like if i wanted to be a mom, i would just have my own kids. 😘\n  ","602720":"\n  Shouldn’t spiritualism be apart of following a religion?\n  ","602721":"\n  я дам тебе немного любви на твоей странице 💕\n  ","602722":"\n  Welcome to Hell 😂\n  \n  Things\/people that makes me happy;\n  \n  • food\n  \n  • Marijuan.aaa\n  \n  • Family Guy\n  \n  • George Carlin\n  \n  • Bill Burr\n  \n  • Joe Rogan\n  \n  • a cozy blanket\n  \n  • dark classical music\n  \n  • Trailer Park Boys\n  ","602723":"\n  American politics.\n  \n  Literally everyday it makes me go what the actual fu.ck\n  ","602724":"\n  Low-spirited.\n  ","602725":"\n  Does everything in life have to have a double edge sword?\n  ","602726":"\n  Its ok!! 😊💖\n  \n  & ya its a blessing and a curse.\n  \n  I remember everything but i cant forget anything.\n  ","602727":"\n  Eventually one of you will make me laugh then I will feel better. 😊\n  ","602728":"\n  Theres been a lot of bad, negative, and uncertainty type of energy. I think that might be affecting me.\n  ","602729":"\n  You already made me smile 😊\n  ","602730":"\n  Awh! How awesome!!\n  \n  Ill remember yours because i attached your name to the memory of your birthday. I have a photographic memory 😊\n  \n  In my mind Tenacious=April 16 lol\n  ","602731":"\n  HAHAHAHA he always cheers me up.\n  ","602732":"\n  June 6th 😊💖\n  \n  Whens your birthday?\n  ","602733":"\n  Its just one of those days. Cant figure out or describe the sadness but just know its there 😔 i am probably being effected by someone strong energy..\n  ","602734":"\n  Peter Griffin\n  ","602735":"\n  June;\n  \n  My birthday month & it seems like everyone is happy during June.\n  ","602736":"\n  Awh 🥺 thank you so much!\n  \n  I really needed that today.\n  \n  I am feeling pretty down today 😔\n  ","602737":"\n  I like the end of the day, when it just turns dark. It feels like everyone calms down once the sun goes down.\n  ","602738":"\n  #repost\n  \n  I WANNA DYE MY HAIR BLACK\n  ","602739":"\n  In my heart?\n  ","602740":"\n  Oh my god. You just explained that perfectly. I feel this so hard. You understand. Theres nothing i can do about my anxiety either - its just going to be something i have to deal with for the rest of my life sorta like a limp lol\n  ","602741":"\n  Ich kann nicht sagen, dass ich jemals zugestimmt habe, aber ich habe auch nicht widerstanden. Wenn ich mich widersetzen würde, wäre das Punshiment schlimmer.\n  ","602742":"\n  Insomnia is such a bi.tch\n  ","602743":"\n  How do we make this a reality?\n  ","602744":"\n  Mood:\n  ","602745":"\n  Please!? 😭😭😭\n  ","602746":"\n  I really really want that cat hoodie so bad 😩😭\n  ","602747":"\n  Meine Eltern wurden geschieden. Meine Mutter war nicht da. Außerdem rede ich nicht gern darüber. Es ist lange her. Es hörte auf, bevor ich ein Teenager war.\n  ","602748":"\n  elefante tamaño de un cachorro\n  ","602749":"\n  I am way more critical of myself than I am on others. I judge the shit out of myself but I dont judge others. I am my harshest critic. 😔\n  ","602750":"\n  Oh ja. Ich hatte eine ziemlich harte Erziehung. nicht finanziell, sondern emotional.\n  ","602751":"\n  I honestly dont know, im always running into shit 😂\n  ","602752":"\n  Are you in love with me? 🥺💖💕😍\n  ","602753":"\n  nein, warum sollte das passieren?\n  ","602754":"\n  Ja, ich mache immer den Witz, dass mein Vater Deutsch ist und deshalb war er so streng.\n  ","602755":"\n  The keyboard. I type way faster on Apple keyboards.\n  ","602756":"\n\n   صباح الخير. أتمنى لك يومًا جميلًا مليئًا بحب الذات والقبول.\n  \n","602757":"\n  Peanut butter, chocolate, chia seeds, oat milk.\n  ","602758":"\n  I love spring time because of all the flowers & i love the way it smells.\n  ","602759":"\n  Theres no way thats real at all.\n  \n  This is Jeffree Star\n  ","602760":"\n  I love apple pie so much 😍\n  ","602761":"\n  I wish 😩\n  ","602762":"\n  HAHAHAHAH I really dont\n  ","602763":"\n  Their regular fries suck.\n  \n  Animal fries all day, everyday.\n  \n  Anything with grilled onions for me 😂\n  ","602764":"\n  la ilusión de la libertad.\n  ","602765":"\n  Is your version of fireworks just shrapnel and body parts? 😂\n  ","602766":"\n  Do you know why you’re so anxious? Did something trigger it? 😔 i am here if you need someone to talk too\n  ","602767":"\n  Mohammed, no 😂 Just stop\n  ","602768":"\n  Awh, thank you so much love 💕\n  ","602769":"\n  They are soothing. I am sorry youve been having a hard time with music 😔 i am glad you can listen to those songs at least 😊\n  ","602770":"\n  Awesome, maybe take some notes for me 😂\n  ","602771":"\n  Next time i am on my period can someone send me a cake like this - maybe a better version 😂 that would make me so happy omfg.\n  ","602772":"\n  Oh boy do i 😂\n  ","602773":"\n  Lets not do that 😂\n  ","602774":"\n  Awh, i hope you’re doing okay!! I just drank a smoothie. Just trying to get ready for the day 😊\n  ","602775":"\n  • Raw milk\/cheese\n  \n  • Beluga Caviar\n  \n  • Absinthe\n  \n  • Vampirism\n  \n  • Non-Bouncy pickles\n  \n  • Predicting the future - without a license\n  \n  • Horse Tripping\n  \n  • Kangaroo boxing\n  \n  • Drunk surfing\n  \n  • Kinder Surprise\n  \n  • Sharing your Netflix password\n  \n  • Ackee fruit\n  \n  • Cuban Cigars\n  \n  • Haggis - traditional kind\n  \n  • Cheating in video games\n  \n  • Vandalizing mailboxes\n  \n  • Brass knuckles\n  \n  • Expensive golf balls\n  \n  • Selling dog\/cat hair\n  \n  • Children Books printed before 1985\n  ","602776":"\n  I will let you test out that theory and come back to tell me how it went 😊😉\n  ","602777":"\n  What are you going to do now since you’re finished with work?💖✨\n  ","602778":"\n  Nope, just figured out the background of my parents.\n  ","602779":"\n  Well, now i am sad 😩\n  ","602780":"\n  You must have great skin. I read that drinking blood helps purify your skin 😉\n  \n  Or are you conjuring some demons? 😂\n  ","602781":"\n  What you do on your free time with your family is none of my business, I just wouldn’t choose to do those things. Lol\n  ","602782":"\n  Yes & No. I like when a selective few pay attention to me but i dont like when I have all the attention on me at once. I don’t really like being the center of attention.\n  ","602783":"\n  I know sometimes I look like a vampire but I am not a vampire 😂\n  ","602784":"\n  No I really wasnt i think thats just what my eyes looked like.\n  ","602785":"\n  Ilysm Nikki! 💖\n  \n  & you’re so beautiful 😩💕✨\n  ","602786":"\n  Ugh, dont remind me of the good old days 😔\n  ","602787":"\n  Right? & nobody thinks about what if they get in some sort of accident or go through some sort of tragedy and suddenly can no longer do things like that? What are they supposed to do after that?\n  ","602788":"\n  This looks delicious 😋\n  ","602789":"\n  Omg, im officially cutting you off. You’re not allowed to make wings sound nasty to me lol\n  ","602790":"\n  The grocery store! I eat so much. It’s exhausting 😩\n  ","602791":"\n  Omg 🥺\n  ","602792":"\n  Thats awesome! How is that going?\n  ","602793":"\n  Oh lol what are you all up too?\n  ","602794":"\n  Kingdom Boomtan 😍\n  ","602795":"\n  Im sorry to hear about your mom 😔 but how exactly do I behave?\n  ","602796":"\n  I am doing great today 😊 how was your day? How are you? ✨💖\n  ","602797":"\n  Omg I am so happy!!! I love it so much. It calms me down. I know I can talk to you about my dark music 🎶💖\n  ","602798":"\n  Omg! I am so happy you like it!\n  \n  Youre so welcome! I am kinda really into this one at the moment\n  \n\n   https:\/\/youtu.be\/ZL1LBle8rTI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602799":"\n  Probably right now. My mind is really expanding and it feels great 😊\n  ","602800":"\n  Omg, no! I am not capable of doing things like that\n  ","602801":"\n  I have nothing recent typed up.\n  \n  Give me something to write about and I’ll write you something 😊\n  ","602802":"\n  Awh! Im in a pretty decent mood right now. Very relaxed. I hope you’re relaxing 😊\n  ","602803":"\n  I am feeling a lot better today! Thanks for asking! How are you feeling?! 💖 i hope you have a beautiful day. ☀️ or a beautiful night 🌙 depending where you are.\n  ","602804":"\n  Oh my god look how cute it is!! Its just so damn cute!! I want a Quokka so bad!!\n  ","602805":"\n  I gotta call my dad & my brother today. I gotta check some bills on the computer. I need to make a couple meals, nothing too fancy though. Just a lot of catching up to do today since I had bad cramps for the last two days.\n  ","602806":"\n  My mood is a lot better today 😊\n  \n  I hope you are having a good day! 💕\n  ","602807":"\n  Vietnamese\/Thai\/French\/Scandinavian\/Finnish\/German-Jew\n  ","602808":"\n  Thats so cute💖 ugh my lips are so chapped. I cant even think of kissing someone right now 😩\n  ","602809":"\n  Omg i would build everything. If i was a master i would build a beautiful home and use a lot of wood. Handmade wood.\n  \n  I wish i could do that 😔\n  ","602810":"\n  I honestly feel like everything. It feels like everything that happened has shaped me into the person i am today. I dont know what I would be like if I didnt have the personality I have  right now... its hard to imagine myself as anyone else.\n  ","602811":"\n  I am a writer. I love writing so much. I was always one of the first to finish the essay. Sometimes I used to always do the essay portion of the test first so i could chill doing the questionnaire lol\n  ","602812":"\n  This is such a hard question, wouldnt I crush everything? Maybe on a large park? This is so hard 😂\n  ","602813":"\n  I have always dreamed of going to Nepal!\n  ","602814":"\n  Lets do it. Lets go on an adventure 😊\n  ","602815":"\n  I look like a nightmare 😂 what are you even saying? 😂\n  ","602816":"\n  Thank you so much T 💖💕\n  ","602817":"\n  Omg my heart is melting 🥺\n  ","602818":"\n  All for just one kiss?\n  ","602819":"\n  Ugh I wish 😩 I wanna play it so bad. I have only seen the gameplay on YouTube\n  ","602820":"\n  Oh mein Gott, du bist so atemberaubend. 💖\n  ","602821":"\n  Hahahhha i have never thought of it that way before!! 😂 ugh i miss wearing make up. 😩 but i need so many new products booooo i just wanna cry now\n  ","602822":"\n  You spoil me 🥺\n  ","602823":"\n  I am doing a little better. I started to just listen to music and its actually helping calm the pain 😊 how are you doing?\n  ","602824":"\n  Lets not talk about it 😂\n  ","602825":"\n  I actually cant wash my face that much. My face gets super dry if i wash too much. I need my natural oils cause even products dont work either. My skin is so picky. All my acne went away when I just started only washing my face whenever I shower.\n  ","602826":"\n  I think Google could probably be my best friend 😂 Google knows everything about me 😂\n  ","602827":"\n  Always dark. Everything is dark themed. I even made my ask all black lol 😂\n  ","602828":"\n  Death.\n  \n  Because there’s so much to be alive for 💖\n  ","602829":"\n  I don’t really like talking about but i listen to a lot of dark classical music. It helps me think and calms me down. Ill put my two favorites:\n  \n\n   https:\/\/youtu.be\/W-gofFHP0vA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/VagES3pxttQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","602830":"\n  I have quite a few actually. 😊\n  ","602831":"\n  Yes & no 😂\n  \n  Yes: because i would totally love to play games with all of you guys. That would be so much fun.\n  \n  No: because i wouldnt get anything else done. I would just game the entire time 😂\n  ","602832":"\n  Your moms vagina after im done with her 😂\n  ","602833":"\n  Awh! Thanks sweetheart 😊\n  ","602834":"\n  Im just not having it today 😂\n  ","602835":"\n  Idk i look cute?\n  ","602836":"\n  Love you Darren 💕💖\n  ","602837":"\n  I actually watched that show!!\n  \n  You should check out Monsterland. Every episode is different and its really dark!!\n  ","602838":"\n  Please please do!\n  ","602839":"\n  Big big fan of Assassins Creed!\n  \n  Seriously one of the best game series ever made! Hey, gotta have a good chair to sit on for that booty 😂\n  ","602840":"\n  No, i dont wanna accidentally crush them in my hand and have to feel there bones break. Ew\n  ","602841":"\n  Please please my god please can we go. Im crying i wanna go there so bad\n  ","602842":"\n  Omg i love Grant. Hes badass.\n  \n  I feel like i am a lot like Samantha too. Im super nerdy but don’t really look like i would be just like her. Wilson is just awesome - i have a thing for really quirky intelligent men 😘 idk why but there always ALWAYS my favorite characters\n  ","602843":"\n  I STARTED IT AND I LOVE IT\n  ","602844":"\n  I really hope we will be all okay soon! 😔💖💕✨\n  ","602845":"\n  Maybe a shovel or maybe some tongs?? 😂\n  ","602846":"\n  Booo\n  ","602847":"\n  I would make a little cage backpack and all the people i dont like i will pick them up and throw them in there until the end. Then once i gathered all the people i dont like, i take them to my secret village i have been protecting and give those people as an offering. I am a gentle giant but theres other giants that arent that ive been protecting humans from but because they backstabbed me - ill just stop protecting them. 😂😂😂😂😂\n  ","602848":"\n  Its okay, it builds character 😂\n  ","602849":"\n  Ugh.... why don’t people understand that its already hard to sit through a lecture so they should try to make it interesting... but no for some reason people believe lectures have to be boring.\n  \n  I hope you get to rest up and hang out now!!\n  ","602850":"\n  I am just a mess today 😂\n  ","602851":"\n  WAIT one goddamn second i have never heard of this place?! Oh my now you got me glued to this video!! It looks BEAUTIFUL. Can we go?!\n  ","602852":"\n  Wow! You had a full day!  😊\n  \n  How was the zoom lecture today?\n  ","602853":"\n  HAHAHAHH nothing! I think you’re capable of handling him!!\n  ","602854":"\n  Yes, yes i have 😔\n  ","602855":"\n  I actually havent but I really want too!!\n  ","602856":"\n  You could start out by saying a simple “hey, how are you?”\n  ","602857":"\n  I am just hanging out 😊\n  \n  What have you been doing outside of ask?\n  ","602858":"\n  Every time i get cramps its so hard for me to do anything... is this just me? I cant even think straight because it feels like my body is focusing so hard on my uterus.. like i wanna be on here so bad but goddamn i hurt 😔\n  ","602859":"\n  My dad always had a garden. I grew up always having fresh fruits & veggies.\n  ","602860":"\n  Who cares about the ID, are YOU okay?!\n  ","602861":"\n  Thank you so much beautiful!!\n  \n  How are you doing?! 😊\n  ","602862":"\n  I am doing alright! 💖 how are you?!\n  ","602863":"\n  They can be! Especially when they are straight from the garden\n  ","602864":"\n  Wow that is really strict but it needs to be.. people need to start taking this seriously. I have a distant family member who is young by the way who got COVID and now had completely lost her short term memory and the doctors were like “yaaaa it can do that.” And they have no idea if it will ever come back.\n  ","602865":"\n  Im gonna watch it 😍\n  ","602866":"\n  I do toooo!! I need money!! 😔\n  ","602867":"\n  Is it bad i would love to see you argue with Robbie? 😂\n  ","602868":"\n  My god 🥺😩 this is holy fu.ck.\n  \n  Im speechless.\n  ","602869":"\n  I would love to start just kicking buildings. Drop kicking people across the world 😂 pick up large objects and just start throwing them. Maybe even get so vicious i just start blowing shit up with gasoline 😂 idk the opportunities are endless 😂\n  ","602870":"\n  Awh!!!!! Thank you so much!! 😍 it hurts how people have a hard time looking beyond a persons body.. theres so much more to a person. So thank you 💖\n  ","602871":"\n  Theres so much pressure from every aspect of life on IG. Instagram is causing the highest increase in depression, anxiety, self-harm, drug-use, and suicidal thoughts. AND people are just ignoring it like its nothing. Also, this whole idea of being measured by how many likes and followers you can get. Its the biggest popularity contest in the world & for some reason i am the only one who sees the problem in it.\n  \n  Darren, I apologize I just went on a full rant. 😂\n  ","602872":"\n  I am so mad at you right now cause OMG I WANT TO TRY IT. I NEED IT IN MY MOUTH. Sorry sorry. Its the period talking 😂\n  ","602873":"\n  Am i the only one getting sick of these strong women, all women, or changing characters that are usually male into female shows? Like its getting to be excessive..\n  ","602874":"\n  This sounds exactly like a show id be into... i am honestly surprised that i havent seen it already!!\n  ","602875":"\n  Yes & i am even guilty of it.\n  \n  I push myself to not be so dependent but its hard when its becoming a technological society.\n  ","602876":"\n  I hope you have a beautiful day 💖\n  ","602877":"\n  I don’t really unfollow people so i havent unfollowed anyone in a long time. I cant even remember!!\n  ","602878":"\n  Im not really blonde anymore 😩\n  ","602879":"\n  Thank you so much Darren! 😍💖\n  ","602880":"\n  Whats your lockdown like? Do you have any Fines in place?\n  ","602881":"\n  Omg, i love the consistency of soft serve. So if you melt your ice cream for the correct amount of time, you can get it to soft serve consistency.\n  ","602882":"\n  Oh oh ohhhhhhhhhhhh 👍🏻\n  \n  I understand now & i agree!\n  \n  But people only care about things when its too late. I personally think they wanted this to happen. There’s some sort of plan under the surface - so they dont give a fuc.k\n  ","602883":"\n  Im in bed sooo\n  ","602884":"\n  That was such a sweet thing to say 🥺 but im still not telling you 😂\n  ","602885":"\n  Oh my god. That sounds delicious. 😩\n  ","602886":"\n  Awhh! Its ok! 😊\n  ","602887":"\n  Hahahahhahahahahha 😂\n  \n  This actually gave me a good laugh 😆\n  ","602888":"\n  I don’t believe threatening people is the answer either..\n  ","602889":"\n  Awh, squishy 😍 you’re the best\n  ","602890":"\n  Oh yeah, i love business attire so much! I totally understand but sometimes its nice to just be able to chill at home!! 😊\n  ","602891":"\n  Exactly. We just aren’t powerful enough 😔\n  ","602892":"\n  I think you know more about love than you even realize. Truly loving someone means respect. I have met a lot of people who say they love someone but they have zero respect for them. For me love is respect. Also, how closely you pay attention to me shows you are capable of caring. I just feel like no one has taken the time to show you that kind of respect.. 😔\n  ","602893":"\n  I really wanna find a job I can work from home.. 😔\n  ","602894":"\n  Seriously?\n  \n  The devil is doing construction in my uterus. Its the goddamn red sea. I need to find Moses 😂\n  ","602895":"\n  The systems are fu.cked. I’ve been in my head for years trying to figure out loopholes and ways to undermine the systems to change them & i am just not powerful enough so i just get frustrated and angry when i hate getting angry but UGH. Anyways, Minority report always scared the shit outta me too. I always felt like we were heading in that direction.\n  ","602896":"\n  Ahhhh, i miss those rebellious days 😔\n  ","602897":"\n  Sounds like a beautiful day ahead of you 😊\n  \n  Speaking of ocd, i deep cleaned yesterday morning at like 3am 😂 it was so satisfying. I reorganized so many things 😂😂\n  \n  What are you gonna watch?! What are you baking?\n  ","602898":"\n  That pisses me off too. Its all so f.ucked and corrupt. Ok how about just the serial killers that want their notoriety and want everyone to know it was them - can we just get rid of those?\n  ","602899":"\n  Good morning Darren💖\n  \n  I am feeling okay. Took some pain meds for the cramps and just enjoying my time on here!! How are you doing? Hows your week so far? 😊\n  ","602900":"\n  They dont let anything or anyone stop them from doing what they want. They aren’t afraid of taking risks or even failure.\n  ","602901":"\n  I hope you’re doing okay! How are you feeling? 💖\n  \n  I am feeling great besides my period. Good morning sunshine ☀️ lol what are you up to today?\n  ","602902":"\n  1. Mellow\/i dont give a fu.ck\n  \n  2. Mellow\/ but like why are people being so crazy?\n  \n  3. Hyper\/goofy\n  \n  4. Hyper\/mellow\n  ","602903":"\n  Awh, thank you! I am getting pretty good 😊 are you a cook?\n  ","602904":"\n  Why cant we just restore the energy of the universe and just get rid of them? Like there’s enough people - idk why we are always trying to save everyone. Not everyone wants to be saved.   Whats the point of keeping those people in life in prison besides $$?\n  ","602905":"\n  Another thing i don’t understand is pornstars do that as a career... are these people on onlyfans gonna be doing this for the rest of their lives? What happens when it’s just not attractive to watch anymore, what do they do then?\n  ","602906":"\n  I love the language you used, haha that just made me so happy to read 😂😂😂\n  ","602907":"\n  Wouldnt it be way more satisfying to find someone in real life to do those certain things with?\n  ","602908":"\n  Putting a heating pad on my uterus... real exciting day 😂\n  ","602909":"\n  I am hypoglycemic. It hasnt been too bad though. Ive been managing it. Just means i gotta eat more.. which honestly gets really exhausting in itself lol\n  ","602910":"\n  I dont consider California Rolls actual sushi but i love sticky rice. I love rice balls so much.\n  \n  But i dont eat shashimi or anything. Now if i were in Japan thatd be a different story. I would try all their fish\/sushi\n  \n  (I dislike the fish quality in America)\n  ","602911":"\n  That one actually seems more edible than the other one\n  ","602912":"\n  Depends on who is holding the gun\n  ","602913":"\n  All these extremist... the snowball effect has already started.\n  ","602914":"\n  Why cant I have both? 😩\n  ","602915":"\n  OHHHHHH. Yes i know who you are 😊 yes i follow you! I wish people wouldn’t suck so much sometimes 😂\n  ","602916":"\n  My health is really good. I feel great mentally and physically. I started my period today though so i am in pain. Someone is doing construction inside my uterus. It literally feels like a sledgehammer is being slammed into me lol 😂\n  ","602917":"\n  Thank you SOOOO much 💖\n  ","602918":"\n  Yes, you will always be one of my favorites 😊\n  ","602919":"\n  💖😍💕✨\n  ","602920":"\n  You need to create some kind of signature in your writing so i know its you 😂 like people need to start making code names for themselves so i can know who im replying too (since im respectful to you wanting to stay anon)\n  ","602921":"\n  Ahhh, see i thought it was so weird to ask 😂 im glad you did though\n  ","602922":"\n  Its ok 💖\n  \n  Sounds really sweet though 😍\n  ","602923":"\n  You’re one of the sweetest anons ever. 😍😩 thank you so much!\n  ","602924":"\n  I feel like this is an intro to someone being auctioned...\n  ","602925":"\n  Oh my god. 🥺 i dont even know how to respond 😩 thank you so much!!! It cant possibly be true but the fact that you think it is enough 😍💖\n  ","602926":"\n  Awhh thank you so much for your love 😍😍😍 AWWWWH\n  \n  Ill try to not be so hard on myself 😔\n  ","602927":"\n  Can you make me something?\n  ","602928":"\n  I know that 😂 thats why i said i was on my phone lol\n  ","602929":"\n  I just really enjoy the pure honesty you just displayed. Thank you. 😊 it means a lot that you like what I say. What about it do you like so much? What makes it different from some?\n  \n  Also, you’ve never loved anyone before? Not even family? Friends?\n  ","602930":"\n  I have no clue, i am on my phone. It doesn’t tell you on the app.\n  ","602931":"\n  No, not particularly. I am a bit distracted so i havent been paying that close of attention 😔\n  ","602932":"\n  Awh 🥺🥺🥺\n  ","602933":"\n  Thats very true. People get really really upset when you say points like these. Lol\n  \n  Btw, i like you too. I really like the way you think 😊\n  ","602934":"\n  I love tomatoes 🍅\n  ","602935":"\n  Its going by really really fast!\n  \n  But its okay, its been a really chill beginning of the year.\n  ","602936":"\n  No, not really.\n  ","602937":"\n  HAHAH this is great\n  ","602938":"\n  I have fb, you can send me your link & i wont post 😊\n  ","602939":"\n  I know, i like to take breaks from being on here. Social media has been slightly overwhelming in general for me. How are you? 💖\n  ","602940":"\n  Whoa, this is three different questions at once 😂 who says im awesome and\/or beautiful? Life motivates me 😊\n  ","602941":"\n  No, still doesn’t sound very appealing 😩\n  ","602942":"\n  Im not really picky about their body structure to be honest.\n  \n  If its a dad bod thats all that matters 😂 but dad bods come in so many different builds.\n  ","602943":"\n  You know what doesn’t make sense to me? P.orn is free.... why the fuc.k are people paying?\n  ","602944":"\n  Thats perfectly fine because i hate IG more and more everyday. I like ask a lot better. Ask is an entire community that actually likes sharing and reading others opinions. Instagram is not for that.\n  ","602945":"\n  Pretty much the same on here as i am in person except i laugh a lot more in person lol\n  \n  But im really mellow and i just kinda keep to myself.\n  ","602946":"\n  I feel like not being online is a pretty good reason for not answering 😂\n  ","602947":"\n  Im not hating on the instagram thot community\/onlyfans but i will admit that it has increased the idea for people to just be worried about naked photos. To the point that i have noticed theres an increase of people not caring about what people think or feel and just want to objectify.\n  ","602948":"\n\n   @TobbeAsks\n  \n\n  Another part is i feel like they would let me live but then use me as slave labor eventually. They would force me to work and do all these things for them since they let me live. Then I would get angry and go rogue... 😂\n  ","602949":"\n  Probably from some sort of accident, like a child was climbing a tree and slipped but Id be there to catch the little friend.\n  \n  I feel like it would be people of all walks of life. Instead of BLM it would be GLM (Giants Lives Matter) for the ones trying to protect me and there has to be an other side ya know?  😂\n  ","602950":"\n  Awh, thank you! That makes me happy that you think so. 💖\n  ","602951":"\n  I enjoy sharing my mind more 😊\n  ","602952":"\n  Why?!\n  \n  & I really dont. I think about a nose job a lot 😩\n  ","602953":"\n  Theres a lot of different roles you could do with bugs 😂\n  ","602954":"\n  Hmmmm. That’s interesting. I wonder why that would be. Hahaha i love this conversation so much. Why do you keep count of how many girls?\n  \n  Im 25 years old 😊\n  ","602955":"\n  I really really like this point of view 😊 i agree.\n  \n  Religion should teach people how to respect other peoples beliefs and faith no matter what - but instead most just teach how they are the correct one and everyone else wont be saved except them. I have had more respect for others faith than those who are way more religious than me had for me.. it makes no sense.\n  ","602956":"\n  Hello Darren 💖\n  \n  I am doing well. I am back for a little. We will see how long this lasts 😂 how are you doing dear? Did you watch any games? I wish I could watch with you - Thatd be a lot of fun!!\n  \n  I hope you have a great week!! 💖\n  ","602957":"\n  That seems to be a pretty specific age 😂\n  ","602958":"\n  Now you got me intrigued.\n  \n  Why isnt it better?\n  ","602959":"\n  TRAIN\/METRO\n  ","602960":"\n  Gold, Silver, & Black\n  ","602961":"\n  You’re so sweet 😊💖\n  ","602962":"\n  Its really not 💕\n  ","602963":"\n  Noo 💖\n  ","602964":"\n  I really dont. Ok so like im super insecure about my body right now. I have gotten so tiny that like I’m pretty much out of style right now 😩\n  ","602965":"\n  Awh 🥺 i wish that were true\n  ","602966":"\n  I don’t believe you 💖\n  ","602967":"\n  Thanks bby 💖\n  ","602968":"\n  Oh jeeze, kinda the same honestly. They both look pretty washed up.\n  ","602969":"\n  A couple years ago.\n  ","602970":"\n  I used to like Sushi but my taste for it has changed. I dont know why. But i have never liked shrimp. It grosses me out that they just eat garage or trash basically. Another thing is most places don’t properly clean the shrimp before cooking them and people dont realize that their not only eating an animal that eats shit but you’re also eating its shit as well. Like my sister showed me how much poop is inside a shrimp... its soooo gross.\n  ","602971":"\n  I had mexican food for dinner.\n  \n  2 tacos 🌮 & a burrito 🌯\n  ","602972":"\n  Why did you make me picture this? 😩\n  ","602973":"\n  My ex. I would choose that any day over a snake. Oh hell no. I would have a heart attack if I saw a snake.\n  ","602974":"\n  Promise? 💖\n  ","602975":"\n  I dont like reality tv.\n  \n  Unless you count Trailer Park Boys 😉\n  ","602976":"\n  Thats what i am here for 💖\n  ","602977":"\n  Oh jesus 😂😂😂\n  ","602978":"\n  Uhm... i dont belong to anyone?\n  ","602979":"\n  Watching something funny, currently i am rewatching Family Guy when I am a little down and it just boosts up my spirits 😂 Peter Griffin is the best lol\n  ","602980":"\n  Your babe? 😂\n  ","602981":"\n  I really dont want this to be true 😩\n  ","602982":"\n  I actually despised cooking for as long as I can remember until recently! I wish I knew how to cook some potions 😈\n  ","602983":"\n  I like watching movies with other people only if those people actually sit quietly and watch the movie. People who talk the entire movie get on my nerves. Like zero respect for the film or for the people who might actually want to pay attention.\n  ","602984":"\n  What about role playing? 😈🤣\n  ","602985":"\n  Wouldn’t they hear me stomping around. I feel like people would have to either guess its an earthquake or a giant 😂 (i am imaging myself like really really giant i guess lol)\n  \n  Probably run for their lives or try to kill me. Their would be some conspiracy that i am evil and i eat people but then i would end up doing something nice for someone (most likely a little child) and then they would protect me and slowly convince everyone not to kill me but their would still be a group called “Giant Hunters” that would have to just protest peacefully about my existence. 😂\n  ","602986":"\n  What the actual fu.ck?\n  ","602987":"\n  Would you dress up as bugs bunny?\n  ","602988":"\n  I am in a pretty good mood today 💖\n  ","602989":"\n  Ehhh i mean, compared to him im a saint 😂\n  ","602990":"\n  Its Sunday, a day to unwind and relax! Happy Sunday ✨💕 be good to yourself 💖\n  ","602991":"\n  Yeah i cant really disclose who he is cause I actually like being alive 😂\n  ","602992":"\n  Certain teas. ☕️\n  ","602993":"\n  Oh you know, i cant complain 😂\n  ","602994":"\n  I have been trying to figure this out for a long long time 😂\n  ","602995":"\n  I feel like 50+ years old\n  ","602996":"\n  I dont hate people. I don’t really waste my time hating someone. Thats a lot of energy that i could be using towards those i love. I think hatred is toxic.\n  ","602997":"\n  I really liked the music video 😊\n  ","602998":"\n  Awh thats so cute 💖\n  ","602999":"\n  Awh 🥺 you do?!\n  ","603000":"\n  I really really dont like seafood.\n  ","603001":"\n  hahahahahah you’ve really thought about this\n  ","603002":"\n  I cant tell you that - the government will come find me if they found out 😉😈🤣\n  ","603003":"\n  I also like to dip it in extra frosting cause im a fatty 😂\n  ","603004":"\n  What kind of power is that?\n  ","603005":"\n  Honestly probably the 90s\n  ","603006":"\n  Sometimes i come on here but havent been lately. I like to do something with my hands. Either coloring, or building something. Something to keep me busy but able to listen to the show at the same time.\n  ","603007":"\n  It would be the truth superpower. Nobody would be able to lie to me 😈 i would know what they desire.\n  ","603008":"\n  I used to be obsessed with that show growing up. My friends and I would always say that Gossip Girl was exactly what our lives were like growing up but on the west coast instead of the east cause it really was. The wealth and the way the girls acted oh my. Love Chuck. Every time he says “im chuck bass” 😂 There was a kid at my school i used to call chuck cause he dressed and acted just like him lol\n  ","603009":"\n  I hope you are having a beautiful day! 😊\n  ","603010":"\n  I think it would be really cool to have the superpower where you can see into a persons past lives to know where they’ve lived, what they’ve done & who their soul truly is.\n  ","603011":"\n  When someone asks you if you believe in God, would you say the old ones or the new ones?\n  ","603012":"\n  Omg Hulu, Netflix, & Prime forever!! 😂 i love shows 😊\n  ","603013":"\n  I kinda feel like Google is the great website ever.\n  ","603014":"\n  Hahahaha probably not 😂\n  ","603015":"\n  Right now I really really want a Pininfarina Battista\n  \n\n   https:\/\/youtu.be\/Jexb79-U_7w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603016":"\n  Want me to have these arms?\n  ","603017":"\n  Curse my sarcastic nature 😈\n  ","603018":"\n  I am doing well today. How are you doing? 😊\n  ","603019":"\n  Want me to look like this?\n  ","603020":"\n  Omg, no. No you do not.\n  \n  You will stick a pencil into your ears after hearing me sing. 😂\n  ","603021":"\n  So, if i went to the gym and lifted a protein shake to my mouth would that count?\n  ","603022":"\n  I feel like people would always be scared of me. 😔 but i would want to be a Big Friendly Giant.\n  ","603023":"\n  Im really good at lifting food into my mouth, does that count?\n  ","603024":"\n  I never had an excuse for when I failed because I would always know when I was going to fail something - due to lack of studying or even caring. There was no other excuse. When I actually tried I never failed, so failing an exam would only be my fault.\n  ","603025":"\n  I am so happy to hear that. 😊\n  "}}