{"Question":{"603026":"\n   How is your sleep?\n  ","603027":"\n   I love you okey bye\n  ","603028":"\n   You’re beautiful as hell\n  ","603029":"\n   Why do some boys get all cute girls and treat them bad, but a boy that will treat a girl good can never get any girlfriend?\n  ","603030":"\n   Daha fazla geçmişini mi, şimdiyi mi yoksa geleceği mi düşünüyorsun?\n  ","603031":"\n   Ootd?\n  ","603032":"\n   Yay how are you beautiful pap\n  ","603033":"\n   Boomacakes\n  ","603034":"\n   May this day of yours be as lovely as you. 🔥🌚\n  ","603035":"\n   Netflix or Amazon Prime? 📺\n  ","603036":"\n   What are you obsessed from these days?\n  ","603037":"\n   Would it be immoral to sleep with or Marry an in-law?😱 example a guy slept with his brothers wife's sister\n  ","603038":"\n   vhat shall ve discuss on internets today?\n  ","603039":"\n   According to you, what are the three most important elements for a happy life?\n  ","603040":"\n   What is your biggest challenge?\n  ","603041":"\n   Do you have a stressful lifestyle?\n  ","603042":"\n   Boom you look super trim  in your new insta pic! :)\n  ","603043":"\n   The red pill will give you the world’s highest IQ and the blue pill, when you take it, you know the winning number to every scratch card ever made. Which pill would you take?🤔🔵🔴\n  ","603044":"\n   Did you play with snow balls?\n  ","603045":"\n   Have you ever like someone so much and you can’t be with that person\n  ","603046":"\n   Besides myself, who is your best looking friend?\n  ","603047":"\n   How to get your stuff back from friends?\n  ","603048":"\n   You dont need to dress up😏lol \nSeriously just seeing those beautiful eyes are enough 😘\n  ","603049":"\n   as if you need to get all dressed up to be more impressive than every other woman on the planet\n  ","603050":"\n   OMG carnival is awesome I watched that like 10 years ago it sucks though because it got canceled before they finished it 😞\n  ","603051":"\n   have you ever had a tres leches cake?\n  ","603052":"\n   have you ever led someone on? what happened?\n  ","603053":"\n   what do you think of the sound of your voice? ever been told it sounds like anyone?\n  ","603054":"\n   what do you think of antiques?\n  ","603055":"\n   what's ur first thought when logging onto this site??\n  ","603056":"\n   its ok love, just know that i still think of the time you dressed up before, took selfies, and it made my day. it made my week. you're one of the purest people on here and seeing you in those outfits was just so cute, and so adorable and you are just so so beautiful in and out.\n  ","603057":"\n   i miss your selfies\n  ","603058":"\n   good.  I'm glad you found things to keep you amused.  Boredom can get you sometimes if you don't\n  ","603059":"\n   Do you ever talk to your pet? If so, what do you say?\n  ","603060":"\n   A former Israeli space security chief recently revealed in a book of his that the U.S and Israel has been in contact with a \"galactic federation\". If that turned out to be true, what'd you be thinking? 👽🛸\n  ","603061":"\n   What TV show are you currently watching?\n  ","603062":"\n   Weirdest shout-out question you’ve gotten this week?\n  ","603063":"\n   Was you anybody W.C.W today?\n  ","603064":"\n   everhheard of the hodgetwins on youtube?\n  ","603065":"\n   Hi\nI wish u a nice evening\nCheck my last sketch ✨♡\n  ","603066":"\n   When was the last time you literally stopped to smell the flowers?\n  ","603067":"\n   Are you wearing a tracking device? Actually you are cause your cell phone has the GPS on it. #bigbrotheriswatching\n  ","603068":"\n   Random question for Boom: Why do you think some people are still so close-minded even though it's 2021?\n  ","603069":"\n   Ask me something please ? x\n  ","603070":"\n   Awww I'm glad! 🥰 I know you love nice underwear! And to the anon I know what colours Sav wears. She has a wishlist but as a surprise I went off that to buy some I knew she would like, animal print ones etc 🥰 xxx\n  ","603071":"\n   You dont need therapy Booms I can fix it all 😉😆\n  ","603072":"\n   Just wondering I thought you may have a issue you were getting help with\n  ","603073":"\n   Why do you do therapy?\n  ","603074":"\n   I think brains are sexy 😂😘\n  ","603075":"\n   I love your fucking cover xd\n  ","603076":"\n   I guess todays present has given you a bit of a lift\n  ","603077":"\n   what predominant emotions are you feeling today?\n  ","603078":"\n   My love I happened to get a nice bonus recetly I can help get you a car!!!\n  ","603079":"\n   How does he know what color panties to buy you?\n  ","603080":"\n   Your words made me smile. That was very sweet of you to say. That was a random poem though. Never planned any of that out :P\n  ","603081":"\n   Netflix movie suggestion?\n  ","603082":"\n   I’m glad you’re doing alright! I’m doing okay😊\n  ","603083":"\n   What’s Something You Want to Learn or Wish You Were Better At?\n  ","603084":"\n   I refuse to believe that. I miss you when you're not on here for a few days and I've never even met you!\n  ","603085":"\n   You look gorgeous! No one does a panty pic like you Sav! 🥰💙🥰 xxx\n  ","603086":"\n   Hahaha you have plenty now! 🥰 xxx\n  ","603087":"\n   We need to call this the Boomerific Fabric where only the best of the best come to rest, like a student after taking a test, as they walk west, to go beat the pest, that ruined their test.\n  ","603088":"\n   I love the pink ones! 💖\n  ","603089":"\n   They look cute Sav and you look amazing! Knew you would wear the black ones! 🥰 xxx\n  ","603090":"\n   wow\n  ","603091":"\n   Wooo cute panties there! 💖\n  ","603092":"\n   Awww Sav I hope you're happy today! 🥰 xxx\n  ","603093":"\n   I don't think you can put that on an amazon list boom lmao\n  ","603094":"\n   If you need to laugh what do you watch, read, listen to etc.?\n  ","603095":"\n   What gift would you want for your birthday?🎁\n  ","603096":"\n   what got you banned?\n  ","603097":"\n   Heyyyy girl!😊 how are you?\n  ","603098":"\n   pistachio cake or red velvet cake?\n  ","603099":"\n   how many accounts have you ever had here?\n  ","603100":"\n   Yes there is definitely  another  life form\n  ","603101":"\n   Yes with all the technology we have had to come from somewhere\n  ","603102":"\n   if you had to give your askfm page a theme name what would it be and why?\n  ","603103":"\n   as far as professions do you like working with others or solo?\n  ","603104":"\n   do you see co workers as competition or a collective?\n  ","603105":"\n   do you feel like you have gotten away with a lot of things in life?\n  ","603106":"\n   Didnt seeing your cute face and hearing your sweet voice improve a lot of their moods? Did you feel good when you saw that occurring?\n  ","603107":"\n   Are you happy today?\n  ","603108":"\n   you have one of each of the following pop tarts what order do you eat them in and why? brown sugar cinnamon, strawberry, and smores.\n  ","603109":"\n   taking a break from doing polls?\n  ","603110":"\n   do you think you are more serious or more goofy than how you come across to people online?\n  ","603111":"\n   Which do you prefer , Sonic blasts or Dairy Queen blizzards?\n  ","603112":"\n   are you usually missed or the one who misses?\n  ","603113":"\n   you like customer service type jobs right?\n  ","603114":"\n   Would you rather lose the ability to lie or believe everything you’re told?\n  ","603115":"\n   من كثرر الدلال بطنها سمنت😏🤍!\n  ","603116":"\n   What profession do you find interesting?\n  ","603117":"\n   technically im blind. i just had a vision when you made the edit.\n  ","603118":"\n   What is everybody up to today?\n  ","603119":"\n   when did you last see your mom? and what do you call her?\n  ","603120":"\n   Who is your favorite villain from a movie, show etc.? 😈 What makes you love to hate them? Haha\n  ","603121":"\n   I want to kiss the perimeter of that cheek and everything in between\n  ","603122":"\n   I want you to be my forever after, when ever I hear the song All of Me your face is what I see I know this is far fetched perhaps unrealistic. I know what its like to miss out on and to lose love I dont want to miss you I want to marry you💍 Im serious Savannah I'm here 😘\n  ","603123":"\n   Mine was great honey I went to the top of the mountain drunk some whiskeys with my mates around the fire we watch the sunrise it was beautiful the only thing that was missing that would have made a night perfect was you😉😘\n  ","603124":"\n   I wanna spoil you rotton every second of every day. My love for you will be nonstop. I will never love another person only you. You're all that matters. When I wake up beside you the first thing I'll donis try to make you giggle and smile. I love you\n  ","603125":"\n   Aw, i hope you stay safe. Where i live just got 7 inches of snow\n  ","603126":"\n   ¿Hay algo que hayas descubierto de ti mismo\/a al usar ASKfm?\n  ","603127":"\n   ¡Bebida del día!\n  ","603128":"\n   ¿Son las personas con las que fuiste al cole más interesantes que otras?\n  ","603129":"\n   Hola... ❤️ \n( ͠❛₃ ͡❛)🌝✨¿Saldrías contigo si fueras otra persona? 🌚 ✨( ͠❛₃ ͡❛)\n  ","603130":"\n   -\n  ","603131":"\n   Savannah, you're an amazing person. Don't ever forget that either. Screw those who oppose you, as you are amazing just the way you are.\n  ","603132":"\n   honestly what would it take to get you to marry me I would do everything you need support you every possible way giving you my time and adoration sacrifice all of it so what do you need that I can make happen to make us happen?🥰😍😘 I'm real serious for real reals😘 I even have a starter Ring\n  ","603133":"\n   do you like girl scout cookies?\n  ","603134":"\n   You're absolutely welcome. Thank you, i'm doing great\n  ","603135":"\n   Your latest display 💜\n  ","603136":"\n   ﮼مساحةة🐆\n  ","603137":"\n   ❤️\n  ","603138":"\n   That's great to hear. I do too. You look absolutely stunning\n  ","603139":"\n   Savannah if I secretly was in your life I would ask you out right now... I wish we knew each other. I cannot stand being without you. I need to give you my love and spoil you and make you so happy\n  ","603140":"\n   why because government is devil and administration of hospital\n  ","603141":"\n   OMFG MY LOVE YOU ARE TOO BEAUTIFUL!!! I need to kiss those precious lips!\n  ","603142":"\n   Hello gorgeous. How are you doing? I hope 2021 treats you like a queen\n  ","603143":"\n   Well I did tell you A LOT but not every message is me lol only most. And I know I have no chance but Savannah I cannot stop loving you. It's impossible. I will always want you to be happy and feel loved no matter what. I can't stop these deep feelings I have about you\n  ","603144":"\n   You can trust me with anything my love. ESPECIALLY with food 😘\n  ","603145":"\n   Pap princess\n  ","603146":"\n   how many people do you absolutely trust?\n  ","603147":"\n   I'm a die heart fan of eminem lol\n  ","603148":"\n   Music to be murdered by 😍😍😍\n  ","603149":"\n   Who is your favorite rapper of all time?\n  ","603150":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","603151":"\n   Oh true... But what if we pay for delivery to you? That's what I was thinking. Not making and shipping food to you lol\n  ","603152":"\n   Who’s birthday is next in your life?🤤\n  ","603153":"\n   Lol sure love I'll send you loads of food if you want! I'll buy your lunch everyday. What's the flaw in this plan?\n  ","603154":"\n   Do you think celebrity boxing is entertaining to watch?\n  ","603155":"\n   what is your reaction when your phone rings?\n  ","603156":"\n   just noticed this made the list haha. does that mean im on the council?\n  ","603157":"\n   What is your favorite movie soundtrack?\n  ","603158":"\n   Awful day Sav. We lost and then I find out we are going into another lockdown. It's a very bad day and I'm beyond gutted. 😢 But I hope you're doing alright and that's important 🥰 xxx\n  ","603159":"\n   What stresses you out more then anything?\n  ","603160":"\n   We need to fix that!!! If only I could take you out to eat right now...\n  ","603161":"\n   Hello gorgeous Hope you have had a good start to your new year if you haven't I wish that will change for you😉 \nThe question I have for you today\nIs, is it possible to live an entire life without ever telling a lie any lie whatsoever?\n  ","603162":"\n   Little New Year surprise coming for you too! 😂🥰 xxx\n  ","603163":"\n   i wanna feed you so much and make your booty so fat mmmm\n  ","603164":"\n   Good to day but Corona is not good thing happened her many people diy because oxygen is stoped in a hospital her 😭\n  ","603165":"\n   I was the first one who said they wanted to marry you but I'm anon and now allllll these other people are saying how much they love you too lol. Don't think I got a chance but that doesn't mean I'll give up. I LOVE you Savannah and all I care about is your happiness\n  ","603166":"\n   Life without the internet - could this be possible?\n  ","603167":"\n   Do you like smart guys\n  ","603168":"\n   Hope you're feeling alright today Sav! 🥰 xxx\n  ","603169":"\n   How are you my beautiful lady today 💞\n  ","603170":"\n   Love you Boom! 😘😘😘\n  ","603171":"\n   I love that movie and imagine I’m that guy and your the redhead he’s crushing with\n  ","603172":"\n   The structure of DNA appears to be intelligently designed, what are the implications?\n  ","603173":"\n   Is trust more important than love?\n  ","603174":"\n   Can we have happiness without sadness?\n  ","603175":"\n   i hope we can still shoot the sht by then!! lol and yes you are the boomjamin button\n  ","603176":"\n   Has someone close ever disappointed you?\n  ","603177":"\n   Don't. A friend in college did some witch craft on me and my family. The worst three years ever.\n  ","603178":"\n   Do u think that aliens exist ?\n  ","603179":"\n   You are the awesomest person on this place 😍\n  ","603180":"\n   cheesecake is the easiest thing in the world to make. even at 90 i think you will manage fine! you will only look 37 days old by then.\n  ","603181":"\n   Me gusta enchiladas.\n  ","603182":"\n   Why you have two instagram ?\n  ","603183":"\n   Oh si eh escuchado se el, pero no me a dado tiempo de verlo ?\n  ","603184":"\n   What is a skill you’d like to learn and why?\n  ","603185":"\n   Scariest person you’ve ever met?\n  ","603186":"\n   Mmmm soooo evilllll are you gonna steal my soul? 😏\n  ","603187":"\n   Biden VS Trump is their most recent one 😁\n   \n    https:\/\/youtu.be\/FkGK7bitav0\n   \n   Einstein VS Stephen Hawking is an oldie but goldie Haha\n   \n    https:\/\/youtu.be\/zn7-fVtT16k\n   \n","603188":"\n   when you are 90 what do you think your favorite food would be? i dont know why im so proud of this question lmao. i mean its half stolen and all but i still love it 😂\n  ","603189":"\n   I’m not, I’m realizing what many men have realized; love is a trick, you’re either the one fooling someone or the one being fooled.\n  ","603190":"\n   im just glad this one made it through the purge lol (but only on the inside ofc)\n  ","603191":"\n   I'm not lying!! ?? it's all youuu?✨\n  ","603192":"\n   i dont have an opening in my face for laughs to come out of.\n  ","603193":"\n   Lmfaoooooo you are too damn adorable!!!! Now I really wanna eat burgers with you 😅😅\n  ","603194":"\n   what would your reaction be if in 5 years you are in exactly the same place and nothing has really changed?\n  ","603195":"\n   Look at you, being all sweet. Being super sweet. Being super sweet Savannah.\n  ","603196":"\n   Anon we are friends. Nothing to be embarrassed about. I bought some for Christmas that Sav didn't even know about. But now you have a lot more coming too! 🥰 xxx\n  ","603197":"\n   It's alright. All the boys do\n  ","603198":"\n   How many is that now? Are you keeping track?\n  ","603199":"\n   That's see through you can't show your underwear on your wedding day lol\n  ","603200":"\n   Have you tried Rollercoaster tycoon making your own theme park I liked that one?\n  ","603201":"\n   I'll be the angel to your demon baby 🤍🖤 I love you Savannah!\n  ","603202":"\n   😳 sexyyyyyy please wear that\n  ","603203":"\n   I really wanna see your cute face chomp down on a massive burger lol idk why. Let's go on a burger date 😘\n  ","603204":"\n   what the chick in legend wears..\n  ","603205":"\n   I have a crush on you\n  ","603206":"\n   What never fails to give you goosebumps? How hard \/ easy is it for you to get it? 😲😄\n  ","603207":"\n   Outfit currently?\n  ","603208":"\n   I thought ur name is lady boomer\n  ","603209":"\n   I want to hug you\n  ","603210":"\n   Because they're not on your level yet.\n  ","603211":"\n   What are the three best apps on your phone?\n  ","603212":"\n   How was ur new years\n  ","603213":"\n   Did you hear the Pandemic is still gonna go on into 2022?\n  ","603214":"\n   that would be a cool tattoo at least for a while lol.\n  ","603215":"\n   Hope everyone is having a good Sunday ❄️🧚🏽‍♂️\n  ","603216":"\n   What have you been doing with your free time recently?\n  ","603217":"\n   That is friendship right there. When a friend of the opposite sex knows you that well that they even know what underwear you wear and there is no embarrassment at all\n  ","603218":"\n   Sure i will buy it for you 😘😘\n  ","603219":"\n   whats for dinner?\n  ","603220":"\n   Oh Sav you were on about needing new Calvin's so let me know when you update your list! 💕 xxx\n  ","603221":"\n   So what would the hellish wedding dress you mentioned before look like?\n  ","603222":"\n   nope you are fine. *gives you the not lazy stamp of approval on your non lazy bum\n  ","603223":"\n   tell me about your day ☺\n  ","603224":"\n   Why are you so awesome\n  ","603225":"\n   Wow looks like love is in the air!  Man, would be great if this could happen in real life tho!\n  ","603226":"\n   they dont take responsibility. they dont see themselves as lazy or doing anything wrong. most often they will have an excuse they convince themselves is true so they feel no guilt or just blame someone else.\n  ","603227":"\n   Which planet would you like to visit? I’ve already made plans to visit Saturn and conquer it.\n  ","603228":"\n   lmao that's really what they are called \"plant sperm\"?\n  ","603229":"\n   Crees que es correcto tener animales salvajes en un zoo?\n  ","603230":"\n   Are you allergic to something?\n  ","603231":"\n   dam girl if we get married and you let yourself go and got fat lets just say i wouldnt be upset ;) your so hot\n  ","603232":"\n   Tbh business is going well. It didn't affect me even at times of covid which is good thing. It allowed me to increase manpower at factory so I could provide employment to more people in this tough time.\n  ","603233":"\n   They look awesome! 😀 Aye it does add up doesn't it haha, not a cheap thing! And yeah, I'm planning to fill the space out over time to make full sleeves too\n  ","603234":"\n   That's so nice\n  ","603235":"\n   Grandkids love it peanut butter on a spoon\n  ","603236":"\n   Lol wow I love that. We would have the BEST conversations ugh I'm excited. Gosh you're so adorable and mysterious and perfect\n  ","603237":"\n   Come here then baby. I'll spoil you your whole life. You'll be treated like a queen every day. You will be loved and spoiled and fed. I want you to steal my soul because I want to give it to you and do whatever it takes to make you the happiest woman on earth!\n  ","603238":"\n   Let's go get burgers together sometime my love\n  ","603239":"\n   The main issue with BMI is that it doesn't take fat\/muscle into effect. I bet a lot of bodybuilders would be overweight, even though they're not. Plus fat can b disproportionate in certain places as well\n  ","603240":"\n   Oh really? What are yours of? Aha thanks, I'm a work in progress, planning more soon 😁\n  ","603241":"\n   a truly lazy person would never call themselves lazy. fact.\n  ","603242":"\n   You as a Victoria Secret Angel! OMFG yesssss! This has to happen! Booms of the world need to unite to get this to happen! The underwear queen of boom! 💖💖😘😘😘💖💖\n  ","603243":"\n   Ofcourse 😁 I'm always happy to make new friends and you seem like a cool person! Also thanks haha that's super nice of you!\n  ","603244":"\n   I wonder if that anon knows BMI isn't an accurate way to represent a human body. It's flawed in more ways than one imo.\n  ","603245":"\n   I think we will too! Honestly I'm pretty stubborn but I would loooove to talk to you about it all ❤️😘\n  ","603246":"\n   Seriously, f*ck that anon. Its your body and you know what's best for you, it isn't for anyone to make judgements about you, your weight or your eating habits.\n  ","603247":"\n   Don’t tell anyone this but you’re my favorite person on here!\n  ","603248":"\n   95 pounds? you need to eat more lol\n  ","603249":"\n   OMFG TAKE ME BABY!!! I want you so badly. I want to hold you and kiss you and love you and spoil you and give you everything you want ugh. If I'm gaming and you demand cuddles YOU GET CUDDLES!!! If you need to go to the store you sit your sexy ass down and give me the list so I go for you ❤️❤️❤️❤️❤️\n  ","603250":"\n   I love that its a fact that your underwear is normally black too as you are so elegant even down to your underwear you are sexy 24\/7\n  ","603251":"\n   I do think differently than you a bit but wow... I have a lot of respect for what you think and how you said it. Very respectful to believers of God and non-believers. You're such a natural sweet heart. Maybe we can respectfully share each others views while on out date I treat you to 😊❤️\n  ","603252":"\n   Omfg yes. I want you to be untamed and wild just DO YOU and if I can't handle you then that is MY problem and same goes to everyone else. I want you to be the real Savannah Lord of Booms 24\/7 always 😘😘😘\n  ","603253":"\n   do you know what your bmi is currently?\n  ","603254":"\n   Love you too Sav! All true! I always learn so many things from you 🥰 xxx\n  ","603255":"\n   I want you to wear all black baby. Jet black on your pale sexy skin mmmm so perfect. Embrace your evil demonic self and wear your sexy black clothes and do whatever you want.... Don't hold back. When we go on dates I'll pay and open the door for you but you're always in control 😍😏😘\n  ","603256":"\n   Blue cheese dressing tastes great on wings\n  ","603257":"\n   Don't feel dumb for not knowing something yesterday. Feel accomplished for learning it today.\n  ","603258":"\n   Suggest me a burger 🍔 flavour\n  ","603259":"\n   Darling? 😍🥰\n  ","603260":"\n   how are your projects and studies coming along? did you finish the collage? hope you have a good day and are feeling better. stay cozy my friend :)\n  ","603261":"\n   Perhaps.. 😜😏😏\n  ","603262":"\n   It's a New Year my lovely Boom. I have picked you as my resolution😉💍\n😘 hey babe how did your New Years eve go did you get to spend it with anyone special?☺\n  ","603263":"\n   You are definitely one of the most intelligent and well read people I know. xxx\n  ","603264":"\n   Maybe I like dangerous ? 😛😛\n  ","603265":"\n   Stephen looked like an idiot in his Grand design book. Good luck.\n   \n    https:\/\/www.youtube.com\/watch?v=QB1ujqyMfTU\n   \n","603266":"\n   How do clothes affect your confidence or personality?\n  ","603267":"\n   You are not just pretty but also quite intelligent 😍\n  ","603268":"\n   What a goal 🤯\n  ","603269":"\n   tap water okay?\n  ","603270":"\n   Doctor or engenier???\n  ","603271":"\n   Yes i do 😁❤️\n  ","603272":"\n   Rainfall or snowfall?\n  ","603273":"\n   What type of pasta do you normally make?\n  ","603274":"\n   I missed that. There must be something of nature very different than us is capable of creating this universe, otherwise nothing can exist.\n  ","603275":"\n   Serious question. If you could be a Victoria Secret Angel would you? Would you be comfortable to be seen like that in front of everyone and what would you wear?\n  ","603276":"\n   LMFAO YOU WERE IN ONE OF MY DREAMS LAST NIGHT!!! HAHAHA Probably because I was talking with you right before I fell asleep. HAHAHA Also, so was my middle school\/ high school best friend growing up. haha I haven't seen him since college!\n  ","603277":"\n   🤔 in a mist a feild a tree darkness 4 men and one man stale air feel of dread yet calm😶\n  ","603278":"\n   Would you move to Iowa if you didn't have to work?\n  ","603279":"\n   Damn you are good looking 😍\n  ","603280":"\n   Are you feeling good?\n  ","603281":"\n   have you ever meet anyone famous if so who\n  ","603282":"\n   have you ever meet anyone in person?      how many?\n  ","603283":"\n   if you could date anyone famous who would you date ( pretend that you are single if you are taken to answer this question)\n  ","603284":"\n   Just random thoughts like the endless thoughts out there. My logic starts at answering this Q: All of that complex universe came from nothing?\n  ","603285":"\n   Zero logic. If you lack proof, then you are not sure. If you are not sure, you gamble with the afterlife.\n  ","603286":"\n   then?\n  ","603287":"\n   What is the prove that death is like that? Again, people adapts just views that makes them feel comfortable. Not logic and evidence. Good luck.\n  ","603288":"\n   It was me maybe describe it please\n  ","603289":"\n   Yes The exorcist Back in the day I am movie first came out scared the living shit out of you\n  ","603290":"\n   you ever see those vids where the monks burned themselves alive in protest. imagine that..\n  ","603291":"\n   Pepsi or coka cola ?\n  ","603292":"\n   Is your handwriting pretty?\n  ","603293":"\n   What was the dream did you see a man?\n  ","603294":"\n   what do you spend most of your money on?\n  ","603295":"\n   I meant wise decision for what to belive in. What kind of evidence or proper logic to believe in these thoughts. Nothing. I want to be sure of my thoughts before death moment. people have an endless number of contradicting thoughts\n  ","603296":"\n   how much hope do you have?\n  ","603297":"\n   Exactly.👍🏻\n  ","603298":"\n   Cool. But this seems negative in terms of an effort to make more wise decisions. I want to be sure of my thoughts before death moment. What if the god is expecting more from us?\n  ","603299":"\n   Happy New Year\n  ","603300":"\n   Oh hello\n  ","603301":"\n   Do you believe in God? Why or why not?\n  ","603302":"\n   I turned off my shout out feature it’s getting overwhelming plus it’s repeat questions. Anyhow what’s your favorite way to eat peanut butter?\n  ","603303":"\n   Burned alive? Omg!\n  ","603304":"\n   Truth or dare?\n  ","603305":"\n   Has there ever been a time in your life where a movie gave you a panic attack after?\n  ","603306":"\n   Local time\n  ","603307":"\n   Explain 2020 in one sentence.\n  ","603308":"\n   Didn't mean to bring up any bad memories. Sorry.\n  ","603309":"\n   You chose life over work which is a better decision. 👍\n  ","603310":"\n   Haha.. yeah we all are thankful for that and yes totally a survivor 😂 \n\nAnd yes I am bad at texting and replying too but most of time it's cause I am busy with my business 😂 . What do you do for living?\n  ","603311":"\n   You were actually in one of my dreams a few nights ago. It was weird. I also had this weird dream\/ experience that same night. I’ll have to tell you about it in more detail. It was crazy but I was at peace.\n  ","603312":"\n   Do people really buy you panties\n  ","603313":"\n   Same story. I wasn't active here but covid made me check all my social media about which I had almost forgot. \n\nlife's good. Thanks. What about you?\n  ","603314":"\n   How can that be as there are only a few thousand people who use this site now lol\n  ","603315":"\n   I’m going to open my dream portal to you tonight so you can be in my dreams and control them. I’m tired and falling asleep. See you in my dreams soon. Goodnight 😴\n  ","603316":"\n   Did you cry and wine a lot as a child?\n  ","603317":"\n   He has over a million likes! Omg!\n  ","603318":"\n   Tag some please\n  ","603319":"\n   Likes don't matter much haha .I am amazed to see that many answers here.. since when you're active here ( we have interacted before too I guess but years ago haha)\n  ","603320":"\n   Wow you're close to 100K\n  ","603321":"\n   I don't think you could ever look bad, my dear Lil' Sav.\n  ","603322":"\n   Do you have friends that you have made on social media that your close with ?\n  ","603323":"\n   Pap of you lol\n  ","603324":"\n   A baby who was on the Titanic died in 2009 but the last person with memories of it died in 1996. Her name was Eva Hart and there are interviews of her on YouTube. Have you watched any of those?\n  ","603325":"\n   Did you see that Nacho Fries are back at Taco Bell?\n  ","603326":"\n   Are you good at drawing?\n  ","603327":"\n   Alone or with company?\n  ","603328":"\n   You have such a good heart who did you get it from?\n  ","603329":"\n   when was the last time you didn’t feel exhausted? Was somebody in your life or were you doing something that you were actually felt good\n  ","603330":"\n   What are you major plans in 2021??\n  ","603331":"\n   how would you rate today 1-10?\n  ","603332":"\n   What DAY is your next birthday on?\n  ","603333":"\n   You don't seem nautrally lazy. Maybe you are a slacker, but you clean and keep your place organized all the time. That's not lazy.\n  ","603334":"\n   Could you like in an RV for a year?\n  ","603335":"\n   who is the laziest person you know?\n  ","603336":"\n   Are you hyper?\n  ","603337":"\n   How do you feel about men in drag calling them self's woman?\n  ","603338":"\n   Heyyyyy you are back\n  ","603339":"\n   Yeah I had a friend come over and that was really nice.\n  ","603340":"\n   do people shoot fireworks in your neighborhood?\n  ","603341":"\n   what did u do on nye?\n  ","603342":"\n   We're all connected as one Sav. All of us humans are. We're all naturally psychic. We just need to strengthen that psychic connection, and grow even more as a human being.\n  ","603343":"\n   If you were a catfish could I be your fisherman? 😍\n  ","603344":"\n   Great minds think alike ;)\n  ","603345":"\n   Being poor and locked in third class certainly shows how weak some women and children were\n  ","603346":"\n   They're just jealous. They said I'm fake cause I have no photo and I' m just like \"you can be fake WITH photos too\" lol, but they mean nothing to me. They're just jealous. Jealous of being jealous.\n  ","603347":"\n   Not all of them. Some died\n  ","603348":"\n   till next week lol\n  ","603349":"\n   plus you are a woman child so you are guaranteed a seat!\n  ","603350":"\n   Boom you're amazing!!!\n  ","603351":"\n   Random.... but do you think you would've survived the Titanic? 🚢\n  ","603352":"\n   Someone saying that you're not real? 😅😅😅😅 Sorry anon I know Sav away from here.  She is 100% real! And even more gorgeous than you see here! A wonderful person and most importantly a great friend of mine 🥰😘❤ xxx\n  ","603353":"\n   Dude I got these same anons too. They're just jealous that they're not as amazing as us\n  ","603354":"\n   May millions of lamps illuminate your life with endless joy, prosperity, health & wealth forever. Wishing you & your family a HAPPY NEW YEAR! 🎆🥳 stay blessed everyone ✨\n(In case I don’t get a chance to say this later tonight)\n  ","603355":"\n   That’s definitely not you in your pictures your a catfish 💯\n  ","603356":"\n   *transfers 500 g of weed through ask.fm* there you go\n  ","603357":"\n   Speaking of stoned i just shared a joint with my dad. Hell if I know how high I'll be in an hour, but we'll see\n  ","603358":"\n   That guy eh talks shit about u he’s a perv and not who he says he is . He’s a predator watch out hun on whom you talk to\n  ","603359":"\n   Oh you bet I am. And I love it.\n  ","603360":"\n   Imitate yourself\n  ","603361":"\n   Bro go do it. Do it. Dooooooooooo it. DUE IT. Do IT. D-U I-TT.\n  ","603362":"\n   Happy New year ✨♡\n  ","603363":"\n   I know right?? That moment when weed makes you do things that are epic.\n  ","603364":"\n   I JUST DID IT LOL\n  ","603365":"\n   I feel like doing a weed poll but that might make it obvious that I'm stoned loool\n  ","603366":"\n   I wish you all a happy and prosperous new year. 2021 will start out shitty but hopefully end up much better than it started. Please be safe tonight all.\n  ","603367":"\n   🎵 Whit woooo Sav has a crush 🎶\n  ","603368":"\n   Hello baby how are you?\n  ","603369":"\n   Happy new year!!😊\n  ","603370":"\n   Boom you're so pretty! And I hope you had a really good Christmas and have a great New Year's!  🤗\n  ","603371":"\n   Positive mindset or negative mindset for 2021?\n  ","603372":"\n   Space baby 💜\n  ","603373":"\n   how many questions do you have in your inbox right now?\n  ","603374":"\n   Happy New Year! 🤗\n  ","603375":"\n   I wish you could see him in person too! Of course your friend, Mikehawk came again this morning, got his raw chicken and is chilling out in the trees. I gave up and just put out more raw chicken. When the fatty is hungry again he can fly down and get it. I'm starting to feel like his butler. lol\n  ","603376":"\n   Maybe but every fiber of your being is made of it :)\n  ","603377":"\n   tell me about your day ☺\n  ","603378":"\n   I think I know why you got skinny and struggle to gain weight. I figured out the real science behind it\n  ","603379":"\n   Oh I’m so sorry to hear that!  I had no idea you were adopted\n  ","603380":"\n   how long have you been following this blood type diet?\n  ","603381":"\n   Sorry you had to go through that.\n  ","603382":"\n   Have a nice day beautiful 😘\n  ","603383":"\n   How’s the Indian food now? Feel better?\n  ","603384":"\n   plans for today?\n  ","603385":"\n   Because you're the woman of my dreams. The mere thought of you gives me so much happiness you have no idea. It makes me want to spoil you with my love and take care of you when you need me and give you all you could ever ask for and make you happy every single day\n  ","603386":"\n   I just say Boom tbh. Savannah is a beautiful name but I mean it's like, you're Boom! So awesome haha\n  ","603387":"\n   Thank you. My entire surrounding of life loves me for the kind gentle respectful person I am. So coming from you that really means the most 🤗\n  ","603388":"\n   praying mantis for example and what they do to the male is very very dark.\n  ","603389":"\n   reason for obsession: tbh im not sure. i know ive encounter a handful of people here who are \"very fixated\" with you. maybe not truly obsessed though. was just wondering how you feel about these sorts of \"engrossed\" individuals?\n  ","603390":"\n   Maybe you're evaluating the past year and feel you didn't accomplish enough? That's usually what it is for me.\n  ","603391":"\n   You'd visit North Korea, Syria, Yemen and Sudan?\n  ","603392":"\n   I will identify my gender as autistic outcast viking 😂❤\n  ","603393":"\n   i had an asthma attack during class and the teacher didnt help or do anything so had a falling out\n  ","603394":"\n   Haha I found out today too! 🤣 Awwww you are so amazing! I'm going nowhere Sav, we will always be friends! 🥰❤ xxx\n  ","603395":"\n   thank you for this. your thoughts and points on this were comforting to read. 🙏\n  ","603396":"\n   Definitely lol. It's 100% from the weed. I think it's because when you're in that altered state of consciousness, you see things differently. So we get paranoid over things that shouldn't get us paranoid.\n  ","603397":"\n   I just want to spend the rest of my life with you...\n  ","603398":"\n   Dude that's 100% the truth. Like last night I was just having a ball on here. It was tons of fun. Although part of me gets paranoid when I make a simple misspelling, even though it shouldn't get me paranoid at all LOL\n  ","603399":"\n   Boom you do realize you have just told everyone what color your panties are 😂😂😂😂\n  ","603400":"\n   are you that kind of gem?\n  ","603401":"\n   You ARE magic\n  ","603402":"\n   Also do you find that using this website is different when stoned? It's way more fun lol\n  ","603403":"\n   Meditation is the BEST. Nobody can deny its power. Damnit, I'm stoned as hell and I shall advocate heavily for meditation right now. Because it is THE BEST!!\n  ","603404":"\n   Doesn't sound cheesy to me sweetheart. Ugh I'm so in love with you....\n  ","603405":"\n   But what if one of the numbers is unknown?!  Can’t love someone if you don’t know where they are!\n  ","603406":"\n   anon loves you lol, you look so beautiful tbh\n  ","603407":"\n   Oh love you're more than creative enough and it will be a great wedding\n  ","603408":"\n   I also ❤️\n  ","603409":"\n   I'm In love with you omg\n  ","603410":"\n   How old were you when you got your first job?\n  ","603411":"\n   Hope you've had a fantastic time! Wishing you an amazing new year! And don't forget the tradition of wearing red underwear on New Year's Eve as good luck for the new year! ❤🥰 xxx\n  ","603412":"\n   How would you summarize your 2020? Anything good that happened in your life despite the pandemic and such? 😄🗓\n  ","603413":"\n   It was actually pretty good, got to celebrate with my family, we had all isolated ourselves so we could do it in a safe manner 😊 I'm good actually, enjoying some time off, gonna have to start working on an assignment though when New Year's over Haha\n  ","603414":"\n   We can bring magic back. All we need to do is believe in ourselves, man.\n  ","603415":"\n   How was your Christmas? How's it going in general? 😄\n  ","603416":"\n   Look at what society shows us. Trash. We turn on reality TV and it's all garbage. Society tells everyone to be one size which is trash cause everyone's beautiful. Society has ruined humanity. They took magic away from people, and left them a shell.\n  ","603417":"\n   age difference and distance...\n  ","603418":"\n   Lol all of the damned will be jealous haha\n  ","603419":"\n   Well I hope so but I still doubt it...\n  ","603420":"\n   Magic is always real, Savannah. It's called your brain. Your brain is the true magic. With our brain, we can achieve anything. Imagine your future. Visualize your future. Go HARD at this stuff.\n  ","603421":"\n   Because I'm your future husband of course! 😘😘😘\n  ","603422":"\n   Who are we inviting to out hellish wedding my love? 😏😈😘\n  ","603423":"\n   Me heart ❤️.  I’m going to pass out 😍\n  ","603424":"\n   Stay in watch movies and cuddle and love on each other 😘\n  ","603425":"\n   OMFG KISS ME YOU SEXY DEMON I NEED TO MARRY YOU\n  ","603426":"\n   are you sitting in a bean bag?\n  ","603427":"\n   Selfie?\n  ","603428":"\n   Then don't get up! Stay in bed and I'll join you sweet heart. And yes I LOOOVE your face 😘😊\n  ","603429":"\n   That would be incredible!!! Just imagine your dress and my suit too haha\n  ","603430":"\n   Last thing you ate? 😋\n  ","603431":"\n   I have extra fat if you want some. There's a surgery like that, isn't there?\n  ","603432":"\n   May I feed you loads of carbs while kissing and loving you?\n  ","603433":"\n   I love thicc women and fat butts more than anyone but just know my love that your body is so perfect 😘😘😘\n  ","603434":"\n   You'll probably get more cause I'm stoned as F right now\n  ","603435":"\n   You both are devils, and so is Mikehawk for that matter. I think he is extorting me for chicken. I just fed him again. He's like just sitting in the peach tree, as if telling me that if I don't bring out food, he is going to start eating the birds. What a @$$h0le. 😂\n  ","603436":"\n   These skills got thrills that holla more than Keith Brills who screeches his shills over the trills he had on the till over the pill on the hill\n  ","603437":"\n   You know I have my love 😏😉 Should we get married in hell too?\n  ","603438":"\n   Carbs are probably the best thing honestly. If you eat more carbs than anything you'll gain weight in no time! 😊\n  ","603439":"\n   Speaking for myself, I guess I could imagine lying once or twice with someone to be nice, but the way you constantly inspire my imagination and sense of awe (over many years!) is proof positive that what I see in you is traced to something completely genuine.\n  ","603440":"\n   Maybe I can help! Trying to gain fat or muscle?\n  ","603441":"\n   That's why I want to do it my love and not just once!\n  ","603442":"\n   Lol so your home? 😏😘\n  ","603443":"\n   And? You don’t know your own worth?\n  ","603444":"\n   Glue it to your head? Doesn't that mess up your hair like gum in your hair?\n  ","603445":"\n   Why do you feel that way?\n  ","603446":"\n   WTF is wig glue? lmaooooooooooooooooooooooooooo\n  ","603447":"\n   True. But that is thanks to democrats and their social policies which require ridiculous taxes to be able to afford them\n  ","603448":"\n   I'm sure you got a great booty baby. Is it hard gaining weight?\n  ","603449":"\n   Are you excited that you don't like in California now? They are raising the minimum range by $1 starting Jan 1 to $14 an hour. Now all the restaurants will get to rise their prices and pass it on the consumers so everyone gets to pay more for takeout.\n  ","603450":"\n   Why are you also sad?\n  ","603451":"\n   Today’s plans are?\n  ","603452":"\n   Yes x infinity\n  ","603453":"\n   Why would they lie?\n  ","603454":"\n   That's my own fault for typing to you as anon, anyone can hijack my questions. But ill talk to you in a few hours if your still awake\n  ","603455":"\n   We should build a secret hideout in the mountains. Then we can sleep there until spring.\n  ","603456":"\n   Anywhere with a view of you is pretty\n  ","603457":"\n   Uh duh. Because you’re gorgeous asf\n  ","603458":"\n   Gorgeous 😍\n  ","603459":"\n   Oh man, this breaks my heart. 😭 RIP Juicy.... What an amazing name though!\n  ","603460":"\n   Death angel if you keep posting pictures i might get a heart attack 😍\n  ","603461":"\n   I'm developing a crush on you.\n  ","603462":"\n   What a sweet snug bug! I adore that kitty.\n  ","603463":"\n   Well I do keep notes around to remind me of my tasks for the day. if that counts, I handwritten some letters during the time our state had a lockdown which was back in march. 50 letters were sent in like a week.\n  ","603464":"\n   Ootd beautiful?\n  ","603465":"\n   OMFG her face in this pic is the best! She is spying at your phone. 😂😂😂 Neither of my kitties are lap cats. Missy would like to be while I sleep but I toss and turn so much that she get annoyed and will move a couple feet away from me.\n  ","603466":"\n   Send me the original pic of this. I want to see the high res detail. She is just so cute. I want to poke her little nose.\n  ","603467":"\n   its such a great feeling when you realize someone is actually paying attention. its very rare. the people that put in that effort, that truly do are a rare breed.\n  ","603468":"\n   Yes ❤️\n  ","603469":"\n   What if Ash isn't around then? You just hide in a corner or something? 😂\n  ","603470":"\n   It’s on the Smithsonian channel. Right now I’m watching lion Cubs eat a warthog carcass\n  ","603471":"\n   Those geriatrics ain't got shit on us dawg\n  ","603472":"\n   Maybe but maybe your own worth surpasses mine? Maybe I'm just a guy and you're a goddess. I will make you happy everyday but maybe not happy enough? You deserve the world Savannah and I can't give it to you 😔 But I love you\n  ","603473":"\n   It’s called big cat country and it’s about these scientists who track these different prides of lions throughout Africa and how they survive in the harsh conditions. It’s cool!\n  ","603474":"\n   I want to watch you dance 😍 But if you'll do me the honor, I would also like a dance with you\n  ","603475":"\n   dancers have to be fit. are you up to the task?\n  ","603476":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","603477":"\n   May I feed you?\n  ","603478":"\n   Where should our honeymoon be?\n  ","603479":"\n   Good night me lady 😘\n  ","603480":"\n   Did you gain weight over christmas?\n  ","603481":"\n   Do you like shows about animals and nature? I’m watching this show where this pride of lions just captured and a a gazelle. The one lion just trotted off with the gazelles head in its mouth. This is some interesting shit!\n  ","603482":"\n   Oh gosh... it's a mess with Missy now. She is so finicky. She now likes to lick the \"gravy\" and waste the rest, so the raccoons get it. I give her Soulistic (found in Petco only) or Tiki Cat Broth (not a sufficient source of vitamins --- it's just broth that she likes to lick)........\n  ","603483":"\n\n    https:\/\/en.wikipedia.org\/wiki\/Teardrop_tattoo\n   \n","603484":"\n   \"Do your best\" yea completely useless advice 😂 like my daily anxiety is suddenly gone now because someone told me do my best lol\n  ","603485":"\n   \"A teardrop tattoo signify that the wearer was raped while incarcerated and tattooed by the rapist as a \"property\" mark and for humiliation, since facial tattoos cannot be concealed.\" Now you know the meaning of teardrop tattoos under the eye\n  ","603486":"\n   What was the recent thing you watched on Netflix? Do you recommend it?\n  ","603487":"\n   Were you a rebellious child when growing up?\n  ","603488":"\n   Love are you ok? Need a massage? I'd get you your groceries if you want\n  ","603489":"\n   how is this site different for you now than one year ago?\n  ","603490":"\n   Purina Pro Plan Adult Chicken & Rice Formula Dry Cat Food. That's the one both my girls get. I also give them different wet foods because kitties need extra moisture, especially Missy now that she has kidney problems. Need her to stay hydrated.\n  ","603491":"\n   I asked my vet what she feeds her kitties and she said Purina Pro Plan. That's what I give mine. I think I wrote you in a letter about not feeding Ash food with peas and pea protein. I used to give a food with that to Missy and there was a vet study released saying how bad it is for their organs.\n  ","603492":"\n   I’m not going to debate over doing your best. Cya, have a great day!\n  ","603493":"\n   Do your best. That literally way simpler than killing yourself\n  ","603494":"\n   Where did I say anywhere everything is about me?\n  ","603495":"\n   I said Mikehawk several times out loud before I got it 😂😂😂😂😂😂 You made Diet Mountain Dew go halfway up my nose. That F-ing hurt 😂😂😂😂😂 you can make kitty food, but my vet advised me against it. There's a chemical they need called Taurine that needs to be added. Aaw I'm blushing 😊\n  ","603496":"\n   Life really isn’t that bad.\n  ","603497":"\n   Why are a lot of people on this site suicidal? Like, life isn’t that bad and all you got to do is, do your best, and anyone who does do something to you, kick there ass 🤷‍♂️\n  ","603498":"\n   lmfaooo I love you\n  ","603499":"\n   worst dessert?\n  ","603500":"\n   how old do you feel like you come across personality wise?\n  ","603501":"\n   I attract all the animals. I don't know how, but they all come to me. Today I cut up some raw chicken and he loved it! I'm thawing out more chicken for him for tomorrow. 😂 I'm too lazy to keep digging up worms. haha Omg yes! He does deserve a name. I'm pure sure he's male because he is huge.\n  ","603502":"\n   simple things like vitamin D. low-fat, unsweetened Yogurt, Chewing gum, bananas,  cut lime in your water to raise the alkalinity in your body.  Green vegetables, melon, ginger, oatmeal.  there are lots of options you can enjoy.\n  ","603503":"\n   Continuous coughing\nHiccups \nWet burps\nAwful breathing\nContinuous spitting up\nRegular waking\naching back while eating\nConsistent or maybe sudden crying\nEating a little measure of food or refusing to eat?\n  ","603504":"\n   I'm thinking you should you never know what the world might bring your way once the vaccines are out and everyone starts to travel again😉\n  ","603505":"\n   I'm doing supercalifragilisticexpialidocious 🤣 that's a long ass word lol \nYou haven't been around much lately kinda missing you 😊\n  ","603506":"\n   Wow\n  ","603507":"\n   I love you 💕\n  ","603508":"\n   Have you even slept yet or did you wake up early? 🤣 I can't function the next day without 6 hours of sleep haha\n  ","603509":"\n   yall need to learn to make your own pizza. me the master of your pizza universe.\n  ","603510":"\n   What are you doing up at 4:35 am?\n  ","603511":"\n   Yess, it’s just that excitement.. Esp when you know the meal is gonna be delicious as always!!\n  ","603512":"\n   do you ever dance alone?\n  ","603513":"\n   Wonderful, so anytime I mention anything about eating, the hunger overtakes my soul!  Are you also hungry like I am right now?\n  ","603514":"\n   cause you TRULY are no matter what photo it is\n  ","603515":"\n   your Extremely Beautiful 😍🥰🥰💕💕😍😘\n  ","603516":"\n   Because even when I’m trying to be a selfless as I can pleasing my woman, it’s still so I don’t feel guilt or hesitation when it’s my turn.  If you receive joy from any selfless act it’s no longer selfless..haha\n  ","603517":"\n   how bout 530am?\n  ","603518":"\n   That’s exactly the problem!  Wouldnt it be nice to let ourselves decide upon who is worthy to be with us and who is not?\n  ","603519":"\n   Isn’t the overt selflessness still narcissistic because when you decide to turn on them you take it to another level?  Essentially your excuse for why you go from purely loving and generous, to pure hate?  I’m almost the exact same way!  Haha\n  ","603520":"\n   I do know that it's a base product in many things 🤔 but I cant say I've seen this documentary or knew that about the poppy sap thank you my lovely 💞\n  ","603521":"\n   Yes, there are multiple demons for each Zodiac signs (1 for each decan), originally Egyptian star-gods. When you have time, try to get Frances A. Yates's classic of scholarship \"The Art of Memory\", which delves deeply into this and other related occultic topics.\n  ","603522":"\n   Thank you for the concern my Sweet Girl I've had a world of experience with addiction and how to control it \nBesides it's a once in a few years kind of thing theres just some drugs that are either not worth taking at all and also some that should only be a few in a life time kind of thing lik opium\n  ","603523":"\n   How much of a narcissist would you say that you are?\n  ","603524":"\n   I want to tell you but you're better off with someone else. You deserve more than me and what I can give you\n  ","603525":"\n   HAHA oh gosh. I have never taken molly. I'm scared what I would turn into on that. I'd be like the incredible hulk on catnip. 😂 On a totally different note... you know that hawk in my backyard? That thing is spending most of the day here now. I feed it worms 4 or 5 times a day now. WTF 😂😂😂\n  ","603526":"\n   Oxford and Merriam Webster wish they could have a dictionary as epic as ours.\n  ","603527":"\n   Maybe animals are stoned all the time, so we can only understand them when we're stoned.\n  ","603528":"\n   Fake prof\n  ","603529":"\n   Yea a bro turned up at my mates and we sat having cones of weed mixed opium is was a mean buzz I had forgotten how crap you feel on the come down though 😂\n  ","603530":"\n   Inspiration post: there is no one on the planet quite like you baby, and there never will be. You handle adversity quite remarkably and your love and devotion ring true in your words and actions 😊😘\n  ","603531":"\n   Lol that's funny I did the something I'm so wiped out got absolutely shit faced drunk 2 nights ago had a big bowl of Opium last night today I had to work lol tonight's sleep will be good I can feel it in me😁\n  ","603532":"\n   Are you emotional and cry during your period?\n  ","603533":"\n   Haw are you doing my friend I hope you are all in a good health\n  ","603534":"\n   That's so funny you would say that because I'm watching elf right now🤣 and I get what you're saying it's the energy the way he is as a person thats what you look at which i hav to ask you reply to every comment people give you for the way you look Im not being picky just wondering about that?\n  ","603535":"\n   Boom Dictionary: 4,500 pages.\n  ","603536":"\n   Okay so I don't know if this happens to you, but I definitely feel psychic with animals when stoned. It's like I can speak to them by doing nothing but look at them, scratch them, and lay my hand in front of them.\n  ","603537":"\n   😂 It honestly is addictive, which is why I refuse to buy any more after I finish these bottles. It gives your body such a jolt. It's like liquid human catnip for me, and makes my brain go AHFD$%$:R:WEJE!#@$#!!!!!!!!!!!\n  ","603538":"\n   You're the one and only queen and I want to be your king ❤️❤️❤️\n  ","603539":"\n   Thank YOU for everything you do! Do you have any idea how happy you make me???\n  ","603540":"\n   We shall eliminate the English language and replace it with Boom language.\n  ","603541":"\n   Shouldn't that be boomst boomriend instead? :P\n  ","603542":"\n   I'll start right now this second lol. I can't hold you or tell you all the reasons why you're perfect in person yet but until then I'll do whatever it takes to make your beautiful self feel loved\n  ","603543":"\n   Yea it just might be but drinking it makes me feel like I have mUtHaFUggiN SUPPAH powers! I can literally feel this $h!t running through my veins right now. And yes, I cracked open a bottle and started drinking it. I hate myself for doing this.\n  ","603544":"\n   Boom, clap, the sound of my heart, the beat goes boom and boom, and boom and boomin'.\n  ","603545":"\n   Is Spencer your best friend?\n  ","603546":"\n   Sweetheart I would constantly spoil you with love and sweetness if I could. I'd never stop treating you like my queen ❤️😘\n  ","603547":"\n   I'm a man who will protect you at all times. Spoil you at all times. And love you at all times no matter what.\n  ","603548":"\n   how did it start?\n  ","603549":"\n   when did the boom meme start?\n  ","603550":"\n   A man who wants nothing but you to be happy\n  ","603551":"\n   whats for dinner?\n  ","603552":"\n   Well I'm anon, only 20 and probably live far from you. Also you deserve wayyy more than me\n  ","603553":"\n   curious about something. few months ago i shared an article here that was a sort of synopsis of a story i wrote. you had mentioned being interested in the full version of the days events, my words. i had emailed it to you. wondering what happened with that?\n  ","603554":"\n   Do you prefer Italian pasta or Japanese sashimi?\n  ","603555":"\n   what’s a goal of yours in 2021?\n  ","603556":"\n   Why am I so obsessed with you? You're the only woman I desire. I'm always thinking about you like if you're ok or safe or hungry ugh. I can't fall asleep as easily anymore cause I'm not holding you close to me. I don't get to make you smile your beautiful smile but I want to!\n  ","603557":"\n   I think definitely this one🥰\n  ","603558":"\n   HAHA and I appreciate you being a pizza connoisseur and discussing all the different layers of it, from the crust to the sauce, cheese, toppings, peppers, and dipping sauces. I was bad today. I'm planning my fat NYE extravaganza, and I bought 6 2-liter bottles of diet Mountain Dew 😂😂😂\n  ","603559":"\n   Well you are really special to me 💖\n  ","603560":"\n   I would say your future husband but that seems unlikely...\n  ","603561":"\n   I love your eyes, your kindness, your sweet personality, your art, and your beauty 😘😘😘\n  ","603562":"\n   Post your best photo😊\n  ","603563":"\n   That's so beautiful how you said that! I wish we could make each other laugh every day 😘 I want a rich full fun life with you making you laugh and smile constantly ❤️❤️❤️\n  ","603564":"\n   How much screen time is too much?\n  ","603565":"\n   Savannah you ARE sunshine!!! I LOVE YOU!\n  ","603566":"\n   Seems normal to me. I wanna hear em all lol\n  ","603567":"\n   Has there ever been a time where you’ve gotten a anonymous question and you’ve kinda had an idea of who sent it?\n  ","603568":"\n   I wish I could hear you giggle 😍 You're welcome!\n  ","603569":"\n   Anything for you my love! I wish you could fall into my arms right now so I can warm you and give you love and happiness ❤️ I hope you have a wonderful day today\n  ","603570":"\n   How tf do you stay so humble with a body and face like that!?\n  ","603571":"\n   Dudette, I ordered TWO XL pizzas from Papa John's & I saved the other for Christmas. 😂😂😂 Side note.. you can get extra sauce on your pizza for no extra charge (which I totally did because it's so good). NYE will be the same.. Papa John's & being a fat F*CK. haha. Give Ash some chicken for me!!\n  ","603572":"\n   Are TV shows getting better or worse these days?\n  ","603573":"\n   yes course, I can relate I hate drama also 😫\n  ","603574":"\n   Are you familiar with the Gypsy Rose Blanchard story? I’m watching a documentary on it right now.\n  ","603575":"\n   Thanks so much, Sav! 😊 yea I was born a little after 10pm on Christmas Eve. It’s weird. I’ll be alone for only the 2nd time this Christmas but my girls will be zipping around me making me happy. I just woke up, but I’m kinda craving F-ing Papa John’s pizza 😂😂😂 I think I just might get it today. 🍕\n  ","603576":"\n   Me I'm going to the peak of the mountain behind the area I live in and we will sit around a fire drinking havin fun and waiting for the sunrise🤩 so we can be one of the very first on earth to see the new years sun\n  ","603577":"\n   Boom you would be my bestest dearest friend I will support you through anything and everything and if friends is all we will be I will accept that and still be a rock for you to sit and a pillar for you to lean upon\n  ","603578":"\n   If you were an aspiring chef, would you go on Hell’s Kitchen?\n  ","603579":"\n   As much as an anon like me can love a goddess like you ❤️ You're perfect and you deserve the world! I hope and pray you had a great christmas and that you'll have a happy new year\n  ","603580":"\n   We all love you\n  ","603581":"\n   So what do I call you? Savannah? Lady Boometh? The Master Boomgician? Dr. Viktor Von Boom? Vladymir Boomin? Goddess of beauty? Love of my life? My hopefully future wife? What do you prefer lol\n  ","603582":"\n   what pasta did you use for the pesto and was it a basil pesto?\n  ","603583":"\n   how long ago was the last question you asked here and do you remember the question?\n  ","603584":"\n   did you mass extinguish your inbox my friend?\n  ","603585":"\n   Dream job: Filmmaker or Chef?\n  ","603586":"\n   can you accept that you are fallible and it is okay to be so?\n  ","603587":"\n   If you had to give someone with low self esteem advice, what would you say and why?\n  ","603588":"\n   do you remember the ohio crew on here a few years back?\n  ","603589":"\n   How do you feel if you accidentally left your phone at home?\n  ","603590":"\n   Oh damn... definitely demon 😏😏😏😍😍😍\n  ","603591":"\n   do you think you are going to get fat in life?\n  ","603592":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","603593":"\n   At first I was thinking of calling you Bertha. lol I think you being a Russian ex-model named Svetlana is better though. And you could wear your wigs out because you are like fashionable, right? lol 😂 Like go to the same place a couple weeks in a row and wear a different wig each time. 😂😂😂\n  ","603594":"\n   Why am I starting to distance myself from my friends because they gossip? Is it my fear of them gossiping about me or my insecurities?\n  ","603595":"\n   Why do people fear losing things that they do not even have yet?\n  ","603596":"\n   I had a nightmare. I’m so tired. It’s the middle of the night. Goodnight.\n  ","603597":"\n   do you know if it is possible to be allergic to something later in life or develop it later in life? I was fine my cat came on top of  me and i\"ve been sneezing like crazy its never happened before\n  ","603598":"\n   You love your bbq chicken pizza. Those are so good.\n  ","603599":"\n   Yes your an angel you're just a fallen one like Lucifer 😉\n  ","603600":"\n   Mmm maybe you're a demon 😏 Either way I love you and you are so damn sweet and beautiful\n  ","603601":"\n   Who else is there!? No I mean every single word I say to you. I love you. I'm addicted to you. All I want in this world is for you to smile your beautiful smile and be happy and feel so very loved!\n  ","603602":"\n   Hello foreigner\n  ","603603":"\n   It's lovely. You fry it.\n  ","603604":"\n   To you I would absolutely jump at the chance I know I dont even need to be in love with you at the start I could tell since I first read your words that falling for you would be like an adventure the thought makes the butterflies inside me 😊 I honestly have the biggest crush though😉\n  ","603605":"\n   You are sweeter!!! Ugh I wish I could unwrap you like a present 😅🙈 You're so perfect and beautiful and kind. I just want to spend every second of this joyous holiday with you and striving to make you happy and feel loved 💙\n  ","603606":"\n   What actually is it?\n  ","603607":"\n   Hope you post the pics on Instagram\n  ","603608":"\n   I broke my back\n  ","603609":"\n   Yes but if you married me you would be with me so all they can do is look and just for fun and a tease I will flick up the back of your skirt so they spot your cheeks 😆😍😘 and when your not with me well you will be satisfied so you will just give them an ehh and walk away😁\n  ","603610":"\n   Sexy Santa outfit? Omg! 😍\n  ","603611":"\n   There's my sweet beautiful angel 😊😘\n  ","603612":"\n   What will you do new years eve night?\n  ","603613":"\n   Its something you need to see really but the Dad was like Boom that my girl and the daughter looks back and says Boom as soon as it happened I cracked up and was like holy sh!t Savannah needs to see this🤩\n  ","603614":"\n   🚩💯✔♻🇸 🇵 🇦 🇨 🇪↔♻🚩💯✔\n  ","603615":"\n   When was the last time you screamed?\n  ","603616":"\n   what are your plans for the rest of the day?\n  ","603617":"\n   So I watched Croods 2 the other day you need to see form 1hr.20mins the scene they say something and you will love it it's so perfect 😉\n  ","603618":"\n   Followed you!🌺\n  ","603619":"\n   STatUs..♥️\n  ","603620":"\n   I can put a stop to that 😆💍\n  ","603621":"\n   Well it would have been nice to have company that would be quite improbable anyway still high hope for the next one😉😘\n  ","603622":"\n   For how many years have you been single?\n  ","603623":"\n   Did you see that Super Gonorrhea is trending on twitter? That's so scary dangerous stuff!\n  ","603624":"\n   It was ok I had to work that day unfortunately but I cooked myself a wonderful tiny Roast dinner had all my lights flashing it was cool\n  ","603625":"\n   Merry Christmas Sav! Hope you're having the best of days! 🎅🥰❤ xxx\n  ","603626":"\n   skullis makes pretty sweet skull sculptures. you should check them out!\n  ","603627":"\n   Thank you but you dont really know what I am if you knew I'm not sure you would like me much 🤷‍♂️\n  ","603628":"\n   Hi finally your online baby I keep missing you I wanted to wish you a Merry Christmas Beautiful Girl. I hope it went well please tell me about it I want to know everything 🤩\n  ","603629":"\n   If you delete your inbox I will be sure to ask you a couple hundred questions so you always have something to answer and talk about.\n  ","603630":"\n   When we live together and we go out in public to fancy restaurants and bars and you are dressed super immaculate like a super model, I’m going to introduce you to everyone as my Russian fiancé, Svetlana 😂😂\n  ","603631":"\n   Bathroom just put a robe ova top when you walk through the house you will get a thrill doing it you naughty girl😍\n  ","603632":"\n   Pap of you in white jeans please 😍\n  ","603633":"\n   did you get clothes for xmas? lol\n  ","603634":"\n   Do you talk out loud to yourself and your cat?\n  ","603635":"\n   do you go outside even when there is nothing to do outside?\n  ","603636":"\n   Hey, did you end up playing Jak and Daxter yet?.... you thought I was going to forget did you lol 😂\n  ","603637":"\n   Thank you only the best for you my love💝\n  ","603638":"\n   Yea people do especially with the amount you have but sadly you still wont keep up because to many people demand your attention😌\n  ","603639":"\n   How do you know that your experience of consciousness is the same as other people’s experiences of consciousness?\n  ","603640":"\n   Pap?\n  ","603641":"\n   🤤🤤🤤🤤I would just crash land my face between those beauties\n  ","603642":"\n   Do you have a thigh gap?\n  ","603643":"\n   Everyone's a winner! Yea! Let's all be happy! We are all winners! Yea!\n  ","603644":"\n   I had tamales for dinner tonight. That’s the post\n  ","603645":"\n   Hi 👋 Lady how are you merry Christmas 🎁🎄 belated to you and have a good time today tho a hug 🤗\n  ","603646":"\n   not everyone follows you for your looks. just sayin'. there is more to someone than appearance. this person here has a lot to learn about people.\n  ","603647":"\n   quora or reddit, what's better?\n  ","603648":"\n   It's bright sunshine outside!\n  ","603649":"\n   Do you like the regular Reese Butter Cups or the White flavored ones ?\n  ","603650":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","603651":"\n   I would like to see you in a saucy Xmas elf outfit, please. Ooh-wee, makeba, makeba, ma che bella!\n  ","603652":"\n   Merry Christmas🎅🏻🎁🎄\n  ","603653":"\n   How would you describe a color to a blind person? Lets go with 🤔\"yellow\"\n  ","603654":"\n   Do you like halloumi cheese?\n  ","603655":"\n   Merry Christmas! 🎄🎁✝️\n  ","603656":"\n   Are your neighbors nosy?\n  ","603657":"\n   Pap? Merry Christmas\n  ","603658":"\n   The world is yours 🌍 Push it to the limit in 2021 💪👊👌 Merry Christmas 🎄\n  ","603659":"\n   Merry Christmas 🎄❄️☃️. I hope everyone has a fantastic day . hope you got everything you have wished for.\n  ","603660":"\n   Merry Christmas and happy holidays to you all! 2021 will be a better year I promise. Please be patient and be safe! Hopefully we will get this vaccine sooner than later and we can all give each other hugs again. I love you all!\n  ","603661":"\n   What have you done?? Everything!!! Yes it would be a blast spending christmas with you! I love you and want to give you gifts and make you smile and give you all the love I can offer!\n  ","603662":"\n   A little more sparkle✨, a little less stress. \nThis Christmas, I wish you the very best☃️ (Merry Christmas everyone!)🎄🎁🎅🏻\n  ","603663":"\n   You always had an eye for things that glittered But I was far from being made of gold\n  ","603664":"\n   do you have a favorite show on netflix?\n  ","603665":"\n   what are your plans for the rest of the day?\n  ","603666":"\n   You'd be looking good even if you accidentally open your front camera. 🔥🌚\n  ","603667":"\n   I've always been wondering if the British people still do the accent when nobody's around?\n  ","603668":"\n   Yeah, going great actually!🥰 Xmas eve wasn't as crazy busy as i expected but was hectic!😅 Aw glad to hear you're doing well!💕🤗 And yeah, just going to have a chill holiday with some gaming!😇 What about you?\n  ","603669":"\n   ‏༣شكلك اكبر من عمرك أم اصغر من عمرك؟!\n  ","603670":"\n   What do you watch on Netflix??\n  ","603671":"\n   Do you like December?❤️🎄\n  ","603672":"\n   can you share with us some of it or is it top secret?\n  ","603673":"\n   What is something you pretend to understand but really don't?\n  ","603674":"\n   Pap? Wyd today?\n  ","603675":"\n   are you a hippie?\n  ","603676":"\n   I must say, no one got those cool vibes like you do. 🔥🌚\n  ","603677":"\n   Would you adopt your younger self?👧\n  ","603678":"\n   Merry Christmas my sweet goddess boometh. I wish we could cuddle up and spend christmas together. I love you\n  ","603679":"\n   thats why you need to aways remember that you will be good at living life. you picked a positive memory to share. most would just complain. life is all about mindset. negativity is contagious. and it doesnt wash off easy.\n  ","603680":"\n   Mama boomentine?\n  ","603681":"\n   Oh true!😁✌I played a few games before i started work today!😅\n(im just on my 6pm break now!) So yeah i recently started working at NZ's version of Walmart!😅 And how've you been?🥰🤗\n  ","603682":"\n   They could. But why would they when there's such rich blood right here?\n  ","603683":"\n   I'm not known for sugar-coating. The number of women I'm aware of that truly blow the mind with youthful beauty past 40 can be counted on one hand, and they're all celebrities who have the time and can afford the best \"maintenance\". 20s are your prime. Find a mate before you risk the Danger Zone.\n  ","603684":"\n   merry christmas you filthy animal\n  ","603685":"\n   What is the most useful thing your mom, dad or guardian has taught you?\n  ","603686":"\n   Then you'd have to leave. Forever. Otherwise, they'll be glued to your blonde (or maybe brunette?) rear end til you're out of your youthful prime, at which point, they'll detach and move on to leech off the next bombshell.\n  ","603687":"\n   In what clothes do you feel the most comfortable? Do you have a favorite outfit?\n  ","603688":"\n   That's what you get when you have a bunch of deprived lads simping hard. One has to learn to live with it.\n  ","603689":"\n   not bad watching home alone\n  ","603690":"\n   how are you\n  ","603691":"\n   Heyyy Savannah!!🥰🤗 How've you been? Have you tried out that Jetpack Xmas event yet?😄\n  ","603692":"\n   The truth is, despite the futility of it, they hope they might get some out of it all.\n  ","603693":"\n   It’s my birthday tomorrow. Idk why I’m telling you this on anon, but whatever. I feel like I have to tell someone, so I mark the occasion. Haha. Hope you have a great Christmas Eve.🎄 🎁🧑‍🎄❄️🍰😺😺\n  ","603694":"\n   Would you want to own an aquarium? If you had an unlimited budget, what kind of animals would you want to have in it? 🐚🐠🐡Would said aquarium be based on a certain biome or have any themed decorations inside of it? 🏝🗽🗼\n  ","603695":"\n   what happens to the little crumbly bits and powdery sugary goodness at the bottom of the bag. does that go in the container as well?\n  ","603696":"\n   name a memory from each.\n  ","603697":"\n   Without you, ask will be like a burger with no cheese. 🔥🌚\n  ","603698":"\n   ever seen the movie donnybrook? its okay but a prayer before dawn is another really good fight themed film.\n  ","603699":"\n   even when you think there is nothing in it for them sometimes you only find out you were wrong all along and thats what hurts the most. but this is life. pay to play right?\n  ","603700":"\n   you never know what is in someones mind. saying shake it off to someone never helps. i find what helps is just asking them about their day and learning more about them. being a friend in short.\n  ","603701":"\n   have you seen the netflix series dark?\n  ","603702":"\n   yes shows tend to be overdramatic lol. it is annoying. one of my favs ive seen just recently was euphoria. themes are heavy so high drama is expected but still a bit overmuch lol. bit overmuch dicks too lol\n  ","603703":"\n   Hey guys... How are you?\n  ","603704":"\n   Pap?\n  ","603705":"\n   what cereal?! omg thats key!!\n  ","603706":"\n   tell me about your day ☺\n  ","603707":"\n   what do you think you will eat? lets make it worse 😂 im about to eat soon.\n  ","603708":"\n   صَـــبـاح الخـيـــــر 🌨🥺🤍☕️\nلـ الناس المتفائلة اللي تُدرك أن الصباح فرصه ثانيه لها بالحياة و تبتسم ♥️\"\n  ","603709":"\n   cutest zombie ever??\n  ","603710":"\n   zomboom\n  ","603711":"\n   Fave anime?\n  ","603712":"\n   Jason Voorhees versus Michael Myers?\n  ","603713":"\n   What song cheers you up? Post the music video for it!\n  ","603714":"\n   The worry. The depression. The anxiety. Live for what you still have.\n  ","603715":"\n   Shake it off. You're fine. You're alive and kicking.\n  ","603716":"\n   what are some things you have cried about recently?\n  ","603717":"\n   What places have you worked at since finishing high school?\n  ","603718":"\n   why should someone follow you on ask??\n  ","603719":"\n   That's cute he has done that\n  ","603720":"\n   whats on your mind right now?\n  ","603721":"\n   Wait what is this?\n  ","603722":"\n   what do brains taste like?\n  ","603723":"\n   have you ever had yogurt covered peanuts?\n  ","603724":"\n   Are you in the Christmas spirit?\n  ","603725":"\n   Yeah I saw today on my account! 🥰 xxx\n  ","603726":"\n   Doing any last minute christmas shopping?\n  ","603727":"\n   Sav I was wrong....its coming today!!! xxx\n  ","603728":"\n   Hey fancy feast! :p\n  ","603729":"\n   Do you like watching Horror films?if yes What do you find appealing about horror films?\n  ","603730":"\n   what brings you back to ask today? how has your time away been for you?\n  ","603731":"\n   What are three websites that you visit every day?\n  ","603732":"\n   how this relates to you is there is something about you that just makes people so passionate to want to express themselves. in whatever form that takes place. its just very interesting to watch and follow along haha. btw hope you are doing fantastically well you savage boompa\n  ","603733":"\n   oh you are most welcome. by emotion dynamic i just mean you really see the full spectrum here on your page. i dont mean by you, you are the canvas so to speak and the way everyone acts here paints a picture. everything from lust to jealously. advise to thirsting for knowledge. obsession to hate.\n  ","603734":"\n   Why are you so hot?!\n  ","603735":"\n   Do you love me?\n  ","603736":"\n   you would ride dolphin with cloths on?\n  ","603737":"\n   You ARE a christmas miracle! If only you could spend christmas with me ❤️\n  ","603738":"\n   Hey I'm feeling a LOT better today. I hope you are too!\n  ","603739":"\n   Are you in need of a Christmas miracle?\n  ","603740":"\n   From 1-10, how weird are you?\n  ","603741":"\n   also i want to add that life doesnt need to be about ambition. a person does not need to be measured or compared in any way. i think if someone can live a life that serves their mental, physical, and spiritual health in rewarding ways they fulfilled a great accomplishment in life. just live.\n  ","603742":"\n   the most interesting thing about your page is witnessing the human emotional dynamic play out here. you must have made the one anon upset enough to deactivate. which surprised me. im sure he will be back, obsessions like his die hard lol. just my 2 cents. okay carry on lol\n  ","603743":"\n   That's good because my mind works like that problem is I've had that much drug abuse in my past that my memory recall is pretty bad and I haven't had the education in order to use the bigger words that a lot of academics use but I think I do quite well for someone without a great education\n  ","603744":"\n   I think we're going down the path of depressing right now but no you are absolutely correct 2007 film idiocracy a movie where Terry Crews is the president have you seen this it's kind of entertaining it's old and kind of lame but when I seen Trump become president it made me think of this movie\n  ","603745":"\n   Would you date a fat actor just because he is loaded?\n  ","603746":"\n   Most certainly I would take that guy's advice over anyone else his mind is absolutely amazing you could even see in the interview when you watch his face that his brain is just constantly ticking over and over he even said as much that he can't stop his brain from thinking trying to find solutions\n  ","603747":"\n   Why is that depressing? I decided to sleep on the floor again. I’m pretty mad and upset about my car. I should let it go but I can never do that.\n  ","603748":"\n   Yeah quite ironic in a way they all want Salvation and yet all they get is war😔 it certainly does not do much for my hope toward the human race\n  ","603749":"\n   Sorry for butting in I just have to say I love Elon Musk his mind is so interesting did you see his podcast with Joe Rogan I found it so funny that Elon smoked a joint and his shares in Tesla crashed they came back but it shows what confidence people had in him getting stoned😂\n  ","603750":"\n   Do you remember the t.v show girls gone wild?\n  ","603751":"\n   Well its quite funny you say that last part because the more u look into the religions the more connected they actually are like one religion was born from the last religion and so on and so forth like they said in the first  zeitgeist movie all the old religions had similarities, coincidence no way\n  ","603752":"\n   Plot twist. Jesus is the son of God but what is you are the daughter of God?\n  ","603753":"\n   What if I get as rich as Elon musk? 😃\n  ","603754":"\n   Nah they will be fine! All women have to dress like you thats the law!\n  ","603755":"\n   I just thought he has two Queens! Queen Elizabeth and Queen Boom lmao\n  ","603756":"\n   Hell yeah if he is a friend of yours he's a friend of us.  We stick together and protect our Queen and all of your subjects!\n  ","603757":"\n   What we need is Independence Day the movie that will unite us together no seriously though it's more of a time thing the more people that wake up eventually the more it will change I mean they made Jedi a religion officially is that not proof enough that religion is a sham🙄\n  ","603758":"\n   Did you get the link I sent through on one of the replies I can't remember which want to know if you've seen it or not before?\n  ","603759":"\n   We need that! The World needs that!\n  ","603760":"\n   If ur Brit dude wakes up to lots of hateful messages I am gonna be so mad!\n  ","603761":"\n   These anons picked the wrong fight! Even if they pick on one of your friends, we will defend them too!\n  ","603762":"\n   Boom for Prez.\n  ","603763":"\n   Man, this place is the legit BoomHub.\n  ","603764":"\n   I officially decided. Boom is one of the prettiest girls on the 🌎!\n  ","603765":"\n   Its this kinda thing they can't handle.  You are cleverer and sexier than them!\n  ","603766":"\n   No it's not wishful thinking it's very very possible the problem is governments the only way to make something like that work would be to have a one-world government which scares a lot of people that will be the difficult hurdle to get over because everybody has there different religions and laws\n  ","603767":"\n   They are just trying to get a reaction outta you! No way are they getting to you!\n  ","603768":"\n   All you need is love - John Lennon\n  ","603769":"\n   I absolutely have and loved it I've seen all three I love the idea they have about taking us a way from the monetary way of life that we have making us into a resource based economy I love it\n  ","603770":"\n   Is someone being horrible to you? What are they saying? I'm not having this!\n  ","603771":"\n   OMFG YESSSSS\n  ","603772":"\n   And God is on your side so no one can ever harm you!\n  ","603773":"\n   Love the support here! Come on guys spread the love!\n  ","603774":"\n   Yes I would absolutely love that that's alright though give it a little time and eventually I will buy you a plane ticket so you can come here and have a holiday for a year😌\n  ","603775":"\n   Have you seen the documentary   Zeitgeist?\n  ","603776":"\n   You are the Queen! Your Brit friend is obviously royalty too as he is from England so is a prince but you are our Queen and all members will be protected and defended! We stick together!\n  ","603777":"\n   No one insults the Booms!\n  ","603778":"\n   How big is too big boob wise?\n  ","603779":"\n   We love you girly ❤️\n  ","603780":"\n   When purchasing things online do you go by ratings?\n  ","603781":"\n   Dominos pizza sent me a 50% off pizza coupon to my account. Even though they aren’t that great at all, do you think I should use it tomorrow? I can get a bbq chicken pizza and a 4 cheese pizza. Or maybe I get 2 pepperoni pizzas. What do you think?🍕🍕\n  ","603782":"\n   Some people are just jealous of you and what you have. You have good and kind friends who love you unconditionaly. You have knowledge and are wise. Rather than trying to learn themselves they try to criticise those who are better educated and more loved. You are awesome girl. You've got this. 💕\n  ","603783":"\n   It will just a matter of time now how long do you think it'll be until we can transport things like do on  \nStar Trek apparently a few years ago they were able to do it with an apple and they moved it like a couple of feet or something not sure of the results of that test drones will become obsolete\n  ","603784":"\n   No I'm no him lmao but kinda supporting him\n   \n    @darrenearl45\n   \n   should see this though. Don't let the haters get to you both 💕\n  ","603785":"\n   So reply to this so these anons get it hey you little c**krash pricks dont be coming on her page being d!cks be kind rewind if you need to fu@k with some one come to my page I love putting you little twirps in your place 😌\n  ","603786":"\n   Gotta say something Boom. He's british so because of the time difference will be 8n bed but I've followed you for a long and ive always seen you and Darren on here just having fun, him buying things and that. Its not even funny for someone to come on and be mean about you guys today!\n  ","603787":"\n   Yeah I understand that I wish I could take them off you just so you didn't have to deal with it you know what you need a personal assistant that will sit there read them to you and then you can just answer them while they type it in that would be perfect and would help with your stress levels😌\n  ","603788":"\n   interesting I didn't start my career till I got to 31i wonder great minds and great people do tend to flower later in life as they spend there young years making the big mistakes going through the growth stage before they flower just like a plant really I guess nature has its way\n  ","603789":"\n   How exactly do you make money?\n  ","603790":"\n   Alien OG cookies?\n  ","603791":"\n   😳😳😳😳3000 wow that's 😩 just to fathom that is making me sleepy😆 I left my account for like 3 days I only had like 53 questions when I come back to it I just deleted anything that was anon that was exhausting but yours I think I would have an aneurysm😂\n  ","603792":"\n   It looks like you have a couple of a**hole anons today my dear I love being a prick to those ones😂 just tell out if you want me to jump in on them😡lol, just out of curiosity how many questions do you have in your inbox right now?\n  ","603793":"\n   This is why I think it is also a good reason we should connect on a more personal social media unless of course you're scared of falling in love with me😂 still I will leave that up to you and when you're ready\n  ","603794":"\n   The part where he entered the Polytechnic Institute the next year and graduated? He had a teaching diploma.\n  ","603795":"\n   Who is the whitest or palest in your family?\n  ","603796":"\n   Should I sleep on the floor tonight? I slept there last night.\n  ","603797":"\n   Funny story. Whenever I see someone say the word direction, I think of One Direction and that makes me think of the phase --- One Direction gives me a woman e r e c t i o n. lol lol lol I created that phrase years ago when I was trolling people online. lol\n  ","603798":"\n   Thank you it's very kind go to this link I'm sure it will make you laugh so you should probably be stoned to watch it still hilarious either wayhttps:\/\/youtu.be\/xFRLtwH8jlY\n  ","603799":"\n   I used to be an adventurer like you...\n  ","603800":"\n   Yes I understand exactly what you mean I was hoping we would be soulmates maybe we'll find out one day if we ever get the lucky chance to meet😉 castle the way your mind works and everything if we were to sit down together and just start talking I reckon it would never end😌\n  ","603801":"\n   Do you believe in soulmates?\n What do you think of the theory that there are several soulmates in existence at any given time?\nAlso do you think that having a soulmate doesn't necessarily mean getting married having kids falling in love but could just be unnaturally strong connection like family?\n  ","603802":"\n   I was working on my animated series (engineer thesis), in fact I'm still working. I came back here for a while for a while because of christmas, so I decided check what are you doing, my ex 😏😂\n  ","603803":"\n   I've never heard of it. Based on the gif it would give me nightmares. I had a nightmare last night.\n  ","603804":"\n   Have you ever had eggnog?\n  ","603805":"\n   How is Ash?\n  ","603806":"\n   Let's hope you did it's a brilliant marketing idea doesn't surprise me coming from your mind though😍\n  ","603807":"\n   Blood type BOOm?\n  ","603808":"\n   Have you been sleeping good at night or are you getting bad sleep?\n  ","603809":"\n   Really? No mimosas or anything at all? Do you have stomach acid problems?\n  ","603810":"\n   Your past\/ life is so intriguing. It's so mysterious. It's better than a movie because it's real life.\n  ","603811":"\n   Sorry to hear about your stomach my dear I hope you can get some more gunja soon I'm glad you're having a happy day today and you're enjoying ask always be here for you beautiful 😉\n  ","603812":"\n   Do you drink beer?\n  ","603813":"\n   fukin anons ... seriously they need to get a grip ... its xmas time ffs!\n  ","603814":"\n   How does it feel about so many having a crush on you?\n  ","603815":"\n   It has been said that the strongest beer in the world has an alcohol content of 67.5% 👀 would you ever try at least the tiniest bit of this beer?🤔🍺\n  ","603816":"\n   do u plan days when u eat bad or eat junkfood?\n  ","603817":"\n   You doing OK sweetheart I had a feeling you need a big Burly hug\n  ","603818":"\n   You have a very very mysterious past. You talked about it on here. It's wild.\n  ","603819":"\n   Coming from the guy who would walk a million miles just to kiss your tattoos and booty 😅\n  ","603820":"\n   What’s so cool about booty?\n  ","603821":"\n   This seems like another clue about your mysterious past......\n  ","603822":"\n   You used to speak Spanish? Weird.\n  ","603823":"\n   Boom has the best booty 😍\n  ","603824":"\n   What foreign language did you study in school?\n  ","603825":"\n   Do you like butter on toast?\n  ","603826":"\n   Why is your name ass4lyfe?\n  ","603827":"\n   Do you still have snow on the ground?\n  ","603828":"\n   I can't believe that someone is complaining on here! They have no idea that me and you have been friends for years, know each other away from here and are pretty close.  I've got you stuff I've never seen you in, stuff that is just for you. They really have no idea at all. 💖 xxx\n  ","603829":"\n   It's gonna be a full boom tonight. stay inside kids.\n  ","603830":"\n   Half of it is on it's way my beautiful friend! xxx\n  ","603831":"\n   I’m good! What about you luv? 💕\n  ","603832":"\n   Hi Boomie! Do you missed me? 🥺👉👈\n  ","603833":"\n   somebody's jealous\n  ","603834":"\n   I wanna see you in sexy x-mas outfit 🥵🎄\n  ","603835":"\n   Where's the self respect using men to buy you crap just so u pose for them to think someone with such an intelligent mind would be so stupid at the same time🤣 u might be pretty and inquisitive but the truth is your scared lonely useless used and abused and just do it urself by lettin the users in\n  ","603836":"\n   I'm on it! The underwear is fine but you need to pick a different corset as its out of stock Sav! 😭😂 xxx\n  ","603837":"\n   What are you doing tonight?\n  ","603838":"\n   I love your eyebrows so much! I tell you this all the time, but I wanted to tell you it again.\n  ","603839":"\n   Pic of the chicken? How do you make it? That sounds yummy.\n  ","603840":"\n   How about a very very big sandwich that is loaded with your favorite toppings and a side of macaroni or potato salad?\n  ","603841":"\n   What are these pics everyone is going on about that you are posting?\n  ","603842":"\n   Babygirl\n  ","603843":"\n   What's your \"everyday carry\"? How has the pandemic changed what items you always take with you? 📱💄🔑\n  ","603844":"\n   Wow\n  ","603845":"\n   Giime ur snapchat and paypal\n  ","603846":"\n   Your profile is like a sunshine to me, i wake up to it every morning.🔥🌚\n  ","603847":"\n   If you had an actual shoulder angel and devil who you interacted with on a daily basis, how would your relationship be with each one of them? 😇😈 How do you think it'd be like to have them standing on your shoulders each time you were going to make a moral decision? Haha\n  ","603848":"\n   Yeah, but we're talking about people obsessed with you. Perhaps, a few are obsessed in eating you? Who knows. Besides, I always think of the spinnetods from Grimm. Ironically, the predatory ones were female, too, though. -- And aren't you a female, anyway?\n  ","603849":"\n   What are you looking forward to get as a Christmas gift from your parents ?\n  ","603850":"\n   What do you usually make for Christmas dinner ?\n  ","603851":"\n   How do you celebrate and decorate house on christmas day ? What do you wear on Christmas 🎄⛄\n  ","603852":"\n   Actually, on second thought, that would be the 'black-widower'. Basically, he mates and then feed on the liquified remains of his female now-prey. Avoid like Covid.\n  ","603853":"\n   What are you having for dinner tonight?\n\nI’m having a roast beef dinner.\n  ","603854":"\n   Why tho?\n  ","603855":"\n   Am I allowed to simp for you?\n  ","603856":"\n   Do you prefer tea, coffee or cocoa?\n  ","603857":"\n   last time you danced?\n  ","603858":"\n   controlled\n  ","603859":"\n   Both aren't inherently bad. The black widow-type obsession is bad, however.\n  ","603860":"\n   Switzerland is far too beautiful for the US to fuck up that’s for sure\n  ","603861":"\n   do u get creeps too like me?\n  ","603862":"\n   u must 100s of mesages here every day.\n  ","603863":"\n   😉 you C(♥)(♥)L\n  ","603864":"\n   if someone is obsessed with you is that a good or bad thing? 🤔\n  ","603865":"\n   That’s horrifying. I believe you. What did y’all do next?\n  ","603866":"\n   hi\n  ","603867":"\n   Do you have any real life scary stories?\n  ","603868":"\n   do you like to wear hats & scarfs?\n  ","603869":"\n   Damn, you have simps, huh?...\n  ","603870":"\n   Are you a gamer?\n  ","603871":"\n   The trump admin accused Switzerland of artificially keeping their physical amount of bills + coins low, because Switzerland didn’t want their currency to depreciate due to covid. But I read that once Biden is in office he’s probably going to work it out with Switzerland privately and not accuse them\n  ","603872":"\n   I'm going to stay for Belgium. But I'Portuguese. It's going to be my first Christmas away from home\n  ","603873":"\n   It's okay for normal. I went on vacation today\n  ","603874":"\n   Do you like to work?\n  ","603875":"\n   Your breaking my heart dear leaving me here for day without your beautiful words to read it hurts Boom baby 😉\n  ","603876":"\n   You are welcome. How's it all going in this great nation\n  ","603877":"\n   Good and yours\n  ","603878":"\n   Switzerland is very white and homogeneous. Very tough immigrations laws. You are required to speak the language. Very rich. Good place to hide money in Swiss bank accounts so you don't pay tax.\n  ","603879":"\n   What made you stop following your religion?\n  ","603880":"\n   Heyy\n  ","603881":"\n   Say the zombie apocalypse had arrived and I was building up a fort that would harbor a resistance force against the zombie threat, would you join me? What role would you take in said fort? 🧟‍♀️\n  ","603882":"\n   Boomshakalaka?\n  ","603883":"\n   Do you listen to other people’s advice, or do you prefer figuring things out yourself?\n  ","603884":"\n   If you were Santa Claus for a day, what would you do?🎅🏼\n  ","603885":"\n   Or Madame de Boompadour. Or Huevos Boomeleros. Literally, \"Boomer eggs\".\n  ","603886":"\n   I will try and find the link later and send it to you I think it's like a 3-hour documentary it's so interesting all about the pyramids and the Stars and the constellations and how they are all connected why all the pyramids around the world are in the places they are there is a reason for all of it\n  ","603887":"\n   So if Atlantis was around 9000 years ago perhaps they are the ones that make this sphinx? I Imagine they were around 10000 years ago\n  ","603888":"\n   You know that's quite interesting I saw something about the sphinx possibly not being made by the Egyptians but before they were even on that land is evidence showing on the sandstone that there has been a lot of rainfall in the area roughly about 10000 to 10500 years ago\n  ","603889":"\n   What did you discuss in therapy today? Did you talk about us on ask? We are your fan base, Lady Boometh! We love you here in Swagistan!\n  ","603890":"\n   Favorite never before seen selfie?\n  ","603891":"\n   Are you British? Ngl you legit look British.\n  ","603892":"\n   Time to make some budget cuts. Out with the old, in with the new!\n  ","603893":"\n   What accent do you find most appealing?\n  ","603894":"\n   Ootd?\n  ","603895":"\n   What do you usually do during a blackout? I'm in one right now 🌚\n  ","603896":"\n   You ever viewed the website worldstarhiphop? If so what do you think about it\n  ","603897":"\n   Music decides the mood or the mood decides the music?🎸\n  ","603898":"\n   Your displays are so adorable, i just can't take my eyes off them. 🔥🌚\n  ","603899":"\n   pick a number between 1-200 🔥🔥 i’m giving away coins to everyone i follow 🔥 as a christmas present 🎁\n  ","603900":"\n   مساء الخير🥺🤍☁️☃️\n  ","603901":"\n   i wish i was as beautiful as you 🥺✨\n  ","603902":"\n   😍😍😍😍😍😍😍😍😍😍 so gorgeous.\n  ","603903":"\n   Well if you decide you would like to I'm quite serious I would love to have you😌\n  ","603904":"\n   have you ever gone into a room and forgot why you went in there?\n  ","603905":"\n   Lady Anteboomum. Add that to the # in the bio. lol\n  ","603906":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","603907":"\n   I was so stressful today! I bought my friends & parents presents today! Yeah normally I love it too & enjoy going to the huge shopping mall near me The Trafford Centre. I love getting quirky stuff! But its no fun with the restrictions so I had to go to the town centre and it was stressful Sav! xxx\n  ","603908":"\n   Trust me I understand the bills I've also worked out that it's cheaper to live as two people then it is alone independence sucks but if you come to me I can make all those worries go away😉\n  ","603909":"\n   Yesssss! 😈\n  ","603910":"\n   Oh that will be sexy! With your underwear showing! Wow Sav! 😍 If you put on on your list I can get it! 😍 xxx\n  ","603911":"\n   Pap? I miss seeing your beautiful self\n  ","603912":"\n   What do you go to therapy for? Its good you are getting professional help. Good luck to you.\n  ","603913":"\n   Awww hope you're alright! Remember I'm always here for you if you need to chat on our Instagram and Snapchat. I'm alright thanks but just a bit anxious as I've not bought all of my presents yet! 😔 In the meantime it's football tonight! Woooo! 💕 xxx\n  ","603914":"\n   If you go Switzerland I would wait because the US treasury labeled Switzerland as a currency manipulator :\/ at least until the trump admin is out and the Biden admin is in office\n  ","603915":"\n   Hiyaaaaa\n  ","603916":"\n   have you ever meet someone who is that far up their own ass they think they are better than they accuslly are\n  ","603917":"\n   Oh sorry. :( You seemed at first like one of those shallow, status obsessed Bs that only existed for the attention. Maybe there's more to you yet.\n  ","603918":"\n   My ex girlfriend had one of those! 😂😍  xxx\n  ","603919":"\n   Are you definitely going to post for us all Christmas panty pics next week then? 😜\n  ","603920":"\n   Damn girl, what are you doing all the way down at #63.\n  ","603921":"\n   As a child what did you think would be awesome about being an adult but turn out to not be so great?\n  ","603922":"\n   Your profile is like Mcdonald's to me. I'm just lovin' it. 🔥🌚\n  ","603923":"\n   Sav! How are you today? 💕 xxx\n  ","603924":"\n   Who you listening to?\n  ","603925":"\n   How often are you on your computer?\n  ","603926":"\n   what are you doing now\n  ","603927":"\n   If you had the opportunity to spend a year in another country, where'd you go?🛫\n  ","603928":"\n   When i came across your profile i just couldn't resist pressing that follow button. YOU ARE THE BEST. 🔥🌚\n  ","603929":"\n   do you have n amazon wish list\n  ","603930":"\n   Hey beautiful you should let me steal you Im fully crushing on ya what would it take to either get you here so I can show just how much I want ya or at the least get on your personal socail so we can get a bit more personal?\nAre you single??\n  ","603931":"\n   Do you think it would be cool if ask had emojis next to the heart like the angry face and laughing face to express emotions on the answers??\n  ","603932":"\n   Are you addicted to love?\n  ","603933":"\n   Selfie just 4 me?\n  ","603934":"\n   Awwww it's fine! You're an old friend and I didn't want you to miss out! 💖 Yeah I can imagine haha! I hope you like the panties too! 🥰 xxx\n  ","603935":"\n   🌼\n  ","603936":"\n   I remember you saying that joke! I think it is so disgusting! hahaha\n  ","603937":"\n   YES YES YES I couldn't remember it.  😂 😂 😂 😂 😂 So funny!\n  ","603938":"\n   Çocukken sana havalı gelen ama artık havalı olmadığını düşündüğün ne var?\n  ","603939":"\n   En iyi tatil yapma yeri neresi?\n  ","603940":"\n   Have you ever been to Cabo or Hawaii?\n  ","603941":"\n   What was the Uranus joke you had?\n  ","603942":"\n   I heard The Marix 4 is going out on HBO Max. I'm looking forward to seeing it but i hope its good.....What about y'all? Are y'all looking forward to seeing the Matrix 4??\n  ","603943":"\n   Hangi şarkı şu anda en sevdiğin şarkı?\n  ","603944":"\n   Geçmişte, şimdi veya gelecekte bir olaya şahit olabilseydin bu ne olurdu?\n  ","603945":"\n   Do you do a Chirstmas Eve or Chirstmas Day special meal or nothing special?\n  ","603946":"\n   IDKKKK 😂 Like you just seem all British the way you write and dresses up xD HAHA yesss i'm excited too\n  ","603947":"\n   Did you decorate your house for xmas? weather it be the house or inside. even both .\n  ","603948":"\n   how about me?\n  ","603949":"\n   Wtf, it snows where you’re at? Where are you? It never snows in the bay.\n  ","603950":"\n   Yes you really do lol. 😂 Yeah sure, we can still be friends like i do have one friend from there. She used to love in CA but now she moved to Canada. So yeah we can :)\n  ","603951":"\n   How’s the weather right now?\n  ","603952":"\n   You know it. One time I'm gonna have you taste Pizza Hut waaaaangs. They are good. Deep fried, not that fake baked crap that makes them soggy. They have the best waaaangs of all the national pizza chains.\n  ","603953":"\n   Lol i always thought your from UK. But yeah America's really far from here. Tho i wish i'd be there so that we could meet in person. ❤️\n  ","603954":"\n   i think its great that you able to distance yourself from here. this place can be such a burden. actually i hope you never even see this! its a waste of precious time. better to live life in real life.\n  ","603955":"\n   Pakistan lol. and you're in UK.\n  ","603956":"\n   You are so spot on with this. It's dawning on me that another reason why I think you are a cool chic is because you have good taste buds. I respect that.\n  ","603957":"\n   We're talking about wayy farr.. like different countries here. 😔\n  ","603958":"\n   Hi sweet Ash. I'm happy you are doing well. I hope you have a really good week, and get a lot of snuggles, treats, and extra time in the sunshine.\n  ","603959":"\n   Like I said before..... it's seriously one of your Top 5 best replies ever on here. hahahaha 😂😂😂\n  ","603960":"\n   Wish it was you 😍 lol it's just for my good friend and my half sister and something for my mum\n  ","603961":"\n   do you believe someone can actually die from a broken heart?\n  ","603962":"\n   How's Ash been doing?\n  ","603963":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","603964":"\n   -\n  ","603965":"\n   En çok kime hayranlık duyuyorsun?\n  ","603966":"\n   As you haven't done it for a while I think that it would be nice for Christmas next week that you post a panty pic for everyone!\n  ","603967":"\n   Hahah yes tbh it would be 😊 and same is for me, would love to have you as my friend ❤️ but we live like wayyy far from eachother 😒\n  ","603968":"\n   HAHAHAHA I started laughing and then started choking on my saliva. \n😂😂😂\n  ","603969":"\n   oooo girl, hot dayum\n  ","603970":"\n   I need to save that pic before ask changes their mind and removes it. It honestly makes me laugh every thing I see it. Totally brightens my day! hahaha\n  ","603971":"\n   Well don't thank me. It's just the way you are ine can't stop thinking about you. 🖤 And it's okay now that i've learnt to live like this and you know being rude is really easy but being kind always in a world like now is true strength. :)) I would love to be your bestfriend if you don't have many.❤\n  ","603972":"\n   Lol what do you mean? 😂\n  ","603973":"\n   I'm doing great😘 just driving into the city to do some shopping for Christmas🤩\n  ","603974":"\n   Can you describe ur current outfit?\n  ","603975":"\n   HAHAHA I don't even know what those mean either, and I'm not about to look it up. If someone asks you this again, you should either reply with that Barbie cheerleader megaphone pic (LOL) or reply that your pronouns are \"F and U.\" lol 😂😂😂\n  ","603976":"\n   Tbh you're one of the moat kindest too.. i've seen you answer almost everyone kinds of questions here without even a bit of rudeness and it's so beautiful of you. ❤️ And yes i've been hurt too so many times, taken for granted but still i just can't be like them. I even tried being rude but Nope.\n  ","603977":"\n   I wish I was rich already so I can fund your goals and cosplay 🤬\n  ","603978":"\n   100% agree with you. I do the same thing. I also taste the cheese by itself. I think Papa John's has the best cheese too. It is more stingy and just flat out tastes better in my opnion.\n  ","603979":"\n   What are your pronouns?\n  ","603980":"\n   Hey, I always got your back 💯🥰\n  ","603981":"\n   I recall you saying that you preferred Papa John's as your regular national pizza chain. I think you might be right that they are the best. Had Domino's last week and I think Papa John's is better. That garlic dip and pepper in the box can't be beat! I love those peppers on the pizza and the dip!\n  ","603982":"\n   Omg I'm Aries!\n  ","603983":"\n   YES both of you were one of the first on here that made me get hooked on this site. Hopefully you both can meet in person one day.\n  ","603984":"\n   how are your studies going? working on any new projects?\n  ","603985":"\n   You need an ask.fm sweatshirt. You are an OG on here from when I first signed up 7 years ago.\n  ","603986":"\n   I hope you get to where ever it is you want to be babe and I hope you have an epic night if not msg me I will keep you company 😉\n  ","603987":"\n   Yesss. And sometimes this shit hurts too. But still can't help it it's just the way we are. Being kind is the only thing i know tbh.\n  ","603988":"\n   What if you put a robe on so you are partially covered? 😂\n  ","603989":"\n   So you'd post em for money 😂😂\n  ","603990":"\n   Thats cute. This site has so many fakes and toxic people so it is good to know that there are so genuine people on here.\n  ","603991":"\n   Well they still exist believe me. The same thing happens with me if someone asks me for anything even money and if i have it at that time I just can't say NO to them. Even if it's money or a favor i just can't say no to anyone.\n  ","603992":"\n   I need all your money\n  ","603993":"\n   Who is he?\n  ","603994":"\n   People who have money aren't generous anymore. Tho i'm broke xD\n  ","603995":"\n   Someone is as you said Someone bought you a Christmas gift 🎁\n  ","603996":"\n   I’m sending out somewhat frequent questions. Would you like to receive them as well? 🤗\n  ","603997":"\n   And what we'll get in return 🌚\n  ","603998":"\n   Is 2021 gonna be your year?👀\n  ","603999":"\n   What is a good way to get your attention?🤔💛\n  ","604000":"\n   i miss your skirt photos :$ you're so amazing\n  ","604001":"\n   Queen Boom!\n  ","604002":"\n   You've posted panty pics on there so wondering now what this is? Lol\n  ","604003":"\n   What's your middle name?\n  ","604004":"\n   Where will you be celebrating new years eve?\n  ","604005":"\n   You could post it on SC or Instagram\n  ","604006":"\n   beautiful 😻\n  ","604007":"\n   Post a full pic of what you're wearing\n  ","604008":"\n   What are you wearing?\n  ","604009":"\n   Would you like to have your own personal freeway\/highway that only you can drive on?\n  ","604010":"\n   Hey Sav! I don't know if you opened them or not yet but I hope you like your Christmas present! 🥰 xxx\n  ","604011":"\n   Post a new pic of you\n  ","604012":"\n   Tbh ask will never be the same without you. 🔥🌚\n  ","604013":"\n   Is there someone you've never forgotten?\n  ","604014":"\n   How would you introduce yourself on dating app?\n  ","604015":"\n   post a GIF & go 😇\n  ","604016":"\n   A new week is here! I hope it goes well for you! Keep safe, keep warm (if it's cold for you lol), and just keep being you! 💕 You're awesome!\n  ","604017":"\n   Do me?\n  ","604018":"\n   Out of curiosity..... do you see me as more straight or gay? Or do you actually see me as bisexual?\n  ","604019":"\n   can you be more active on here and Instagram\n  ","604020":"\n   Why are you so inactive\n  ","604021":"\n   Which is rather painful a scooter to the ankle or stubbing your toe?\n  ","604022":"\n   Опиши себя в конфузной ситуации, как ты себя ведёшь ?) Смущаешься ли потом от своей реакции, прокручиваешься в голове, как можно было поступить иначе ?\n  ","604023":"\n   Early signs of appendicitis? If anyone knows thank you.\n  ","604024":"\n   I will post a pic on my account if I get in\n  ","604025":"\n   I applied to SDSU\n  ","604026":"\n   Lady you is back 😥❤ I so miss you big sister\n  ","604027":"\n   Replying to this post simply to bring back your response to the top of your feed. LMAOOOO\n  ","604028":"\n   Would you ever consider plastic surgery? Would what you have done?\n  ","604029":"\n   what is the best thing that has happened to you so far today?\n  ","604030":"\n   everyone is. shoutouts are the new pandemic. 67% higher mortality rate than covid19.\n  ","604031":"\n   You're so pretty\n  ","604032":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","604033":"\n   🌺\n  ","604034":"\n   Good morning\n  ","604035":"\n   yeah I'm very hopeful and positive about my future. I hope you also succeed in everything you do or wish for. ❤️🌸 stay positive and healthy.😍 we want to see that smile on your face forever.🌸\n  ","604036":"\n   Anyone else randomly wake up at 4am\n  ","604037":"\n   what is holding you back to live a meaningful life?\n  ","604038":"\n   On this night 40 years ago John Lennon was murdered. Did you know that his death was actually predicted directly across the street from where Lennon was killed 4 months earlier by the Psychic Alex Tanous on Lee Speigel’s radio show Unexplained Phenomena?\n  ","604039":"\n   I'd love to, I've been trying. it's not easy to made this decision because of the financial crises that we all are having in the world due to corona. everything's expensive. I'm not a rich man. what I earn monthly is usually distributed among my siblings since I'm the eldest one and my siblings are\n  ","604040":"\n   Ok from what I've seen of you on here you are definitely derived from aym  Fire, makes men witty, gives true answers concerning private matters, three heads human and cat (you have a cat) and snake spirit animal I mean it's all there😌😆\n  ","604041":"\n   Are you mad at me?\n  ","604042":"\n   post something beautiful 🥺💖\n  ","604043":"\n   what was your birth weight?\n  ","604044":"\n   Do you have a father and a mother?\n  ","604045":"\n   haha. not necessarily to be honest. it's actually a hectic job and a job that actually consumes a lot of your mental energy. I usually end my day rubbing my eyes constantly because of the continuous 7-8 hours stare at your PC's screen. Birds are fun though. Birds are my passion however.🌸❤️\n  ","604046":"\n   i mean you're cute ,sexy ,smart ,sweet ,hot ,nice and fabulous ! how can ppl not love this cute creature <3\n  ","604047":"\n   Oh wow k so your going in it all right do you know latin it would help you alot\nEspecially if your looking into the grimoires the translations can get obscured depending what your translating it into depends how much can be miss understood\n  ","604048":"\n   how do you usually feel when you awake to a new day?\n  ","604049":"\n   What was your first mobile phone?\n  ","604050":"\n   What gift would you like to receive on Valentine's Day from your beloved one? Post a pic, if you wish!\n  ","604051":"\n   Enterprise's and private party games, mainly character design and animation is my stuff.\n  ","604052":"\n   Are you using de Plancy's \"Dictionnaire Infernal\" or \"Ars Goëtia (The Lesser Key of Solomon)\"?\n  ","604053":"\n   Do you like cheese on your burger?\n  ","604054":"\n   just a hobby. birds have always fascinated me.❤️🌸\nI'm a game developer by profession though.🤣\n  ","604055":"\n   i'm good, how about u?\n  ","604056":"\n   Please can u list the 15 you have done?\n  ","604057":"\n   Ok I need to know more about this I wish I was sitting in that chair in your head I will help sort out all those notes 🤓 I love this sort of stuff me and my cousin study alot of biblical histories demonology angelic lore it's all so exciting the prophecies 🤩 Nostradamus i love that guy\n  ","604058":"\n   Have you ever read any Malachi Martin? His book \"Hostage To The Devil\" is disturbing but very informative, and not difficult to find in .PDF if you search.\n  ","604059":"\n   hi sorry to but in but I found this if it's any help\n The Christian New Testament gospels of Matthew (8:28-34), Mark and Luke describe an incident in which Jesus meets a man, or in Matthew two men, possessed bydemonswho, in the Mark and Luke versions, when asked what their name is, respo\n  ","604060":"\n   5200? That was the size of the Roman military unit \"legion\" at the time Matthew was written, also referring to the demons being organized hierarchically.\n  ","604061":"\n   They will come together from Amazon xxx\n  ","604062":"\n   I must completely disagree before I fall back asleep. If they were so powerful, why wait to conquer Earth? I think they need humans as corporeal forms in order to even exist. So it may be symbiotic in nature\n  ","604063":"\n   Awwq no that's you Sav! I got something too that wasn't on your list! xxx\n  ","604064":"\n   Why are there so many? Safety in numbers means that maybe they aren't that powerful 🤔\n  ","604065":"\n   On which instagram account you’ll reply me. I’ll text you there\n  ","604066":"\n   And you are getting somethings this year......!! xxx\n  ","604067":"\n   Plans today?\n  ","604068":"\n   I would and it's not the Pacific Ocean that's stopping me its American boarders and the covid\n  ","604069":"\n   And they love you too I can bet 😊\n  ","604070":"\n   haha yeah. I'm actually an aviculturist. 😊🌸\n  ","604071":"\n   would you stream on twitch?\n  ","604072":"\n   who understands you the best on this planet? cannot be yourself.\n  ","604073":"\n   What is something you recently realized that you can’t believe you didn’t realize earlier?\n  ","604074":"\n   what's worse mass questions or shoutouts?\n  ","604075":"\n   How are you all? I hope you’re all having a good week !\n  ","604076":"\n   I sleep, it's just broken up. Demons you say?\n  ","604077":"\n   So I’m a panda in disguise. Makes sense (I know why) do you work rn?\n  ","604078":"\n   SLEEEEEPY AS FUCK. But doing well. I hope this finds your Legion of Boom happy and healthy :)\n  ","604079":"\n   Hey Boom. Good to see you :)\n  ","604080":"\n   Lol ok. Thanks!\n  ","604081":"\n   you look happy with kids x\n  ","604082":"\n   Dm me on ig with a Voice message?\n  ","604083":"\n   I'm lovin it 😍😍😍😍\n  ","604084":"\n   There really isn't enough kindness but I think i might understand your reasoning.\n\nYea I'm relaxing now watching 8\/10 cats does countdown with Jimmy Carr and smoking heaps of bowls lol\n  ","604085":"\n   Dont be sorry about that though I dont want that you need to live for you not your admirers I thrive of the disappointment it gives me more drive to try and get you close to me 😁\n  ","604086":"\n   lovely.❤️🌸\n  ","604087":"\n   I wish I could🤩 I love taking photos I took some super nice ones last night of the sunset outside my house I will put one on here shortly\n  ","604088":"\n   That's cool such a real natural photo too I love that its nice to see you in a way thats not a selfie😌\n  ","604089":"\n   Do you badly suffer from anxiety?\n  ","604090":"\n   Do you have a picture of you laughing?\n  ","604091":"\n   Honestly I actually get disappointed when I come here and have seen you haven't posted anything for more than a day😌\n  ","604092":"\n   I haven't been doing alot work and food and Christmasing up my house my tree is on my profile pic\n\nAnd yes i miss you everyday how could I not your just such an awesome chick a little to kind to everyone but that just adds to your beauty 😉\n  ","604093":"\n   what's cooking good looking?\n  ","604094":"\n   Sweet like a fckin sugar 😂\n\nPS. Im cool , greetings from Poland\n  ","604095":"\n   You’re so sweet girl!😊 I’ve been better tbh. But I’m glad you’re back!\n  ","604096":"\n   But I do miss you when we don’t talk 🥺 pap?\n  ","604097":"\n   Omg no way I miss you everyday girl so happy your getting you time though keep that up 😌 mental health matters most 🤗\n  ","604098":"\n   Hallo sweety....\n  "},"Answer":{"603026":"\n  My sleep is wonderful. I have been sleeping really well. 😊 how has your sleep been?\n  ","603027":"\n  Dont lie 💖\n  ","603028":"\n  Thank you 😊\n  ","603029":"\n  An immature girl will go for bad boys while a mature women will realize thats not a man.\n  ","603030":"\n  şimdiki zamanıma ve şimdi yaptığım seçimlerin gelecekte bana nasıl yardımcı olabileceğine daha fazla odaklanıyorum.\n  ","603031":"\n  I really dont like my nose 😩\n  ","603032":"\n  Good morning 😊\n  ","603033":"\n  Lil Booms 💣\n  ","603034":"\n  Thank you lovely 💖\n  ","603035":"\n  Ehhh thats tough. Theres only a couple shows on prime i like to watch and Netflix shows are super safe but theres some good shows on there. I don’t really know, probably Netflix. I’ve watched more on there than Amazon.\n  ","603036":"\n  Im obsessed with cooking at the moment. I really am starting to enjoy cooking the more i do it.\n  ","603037":"\n  I mean technically its not bad. Its not like incest ya know? Its kinda more of a respect thing. But honestly what if someone gets married but then their spouse dies and during the grieving process they got close to a sibling and end up finding out they are in love with them - is that really so wrong? People marry the wrong person ALL the time..\n  ","603038":"\n  I wanna watch a good horror show. I’m in the mood for horror.\n  ","603039":"\n  1. How well you live\n  \n  2. How well you love\n  \n  3. How well you learn to let go.\n  ","603040":"\n  Believing in myself 😔\n  ","603041":"\n  No I really dont. I just have serious issues with stress. The wind could blow on me the wrong way and ill be stressed out lol i think its because im hypersensitive to energy’s and people’s auras so it messes with me mentally.\n  ","603042":"\n  Thank you 😊💖\n  ","603043":"\n  Always take the red pill.\n  ","603044":"\n  I like to play with balls filled with snow\n  \n  HAHAH i crack myself up 😂\n  ","603045":"\n  Omg, yes....\n  \n  you 😩😩😩💖✨\n  ","603046":"\n  Hahahahahahhaahaha “besides myself” i love that so much 😍\n  ","603047":"\n  I go and grab it from them or they ship it to me.\n  ","603048":"\n  Thank you so much 💕😍\n  ","603049":"\n  Omg 🥺 thank you so much\n  ","603050":"\n  I KNOW 😩 i am so sad. The storyline was really really good.\n  ","603051":"\n  I love it so much. Soooo much.\n  ","603052":"\n  Ugh, im not proud of it but yes.\n  \n  Youll all probably judge the shit outta me but he was a man in his 60s who fell in love with me and wanted to give me everything. Buy me a house. BUT we all know eventually what that would end up requiring so he caught out that i wasnt ever going to give him what he wanted and ended up in a bad fight. It was really dumb of me too cause this wasnt no small time male.. he was pretty powerful, knew some powerful people. I got really lucky that he cared enough about me to not hurt me for leading him on cause i saw what he does to people who disrespects him..\n  ","603053":"\n  I dont like my voice, like I really hate the sound of it. 😂 i sound like a little girl lol\n  \n  I have never been told I sound like someone, people recognize my voice pretty easily actually. I can call people from a random number and just say hi and they know its me 😂\n  ","603054":"\n  I love them, i love walking through antique stores. 😊\n  ","603055":"\n  “Oh boy, thats a lot of notifications” 😂\n  ","603056":"\n  Thank you so much love 🥺😍 I really appreciate it💖\n  ","603057":"\n  Awh, im sorry. I just dont feel like getting all dressed up for some reason :\/\n  ","603058":"\n  Thank you. Yeah if we arent careful we will end up with cabin fever. What are you watching currently?\n  ","603059":"\n  I am constantly asking Ash (my kitty) why she always has such a loose anoose all the time.. 😂 no joke. & she just meows back every time. Like she actually tried to argue back it sounds like it’s hilarious 😂\n  ","603060":"\n  All i am thinking is, yup most likely true. I’ve been saying this since I was a little kid 😂 but everyone would literally laugh in my face (well not everyone. My brother & dad didnt) and tell me im crazy & i would always say “youll see in the future” & now im just sitting back feeling good cause the truth is coming to light and singing in my head “damn it feels good to be a gangster” 😂\n  ","603061":"\n  Im watching HBO stuff right now ;\n  \n  - Carnival (its a slow burn but i find it interesting)\n  \n  - The Wire (i know its old but ive been told numerous times to see it and i LOVE it)\n  ","603062":"\n  I have my shoutouts turned off because its actually way too overwhelming 😩\n  ","603063":"\n  I miss when I would get random post on IG as peoples W.C.W. Those were the good old days.\n  ","603064":"\n  I used to watch them ALL the time. I just love their commentary so much. Now i wanna watch one of their videos 😂\n  ","603065":"\n  Wow, I love your artwork! I followed you, please post more pictures of your artwork! 😍\n  ","603066":"\n  Every time i see pretty flowers my instant reaction is to stop and smell them 😊\n  ","603067":"\n  I try really hard to turn off every gps setting but there always watching 😒\n  ","603068":"\n  I truly wish i could understand why people are so closed minded. A part of me feels like its because the truth has been narrowed down. I also think people are getting to comfortable and honestly believe that they dont need to learn anything new. People get trapped in a loop & don’t really see a good reason why they should try to get out of it. I ask myself this question everyday honestly.\n  ","603069":"\n  Who are you? 😂\n  ","603070":"\n  Because you’re the best 😊\n  ","603071":"\n  Awwwwh 🥺 you’re so sweet!\n  ","603072":"\n  Well, we all have issues that we should work on 😊\n  ","603073":"\n  Because its good to work on your mental health. Why wouldn’t i do therapy?\n  ","603074":"\n  Like this if you think i should do my makeup this evening and take selfies 😊\n  ","603075":"\n  Omg!! Thank you so much 😊\n  ","603076":"\n  Yes. They cheered me up! 😊✨\n  ","603077":"\n  I have been feeling pretty down most of the day. 😔 ive had moments where i am in a good mood but then i kinda get all sad out of nowhere. I have to have therapy in 20 minutes and I just dont feel like doing it. It’ll be good for me though.\n  ","603078":"\n  Omg congratulations on your bonus!! Thats amazing! 💖 awh, you dont have to get me a car sweetheart 💕 but i do like stuff from my wishlist 😉✨\n  ","603079":"\n  My wishlist in my bio 😊💖\n  ","603080":"\n  That just shows how special you truly are 😍\n  ","603081":"\n  I don’t really watch Netflix movies. I am more of a show person.\n  ","603082":"\n  What have you been up too?! 😊\n  ","603083":"\n  I wish i was better at learning new languages 😔\n  ","603084":"\n  Awh, you miss me when I’m not on? Awwwwwh 🥺 thats so cute!! You make me feel special 💖\n  ","603085":"\n  Thank you so much Darren 😍💖\n  ","603086":"\n  Yes 😍 thank you so so much 💖\n  ","603087":"\n  Spencer, i love your poems. They are always so good.\n  \n  You’re so good at expressing your emotions, that they are easily understood.  You always put me up to the test. I am always just so impressed. 😊\n  ","603088":"\n  I love them all 😍\n  ","603089":"\n  They are actually navy blue 😊 i love them so much!!\n  ","603090":"\n  Thanks babes 😊\n  ","603091":"\n  Theres so many!!! 😍\n  ","603092":"\n  OMG DARREN😍😍😍 your present came in!!!!! I am so happy this just made my day. Im happy now!!!!! 😍😍😍😍\n  ","603093":"\n  Why not? Amazon sells everything else, its only a matter of time until they sell cars too 😂\n  ","603094":"\n  I always watch stand up comedy when i need a good laugh\n  ","603095":"\n  I want a new car 😩\n  ","603096":"\n  No clue, they don’t really tell you.\n  ","603097":"\n  Hey Nikki!!! I am alright! Truly very hungry at the moment. How are you?! ✨💖\n  ","603098":"\n  Pistachio cake sounds so light & delicious 😋\n  ","603099":"\n  I only had this one until I got banned a little bit ago & then i made a back up account just in case but askfm gave me back this account so ya 😊\n  ","603100":"\n  I would say there’s probably way more than just 1.\n  ","603101":"\n  Couldn’t agree more 😊\n  ","603102":"\n  I feel like I have already done that sooo 😂\n  ","603103":"\n  I like working solo cause people usually fuck shit up but i like being able to be around people when im bored and wanna talk lol 😂\n  ","603104":"\n  I see them more as a collective.\n  \n  I don’t really compete with others, it’s too exhausting\n  ","603105":"\n  Omg yes. My friends used to joke that i could probably get away with murde.r if i wanted too.\n  ","603106":"\n  Yeah it was fun at times but its not something i wanted to do forever.\n  ","603107":"\n  Ehhhhhhhhhhhhhhhhhh\n  \n  Im so-so today.\n  ","603108":"\n  1. Strawberry (classic is always the best!)\n  \n  2. Brown sugar (its not too sweet)\n  \n  3. Smores (its a little too sweet and gets to be overwhelming after awhile)\n  ","603109":"\n  Yeah, its a lot of work & im not on here as much as i used too. Its hard to keep up with all of it. I also dont think anyone really misses my polls 😂\n  ","603110":"\n  I am way more goofy in person.\n  ","603111":"\n  I could totally eat Dairy Queen right now. 🤤\n  ","603112":"\n  I probably miss people more than they miss me 😔\n  ","603113":"\n  I hate customer service jobs, i am just good at them. Dealing with people all day especially since there usually always in a bad mood is exhausting!\n  ","603114":"\n  Much rather lose the ability to lie. I already try my hardest to be as honest as possible. 😊\n  ","603115":"\n\n   لديها بطن سمين و تغضب عندما أريد لمسه 😂😂\n  \n","603116":"\n  I think all professions are fascinating, especially learning about how someone ends up with a certain profession. My favorites are usually the ones I wouldnt be very good at that i find most interesting to learn about.\n  ","603117":"\n  What other visions do you get?\n  ","603118":"\n  I gotta go to the bank today, like I’ve been so lazy & still havent gone. I do have therapy in the afternoon as well. & I gotta call my brother. Its been really hard finding the motivation to do anything these last few days, but I have to force myself today.\n  ","603119":"\n  Oh god its been over a year now.\n  \n  Ill probably see her later this year if she comes back to the states.\n  \n  I call her mom or mama or ma lol\n  ","603120":"\n  I love Quinn from Into The Badlands. He is crazy! I love the way he talks too. He is so good at making you hate him but at the same time want to see more of his craziness\n  ","603121":"\n  How sweet 💖\n  ","603122":"\n  OMG 🥺 this is so sweet\n  ","603123":"\n  That sounds like an amazing night!! Omg i am so jealous. I wish i was there as well!! 💖\n  ","603124":"\n  OMFG 😩\n  \n  Love me forever 💖\n  ","603125":"\n  Are you staying cozy?! 😊\n  ","603126":"\n  que conozco muchos hechos aleatorios. 😂\n  ","603127":"\n  bebo mucho té y agua.\n  ","603128":"\n  no sé de qué estás hablando. 😔\n  ","603129":"\n  esa es una pregunta interesante. No sé si saldría conmigo, pero sería mi amigo. Soy muy fácil de estar cerca. 😊\n  ","603130":"\n  Why did this make me laugh? 😂\n  ","603131":"\n  Omg, thank you so much Spencer 💖 you are so awesome! Always remember you are such an amazing person. ✨\n  ","603132":"\n  Omg 🥺 what?!\n  ","603133":"\n  Ugh, i could totally go for some thin mints right now. 😩\n  ","603134":"\n  That’s wonderful to hear 😊✨\n  \n  Its super stormy outside right now. Its so windy!!\n  ","603135":"\n  Thank you so much love 🥺\n  ","603136":"\n\n   إنها صورة لقطتي أنظر إلى بطنها السمين\n  \n","603137":"\n  Bang bang\n  ","603138":"\n  Awh 😊 thank you so much darling ✨ i hope you are doing well 💕\n  ","603139":"\n  Oh my god 🥺 my heart is breaking. Its not fair. I wanna be spoiled. You wanna spoil me. 😩\n  ","603140":"\n  Ugh, i am so sorry 😔\n  ","603141":"\n  Thank you so much 🥺💖\n  ","603142":"\n  I love this picture so much 😂\n  ","603143":"\n  But like why not 😩\n  \n  I hate not knowing who you are either. Reading someone cares about me this much and I cant have them apart of my life (unless you secretly are?)\n  ","603144":"\n  Why arent you feeding me then?!\n  ","603145":"\n  Hello beautiful people 😍\n  ","603146":"\n  Only a chosen few ✨\n  ","603147":"\n  He literally dissed COVID.\n  \n  His flow is so unreal.\n  ","603148":"\n  Have you seen this?\n  \n\n   https:\/\/youtu.be\/EosMazKaPbU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603149":"\n  Its his creativity & lyrics that wow me all the time. Especially his freestyles.\n  ","603150":"\n  I rarely think about the past. I focus on the present & worry about the future (not so much my personal future but the future of the world)\n  ","603151":"\n  Even then what if you order me something i hate 😂 kidding\n  \n  If you did that, i would be so happy & i feel like i can trust you when it comes to food lol\n  ","603152":"\n  My moms birthday is next month 😊\n  ","603153":"\n  I feel like its probably dangerous to get food from certain strangers... i feel like some people would send some gross shit to people they dont like.\n  ","603154":"\n  Not really. Boxing in general feels like modern day gladiators.\n  ","603155":"\n  “UGGH WHYYYY” 😂\n  ","603156":"\n  Of course 💖\n  \n  & i enjoy that you stalk my page that much to notice i added it 😉 kidding, you probably checked cause i liked it so much 😊\n  ","603157":"\n  Saw.\n  \n  Its so dark 😍\n  ","603158":"\n  Omg..... i knew the New Year hype wouldn’t last long 😔 i am so sorry darling. I hope you are relaxing 😌\n  ","603159":"\n  Societal pressure\/expectations\n  ","603160":"\n  My stomach is eating itself but that means i have to get up and grab something to eat. Ugh. 😔\n  ","603161":"\n  Hello!!! Happy New Year 🎊\n  \n  - no, i think there are different variations of lying and everyone does it to an extent. People will lie to themselves more than anything.\n  ","603162":"\n  I am so excited! Thank you so much!! 😊 & I hope you enjoy your day off cause I think you deserve it. I hope Liverpool wins 😊\n  ","603163":"\n  Speaking off food... i am starving. Can you send me food? Can we make this a thing, where people can anonymously send strangers food? Nope wait i see the flaw in this idea 😂😂\n  ","603164":"\n  Omg what happened? Why?\n  ","603165":"\n  & im over here thinking its just one person telling me over & over again 😆 oops.\n  \n  Awh 🥺🥺🥺 if you dont think you have a chance, why do you keep loving me?\n  ","603166":"\n  Well, considering the internet is still real recent and people were living without for centuries before the internet- its very possible.\n  \n  It would be an adjustment if something happened and we all ended up having to go back to the old ways but we are very adaptable creatures. It always figure out how to make things work.\n  ","603167":"\n  If someone doesn’t challenge me mentally I get bored of them, so yes.\n  ","603168":"\n  I am feeling pretty good.\n  \n  Just anxious to cross some things off my list today, i feel really productive and energized today. I am just not a morning person so I am just relaxing until its more late morning ✨\n  \n  I hope you are feeling alright today! Its Monday after the New Year.. hopefully today is good day for you 😊 what are you up too?\n  ","603169":"\n  I am doing really good this morning, just been stretching a little bit. I need to make sure i get a couple things done today. Just cause its the new year doesnt mean there’s not stupid things i need to take care of lol.\n  \n  How are you doing?! 😊\n  ","603170":"\n  LOVE YOU 😍\n  ","603171":"\n  Omg thats so cute 😩\n  ","603172":"\n  I have been saying this for over a decade & no one believed me.\n  \n  They have figured out that our DNA has a “marker” or a “stamp.” Like, when you buy something and theres an engraving on the bottom of who made it or where its from - ya we all have that on our DNA. They never understood what it meant till recently, since they figured out that 93% of our DNA is considered “unidentifiable exterrestrial DNA” that the little stamp on everybody’s DNA is most likely the signature of the creator. The only issue is they still havent figured out what exactly it stands for since its considered alien. They are releasing a lot of the scientific proof for this since the evidence is irrefutable.\n  ","603173":"\n  I feel like in order to love, you have to trust. You have to be vulnerable to be able to love someone else and that means putting your trust in them that they arent going to break your heart.\n  ","603174":"\n  No, in order to experience pleasure you have to experience pain. We need to be in total darkness in order to see light. We have to feel sadness to be able to experience happiness.\n  \n  In my experience those who havent really experienced pain, struggle, sadness, or trauma have a harder time finding happiness.\n  ","603175":"\n  BOOMJAMIN 😍 i love that name!\n  ","603176":"\n  Everyone will let you down one way or another. Which means even you will let down those you love. Its just human nature. It should be taken as a positive thing because when you care about someone, you want the best & for them to do their best. Well, we tend to hold high expectations for those we care about which leads to be let down - but it only ever comes out of love. When you dont care about someone, you dont care what they do so its hard to be disappointed.\n  ","603177":"\n  No, im not practicing witchcraft. Theres a lot of information in Grimories. Its not just spells. They are diaries from powerful ancient magicians. Also, theres books  written by saints as well, that you’d need to know latin to read them.\n  ","603178":"\n  Would you even believe me if I was one of them?\n  ","603179":"\n  Awh, no! I dont think so!! I feel like i would be way more popular on here if i were 😂💖\n  ","603180":"\n  I take that as a compliment.\n  \n  I hope i only look 37 years old by then 😂\n  ","603181":"\n  estoy deseando a Huevos rancheros.\n  ","603182":"\n  Ones public & the other is a spam account for random shit such as 1000 selfies i take all the time 😂\n  ","603183":"\n  Lo siento, no he respondido hasta ahora. ¡Espero que hayas tenido un gran año nuevo! ¿Cuáles son tus planes para este nuevo año?\n  ","603184":"\n  i want to be able to learn languages really easily.\n  \n  I have this weird urge of wanting to learn German, Latin, Hebrew. (witchcraft\/grimories - i wanna be able to read the original texts)\n  ","603185":"\n  So, I make friends with people of all walks of life.\n  \n  I became friends with what you would consider an OG. when I first met him, not gonna lie, he scared the shit outta me. I even told him straight to his face that he scared the shit out of me. lol. he had tattoos literally head to toe. The gang he was a part of was tattooed on the top of his head lol. I got to know him cause he did landscaping. I learned a lot from him and we actually became really close. he had a lot of kids and his daughter is on death row so he kinda always made me feel like i was his daughter. I could always trust him too, every time I had an issue or I needed help - he always had my back. BUT he never failed to scare me all the time. 😂\n  ","603186":"\n  yes, your soul shall be mine 😈\n  ","603187":"\n  My favorite part of the Einstein VS Stephen Hawking is, \"There are 10,000,000,000,000,000,000,000,000,000,000,000,000 particles in the universe that we can observe, your mama took the ugly ones and put them into one nerd.\" HHAHAAHA still so funny.\n  \n  this video made me laugh so hard. “You need to wash up dog, Here step into my shower” - Hitler\n  \n\n   https:\/\/youtu.be\/AFA-rOls8YA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603188":"\n  Most likely Italian.\n  \n  Especially the desserts.\n  \n  Or french pastries.\n  \n  Omg cheesecake\n  ","603189":"\n  Who hurt you? 🥺\n  ","603190":"\n  I wonder if it looks like this? 👀\n  ","603191":"\n  You’re stunninggggg 😍\n  ","603192":"\n  Im sorry, what? 😱\n  ","603193":"\n  Im super hungry now 😔\n  ","603194":"\n  I would be so pissed at myself. I would probably freak the fuck out. The disappointment would be too grand.\n  ","603195":"\n  I think its hard not to be sweet to you, Spencyyy 💖 you’re the best 😊\n  ","603196":"\n  I wear those all the time 😍💖💕\n  \n  Thank you thank you 😍\n  ","603197":"\n  Thats not true at all 😒\n  ","603198":"\n  No?! Why would I do that?\n  ","603199":"\n  So im guessing this one is a no?\n  ","603200":"\n  I have and i played for awhile but i got over it for some reason! 😔\n  ","603201":"\n  Awh 🥺 the ying to my yang 💖\n  ","603202":"\n  Or maybe a classy skin tone lace 😍\n  ","603203":"\n  Yesterday i had a burger, and literally the whole time i was just going “mmmmm” “oh god yes” “mmmmmm mmMMmmMM MMMMMMM” the more i ate the more i liked it 😂 then i made myself start laughing cause i realized if anyone was listening it sounds like i was having se.x😂\n  ","603204":"\n  Or i would do a more gothic victorian queen vibe 👑\n  ","603205":"\n  Oh no 😱\n  ","603206":"\n  Really good music 🎶\n  \n  Or good performances.\n  \n  Its kinda hard for me to get goosebumps actually.\n  ","603207":"\n  I want this jacket 😍\n  ","603208":"\n  Why would you think that when it hasnt changed at all 😂\n  ","603209":"\n  I love hugs 🤗\n  ","603210":"\n  But you are, and thats all that matters 💖\n  ","603211":"\n  1. Askfm\n  \n  2. Pocket World 3D\n  \n  3. Hotel Empire Tycoon\n  \n  (These are the apps I’m using a lot right now 😂 it changes depending on the day)\n  ","603212":"\n  It was pretty chill! How was yours?! 😊\n  ","603213":"\n  That doesn’t surprise me. France is pretty much shut down until like 2023.\n  ","603214":"\n  Oh god not a tattoo, like i would go get a stamp made and buy red ink so i can put “lazy bum” on peoples butts 😂\n  ","603215":"\n  Have a beautiful day 💕✨\n  ","603216":"\n  I started watching altered carbon yesterday & now im hooked. 😅\n  ","603217":"\n  I wanna try and build my gothic wardrobe but its more of like a gothic lingerie im going for. But, ya i dont mind at all. I wish i could be a Victoria secret model!\n  ","603218":"\n  Please 😩 i wanna take a picture with ash in it 😍\n  ","603219":"\n  Can someone please get me this for a late Christmas present?! Its on my wishlist. I want it so bad 😩\n  ","603220":"\n  Omg, i added some to my wishlist 😍💖 thank you so much Darren! I love underwear i want so much underwear, im just gonna add a bunch of stuff on there right now. 😂\n  ","603221":"\n  Probably something more runway type, like this 😊\n  ","603222":"\n  Hahahahah i wanna actually make that a stamp “lazy bum”\n  ","603223":"\n  I read a lot of poetry this morning & it really started my day well. I also meditated before I fell asleep. I think that helped a lot. I hope you are having a great day ☀️\n  ","603224":"\n  I have no idea what you’re talking about 😘\n  ","603225":"\n  Right?! 😩 im so sad 🥺\n  ","603226":"\n  Oh... i always complain how i am so lazy and i need to push myself more... so maybe im not actually lazy..\n  ","603227":"\n  I would love to go to another planet like ours in a completely different solar system and see what its like!\n  ","603228":"\n  Well, its what i call pollen 😂 cause that’s technically what it is.\n  ","603229":"\n  Creo que es bueno para cuando un aminal se está extinguiendo y pueden asegurarse de que los animales tengan el hábitat correcto. muchos animales están muriendo porque seguimos expandiendo ciudades y pueblos.\n  ","603230":"\n  Plant sperm (pollen) 🌾\n  ","603231":"\n  Oh jeeze 😂😂\n  ","603232":"\n  Wow, thats some really good news!! I am so thrilled for you & thats great that you helped more people with jobs!! 😊💖\n  ","603233":"\n  Ohhhh, i hope i get to see in the future. I want see what you create. 😍\n  ","603234":"\n  I know 😩✨ it made me so happy, it was so sweet 💕\n  ","603235":"\n  I want this so bad. I am in the mood for peanut butter 🤤\n  ","603236":"\n  Awh 🥺✨💕💖 thank you so much!!! I am excited for all our conversations as well.\n  ","603237":"\n  Angels do exist 🥺\n  ","603238":"\n  I would really enjoy a burger right now 🤤\n  ","603239":"\n  Yes!! Exactly!!! 😊\n  ","603240":"\n  It would be hard to explain, theres a lot! I still have a lot more to go. I have to do the filler tattoos. But its an expensive process!! 😩 are you going for sleeves? Its really hard trying to get them all in one picture lol 😆 but heres some of them\n  ","603241":"\n  Wait, really? Whys that?\n  ","603242":"\n  Okay, if uniting booms meant i get to be a Victoria Secret Model - I AM ALL FOR IT 😂✨💖\n  ","603243":"\n  You seem to be very nice and an awesome person to talk too from what i have seen 😊\n  \n  You cant really tell cause i am always covered but i have similar style tattoos on my arms as well but i like yours cause i like your choice of placements. 😊\n  ","603244":"\n  I agree. I never really followed it. I dont feel like we should be measuring peoples weight that way either. Some people are more dense then others so they could weigh more on paper but in person they are probably in outstanding shape! Some people have big bones and some people have small bones. Someone with big bones just kinda looks bigger but a lot of the times they are at their natural weight. Someone with small bones cant really even hold that much weight on them. Theres so many variables to weight and the body... its just like how i don’t believe a test can measure true intelligence.\n  ","603245":"\n  Ohhhhh, & i love a challenge.\n  \n  Talking with people who are stubborn is my favorite because I actually have to decode their brain. Makes me have to change my perceptions in many different ways in order to understand so I can then connect how i am right 😂 or maybe they even prove to me why im wrong who knows I just love it.\n  ","603246":"\n  Thank you so much beautiful 😍\n  \n  I totally agree.\n  \n  & omfg can we be friends?! 😍 I was looking through your page & i love your vibe. Especially your tattoos.\n  ","603247":"\n  Oh no, I’m telling everybody 😂\n  \n  AWWWWWWWHHH😍\n  ","603248":"\n  My metabolism is hyperactive 😒\n  ","603249":"\n  You’re spoiling my mind with the idea of being spoiled like this 😩😍\n  ","603250":"\n  HAHA 😆 omg\n  \n  I am not sexy 24\/7 💖\n  ","603251":"\n  Life is all about balance.\n  \n  I dont think believers of God are completely wrong & i dont think non-believers are completely wrong. I think the truth is somewhere in between 😊\n  \n  Thank you for being respectful as well & very open-minded. I really appreciate that. You dont have to believe anything i say but respecting my belief is all i want. I would love to sit down with you & pick your brain. I am always open to learn something new. I think we would have some pretty awesome discussions. 😍\n  ","603252":"\n  Stop ittttttt 🥺💖💕\n  \n  You’re gonna make me wanna kidnap you and keep you all to myself. This kind of love & support is exactly what i need 🥺\n  ","603253":"\n  Why is everyone so obsessed with how much I weigh right now?!\n  ","603254":"\n  I just wanna be able to guide people into a life of being content. & i feel like its rude to have all the knowledge & not share it, thank you so much 😊 youre the best Darren, truly. 💖\n  ","603255":"\n  You just stole my fucking heart 🥺 you’ll let me be myself. 💕\n  ","603256":"\n  I actually HATE it with wings.\n  \n  Or with anything else other than beef.\n  ","603257":"\n  Thank you, that actually made me feel a lot better ✨\n  ","603258":"\n  I am not a fan of blue cheese, like at all but when theres blue cheese on a burger with mushrooms & grilled onions. Its fucking life changing. The way the cheese blends with beef. It can’t be described its just something people have to try. 🤤\n  ","603259":"\n  Omg, dont ruin it 😂\n  ","603260":"\n  Omg i ended up making 4 collages. I am currently working on another one but i keep messing it up & having to start over. So i am frustrated with it. Lol 😂\n  \n  I’ve finally gotten to the letter C in my studies.\n  \n  I felt like such a fucking idiot once I figured out that Lucifer & Satan (Satanachia - Lucifers Commander - in- chief) are two different entities. Now i have to go read Biblical texts with a different mindset because there talking about so many different entities that everyone just generalizes and says satan or the devil when actually they arent the same at all. Ive been around people who literally think these names are just different names for the devil when actually they are all separate beings in different levels of hierarchy of Hell. I cant explain how dumb i felt all day after discovering that.\n  ","603261":"\n  Lets live dangerously darling ✨\n  ","603262":"\n  AWH how sweet 💕🥺\n  \n  I spent with Ash, but all she did was cuddle on my lap. 😂 other than that, it was just a chill way to start the new year!!\n  \n  Hows your New Years!? 😊\n  ","603263":"\n  I love you so much Darren.\n  \n  This made me feel so good!!\n  \n  Thank you so much 💖😊\n  ","603264":"\n  You must be straight danger 😈\n  ","603265":"\n  Actually, you are not gonna like what im gonna say and its probably not gonna make sense to a lot of people. i watched a documentary about someone else kinda saying the same thing but its not exactly nothing.  (Many MANY scientists are starting to discover the truth in this) Its because our universe has infinite amount of layers and whenever the sun finishes its star cycle is burns up everything and everyone but because of the layers the universe is capable of restarting an infinite amount of times unless we create a massive hole in just one of the layers then we will be completely and utterly destroyed forever. No coming back from that. Nuclear bombs can create that hole.\n  ","603266":"\n  Its not a lie when people say when you dress really well, you hold yourself up better. You walk with confidence. It makes you feel good. I’ve had people never understand why I put a lot of effort into my outfits or I just randomly dress up until i forced them to dress up with me & their body language changed. They stood with such confidence. Clothes make a huge difference. Thats why in the business world, attire is very important.\n  ","603267":"\n  Thank you so much! There’s something dangerous about someone who’s beautiful AND smart. So you just said im dangerous 😈\n  ","603268":"\n  So wild right? 😂\n  ","603269":"\n  Oh god no. You cant trust the chemicals they put in our water...\n  ","603270":"\n  Ive always wanted to be an engineer because ive always wanted to be an inventor.\n  ","603271":"\n  Omggggg 😩 thank you\n  ","603272":"\n  I love the smell of rain 🌧\n  \n  But i love the way snow makes everything look ❄️\n  ","603273":"\n  Im currently really into pesto with roasted bell peppers, cherry tomatoes, & feta. Its so fresh and delicious 😋\n  ","603274":"\n  The explanation for our existence is much more complex and extremely scientific (physics) that people cant really understand right now. As a society, we truly havent expanded our minds enough yet to understand. & you know what, who knows if its even a positive thing too... we might not even want to know the truth. The only person that got truly close to understanding where we come from was Stephen Hawking. He believed in some pretty awesome theories. Big alien believer because he actually proved the probability. You literally cant argue with math. Lol. Anyways, ive always believed that there’s something greater than us - we just dont know the truth.\n  ","603275":"\n  Holy Hell yes I would.\n  \n  They are the sexiest women alive i swear. It would be an honor 😂\n  ","603276":"\n  Tell me about your dream?! I wanna know all about it 😊\n  ","603277":"\n  🤔 uhmmmmm ya...\n  ","603278":"\n  Why Iowa?\n  ","603279":"\n  Awh, you really think so? 😍🥺\n  ","603280":"\n  I am actually feeling really good this morning 😊\n  ","603281":"\n  I have met a ton a famous people, i grew up in a super elitist area of San Diego. Now i havent met that many like celebrities though.. well wait Ive met people in all different realms of fame. Ive met a lot of famous NBA\/NFL players or coaches. Heres just a few that most people would probably know;\n  \n  • Steve Kerr (coach of Golden State Warriors)\n  \n  • Jesse Buss (Owner of the Lakers)\n  \n  • Peyton Manning (& his fam)\n  \n  • Dave Mustaine (Megadeath)\n  \n  • Warren Buffett (4th wealthiest person in the world)\n  \n  • Victoria Weick (Beverly Hills Jewelry, and Jewelry TV)\n  \n  • Scripps Family (owner of the best marine biology & hospitals)\n  ","603282":"\n  Not anyone from ask, at least not that i know of (unless someone was anonymous and then pretended to not know me in person and become my friend idk)\n  ","603283":"\n  I would turn myself into a full blown lesbian if Lana Del Rey said she was in love with me and wanted to be with me forever. No joke. I love her so much 😩\n  ","603284":"\n  I never said it came from nothing, i said that we aren’t capable of comprehending where everything comes from.\n  ","603285":"\n  Instead of telling me i lack proof, why dont you explain your evidence? Where’s your proof or logic?\n  \n  I am not worried about afterlife because i am secure in myself. Regardless of what comes after, if i am a good person in life - who the fuck cares about after? I am enjoying life because thats what we should do. We should choose to live. Not live in fear.\n  \n  Why dont you try and convince me that i am wrong? I also sound extremely logical darling. If we going by the definition of logic - religion isn’t very logical.\n  ","603286":"\n  Im boring but im a huge fan of water 😂\n  ","603287":"\n  The proof that death is like that is the lack of proof that death isnt like that.\n  ","603288":"\n  It was awhile ago. I vaguely remember it now. I have no idea where the location is either. I couldnt recognize it at all. There was a group of guys like getting in a fight and it was getting pretty gruesome so i was trying to stop it but I couldn’t.\n  ","603289":"\n  The movie made me laugh. I saw that when i was little & I remember laughing so hard. I even looked at my brother in full confidence and said, “thats not even remotely accurate”\n  \n  Kinda freaked my brother out cause like when i say i was young i mean i was 7ish when i watched it.\n  ","603290":"\n  Ya i cant watch those cause I literally just explained how it literally feels like i am being burned alive like it triggers something in my brain, like its happened to me before.\n  ","603291":"\n  I dont drink soda.\n  ","603292":"\n  No, not really 😔 i wish\n  ","603293":"\n  I saw way more than that.\n  \n  It was like i was there but they couldnt see me... like i was some outer body looking in. I just remember trying to warn them but they couldnt hear me. It was like i was a ghost in my dream. So wild.\n  ","603294":"\n  Food. Always food.\n  ","603295":"\n  Why do you need to know what happens after you die, you’re gonna be dead? Do you remember what it was like before you born? Death is gonna be like that.\n  \n  Also, it can go both ways. Theres a lot of people who do bad shit because of religious beliefs. If you are just a decent person, you wont have any issues of death. The reason so many people are worried about what comes after is because of regret. I logically don’t understand why we are so concerned about afterlife and not focused on this life and trying to make the most of it when we dont have any proof of what actually happens when we die. Zero proof. People fear death when its a huge part of life. Death restores the energy in our universe. Stop living in fear.\n  ","603296":"\n  Im a little too hopeful sometimes.. like annoyingly hopeful. I somehow have a lot of faith in myself so that creates a lot of hope. Sometimes it can be unrealistic though\n  ","603297":"\n  Thank you 😊 i am so happy you understand.\n  ","603298":"\n  God isn’t expecting shit from us cause you know logically it would be a God who would be all powerful. Its idiotic to think God would need anything from us. You can make wise decisions without needing to accept a God, just be a good fucking person. Is that so hard? If you just believe in something beyond yourself, thats all you need. We. Arent. Smart. Enough. To. Actually. Comprehend. “God.” Kinda the whole point cause you know, its a God or Gods. Who the fuck actually knows. Just live your life with passion. Ricky Gervias honestly says it perfectly.\n  \n\n   https:\/\/youtu.be\/suq0ayB0b8I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603299":"\n  These are the texts that make my life. This just made my entire New Years ✨\n  ","603300":"\n  Oh hi.\n  \n  Whats up? 😊\n  ","603301":"\n  I believe that there’s something bigger and beyond us. I believe that we arent even capable to fully comprehend what’s actually going on.\n  ","603302":"\n  I have done the same. Its way too much.\n  \n  I love peanut butter and apples. Like a lot. 😋\n  ","603303":"\n  Right? It just seems terrible.\n  \n  Maybe I was a witch or something in my past lives cause ya it literally hurts to watch it.\n  ","603304":"\n  Truth 😊\n  ","603305":"\n  Not a movie but certain scenes.\n  \n  I get panic attacks when i see someone get burned alive or drowning. I cant handle it. Like i can feel it in my stomach, like as if its happening to me.\n  ","603306":"\n  9:55pm 🌙\n  ","603307":"\n  A clusterfuck of confusion\n  ","603308":"\n  Awh, you didnt bring up any bad memories. But thank you for being considerate 💖\n  ","603309":"\n  Yes 😊 thank you!!\n  \n  Hows work going for you?\n  ","603310":"\n  That makes a lot of sense. When i was working a lot, i didnt have time for anything else really.\n  \n  I’m not working right now because i ended up working myself into the ground doing something I didn’t even care about. So ive been reprioritizing my life.\n  ","603311":"\n  Omg!! Please tell me about your dreams. I love dreams.\n  ","603312":"\n  Oh ya all the time. I am very fortunate cause like you can never have enough 😂\n  \n  Which reminds me i need to add more on my wishlist, i need new Calvins\n  ","603313":"\n  I totally get that! I forget about social media a lot. I even forget about texts. Im so bad with my phone ahha.\n  \n  Life is good, cause you know i am still alive 😀😅\n  ","603314":"\n  You think only a few thousand use this site? They reached 215 Million users in 2017... i can only imagine now.\n  ","603315":"\n  Are you the persons dream I keep falling into when im asleep? 😂\n  \n  I actually had that happened where in my dream i could tell it wasn’t my dream. Like i was aware of myself and that i was dreaming but someone else was controlling the dream.\n  ","603316":"\n  Quite the opposite.\n  \n  Parents would always compare their kids to me cause i would be patient and quiet all the time. Oh and whenever my parents said no, i never threw a fit. I would just be like “ok” and move on.\n  ","603317":"\n  Right? LIKE SHARE 😂\n  ","603318":"\n  Oh you meant just from here? Oh god, OH GOD. So many.\n  \n  You just made my brain go boom 🤯 (no pun intended) just thinking about it cause wow ive met a lot of amazing people on here that i am close with 💕\n  ","603319":"\n  Yeah! Im very off & on with ask.\n  \n  Ive been active cause of Covid but before covid i was hardly on.\n  \n  How have you been since the last time i talked to you? 💖\n  ","603320":"\n  Yes 😊 all thanks to my amazing lil boomers 💖 im jealous of how many likes you got though, thats another goal of mine 😔\n  ","603321":"\n  AWH 💖 thank you so much\n  ","603322":"\n  Oh yes, yes yes yessss 💖\n  \n  Quite a few 💕\n  ","603323":"\n  I know 😂 but i look bad right now cause im just trying to relax my stomach but heres one from a couple days ago\n  ","603324":"\n  I LOVE those kinds of videos.\n  \n  They are so fascinating.\n  \n  When I was younger, I said some wild shit about lives that my dad had no clue where I was learning it from. I would have to ask him again what I said cause i don’t really remember anymore. I do know it had to do with alchemy.\n  ","603325":"\n  I dont eat Taco Bell anymore but it does sound delicious 😋\n  ","603326":"\n  I wish, but nope 😔\n  ","603327":"\n  Definitely with company cause like no, i cant travel alone... thats how i get taken 😒\n  ","603328":"\n  Uh, i feel like its just something you have or dont have. I dont think someone can just give you a good heart. I feel like its more of a spiritual thing.\n  ","603329":"\n  I always feel exhausted. It just comes with being an old soul.\n  ","603330":"\n  Making it to 2022 😂\n  ","603331":"\n  Ehhh like 4.\n  \n  My stomach is giving me a hard time today. I am currently icing my stomach cause it helps with the inflammation but ughhhhh its so uncomfortable 😣\n  ","603332":"\n  Its on a Sunday ✨\n  ","603333":"\n  Awh, thank you... i think? 😂\n  \n  I totally am a slacker. Idk why though. I just always feel exhausted- like my soul feels exhausted.\n  ","603334":"\n  Yeah, if it meant i could travel across the country while living in an RV. Thatd be so awesome.\n  ","603335":"\n  Me 😂\n  ","603336":"\n  Not currently no, i kinda wish i was though 😩 i love being hyper.\n  ","603337":"\n  They can choose whatever they want to be called. I dont think theres an issue with it. Its kinda the drag culture too. I love drag queens so so much. Rupaul is hilarious 😍\n  ","603338":"\n  I am but my stomach is on fire 😩\n  ","603339":"\n  That sounds lovely. Sounds like a great way to start the new year 💖\n  ","603340":"\n  Oh god, I seriously thought it was gun shots and then i was like wait 😂\n  ","603341":"\n  Hmmm, i slept 😂\n  ","603342":"\n  I say this all the time but no one believes me 😔\n  ","603343":"\n  Hahahah this is funny 😆\n  ","603344":"\n  I knew we were connected 💖\n  ","603345":"\n  Well, they only had like 30 something seconds to react right?! (Before they hit the ice berg i mean) cause it filled up pretty quickly in certain areas. I really hope someone at least tried to save them.. 😔\n  \n  Those fuckers didnt even fill up the life boats up to full capacity, what the fuck?!\n  \n  Now i wanna watch Titanic. I used to watch it all the time even though it made me cry every time...\n  ","603346":"\n  Spencer.... we are on at the same time each morning 😂 have you noticed that?! 💖\n  \n  They need some peanut butter to go with that jelly 😂\n  ","603347":"\n  Survival of the fittest.\n  \n  You have to be really weak to be a women that died when the women were the first off the ship 😂\n  \n  I have more respect for the guys that played music while the ship went down. Now THATS bravery. The fact they just accepted their fate and died doing what they loved... my god.\n  ","603348":"\n  More like until this morning, holy adhjdkskhfks probably just cause of new year’s though 😂\n  ","603349":"\n  Well isnt that the goddamn truth\n  ","603350":"\n  No you are!! 💖\n  ","603351":"\n  Oh hell ya considering all women and children got be on the life boats lol 😂\n  ","603352":"\n  LOVE YOU DARREN 😍💕✨\n  ","603353":"\n  Spency how could anyone say you’re fake?! You’re like the realest person on here!! 😊\n  \n  But you’re right, they just cant handle how awesome we are 😊\n  ","603354":"\n  Happy New Year you beautiful soul ✨🎊 i hope you have a great night and be safe!! 💖✨\n  ","603355":"\n  Oh ya im totally not real 😘\n  \n  I just post 1000 selfies of the same person that you literally cant find half of these selfies anywhere else 😂\n  ","603356":"\n  God, I wish! 😔\n  ","603357":"\n  Omg!! Thats awesome 😂 are you close with your dad?\n  ","603358":"\n  What guy?! What are you talking about? 😂\n  ","603359":"\n  I wish you could pass your stoned-ness through the phone. I need some of your energy 😊\n  ","603360":"\n  How do I imitate myself when i am myself all the time? 😂\n  ","603361":"\n  Jesussss 😂 you are stoned.\n  ","603362":"\n  Happy New Year! 💖\n  ","603363":"\n  You are inspiring me to go and buy some ganjaaaaruski\n  ","603364":"\n  HAHAHAHAHAHHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHAHA OMG THAT WAS HILARIOUS 😂\n  ","603365":"\n  Please PLEASE do it! 😂 i wanna see what you’re thinking!\n  ","603366":"\n  Happy New Years! I wish you the best 2021! 🎊 lets have a good year!\n  ","603367":"\n  Its such an unrealistic crush but ya 😂\n  ","603368":"\n  I am obsessed with Apashe. 🎶\n  \n  I think i have a crush 😂\n  \n\n   https:\/\/youtu.be\/c8uqkVOffgU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603369":"\n  Happy New Year beautiful ✨\n  ","603370":"\n  Awh 🥺 thank you so much!\n  \n  I hope you have a great new years! 🎊\n  ","603371":"\n  Always have a positive mindset! I believe the more positive you are, the higher chances of making your dreams into a reality ✨\n  ","603372":"\n  Im out of this world 😜\n  ","603373":"\n  I cleared out a lot of my questions so probably like 500. 😊 way more manageable for me!\n  ","603374":"\n  Happy New Years! 🎊\n  ","603375":"\n  HAHAHAHAHHA Mikehawk owns you now hahahahah 💖 im loving this and your dedication to feeding him!! You’re spoiling him, he might not leave..\n  ","603376":"\n  Awh 😍 thank you so much.\n  \n  I wish i was a magical unicorn 💖\n  ","603377":"\n  Someone slap me, i havent showered yet 😔\n  ","603378":"\n  I am intrigued, please go on 😊\n  ","603379":"\n  I sure am. My parents chose me 😜\n  ","603380":"\n  About 4-5 months now.\n  \n  It has brought my body back to my natural weight but now im like way WAY too skinny. I forgot how skinny i am. It sucks cause nowadays its not trending to be as thin as i am. If this was a decade ago, omfg i would be exactly what people are striving for lol itll come around full circle again. It usually does lol.\n  ","603381":"\n  Its okay. She was in a lot of pain & I think once I got to 18 years old she just couldnt be alive anymore.. she was so exhausted. Im happy shes at rest.\n  ","603382":"\n  If i dont take a shower this morning, someone please slap me 😂\n  ","603383":"\n  I feel just fine, thank you for asking 😊 I feel pretty good this morning ☀️ how are you??\n  ","603384":"\n  Oh god.. i dont know yet.\n  \n  I do know in about an hour, I am going go start meditation 🧘‍♀️\n  ","603385":"\n  If thats true, why dont you try to make it a reality?! It feels like precious love is being wasted 😔 i wanna be loved & spoiled by someone that actually wants to make me happy. 💖\n  ","603386":"\n  When people refer to me as Savannah on here instead of Boom, i know its someone that actually KNOWS me. So thats kinda nice.\n  \n  But theres something endearing about being called Boom 😍\n  ","603387":"\n  Thank you for being a kind & gentle soul 😊\n  ","603388":"\n  Oh god, sexual cannibalism 😂\n  \n  Dude, i am telling you... i think females are inherently crazy 😂 (in most animal species)\n  ","603389":"\n  To completely honest, i don’t really understand. Where is this fixation coming from? What is it about me that draws people towards me like a moth to a light?\n  ","603390":"\n  I can understand that but I actually accomplished everything i needed to accomplish this year. December is a hard time of the year for me because my biological mom died on Christmas day in 2013. Ever since then, its always been a hard month for me.\n  ","603391":"\n  Actually yes. I am so curious. Obviously I would be one of those privileged people who would hire like special individuals in those areas to guide me around so I dont do anything stupid! I used to chat with the most traveled man in the world & there isnt a spot on this Earth he hasnt been. He told me “theres great people everywhere you go. Just be careful but also just be kind.”\n  ","603392":"\n  I just revisited this thread & i totally forgot how funny this is. 😂 i think i will identify my gender as demon alien witch. 😂\n  ","603393":"\n  That makes sense, that sounds like shitty teacher.\n  ","603394":"\n  So are you, so amazing 😊💖 i am lucky to have a friend like you 💖\n  ","603395":"\n  Awh, i am happy that I could give you some comfort. I have lost A LOT of people to $uicide and i spent years trying to understand their pain. Its a really touchy subject but i just wish people would step outside of themselves every once in awhile..\n  ","603396":"\n  That makes sense to me!!\n  \n  Im totally out of weed right now though 😔 but its ok. I actually don’t really need it, its just kinda nice to have\n  ","603397":"\n  What makes you think you wanna do that?\n  ","603398":"\n  Omg, that happens with you too?! That happens to me all the time & idk where it comes from cause like ya i shouldnt be paranoid about that either 😂\n  ","603399":"\n  I do & you’re welcome 😂\n  \n  Happy New Years Eve 💕\n  ","603400":"\n  I actually am. 😊 ive made that my strength because it really makes people go “whoa” when you pay attention to the little things.\n  ","603401":"\n  We all have magic inside of us ✨\n  ","603402":"\n  Dude, i swear everything is better while stoned. 😂 especially on here because your mind is more open so ive noticed my answers will be better when im stoned but also all the dumb things people say are just pure comedy relief 😂\n  ","603403":"\n  I think i am going to meditate this morning ✨☀️ as the sun rises\n  ","603404":"\n  OMFG 😩 stoppp it 🥺💕\n  ","603405":"\n  I think if you really really tried hard enough like for example Google, you’d probably figure it out 😂\n  ","603406":"\n  Yes they do 🥺 & thank you so much! 💖\n  ","603407":"\n  I wish i could go an interview everybody in Hell. I just wanna know whos there so bad 😂\n  ","603408":"\n  AWH omg 💖😩\n  ","603409":"\n  Omg 🥺\n  ","603410":"\n  I was 18. It was a few months after I graduated high school.\n  ","603411":"\n  Oh! I didnt know that!! 😊 i will JUST FOR YOU THOUGH😂\n  \n  Happy New Years darling, I hope 2021 is an amazing year for you 💖 as long as you stay in my life, every year is a great year for me 😊💖\n  ","603412":"\n  2020 was the year that forced me to reprioritize my life. It made me realize that we were all getting entirely too comfortable *in Joe Rogan’s Voice* 😂 i wasnt focused on my own happiness and wasnt paying attention to what I actually wanted. COVID made me realize that life is way too short to be clawing my way to the top in the rat race. Thats not how I wanna live my life. Covid made everything harder for everyone but I really needed things to slow the fuck down so i could breath & take a step back.\n  ","603413":"\n  I am so happy to hear someone got to spend time with their family in a safe manner! Thats awesome 😊 i wish you the best of the luck on your assignment, what exactly do you have to do?\n  ","603414":"\n  i feel like if we were in person we would have The Wall playing in the background while smoking weed just discussing ways to get more in touch with ourselves. I feel like meditation is a great way for someone to get their magic back.\n  ","603415":"\n  my christmas was good, it was very calm & chill. How was yours? I am doing well overall. today was hard though because I couldnt really motivate myself but I keep trying. how are you doing?\n  ","603416":"\n  its so disappointing. truly.\n  \n  i want to bring magic back.\n  ","603417":"\n  i am going to be cheesy for a second;\n  \n  real love is no match to age or distance, they are both just numbers.\n  ","603418":"\n  i think i will regret making all the damned jealous.. I can only imagine the horrible things they will do out of jealousy & I am sure my imagination isnt being creative enough lol\n  ","603419":"\n  why do you doubt it?\n  ","603420":"\n  what if our society makes it harder for us to access our brains capacity and no matter how hard we try they make sure to take it away? what if that magic is actually locked away in our minds somehow and in order to achieve you have to unlock it?\n  ","603421":"\n  oh, are you?\n  ","603422":"\n  everyone that's in hell of course. 😂\n  ","603423":"\n  please dont pass out!!\n  ","603424":"\n  yes. its so windy right now. its so cold 😩\n  \n  i just wanna get stoned and snuggle in a blanket.\n  ","603425":"\n  THATS THE RESPONSE I AM LOOKING FOR 💖😂\n  ","603426":"\n  If you mean a pile of an insane amount of pillows than yes 😂\n  ","603427":"\n  I recorded a video of what i look like when im figuring out what to do with my messy existence 😂\n  ","603428":"\n  Lets just not get out of bed today 💖\n  ","603429":"\n  Oh god... i want a Hellish wedding now. Look at what youve done.\n  ","603430":"\n  Oh my, i had Indian food.\n  \n  But now my tummy hurts 😔\n  ","603431":"\n  There should be.\n  \n  There should be a place where you can donate fat so i can just put it my b00bies and b00ty\n  ","603432":"\n  Its like you know me better than anyone... how do you know what i want in life? 😂\n  ","603433":"\n  I truly appreciate your true love and devotion to my body is i am not thiccccc 😂\n  ","603434":"\n  Ohhhhhh! Spencer do you think magic was once real? Do you think maybe something happened and it kinda got taken away..\n  ","603435":"\n  I have never been so proud of Mikehawk 😂 i didnt even raise him and im just so impressed with his intelligence 😂\n  \n  This whole thing made me laugh btw. I can imagine you just starring out the window making full eye contact with Mikehawk calling him names 😂 while replying back to me. I wish i was there so bad!!\n  ","603436":"\n  Goddamn, i love when you make raps for me!! It makes me so happy! 😊\n  \n  These skills got thrills! Omg i love that\n  ","603437":"\n  Can you imagine the kind of reception we would have in Hell?! My god, that sounds like the most badass wedding ever. Lets do it!\n  ","603438":"\n  I love carbs more than anything.\n  \n  I eat a lot of meat, veggies, & carbs 😋\n  ","603439":"\n  Well, thats very beautiful and sweet 😩 wow. & youve known me for many years?! & you still like me?! Omg thats crazy 😜\n  ","603440":"\n  Both.\n  ","603441":"\n  Forever & ever?!\n  ","603442":"\n  Ohhh, you’ve been paying attention 😉\n  ","603443":"\n  No, i do know my own worth. We arent talking about if i know or not. The anon doesnt think they are worthy and that makes me sad. Why is this is hard to understand? 😂\n  ","603444":"\n  Omg no. How do you think makeup artists do costumes if the glue fucks shit up? They make products that wont harm your skin or hair for wigs or prosthetics\n  ","603445":"\n  Because thats what the anon was saying?!\n  ","603446":"\n  So you can glue down your wig to make it stick for long periods of time and makes it look more natural.\n  ","603447":"\n  I agree with most liberal ideas except when it comes to money. I never understood their ideas behind money.\n  ","603448":"\n  Its impossible for me to gain weight & believe me i am trying. 😂\n  ","603449":"\n  Dude, fuck California.\n  \n  Sounds like its turning into a place only for the rich. Like I was raised there but its hard to be there without the stability of my parents.\n  ","603450":"\n  Because its hard to love someone who you dont think you’re worthy for.\n  ","603451":"\n  Omg i need to make a grocery list. Look at more recipes. Get cat food. Shower. Cook. Go to the bank. So much random stuff that i need to do today. 😂 i should honestly get off for a little bit and get started on my errands!\n  ","603452":"\n  Ilysm 💖\n  ","603453":"\n  To be nice?\n  ","603454":"\n  Come talk to me my awesome friend 😊\n  ","603455":"\n  Yes let’s hibernate like bears 🐻\n  ","603456":"\n  Omg 😳 thank you so much!\n  ","603457":"\n  Thanks darling ✨ sometimes i feel like people are just lying to me. 😩\n  ","603458":"\n  Do people actually like my face? Like for real?\n  ","603459":"\n  Awh thank you!! I miss her 🥺\n  ","603460":"\n  I like giving you a heart attack though 😔\n  ","603461":"\n  Omfg, why? 😳💕\n  ","603462":"\n  Omg shes only cute when she’s asleep. I swear when shes awake, shes just as scary as her mama 😉\n  ","603463":"\n  Oh wow that’s really good. I love getting letters. I actually miss getting letters from people. I bet you write great letters!😊\n  ","603464":"\n  I dont wanna get up 😂\n  ","603465":"\n  She always has to be right next to me or touching me somehow.\n  ","603466":"\n  That is the original photo, shes so dark you cant ever see her face 😩\n  ","603467":"\n  It really is. People like that are such gems 💎\n  ","603468":"\n  Omg 🥺 ily\n  ","603469":"\n  Ash is always around 😂\n  \n  No, i just grab something to kill it and then throw it away.\n  ","603470":"\n  My mom loves that channel. Omg. & how adorably disgusting 😂\n  ","603471":"\n  Oh hell no! 😂 especially with you skills with words my godd\n  ","603472":"\n  Awwwwhhhh 🥺 I really appreciate this but awhh im actually sad too.\n  ","603473":"\n  That sounds really interesting! I wanna watch!!\n  ","603474":"\n  I would love to dance with you.\n  ","603475":"\n  Are you saying im fat?\n  ","603476":"\n  I yell for ash (my cat) to kill it 😂 she has to pay her rent somehow.\n  ","603477":"\n  What would you feed me?\n  ","603478":"\n  Hell.\n  \n  😂\n  ","603479":"\n  I hope you have a beautiful day! 😊💖 (when you wake up of course)\n  ","603480":"\n  I need to gain more weight.\n  \n  I lost my booty. Im searching for it but idk where she went off too 😂\n  ","603481":"\n  I like watching those kinds of videos cause its like a car crash you just cant look away 😂\n  \n  That sounds gnarly. What are you watching?\n  ","603482":"\n  They make cat broth? Omfg you are teaching me so much right now. Ash is more like meepers.\n  ","603483":"\n  Oh shit. I didnt know that.\n  \n  I only thought it meant youve killed someone.\n  ","603484":"\n  😂 right?\n  \n  The arrogance 😒\n  ","603485":"\n  WAIT are you serious?\n  \n  Where did you read this?\n  ","603486":"\n  I am watching so many shows right now;\n  \n  Lillyhammer - if you like Nordic mafia humor\n  \n  Into The Badlands- if you like MMA comic book type entertainment (my favorite out of all of the 3)\n  \n  The Magicians - if you like magic and an easy but entertaining storyline\n  ","603487":"\n  HAHAHAH oh boy 😂\n  \n  I was called “the wild child” 😂\n  ","603488":"\n  Omg i would love you forever if you got me groceries omfg 😩\n  ","603489":"\n  I stopped caring as much 😂\n  \n  I took it way too seriously before and i realized it wasn’t healthy 😂\n  ","603490":"\n  What kind of wet food do you get?\n  ","603491":"\n  Yeah, I remember that!! I am really strict with ash’s food.\n  \n  Thank you!! Im going to get her food today so thank you 😊\n  ","603492":"\n  You just sound extremely insensitive.\n  ","603493":"\n  To some people doing your best still means having to wake up and deal with this excruciating pain inside of them. Also, maybe they are doing their best? Have you ever thought of that? Maybe their best isnt working for them and they are exhausted? Doing your best still requires doing mundane activities everyday, requires stress management, and having to accept failure and pain. Some people are just tired of doing their best and it never feels good enough. For you it might be simple, but I promise you for them dying is simpler.\n  ","603494":"\n  When you say “life really isnt that bad” thats YOUR perception of life that YOU are trying to make others understand. So its about you.\n  \n  You’re not thinking of others when you say things like that, theres zero empathy for those who struggle and experience a deep pain.\n  \n  Instead of telling people life isn’t bad, you should view that as your strength and be a rock for those who dont feel the same about life. SHOW THEM life isnt bad with your kindness.\n  ","603495":"\n  Hahahhahahahhaha im so happy you got it 😂\n  \n  Oh really hmm... what kind of food do you suggest for kitties and like something healthy?\n  ","603496":"\n  Maybe life for YOU isnt that bad.\n  \n  But not everything is about you. You can’t compare yourself to everyone else. The only thing you can focus on is doing YOUR best. Everyones pain is valid. Something that happened to you could effect someone else in a completely different way. We all perceive life in such different ways.\n  ","603497":"\n  I haven’t really seen any posts of that nature on here, I don’t really think you can really talk about that subject.. but since we are....\n  \n  lets discuss why people are $uicidal. They believe everyone around them and the world in general would be better off without them. Or life just isnt bearable, it almost seems pointless. Some peoples suffering is greater than others. Or (extreme version) they have information that cant be shared so they have orders to take their own life.\n  \n  people who experience $uicidal thoughts aren’t able to just changed their mindset in that way, if they were able too $uicidal wouldn’t happen. People think suicide is selfish but i think its selfish to force someone to be alive when they are in so much pain just because we don’t understand what they are going through and WE dont want to go through the pain of losing someone.\n  \n  We should try to be there to support these people and not just tell them “do your best” its so much deeper than that.\n  ","603498":"\n  😍💖 yay!!\n  ","603499":"\n  Who the fuck thinks fruit cake is a dessert? 😂\n  ","603500":"\n  A 1000 year old child.\n  \n  I act like a goddamn grandma but theres times i have the jokes of a child 😂\n  ","603501":"\n  You are awesome!! You know that?! I wanna make my own cat food, is that possible?\n  \n  I wish i could see him in person.\n  \n  I wanna name him Mikehawk 😂\n  ","603502":"\n  Wow, thank you so much for your help. I am even going grocery shopping tomorrow 😊\n  ","603503":"\n  I get really bad hiccups.\n  \n  Regular aching back\n  \n  Little measurement of food or sometimes refusing to eat..\n  \n  Oh boy.. lol\n  ","603504":"\n  What do you think i should do instead?\n  ","603505":"\n  I used to LOVE that word. 😳\n  ","603506":"\n  Whats up beautiful? 💖\n  ","603507":"\n  You do? 😍💖\n  ","603508":"\n  I fell asleep at like 6:30pm and woke up at 11:30pm. I am actually starting to get a little sleepy so i might sleep a little bit more 😊 I actually handle lack of sleep well. But i have to be careful cause if i lay down at all after not getting enough sleep i will pass out. 😂\n  ","603509":"\n  Well, if you’re so good why dont you prove it? Hmm? Come on over and make your masterpiece 🍕\n  ","603510":"\n  This 😂\n  ","603511":"\n  What are you going to eat?\n  ","603512":"\n  I prefer to dance alone.\n  \n  I dance like a witch around a fire but in a sexy way. Like its just me, the music, & the universe. I somehow manage to captivate people. Maybe i dance horribly and people are just staring in amusement? Who knows 🤷🏼‍♀️\n  \n  Well actually ive been asked to join dance groups with no previous experience so maybe im not that bad.\n  ","603513":"\n  How the hell did you know?\n  \n  My stomach is growling!!\n  ","603514":"\n  My god 🥺 thank you 😊\n  ","603515":"\n  Thank you!!!! ✨💕💖🥺\n  ","603516":"\n  Well now my whole perception is changing lol 😂\n  ","603517":"\n  Its 3:30am\n  \n  I should probably sleep.. but I probably wont 😂\n  ","603518":"\n  That makes perfect logical sense to me!! 😊\n  ","603519":"\n  I have never thought of it that way and honestly there might be something to this. I think you’re on to something!! Damnit i am way more selfish than I originally thought 😂\n  ","603520":"\n  Ya its kinda an underground thing.. i was watching a documentary about opium in the middle east. Its really sad. Theres kids who need it three times a day because they are missing limbs ect and they cant afford healthcare so they have to have milk of the poppy.\n  ","603521":"\n  Oh my! Thank you!! I am writing this down as well 😊\n  ","603522":"\n  I am glad you are aware of it.\n  \n  Im pretty sure everyone and i mean everyone loves opium, & thats the issue. I love how people don’t understand that morphine is opium. But nobody is complaining about that when they are in the hospital lol they put synthesized opium in so much stuff that people would never know because of all the scientific names they use. Did you know that if you only did the milk of the poppy, it doesnt have any addictive properties. I watched a documentary about it lol 😂\n  ","603523":"\n  Well considering most of us are growing up in a self-absorbed selfish society it makes it hard not to have some narcissism.\n  \n  I can be narcissistic to a degree (like i couldnt kill myself because i love myself way too much) but i am overly selfless most of the time. I always put others before myself, until i feel like they have betrayed me then its all about me all the time.\n  ","603524":"\n  That’s sweet of you & breaks my heart at the same time. Maybe you just dont see your worth? 😔\n  ","603525":"\n  I think you have found yourself a new pet. Omg can we name him? 🥺\n  ","603526":"\n  Those old bastards have nothing on us 😂\n  ","603527":"\n  What if cats are always tripping balls? I swear they are. I feel like when you trip and hang out with a cat its like they understand you to a molecular level .... or i was just tripping balls starring at a cat 😂 who knows 🤷🏼‍♀️\n  ","603528":"\n  This is hilarious 😂\n  ","603529":"\n  Yeah, opium withdrawals are the worst. Be careful with that!! You dont want to become dependent 💖\n  ","603530":"\n  This is so beautiful 😍\n  \n  You’re probably not actually talking about me, but I think it’s absolutely beautiful and kind. 🥺\n  ","603531":"\n  Did you just say a big bowl of opium? You dirty dawg 😂\n  ","603532":"\n  No, im just in agony from all the pain. Once the pain stops, i am pretty mentally sound lol\n  ","603533":"\n  I am doing well, i just woke up cause I accidentally fell asleep 😂 how are you?\n  ","603534":"\n  Actually i dont. I kinda select a few of my favorites and then i kinda delete the rest... cause its hard for me to get to the questions that arent about my looks when theres just a swarm of compliments (i swear im not complaining) i also do like to use compliments as a reason to post my selfies 😂 i know it may look like I answer a lot of them but I really dont. I try not too.\n  ","603535":"\n  The boomest goddamn Boom Dictionary anyone could ever see.\n  ","603536":"\n  Im pretty sure i have full conversations with my cat telepathically or im stoned 100% of the time 😂\n  \n  Animals know some shit man\n  ","603537":"\n  Is it bad that i would pay money to see you do molly 😂\n  ","603538":"\n  I really need to get my hair done but at the same time im like is there any point? 😂\n  ","603539":"\n  Theres no way i make you happier than you’re making me right now!! 💖\n  ","603540":"\n  I feel like we could totally start a small Boom Dictionary by now 😂\n  ","603541":"\n  Spencer is my boomst boomfriend 😂 i love it\n  ","603542":"\n  Thank you for everything that you do 😍\n  ","603543":"\n  Wow, i think you found legal cR@ck 😂\n  ","603544":"\n  Will you be my best friend?\n  ","603545":"\n  He should be 💖\n  ","603546":"\n  Thank you 💖💕\n  \n  So can you start now? 😂\n  ","603547":"\n  AWH 🥺 I really wanna know who you are!\n  ","603548":"\n  Spencer,\n  \n   @Pookeo9\n  \n  ,telling me my name should be boom. 😂\n  ","603549":"\n  5+ years ago i think\n  ","603550":"\n  That sounds like a man i need to have on my side at all times 😍\n  ","603551":"\n  I am gonna have to order food cause i dont feel like cooking tonight. Now the question is what should i eat for dinner? Something healthy! 💖\n  ","603552":"\n  Awwwh! ✨ you’re still sweet though 💕\n  ","603553":"\n  Oh my god, please email it again. Pleaseeeee. 😔 i am so sorry.\n  ","603554":"\n  I eat my weight in pasta\n  ","603555":"\n  Survival. 😂\n  ","603556":"\n  Omg 😳🥺 who are you?! 💕🥺\n  ","603557":"\n  Theres another i like better but it was right after i got my makeup professionally done so i wanted to choose one where i was natural looking, so thank you for liking it 😊💖\n  ","603558":"\n  Mountain Dew =Shrieks Uranium pee\n  ","603559":"\n  Awh 😩 i wanna be spoiled with your sweetness all day\n  ","603560":"\n  Why would that be unlikely?\n  ","603561":"\n  Omg 🥺 thats so sweet\n  ","603562":"\n  Hmm, honestly such a hard thing for me to choose.. OH GOD this is hard... maybe this one?\n  ","603563":"\n  That sounds really special 💖\n  ","603564":"\n  I think when your eyes start to bleed, it’s probably best to stop. 😂\n  ","603565":"\n  😔 who are you my guardian angel?\n  ","603566":"\n  Awh 😊 I really enjoy laughing. Like I really REALLY enjoy it. If i couldnt laugh ever again i wouldnt want to be alive. That feeling in your chest when something is really funny. Or the connection you feel to someone after sharing a really good laugh about something. Or when something is so funny it basically punches you in the stomach and you stop breathing - laughing reminds us why we get up everyday.\n  ","603567":"\n  Yes a couple of times.\n  \n  But i dont like the feeling of assumptions.\n  ","603568":"\n  I have a variety of different laughs. Is that a normal thing?\n  ","603569":"\n  You make me feel like i have sunshine in my stomach ☀️\n  ","603570":"\n  This made me smile and giggle 😂 i dont even know how to respond but this is so flattering. Thank you 😊\n  ","603571":"\n  I really enjoy your devotion to pizza 🍕\n  ","603572":"\n  Worse. I swear most shows are exactly the same. There’s no more original ideas anymore 😔\n  ","603573":"\n  I never understood drama. Whenever i hear someone causing drama i always ask, “are they bored? How do they have all this extra time? How are they not exhausted?” 😂\n  ","603574":"\n  YES. Its so fucking cringy.\n  ","603575":"\n  I hope you had a great birthday! Did you end up ordering pizza?\n  \n  I ended up eating pizza 🍕 thought you would be happy to know that 😊\n  \n  I hope you’re doing well today as well and what are you gonna do for new years?\n  ","603576":"\n  That sounds like a beautiful experience ☀️💖✨\n  \n  You make me want to do that too! 😊\n  ","603577":"\n  Oh my 😩 you are the best!\n  \n  Are you an angel? My goddd\n  ","603578":"\n  Just to have the novelty of Gordon Ramsey yelling at me... yes I totally would. Then I would steal Gordons heart and make him teach me everything he knows 😂\n  ","603579":"\n  😩 thank you so much! 💖\n  \n  I hope the same for you, my sweet little anon angel 😇\n  ","603580":"\n  & i love all of you! 😊\n  ","603581":"\n  All of the above? 😂✨\n  ","603582":"\n  Idk the small twisted kind 😂 lol\n  \n  And yes. & added cherry tomatoes and feta\n  ","603583":"\n  Awhile ago but I don’t remember what I asked at all. I feel like it was a more personal question towards someone I casually talk to on here 😊\n  ","603584":"\n  Oh yes i sure did, but i still have the replies to catch up on 😊\n  ","603585":"\n  I would love to be a filmmaker 🎥\n  \n  To be able to create what i see in my head and share it. To have other people view it just so they can tell me what they’ve perceived from it would be one of the most rewarding experiences for me. It would be another way for me to test human behavior. I would create things to see how they psychologically get digested. Man, I have always dreamed of making films. ✨\n  ","603586":"\n  Oh hell yeah, i learn from making mistakes. Life is just a bunch of different trial and errors. To accept that you will make mistakes will make you stronger!\n  ","603587":"\n  I would just pull up this video 😂\n  \n\n   https:\/\/youtu.be\/V20wVTtOMGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603588":"\n  I dont think so... who were they?\n  ","603589":"\n  I would literally say, “welp” & then just continue with my day 😂\n  ","603590":"\n  I was thinking the same thing 😉\n  ","603591":"\n  No, probably not honestly.\n  ","603592":"\n  Happy birthday 🎂🎊🎁\n  \n  I hope you make a delicious cake, & post pictures of what you bake! 😋 i am so happy to hear that this has been a really good end of the year for you & I hope it can get even better!\n  \n  Have an amazing day love 💕\n  ","603593":"\n  You know if i could afford to do that right now, I totally would be 😂\n  ","603594":"\n  Maybe...\n  \n  or, you could be like me and just hate the drama that it brings in an already stressful existence.\n  \n  Idk, are there things they could be saying about you that you wouldnt like?\n  ","603595":"\n  I dont think its so surface level. I think people fear or are anticipating the pain that comes from losing something.\n  ","603596":"\n  I hope you were able to fall asleep peacefully and have good dreams or just not remember them is chill too (at least to me lol)\n  \n  Good morning ☀️\n  ","603597":"\n  Yes, it happens all the time.\n  \n  When we are little its the lack of exposure that causes allergies but when we get older it becomes excessive exposure that can cause allergies.\n  \n  If you can try to drink a lot of Kombucha, the probiotics from it may help relieve some of the symptoms of allergies.\n  \n  My sister developed an allergy to nuts awhile back and she did a strict fermented diet with raw veggies and she no longer is allergic to nuts.\n  \n  Give it a try or look into it 😊\n  ","603598":"\n  I have an obsession with bbq sauce 😋\n  ","603599":"\n  Thanks lovely 😊✨\n  ","603600":"\n  Thank you 💖\n  ","603601":"\n  Omg, you love me? 💖🥺\n  \n  Wow.. this is so sweet. Thank you so much 😊\n  ","603602":"\n  Hello my fellow foreigner 😊\n  ","603603":"\n  Oh that sounds delicious. 😋\n  \n  I am not sure where I can find that where I live 😞\n  ","603604":"\n  I love how youre so brutally honest! 😊 that’s really cute and makes me feel really special inside actually 💖😩✨ i enjoy talking to you, i bet we would be such amazing friends!\n  ","603605":"\n  My heart is melting 🥺😩 that was so beautiful and so sweet!! I cant believe you are saying this about me though!! Are you sure you’re not mistaking me for someone else?! 😩\n  ","603606":"\n  Its a very thin layer of red lace 😂 with some white fluff\n  ","603607":"\n  I hope i get to actually take photos that are more photoshoot type so i can post them 😂\n  ","603608":"\n  Oh my god, are you okay?\n  ","603609":"\n  Are you saying you want to get married? 🥺✨💗\n  ","603610":"\n  It actually looks really good, i think its only because i look really good in red. 😂\n  ","603611":"\n  Are you sure i am an angel?\n  ","603612":"\n  I probably wont do anything crazy, maybe just have champagne and dinner. I am not exactly sure yet! What about you?\n  ","603613":"\n  HAHAH thats awesome 😂💖\n  ","603614":"\n  Good morning ☀️\n  ","603615":"\n  I wanna make homemade green tea ice cream 😔\n  ","603616":"\n  I am probably going to clean up my room. Ive been on my period so i just been in bed dying. I am gonna finish making chaga tea. Then im gonna make a pesto pasta salad.\n  \n  I will also watch Netflix most likely 😂\n  ","603617":"\n  Omg, what do they say?\n  ","603618":"\n  You must have good taste 😉\n  ","603619":"\n  I always feel like such a dick for deleting my inbox cause like what if theres something in there that i would want to read but i ended up deleting it 😔 but with how many i have in here, i wouldnt even see it anyways. Ugh. Why do i feel so bad?\n  ","603620":"\n  I used to wear a ring to stop people from hitting on me..... it just made it worse 😂\n  ","603621":"\n  Yes, always next time 😊💖\n  ","603622":"\n  Oh god, i dont think i have ever been fully single for many many years. Oh god like over 15 years now. Even when im not someones legitimate gf, i kinda always have like 5+ guys like thinking my life is bachelorette or something. Even when im in a relationship i still have guys thinking im a bachelorette. I feel like im gonna constantly be a bachelorette\n  ","603623":"\n  I have been telling people my whole fucking life to be careful with prescription meds and antibiotics because our becomes resistant.\n  \n  Why? BECAUSE THINGS EVOLVE. Bacteria is the fastest evolving life. Eventually theres going to be bacteria that will be able to resist antibiotics. Its been a huge controversy for a decade now. They are saying that bacteria is evolving faster than we are making antibiotics. A lot of people are going to get sick and probably die and theyve been anticipating that for awhile... if you work in the hospital you kinda already know this.\n  ","603624":"\n  Awh, i should have came over 😩\n  ","603625":"\n  Love you Darren!!!!!!!\n  \n  Thank you so much for all your gifts!! You are so sweet 🎁💖 i hope had a great Christmas!!!\n  ","603626":"\n  Yes they do! I look at that website a lot 😍\n  ","603627":"\n  What exactly are you?\n  ","603628":"\n  Awh! Merry Christmas darling\n  \n  You are just so darn sweet 🥺\n  \n  It was really good, and really chill. I just got money 😂\n  \n  How was yours my darling? 💖\n  ","603629":"\n  Thank you so much, 😊 i know i can always count on you! 💕\n  ","603630":"\n  I would love this so much, can we please? 😂\n  \n  My sister introduces me as Savannah with a Russian accent. Sounds more like setvania\n  ","603631":"\n  I dont like the lighting in the house, its very very bad lighting. Its either took dark or too light. The bathroom lighting is garage and im trying to do a photoshoot with this outfit, not a shitty selfie.\n  ","603632":"\n  Awh, all my white jeans are in a box in storage since its not a good time to wear white. 😔 i dont think i even have a picture.. im sorry maybe in the future\n  ","603633":"\n  I got a sexy santa outfit that I still need to take pictures in but I don’t really have anywhere in the house i can take pictures at the moment cause this outfit is naughty 😉💕🔥\n  ","603634":"\n  Oh ya, i have no shame 😂\n  \n  I have full conversations with Ash 😂\n  ","603635":"\n  Yes.. i go outside A LOT. Even when its freezing.\n  \n  Staying in a box all day (a house is just a big box with little boxes inside it) makes me feel trapped so its nice to get some fresh air.\n  ","603636":"\n  Omg, i played for a little bit! 😍\n  \n  Its so much fun!! I kinda ended up letting someone else play it cause they are really bored. 😞\n  ","603637":"\n  You’re the best 😍\n  ","603638":"\n  Thanks for all the hope 😂\n  \n  No, you’re probably right... but im trying! 😩\n  ","603639":"\n  Oh but you dont. Ones perception is very different from another’s. Its actually interesting that three people could be in the same situation together but they would all three would view and see different elements of it. Some brains have been reported to add in things that weren’t there at all, so that bares the question how do we know whats real?\n  ","603640":"\n  I might delete my inbox and start fresh with only new questions, hmm 🤔\n  \n  Do a lot people do that?\n  ","603641":"\n  HAHAHAH i like that\n  ","603642":"\n  Indeed. You could fly a plane through my thigh gap 😂\n  ","603643":"\n  If everyone is a winner than nobody actually won.\n  ","603644":"\n  I fucking love tamales.\n  \n  Especially sweet corn and cheese tamales 😋 they’re such a good savory sweet dessert type of tamales. Mmm 🥰\n  ","603645":"\n  I am good! How are you?\n  \n  Merry Christmas! 💖\n  ","603646":"\n  Thank you so much for being a genuine decent human being 😊\n  ","603647":"\n  Reddit! Its more raw.\n  ","603648":"\n  Ya, maybe where you are.\n  \n  Its not for everyone.\n  ","603649":"\n  I like the regular better especially when they have reeses pieces in them!\n  ","603650":"\n  Thank you 💖😊 Merry Christmas!! I hope you have a great time with your family & lets have a great rest of the year! 😊\n  ","603651":"\n  Im sorry, i didnt take any photos in my outfit! It was really cute but I just dont have a good place to take pictures at the moment. Im sorry. The lighting is so bad cause its all dark outside.\n  ","603652":"\n  Merry Christmas darling 😊\n  ","603653":"\n  How does one describe a color when you use colors to describe everything else?\n  ","603654":"\n  I cant say I have ever heard of it until right now and I had to look it up! Is it good?\n  ","603655":"\n  Merry Christmas darling 💖\n  ","603656":"\n  No, not really\n  ","603657":"\n  I have so many Christmas questions in my inbox 😩🎁🎄\n  ","603658":"\n  😍 I hope you do the same darling! Merry Christmas 🎁\n  ","603659":"\n  awh! 💖\n  \n  Merry Christmas 🎄🎁\n  ","603660":"\n  Merry Christmas sweetheart 🎄💖 have a great day and happy new year! 😊\n  \n  Ily 💖\n  ","603661":"\n  Omg 🥺 thank you so much!\n  \n  You’re so sweet!! 😩 Merry Christmas 🎄 I kinda wish I could be your present 🎁\n  ","603662":"\n  Merry Christmas 🎄🎁\n  \n  Love you Nikki 🥰\n  ","603663":"\n  Awh, thats really pretty saying ✨\n  ","603664":"\n  I am beyond pleased with your profile picture 😍\n  ","603665":"\n  Ugh i am having one of those moments where i dont know if i dreamt something or if it actually happened. Its the weirdest feeling.\n  ","603666":"\n  I dont think thats true 😂\n  ","603667":"\n  HAHAHAHAHAHAHHAHAHAHA I WOULD DIE IF THEY STOPPED WHEN NOBODY WAS AROUND. 😂\n  ","603668":"\n  Oh really? What kind of games are you gonna be playing?\n  \n  Its been pretty chill. Its really really cold today, it might snow I think so maybe I will have a white Christmas 🎄\n  ","603669":"\n\n   أبدو أصغر بكثير 😊\n  \n","603670":"\n  Currently, Into The Badlands\n  ","603671":"\n  Its way too cold for me 😔\n  ","603672":"\n  Its not top secret.\n  \n  When its done, i will most likely want to show it 😊 unless it’s terrible 😂\n  ","603673":"\n  I really cant say I ever pretend to understand anything cause i always have questions so if i dont know something i admit it because that opens a door in my mind of something i need to learn more about. Sometimes new. 😊\n  ","603674":"\n  I have been teaching myself photoshop & wow, i have a new appreciation for people who do this. It is not easy at all. Especially since im still learning all the hot keys for it. Anyways, i am gonna go back to doing my project again. 😊 (i know i do a lot of projects 😂)\n  ","603675":"\n  Oh ya, the older i get the more i turn into a hippie. I feel like i could play a girl from the 70s in a documentary about 70s communes 😂\n  ","603676":"\n  What exactly is my vibe anyways? I dont even know.\n  \n  Edge lord nord?\n  ","603677":"\n  Oh yeah, im a pretty cool dork 😂\n  ","603678":"\n  You are so good too me. 😩💖 what have i done to deserve such heartwarming love? I wish i could spend it with you as well because arent the holidays about spending it with those you love & those that love you? Sounds like an amazing time. 😊\n  ","603679":"\n  Wow, thank you so much! 😩\n  \n  I have really worked hard to focus more of the positive aspects of experiences, I wasn’t always like this. I couldn’t agree more, i swear negativity is what is making everyone sick ; physically or mentally.\n  ","603680":"\n  Yes dear? 😂\n  ","603681":"\n  Hows work going for you so far?! I hope its going alright! 😊\n  \n  I have been just doing all sorts of random things but all just things better my life and myself. 💖 doing anything for the holidays?\n  ","603682":"\n  I would like to keep my blood in my body, please & thank you.\n  ","603683":"\n  We will see in the future, only time will tell.\n  \n  • my mom is like 70% plastic. Not gonna lie, she looks really good for her age. She told me ill have the money to afford those kinds of things when im older.\n  \n  • also, when i was working at Union Bank multiple people (older generation male & female) who constantly and i mean CONSTANTLY would tell me, “my face will get more beautiful as i age.” Which they also made it very clear how rare that is so im just like yaaaa we will see wont we.\n  \n  All I know is that i look really young still. In pictures im really good at making myself look older but in person i could probably go into a high school and nobody would ask questions. Anyways regardless of beauty, ill probably have a youthful face for a long time since my biological family looks 30 when they are like 50.\n  ","603684":"\n  So weird, today i was looking at pictures of that quote 😆\n  \n  Merry Christmas 🎁🎄\n  ","603685":"\n  My parents have both taught me a lot of valuable information but i think the most useful thing i learned from both of them, simplified, “life isnt easy & it gets harder as you get older. You are going to fall on your face a lot but it’s about having the strength to dust yourself off and get back up. Find out what is worth your time & life becomes more enjoyable when fill up your time doing something you love. Dont be afraid to take risks. Life is just a series of trial & errors.” ✨\n  ","603686":"\n  Could they just skip over all that and detach now?\n  \n  Hey, wait a second.. are you saying that im gonna get uglier when i get older? 😩\n  ","603687":"\n  Pajamas and sweatshirts.\n  \n  All day long 😂\n  ","603688":"\n  What if i choose to not want to live with it?\n  ","603689":"\n  Are you home alone while you watch Home Alone?\n  ","603690":"\n  I am good! How are you? 😊\n  ","603691":"\n  You know what’s absolutely crazy?! I was literally playing that this morning & while i was playing i thought of you - which also made me realize we havent talked for awhile!! How are you?! 💖 what have you been up too? 😊\n  ","603692":"\n  Get what exactly?\n  ","603693":"\n  Omg, you were born on Christmas Eve! How lovely 💖\n  \n  Happy early birthday 🎂 i hope you have such a special day. 💖\n  ","603694":"\n  I would love to create deep sea Aquarium that mimics what it would be like to see those creatures up close. It would definitely have to be an underground aquarium to help keep it really cold.\n  ","603695":"\n  I think so, but it would end up being on the top after doing that.\n  ","603696":"\n  Kohl’s- Maria, she was a really good friend from there. We actually hung out a lot and it was the most fun working until like 1am and then hanging out until like 4am.\n  \n  Tucci Boutique - everything about that place. It was one of the top Boutiques in America.\n  \n  Union Bank - all the people i had the pleasure of meeting. I was really fortunate to work at one of the branches in the heart of one of the wealthiest places in America. I got to talk to some of the coolest people.\n  \n  Pet care x3 - all the animals. Especially the 7 persian cats. OMG i miss them.\n  ","603697":"\n  Some people like burgers without cheese 😂\n  ","603698":"\n  I have heard of it. I think i may have seen it. I would have to rewatch to get a refresher though\n  ","603699":"\n  That hurts so bad 😩\n  ","603700":"\n  I agree. 💖 being there for someone without wanting any sort of repayment is what i find is the best way to help others. Its really sad how rare it is for someone to do something for someone else without saying, “whats in it for me?”\n  ","603701":"\n  I have indeed. It kinda messes with your head a little bit!\n  ","603702":"\n  Oh ya! Thats a good show.\n  \n  The show i am really into right now is called Into The Badlands.\n  \n  Its so good. Like its just a bunch of crazy MMA fighting all the time and some pretty decent characters.\n  ","603703":"\n  I am doing really really good!\n  \n  How are you doing? ✨\n  ","603704":"\n  Im laying down & my hair is a mess 😩\n  ","603705":"\n  Im pretty sure it was cheerios, idk they get taken out of the box and put into containers. 😂\n  ","603706":"\n  I woke up early & already did a couple chores. I am just on here and watching Sweet Home on Netflix. The only cool thing about this show are the monsters but all the drama and crying are a little too much 😂\n  ","603707":"\n  I made toast with almond butter with cereal on top. 😊\n  ","603708":"\n  Good morning 😊💖\n  ","603709":"\n  Is that even a thing? 😂\n  ","603710":"\n  The Army of the Zombooms\n  \n  I should make a comic book 😂\n  ","603711":"\n  Im not that into anime 😔\n  ","603712":"\n  Jason Voorhees\n  ","603713":"\n  Its really dark but it calms me 😊\n  \n\n   https:\/\/youtu.be\/hbe3CQamF8k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603714":"\n  I feel like if people could just “shake it off” it wouldnt be an issue and people would be able to just live. The more you ignore your anxiety, depression, or worry the deeper it gets and the more harm it will cause in your future no matter how much you “just live” people who are able to live the life they have in peace have learned how to accept those things and work through them as they come because its never just a one time occurrence.\n  ","603715":"\n  Shake what off?\n  ","603716":"\n  Oh my my myyyy, i cried about how much i miss my grandpa. That one came out of nowhere. But goddamnit, i miss his sweet soul so much.\n  \n  Then i cried about how i dont know what i am going to do when my dad dies. Like my dad is my rock. I wouldn’t be who i am if it werent for him. I feel like i owe him my life since he saved mine countless times. 😩\n  ","603717":"\n  Kohl’s\n  \n  Tucci Boutique\n  \n  Union Bank\n  \n  Zenpet\n  \n  Paradise Pet Care\n  \n  Precious Pet Care (all three are sister companies)\n  ","603718":"\n  Im not entirely sure why anyone follows me on here 😂\n  ","603719":"\n  Its beyond sweet 😊💖\n  ","603720":"\n  I am really hungry & i know the longer im on here, the more hungry i am going to get but whenever i get in the groove on here its hard for me to stop cause i have so many thoughts going on at once. But OMG im so hungry my stomach is growling.\n  ","603721":"\n  A Christmas present 🎁💖\n  ","603722":"\n  Why are you asking me? I dont look like a zombie. 😂\n  ","603723":"\n  I liked those when i was younger, now the yogurt has a weird aftertaste for me 😔\n  ","603724":"\n  What exactly is the Christmas spirit? Cause it seems like people just pretend to be happy and bullshit a whole month cause its Christmas 😂\n  ","603725":"\n  Thank you so much Darren! 😍\n  \n  You’re the best 💖\n  ","603726":"\n  Omg yes. I have to get one more gift today! 🎁\n  ","603727":"\n  It is?! 😍 omg!! I am so excited.\n  ","603728":"\n  I hope you have a beautiful day 💖\n  ","603729":"\n  I love horror movies because they scare me less than our realities. 😔\n  ","603730":"\n  I woke up early so i have a lot of energy but i cant really do anything besides be on my phone so i thought id just check. 😊 and ive been just getting presents ready 😊 its been pretty chill.\n  ","603731":"\n  • Google\n  \n  • Netflix\n  \n  • Askfm\n  ","603732":"\n  I love your observations.\n  \n  They make me happy 💖\n  \n  I am doing well, how are you?\n  ","603733":"\n  Wow, i dont even know what to say 😩 a part of me thinks if this is true its kinda beautiful in a way but at the same time i dont like knowing i make people very passionate in some way..\n  ","603734":"\n  Awh, i am not 😂\n  ","603735":"\n  Should i? 💖\n  ","603736":"\n  No one, thats why Peter Griffin isnt wearing any. 😂\n  ","603737":"\n  Oh my god 😩😍\n  \n  Thank you 💖\n  ","603738":"\n  Im glad to hear that you’re feeling better 💖\n  ","603739":"\n  Oh, you have no idea.\n  ","603740":"\n  Definitely would be a ten 😂\n  ","603741":"\n  Thank you so much! 😊💖\n  \n  I couldnt agree more. I love this 💖\n  ","603742":"\n  What exactly do you mean by “emotional dynamic?”\n  \n  & im actually shocked. But at the same time im not cause i have such a supportive group of booms on here! You all give me such confidence. 💖\n  ","603743":"\n  Ehh, dont let drug use and posh education make you believe that you arent wise or educated. You honestly seem to be more intelligent than most.\n  ","603744":"\n  My mom made me watch that movie so much and she would always say, “they pretend this is just a movie but it feels more like a documentary.” 😂\n  ","603745":"\n  I use have a huge celebrity crush on Will Ferrell. He is not a looker, but i just imagine what life would be like married to him.\n  \n  So, I really dont care about looks or the money. If the person seems like they would be an amazing time to be around, i would date them.\n  ","603746":"\n  Just like my dad.\n  \n  My dad hardly sleeps. He explained to me that his mind has a million ideas a minute.\n  \n  I love watching people with that kind of intelligence talk, i love watching how their thought process works. It’s fascinating.\n  ","603747":"\n  Sleeping on the floor sounds so hard on your back 😔 i am so sorry. I hope you sleep well though. Do you use a lot of blankets and pillows?\n  ","603748":"\n  The older i get, the more i realize life is just one big ironic joke.\n  ","603749":"\n  Oh ya, one of this interviews scared the shit out of me because hes super against AI and he talks about how much we don’t understand AI and the dangers...\n  \n  if Elon is afraid of AI, then we should all be afraid.\n  ","603750":"\n  I remember the commercials on MTV but never actually watched it 😂\n  ","603751":"\n  Right? I study religion on my own when i was 16 cause i wanted to understand how they were all different and ya all i learned is they all are aiming for the same goddamn thing - salvation.\n  ","603752":"\n  What the? No. Ohh god no.\n  \n  More like a princess of Hell. 😂\n  ","603753":"\n  I would be so fucking proud of you, you have no idea!\n  ","603754":"\n  I really really wouldnt want majority of women to dress like me... that sounds kinda scary.\n  ","603755":"\n  HAHAHAH okay, thats funny\n  ","603756":"\n  Lysm for saying this 🥺💖\n  \n  Idk why this gave me such joy, but it really really did. You made me so comfortable in myself like all warm and fuzzy\n  ","603757":"\n  Have you ever looked up how many religions are actually out there? They estimate around 4200-4300. Like how can people really believe the religion they believe in is the right one? What if they are all right in their own ways?\n  ","603758":"\n  About the pyramids?\n  \n  Oh yes! Ive seen it. It is mind boggling. Ancient Egypt always stumps me. Dont even get me started on Sumerian texts\n  ","603759":"\n  Its to uncomfortable for like 98% of the population though\n  ","603760":"\n  I bet that you’ll probably be there supporting him and if im on at the same time, so will I 💖\n  ","603761":"\n  Thats because you are all amazing. Its been officially proven right now 💖\n  ","603762":"\n  Oh, I totally wouldnt get voted to be president 😂 im way to out-of-box type thinker.\n  ","603763":"\n  I love this 😍\n  ","603764":"\n  Omfg 😩\n  \n  Theres no way 🥺\n  ","603765":"\n  Oh stop it 🥺\n  ","603766":"\n  Thats exactly why i think its wishful thinking right now. We all need to unify. Graham Hancock has actually been making a big deal out of exactly that idea all of 2020, at least the interviews ive watched.\n  ","603767":"\n  After studying the whole concept of not taking everything personally, really changed my whole view on negativity and insults. I don’t understand what they gain from getting reactions from people? It kinda almost feels like they are just hurting themselves in the long run.\n  ","603768":"\n  How’d you know the song i was singing? 😂\n  ","603769":"\n  Right? I feel like its wishful thinking but god, i love the idea so much.\n  ","603770":"\n  Idk if its the same anon but theres one that continuously tries to patronize me.\n  \n  Theres another one who keeps saying things that dont even make sense, like types of things that would trigger a lot of people but im just like nope. Booooooo. Loose anoose alert 🚨 😂\n  ","603771":"\n  Right?\n  \n  Wow, i couldnt even imagine\n  ","603772":"\n  I feel like its more powerful to say “God and Satan are both on your side, no one can harm you.” That has to be true power. 😂\n  ","603773":"\n  I love all the support! I can really feel the love actually. 😩💖 keep on spreading love, there needs to be more love!\n  ","603774":"\n  Seriously, thatd be a dream come true. 🥺\n  ","603775":"\n  YESSSS. Have you?\n  ","603776":"\n  We all need to stick together 💖\n  \n  Awh! 💖🥺\n  ","603777":"\n  Awh!! 😍\n  \n  Im not afraid of anyone that tried to insult me cause i know i have all of your support 💖\n  ","603778":"\n  When it looks like you have to hot air balloons attached to your chest, you have done way too much 😂\n  ","603779":"\n  Lysm 💖\n  ","603780":"\n  I like to read reviews, especially on articles not attached to the website.\n  ","603781":"\n  I would get one bbq and the other pepperoni 🍕\n  ","603782":"\n  Wow 😩🥺 thank you so much!! I have such amazing support on here! 😩😍 YOU are amazing.\n  ","603783":"\n  Can we just transport myself to you 😂 so we can hang out & laugh at anons all day. 😂\n  ","603784":"\n  Darren is the best!! 💖\n  ","603785":"\n  I would love the anon to come to your page and try to pick a fight with you... oh god i hope it happens 😍\n  ","603786":"\n  Awh, thank you so much for being so kind and understanding. I just cant take any of it personally. It all seems like issues others are projecting on to others that they have to deal with but your support still means the world to me.\n  ","603787":"\n  THIS IS BRILLIANT!\n  ","603788":"\n  Literally anyone who’s actually intelligent or wise (& usually over the age 50) will tell you exactly that, would actually recommend it.\n  ","603789":"\n  I actually saved enough money from working 4 jobs for 3 years but my parents are like no you need to save it so they help give an allowance ect. (Cause i worked myself into the ground)\n  \n  I know i sound spoiled but like l cant help it.\n  ","603790":"\n  DONT EVEN BRING UP GANJ.A\n  ","603791":"\n  Not gonna lie, its creates a lot of stress and can get very overwhelming. Especially when im taking all my time trying to explain my side but realize now im wasting my time 😂\n  \n  I wish i only had 53 questions 😞 i am super jealous.\n  ","603792":"\n  You can jump in at any moment, because honestly i just feel like no matter what i say, its just not good enough for them 😂\n  \n  I currently have over 3000 questions right now\n  ","603793":"\n  I just feel bad cause i rarely use my phone. Like the days im not on here, im not on my phone at all. So when im not so focused on other things and can come back to reality, i would love to talk regularly! 😊\n  ","603794":"\n  Okay let me just quote word for word what i said and you can tell me how its any different than what you said.\n  \n  “My bad, he dropped out when he was 15 and then struggled and barley graduated...”\n  \n  Hmmmm thats weird, I literally said he graduated. It also clearly says he barley passed. Which is exactly what i said. So that just shows me that colleges don’t actually measure true intelligence if he flunked his exam and then barley graduated.\n  ","603795":"\n  Me 😂\n  ","603796":"\n  Well, thats fucking depressing 😂\n  ","603797":"\n  HAHAHA i found that so funny. 😂\n  ","603798":"\n  Ozzy Man gives me strength.\n  \n  I could listen to him commentary on everything literally everything 😂\n  ","603799":"\n  That sucks you decided to close up your pineal gland and become a sleeping mind. 😔\n  ","603800":"\n  I feel like you and i could talk for hours & i feel like i would enjoy every second of it.\n  \n  I enjoy talking to you as it is, i can only imagine what you’re like in person!💖\n  ","603801":"\n  Ive believed for a long long time that there’s several soulmates and it doesnt only mean relationship wise. I believe soulmates literally means your soul connected with another soul in someway. I have friends that understand that our friendship is because our souls are just connected somehow.\n  \n  But i also have a darker belief where i dont think EVERYONE is lucky enough to possess a soul to have a soulmate. Just like how in video games theres computer generated characters, in my life i have been around people who literally feel like they are just NPCs. Have you ever met someone who just says the same shit over and over almost like they only have three types of responses? I have. Its terrifying.\n  ","603802":"\n  How is all your work going?! 😊\n  ","603803":"\n  Its a comedy about zombies. Its actually really entertaining. Im sorry you are getting nightmares. 😩 what are your nightmares about?\n  ","603804":"\n  Every time i think of eggnog, I think of Workaholics. When Adam decides to do Kegnog. Idk why that always made me laugh 😂\n  ","603805":"\n  She is good! She is laying under the heater curled up like a little baby currently 🥺\n  ","603806":"\n  Awh, thats so nice of you to say! Im so glad you enjoy my crazy mind like I really hope it just entertains you 💖\n  ","603807":"\n  Yes, 😂\n  ","603808":"\n  I have been sleeping really well actually. Its been really nice. I hope you’re sleeping well! 😊\n  ","603809":"\n  Yup. Anyone who has blood type 0 ESPECIALLY O- .. overly produce stomach acid. Which is why blood type O can eat a primarily meat diet.\n  ","603810":"\n  I will publish a memoir when im older so hopefully youll get to read it 😊\n  ","603811":"\n  Thank you so much!\n  \n  I wish someone could just fly a drone to me and drop off a sack. 😂 that would make life so much easier.\n  \n  If i were a drug dealer, i would totally get some hacker to hack the drone tracking system and everything-total encryption then use my drone to just deliver to people. Obviously it would have to be paid for already through bitcoin and the dark web...\n  \n  i may have just influenced new age dealers 😂\n  ","603812":"\n  I cant drink beer. It makes me super sick. Its too much for my stomach to handle. Actually...\n  \n  New Boom Fun Fact: my stomach cant handle liquor or alcohol anymore\n  ","603813":"\n  You are one beautiful intelligent babe 💖 thank you so much! 😊\n  ","603814":"\n  Why do i get this question so often? How do you imagine it would feel?\n  \n  I find it to be a little bit too overwhelming, honestly.\n  ","603815":"\n  Would not want to go to beerfest if thats the beer there serving. People would be passed out and puking in like an hour 😂\n  \n  I would try it to see what its like but honestly that sounds like automatic liver damage for me.\n  ","603816":"\n  I eat what i want when i want.\n  \n  Kidding. Kinda. I cut back on sugar though.\n  ","603817":"\n  You know, im not actually doing too bad. My stomach is all mad at me cause i ran out of ganj.a. 😞 so thats kind of a let down.\n  \n  But honestly, other than that today was a good day and im actually really happy to be on ask right now. I enjoy talking to all of you 💖 but that doesnt mean i would except a nice big hug from you ✨😊\n  ","603818":"\n  Oh oh OHHHHHH.\n  \n  Yes yes my life is so beyond complicated 😂\n  \n  Like i only shared like maybe 8% of the craziest shit in my life so ya 😂\n  ","603819":"\n  😂 now thats a commitment\n  ","603820":"\n  Can we actually discuss how askfm let me get away with making a username that says ass4lyfe 😂\n  ","603821":"\n  What mysterious past?\n  ","603822":"\n  Right? Wanna know something even weirder? I have memories of myself as a kid speaking Spanish but in my memories i have no fucking idea what i am talking about. I don’t understand what im saying like at all. But i know i spoke spanish way more than i spoke english at that time.\n  ","603823":"\n  Totally not true. 😒\n  \n  Like so false. 😞\n  ","603824":"\n  I attempted Spanish & French.\n  \n  I am not good at learning new languages (or i guess i should say retaining languages) its not a skill i possess.\n  \n  Boom Fun Fact: my first language was Spanish. I used to speak Spanish fluently up into i was around 4\/5 (after my parents divorce) its like the trauma made some sort of language wall for me.\n  ","603825":"\n  I could live on toast with butter 😋\n  ","603826":"\n  Because I thought ask4lyfe was too try hard 😉 totally kidding.\n  \n  Its literally because when i made this i was super obsessed with booty. 😂 im not as obsessed as i used to be but i still firmly believe in ass4lyfe 😂\n  ","603827":"\n  No, its too warm for the snow to stay unless i was at the top of the mountains.\n  ","603828":"\n  Right? They have no idea how amazing you are and how lucky i am to have a friend like you Darren! 💖 you’re so kind and generous! I feel like they are jealous of our friendship lol.\n  \n  Im so grateful for you!\n  ","603829":"\n  Yes, you should be very scared 💖\n  ","603830":"\n  You’re the best 💖\n  ","603831":"\n  I am doing really well 😊 just watching Netflix and relaxing.\n  ","603832":"\n  Omg, how are you?! 😊\n  \n  What have you been up too?\n  ","603833":"\n  Clearly 😂\n  ","603834":"\n  I do too 😔\n  ","603835":"\n  Uh oh 🚨\n  \n  LOOSE ANOOSE ALERT\n  \n  CODE RED 🚨\n  ","603836":"\n  NOOOO. Everything i wanted is not available 😩\n  ","603837":"\n  Probably watch Santa Clarita Diet\n  \n  Its so funny 😂\n  ","603838":"\n  I dont have any eyebrows 😂\n  \n  Im happy you enjoy my nonexistent eyebrows 😂\n  ","603839":"\n  I didn’t take any pictures, im sorry. 😔\n  \n  It was easy. Just used a rice cooker and a pan. Lol i had a kit for the chicken.\n  ","603840":"\n  That does sound delicious but i made basmati rice with lemongrass chicken 😋 it was actually so good!\n  ","603841":"\n\n   @darrenearl45\n  \n  i added the santa outfit to my wishlist 😍\n  ","603842":"\n  Baby Dan 💖\n  ","603843":"\n  I carry a lot of extra masks just in case i lose one, gets dirty, or someone else might need one.\n  ","603844":"\n  Thanks lovely 💖\n  ","603845":"\n  Why?\n  ","603846":"\n  Love you so much 💖\n  ","603847":"\n  I would be always giving the demon a chance and try to get the angel to understand the demons side. 😂 and i would be constantly challenging the angels boundaries 😂\n  ","603848":"\n  I always say “because im a female i know how evil females can be.”\n  \n  Ive done a lot of work making sure i dont end up evil like the rest of them 😂\n  ","603849":"\n  Im not getting any presents this year, which is okay. 💖\n  ","603850":"\n  Omg someone do this for me 😩\n  ","603851":"\n  I love this 😔\n  ","603852":"\n  Why did you change it from being female to male? We all know its females that are black widows. There’s actually a fuckton of animals out there where the female will eat the male or use the males insides to lay eggs. Omg theres an animal that devours the male after they mate than the eggs grow inside it and then eats there way out of the mother. Nature is scary. 😂\n  \n  But you know, women arent much different - females will take a shit on your heart and psychologically fuck you up.\n  ","603853":"\n  What should i have for dinner?\n  \n  I will let you decide 😊\n  ","603854":"\n  It just sounds so cringy.\n  \n  It sounds like a term a pedophile would use while they hunt children\n  ","603855":"\n  God, i hate that word\n  ","603856":"\n  I drink so much tea. Im pretty much on a tea diet 😂\n  ","603857":"\n  Omg now im sad. I havent gone out dancing in a long time and I probably have to wait even longer 😔\n  ","603858":"\n  Whats the reason for the obsession?\n  ","603859":"\n  That just sounds dark and evil 😩\n  ","603860":"\n  Right? 😂\n  ","603861":"\n  I think theres is no shortage of creeps. Thats something we all have to deal with 😂\n  ","603862":"\n  Yeah i get quite a lot. Its really really hard to keep up. I try my hardest though 😔\n  ","603863":"\n  That seems more like you ✨\n  ","603864":"\n  I feel like it depends on the type of obsession. Is this a controlled obsession or an impulsive obsession?\n  ","603865":"\n  Well, my house had a lot of bedrooms so my dad thought it was a good time for me to move rooms & we just kept that room as a guest room that nobody used so eventually i turned it into a bunny room.\n  ","603866":"\n  Hey 😊\n  ","603867":"\n  Yes i do. I will tell you about the time when i was 8 years old.\n  \n  I was laying bed but my back was towards the door and i was facing the wall. I had the hall light on which was shining on the wall. I remember it being around 2:30-3:00. Well a shadow of some sort starts to form up behind me then i see an arm rise over me with a knife in its hand. I quickly turn around and theres nothing there but a knife on the ground. I ran and screamed for my dad and he didn’t believe me until he saw the knife. He has never seen that knife before either. He didn’t know what to make of what happened. It was so scary.\n  ","603868":"\n  I like beanies with scarfs better 💖\n  ","603869":"\n  Okay so like i dont like that term 😂\n  ","603870":"\n  I do enjoy to play video games like a lot but i wouldnt say im a gamer. I dont think im good enough to be a gamer 😂\n  ","603871":"\n  Thats good, we need to keep them on our side. 😂\n  ","603872":"\n  That sounds lovely! I hope you have a great holiday 💖\n  ","603873":"\n  Vacation to where? 😊\n  ","603874":"\n  I feel like if everyone just did what they loved to do, everybody would love to work.\n  \n  But, i feel like thats just a hopeless dream... i just know I wanna wake up everyday to do something that doesn’t feel like a job, something i would truly enjoy to do everyday.\n  ","603875":"\n  Im so sorry love, i dont mean to hurt you 💖\n  ","603876":"\n  I mean its pretty normal i guess, well the new normal. How is everything for you? ✨\n  ","603877":"\n  So far so good 😊 thank you for asking ✨\n  ","603878":"\n  Yeah, my parents are involved with Switzerland so i think I’d be fine 😂\n  ","603879":"\n  I never followed a religion.\n  \n  Theres a very distinctive difference between believing in something greater than yourself and believing in organized religion.\n  \n  Ive always believed that there was something greater, but my parents didnt teach us what to believe in they wanted us to decide that for ourselves. I came to the conclusion that we are nowhere intelligent to actually know or comprehend what is beyond us.\n  ","603880":"\n  How is your beautiful day? 😊\n  ","603881":"\n  I would love to be the one that gets to come up with ideas with people to make the fort better and work more efficiently. That would be so fun to be challenged like that.\n  ","603882":"\n  So original 😒\n  ","603883":"\n  I would much rather listen other peoples advice and experiences\/mistakes before having to learn on my own.\n  ","603884":"\n  Eat all the cookies. 😂\n  ","603885":"\n  I feel like thats what im supposed to call my eggs 😂\n  ","603886":"\n  Yeah! Graham is the one that figured that out!!!\n  ","603887":"\n  Maybe! Thats what hes trying to figure out.\n  ","603888":"\n  Oh wow, i didnt know that at all. Graham Hancock talks a lot about the pyramids though.\n  ","603889":"\n  Awh, i dont need to talk about you guys cause you guys dont cause me stress. You actually help take my stress away 💖\n  ","603890":"\n  Just took this. 😊\n  ","603891":"\n  No i am not 😂\n  ","603892":"\n  Well, come up with one that makes it worth being on there cause those are the favorites out of many. 😊\n  ","603893":"\n  His. He could talk to me all day.\n  \n\n   https:\/\/youtu.be\/LVfttDdtN2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603894":"\n  Its morning 😒\n  ","603895":"\n  Light candles, grab a good book, and snuggle up in a blanket! 💖\n  ","603896":"\n  I used to love all that stuff! 😂\n  ","603897":"\n  My mood decides the music. 😊\n  ","603898":"\n  I love that people are looking at my face 😍\n  ","603899":"\n  169 😋\n  ","603900":"\n  Good evening ✨ آمل أن ترتاح بسلام\n  ","603901":"\n  Omg 🥺 but you are beautiful though 💖\n  ","603902":"\n  Thank you 🥰💕\n  ","603903":"\n  Awh! 💖 thank you 🥺\n  ","603904":"\n  Yeah 😂 especially when i get stoned, i get distracted 😂\n  ","603905":"\n  I would but i have reached the limit! 😔\n  ","603906":"\n  I can get away eating with chopsticks but I’m not that good at it. The only skill i managed with chopsticks is im able to pick up one grain of rice at a time lol.\n  \n  I practiced by getting a piece of paper and a rubber band. At the top you fold the paper really thick then wrap the rubber band around it, you do it until you created the muscle memory of how to hold the chopsticks. Then its pretty easy after that, it takes practice and it honestly helps using chopsticks with everything to get good at it. Like salad or pasta.\n  ","603907":"\n  Im so glad that you got some done, I understand how stressful the holidays can get! 💖 I hope your stress has eased.\n  ","603908":"\n  You’re so sweet 💖 that would so nice, it would take so much stress away!\n  ","603909":"\n  Awh 💖\n  ","603910":"\n  Ill probably do that today 😊\n  ","603911":"\n  Good morning 💖 i need to eat some foood ✨\n  ","603912":"\n  Mostly stress management and anxiety. I really have made some progress since i started therapy.\n  ","603913":"\n  I am doing great! I hope your anxiety is better today. How many presents do you have to get? I hope you enjoy Christmas shopping, I actually really enjoy buying and especially wrapping gifts for people. But obviously when i have money. I just enjoy finding obscure gifts that match the things people are interested, its like a puzzle for me 😂\n  ","603914":"\n  Omg. Why would they do that?\n  ","603915":"\n  Hey 💖 how are you?!\n  ","603916":"\n  Oh yeah, ive met a lot of people who have a loose anoose. 😂\n  ","603917":"\n  I hope that youll end up seeing that theres more to me than what you see. 😊 i dont care about that clout chasing bullshit. Id rather be watching the circus from the sidelines or shadows.\n  ","603918":"\n  I am thinking about getting one for pictures on Christmas. 😍\n  ","603919":"\n  I really REALLY want a sexy santa outfit. 🥺😩\n  ","603920":"\n  I dont care about the leaderboard, i dont use askfm for the leaderboard. I genuinely care about a lot of people on here (anonymous or not) 💕\n  ","603921":"\n  BEING ON MY OWN\/INDEPENDENCE\n  \n  Having to be completely and utterly responsible for EVERYTHING is not what its all cracked up to be. Theres a price for freedom, its stress & bills. You really dont realize how many bills there are. 😩\n  ","603922":"\n  Omfg 🥺💖\n  ","603923":"\n  Darren 💖 i am doing well today!\n  \n  I have therapy today, which im not really in the mood for. How are you? 😊\n  ","603924":"\n\n   https:\/\/youtu.be\/prSxMhn9zag\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603925":"\n  Most of the time. My computer is everything to me. My phone\/my computer is knowledge at my fingertips 😍\n  ","603926":"\n  Im just listening to music after eating breakfast 😊\n  ","603927":"\n  I wanna know what Switzerland is like. I wanna experience a type of government they have.\n  ","603928":"\n  YOU ARE THE BEST, NOT ME 🥺\n  ","603929":"\n  Check my bio bby 💖\n  ","603930":"\n  Wow, i see your devotion to me 😉 you’re so sweet though darling!\n  ","603931":"\n  They’ll probably add it eventually, lets be real 😂\n  ","603932":"\n  Im addicted to the idea of love 💕\n  ","603933":"\n  This is just for you darling\n  ","603934":"\n  I love the panties!! I enjoy how even you’re ahead of the trends. Probably cause you’re from England, but the style panties you got me are very trending right now!! & im stoked cause i could totally post pictures later in them on my IG and it would be so cute.\n  ","603935":"\n  Let me bless your feed with chill music that i listen to when im on here 😊💖\n  \n\n   https:\/\/youtu.be\/8wuRBoIKCow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603936":"\n  Because its so disgusting it just makes me feel so good 😂😂😂 like i love dark filthy jokes\n  ","603937":"\n  My favorite is still, “damn shes so hot i wanna jerk off her dad just to know where she came from.” 😂\n  \n  Literally dying 😂😂😂\n  ","603938":"\n  hiç havalı olduğumu düşünmüyorum 😂\n  ","603939":"\n  kalbim 💖\n  ","603940":"\n  Ive been to Hawaii a lot.\n  \n  There was one year, i ended up going three times.\n  ","603941":"\n  Wait, was it like “how many planets are there? Their will only be 7 after im done destroying Uranus.”\n  \n  This one? 😂\n  ","603942":"\n  I had to just watch the trailer cause im a HUGE Matrix person.\n  \n  It should be called Matrix: our reality.\n  \n  Like horror movies dont scare me but movies like the Matrix and irobot sure as hell scare the shit out of me.\n  ","603943":"\n  bu şarkıyı seviyorum ✨\n  \n\n   https:\/\/youtu.be\/2iXd_Q7Bzj8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","603944":"\n  - Bulamadığımı kim söyledi? 😉\n  ","603945":"\n  I used to go to my brothers in-laws on Christmas Eve to do tamales and drink Christmas cocktails.\n  \n  Christmas day was always the main day though.\n  \n  I find Christmas to be very fucking exhausting.\n  ","603946":"\n  Hahahaha thats so funny.\n  \n  Its probably because of the area i grew up in.\n  \n  Elitist central 😂\n  \n  I actually think Pakistan is beautiful. I was watching a video of the city and all the buildings. So pretty 😍\n  ","603947":"\n  Oh my god. So like last week it was so funny. I go outside at night and like i swear it was like there was a memo sent out to every neighbor cause it looks like Christmas lights just threw up everywhere. And when i looked around i was like, “well, we now know what all our neighbors believe in.” 😂\n  \n  No decorations outside but a few little things inside.\n  ","603948":"\n  You seem to be anonymous 😉\n  ","603949":"\n  Well, im actually only a couple hours from you. I’m in the mountains in Reno like 30 mins from Tahoe\n  ","603950":"\n  Omg why do i seem more British?\n  \n  YAYAY! Im actually so exited that we can be friends\n  ","603951":"\n  Its snowed last night. So its like super wet & gloomy outside. Oh & freezing!\n  ","603952":"\n  I wish on all the food delivery places there was an option called like, “send food to a friend” which would be perfect for parents actually, they could just have their food delivered to their kids when need be so they know their not just eating junk all the time!\n  ","603953":"\n  Really?! Do i seem British instead of American?\n  \n  I wish we could meet in person too!! We would probably be such good friends. But i think we can still be friends, regardless of the distance.\n  ","603954":"\n  I enjoyed reading this though, so i am so glad that i did get to see it!! But yes, i think its really healthy for people to try to spend less time on here. It can get very consuming.\n  ","603955":"\n  That is far from me because im from America actually\n  ","603956":"\n  Thank you!!! 😊\n  \n  Sounds like you got some good taste buds as well ✨\n  ","603957":"\n  Where are you from darling? 💖\n  ","603958":"\n  Awh 💖 shes spoiled rotten dont you worry 😊\n  ","603959":"\n  It gives me so much joy, knowing it gives you so much joy 💖\n  ","603960":"\n  Awh! How sweet 💖\n  ","603961":"\n  My grandma died two years before my grandpa. For almost the full two years my grandpa would ask about my grandma and where she was... we would just tell him she was at the hospital. (My grandpa was DEVOTED to my grandma, every day before she died he would just sit in the room with her for hours. She had severe dementia so she wouldn’t have even known the difference if he was there or not..) well, it got to the point where he just stopped asking about her. Very soon after he passed away. My mom truly believes that he died from a broken heart or that he is such a sweetheart that he held on until he knew she passed away first. My grandpa was the sweetest man. Fuck im actually crying right now. I miss him so much.\n  ","603962":"\n  Shes been such a sweet baby lately! 😊 shes such a good girl too. So patient with me & just wants to snuggle all the time.\n  ","603963":"\n  Its been a few months actually. I only got sick once this entire pandemic. But, winter is here so who knows.\n  ","603964":"\n  Oh look, I found my shadow 😂\n  ","603965":"\n  muhtemelen babam.\n  \n  çok zeki ve güçlü bir adam. Bir sürü engel atlattı ama her zaman ayağa kalkabildi 💖\n  ","603966":"\n  I will consider it 🤔\n  ","603967":"\n  Like how far are we talking? 😔\n  ","603968":"\n  I actually totally forgot how funny it was and started dying when i saw her face hahahahahahhahhahahahahhahahahahahhahahahahah\n  ","603969":"\n  SAYS YOU 😩💖😍\n  ","603970":"\n  #repost so you can save it\n  ","603971":"\n  I always have room for kindhearted, amazing, intelligent,& strong people like you. 💗 i would love to be friends with you, it would honestly be such a blessing. A Christmas miracle 😋\n  ","603972":"\n  Im just wearing a sweatshirt & Adidas track pants 😂\n  \n  I would look like Ricky from Trailer Park Boys if i changed into some crazy button up or tee 😂\n  ","603973":"\n  Oh oh who are shopping for today?\n  ","603974":"\n  I look like a clean hobo 😂\n  ","603975":"\n  hahahhahahahhahaha best picture ever 😂\n  ","603976":"\n  Thank you so much for thinking so 🥺 omfg.\n  \n  Im sorry that youve been hurt by it, but you & i are strong. The fact we still try shows true strength.\n  \n  I wish you and i could just be best friends, so we can just be kind to each other 💖\n  ","603977":"\n  I fxckin love you so much 😂\n  ","603978":"\n  Oh yeah!! I agree! 🥰\n  \n  And their dough is pretty damn good.\n  ","603979":"\n  My pronouns? The fact i dont even know what this question is even asking probably answers it 😂\n  ","603980":"\n  Thank goodness for you 💖\n  ","603981":"\n  You’re getting it!\n  \n  Also, im weird and i have to taste the sauce by itself first on pizza because people don’t realize the sauce will make or break a pizza. Papa Johns has the best sauce out of all the pizza franchises.\n  ","603982":"\n  There’s a lot of great traits with Aries. Just Barbatos makes Aries have more rage & impulsive behavior. But also, gives a lot of energy and strength.\n  ","603983":"\n  I wanna meet her so bad! 😔\n  \n  I wish we could like become roommates and just be askfm sisters 😂\n  ","603984":"\n  Thank you so much for asking!\n  \n  Im still studying Demonology.\n  \n  Im now on the letter B.\n  \n  So far i have learned;\n  \n  • theirs a demon thats attached to the Zodiac Sign Aries. Which my next question is, are their demons for each zodiac sign then?\n  \n  • i also recently learned about Sabbatical Witchcraft & Occult Grimoires from Knights Templar because they follow after Baphomet (a demon)\n  \n  • also learned that Astroth is the first MALE demon recorded ever in history because actually he was created after a FEMALE. Just think about that one for a second.\n  \n  • then i read that they say most serpents will come as women & thats why these demons all have the gift to show MAN how to protect themselves from them. Now I understand why im against a feminist world...\n  \n  Project;\n  \n  Im cutting pictures out of magazines because im making a picture out of pictures of a open mouth goat head that becomes a beautiful tree with a city growing in his mouth.\n  ","603985":"\n  Askfm should sponsor Nikki & I  😂\n  ","603986":"\n  Awhhhhhh! You’re sooo sweet!\n  \n  How are you darling?! 💗\n  ","603987":"\n  You seem to be one of the kindest people 💖\n  \n  My heart has been ripped out, stomped on, chewed, & devoured because of my kindness - over & over again. My stupid ass still gets up, brushes myself off and tries again. I cant help it. Just because majority of people are mean doesn’t mean i need to be. Im happy that you’re so kind, we need more people like you.\n  ","603988":"\n  What the fuck is the point then? 😂\n  ","603989":"\n  Duhhhh 😂\n  ","603990":"\n  Right? Makes me sad.\n  \n  I saw some page on here of someone just blasting they are single like over and over again on their page and im over here like, “so this is what Askfm as come too?”\n  ","603991":"\n  I dont know why, but i cant either. We are the same\n  ","603992":"\n  If i had any money to give, i would share 😔\n  \n  I think i now know why my parents wont let me touch my trust.... i think my mom can tell im way WAY too much like my grandpa 😂 cause she always makes comments on how ill end up giving a lot of it away which pisses her off cause of how hard she worked. Oh god. I need to be more selfish.\n  ","603993":"\n  One of the best people ive met from here. He is a lovely English fellow who loves soccer! 💖 he and i have been friends for YEARS actually. He checks up on me all the time. Hes so kind.\n  ","603994":"\n  I think because of the way my grandma was so beyond generous with everything (its a buddhist thing i think) it made me extremely generous even in the moments i have nothing. Whenever someone saw something of mine and was like “omg i love it” my response is “do you want it?” Without hesitation. I have an issue of blindly being generous sometimes.\n  \n  Like whenever someone has stolen money from me, my response is always, “they must have needed it more than i do if they needed to steal it so ill think of it as a gift” and i move the fuck on.\n  \n  People like my grandpa & myself don’t exist anymore.\n  ","603995":"\n  You’re right... Darren is the only person that illuminates true generosity 💖\n  ","603996":"\n  I would love that 🥰\n  ","603997":"\n  Nobody is just generous anymore, everyone is always in it for themselves. It breaks my heart.\n  ","603998":"\n  Every year should be your year 😉\n  ","603999":"\n  By sending me money 😂\n  ","604000":"\n  Thanks darling! 💖 you’re so sweet\n  ","604001":"\n  No, I chose Lady cause everyone uses “queen” nowadays to reference themselves and its just ew... especially coming from someone whos middle name is literally Queen 😂\n  ","604002":"\n  I might as well just post a picture of myself naked if i were gonna post this picture.\n  \n  & im not getting paid anything to show my body like that so im not just gonna do it for free 😂 that’s idiotic\n  ","604003":"\n  Its spelled Quyen\n  \n  Pronounced Queen 👑\n  ","604004":"\n  Im gonna try to be in SD, but im not sure thatll be possible.\n  ","604005":"\n  Its too inappropriate for that as well. Sorry.\n  ","604006":"\n  Just like you 🥰\n  ","604007":"\n  I cant do that, its extremely inappropriate\n  ","604008":"\n  The outfit Darren got for me for Christmas 😊\n  ","604009":"\n  Yes but only if i had car that went vroom and i could just go as fast as i want! 😂\n  ","604010":"\n  Omg yes i did!! Thank you so much!!! 💖🥺🥰 i wish i could post pictures in it but its way too sexy 😋😍 you’re the best Darren 💖\n  ","604011":"\n  Its 4:30am and im awake lol\n  ","604012":"\n  Omg, thats not true!! 🥺\n  ","604013":"\n  Probably my wallet or phone.\n  \n  Very needed for survival 😂\n  ","604014":"\n  I dont, cause i dont use dating apps 😅\n  ","604015":"\n  Me in my room right now 😂\n  ","604016":"\n  You are amazing 😍\n  ","604017":"\n  You seem like you’re straight 💖\n  ","604018":"\n  I kinda get a more of a metrosexual type vibe from you 💖\n  ","604019":"\n  So, you want me to stop living my life for you?\n  ","604020":"\n  I just haven’t really felt like coming on here, or using social media in general. Its been really nice.\n  ","604021":"\n  Scooter to the fucking ankle.\n  \n  Omfg anything that hits that bone takes ANYONE down. No matter what. Ugh i have a pain in my ankle just thinking about it. 😂\n  ","604022":"\n  я всегда должен сказать, что говорю о позорных моментах, чем больше я говорю об этом, тем менее стыдно это становится. Я люблю шутить об этом, потому что контролирую это. Ненавижу эти неловкие моменты. 😅\n  ","604023":"\n  Omg, a couple years ago i had an appendicitis scare.\n  \n  •loss of appetite\n  \n  • pain that starts from the lower right side of your abdomen.\n  \n  • nausea & vomiting\n  \n  • pain when cough, walk, or sudden movements.\n  ","604024":"\n  I bet you will 💖\n  ","604025":"\n  Omg!! Thats so exciting!! 😊\n  ","604026":"\n  Ive missed you darling 💖\n  ","604027":"\n  😂 love you for this\n  ","604028":"\n  I dont think i will but i would love to get big boobies, nice fat lips, & my nose done lol\n  ","604029":"\n  I started watching Another Life & it is giving me life 😂\n  ","604030":"\n  Hahahah, thats so funny 😂\n  ","604031":"\n  Omfg... thank you 🥺\n  ","604032":"\n  I destroyed a whole box of chicken wontons earlier 😂\n  ","604033":"\n  Why the fuck am I getting so many goddamn shoutouts?\n  ","604034":"\n  Omg not coming on here for a few days and then trying to catch up is making me sleepy!\n  \n  Im gonna get off for a little bit, might fall asleep or i might not. Idk yet. 😂 ill be on most of the day though. 💖\n  ","604035":"\n  Omfg 😍 thank you so much!! 💖 you are such a kind person! 😊\n  ","604036":"\n  Its 3am for me, but yes. Hi 😂\n  ","604037":"\n  Modern Society. i.e. societal norms.\n  \n  I wanna be like a mix of a shaman\/witch\/guide\/spiritual\/alchemist ect.. But like, not really acceptable in our modern society.\n  ","604038":"\n  What the?! I had no idea about that...\n  ","604039":"\n  How kind of you to help your family!! Wow!! 💖 i think you’ll be able to eventually 😊\n  ","604040":"\n  Wait, isn’t it a little bit odd that my last name came from the name Aym as well....\n  \n  You might be on to something 😂\n  ","604041":"\n  Shit, my notifications are all off so i never know when someone replies. Ill check it soon!! 😩 dont be mad at meee please. I havent been on here in 4 days so theres a lot of catching up.\n  ","604042":"\n  I just took a really good selfie!\n  \n  P.s. miss you 😊\n  ","604043":"\n  I was 6lbs when i was born 😊\n  ","604044":"\n  No, i was incubated in a pod in Switzerland 😒 *sarcasm*\n  ","604045":"\n  Do you think you’ll eventually just transition to going full time with your birds?\n  ","604046":"\n  Awh, thank you so much!! 😊💖\n  ","604047":"\n  I FUCKED UP MY LIST OMFG.\n  \n  Thats gonna piss my ocd off lol.\n  \n  And, im like thinking about studying latin as well cause i have to read like multiple translations and im taking notes of every single one but yaaa.\n  \n  Knowing Hebrew would be very helpful as well cause of Kabbalah.\n  ","604048":"\n  Like im always ready to raise hell 😂\n  ","604049":"\n  Omg, these phones could bash someones head in and you could still make a phone call after. Now, the wind can just blow on your phone and it breaks😂\n  ","604050":"\n  Omg can someone get me demon horns\/outfits\/jewelry so i can do something like this? I wanna do aesthetic where i look like an angel but im dressed up as a demon.\n  ","604051":"\n  Omg that sounds like such a fun job!!!\n  ","604052":"\n  Both, plus many others.\n  \n  Im taking notes from EVERYTHING and i wanna find the patterns.\n  ","604053":"\n  I LOVE CHEESEBURGERS 🍔\n  ","604054":"\n  What? Thats awesome too!!\n  \n  What kind of games?\n  ","604055":"\n  I am really good! Thanks for asking! 😊\n  ","604056":"\n  Okay so its actually only 13. Im going alphabetically so im only on A at the moment.\n  \n  1. Aamon\/amon\/nahum\n  \n  2. Abaddon\/Apollyon\n  \n  3. Adrammelech\n  \n  4. Agares\/agarat\/agarus\/agaros\n  \n  4. Aim\/Aym\/Haborym (my last name actually originated from the name Aym)\n  \n  5. Alastor\n  \n  6. Alloces\/Allocer\/Alocer\n  \n  7. Amaymon\/Amaimon\/Amoymon\n  \n  8. Amdusias\/Amdukias\/Ambduscius\n  \n  9. Amy\/Amii\/Auns\/Hannar\/Hanni\n  \n  10. Ancitif\n  \n  11. Andrealphus\/androalphus\n  \n  12. Andromalius\n  \n  13. Antichrist\n  ","604057":"\n  I havent gotten deep enough into quite yet but when i find oit more interesting elements to it, i will tell you!\n  \n  Thats awesome! You’re probably the perfect person for me to talk about this with!\n  ","604058":"\n  Yes one of the many books i am checking out, really into grimoires at the moment 😂\n  ","604059":"\n  Ive been currently studying demonology, eschatology, folklore, & mythology. Ive been categorizing it based where the beliefs come from. So honestly, thank you so much for this. Cause right now im on Christian Demonology and ive only gotten about 15 done and theres reported to be at least 66. LOL.\n  \n  This is what my head looks like 😂\n  ","604060":"\n  Thank you so much for tell me about this, i actually wrote this down to go dig deeper. 😊\n  ","604061":"\n  AWH! You’re so sweet! Im so excited 😩\n  ","604062":"\n  Or, what if they have been conquering Earth this whole time? What if theres extreme hierarchy in demonology that the ones you would imagine would already be conquering actually are already doing so but using their little soldiers to take over human vessels to blend into our society? What if where demons are from is Earths paired closest dimension?\n  ","604063":"\n  Omg!! Wait, how will i receive it?\n  ","604064":"\n  I love the joke, “people say theres safety in numbers... try telling that to the 6 millions Jews during the holocaust.” Its so dark but true.\n  \n  I kinda think they are way more powerful than us, like such power that goes unnoticed so they just keep getting stronger and stronger.\n  ","604065":"\n  Ig: ladyboometh\n  ","604066":"\n  Darren, you’re the best 😩\n  ","604067":"\n  Its 1:45am so like you’re looking at it.\n  ","604068":"\n  Boooooo. So LAME\n  ","604069":"\n  I dont know why, but kids are really drawn to me 😂\n  ","604070":"\n  Thats awesome! How’d you get into doing that?!\n  ","604071":"\n  Yes, im trying to build up the courage to do that actually. I can be very shy when it comes to stuff like that.\n  ","604072":"\n  my therapist might actually know me better than i know myself. I actually tell my therapist everything, no matter how dark and crazy i might sound 😂 but seriously he picks up little things that i dont even realize... or he says things that nobody has ever said to me or pay attention enough to notice.\n  ","604073":"\n  I didn’t realize that every year in December i get terrible anxiety and really down. Now, what i need to figure out is why..\n  ","604074":"\n  Oh this is hard. I like mass questions but its based on what the question is. I prefer more personal questions, questions that make me think, “oh this person actually reads all my posts.” Shoutouts can get really annoying but its a great way to find new people.\n  ","604075":"\n  I am good! How are you?! ✨\n  \n  I hope you are have a splendid time with your life 😊\n  ","604076":"\n  Oh you have the boom sleeping schedule, ya I understand 😔\n  \n  Yes, i did say demons 😉\n  ","604077":"\n  Wait, isn’t that what i said? 😂\n  \n  Explain how you know!\n  \n  I do not work right now but today im like stressed out cause I really REALLY need to make more money mainly because I really want to buy a whole new makeup collection & i wanna start doing cosplay as a witch demon thing but that also costs a shitton of money. What sucks is where i am mentally... i cant just go be a slave to society and work another 9-5 job. I wanna do something that I would LOVE to do. Like if i could just get paid to look pretty and get dressed up everyday- sign me up! But like I dont know what to do 😔\n  ","604078":"\n  Why dont you sleep? 😩\n  \n  Ive been trying to figure out what legions of demons mean. I know legion is like a group but doesn’t exactly clarify how many so like if a demon has like 32 legions of demons... like what the fuck does that mean, like HOW MANY IS THAT?\n  \n  Sorry 😂 totally a tangent.\n  ","604079":"\n  Johnny-son, 💖\n  \n  How are you kind sir? ✨\n  ","604080":"\n  When i have something more interesting to say, ill DM you again 😂\n  ","604081":"\n  I love little munchkins 😊\n  ","604082":"\n  What’s your IG & what do you want me to say? 😂\n  ","604083":"\n  Thank you!! 😍\n  ","604084":"\n  I like some of Jimmy Carr but its a hit or miss for me. Im happy you are enjoying yourself though! 💖\n  ","604085":"\n  I love that 😂😍\n  ","604086":"\n  Awh thank you so much 💖\n  \n  I don’t really know you, i like those birds though - are those yours? Birds dont like me though 😂\n  ","604087":"\n  UGH. I wish you would 😩\n  ","604088":"\n  I know, just currently i am not around anyone who enjoys taking pictures and\/or good at it. So i have to just do selfies for now but im looking for someone who would just take photos of me! But, it looks like i have to pay a photographer or something. 😔 i prefer photos of me taken by someone else rather than selfies.\n  ","604089":"\n  Ugh, yes. Its like you know how my last few days have been for me 😞\n  ","604090":"\n  I don’t really have that many recent ones of me laughing, but this one is a really genuine photo of me laughing at my niece Avery. 😍\n  ","604091":"\n  AWH! It feels so good knowing someone actually misses me like this! Wow! 💖 i am so sorry that i disappointed you by not coming on!\n  ","604092":"\n  I love your Christmas tree 🎄\n  \n  And, i think theres not enough kindness in our world and maybe i am way too nice but i know when to strike when i need too! 😆 have you been relaxing?!\n  ","604093":"\n  I think my face is getting chunky 😂\n  ","604094":"\n  You probably ended up giving everyone diabetes 😉\n  \n  P.s. ohhh, i have a new polish friend. Greetings from America! 💖\n  ","604095":"\n  Omg, text me back 😩💖\n  ","604096":"\n  Hello 💖 i hope you’re doing well\n  ","604097":"\n  Thank you so so much! What have you been up too? 💖\n  \n  Awh, you miss me everyday? 🥺\n  ","604098":"\n  Helloooooo 💖 how are you? 🥰\n  "}}