{"Question":{"604099":"\n   Aint no body tell me that im sweet damn \nHi btw\n  ","604100":"\n   Ayye, I was getting worried wife! ❤️\n  ","604101":"\n   Hey girl! I hope you’re doing well 😊\n  ","604102":"\n   how are you did you have a good day\n  ","604103":"\n   How old would you be if you didn’t know how old you are?\n  ","604104":"\n   im eating chocolates so its good. thank you for asking! hope your day ends up being better than just alright, alright?\n  ","604105":"\n   what is everyone up to? 😌\n  ","604106":"\n   Perfect beauty\n  ","604107":"\n   You're really pretty\n  ","604108":"\n   Good morning how are you doing\n  ","604109":"\n   Would you ever get a neck tattoo?\n  ","604110":"\n   What is this secret answer option you are talking about?\n  ","604111":"\n   Ask.fm is like Buzz Killington. No matter how hard you try to make the event epic, they find a way to ruin it.\n  ","604112":"\n   how is your day going?\n  ","604113":"\n   It's beautiful Misses Ames ❤️❤️\n  ","604114":"\n   what do you want for christmas?\n  ","604115":"\n   how many questions do you have in your inbox right now?\n  ","604116":"\n   its not about you its about them. they want their popular accounts to be as active as possible. its better for ask. im just happy you enjoy it. we (the collective) enjoy you!\n  ","604117":"\n   The VIP program was like that in the beginning, but then they took more coins away and placed heavy emphasis on the tasks. It's BS because we should be feeling like VIP+, and not like a non-VIP+\n  ","604118":"\n   Hope you have a blessed day Savannah ❤ Mine is just turning to night 🤭 (btw you made me believe there was a spider on my computer screen because your bomb emoji look's like 2 spider legs i yelled for my mom and she showed me)\n  ","604119":"\n   🎀🎁.. Advantages and Disadvantages of being a VIP??..🍃🎄🍃.. Ventajas y Desventajas de ser VIP??..🎁🎀\n  ","604120":"\n   When will we stop using these ridiculous masks? Not only are they extremely irritant but they also cover 75% of our faces. Like if one day you feel good in your skin or you're really proud of the makeup you did, the mask ruins everything! I'm so totally sick of it ugh plss lets go back to normal!\n  ","604121":"\n   I love this kitty so much! My little one is over my shoulder while I'm stuffing egg rolls in my face. My other is on her sleeping bag. We are waiting the vet to call with the results tonight. It's a big night for us.\n  ","604122":"\n   What movie or book do you know the most quotes from?\n  ","604123":"\n   I have to tell you I have to leave ask now because Im becoming obsessed with you its not a good thing Savannah I have to go now I'm sorry 😭\n  ","604124":"\n   It was a spur of the moment purchase while I was walking through that aisle in the grocery store. I don't think I will repeat it soon. haha. How are you doing? How's little munchkin Ash?\n  ","604125":"\n   I'm about to try and get some sleep Haha But it was great! Went out and played some badminton with some of my swimmer friends 😁\n  ","604126":"\n   How is your day going? 😁\n  ","604127":"\n   Have you ever been to another country?\nDo you own a current passport?\n  ","604128":"\n   If you could rekindle an old friendship that faded, who would it be with and why?\n  ","604129":"\n   Hi Boom how are you?\n  ","604130":"\n   What is the temperature where you are at at the moment? Pic?\n  ","604131":"\n   nice. lots of time i go in the fridge to grab an ingredient real quick and i just start pulling things out and recorganizing them and then im like STOP YOU FOOL! organize later you are in the middle of something!\n  ","604132":"\n   What’s your recent fav meal to have?😜\n  ","604133":"\n   i like you\n  ","604134":"\n   this is one of my favorite post of yours. knowing you are on the right path feels so good doesnt it? this was such a joy to read. change is always possible. just have to believe in yourself and make a change like you have. seriously congratulations to you. and i know you wont stop. just up up up up\n  ","604135":"\n   did you end up making any significant changes to the fridge?\n  ","604136":"\n   will you share a photo?\n  ","604137":"\n   yeah but its always noisy during the day\n  ","604138":"\n   i like that you have a system. do you have a designated reading area? also do you ever snack or sip tea or coffee while reading? or do you just concentrate on the material?\n  ","604139":"\n   I Hope You Had A Fantastic Weekend & I Hope You Have. a Fabulous Week ✨\n  ","604140":"\n   the  night is dark and calm which why ppl sleep during it\n  ","604141":"\n   Do those who love us, really love us, or do they simply love what they think we are?\n  ","604142":"\n   do you bake much?\n  ","604143":"\n   what will you read? and when you do how many page stints do you tend to do?\n  ","604144":"\n   Actually my gpa in university is very very high. Like cumulative 3.4 & I will probably graduate this year. The thing is I’m not smart, I just work extremely hard and conscientiously. Just trust me.\n  ","604145":"\n   how much do you pay for a dozen large eggs?\n  ","604146":"\n   Happy holidays my Queen💕\n  ","604147":"\n   how has the knowledge quest been going lately? and have you been wearing glasses while studying?\n  ","604148":"\n   What can I say? I know how to spend my time well 😌😏\n  ","604149":"\n   Nooo, don't say that 😢 You may be huge but that only means your heart is even bigger ❤\n  ","604150":"\n   🤣. I see. Panda is pretty cool anyway 🤣\n  ","604151":"\n   Damn, you're like 9 hours behind me 😂\n  ","604152":"\n   I’m hard working, I have big dreams, I make a TON of mistakes, I’m not very smart at all, I’m the closest thing to a irl Superman you will ever see, I’m very down on my luck, I have CTE, my perfect day would be me, weed, nice hotel room, sexy girl and a lot of chinese food. What is my spirit animal?\n  ","604153":"\n   What's the time where you live rn? 🤔\n  ","604154":"\n   How often do you go outside now with Corona? 😷\n  ","604155":"\n   Well, in the movie they instead chose to begin lighting the house on fire since they thought she was a monster 😂 What'd you do if they did that instead? Haha\n  ","604156":"\n   Totally perfect babycakes\n  ","604157":"\n   where did this angel fallen from ?\n  ","604158":"\n   Lol, I just took two separate tests on 2 separate websites and got a butterfly and a whale. Like how two different animals could someone get\/there be 😂\n  ","604159":"\n   The most perfect picture 😍❤️💕\n  ","604160":"\n   Do you have a christmas tree up? 🌲\n  ","604161":"\n   Is there anything that you have planned in this month of December?\n  ","604162":"\n   Roasted vegetables with a little bit of rice on the side? Anyone? Cornbread with? Do you like roast?\n  ","604163":"\n   Well you better believe it you angel. I know from experience. I've felt like a fool whenever I thought I had an issue with anything you said. With you, the lesson is to sit back and have faith that the totality of you who you are will always win one's heart over. It never fails to happen.\n  ","604164":"\n   Have you ever self harmed\n  ","604165":"\n   What are your plans for the weekend? 😄\n  ","604166":"\n   What you up to rn? 😄\n  ","604167":"\n   So, how'd the rabbit have to deal with you taking up his entire house? 🤔😂\n  ","604168":"\n   Say you ate one of the cookies which said \"eat me\" when inside of the rabbit's house and you grew to a huge size so you were like stuck in there with your legs sticking out, what'd you do? 🤔😂\n  ","604169":"\n   It's true. The more anyone knows about you, the more beautiful you become. It's how you're built.\n  ","604170":"\n   How are you in 2020 🙂\n  ","604171":"\n   💕💕😘\n  ","604172":"\n   So you'd just walk around drinking and eating whatever basically? 😂\n  ","604173":"\n   days and night the same ?\n  ","604174":"\n   thats cus italians are the best ones\n  ","604175":"\n   If you came to wonderland completely blind to the whole situation just like Alice was, do you think you would've taken a similar approach to what she did? If not, what would you've done differently? 🐰🎩🐛🌷🐱🍪👑\n  ","604176":"\n   how do you feel about moving down in the ranks after being a top dog for so long?\n  ","604177":"\n   Anyone digging for dirt on you would just end up falling in love with you.\n  ","604178":"\n   Did you make the burrito yourself? Sounds delish!\n  ","604179":"\n   Haha I’m sorry. That was me acting like a idiot. I was in an exceptionally good mood at that moment because I drank a 2 liter of diet Mt. Dew. The non generic kind. Haha 😂\n  ","604180":"\n   Why is it smarter? Did something you said come back to haunt you?\n  ","604181":"\n   do people share crazy things with you over social media?\n  ","604182":"\n   You used to share more. Did something happen that made you stop?\n  ","604183":"\n   how?\n  ","604184":"\n   Latest thing you ate? 😋\n  ","604185":"\n   For how long do you usually sleep? 😴\n  ","604186":"\n   i never actually had it\n  ","604187":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","604188":"\n   You dont sometimes regret sharing too much information on here or social media?\n  ","604189":"\n   No question but just letting you know you are the best 😘🤗\n  ","604190":"\n   How is you todaaaaaaaaaaaaaaaaaaaaaay????????????? HOMIE\n  ","604191":"\n   Daaaaaaaaaaaaaaaang HOMIE. In high school you was that maaaaaaaaaaaaaaaaaaan HOMIE. LADY BOOMETH for president of Rancho Santa Fe!!!!!!!!! WOOOOOOOOOOOOOOOOOO!!!!!!!\n  ","604192":"\n   Are you a better person than a year ago?\n  ","604193":"\n   Lmao. Awesome!!!❤️. How did you know yours was a snake?\n  ","604194":"\n   Is the wishlist thing so people will buy you things how would they get it to you with out an address\n  ","604195":"\n   How does someone figure out there spirit animal?\n  ","604196":"\n   Do you like those T.G.I.F mini burgers?\n  ","604197":"\n   cool ring savannah, you beautiful person you. is it meaningful?\n  ","604198":"\n   I now promise, I will do everything in my power to make your realization of it worthwhile and life changing.\n  ","604199":"\n   maybe cause you have a lovely bed\n  ","604200":"\n   A lil hard to explain. Don’t worry, it’s better to wait and see.\n  ","604201":"\n   I want to hug you rn you're so cute\n  ","604202":"\n   The ENTIRE world will know my name! 😃 🦁 💰\n  ","604203":"\n   they cant even sleep during the day ?\n  ","604204":"\n   How often do you get inboomnia?\n  ","604205":"\n   hhhhhh actually its only hard in this fucking cold winter\n  ","604206":"\n   Anyone who isn't are the silly ones. Don't ever talk that way about yourself 😉 you are literally perfect! ❤️\n  ","604207":"\n   foour days ??\n  ","604208":"\n   waking up early is hard\n  ","604209":"\n   wow why would you do that dear\n  ","604210":"\n   wow you strong girl honey\n  ","604211":"\n   Post something positive!\n  ","604212":"\n   Saaaavvv. I know you got plenty of fans! But I'm just doing my usual check in to let you know that I think about you ever day, and cannot put to words how in love with you I am! Keep on being you and never changing, coz you're amazing ❤️😘😍\n  ","604213":"\n   You have an incredible figure!\n  ","604214":"\n   What time do you usually wake up?\n  ","604215":"\n   What's the longest you've gone without sleep?\n  ","604216":"\n   If I said to you: I'm married, but am so in love with you that I'd leave her in a second just to have one date with you, would you think I'm gross??\n  ","604217":"\n   What's the longest you've ever grown your hair?\n  ","604218":"\n   It's a real thing, but only as a conceptual art project. I don't think they're actually selling it. Yet.\n  ","604219":"\n   how many calories a day do you think you eat?\n  ","604220":"\n   Do you use Spotify? How did your yearly summary look like? 😁🎧\n  ","604221":"\n   last baked good consumed?\n  ","604222":"\n   when you were a kid what did you most like to play on the school playground at recess?\n  ","604223":"\n   you know people here would eat your meat tho 😂\n  ","604224":"\n   Sorry. I just happened to see you online at the same time I was reading an article about it and I had to ask SOMEBODY.\n  ","604225":"\n   Have you ever been to California?\n  ","604226":"\n   cracker barrel or ihop\n  ","604227":"\n   what was your fav subject in grade school?\n  ","604228":"\n   You took AP classes? You are a smart cookie. I thought you were always skipping class and in detention and with all the bad kids. You're really smart!\n  ","604229":"\n   \"Rancho Santa Fart\" 😂 😂 😂 😂 😂 😂 😂 😂 😂 😂 😂 😂  I'm crying laughing 😂 😂 😂 😂 😂 😂 Such a good name for the area. 😂 😂 😂 😂 😂  Why do I find this so hilarious? 😂 😂 😂 😂\n  ","604230":"\n   What's one thing you hate sharing?\n  ","604231":"\n   Do you think it's cruel that they chose the word lisp to mean lisp, so people who have lisps are forced to lisp when saying the word?\n  ","604232":"\n   whats the best thing you ever seen on this site?\n  ","604233":"\n   plans for today?\n  ","604234":"\n   the ask lords just missed your presence and didnt know how else to vent their feelings of anguish and distress.\n  ","604235":"\n   Would you eat lab-grown meat made from your own cells?\n  ","604236":"\n   🥺❤️ I hope you been good beautiful. Ootd?\n  ","604237":"\n   What has been the most helpful class you've taken?\n  ","604238":"\n   Do you ever talk with a lisp? I think you should do that for a day just for the fun of it. lol\n  ","604239":"\n   How are you?\n  ","604240":"\n   What section do you like to shop in first when you go grocery shopping ?\n  ","604241":"\n   the skulls are pretty badass. and by badass i mean almost but not as cool as the fck me outfit which is no longer even there and will be dearly missed.\n  ","604242":"\n   Happy December y’all ❄️ ⛄️ 🎅🏻🎄\n  ","604243":"\n   What spooks you?\n  ","604244":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","604245":"\n   Tell me, what is it that you truely desire?\n  ","604246":"\n   I love the sound of your voice. It's so cute. I know you don't like it, but I love it. It sounds so sweet!\n  ","604247":"\n   is today a better day or worse day for you than yesterday? how so? if your day has just started you can wait till later to answer if you choose.\n  ","604248":"\n   Love you more my sexy friend 😘 💕 xxx\n  ","604249":"\n   You must have been going crazy buying every thing in site when you figured out how much cheaper all the stuff was. 😂😂😂\n  ","604250":"\n   Of course! a \"someone\" can be \"yourself\" {:\n  ","604251":"\n   When was the last time you wrote a letter to someone on paper?\n  ","604252":"\n   Would it be awesome or terrible for you to go back in time 10 years ago?\n  ","604253":"\n   What are your plan today, honey buns?\n  ","604254":"\n   Do you ever wear a bikini top with shorts or jeans just for the heck of it while you are at home?\n  ","604255":"\n   Question about Ash.... when it's an overcast or rainy day, does she sleep all day long?\n  ","604256":"\n   i will get to work on it after im through with the potato project. one thing i am certain of is they will be red on the inside when you bite into them. and it will definitely dye the milk red. thinking like a red velvet theme. maybe cream cheese flavor for the marshmallows.\n  ","604257":"\n   im more a believer in survival of the fattest. from a ethereal standpoint of course.\n  ","604258":"\n   do you like gnocchi? when was the last time you had them?\n  ","604259":"\n   I'm picking you laying out on a lounge chair in the sun with a pitcher of margaritas and big sunglasses on. You are so wasted.\n  ","604260":"\n   Would you stay at a underwater hotel?\n  ","604261":"\n   I'm a 100% straight guy but yeah I can honestly say that he was a fine looking guy andvI could see why so many girls like him. To be fair he was really nice too as people came up to him and he didn't seem to mind at all! xxx\n  ","604262":"\n   Will you like to hear a Background Music...???..\n  ","604263":"\n   I've seen them all play in real life and they are all fantastic! I know you'll know who David Beckham is. When he was playing in England he was with our rivals Manchester United. Anyway years ago I was going on holiday to Madrid and was at Manchester Airport. I was stood behind him in a queue! xxx\n  ","604264":"\n   i appreciate this reply being completely uninhabited by emojis. i feel as though that means this is your preference and maybe the real you. perhaps one day emojis will cease to be a a form of expression and instead be resurrected as a popular cereal brand with marshmallows. not overly fruity tho.\n  ","604265":"\n   California is too expensive. I used to support hiking the minimum wages but then they turn around and hike all the prices and pass it on to everyone else. Then it's too expensive for anyone.\n  ","604266":"\n   i appreciate your stance here and agree. although i viewed it more as a necessity standpoint instead of our level of rapport. if there was no food creators what would be the point of existing? i would probably have to spin myself a cocoon and try and wait it out.\n  ","604267":"\n   Do you obey the 3 day rule?\n  ","604268":"\n   You see the worth and the time it takes to get to know someone, yes? Even in a stressful setting? Where it's  a meat market?\n  ","604269":"\n   Ohhh , you are very beautiful 😍😍\n  ","604270":"\n   I'm going to sit here and enjoy my lunch while I read your feed and ask you some questions.\n  ","604271":"\n   Haha it's OK! So now it's Mo Salah and Sadio Mane! Of all time Steven Gerrard and Kenny Dalglish! xxx\n  ","604272":"\n   First sign of acid reflux.\n  ","604273":"\n   You can tell how expensive things are when you look at the food prices at a fast food place.\n  ","604274":"\n   how did you learn to make this? I want to learn!\n  ","604275":"\n   Do you miss Rancho Santa Fart?\n  ","604276":"\n   can you still song on key or do you find yourself singing a bit off, these days?\n  ","604277":"\n   How does your stew taste?\n  ","604278":"\n   the ones that make the food?\n  ","604279":"\n   are you an individual of few emojis who lets yours words speak for themselves? or are you the type that when you are done with the text it looks more like a coloring book than a message? whichever one you are what do you think about the other group of people?\n  ","604280":"\n   Do you watch your sodium intake?\n  ","604281":"\n   Random question.   When you were younger.   Did people admire your singing?\n  ","604282":"\n   Not the best weekend though Sav, not for my team Liverpool as we drew 1-1 yesterday! 😭😭😭 xxx\n  ","604283":"\n   Yeah but non of you are working or going to school so why you wake 5-6 hours before her? If my brother woke up 6 hours after me and we had no school or work i would say he's lazy\n  ","604284":"\n   Southampton v Penchester Chelsea v Spurs Arsenal v Wolves it’s Super Sunday bangers with plenty of sauce and salt 🙌🏽\n  ","604285":"\n   Have you ever followed anyone on instagram only because they had big tatas?\n  ","604286":"\n   What is your biggest impression in a social setting if a Man approaches you while you are wanting to just chill with your girlfriends?\n  ","604287":"\n   I’m laughing. She is such a good girl. I love how she is always attached to your side. Nice Ash 😊😺 also? Apple needs new cat emojis so you can get the right color fur. It annoys me that I have to use a cat emoji with yellow fur. Lol\n  ","604288":"\n   Without an exam,  just reading your words. Believing it's your stomach? my first thought is pancreas, on the left side,  gallbladder towards your right.  An ultrasound could help narrow it down.  zero to do with smoking.  genes and or what you're eating,  might.  Any family history of either?\n  ","604289":"\n   Really good ty!\n  ","604290":"\n   what are the best type of people? what are the worst type of people?\n  ","604291":"\n   Why do people insist that suffering is a choice when the reality of it is that it just comes naturally?\n  ","604292":"\n   What would be the best way to compliment a sweaty woman in the gym, “I like the way you sweat” or “Hello”?\n  ","604293":"\n   Opinion on indigenous people hunting\/killing animals\n  ","604294":"\n   I don't know how you do it haha😂\n  ","604295":"\n   different person here but tip. sleep on your left side as much as possible. the way our anatomy works it makes the stomach empty naturally. laying on your right side will aggravate the problem. i deal with this and learned through trial and error but came to find out its true.\n  ","604296":"\n   Kitty cat super healing powers. They all have them. Haha. Ash needs to use hers on you. I hope you fall asleep soon and get some rest.\n  ","604297":"\n   Do you have that one friend you always seem to have to apologise for when in polite company, because they can't put a sentence together without swearing? 😳\n  ","604298":"\n   i just ignore all this bullsht and just treat people as people without even thinking about anything else aside from their personality and character.\n  ","604299":"\n   what prompted the end of the dark phase and transition to the light?\n  ","604300":"\n   Look why would santa have a fake website then? inside the enchanted forests next to Gesundaberg lies a real fairy tale land. Here among lakes and waterfalls lies the empire of the Trolls, The Wood of the fairys and Santas own village\n   \n    https:\/\/www.tomteland.se\/en\/visit-us\/about-santaworld__139\n   \n","604301":"\n   I don’t even know how you are supposed to eat challah and what the “rules” are as far as do’s and don’ts. I use it to make monster sandwiches with deli turkey and cheese. That’s probably not kosher but I do love the bread. 😂 also it’s the best for making thick French toast.\n  ","604302":"\n   its all about the base sautee and you know it!! i always like to start with onions caramelized with soy sauce. i would be honored to eat something like this. something of your creation. what a treat!\n  ","604303":"\n   This would be good on top of spaghetti and with a pile of shredded cheddar cheese.\n  ","604304":"\n   This is making me hungrier😄\n  ","604305":"\n   i feel like you could have used a slightly smaller bowl. aside from that a job well done!\n  ","604306":"\n   Yeah I’m totally fine now. That was 8 years ago. That was the longest I was away from my cat. When I got back from the hospital I was bed ridden for 2 weeks and she literally spent all day and night next to me with her head on my legs.\n  ","604307":"\n   You eat so much for your size, haha\n  ","604308":"\n   Savannah is santa real or not? 😢\n  ","604309":"\n   Also a tip to help with the heart burn, prop yourself up with a couple extra pillows. It’s odd trying to sleep with your head elevated, but it helps. Hope you feel better!\n  ","604310":"\n   I had acid reflux. It got so bad that when I would bend over while doing yard work, if I was drinking water or coffee, it would pour out my throat. I had an awful sugary to fix it. It was caused by a hiatal hernia. I was in the hospital 4 nights and it took over a month to recover.\n  ","604311":"\n   Love u more and go to sleep!\n  ","604312":"\n   I love you like a fat kid love cake. 🤣👍🏿\n  ","604313":"\n   It’s 4am and you created a poll about dumplings and wonton soup. 😂😂😂😂😂😂😂😂😂😂😂😂😂\n  ","604314":"\n   Morning beautiful Boomtiful\n  ","604315":"\n   what a strange word right? lmao. pharmaceutical drugs to stop acid production. so to you poison lol. they could have at least come up with a less bizzaroid sounding name\n  ","604316":"\n   you and i ride similar wavelengths. we may not surf the same wave but i see you here at the beach my friend. 😉\n  ","604317":"\n   Awww no way Sav! There is no way you are missing out this Christmas 🎅💕🥰 xxx\n  ","604318":"\n   Hot like an angel ❤❕🤍❗\n  ","604319":"\n   Beautiful as always ❤  xxx\n  ","604320":"\n   how are you 😜\n  ","604321":"\n   how do you express yourself?\n  ","604322":"\n   Hi\n  ","604323":"\n   But you always go up much more erly then Nikki and you live only 1 state apart so i think you wake really early or she wake late hihi\n  ","604324":"\n   has your taste in emojis changed recently? ive noticed you have deviated away from some old preferences and adapted new ones.\n  ","604325":"\n   proton pump inhibitor. but given what you have revealed about the cause i dont think it would help in this case. your stew must be missing you terribly.\n  ","604326":"\n   And you can also have more then one gender you can have multiple genders at the same time, no shit if kids are confused now days 😂\n  ","604327":"\n   what are your most prevalent emotions?\n  ","604328":"\n   But are you always sleeping in the day big sister and wake at night? ❤\n  ","604329":"\n   Yeah, then should fetishes be a gender or addicts? haha\n  ","604330":"\n   the stew? also the fact that you do not have ppI protection (speculation). i highly recommend it. ive not had heartburn in ages despite my absolute best efforts\n  ","604331":"\n   What time did you wake up?\n  ","604332":"\n   Exactly! When even trans people or the expert get confused then this has gone to far! There are 3 genders imo, male, female or something else (insert name) but in biology theres only 2 genders XY and XX\n  ","604333":"\n   I'm not really against anyone that want to be called whatever gender they want but who decides what's a real gender then? I might be a panther as a gender and who says my gender is not valid? I think we should go by real science\n  ","604334":"\n   I can tell you would have alot of energy and just go into a zone I'm thinking your own world flowing with that sound nothing else penetrating into it just the music🤩 I can get like that then I feel embarrassed and stop unless I have ecstasy then wow😆\n  ","604335":"\n   when was the last time you ate a hot dog? and has this very query hastened you to a path that will eventually end in hot dog consumption?\n  ","604336":"\n   Oh it was wicked I wanna go clubbing now 😂\n  ","604337":"\n   Do you have a diary that you write in?\n  ","604338":"\n   Nice at first I was a little unsure then it hit 1min 15 and my whole buzz just changed I could feel the Boom course through me😆 that's awesome chick😊\n  ","604339":"\n   how is your mood today?\n  ","604340":"\n   what do you do when you receive a \"like\"? do you check out the person if you do not recognize them?\n  ","604341":"\n   What can you hear right now?😶\n  ","604342":"\n   why do people randomly answer questions they have been sent months after? do you do this? its like oh yeah i sorta remember kinda that i may have maybe sent this....?? 😂\n  ","604343":"\n   Should There Be a Limit to Gender Identities? There are over 865 genders today. Then i'm a black toddler but I identify as a white man in an asian body, got confused? Kindergartner is now a gender so your not alone.\n   \n    https:\/\/www.youtube.com\/watch?v=vDT-Yj5n6zE\n   \n","604344":"\n   What’s your favourite type of youtube videos to watch?\n  ","604345":"\n   First three songs in your favourite playlist?\n  ","604346":"\n   Favorite winter soup\/stew?\n  ","604347":"\n   😂😂 you made my day, in percentage what is the possibility of failing to escape?\n  ","604348":"\n   well next time your son from the future comes back around ill just ask him! 🙂\n  ","604349":"\n   what is more important to you music or cinema?\n  ","604350":"\n   if you met someone just like you how do you think you would get along with them?\n  ","604351":"\n   did you go black Friday shipping or are you waiting for cyber Monday?\n  ","604352":"\n   How is your day going honestly, ms amazing?\n  ","604353":"\n   Have you ever watched Epic Rap Battles of History? Do you have a favorite one? 😁\n  ","604354":"\n   How would you feel if someone spoilt the ending of a movie for you before you’ve even seen the movie?\n  ","604355":"\n   okay juicy is just like the best name ever. i wish i was named juicy ffs!\n  ","604356":"\n   What is it that makes you feel alive? 👨‍👩‍👧‍👧🏃‍♀️\n  ","604357":"\n   No but then i don't have to go daycare and we can just play and have fun all day 🙂\n  ","604358":"\n   if you were to ever have children have you ever given any thought to what you would name them? even if you dont want kids what would you name your incorporeal offspring? if you do have kids what are their names?\n  ","604359":"\n   so you're saying you're not superboomin' 😔\n  ","604360":"\n   how was your day been?\n  ","604361":"\n   How do you think people see you?\n  ","604362":"\n   ahahahahah so do you think I have a chance not to get crushed by you?\n  ","604363":"\n   So i will see you every day 😁\n  ","604364":"\n   thats not too bad. its doable.\n  ","604365":"\n   ive never laughed in my life. we cant be friends.\n  ","604366":"\n   If i was a little ant in front of your barefeet what would you do?\n  ","604367":"\n   do you remember when this place had \"gifts\"?\n  ","604368":"\n   So we can be friends i have autism 🙂\n  ","604369":"\n   Do you have any \"irrational fears\"? If so, what is it?\n  ","604370":"\n   Yes good think may your mind explode into a universe of creation🤩\n  ","604371":"\n   But i like you 😢💔\n  ","604372":"\n   Which fictional character do you wish was real?\n  ","604373":"\n   I'm so the same lol I hate mirrors lol I'm glad I'm not the only who talks to themself 😂\n  ","604374":"\n   🤩 yes do it definitely 🤔if you can get it and turn it into a business I would definitely invest in that😌\n  ","604375":"\n   Have you ever had a toxic relationship (be it romantic, familial, or a friendship) and how did you deal with it? Did you cut ties or did you find a way to mend the relationship?\n  ","604376":"\n   Boometh you be my nanny? ❤\n  ","604377":"\n   Still I think you should trademark the name I can see such a potential for it to be a brand for something 😌\n  ","604378":"\n   Do you prefer relationships where the person idolizes you and treats you like a princess or one where they see you honestly and treat you as an equal?\n  ","604379":"\n   I would like to say I would get you 1 but it's super creepy cause I've never meet you maybe one though 😆\n  ","604380":"\n   how many questions do you have in your inbox right now?\n  ","604381":"\n   😲Thats brilliant the Shakespearean thing we used to do that as teens just to be smart asses lol so who was it that first called you Boometh or was it something you come up with yourself?\n  ","604382":"\n   how would you describe yourself to a stranger?\n  ","604383":"\n   Hi\n  ","604384":"\n   When you're on your phone do you hold it with your left or right hand?\n  ","604385":"\n   Yea I'm getting ps5 when you get 1 you have to let me know your ps username so we can be ps buddies😌\n  ","604386":"\n   Such a clever Boometh even at a young age 😆 your awesome chick 🤔 how did the Boometh name come into being? And how old were you?\n  ","604387":"\n   aw, losing a pet is so sad xo\n  ","604388":"\n   what is it like to live a day in your conscious mind?\n  ","604389":"\n   Are you a leader or a follower?\n  ","604390":"\n   What was your first pet? 🐶 🐱 🐰 🐠\n  ","604391":"\n   have you ever had a dream that had anything to do with askfm?\n  ","604392":"\n   Are you a \"food snob\" in anyway? For example, are there certain foods that you will only eat if it's prepared in a specific way or if it's made by a specific brand?\n  ","604393":"\n   What holiday traditions did ur mom grow up w and pass down to u\n  ","604394":"\n   Do you ever get someone else replying to a question that someone asked you?\n  ","604395":"\n   Ootd?\n  ","604396":"\n   How was Black Friday?\n  ","604397":"\n   Which three words describe what living in your city is like?\n  ","604398":"\n   Sleep Spam: How much sleep does your body require to function properly?\n  ","604399":"\n   Sleep Spam: Do you typically remember your dreams? Any recurring ones?\n  ","604400":"\n   SS: What do you sleep with at night?\n  ","604401":"\n   Do you have any plans for today?\n  ","604402":"\n   Did you get the birds and bees talk when you where younger?\n  ","604403":"\n   If you owned a restaurant, what kind of food would it serve?\n  ","604404":"\n   Do you talk to yourself in the mirror?\n  ","604405":"\n   still eating leftovers?\n  ","604406":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","604407":"\n   Do you own a gaming console is yes  which one do you own?\n  ","604408":"\n   Did you eat a ton? lol\n  ","604409":"\n   🎶🥺\n  ","604410":"\n   I just noticed you passed 90,000 answers! I’m so happy for you! Congrats!!!\n  ","604411":"\n   Breaks up with you!\n  ","604412":"\n   What is one thing that everyone has done but you haven’t done yet? Mine is that I’ve never played UNO\n  ","604413":"\n   How was your Thanksgiving? 🙂\n  ","604414":"\n   Which country would you never want to visit? Why?\n  ","604415":"\n   how is your mood today?\n  ","604416":"\n   Happy ThanksBooming!\n  ","604417":"\n   Haha no you don’t lol. I practiced professionally on ppl. Lol\n  ","604418":"\n   Or practice.. I learned on my own.\n  ","604419":"\n   That’s just my personality you’re so welcome love🙃🙃🙃\n  ","604420":"\n   id ask you overall if its a blessing or a curse but i guess since you have always been that way you dont know what a non photographic memory is like just like i dont know what yours is like. yet another interesting facet about you though. thanks for sharing.\n  ","604421":"\n   You are most welcome. But no need to thank me. Instead you should thank god for blessing you with the utmost radiant elegance to grace us all with your magnificent presence 🥰🥰🥰😇😇😇\n  ","604422":"\n   Happy Thanksgiving, everyone!🦃🍁 \nAs I take time to give thanks for the many blessings in my life, I want to let you know how grateful I am that you are one of them😊\n  ","604423":"\n   Where does someone learn to give massages? 🙏 🥰\n  ","604424":"\n   You’re so right. I understand. Just wish the best in whatever you so decide.\n  ","604425":"\n   i see. but what if someone tells you something or you hear something and try to remember? does it work as anyone else in that regard?\n  ","604426":"\n   That will be the first thing I will do once this pandemic has cease to exist. thank you so much, that really means a lot, honestly you have no idea. Its been a rollercoaster with what's been going on but I am not giving up on it. <3\n  ","604427":"\n   To accomplish something\n  ","604428":"\n   oh thats interesting. can you talk about how your memory works? ofc i have heard the term but actually never spoke to anyone who had a photographic memory.\n  ","604429":"\n   Your profile is...so perfect\n  ","604430":"\n   im thankful for my friends here. wishing you all a marvelous thanksgiving day. and remember there is no such thing as eating too much!\n  ","604431":"\n   how are you going about it? are you making yourself a schedule of any kind?\n  ","604432":"\n   most of the time when its not a major holiday I tend to eat more greens then meat. I need to look into the blood type diets, I have my licensure as a nutritionist when I became nurse practitioner. but when covid happened that duty was put on hold since I became crossed trained in critical care.\n  ","604433":"\n   But what’s the major\n  ","604434":"\n   I been telling ppl the same thing omg\n  ","604435":"\n   Happy thanksgiving! 🍂🍗 How'd you  describe the holiday in an honest way? Especially to someone like me who's never gotten to celebrate it?\n  ","604436":"\n   Do you like nature ? xxxxxx\n  ","604437":"\n   do you remember the shaggy song mr boomastic? 😂 are you miss boombastic? 🤔\n  ","604438":"\n   whats for dinner?\n  ","604439":"\n   Do you like polar bears ? xxxxxxx\n  ","604440":"\n   Biomes, Global warming and Sustainable marketing. but since I am a nurse I read up on Vegetarian and vegan diets and science of nutrition. this year for thanksgiving is bbq that consists of ribs, chicken, beef tips and pork chops. tacos, meatloaf. desert is apple pie, potato pie and cheesecake.\n  ","604441":"\n   do you like seafood ? xxxxxxx\n  ","604442":"\n   I totally forgotten about platinum, yes they need to make the change asap! lol.\n  ","604443":"\n   There is not one day where I am not reading something in books or online learning something new. I love challenging myself for that purpose. Eating all what my heart desires today, breaking a sweat burning off what I ate tomorrow lol. I would turn on a portable heater on just to keep warm.\n  ","604444":"\n   Is your dad the mayor?\n  ","604445":"\n   Do you think Joe Biden will impose restrictions across America like they have done in countries across Europe and shut things down?\n  ","604446":"\n   great so far and getting fat like a common American would on Thanksgiving haha. well that's a good thing about learning, more you learn is the more wiser you get which is great. ☺️ ugh laundry is probably the less motivating thing to do out of all tho. 😀\n  ","604447":"\n   What are you studying for?\n  ","604448":"\n   Mommy Boometh ❤\n  ","604449":"\n   It totally needs to happen, same with silver. cash is too overrated these days xD\n  ","604450":"\n   I hope you are having a wonderful day and are studying while maintaining your beauty. Don't work too hard. ☺️\n  ","604451":"\n   would be so cool to buy something and be like \"hey salesman, I got some gold bars here, I will take that bmw\" lol.\n  ","604452":"\n   I Hope You All Have Happy Thanksgiving 🦃. and if you’re not celebrating thanksgiving today . i hope you enjoy your day 💖🥺\n  ","604453":"\n   If you could steal one thing without consequence what would it be?\n  ","604454":"\n   What makes you feel really uncomfortable?\n  ","604455":"\n   are you gonna watch the Christmas story this year?\n  ","604456":"\n   Savanna = no care about children more\n  ","604457":"\n   How much will u eat on Thanksgiving?\n  ","604458":"\n   Or one sexy devil 😈😉\n  ","604459":"\n   i think u posted that on insta maybe? seems familiar\n  ","604460":"\n   Hahaha i just wanted to hear your voice and you sounded like the angelic creature in my dreams\n  ","604461":"\n   how do you feel about yourself?\n  ","604462":"\n   Can you show a video of yourself? I only seen photos and never video\n  ","604463":"\n   would you rather be forgotten or always unknown?\n  ","604464":"\n   Yay it's Christmas soon! 🎅🎄 ⛄🌟🎁\n  ","604465":"\n   What's a phrase you use often?\n  ","604466":"\n   Hey? Can you write a smiley face please? :D xxxxxxxxxx\n  ","604467":"\n   How did you determine yours is the snake? That surprised me at first.\n  ","604468":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","604469":"\n   what would you think of \"cinnamon churro\" ice cream? i have some. not tried it yet. its next in line tho.\n  ","604470":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","604471":"\n   Savanna, you're beautiful, it's true. But I don't know what to do\nbecause I'll never be with you 😢💔\n  ","604472":"\n   I will dream and tell to you tomorow what i dream and you tell me back what you dream? 😁😁 Goodnight you are best sister\n  ","604473":"\n   Goodnight big sister finally we online same time so you can say goodnight back before i wake 😹😹 Goodnight big sister 💜🧡💛💚💙❤\n  ","604474":"\n   You look gorgeous here Sav! You really suit this colour 🥰 xxx\n  ","604475":"\n   see your lip is all healed up! good job you are an awesome healer!\n  ","604476":"\n   Baby Boometh i will cook you the bestest food if i ever meet you becuz i know you love food 💚\n  ","604477":"\n   This is like me Sav! I crush on people who I like from their personalities. Having said that some people are just beautiful. I'm not embarrassed one bit to say that about you as we are old friends anyway. But you are a beautiful woman inside and out 🥰 xxx\n  ","604478":"\n   FS: How long does it typically take you to get over something small before it becomes a bigger thing?\n  ","604479":"\n   Frustrating Spam: What are your healthy habits for venting frustration?\n  ","604480":"\n   Maybe tomorrow i'm too scared right now hihi\n  ","604481":"\n   Dont tease I am serious I'm saving up money so I can get you here so I can have all I need to look afer you your heart has become my Goal😘\n  ","604482":"\n   No hand on me heart love, i wouldn't trick you if you were my friend i would help you to trick others.\n  ","604483":"\n   Haha no i'm not stupid yeah gimme them digits ❤\n  ","604484":"\n   anyway if i ever have kids prob won't can't get a gf anyway i\"ll teach them karate\n  ","604485":"\n   had a falling out with the main teacher\n  ","604486":"\n   I hope your day is prosperous wonderful and Glorious😘 from my heart from my soul to your heart to your soul\n  ","604487":"\n   OK so who do you have a crush on who you follow? I dare you to send a ❤ to any guy you think is cute\n  ","604488":"\n   same here I use to do karate and train kids  prob  that's why i am good with kids\n  ","604489":"\n   are you good with kids\n  ","604490":"\n   Once you have married me I will put you on a race track you can have free reign go as fast as you need my sweet angel 😌\n  ","604491":"\n   I feel it all I'm serious as, I want all of you flaws and all I will love every piece of you even your perfect imperfections I will make sure you have access to all that you want as well as what you need  😌😘\n  ","604492":"\n   whats for lunch today and how do you\/did you feel about it?\n  ","604493":"\n   Never gross 😝\n  ","604494":"\n   OMG you don’t look gross at all! You look beautiful 🤩\n  ","604495":"\n   Boom's Wadjet journal would probably bring enlightenment to those lucky enough to be chosen to read it?\n  ","604496":"\n   when i saw \"magus\" i immediately thought \"bungus\" i feel like ive earned some sort of diploma here lmao. i need a certificate i can put on my wall 😂\n  ","604497":"\n   migdets and digits 😂 just when i thought this thread couldnt get any better. and the best is the two of them both having separate conversations with you i wonder if they have seen the post in between or not 😂\n  ","604498":"\n   Queen of Boom....a big question for you. You don't have to answer if you don't want and are too embarrassed....but which of your followers on here would you admit that you have a little crush on? All of your male followers will be hoping to see their name on this now lol 💕\n  ","604499":"\n   See I make you laugh thats a key thing in a marriage I will take your hand with pride and a smile always hold you up never letting you fall I am your rock never breaking never wavering I want to see you grow watch you become great and I'm going to help you get there you are my reason😘\n  ","604500":"\n   tell me about your day ☺\n  ","604501":"\n   Yeah i wouldn't trust myself either so no magic. Can we be friends though?\n  ","604502":"\n   i shared one of my secrets with you. i wonder if you know what im talking about lol. anyway i trusted you with it. actually just the second person to have that knowledge. i hope this just adds to the confusion in this thread! oh what fun! 😊\n  ","604503":"\n   Would you let me touch you, i mean journal 😉 Yeah alright i trust you and ill give you my magic but it to much to type on here so i might need then midgets girl haha\n  ","604504":"\n   Yeah of courers! I'm not some fucking necromancer or a dark magus so i mostly do white magic that i know works and i never dable in that other shiet haha\n  ","604505":"\n   haha i respect your secrecy and actually dont want to know them. i think this thread is great because of the various personalities in it lol. several people here and they are all funny in their little ways 😂\n  ","604506":"\n   Like you ever looked gross 🤣🤣\n  ","604507":"\n   I will be waiting for you babygirl 😘\n  ","604508":"\n   Well to be honest i tricked myself right now i mixed up your questions and might have responded to them twice. Yeah i'm a Loki a trickster and you have every reason to doubt me. But i wont teach you anything you don't want to\n  ","604509":"\n   Yeah you would need need to earn his trust so you could keep a seacret otherwise everyone would know that magic is real\n  ","604510":"\n   Well it's a matter of perspective. Well what do you need from me to trust me to give you my magic?\n  ","604511":"\n   HAHAHA because i know what you like 😘 And i'm it! Think Jason Momoa, Chris Hemsworth, any good looking dude, well i'm him but better looking\n  ","604512":"\n   My application must be buried or in the trash. Tis fine by me 101😙\n  ","604513":"\n   this thread is great! haha\n  ","604514":"\n   And i don't need you to trust me because i'm teaching you? Well what do you need too trust me to help you then haha i'm not crazy ill show you real magic\n  ","604515":"\n   No no no, you wanted to learn magic aight! I got plenty, so if you really believe in magic you need to earn my trust before i teach you the art 🔥\n  ","604516":"\n   Haha, well i put a spell on my self at birth to remember everything and never become older then 15 so now i'm like 650+ years old but i still look like 15. You will, but i need you to earn my trust first 🐢\n  ","604517":"\n   How many coins do you have?\n  ","604518":"\n   Miss BoomBoom May i have your hand in marige? I would die for you ! ❤❤❤\n  ","604519":"\n   I would share my spell book with you but i need to know you better, last time i trusted someone i got burned on the stake 🙄 Well i'm happy i hid an item with my life force before that betrayl or i would not be alive now 400 years later\n  ","604520":"\n   Yip I decided that's what I need to do so I'm planning to make it happen I just need to sort somethings then fly you here and run you to the altar like a track star 😘\n  ","604521":"\n   thats a badass looking book! how much money would it take to part with it and expose all those deep dark secrets? lol\n  ","604522":"\n   Grimoare 😮 Book with spells and dark magic?\n  ","604523":"\n   Has anyone ever read it without permission?\n  ","604524":"\n   awww you are such a omg im at a loss for words! just such a delight to have in our universe. simply the best online buddy evarrrrr!\n  ","604525":"\n   What's the most interesting object in your room?\n  ","604526":"\n   Love ya Boometh Maximus\n  ","604527":"\n   Goodnight big sister 💙💙💙\n  ","604528":"\n   If you were in a horror movie who would you rathe rbe chased by? Freddy kruger or Jason\n  ","604529":"\n   Light colour lipstick vs dark lipstick which colour lipstick do you prefer to wear\n  ","604530":"\n   Well shit if you gave me a chance I coulda said that 101\n  ","604531":"\n   you shouldn't wear much makeup you dont need it and it will make your perfect skin wrinkle I'm planning on marrying you I want you the way you are babygirl\n  ","604532":"\n   These pictures are so captivating. Idk what it is about this look, maybe the way it contrasts with your eyes and skin, but it's like...this is you, but it's also totally distinct from the Savannah we're used to. But it's distinct in a way that looks natural on you. Super cool.\n  ","604533":"\n   How about now? Still crap angle?\n  ","604534":"\n   That one is sexy\n  ","604535":"\n   I like the ring Boom is wearing in this photo. What is the figure portrayed on it?\n  ","604536":"\n   whats for dinner?\n  ","604537":"\n   What other ones do you want to get most?\n  ","604538":"\n   how is your mood today?\n  ","604539":"\n   Do you like my new profile pic? Or should I go back to avatar pics?\n  ","604540":"\n   I been missing talking to you beautiful 🥺🥺🥺🥺 please don’t ever leave me\n  ","604541":"\n   Oh. i want your opinion on something\n  ","604542":"\n   Because you lower your defense too often imo. keep those fists up protecting your face. metaphors obs\n  ","604543":"\n   That wig is your best one. Do you think so or do you like another look more?\n  ","604544":"\n   ... so keep those kids in line Boom. Savannah, you are so good its scary\n  ","604545":"\n   What gives you goosebumps?\n  ","604546":"\n   I love you ❤️😘 xxxxxxx 😘 somych geogeous boometn\n  ","604547":"\n   Whats the first rule of fight club?\n  ","604548":"\n   Do you sleep with a fan or ac on?\n  ","604549":"\n   Your before pictures > Everyone else's after pictures\n  ","604550":"\n   Its YOUR TEAM. you fucking name it lol\n  ","604551":"\n   That’s what people said you were gonna do 🥺\n  ","604552":"\n   What other technology have you stayed away from?\n  ","604553":"\n   You're cute. When you are bored, we'll gladly chat with you on here.\n  ","604554":"\n   enjoy your time away boomasaurus rex! 🥰\n  ","604555":"\n   Are you deleting this app??🥺🥺🥺🥺\n  ","604556":"\n   If you expect the unexpected, doesn’t that make the unexpected expected?\n  ","604557":"\n   Oh! stop it Michelle! (:\n  ","604558":"\n   hows yourday been\n  ","604559":"\n   Most awkward moment of your college life ?\n  ","604560":"\n   Btw. Agent Rae joined this morning\n  ","604561":"\n   Would you rather have a month of rain or a month of snow?\n  ","604562":"\n   i hope you all had a wonderful day 🥰🥺\n  ","604563":"\n   Hey you!! How are you today?!?\n  ","604564":"\n   usitfad grows by the minute😎\n  ","604565":"\n   Hell yas Boom. Spence rocks the socks!\n  ","604566":"\n   What's your current fave show (t.v. program \/ series)?\n  ","604567":"\n   💫Shoutout to ________.   (Pls complete the sentence to whom you wanna give a shoutout to and why.)😊\n  ","604568":"\n   ?\n  ","604569":"\n   Boom, you have Chemisty with EVERYONE. Take that off your list ffs lol101\n  ","604570":"\n   I sleep like the dead as well. I've had a friend literally pick me up by my legs to get something they needed, then drop me & I didn't move. They literally thought I was dead until they saw me walking around later that day.\n  ","604571":"\n   NO BABYYYY? all youu?✨\n  ","604572":"\n   that show is SO good lol\n  ","604573":"\n   That's very cool. You have such a pretty view! What a nice place to live!\n  ","604574":"\n   What is your favorite supermarket chain?\n  ","604575":"\n   People have catfished you that sad I dont get it why people would do that right it's not like it gets that person to like you it just creeps them out ?\n  ","604576":"\n   in what ways were you catfished? who did they clam to be vs what they ended up being?\n  ","604577":"\n   What was your gpa when you graduated high school?\n  ","604578":"\n   It is pretty fun, even when it's hard. As much of a lil shats they can be at times, they know how make you happy. You'll love it!\n  ","604579":"\n   that's good!! and nothing just watching caught cheating tiktok compilation for whatever reason lol wby??\n  ","604580":"\n   YOU'RE SO BEAUTIFUL OML??\n  ","604581":"\n   He alleges it kept him up but during it my whole family stayed in the same room and he was cold hard snoozing ?\n  ","604582":"\n   do you like when people reply to your selfies vs replying to your thoughts you post here like a conversation way? btw dark hair suits you so well. but ive always preferred dark hair so im biased lol\n  ","604583":"\n   My dad can sleep through a cyclone ?\n  ","604584":"\n   Are those mountains with snow on them or are those just hills that looks like mountains because of the distance?\n  ","604585":"\n   I absolutely love it! I love being able to teach them things and show them what the world has to offer. Having kids shows you a different kind of love and they teach you things you never thought you needed to be taught. They definitely make you feel young again and live a little.\n  ","604586":"\n   awww? I'm good!! how are you?!?\n  ","604587":"\n   OMG.... ??? please i want u ??\n  ","604588":"\n   nooo? all YOU bebeee\n  ","604589":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","604590":"\n   no ma'am. lol you're amazing??\n  ","604591":"\n   Girllll!! You're so sweet??\n  ","604592":"\n   His name is Filip. I have another son named Ellis but he's with his mom.\n  ","604593":"\n   Imagine getting stoned there. Talk about a good high.\n  ","604594":"\n   How did your parents get wealthy, ms amazing?\n  ","604595":"\n   Took my son Christmas shopping. Seeing the villages makes us both happy, although it doesn't take much to brighten a two year old days.\n  ","604596":"\n   They should stop trying because there is no one that compares. You're incomparable.\n  ","604597":"\n   Are you having turkey or ordering pizza?\n  ","604598":"\n   That's good to hear! I'm doing ok. My day is decent.\n  ","604599":"\n   That is so fucking cozy\n  ","604600":"\n   Eww gross how long do you have to live there for\n  ","604601":"\n   Is this the view of your backyard???? OMG it's so pretty!!!!\n  ","604602":"\n   Are you a light or a heavy sleeper? ? Maybe something in between? Has there been any moments when that was very noticeable? ?\n  ","604603":"\n   With the Covid-19 and most borders currently closed, what are your plans for this December?\n  ","604604":"\n   Hi, how are you? I have that you are having a good day.\n  ","604605":"\n   serious question Based on looks Dave grohl or the guy from pierce the veil\n  ","604606":"\n   I gotta watch that??\n  ","604607":"\n   I thought you didn't like cold and snow?\n  ","604608":"\n   In real life are you really Lady Boomer because you are a boomer? lol\n  ","604609":"\n   the other day i saw some celebrity (not too famous) in a movie that i though you looked like but now i realized i completely forgot and have no way of telling you who lol. i remember weeks back someone said you looked exactly like someone in some rando yt vid and i look more like her than you do ?\n  ","604610":"\n   WS: If you could relocate your job\/school anywhere, where would you work?\n  ","604611":"\n   do you think you will share whats on the menu that day? cus i would be thankful for that ?\n  ","604612":"\n   Nice how does it compare to the city?\n  ","604613":"\n   tell me about a dream you once had\n  ","604614":"\n   honey smacks\/golden puffs (you know that delectable sweetened puffed wheat cereal) vs cocoa puffs?\n  ","604615":"\n   wish you a tremendously awesome day filled with peace and lovely food and makeup and foood and wigs and foood and cat snuggles and foood for cat that snugglez you and naps and food and food. oh and that someone brings you a mysterious box that looks like it has cupcakes but instead its a tiny alien\n  ","604616":"\n   but i want just you only??\n  ","604617":"\n   Not a bad view do you live in the country\n  ","604618":"\n   Я не думаю, я предлагаю тебе начать с этого дня. Тебе интересно же\n  ","604619":"\n   Something about this pic your eyes what were you thinking about at this moment?\n  ","604620":"\n   Knowledge Boom\n  ","604621":"\n   What are you doing?\n  ","604622":"\n   are you weary of people you meet online? why or why not? any bad experiences?\n  ","604623":"\n   because you are friendly ??\n  ","604624":"\n   ???????????\n  ","604625":"\n   ✐〠\n  ","604626":"\n   it's your drug\n  ","604627":"\n   please contact doctor ????????\n  ","604628":"\n   I like youu... ??\n  ","604629":"\n   Приступай с этого дня\n  ","604630":"\n   ????????\n  ","604631":"\n   Oh my\n  ","604632":"\n   ??\n  ","604633":"\n   А давай учиться говорить по-русски?)0\n  ","604634":"\n   i Will give you a lot???\n  ","604635":"\n   You want ???\n  ","604636":"\n   What was the last thing that made you laugh?\n  ","604637":"\n   They grow so fast when you don't see them all the time ❤\n  ","604638":"\n\n    https:\/\/www.youtube.com\/watch?v=ottVhd9RQeY\n   \n","604639":"\n   your life force too! alien life force....?  ?\n  ","604640":"\n   Have you ever changed their diapers?\n  ","604641":"\n   Will you be with them over christmas? ?\n  ","604642":"\n   Lady Boometh ??\n   \n    https:\/\/www.youtube.com\/watch?v=afEgee6HUio\n   \n","604643":"\n   do you like any babyfood? i know people that eat it as a snack but i hate the mushed consistency\n  ","604644":"\n   Same but i put a pillow between my legs and hug the other a pillow ????\n  ","604645":"\n   How old are they? ❤\n  ","604646":"\n   Would you be ok with all the air you exhaled out of your nose smelling like chocolate chip cookies?\n  ","604647":"\n   didnt ask this but the first thing that always comes to mind to seal from the famous qoute by  lieutenant colonel bill kilgore \" i love the smell of boom in the morning, smells like..like ...victory\" ?\n  ","604648":"\n   Don't they let you babysit?\n  ","604649":"\n   What position do you most sleep in?\n  ","604650":"\n   Big sister do you like eat baked potato with filling ? I love it so much with cheese, sour cream or shrimp ?\n  ","604651":"\n   Have you ever babysat them, how are they?\n  ","604652":"\n   I see dark-haired wig Boom as either a British structural engineer or a Russian human rights lawyer in the States to work on getting an innocent person off death row.\n  ","604653":"\n   What did you think about during the first 2 minutes you were awake?\n  ","604654":"\n   here is the link that would not fit.\n   \n    https:\/\/boxd.it\/aaddy\n   \n   wow now that there is all this extra room here i dont know what to do with it. i wish i could like save it and carry it over to when i really need it. that would be handy as fck! okay bye ?\n  ","604655":"\n   I've got this image of you sitting alone in a dark room repeating random phrases in a Russian accent until you get it right. Lmao\n  ","604656":"\n   Are you germaphobe? Children are a germaphobes biggest nightmare so i guess you never get to close to them ?\n  ","604657":"\n   when you do send out questions do you ever send them out en mass or are they always personal on on ones?\n  ","604658":"\n   The more you GIVE, the more you GET?\n  ","604659":"\n   Are the airways in both your nostrils open right now?\n  ","604660":"\n   would you drink a liquefied brownie?\n  ","604661":"\n   Lady princess??How you doin'?????\n  ","604662":"\n   Roses and girl perfume ?\n  ","604663":"\n   Do you prefer giving or receiving?\n  ","604664":"\n   Y'all ever heard of both rappers: Quando Rondo and King Von??\n  ","604665":"\n   Do you get the sense Ash looks down on other cats for being \"mere animals\"?\n  ","604666":"\n   You asked me how did i find you? Well i just followed my heart ?❤ I made that pickup line up myself but i feel that i could never use it unless i became a stalker ?\n  ","604667":"\n   I wish i live in your country so i can hug you, you seem like a good snuggle buddy and you look like you smell good too ?\n  ","604668":"\n   i could make you a list on there of some things i think may interest you. so its very ocd organized. if you happen to check it out cool if not thats cool too. im watching something now that looks promising so far...\n  ","604669":"\n   have you ever mixed cough syrup and sprite?\n  ","604670":"\n   Which foreign accents can you impersonate? For some reason I am sure you can do a British one flawlessly.\n  ","604671":"\n   Are you a realist or a dreamer?\n  ","604672":"\n   You ever sleep with candles on? In a safe spot of course.\n  ","604673":"\n   Wooww it's good, why think 'bout me?\n  ","604674":"\n   What are your Thanksgiving plans?\n  ","604675":"\n   I'm fine, wbu?\n  ","604676":"\n   When you go to a place where no one knows you, do you ever put on a wig and talk in a foreign accent just for kicks?\n  ","604677":"\n   What must I do in order to receive the great blessing of receiving occasional questions from Boom?\n  ","604678":"\n   do you think cats and dogs can tell a good person from a bad person\n  ","604679":"\n   name three things you want to get better at?\n  ","604680":"\n   Hii girl\n  ","604681":"\n   Did you darken your hair or is this a filter?\n  ","604682":"\n   Where are we going?\n  ","604683":"\n   How much coins do you have friend?\n  ","604684":"\n   Spaceships?\n  ","604685":"\n   ‏picture ?\n  ","604686":"\n   What makes you strong\n  ","604687":"\n   Hello what are you doing?\n  ","604688":"\n   How are you?\n  ","604689":"\n   Get a back pillow for your car?\n  ","604690":"\n   do you have any aches or injuries atm\n  ","604691":"\n   exactly. sometimes I deal with that with some of my friends or even family but that matter. it's annoying.\n  ","604692":"\n   has there ever been a mutiny or act of sedition from within the council?\n  ","604693":"\n   Aww haha well I ADORE you and not just because you accidentally seduced me lmao. I would love to support you no matter what\n  ","604694":"\n   When staying in a hotels\/motel do you take the little shampoos and conditioners?\n  ","604695":"\n   Do you sleep with the room door open or closed?\n  ","604696":"\n   Do you sleep with the closet door open or closed?\n  ","604697":"\n   What can I say, sav? I've never been more in love with anything or anyone, the way I am with you. You're never far from my thoughts ❤️❤️❤️\n  ","604698":"\n   Yeah I don't know why. its not hard at all.\n  ","604699":"\n   Awh, you’re awesome too!?\n  ","604700":"\n   describe what each of your five sense is experiencing in this moment.\n  ","604701":"\n   how is your day going?\n  ","604702":"\n   Oooh that’s a good choice though!?\n  ","604703":"\n   If you start walking now you could make it to Cancun for Christmas.\n  ","604704":"\n   Would you rather have a Lamborghini in your garage or a bookcase with 9000 books and infinite knowledge?\n  ","604705":"\n   What is something you wish you could be doing?\n  ","604706":"\n   How good you are at maintaining conversation?✨\n  ","604707":"\n   If you have any pets what's their favorite toy? Take a picture of it or just described their favorite toy. You can post a picture of your pet the toy you and your pet whatever. This question is all about pets. GIF?\n  ","604708":"\n   Are you being a hippie today?\n  ","604709":"\n   correct and promises as well.\n  ","604710":"\n   Has anyone ever told you that you are perfect in literally every way? #dreamgirl ❤️❤️??\n  ","604711":"\n   You should check out that guys utube channel he is a funny dude he teaches people how to parent with his daughter in a real funny way\n  ","604712":"\n   Ooooh, whatcha eating\n  ","604713":"\n   Im gooood, sleepy as always, you?\n  ","604714":"\n   btw the comma before new york is part of the title. its called synecdoche, new york. i was confused just now thinking i made a mistake putting it there lol. yeah so just three films listed here. and btw, btw i found you on letterboxd a while back using my keen detective prowess ?\n  ","604715":"\n   2020 is almost over. how do you feel about that? are you happy , sad , grateful , etc\n  ","604716":"\n   Favorite ice cream flavor\n  ","604717":"\n\n    https:\/\/youtu.be\/p6cInZvsPPI\n   \n   this is some New Zealand humour thought you might get a kick out of it?\n  ","604718":"\n   -\n  ","604719":"\n   Heh sorry! Been away ? missed you too hun\n  ","604720":"\n   I concur with Mr Gods opinion Boom. do it!\n  ","604721":"\n   recommend me something to watch on Netflix ?\n  ","604722":"\n   Loving your insta ??\n  ","604723":"\n   ☀️\n  ","604724":"\n   Dress as a librarian with sexy glasses and pencil in your mouth if you do pap it your anons will have heart attacks ?\n  ","604725":"\n   That's awesome I'm glad ? I'm doing well going into the city soon to do some Christmas decoration shopping ?\n  ","604726":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? ??\n  ","604727":"\n   Big sister i will go sleep i hope you are here tomarrow so we can talk ❤❤❤ Have a nice day hugs  Good night\n  ","604728":"\n   if you do you need to wear glasses so you look like a librarian #cuteas  I just realized that could be a good photography opportunity?\n  ","604729":"\n   How are you doing my ? Lady hows life is everything going well for you?\n  ","604730":"\n   With how I see your mind clicking away thriving looking for knowledge I think you might like this\n   \n    http:\/\/olimar7.blogspot.com\/2010\/12\/chasing-fireflies.html?m=1\n   \n","604731":"\n   I just saw this Australian ad I found funny wanted to share thought you might find it entertaining? ithttps:\/\/youtu.be\/5k47Jriy8wc\n  ","604732":"\n   Do you ever dance even though theres no music playing?\nHas any one caught you?\n  ","604733":"\n   You like pokemon?\n  ","604734":"\n   have you see any Charlie Kaufman films? he did Synecdoche, New York, Anomalisa, and recently on called I’m Thinking of Ending Things. they are all the same. they start out as you think you are watching a normal film until you start wondering if somehow you have died and this is just the afterlife ?\n  ","604735":"\n   What gets broken without being held?\n  ","604736":"\n   do you speak in an accent in your head sometimes lol\n  ","604737":"\n   Well i'm straight out of compton, crazy motherfucker named ice cube ? Niggaz with attitude i pretend i'm a ghetto dude sometimes but i grew up in a rich white smal town in Colorado\n  ","604738":"\n   Hahaha so your kinda ghetto unless kids or family is around? Same here hahaha\n  ","604739":"\n   i feel like a short vid of you chewing a pen could be in our near future ?\n  ","604740":"\n   Any really I love tripping Lsd is great for a good mellow trip  mushrooms is my favorite when I want something intense and weed all day everyday weed I wake and bake every morning I'm having some now with my morning cup of tea ?\n  ","604741":"\n   But say your around your nephew or nieces if you have any? Or take any child under 8 years old would you be careful what you say around them? I try my best but my little cousin still hear me swearing lool\n  ","604742":"\n   how did you gif project work go?\n  ","604743":"\n   I feel like a part of my heart was cut out when i not get to talk to big sister Boometh ❤❤ Maybe it's a good thing to go offline for a while but next time say in advance please ?\n  ","604744":"\n   Usually yes I am ? I do like a good drug binge\n  ","604745":"\n   Hey there ? Just wondering, aside from 'Life is short', what other lines do you say to yourself to justify making bad decisions??\n  ","604746":"\n   Lol cool I know a guy and the outside of his shed is covered in them I will get a pic when I'm there next it looks rustic as it's pretty cool\n  ","604747":"\n   have you watched any movies lately? and things to recommend?\n  ","604748":"\n   I sing it in my head when I'm walking on cobblestones and stuff and I will tiptoe between the cracks people that see me must think I'm on some good drugs ?\n  ","604749":"\n   Wh do you get to cut your hair or do you do it yourself?\n  ","604750":"\n   Have you ever taken a street sign if so what?\nI have taken a stop sign, give way sign, one way sign also I found one with my name so I had to take it ? I did?\n  ","604751":"\n   OMG I do that I always think if you step on a crack you will fall and break your back ?\n  ","604752":"\n   i dont  know just lucky i guess ? dreams like these are mild. im not going to describe what my worst nightmares are. i dont think people would relate. but good for me i rarely remember them. just wake up in cold sweat pretty much nightly. then go back to sleep rise repeat lol\n  ","604753":"\n   ?Thats so funny I do it too\n  ","604754":"\n   how would you describe your childhood?\n  ","604755":"\n   Do you ever count your steps when you walk?\n  ","604756":"\n   Do you chew on the end of your pens and pencils?\n  ","604757":"\n   That's cute can you show off the logo?\n  ","604758":"\n   i wouldnt buy one. im far too pathologically cheap lmao. just being honest. i would root for you to become the next D&G tho ?\n  ","604759":"\n   I wish you a nice day!\n  ","604760":"\n   Sunday Spam: Happy Sunday or Monday to all the awesome of Askfm! Just one today :)\n  ","604761":"\n   Savannah are you a potty mouth?\n  ","604762":"\n   hey ill take it. most of the time my dreams are me trying to escape from packs of wild dogs or being tortured or some other depiction of a a fairly bad time lol. im sure after you rode off and i rode back things probably went downhill for me pretty quick ?\n  ","604763":"\n   You should trademark Boometh and make a clothing line with that as the brand try it get a bunch of hoodys and print Boometh on them every anon here would buy 1 they seem smitten with you ?\n  ","604764":"\n   what are you doing tonight?\n  ","604765":"\n   Ash looks like she has been spending much of her time in the spirit world.\n  ","604766":"\n   Boometh i need you ???\n  ","604767":"\n   You not online like you use too ? I miss my Boometh ?\n  ","604768":"\n   boomito bowls or burrito booms?\n  ","604769":"\n   Did I hear someone say brownie cupcakes w\/ peanut butter buttercream frosting?\n  ","604770":"\n   Would you rather take a guaranteed $100,000 or risk it all on a 50-50 chance at $1 million?\n  ","604771":"\n   how is your mood today?\n  ","604772":"\n   omg i never remember my dreams but i just this moment remembered i had a dream about you the other day lol. i was at a gas station\/mx track riding lol & you rode through there on a bicycle wearing sunglasses. i chased you down and said hi. we talked for like ten seconds and then we parted amicably ?\n  ","604773":"\n   wondering if \"loose\" in the second post was an intentional subliminal message? ? im interested to see how the healthcare system changes if at all. when trump was elected nothing changed despite his threats.\n  ","604774":"\n   would you like this to become a recurring theme? was thinking about it. the key is to be as detailed as possible. sometimes people can be so detailed in their descriptions that you think you can almost feel the sensations as you read them.\n  ","604775":"\n   Hahaha I did not do anything\n  ","604776":"\n   Hahah ???\n  ","604777":"\n   describe what each of your five sense is experiencing in this moment.\n  ","604778":"\n   tell me about your day ☺\n  ","604779":"\n   What are you addicted to ?\n  ","604780":"\n   honored! and that way they will be easy to find. my day just keeps getting better! watch me die later or something ?\n  ","604781":"\n   will this blog be available to the public\/and or me? ?\n  ","604782":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","604783":"\n   looking forward to anything this weekend? plans?\n  ","604784":"\n   i care! dont you dare say i dont care!!! ? will check out your creations in a bit!\n  ","604785":"\n   How did both you and Nikki logg on at the same minute this moring? after hours of sleep you both posted the same minute, should i be worried? I just don't want to talk to someone again for a few months and then woops it was a dude or were my friend on more accounts. My heart can't take that ?\n  ","604786":"\n   Have you ever had a pet bird?\n  ","604787":"\n   When I created the gif I needed to first create an account so I made my user ID EdFromGoodBurger. ?\n  ","604788":"\n   I bet you don't remember me\n  ","604789":"\n   I think about my future house a lot. I’ve always wanted some citrus trees too. And we’ll have big sliding doors in the back by the grass and pool and where the outside bed is a tv too. And a big telescope that we can look at the sky with and also look in the distance and spy on people. Lol\n  ","604790":"\n   How do you express affection for other people?\n  ","604791":"\n   When voting on vs. can’t we make comments the cake I voted for was a joke and I was going to put an emoji laughing\n  ","604792":"\n   Ootd?\n  ","604793":"\n   ??? that was my first gif ever. I felt like such a goober. ??? I hope you liked my user name I created. Lol\n  ","604794":"\n   Have you ever read about the Siberian Mushroom Santa theory?\n  ","604795":"\n   Did you like me GIF I sent you? lol\n  ","604796":"\n   Hi baby\n  ","604797":"\n   Because being antisocial is really good. Your pets are happy you are home and you don’t deal with mean people and you get to enjoy your time with your pets too. ?\n  ","604798":"\n   Yea. I need to feel safe to sleep. And on the outside patio we are going to have a bed there because it will be so nice to have a bed outside by the pool to just be lazy in. Lol\n  ","604799":"\n   What’s your favorite Disney Princess?\n  ","604800":"\n   When we live together we should have those robot security things that travel on wheels and patrol the property and lots of cameras and drone security and a panic room where we can monitor everything from.\n  ","604801":"\n   ??very true, It's gotten to the point I barely use social media because of all these pictures ?\n  ","604802":"\n   That's a good thing. I'm happy you are antisocial. ?\n  ","604803":"\n   Do you ever make a fort and sleep inside of it with ash?\n  ","604804":"\n   What are the Friday night Boom plans?\n  ","604805":"\n   What are you listening to right now?\n  ","604806":"\n   What’s something that people go on and on about, and you just can’t take sitting through?\n  ","604807":"\n   you seem to love taking pictures\n  ","604808":"\n   What is something you learned about yourself during quarantine? I learned that I really do like being a hermit. I just need my family, pets, and a couple close friends to annoy over text. lol\n  ","604809":"\n   you should be a photographer!\n  ","604810":"\n   A black cat ? he's beautiful ?\n  ","604811":"\n   Please feed the coyotes. They need food to keep warm.\n  ","604812":"\n   How old are you?\n  ","604813":"\n   I wonder what you look like when you wake up?\n  ","604814":"\n   I’m doing good\n  ","604815":"\n   You have a beautiful blue eyes I ever seen.\n  ","604816":"\n   Stunning beautiful\n  ","604817":"\n   Because, they’re taking seriously.\n  ","604818":"\n   No you don't want our health system. When you need specialist it is first come first serve. You have to wake up and get in line at 4am. Then doctor counts how many people they take that day and if you are at end you have to go home and try again tomorrow. You don't want it.\n  ","604819":"\n   ✉︎✍︎\n  ","604820":"\n   What kind of stuff are you willing to pay a premium for? ?\n  ","604821":"\n   Noooo!!! Next time you get a bowl, ask them to give you a tortilla on the side. The toritilla is so good!\n  ","604822":"\n   How do you navigate grocery stores, public places etc. during these pandemic-ridden times? Do you have a certain strategy to keep yourself and others safe? ?\n  ","604823":"\n   What quality do you value most in your friends?\n  ","604824":"\n   You look beautiful like a queen.\n  ","604825":"\n   ??\n  ","604826":"\n   Do you wear a mask when you go out?\n  ","604827":"\n   tell me about your day ☺\n  ","604828":"\n   what's your favorite scent on another person?\n  ","604829":"\n   It's going to get down to 26 degrees for you tonight! Are you excited?????\n  ","604830":"\n   Did you get a big burrito? I like big burritos. I put like all the different kinds of salsa in mine so it's exploding with goodness. I haven't been to Chipotle in a long time. I like Qdoba.\n  ","604831":"\n   What's going on today Boomey? What's for food?\n  ","604832":"\n   How do you get past people who want to insult you on askfm?\n  ","604833":"\n   how dif is the high?\n  ","604834":"\n   Me too i wish i can save them all in our playhouse i know they wont fit but i put in blankets because it snowing too and many rocks to keep the door open so they can go in if they need to get shelter ❤\n  ","604835":"\n   been to any parties lately?\n  ","604836":"\n   Are you more afraid of failure or success, and why?\n  ","604837":"\n   Yes i scared we have almost hurricane here now i feel bad for all animals if they will blow away ? Okey Lady Boom\n  ","604838":"\n   You give me faith in boomanity\n  ","604839":"\n   Lady meth are you scared of hurricanes?\n  ","604840":"\n   Do you ever go deep in the water at the beach?\n  ","604841":"\n   that was brilliant ? but unfortunately anon if she wants to be boomnaped theres nothing we can do not even the King of Swagistan can stop the Lady Boometh she will walk with swagger  boom boom across the land nothing can stand in her way her beauty will knock them down?\n  ","604842":"\n   Have you ever cried because you were so happy?\n  ","604843":"\n   Nobody better ever boomnap you. The mere thought of that is an aboomination and worthy of being sent to Boomatraz, an island prison in Swagistan.\n  ","604844":"\n   Who me? I couldn't do such a thing \n\nHonestly you might full in love with this place apparently alot of people come hear and just want to stay forever and the food is so good once you taste it everywhere else is so bland? and I know the Lady loves her food?\n  ","604845":"\n   But what if you dont want to leave  your friends and family might hunt me?\n  ","604846":"\n   Oh I like a bit of almost everything when it comes to music... right now I'm just listening to this:\n   \n    https:\/\/youtu.be\/qZBEeZbYidg\n   \n   it's really calming I think\n  ","604847":"\n   Ah, thank you!! ☺☺\n  ","604848":"\n   Are you afraid that robots will take over the world?\n  ","604849":"\n   Scary how so from my perspective the world will thrive on an academic level space travel will already be a thing I reakon ?\n  ","604850":"\n   I will get you here sometime somehow? ?\n  ","604851":"\n   no prob! if you want anything from Colourpop I can hook ya up with a 15% off discount too.   \n\nI am just relaxing\/ thinking listening to some chill music for a few. It's almost midnight here & I wanna be sleepier than I am ??\n  ","604852":"\n   Yes and lovin it\n  ","604853":"\n   Yes I know the one in that same series I think the first or second episode he come to New Zealand that was cool to see a high end chef come here to try the local palate\n  ","604854":"\n   I'm sure you'll do great with the Twitch thing. Don't sell yourself short. ?   & have you tried Colourpop makeup? It's inexpensive,  cute & good quality. ?\n  ","604855":"\n   Display?\n  ","604856":"\n   And a Gemini as well (June 1)... like all the best ladies are!\n  ","604857":"\n   If someone narrated your life in a movie, who would you want to be the NARRATOR? ?\n  ","604858":"\n   If you had an extra $100 to spend on yourself every week, what would you do? ??‼\n  ","604859":"\n   heyaaa. what's on your mind? ?\n  ","604860":"\n   What have you learned today?\n  ","604861":"\n   Yo estoy muy bien gracias. ¿Y tú? Creo que lo mas destacado fue sobre la clase de hoy jajaja, ¿y lo tuyo?\n  ","604862":"\n   you're pretty so you get any chocolate you want\n  ","604863":"\n   I watch the Original 21 Jumpstreet show; Johnny D helps me sleep\n  ","604864":"\n   Beauty through & through. Gotta say, one of my favorite photos of you, even if only a selfie. ?????\n  ","604865":"\n   do you use the app here or the website?\n  ","604866":"\n   What did you think was the most challenging part of being a kid?\n  ","604867":"\n   do you have a long neck?\n  ","604868":"\n   You kinda cute\n  ","604869":"\n   What food have you never eaten but would really like to try?\n  ","604870":"\n   Let's spend the winter in Tahoe. It's snowing hard outside. We have a fire going inside and the lights are turned off, expect for the fire. We are going to sleep by the fire. It's warm. You are on Ask as usual. It's a fun night to hibernate.\n  ","604871":"\n   What is your favourite movie quote? ?\n  ","604872":"\n   What would a world populated by clones of you be like?\n  ","604873":"\n   What does your week look like so far?\n  ","604874":"\n   but how do you hold it? & believe it or not im super italian. parents were straight off the boat. but needless to say my life is better with garlic powder. i have two shakers full & one im using all nicely organized in my spice cupboard waiting patiently for me. no smell, no waste,no garlic breath ?\n  ","604875":"\n   How are you going to sleep tonight?\n  ","604876":"\n   Wyd today\n  ","604877":"\n   white chocolate and then we're talking\n  ","604878":"\n   So you don't get those ads? Click on your home feed and scroll down and they are right there on mine. lol\n  ","604879":"\n   ¿Cómo estás?\n  ","604880":"\n   It's actually really sad! I mean, I'm an adult so it's kinda funny, but there are kids on here! Like is ask that desperate that they have to take ad money from x-rated sites? lmaoooo\n  ","604881":"\n   Chocolate or strawberry\n  ","604882":"\n   lol lol lol lol lol This is ask! They are not supposed to be advertising x-rated things!!! lol lol lol\n  ","604883":"\n   Not just them. I get that one too. Also an anime version of basically the same thing.\n  ","604884":"\n   What do you usually wear outside at this time of year? What about later on in the winter? ❄\n  ","604885":"\n   i thing people with ocd, (which is lets face it a desire to aspire to perfection as a sort of coping mechanism or feeling of control), are a special breed. we live lives in a more detailed and nuanced way. we notice things others overlook. we are deeper thinkers, we feel and suffer more. could go on\n  ","604886":"\n   I have an ad right now of an extrememly attractive asian girl who has impants and they are asking me to click on the link to meet asian girls near me. lol I've also have X-rated ones. Not joking. Totally X-rated. wtf??\n  ","604887":"\n   If you ever change your background pic, I vote for this pic as the replacement ?\n  ","604888":"\n   For sure I'll try to help the best way that I can. (:\n  ","604889":"\n   When you use ask on the computer, what types of ads do you get on your feed? I'm getting some very very very mature racy ones. lol\n  ","604890":"\n   do u get wings at least once a week?\n  ","604891":"\n   Just laying in bed chilling, gonna try and get some sleep soon ?\n  ","604892":"\n   This is my new favorite pic ?\n  ","604893":"\n   well truthfully my ocd is even happier. you see i know you are a person who like me chooses to delay gratification. hence why i asked if you thought vanilla would be your fave. with this revised list it actually works out even more perfect. so to celebrate i will gaze for a minute at least this time\n  ","604894":"\n   It was nice! Had a friend over for an online pub quiz that my student organization held ?\n  ","604895":"\n   There is not one moment when I'm not on my feet lol. I've been doing it for over 10 years now. This year has been quite a test and has pushed me to the limits.\n  ","604896":"\n   I hope you don't get in trouble for this because that is really one hilarious reply. You need to keep this pic as a favorite. ???\n  ","604897":"\n   You need that turbo powder?\n  ","604898":"\n   I tried to get it sent through the regular web recently  - Snapchat mail order seller - and got fleeced ? - wouldn't have a clue how to use dark web, though I've heard the stuff can be pretty decent ?\n  ","604899":"\n   man aint nobody got time for messing with fresh garlic. i dont care if people think its sexy to say they use fresh herbs and spices. the best thing, okay maybe like top 200, in my life was switching to garlic powder. fcking sticky ass fingers and the fcking peels, and having to buy them and fck it ?\n  ","604900":"\n   I work at a hospital. I'm a nurse.\n  ","604901":"\n   did you expect the vanilla to be your fav? and i love how you did this list. its like so organized. so uniform and precise. my ocd LOVES it. just gonna like gaze at it for at least 30 more seconds. really soak it in ?\n  ","604902":"\n   This reply is one of your top 5 funniest yet! LMAOOOOOO\n  ","604903":"\n   How has your day been so far? ?\n  ","604904":"\n   rate each cupcake and what order did you have them in.\n  ","604905":"\n   fresh or powder?\n  ","604906":"\n   Use to, big time ? But finally realising that those ski slopes are a big fat waste of cash ??????‍♂️\n  ","604907":"\n   What’s your diet like?\n  ","604908":"\n   Is New Year's Eve cancelled this year (the social celebrations I mean)?\n  ","604909":"\n   What kind of food do you most often crave? ?\n  ","604910":"\n   Youre beautiful ?\n  ","604911":"\n   how often do you add or remove the people you follow here?\n  ","604912":"\n   You are pretty ?\n  ","604913":"\n   did you have a good day? ??\n  ","604914":"\n   Look at you breaking the internet?\n  ","604915":"\n   Tonight we are sleeping in an igloo. It’s very nice inside. There is even a fireplace.\n  ","604916":"\n   ????\n  ","604917":"\n   No you’re not. You’re beautiful asf?❤️\n  ","604918":"\n   I hateeee migraines like that ???\n  ","604919":"\n   Oh pretty decent have to go into work again tonight. Trying to wake myself up lol\n  ","604920":"\n   Ootd?\n  ","604921":"\n   T.I or asap rocky\n  ","604922":"\n   what is the most important ingredient in cooking? and dont say love. love isnt gonna put food on the table ? looking for something more tangible here lol\n  ","604923":"\n   whats for dinner? dont say its too early. dont know when people decide. send this to people in all matter of time zones. so plz just be patient and answer when you do know. k? thx. cus i dont want to hear anymore wingeing about it ?\n  ","604924":"\n   Definitely but not till its complete?\n  ","604925":"\n   hey how are ya?\n  ","604926":"\n   aye even i havent heard of some of these. thanks!\n  ","604927":"\n   If you could be a fashion model for any magazine who would you model for if they paid you?\n  ","604928":"\n   Happy?\n  ","604929":"\n   Yea this is true I just spent $300 and didn't really get a hell of alot mostly lights for outside it's a start at least\n  ","604930":"\n   plants intrigue me. their medicinal properties,  especially.  what legal plants intrigue you?\n  ","604931":"\n   what company (s) do you shop to get natural products from?\n  ","604932":"\n   Oh ok that's sad ? that you cant share in the festivities of Christmas decorating\n  ","604933":"\n   You getting a PS5 or do you think they're not really worth the hype?\n  ","604934":"\n   Okay ladies and gents, what is your must have go to accessory out wear with any outfit? What are your must haves?(:\n  ","604935":"\n   What chip \/ crisp flavors do you like the most? ?\n  ","604936":"\n   Would you say that you have a darkness in you that comes out when you drink? If so do you ever indulge in the drink simply to embrace that darkness?\n  ","604937":"\n   I’m okay, you?\n  ","604938":"\n   What part where I want to take your photo or the fact that I was a pervert before puberty lol\n  ","604939":"\n   Why not?\n  ","604940":"\n   You know what is even better than those vogue clothes???? Wearing sweatpants and a hoodie sweatshirt.\n  ","604941":"\n   I didn't know you get rain in NV.\n  ","604942":"\n   Do you feel fortunate that you got the virus and now have the antibodies for it?\n  ","604943":"\n   What makes you feel understood and fully accepted, and why?\n  ","604944":"\n   Have you ever been handed a 30 day ban by the Facebook police because they didn't appreciate your particular brand of humour?\n  ","604945":"\n   Hi\n  ","604946":"\n   I will take that answer! one of my favorite shows.\n  ","604947":"\n   Do you still watch cartoons?\n  ","604948":"\n   in your opinion did vanilla ice copy the intro to queen's under pressure for the baseline to ice ice baby?\n  ","604949":"\n   do you have a favorite time of the day? what time? and what do you do during that time that makes it the best?\n  ","604950":"\n   what made you choose the picture you have as your display picture here?\n  ","604951":"\n   what time do you usually start and end your days?\n  ","604952":"\n   how would you describe your mood today?\n  ","604953":"\n   Hey\n  ","604954":"\n   Hiyaaaa\n  ","604955":"\n   To bad I'm here and your there I'm a photographer though I've only ever done scenery not people in saying that when I was a kid my dream Job was the be a photographer for playboy? I wanted to be the one who got to pick out the best pics lol\n  ","604956":"\n   What are your strongest qualities?\n  ","604957":"\n   What have you forgiven yourself for?\n  ","604958":"\n   do you think mental health for men is taken serious enough\n  ","604959":"\n   But your husband would be at your wedding. He wants to literally marry you. ❤️❤️❤️\n  ","604960":"\n   aint nobody comin to my funeral\n  ","604961":"\n   do you think everyone should  see a therapist at least  once in their life\n  ","604962":"\n   WOULD YOU RATHER: eat a spoonful of wasabi or a spoonful of extremely spicy hot sauce? ?\n  ","604963":"\n   If superpowers were real, I think your superpowers would be flight and ice vision (like heat vision but it turns people to ice). What do you think mine would be? ?\n  ","604964":"\n   when a guy calls you butterface it's an insult. it means everything looks good but her face fyi\n  ","604965":"\n   You are nearing 90,000 posts.\n  ","604966":"\n   On Friday night you should come up with a theme night and everyone ask you questions about that theme.\n  ","604967":"\n   What guilty pleasures do you ?have?\n  ","604968":"\n   What do you usually eat for breakfast? ????\n  ","604969":"\n   Do you have the Christmas spirit\nWill you be decorating what will you do?\n  ","604970":"\n   tell me about your day. hope its been nothing short of fantastic so far!\n  ","604971":"\n   What quote or saying do people spout but in you opinion is complete BS?\n  ","604972":"\n   Their voices ?\n   \n    https:\/\/youtu.be\/loUrEPGAU_s\n   \n","604973":"\n   But why are you still living on your parents at 25?\n  ","604974":"\n   I saw a video of a guy in a restroom and a delivery driver had a bag of food on the floor of the stall he was taking a dump in. Does thoughts like that ever make you want to get your own food instead of using a delivery service?\n  ","604975":"\n   Should Benihana be renamed Benibooma or Boomihana?\n  ","604976":"\n   I had a nightmare that Angela Merkel was trying to sell me on her new beauty product line it was a really scary dream even if don't sound like it in writing Savannah ?\n  ","604977":"\n   Aw no! Have you tried painting them yourself??\n  ","604978":"\n   My gut tells me that theres a lot more to you than being an influencer.   Someone,  pretty amazing and fascinating.  \n\nDont worry.   I'll avoid posting private conversations.  \n\nDeodorant.   May I have your recipe,  please?\n  ","604979":"\n   This is to remind me to talk to you about how good the word logjam is. I think we should start using logjam more in our vocabulary.\n  ","604980":"\n   I'm impressed. Do you make your own deodorant too? I know so people do that because they don't like those chemicals either. I don't like them which is why I don't use antiperspirant. I use regular deodorant.\n  ","604981":"\n   your language is the best. i REALLY enjoy your innovated words. one day i hope you will unleash your dictionary onto the world and it becomes the new principal standard of the english language and im sad this is not our reality already cus humans be missing out\n  ","604982":"\n   Have you ever assembled a piece of furniture yourself, like the ones you buy at IKEA? How did that go? ?\n  ","604983":"\n   How often do you order home food to your door? Maybe you prefer to go and get it yourself? ???\n  ","604984":"\n   I think that's pretty cool. Especially since you make your own toothpaste.\n  ","604985":"\n   What's your religion?\n  ","604986":"\n   Hi! What are you doing??\n  ","604987":"\n   You do sound like a hippie. lol Good for you tho! lol\n  ","604988":"\n   yes i know. still something i have to work on. im just lucky to have an understanding friend like you that accepts my anoose despite how utterly loose ?\n  ","604989":"\n   Don't be sad I'm sure you'll get it again soon (:\n  ","604990":"\n   I'll send you some, we had too many of it during the summer lol. it's a great opening your window while drinking some tea or lemonade kind of weather. I ain't complaining xD\n  ","604991":"\n   I vote in favour of renaming Marijuana to Boomuana\n  ","604992":"\n   You do sound like a hippie. lmao. How do you make toothpaste? Fluoride is good for teeth!\n  ","604993":"\n   what do you like people to call you?\n  ","604994":"\n   What is your favorite holiday and your least favorite holiday?\n  ","604995":"\n   we won't be seeing any rain until next week. it's been pretty awesome weather wise.\n  ","604996":"\n   its true. people are once notch below monkeys lol. but actually we are probably worse because we know better. but then the more i think about it i actually dont believe in the concept of good and evil. maybe i just like labeling monkeys evil as a habit to annoy you ?. but they really are tho ???\n  ","604997":"\n   would you say pets are family members\n  ","604998":"\n   What is the one thing you are thankful for today?\n  ","604999":"\n   oh yes. im no monkey ??? lol. actually i wouldn't touch a thing till you were done. besides shoveling for body disposal is best done on an empty stomach. so id be handling that lol\n  ","605000":"\n   What brand of toothpaste do you use?\n  ","605001":"\n   you are not monkey level evil thats for sure. monkeys have no conscience. oh god i dont even wanna think about this lmao. you cannot unsee something.... im like getting legit nauseous now just thinking about it ?\n  ","605002":"\n   Did you ever play a lot of it in school? Were you on a team or perhaps recreational wise after school?\n  ","605003":"\n   No friends with a nice camera?\n  ","605004":"\n   I dont recommend those personally but u must experiment if you must?\n  ","605005":"\n   do you have a goal seedling in your mind right now that you can see one day growing?\n  ","605006":"\n   I hope you get a bite. Hopefully you have cover letter and resume stuff good to go. (:\n  ","605007":"\n   Get someone with a really nice camera go and stand and some really beautiful places take photos in some labelled clothing put it on Instagram make it go viral then the company will call you and offer you money your a model so model\n  ","605008":"\n   as long as i dont have to leave the house then yes. its far too cold to even consider that right now. oh but wait.. did you think those buckets were meant for you?? oh no, thats just my normal travel equipment ???\n  ","605009":"\n   Any particular job that you want to get hired in?\n  ","605010":"\n   Do you ever dance even if there's no music playing?\n  ","605011":"\n   Yea I've done alot maybe 20 or there abouts my first I was 13. Mushrooms to they are much more intense you can step through the portal if you have enough and that is something else?\n  ","605012":"\n   Bum it looks really cool two colors\n  ","605013":"\n   It looks very pretty. What app do you use for the filter?\n  ","605014":"\n   How old was she and look at thos little tiny white hairs on her front. What a little nose!\n  ","605015":"\n   man when you gonna realize monkeys are evil asf. i keep tellin' ya! ?\n  ","605016":"\n   Tell me about ur trip how was it? I had 1 a month ago with my m8 it was good we had the same buzz we  could see portals opening in the air but couldnt reach them we did try ? I wonder now what the people in the park were thinking about us?\n  ","605017":"\n   Is the hair color yours or a filter?\n  ","605018":"\n   YOU JUST DIED! Your 10th picture in your camera roll is what killed you! What killed you?\n  ","605019":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? ??\n  ","605020":"\n   What is the best thing about your week?\n  ","605021":"\n   what’s something you wish to accomplish in 2021?\n  ","605022":"\n   Ootd? You’re beautiful tho\n  ","605023":"\n   Hey Anon the ladies don't like it when u compliment their body outright like that guess I'll take you under my wing and teach you the ways around the world of complimenting and making a lady feel good\n  ","605024":"\n   You have a beautiful body ☺️\n  ","605025":"\n   Is there an animal you've always dreamt of holding or interacting with in general? ???\n  ","605026":"\n   ?\n  ","605027":"\n   The people, the acting i can't say. You seriously need too watch it to find out and it's already raining here haha\n  ","605028":"\n   a real friend would bring a shovel and two buckets... one filled with wings, and a bucket of ferrero rochers ?\n  ","605029":"\n   I don't think that's boring at all xD water is healthy.\n  ","605030":"\n   that's awesome you have a great support system, have you thought about going to college, or you've been there already?\n  ","605031":"\n   Sugar daddy? IRS? Social services? FBI? how?\n  ","605032":"\n   do you have a plan to make money if you don't get sent money anymore?\n  ","605033":"\n   I pick your Vogue polls based on which model I'm more attracted to. ?\n  ","605034":"\n   Lady B! I'm going to take some ME time this afternoon and play some GTA V!\n  ","605035":"\n   What do you normally drink when eating dinner?\n  ","605036":"\n   tell me about your day so far\n  ","605037":"\n   How you pay rent or live or you live in your mom still?\n  ","605038":"\n   Yeah it's really good i never liked shows like this one but now i'm hooked and on season 2\n  ","605039":"\n   do you not plan your meals out days in advance? oh wait im thinking of someone else. me ?\n  ","605040":"\n   its okay as your faithful subject i will happily eat your share princess ???\n  ","605041":"\n   What job is working you? How make money?\n  ","605042":"\n   ?\n  ","605043":"\n   will you decorating for christmas?\n  ","605044":"\n   Well not now but in the future you are, do you think i wanted to grow up in a bunker? At least i was a safe baby when other babies died you live with kids in AZ bunker and your crew and their families too your the leader\n  ","605045":"\n   Habobi my beautiful candy queen you like this show?\n   \n    https:\/\/www.youtube.com\/watch?v=80dqOwAOhbo\n   \n","605046":"\n   Boometh what are you working with?\n  ","605047":"\n   My lips are sealed. It's more like what you did NOT do and i can't say anything more or i will remain a sperm and never become born ?\n  ","605048":"\n   No your still in AZ in a bunker but you could teleport to Russia if you wanted too but Russia is fucked in my timeline so i was shocked when i ended up in 2020 russia and it's not an anarchy\n  ","605049":"\n   But you are adult\n  ","605050":"\n   I'm trying ? Your the one who told me not to reveal anything from the future all i have to do is to stop you from doing..... can't say what but it has to do with a turtle ❤\n  ","605051":"\n   A spider just attacked me out of nowhere\n  ","605052":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","605053":"\n   Do you feel like you have life figured out ?\n  ","605054":"\n   Well maybe my sibling is named Sky ? I'm not allowed to reveal things from the future otherwise i would tell you who wins NHL 2021 with scores so you would be loaded mom\n  ","605055":"\n\n    https:\/\/www.bitchute.com\/video\/FjFy98O2OPM1\/\n   \n","605056":"\n   When did something start out badly for you but in the end, it was great?\n  ","605057":"\n   That's the thing with time travel, you go from moms bunker aka you in usa and end up in russia i would come but i got no rubles or what money they use in russia ❤ I can't tell you that's a rule, if i told you mommy then it would be no way to change it ❤\n  ","605058":"\n   What would you name your first kid? And i never asked but my name is Phoenix\n  ","605059":"\n   what is worse no attention or annoying attention?\n  ","605060":"\n   Oh kiss me! You under-baked gingerbread girl ?\n  ","605061":"\n   What movie can you watch over and over without ever getting tired of?\n  ","605062":"\n   Lady Savannah = Mommy = Caring\n  ","605063":"\n   You have to, the human race depends on it mother!\n  ","605064":"\n   do you know who cassady campbell is?\n  ","605065":"\n   The only thing is that i can't tell you what you did to end 99% of the human race it's some cosmic law ??‍♂️ But your future self send me back in time so you don't do that or if needed destroy you. It was your order mommy ?\n  ","605066":"\n   I know you wont believe me because i told you this 5 times but not in this timeline. I'm your son from the future and you are one of the last humans left your a warrior but things seemed so dark so you sent me back in time to change things in this timeline. You will do something that leads to us die\n  ","605067":"\n   what did they put in it?\n  ","605068":"\n   whats for dinner?\n  ","605069":"\n   most people despise anons but you welcome and love us almost like we are regular people awwww ?\n  ","605070":"\n   omg i never wanted a cereal princess more in my life than i do right now! also you are my cereal princess now obv and im not even gonna try and weave the word boom into it cus cereal is already the bomb lol\n  ","605071":"\n   Gm?☀️\n  ","605072":"\n   if you were to take part in a try not to laugh challenge how would you do\n  ","605073":"\n   What kind of bagel was it?\n  ","605074":"\n   Well i see you as a friend but i never spoken to you without anon before so we can be friends now? No it's not for the best for me i really like candy ?\n  ","605075":"\n   How do you know you’re not crazy and just hallucinating your whole life?\n  ","605076":"\n   Status ???\n  ","605077":"\n   Do you not love candy too Boometh? You are adult so you can buy all the candy you want! I can't wait to be adult then ill eat candy everyday\n  ","605078":"\n   i could build you a house made out of cereal boxes right now lmao. you prob think i kidding too ?? as soon as i start to curtail the cereal horde there is some other sale or deal i find and it just multiples again. and i think they have learned to breed cus it seems like there is more every time ?\n  ","605079":"\n   Because you are my friend and i wanted to tell you i'm sad ?\n  ","605080":"\n   i wish i had anons who supported me lol. feel like it would be cool to have regular mysterious individuals asking me random things. think its fun like trying to decide if its the same person or another person. just like gauge your own intuition. pick up on cues etc.\n  ","605081":"\n   I so sad my mom wont give me money for candy and i have no more money but i really want candy Boometh ?\n  ","605082":"\n   sleeping beauty?\n  ","605083":"\n   Savannah i need your opinion, on my page there are 4 tattoos and i want to know which one people think would look best as a hand tattoo xD\n  ","605084":"\n   Lady Boometh ?\n  ","605085":"\n   Well i watch alot of youtube and i just wanna make people happy, and i want to become famous.. Are you gonna start a youtube?\n  ","605086":"\n   We're you home schooled?\n  ","605087":"\n   who is your biggest supporter here?\n  ","605088":"\n   how many actual servings are in a box of cereal? i know it says like 57 or some sht but i mean really?\n  ","605089":"\n   Im in school for mathmateci bacholor degree..  SHOULD!!!\n   \n    https:\/\/www.youtube.com\/channel\/UCI15J2vVXttBXBebOmZVTmg\/videos?view_as=subscriber\n   \n   there is my link\n  ","605090":"\n   Would you rather have more acquintances or more friends?\n  ","605091":"\n   What is your favorite sport?\n  ","605092":"\n   also you should totally be in one of my youtube videos\n  ","605093":"\n   Do you have any recommendations of videos?\n  ","605094":"\n   I went ice skating once and it was awful. I couldn't stand and I was certain I would slice open my leg. I never wanted to go again. lol\n  ","605095":"\n   Does anyone have any good fitness plans that I can use in lockdown to lose a little bit of weight? Thank you:)\n  ","605096":"\n   What kind of people have a therapeutic effect on you and why?\n  ","605097":"\n   AWWW THANK YOU AND I AM!!!! I HOPE YOU ARE TOO!!! and i ususally listen to music! but im here to talk if you want to\n  ","605098":"\n   Have you ever been ice skating at Hotel del Coronado?\n  ","605099":"\n   Awwww thats sad.... i get that all the time... Is there anything i can do to help????\n  ","605100":"\n   heyyyyyyy\n  ","605101":"\n   Hello what are you doing?\n  ","605102":"\n   Would you feel worse if no one showed up to your wedding or to your funeral?\n  ","605103":"\n   You think so I've been reading ur wall for a while now and I have to say I have never seen someone that has fascinated and intrigued me before you do tho the way u r is interesting kinda feel like I'm studying u or something lol creepy? sorry but thats truth and I wouldn't want u feeling obligated\n  ","605104":"\n   What is your idea of escapism?\n  ","605105":"\n   What are you passionate about?\n  ","605106":"\n   You make me happy being my friend ! You’re a very special person and I’m lucky to have a friend like you ❤️\n  ","605107":"\n   Omg I love you girl!?? you’re so sweet!\n  ","605108":"\n   What’s up everybody??\n  ","605109":"\n   What is your first name ?\n  ","605110":"\n   What a conundrum the only way people will be happy is if they do that themselves\n  ","605111":"\n   Clap the sound of my heart..\n  ","605112":"\n   What world record do you think you could set?\n  ","605113":"\n   I want to see you do a fashion show for me.\n  ","605114":"\n   More of me? Awh you’re so sweet ?\n  ","605115":"\n   Who do you think is the most annoying celebrity?\n  ","605116":"\n   Omg yes, I absolutely agree with you!?\n  ","605117":"\n   Can you think of something that everyone could agree on, despite the chaotic world we live in?\n  ","605118":"\n   I bet Boom's serious writings are eloquent and profound. Are they?\n  ","605119":"\n   Wiki says west Germany (born)\n  ","605120":"\n   What’s the game plan for tomorrow? What should we do?\n  ","605121":"\n   Are you two from the same place?\n  ","605122":"\n   Ootd??\n  ","605123":"\n   Do you flip\n  ","605124":"\n   If you could cause one minor inconvenience to the person you hate the most, what would it be?\n  ","605125":"\n   When I was 14, I had a crush on Heidi Klum. Thoughts?\n  ","605126":"\n   I have trouble spelling definitely, separate, and diarrhea ?\n  ","605127":"\n   Usually I day dream about living in a nice place and having a lot of money and hanging out with you or someone like that and just enjoying life. That's pretty much what pretend land is.\n  ","605128":"\n   im not! ? but imo from what i see these days there is a pretty large age group that uses this site. back in the day when i first came on here i swear it was like needle in a haystack finding someone older than 16 lol. i remember following someone who was 23 & they were so embarrassed by their age ?\n  ","605129":"\n   She has dark vibes but she’s actually kind of like a girly girl tbh.\n  ","605130":"\n   How do you use ask? Do you use the app or your computer?\n  ","605131":"\n   You and\n   \n    @misswinnquestions\n   \n   are life!\n  ","605132":"\n   see here you go. this would be the 80 to 90 year old perspective. see they are out there. ☺\n  ","605133":"\n   ....S p a c e .....??\n  ","605134":"\n   do you like lebkuchen cookies? chocolate covered gingerbread squares with plum jam filling\n  ","605135":"\n   Do you have a tv in your bedroom? I should get a big one so I can sit there and hide.\n  ","605136":"\n   I’m having a nice time in pretend land tonight. I hope you’re having a nice night too.\n  ","605137":"\n   false! you made my day better. that i promise you.\n  ","605138":"\n   if I could join you I would like now\n  ","605139":"\n   why is your ask always so lit? ?\n  ","605140":"\n   I think old people who are alone should use ask. They would feel less alone.\n  ","605141":"\n   do you like fruit? ???\n  ","605142":"\n   What have you done today to make your place in this crowded world?\n  ","605143":"\n   Hey how are you\n  ","605144":"\n   Ultimate top 5 movies of all time\n  ","605145":"\n   Yes you're my shining star ⭐ My Queen of Chaos ?\n  ","605146":"\n   That sounds really delicious. What does the dry rub taste like?\n  ","605147":"\n   of the people that you follow here how many would you say are male vs female? and do you follow pages that you do not even know their gender?\n  ","605148":"\n   another vote for bread & butter. what do you do with the pickle juice once the pickles are gone?\n  ","605149":"\n   is this a boneless wing? what flavor? i don't see sauce. is there rub on it?\n  ","605150":"\n   Yeah, except with something other then ganja ?‍♂️❄?\n  ","605151":"\n   Do you follow The Archdevils of the nine hells or do you follow The Demon Lords of the abyss? ?\n  ","605152":"\n   Do you like bread & butter pickles? They are my favorite. They are so delicious. I put a heap of them on my burgers.\n  ","605153":"\n   So what was that like? Which 1 was better? did you try them combined together?\n  ","605154":"\n   You're lucky to have a cat that does its job. One of my cats once laid in bed watching a mouse take food out of her dish.\n  ","605155":"\n   Have you ever had mice in your house?\n  ","605156":"\n   How much weed would you smoke in a month on average?\n  ","605157":"\n   When was the last time you tried something new and what was it?\n  ","605158":"\n   What's the most unhealthiest thing you eat?\n  ","605159":"\n   Did you take any pics of your wings? You need an insta page where you post pics of your delicious meals. ?????\n  ","605160":"\n   It's what keeps you going that sounds ominous I dont like the vibe I got from that ? be like Dory just keeps swimming ?\n  ","605161":"\n   I go sleep big sister Boometh goodnight ❤❤\n  ","605162":"\n   aisle, middle, or window seat?\n  ","605163":"\n   What gets you excited about life?\n  ","605164":"\n   Happy national pickles day ??\n  ","605165":"\n   Would you rather never be able to eat ?? meat or never be able to eat ?? vegetables?\n  ","605166":"\n   i really want to spoil you too\n  ","605167":"\n   When you wake up in the morning, do you get up or do you stay in bed and fall back asleep and then get up at noon?\n  ","605168":"\n   oh who spoiled you\n  ","605169":"\n   Lady Savannah is the light & i'm the darkness = We are conected ?\n  ","605170":"\n   ??? omg im laughing out loud\n  ","605171":"\n   you know what i always wonder if they recognize me from your page when i suddenly show up on theirs lol. probably not, i dont think that many people ocd the fck out of this like i do.\n  "},"Answer":{"604099":"\n  Are you sweet to people? 😂\n  \n  P.s. hi ✨ whats up?\n  ","604100":"\n  Awhhhhh! 💖 thats so sweet.\n  \n  No need to be worried my darling 😊 i hope you’re doing well. ✨\n  ","604101":"\n  Beautiful Nikki! 😍 you’re so goddamn sweet you know that? I hope you’re doing well my darling! 🥰 what have you been up too?!\n  ","604102":"\n  Omg i havent been on for a couple days, but you all probably didn’t miss me anyways 😂\n  \n  Ive been really good. Just taking some me time. Its been nice. I hope you all have been doing really well 😊\n  ","604103":"\n  Oh id be old, like a grandma 😂\n  ","604104":"\n  Awh, that sounds so delicious! 😊 my day got better by the end 💖\n  ","604105":"\n  Im watching Im Not Okay With This on Netflix 😊\n  ","604106":"\n  You’re so sweet 😍\n  ","604107":"\n  Thank you so much 🥺\n  ","604108":"\n  I am doing well! Watching an interesting show lol how are you?\n  ","604109":"\n  When i was younger i used to want one but i dont want one anymore!\n  ","604110":"\n  People who have VIP can choose how much an answer should cost in coins so people have to use coins to open it.\n  ","604111":"\n  Hahahhaha thats so true\n  ","604112":"\n  My day is alright 🥰 how is your day?!\n  ","604113":"\n  Thank you. 💖\n  ","604114":"\n  My wishlist is in bio lol 😂\n  ","604115":"\n  Idk probably around 1300 or something 😂😩\n  ","604116":"\n  Well, im glad theres so many accounts doing it so i dont have too 😂\n  ","604117":"\n  Yeah they have really figured out how to make some people leave and not enjoy being on here anymore. Lol 😂\n  ","604118":"\n  That is the CUTEST thing ever 💖 i hope you have a beautiful day lovely ☀️\n  ","604119":"\n  Advantage: secret answer option\n  \n  Disadvantage: all the tasks you have to do.\n  \n  Logically i would imagine becoming a VIP should be more like a “Congratulations for being highly active, now we will reward you with more coins and less tasks.” After completely the tasks every week for a certain amount of time or with certain scores idk.\n  \n  I feel like the tasks should be for those who aren’t that active on here and have a hard time getting enough activity, not for the people who already have SO MUCH going on when they come on. Like why are they congratulating us by giving us more work? Thats like there whole thing right? They say like the more active you are, you can be VIP & thats how they suck you in, then once they got you they make you do a whole bunch more than you probably already do.. because ive been just not doing any tasks & omg its so much better. I stopped caring about the leaderboard. Im just here cause i enjoy it.\n  ","604120":"\n  Awh!! I know, im sorry 😔\n  \n  I was actually thinking about this when i last did my makeup and i realized they can only see my eyes BUT then i realized thats like the best part of my makeup and arguably of my face  so i was stoked about that. Then i realized with masks you cant smell peoples bad breath or people wont have to smell your own. AND i realized that i blush A LOT and the mask protects me from looking like a red tomato. You know, im hitting a lot of positives for me... i do hate how my makeup gets all over my mask though 😔 and my voice is so quiet no one can hear without the mask, nobody can hear me now 😂\n  ","604121":"\n  Shes in my lap but you cant even see her 😂\n  \n  Awh your kitties sound so snuggly and sweet and cute 😊💖✨\n  ","604122":"\n  Im gonna have to say a show instead: Family Guy\n  ","604123":"\n  Why is being obsessed with me a bad thing?\n  ","604124":"\n  Currently getting viciously rubbed by her face 😂\n  ","604125":"\n  That sounds like a wonderful day! Oh ya, you’re 9 hours ahead! 😂 my bad.\n  \n  I hope you have the sweetest dream that you wake up with a cavity 🥰\n  ","604126":"\n  My day is really good so far! I hope you’re having a great day 💖\n  ","604127":"\n  Yes, i used to go to Canada a lot.\n  \n  I need to renew my passport though. Never got around to that... 😅\n  ","604128":"\n  Oh wow, I really didn’t think this was gonna be so hard but theres actually SO MANY friendships i wish i could have back in my life. 😔\n  ","604129":"\n  Hey!!! Whats up? 💖\n  \n  I am good! 😊 just hanging out. How are you?!\n  ","604130":"\n  Welp\n  ","604131":"\n  I catch myself doing the same thing OR OR when im already organizing something and then i see something else that needs it so i start reorganizing that cause it starts to really bug me then i have to tell myself “bad sav. Come back to it after you finish what you started first” 😂\n  ","604132":"\n  Ive been obsessed with teriyaki chicken bowls lately. 😋\n  ","604133":"\n  Why?\n  ","604134":"\n  Thank you so much! Yes it feels so good! & it feels even better that i dont need other people to notice or acknowledge my progression in order for me to feel good. Thats a HUGE deal. Many people dont realize that they only do things for the approval of others. This doesnt mean i don’t appreciate acknowledgment though, this means so much to me 🥰\n  ","604135":"\n  I havent gotten to that yet but i do plan on really organizing it. Like when you open it, the fridge will just scream “OCD” 😂\n  ","604136":"\n  Yes, if I actually end up doing it. I might go and check out some of the stores to see whats out there 😂\n  ","604137":"\n  Idk, where you live but everywhere i have lived has been quiet all day and all night.\n  \n  I remember i went to pet sit in downtown San Diego for a couple weeks and my god the noise was driving insane. Anyways, so ya for me thats not a normal thing... like i dont hear any noise outside like at all.\n  ","604138":"\n  Not so much area, but i have to lay down and prop up my back\/neck perfectly though. I usually start with sipping tea while reading but then i get way into into the book and forget about the tea 😂\n  ","604139":"\n  I hope you are having just a splendid week so far my beautiful friend 💖\n  ","604140":"\n  You can make your room dark during the day if you really wanted too 😂\n  \n  Not everyone sleeps during the night. Theres a lot of night crawlers out there. 😂\n  ","604141":"\n  I think we can argue to say that most love the version of us they have created in their head but theres always gonna be a small selection of loved ones that truly love you for who you are & not who they wished youd be.\n  ","604142":"\n  Not here. Im not comfortable enough here to do a bunch of baking 😔\n  ","604143":"\n  Im reading “Guts” by Kristen Johnson. Its so good. So raw.\n  \n  I like to do this thing where i make checkpoints reading and give myself an award when i get there. It depends on the book as well. Example: If the book has short chapters i will make each chapter a checkpoint and reward myself with going on ask for a little bit. Or if the chapters are long i set a timer for 30 minutes intervals. I also do this so i can get chores done while reading a book cause i tend to get sucked into the book and i wont do anything all day until its done.\n  ","604144":"\n  Thats awesome! Im so proud of you for doing really well and stoked youll be graduating!! ✨ i believe in you, i always do. 😊\n  ","604145":"\n  I don’t really buy eggs but its super cheap. My family used to go to a chicken farm to get them. It was like 72 eggs for $3.\n  \n  My family just have their own chickens now. I never eat eggs, like ever. I rarely cook with them too.\n  ","604146":"\n  This should be the slogan for 2020 😂\n  ","604147":"\n  It has been really good, kinda feels like im learning things I already know somehow though. It all feels really familiar.\n  \n  But at the moment, today i am going to indulge myself in a book since my period decided to curse me with its presence. 😂\n  ","604148":"\n  You are time well spent 😉\n  ","604149":"\n  AWH 😂 thats so sweet!\n  ","604150":"\n  I think that would be an awesome spirit animal!\n  \n  Why do you say you’re not smart?\n  ","604151":"\n  Ohh, you’re ahead of time 😉\n  ","604152":"\n  Idk, a panda? 😂\n  ","604153":"\n  11:42 am ☀️\n  ","604154":"\n  I go outside a lot but i dont go into public areas unless im grocery shopping or buying something i need. I dont just go shopping or to bars\/clubs\/restaurants all the time anymore 😔\n  ","604155":"\n  😔 let it happen because i am a monster.\n  ","604156":"\n  Duhwhat? 💖\n  ","604157":"\n  Where do you think? 😈\n  ","604158":"\n  Okay im just gonna guess a butterfly is for personal transformation and a whale is more of peaceful strength.\n  \n  No they kinda go together because peacefulness comes from wisdom and wisdom comes from personal transformations.\n  ","604159":"\n  I swear this is the most normal picture of myself that i have 😂\n  ","604160":"\n  Im thinking about going and buying one of those really cute little trees then decorating it in my own style. I wanna do a gold, silver, & black Christmas tree 😊\n  ","604161":"\n  Surviving the holidays🎄\n  \n  For a lot of people this is a fun & happy time of the year. For me, its so stressful & full of high expectations. There’s a lot of pressure in my family when it comes to the holidays & because they are so extravagant with the holidays it makes me look way worse than i already do 😂 (im the adopted rebellious child) luckily, im way happier this year and I actually dont have to see my family this year. Im just gonna do my own Christmas. 🎄 buy myself one nice gift and just enjoy that I actually managed to make stay alive to the end of 2020 😂\n  ","604162":"\n  Oh man, i like everything you said in this sentence 😂 i also really enjoy asian style toasted veggies with rice. But my favorite thing is when Italian make roasted veggies and put them in a fresh pasta 😋 & now im super hungry. ✨\n  ","604163":"\n  What exactly do you mean? Could you give me an example of something you’ve personally experienced that made you realize this? 😊\n  ","604164":"\n  Hmm, not like physical self harm... wait, no there was a point i was drinking a lot which too me was a version of self harm. Ive never cut before though. I will admit i tried too at one point but then i realized that wasnt gonna make me feel better (personally)\n  ","604165":"\n  Idk my plans for the weekend but i know my plans for today! I think im gonna just quickly check my game apps cause like why not? Then im gonna finish the book ive been reading but NEVER finished, “Guts”\n  \n  Then im gonna do laundry, clean the room, & organize the fridge 😊 so ill probably be kinda on & kinda off.\n  \n  P.s. to the anon who keeps spamming me the same question, you’re just making me more likely to just go read a book, & study more so im not on here as much anymore.\n  ","604166":"\n  Im about to go grab some tea & smoke some green. 💖\n  ","604167":"\n  If they gave me a cookie that made me huge, id assume theyd have something for the opposite effect 😉\n  ","604168":"\n  You know, this isnt very different from doing psychedelics 😂 i think i would be chill 😂✨\n  ","604169":"\n  Thats insane 🥺 i don’t believe it\n  ","604170":"\n  This year has be an emotional rollercoaster that has finally leveled out to where i am the happiest i have ever been. I just feel good mentally & physically. I know this is going to sound really bad, but if COVID never happened i dont think i would have ever gotten to this mental state. Because of COVID i was able to take a step back and look at my life and go, “wow all my priorities are flawed” I wasn’t doing ANYTHING i wanted to do. I was so miserable. Unhappy. So, my parents were the ones that pushed me to see its an opportunity to change my life around, start over. Well, actually my mom was more like, “we have money. Dont risk working. Just take a break and do art or something.” At first, it was so hard but then I slowly started to seep back into my old self but a smarter version and now i think it was the best decision i have ever made. So 2020 is bad for majority of society, but for me it kinda literally saved my life. My heath was declining so bad, i mean I actually ended up with a super deadly infection that still makes ZERO sense how i survived. So ya, its been a rollercoaster but im ready for the new year! 💖\n  ","604171":"\n  Idk 😂\n  ","604172":"\n  Im pretty sure I already do that 😂\n  ","604173":"\n  I dont think time has anything to do with the inability of sleep...\n  ","604174":"\n  They weren’t Italian at all. 😂\n  ","604175":"\n  Oh no, I would totally be Alice 😂\n  ","604176":"\n  I LOVE IT. So much.\n  \n  So like I already have a lot of activity, but when i was at the top i couldnt handle it anymore. It was starting to consume me. If i was away for an hour, my notifications would be a nightmare inside a nightmare. Some people might actually really enjoy that, but i just have so many other things i want to do in my day that i can just sit on ask all day, even though I really like doing that but my brain is like “no, must expand knowledge” 😂\n  ","604177":"\n  Oh my god, I really really WANT this to be true 😍😩\n  ","604178":"\n  No, i bought it 😊\n  ","604179":"\n  I feel like the non generic kind would be able to get away with the old recipe of soda 😉\n  ","604180":"\n  No, not at all. Just from reading stories of people who have shared stuff in the past and it ruined their career or chances of a career.\n  ","604181":"\n  Ya, but there usually not my close friends. Their usually randoms actually.\n  ","604182":"\n  Yeah, i got smarter 😂\n  ","604183":"\n  Last year i was stuck in the matrix and it was all kinds of bad for me. Once i stepped back out of it, ive never been better. I kinda think this is the happiest ive ever been in my life.\n  ","604184":"\n  I had a breakfast burrito with eggs, bacon, sausage, green chilies, potatoes, sour cream, & onions\n  ","604185":"\n  Between 5-7 hours\n  ","604186":"\n  I dont think a person has to experience insomnia to understand that it literally means you cant sleep.\n  ","604187":"\n  I actually really dont like microwavable food, it always makes me really sick.\n  ","604188":"\n  I don’t actually share that much information. Everything i share are things that are kinda publicly known, like there’s no issue if people found out i said something or whatever cause it wouldnt be news to them.\n  \n  Ive always been honest for the most part, & i have some darkness - a lot and i mean A LOT of things i would never share over social media.\n  ","604189":"\n  Thank you so much 💖\n  ","604190":"\n  Omg I really wanna know who this is 😂\n  ","604191":"\n  😂😂😂😂😂😂😂 what?!\n  ","604192":"\n  Omg yes 😍\n  ","604193":"\n  Well, ive kinda had subconscious things happen growing up that probably should have made me realize its my spirit animal but instead I became afraid of them. Like dreams or weird moments of people saying im like a reptile.\n  \n  It wasnt until the 3rd time doing mushrooms until i realized why i always end up tripping of a room full of snakes surrounding me saying “im the king of snakes” 😂😂😂\n  ","604194":"\n  My address is on there, its just protected for privacy. People do it all the time 😊\n  ","604195":"\n  The only way i know how is from mushrooms lol im sure theres other ways 😂\n  ","604196":"\n  I dont think i have ever had them\n  ","604197":"\n  Thank you! 💖\n  \n  Yeah since my spirit animal is a snake, i need more lion spirit animal qualities - so im wearing it almost as if its an enchantment ring 😂. Oh and since my spirit animal is a snake i have to wear silver.\n  ","604198":"\n  I look forward to it 😍\n  ","604199":"\n  Nope, doesnt matter where i sleep I always wake up thinking “no please brain i dont feel like getting up” 😂\n  ","604200":"\n  THE CURIOSITY WILL KILL ME THOUGH\n  ","604201":"\n  Omg i love hugs\n  ","604202":"\n  What is gonna make the world know your name? ✨\n  ","604203":"\n  Im just gonna make the assumption you don’t actually know what insomnia is\n  ","604204":"\n  Not that often anymore.\n  \n  But used to happen couple times a month\n  ","604205":"\n  Really? For me its 100% of the time. 😂\n  ","604206":"\n  Stop i am not 😩\n  ","604207":"\n  Ive met people with really bad insomnia and they barley slept for a month. For them going 3 days without sleep is like a normal thing, its sad.\n  ","604208":"\n  Waking up is hard in general, doesnt matter what time it is 😂\n  ","604209":"\n  Wasnt by choice 😂\n  \n  Insomnia\n  ","604210":"\n  😂 whys that?\n  ","604211":"\n  The whole world is waiting for you. Beautiful cities, art, and music. You can have all of it ✨\n  ","604212":"\n  Awh, this is so sweet. 😩 omg 💖 thank you so much. You’re so silly for being in love with me 😊\n  ","604213":"\n  AWH! thank you 💖\n  ","604214":"\n  Ive been waking up at 6am lately. 😞\n  ","604215":"\n  Omg, i stayed up for 4 days straight. It was awful. Things got  really weird 😂\n  ","604216":"\n  Just cause you married someone doesnt mean you might never have feelings for someone else. People marry the wrong person all the time (not saying you did) i dont think you’re gross, i think honestly its better to be honest with how you feel than lying to someone because that ends up hurting them way worse.\n  ","604217":"\n  One of my goals is to grow my hair down to my hips. Havent gotten there yet, ive gotten close though! #repost\n  ","604218":"\n  Omg... im still terrified. 😂\n  ","604219":"\n  Probably like a thousand\n  ","604220":"\n  Im not a Spotify fan. Ive never had any good luck with Spotify. Never shows me good related music. 😔\n  ","604221":"\n  I ate coffee cake today 😋\n  ","604222":"\n  I was a monkey bars girl.\n  \n  Anything i could spin, twist, hang ect. I was doing it 😂\n  ","604223":"\n  OH MY GODDDD.\n  \n  Ew 🤢\n  ","604224":"\n  THIS IS A REAL THING?\n  ","604225":"\n  Born & raised 🏖\n  ","604226":"\n  IHOP is the best place to go at 3am, drunk af. 😂\n  ","604227":"\n  Science.\n  \n  Always came so easy for me and its so fascinating.\n  ","604228":"\n  Its was kinda forced on me, i didnt want too cause i didnt want to do the extra work or tests 😂 i skipped class every so often but ive never got detention. For some reason i was always chosen to be in certain classes by the school\/teacher even though the kids in the class with me all ended up places like Stanford or MIT. Literally the whole time i would be in there like “why am i in this class?” 😂 but i guess im kinda smart 🤷🏼‍♀️\n  ","604229":"\n  Because its very very accurate 😂\n  ","604230":"\n  I dont know, i share everything..\n  ","604231":"\n  Im pretty sure it was supposed to be cruel irony 😂\n  ","604232":"\n  There used to be someone on here who went by the name Italy (im not sure if that was their actually name) & everything they said was just bust out laughter. Man, i miss it. Made scrolling through the feed so enjoyable.\n  ","604233":"\n  I have literally played games and watched competition shows all day. I need help 😂\n  ","604234":"\n  HAHAHA i like this theory\n  ","604235":"\n  Omg, ew 🤢\n  ","604236":"\n  Good morning beautiful people 💖\n  ","604237":"\n  It wasn’t so much the class but the teacher i had. But i guess hes class is technically more helpful. He taught AP psych and AP english which i took both.\n  ","604238":"\n  Yes 😂 its really fun.\n  \n  I have a retainer as well (i should really start wearing it again) that makes me have a really bad lisp but its so funny! 😂\n  ","604239":"\n  I am good! 💖 how are you?\n  ","604240":"\n  I usually start with the deli meats & cheeses. I used to always go straight to the baked goods though but i had to stop doing that 😂\n  ","604241":"\n  Awh, im sorry. It was on there and could have gotten it but its okay 😊 I really wanna collect more skulls though.\n  ","604242":"\n  Its December 💖 ❄️\n  ","604243":"\n  The way my cat sits in the closet, in the dark and just stares at me 😂\n  ","604244":"\n  I like to only have a few close friends. Theres more drama when you have more friends.\n  ","604245":"\n  Ya ok, lucifer morningstar. Relax 😂\n  ","604246":"\n  Awh, thank you so much 😍\n  ","604247":"\n  My day is kinda just the same.\n  \n  Yesterday was an off day for me though, so far today has been a lot better. Except that i got a warning when i came on here, i havent even really posted anything thats bad so whatever 🤷🏼‍♀️\n  ","604248":"\n  Love you Darren!\n  \n  I changed my wishlist for the holidays. Ill probably add more later for you though 💖\n  ","604249":"\n  YES 😂 im already such a child when i shop, it just made it worse.\n  ","604250":"\n  Okay, so like two or three days ago 😊 do you still write letters to people or yourself?\n  ","604251":"\n  Does writing one to myself count?\n  ","604252":"\n  Awesome. Id love to be back home with all my family again and all my old friends. That was a fun time 💖 everything was so much easier!\n  ","604253":"\n  You know me, just gonna be studying and listening to music.\n  \n  I just cleaned up a little bit. So ill probably start reading some more again. ✨\n  ","604254":"\n  I used too but not anymore.\n  ","604255":"\n  Yes, she will usually cuddle under a blanket and sleep all day! 💖\n  ","604256":"\n  😩 i wanna try it.\n  ","604257":"\n  HAHAHA 😂 omg thats awesome\n  ","604258":"\n  Its my FAVORITE kind of pasta but the last time i had it, it wasnt made correctly at all. It was terrible. (A few months ago)\n  ","604259":"\n  I could totally use a day like that 😔\n  ","604260":"\n  Omg yes! I would at least try it. I feel like I would start to get scared that something is gonna swim right into the glass 😂\n  ","604261":"\n  Awh! 😍 thats awesome. That makes me so happy 💖\n  ","604262":"\n  Could this be my background music for the day, oh wait it is. My speakers are blaring 🎶\n  \n\n   https:\/\/youtu.be\/iCtLGBSmbEE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604263":"\n  Wow! I just love soccer players bodies. I just melt every time. Was he delicious in person? 😂\n  ","604264":"\n  😂 omg can you please invent the emoji cereal.\n  \n  & yes if i didnt have to use emojis, i wouldnt.\n  ","604265":"\n  Yeah, those sneaky bastards 😂\n  ","604266":"\n  Hahahahah i see your point of view as well but survival of the fittest? 😂\n  ","604267":"\n  No 😂 its about 0.5 seconds for me\n  ","604268":"\n  Yes of course. But theres a lot of people who get uncomfortable quickly because its rare for someone to actually care about anyone other than themselves 😂\n  ","604269":"\n  Thank you 🥺\n  ","604270":"\n  Awh, it makes me happy you’re reading my posts 😍\n  ","604271":"\n  Wow! I had to look them up to see their highlights because i didnt know who they were but wow!\n  ","604272":"\n  Damn 😔\n  ","604273":"\n  Blows my mind. 🤯\n  ","604274":"\n  It started out as a recipe but ive changed a lot of the recipe into my own style so just with practice. I mainly just follow the recipe to remind myself of the main steps but thats about it. Its not perfect yet though, i think i can make it a little better. Idk how yet but im sure ill figure it out.\n  ","604275":"\n  No 😂 i didn’t realize how much they bumped up the price of shit just because of the area & everyone is so rich they dgaf.\n  \n  Now i live somewhere where things are way less expensive and honestly you should have saw me in trader joes. I was shocked about the prices i couldnt believe it. Its like half the cost than the one in Encinitas.\n  ","604276":"\n  Quite a bit off.\n  \n  Did something fuck up my voice?\n  ","604277":"\n  I wish there was a better way to present it cause it tastes like something you’d actually order at a super fancy restaurant if stew could ever be fancy.\n  \n  The way i cooked the meat, just made it melt in your mouth. I use sweet potatoes because it becomes part of the broth and makes the stew thicker.  The way all the flavors blend in your mouth, its so delicious honestly.\n  ","604278":"\n  Thats a type of person?\n  \n  I kinda pictured that more as an interest that someone likes to do no matter what type of person they are.\n  \n  I’ve met cooks that are so full of life & overly happy. I have also met cooks that are angry, and sad. Who drink\/use while they cook. Theres also the selfish and rude cooks. Ect. You get the point.\n  \n  See, theres a lot of types\n  ","604279":"\n  I have to add emojis just to make it look more approachable to those who use emojis primarily to express themselves. Reading comprehension isn’t exactly something people are good at these days, so I have to adapt.\n  ","604280":"\n  Indeed.\n  \n  I dont even really like high sodium items.\n  ","604281":"\n  I wouldn’t say admired it but they werent repelled by it either. There’s actually one point where people thought i should try being a singer. Why?\n  ","604282":"\n  Awh 😔 im sorry!! Who’s your favorite player?\n  ","604283":"\n  My sleeping schedule is actually pretty normal. I finally got it back to normal after just having the graveyard shift for so long, i just dont think i needed that much sleep last night. I usually fall asleep around midnight and wake up at 6am. 😂 i force myself awake at 6am. I get a lot of my studying and writing done in the morning cause my brain is fresh and rested. Its just a personal choice, but honestly i would rather wake up at 8pm and study then sleep at 8am. I don’t think the time you wake up makes you lazy, its what you choose to do with time you are awake that determine one is lazy.\n  ","604284":"\n  Oh, today sounds a pretty damn good day for the soccer world 😂💖\n  ","604285":"\n  Wtf no 😂 never.\n  ","604286":"\n  Oh, im always really nice. Its my girl friends that kinda get all awkward (now i realize its because its always me theyll talk too) anyways, I’m always super nice. I think its super bold to do that. Quite flattering. I have really good social skills especially with strangers which is why i was so good at working at the bank so it doesnt bother me. Idk if girls understand how big your balls have to be to go up to a group of women and try to talk to the one you like without getting verbally attacked. I know how fucking terrifying it is cause ive done it many times (girls or guys actually- mostly just to tell them they are stunning) & it doesnt get easier with time 😂\n  ","604287":"\n  They should totally have black, grey, brown, & white cat emojis!!\n  \n  Maybe even do the same with dogs too!! If we can do it with the skin color idk why fur would be different 😂\n  ","604288":"\n  Well, ive gone through surgeries & multiple ultrasounds. They never found anything. So i changed my diet and it has changed my life. Except from earlier. The last thing i ate was all the thanksgiving leftovers but its quite possible there was something in there that my body didn’t agree with cause i feel great now!\n  ","604289":"\n  What are you up too today? ✨\n  ","604290":"\n  Is there a best type? 😂\n  ","604291":"\n  Who tf says suffering is choice?\n  \n  Life is suffering.\n  \n  They probably say that to kinda try and make themselves feel like they have control of it when they really dont have any control of it at all.\n  ","604292":"\n  Hahahahhaha i just imagined someone walking up to a girl and saying “i like the way you sweat.” 😂 omg that’s hilarious.\n  \n  Idk how you approach someone in the gym without looking creep asf. 😂\n  ","604293":"\n  In my opinion, hunting is more humane compared to just having a bunch of slaughterhouses and lining up animals just to be murdered.\n  \n  Some people are meant to eat meat. (Check out the blood type diet. Type A blood type is the only one that has to be really mindful of meat consumption but im blood type O so im supposed to have a very high protein diet because i produce so much stomach acid i can handle digesting a lot of meat.) also, they were using ALL of the animal. The fur, making leather, teeth, bones, and meat. Nothing went to waste and hunting helps keep the population down which is why during certain times of the year you’re allowed to hunt certain animals. Its kinda the circle of life. I know we try really hard to say we arent animals but like we are, just like how theres animals that only eat meat, only eat greens, or a little of both - why should we be any different?\n  ","604294":"\n  I blame my genetics 😂\n  ","604295":"\n  Someone told me about this and i didnt know if it was really true but i always lay on my left side when my stomach is killing me or even to fall asleep. I rarely sleep on my right side. Hmm, fascinating.\n  ","604296":"\n  I think she knows i read something about her cause she just moved closer to me 😂\n  \n  Earlier she just sat half her body on my face 😒\n  ","604297":"\n  I think thats me 😂 I apologize myself though. Theres times where it just slips out. 😒\n  ","604298":"\n  Can more people be like you? 💖\n  ","604299":"\n  To balance myself out ✨\n  ","604300":"\n  I am just not gonna entertain this cause 😒\n  ","604301":"\n  Kosher is basically anything that isnt a scavenger or around anything that is considered a scavenger. Like they cant have beef and pork slaughtered in the same place.\n  \n  Pork, shrimp, lobster ect are not kosher at all.\n  ","604302":"\n  Yes! 😋 I sauté the onions right after the beef as well. 😋\n  \n  Awh!! You’re so sweet 💖\n  ","604303":"\n  I love it with challah 😂💖\n  ","604304":"\n  That makes me so happy 😍\n  ","604305":"\n  There wasn’t anything cause theres so many leftovers 😔\n  ","604306":"\n  AWH OMG🥺 such a sweet kitty\n  ","604307":"\n  😂 hahahahah i know\n  ","604308":"\n  Are you being serious? 😂\n  ","604309":"\n  Thank you so much for the advice 💖, I’ve already been doing that but it sucks cause it messes up my neck & back. 😩\n  ","604310":"\n  Omg that sounds terrible and so painful 😔 im so sorry. Are you doing okay now?\n  ","604311":"\n  I dont wanna 😂\n  ","604312":"\n  Omfg love u 💖\n  ","604313":"\n  Doesn’t matter what time of the day it is, its always appropriate to think, look, & talk about food😂\n  ","604314":"\n  Goooood morning ✨🌼\n  \n  How are you?! 😊\n  ","604315":"\n  Ugh! It really hurts. I tried tums but its not helping 😩\n  ","604316":"\n  I get that 😊 & I respect that as well 💖\n  ","604317":"\n  Darren you’re the best 😩\n  ","604318":"\n  Probably more of a fallen angel 😇\n  ","604319":"\n  Thank you ✨ lysm\n  \n  Im gonna go through my list again and revise it for the holidays!! Ill let you know when its all changed! Thank you so much for wanting to get me a gift for the holidays. That really means the world to me. Im probably not gonna get any gifts this year. 😔 so thank you so so much 💖\n  ","604320":"\n  I am good 😊\n  ","604321":"\n  Words. Writing.\n  \n  Words are powerful and so important. ✨\n  ","604322":"\n  Hey ✨\n  ","604323":"\n  Yeah, its called a different sleeping schedule 😂\n  ","604324":"\n  Oh, you are observant my friend. 😂 i was wondering if theres people out there that notice that i change it up, cause i do it on purpose to kinda of psychologically make you feel like theres always something different but familiar\/comfortable so you dont get bored of me 😉\n  ","604325":"\n  What the fck is proton pump inhibitors? 😅\n  ","604326":"\n  Like kids didn’t already have enough confusing shit to learn as they grow up but lets just make things super complicated for literally everyone.\n  \n  Lets tell everyone that we are all equal and we are the same BUT we gotta label you as well and call it part of your gender. Ya, that totally makes sense (sarcasm) 😒\n  ","604327":"\n  Is contentment an emotion?\n  \n  My emotions are usually really balanced so it kinda creates this lack of extreme emotions.\n  \n  Like im not sad but im not overly happy either. Im just content.\n  ","604328":"\n  Nope, woke up at 6am then fell asleep around 9pm but i woke up at 1:20am and now we are here 😂\n  ","604329":"\n  Probably 😂 im just gonna identify my gender as boom.\n  ","604330":"\n  I think its from smoking wee.d honestly. I havent eaten my stew yet.\n  \n  Explain what you mean by “people protection”\n  ","604331":"\n  1:20am 😞\n  ","604332":"\n  Yeah, it really just seems like their trying to tie in personality traits and interests into their gender... which just confuses the shit out of me.\n  ","604333":"\n  I mean can i say my gender identifies with an alien?\n  ","604334":"\n  Oh really? You get embarrassed 😞 im sorry. I kinda forget people are around me & the world stops. I just dont like how every time i go into the zone and the music changes or something so i come back to reality and i notice theres just a circle around me of people just mesmerized. Then i get embarrassed cause I realized people were just watching me dance 😂 man, i wanna do some molly 😂\n  ","604335":"\n  Okay, i dont like hot dogs but i am a sucker for corndogs 😂\n  ","604336":"\n  I know 😔\n  \n  I miss the energy you feel as soon as you walk into a club and the music. I miss dancing. 😩\n  ","604337":"\n  I call them journals 😉\n  ","604338":"\n  Right? Then once you get to 1:30 you’re like oh shit 😂\n  \n  After you hear the whole song, you appreciate the build up in the beginning. Thanks for actually listening to it! 🎶🎧\n  ","604339":"\n  Omg, why do i have heartburn right now 😔\n  ","604340":"\n  Always 😊 thats why i follow so many people 😂\n  ","604341":"\n  Currently have headphones 🎧 listening to this right now\n  \n\n   https:\/\/youtu.be\/2CE3yZKO_QA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604342":"\n  Yes, but only if i like the question or if im trying to reply to a conversation that got lost among all the other questions.\n  ","604343":"\n  Im actually so confused right now 😂 that interview was crazy 😂 why are they making things so much more difficult for everyone?\n  ","604344":"\n  These types of videos give me life. 😂\n  \n\n   https:\/\/youtu.be\/GSb5QiigV_A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604345":"\n  Circus Freaks - Wolfgang Gartner\n  \n  Afterhours - Troyboi\n  \n  Faded - ZHU\n  ","604346":"\n  My beef stew i just made 😋\n  ","604347":"\n  2%\n  ","604348":"\n  HAAHAHA that person cracks me up 😂\n  ","604349":"\n  Music. 🎶\n  ","604350":"\n  I would probably be attached to them by the hip 😂\n  ","604351":"\n  Omg i forgot about cyber Monday!! I might be shopping on Monday 😂\n  ","604352":"\n  My day is really really good! Hows your day hun 🌼✨\n  ","604353":"\n  I actually never have watched those before! Do you have any videos you would recommend?\n  ","604354":"\n  I actually don’t really mind it, i still will watch it. If i dont like the movie and already know the ending i wont have to sit through a movie i dont like 😂\n  ","604355":"\n  I love that name so much 😂\n  ","604356":"\n  Adrenaline.\n  ","604357":"\n  How old are you?\n  \n  I feel like im gonna get in trouble just by having this conversation with you in this day and age 😂\n  ","604358":"\n  Im not telling anyone cause i dont want anyone to steal my name ideas 😂\n  ","604359":"\n  No, im superboomin’\n  \n  Not superhuman. 😂\n  ","604360":"\n  Its about to be a lot better cause i have a slice of pizza from last night that im gonna dunk into bbq sauce. Gotta start day off right 😂\n  ","604361":"\n  “That girl is wild” 😂\n  ","604362":"\n  I would make sure of it!! 😂\n  ","604363":"\n  Oh, so it would be like a forceful kind of friendship 😂\n  ","604364":"\n  Wtf? How?\n  \n  By the time i answer one question, i have 10 new ones. So every 10 questions I answer, i get a 100 new ones in my inbox.\n  \n  Yup, that’s actually really accurate 😂\n  ","604365":"\n  How have you never laughed in your entire life?\n  ","604366":"\n  Cheer you on! 😂\n  ","604367":"\n  Yes 😩 i liked getting those random little things 🥺\n  ","604368":"\n  Why do you need me to be your nanny in order for us to be friends?\n  ","604369":"\n  Ophidiophobia - fear of snakes\n  \n  Astraphobia - fear of thunder and lightning (i just fear im gonna get struck by lighting if im outside)\n  \n  Hemophobia - fear of blood (only my own blood though, like i cant see my own for some reason)\n  \n  Bacteriophobia- fear of bacteria (i have to wash my dishes a certain way. I have to have a bathroom matt, i freak out if my feet touch the bathroom floor lol i know theres more weird things i do cause of bacteria but im blanking lol)\n  \n  Queunloskanphobia- fear of saliva. (Mostly seeing someone else’s or when someone spits. Or if it gets on my hand. Doesn’t bother me sexually though until after then i have to shower 🚿)\n  \n  - wow i used to be fearless, a lot has changed 😂\n  ","604370":"\n  Oh look, its my mind. 😂\n  ","604371":"\n  Why do you need a nanny?\n  ","604372":"\n  I really didn’t expect this question to be so hard for me to answer 😩\n  \n  Batman\n  \n  Jack Sparrow\n  \n  Deadpool\n  \n  Omg what about all the cool video game characters? Like in assassins creed. Omg 😱 i want them all to be real 😂\n  ","604373":"\n  😂 same!! We aren’t alone 😅\n  ","604374":"\n  Hmm 🤔 now you got me thinking 💭\n  ","604375":"\n  Ive learned to cut out all toxic\/negative relationships. Also, I’m totally okay of a person needs to cut me out because maybe in someway im toxic\/negative for them as well.\n  \n  I just need positivity at all times.\n  ","604376":"\n  Such an odd question 😂\n  ","604377":"\n  yeah, i think i might patient it so i own it. my dad is a patient attorney.\n  ","604378":"\n  kinda balance of both. my god, i am high maintenance. 😂\n  \n  i like being treated like a princess but with honesty and as an equal. lol.\n  ","604379":"\n  its the thought that counts 😂\n  ","604380":"\n  1044 😳\n  ","604381":"\n  I was the one that started calling myself that 😂\n  ","604382":"\n  “I have super out-of-box way of thinking that most would probably say im kinda insane so if you’re not that type of person we probably wont get along very well. I tend to make super inappropriate jokes and laugh at inappropriate times. Im not afraid to be in a room where everyone is all saying yes but i will stand alone if i believe its no.  I dont get offended & so that makes me not really care if i offend you because not everything is about you. I dont handle people who are self-absorbed well either. Also, I really like to laugh, if you cant make me laugh we can’t be friends.”\n  \n  Thats what i would say, to save everyone the time of getting to know someone just to find out they actually don’t really like them 😂\n  ","604383":"\n  Hi there 🌼\n  ","604384":"\n  Right hand.\n  ","604385":"\n  I WANT ONE SO BAD 😩\n  ","604386":"\n  Wow thank you so much 😍\n  \n  Well, it started out as Boom and then the whole trend of changing words to have Boom in it was going & so i started talking like Shakespearean - he just adds -eth after everything so it was just like a joke 😂\n  \n  I think it was when i was 20.\n  ","604387":"\n  For me, its worse than a person dying.\n  ","604388":"\n  Most people probably wouldn’t be able to handle it 😂\n  ","604389":"\n  Im super authoritarian sooo take a guess 😂\n  ","604390":"\n  I always had pets growing up but my pet that was really mine, like completely my responsibility was a guinea pig named Juicy. She was amazing. When i found her dead, i was horrified. I started crying like crazy. My brother was sweet and buried her for me.\n  \n  Its weird, ive had other animals die before. I mean a couple dogs literally slaughtered all out chickens and bunnies - i was the one that found it... but just the fact that Juicy was my responsibility, i think i felt so much guilt. Hmm, maybe I shouldn’t have kids 😂\n  ","604391":"\n  Actually, no.\n  ","604392":"\n  Omg i am totally a food snob.\n  \n  I only eat things in a particular way that i know is the best way to eat it (unless someone cooked it for me, i still eat it out of respect) also, definitely only buy certain brands of certain things 😂 oh wow....\n  ","604393":"\n  Im gonna be honest, i think my mom wanted all the old Japanese royalty traditions to die.... so there’s really none 😂\n  \n  Also, my moms side are buddhist and they didnt have that many traditions\/holidays anyways.\n  ","604394":"\n  Yeah, it always makes me laugh cause its like those people who just jump into someone else’s conversation and either answers them or explains something- like who the fuck was talking to you bud? 😂\n  ","604395":"\n  I forgot to post my flower child selfies yesterday 🌼\n  ","604396":"\n  Idk why i decided to go shopping yesterday 😂 but i got a lot of wee.d! 😬\n  ","604397":"\n  Grimy, wild, & uneducated 😔\n  ","604398":"\n  I can function on an hour of sleep. 😬\n  ","604399":"\n  Yes, i practiced lucid dreaming when i was 14-17 years old. So now its all i do. The only time i have recurring dreams is when i go through my phases where I experience sleep paralysis. Theres a time where it happened for 2 months straight & it was just the same loop over & over. It got to the point i didnt want to sleep anymore 😔 oh I forgot to add they are always TERRIFYING. Its awful.\n  ","604400":"\n  7 pillows, 3 blankets, & 1 cat 😂\n  ","604401":"\n  Im going to make a beef stew cause i dont want the meat to go bad. 😔\n  \n  Then im gonna study some more. 📚\n  \n  Probably annoy all of you 😉\n  \n  Maybe clean up a bit\n  ","604402":"\n  No, i didn’t really need it.\n  \n  It seems that i have always been wise beyond my years since i was born cause i understood se.x, drug use, death when i was 4\/5 years old. 😔\n  \n  For someone that was extremely sheltered, i knew quite a lot 😂\n  ","604403":"\n  All the food creations i made when i was stoned. It would be a wee.d lounge\/restaurant\n  ","604404":"\n  Ok, so i rarely look at myself in the mirror unless im doing my makeup, brushing my teeth, brushing my hair ect. But throughout the day i will purposely avoid any sort of reflection.  So even when im using the mirror, i make it quick. I dont stay long enough to talk to myself. I already talk to myself so much, i dont need to look at myself in the mirror to do it. 😂\n  ","604405":"\n  Always eating leftovers. 🍽\n  ","604406":"\n  Tinder ect. (Dating apps)\n  \n  Never ever downloaded any of them before in my life. Now im like super prideful about it - it’s disgusting 😂 but idk ive never needed dating apps. I kinda need the opposite of dating apps like antisocial apps so people would stop being creepy to me all the time in public\/online 😂\n  ","604407":"\n  Xbox One.\n  \n  I want a VR room though & the PS5 looks sick. 😂😩\n  ","604408":"\n  I had a food baby after 😂\n  ","604409":"\n  All the drugs in the world wont save you from yourself 💖\n  \n  Warning ⚠️: epilepsy triggering\n  \n\n   https:\/\/youtu.be\/F8tLQbajsfI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604410":"\n  Thank you!! Its all thanks to all of you though ☺️💖\n  ","604411":"\n  *runs to the corner to cry* 😩\n  ","604412":"\n  Ok, ive never seen Star Wars.\n  ","604413":"\n  It was really calm and actually really good! How was yours? 🦃\n  ","604414":"\n  I don’t really think theres a country I wouldn’t visit, i think theres great places to visit all over the world. 🌎\n  ","604415":"\n  Im actually really excited for dinner 🍽🍁🦃\n  \n  Ill be on later!\n  \n  HAPPY THANKSBOOMING 🍁🦃\n  \n  (Thanks\n  \n   @jjdees552854\n  \n  for coming up with this😂)\n  ","604416":"\n  HAPPY THANKSBOOMING 🍁🦃\n  ","604417":"\n  OOOOHHHHH, now we’re getting somewhere 😉\n  ","604418":"\n  We all know what type of massages you’re practicing on your own 😉😂\n  ","604419":"\n  You have such a sweetheart personality 😍\n  ","604420":"\n  I find it a blessing because most of the people i know dont have this ability and i see them struggle a lot because of it. I know its hard for them to be around me sometimes cause i can just learn something once and remember how to do it. It makes learning very easy for me which made school\/work a breeze for me. I just hate institutions, & they hate people with minds like mine as well. I cracked the code on standardized tests cause its a pattern that they do and I just memorized the pattern 😂 even my dad was confused cause my scores were insane 😂\n  \n  I also hate watching people lose their minds when they cant find something, so its really nice to be able to know where everything is cause of my memory.\n  ","604421":"\n  You are so kind 🥺💖😩\n  \n  Thank you so much! 🥺\n  ","604422":"\n  LOVE YOU NIKKI 😍\n  \n  Happy Thanksgiving!\n  \n  I am thankful for each year of knowing you, & one day we will meet on the coast in California 💖\n  ","604423":"\n  You can go to trade school for it!\n  \n  You can also just watch videos on YouTube 😊\n  ","604424":"\n  All i know is im on the right path. Everything just feels so right. Im doing exactly what im supposed to do. 😊 so thank you! 💖\n  ","604425":"\n  Its all senses that mentally taking pictures constantly. I dont miss a thing. which makes me an amazing multitasker. Cause im multitasking through different flashes in my head depending on what im doing.\n  \n  I also dont have a problem remembering anything. It happens like faster than a flash. I actually have times where i get all upset because theres so many things i wish I didn’t remember since I remember everything. 😩\n  ","604426":"\n  I can only imagine how stressful all of this must be for you 😩 i can tell you’re so strong and i bet you’re going to feel really great about everything you’ve helped with once this is all over 😊\n  ","604427":"\n  Doesnt this base behind the persons idea of an accomplishment? Maybe studying and learning about plant species is an accomplishment? Maybe learning whats the healthiest diet for individuals an accomplishment? Maybe writing a book because I ended up specializing in what i am studying is an accomplishment? Maybe becoming some sort of consultant is an accomplishment?\n  \n  Getting a major isnt the only way someone can accomplish something.\n  ","604428":"\n  My mind takes like 10 pictures per second. My brain is like a file cabinet of millions of pictures. I can just go into a certain category of something ive learned and i can visually see everything ive ever learned about that subject just flash in my head, i can skim keywords in my head, until i find the information im looking for. It happens within seconds. Its actually what makes me a really fast reader\/reading comprehension as well. Its also how i know where everything is because my brain takes mental pictures of my surroundings so i never lose anything.\n  \n  Its really hard to explain how it works honestly.\n  ","604429":"\n  Omg! 🥺 thank you so much 💖\n  \n  You are so beautiful darling 😊 i hope you have a wonderful day ✨\n  ","604430":"\n  I am thankful for you darling 💖\n  \n  I am thankful for all the special people i have been blessed with knowing ✨ happy thanksgiving! 🍁\n  ","604431":"\n  I just study for a couple hours, take a break, study some more. (Repeat) i dont like to overwork my brain cause then i don’t actually remember anything i write, since i have a photographic memory, and i always end up having to go over my notes if i notice im just mindlessly writing.\n  ","604432":"\n  I highly suggest looking into the blood type diet if you are becoming a nutritionist! I follow it & it has really changed my life. You could really help people. 😊\n  \n  I think its great that they have someone like you helping during this time, you seem like a great nurse ✨\n  ","604433":"\n  Im not studying for a major. Im studying on my own, just to expand my knowledge.\n  ","604434":"\n  Yeah, people just ignore me every time i bring it up 😂\n  ","604435":"\n  Happy Thanksgiving 🦃\n  \n  I would explain its a holiday in America that people don’t realize is a celebration of bringing disease and slaughter to a new land & they feasted together once the English declared a win. Instead of adapting to Natives, they decided to take it so we celebrate by stuffing food into our faces and being thankful for conquering.\n  \n  But now its a time for us to be thankful for everything and ignore the reason why it even started. Oh, & natives(ones who still live on reservations) don’t celebrate it.\n  \n  Sorry, im a realist. 😂\n  ","604436":"\n  This world is beautiful 😍\n  ","604437":"\n  You know it 😊\n  ","604438":"\n  Turkey, stuffing, cranberry sauce, sweet potato casserole, salad. Pumpkin pie.\n  \n  And theres some surprise dishes that i dont know about yet 😊\n  ","604439":"\n  They are ferociously cute 😩\n  ","604440":"\n  Oh! How neat! 😊\n  \n  If you’re gonna study nutrition, you should look into the blood type diet. I think you’ll find it very interesting.\n  \n  WOW 🤩 thats a dinner 🍽 😋\n  ","604441":"\n  I am not a big fan of seafood. I don’t really like the way any of it smells. I like salmon but sometimes thats even hard for me to eat. 🐠\n  ","604442":"\n  Lets make the change!! 😊\n  ","604443":"\n  What are your top 3 favorite subjects?\n  \n  What are you eating this year? & thank you for reminding me that the gym will probably be super packed tomorrow 😂\n  ","604444":"\n  Wtf? 😂 no.\n  \n  Why would you think my dad is the mayor?\n  ","604445":"\n  If it comes down to it, probably.\n  \n  Its just safer anyways because the winter is going to be brutal. They predict a lot of people dying this winter & not just from COVID. They are talking alcohol or drug abuse, suicid.e\/depression, & sicknesses.\n  ","604446":"\n  I believe that we are incapable of learning everything & we will never stop learning. But, im gonna try 😂\n  \n  I’m so happy you’re eating all your heart desires today 💖\n  \n  Getting in that shower is really hard for me right now cause i get SO cold after cause my hair doesnt dry fast enough 😔\n  ","604447":"\n  For myself. Why else would I study?\n  ","604448":"\n  Hello baby 💖 hope you are having a wonderful day ✨\n  ","604449":"\n  I would try silver, platinum, and gold 😂\n  ","604450":"\n  Awh! Thank you so much 😊\n  \n  I hope you have a wonderful day ✨ you are absolutely lovely. I really want to study right now but i have to fold laundry, shower, and get ready for Thanksgiving 😩 i dont think I’ve ever craved to learn about anything like this before 😬\n  ","604451":"\n  Omg, i feel like that would be such a funny vlog on YouTube. I just try to buy shit with gold & act like im from the past 😂 whenever some tries to explain to me what money is & i just dont get it. 😂\n  ","604452":"\n  Happy Thanksgiving 🦃\n  \n  I hope you have such a special day with your family ✨\n  \n  I am thankful for you my darling 💖\n  ","604453":"\n  Uh, bricks of gold. 🙄\n  \n  You can have more value in a smaller amount of space. The only issue is its very heavy. But i like how you cant just go and spend gold.\n  ","604454":"\n  Someone with a loose anoose 😂\n  ","604455":"\n  No, i dont watch Christmas stuff unless its horror related 😊\n  ","604456":"\n  Ok, i hate when people spell my name incorrectly. It’s spelled Savannah.\n  \n  Seriously, i see the way you spell my name and i just delete it. I know, im terrible 😂\n  ","604457":"\n  Depends on how much wee.d i smoke 💨\n  ","604458":"\n  I like that 😊\n  ","604459":"\n  No, i never posted this on IG.\n  \n  But im pretty sure this is a repost.\n  ","604460":"\n  Hahahahhaha i may have sounded like an angel but i am one dumb angel 😇😂\n  ","604461":"\n  Ehhh, that i need to work on myself and be better. Im honestly my harshest critic, & yes everyone is but I really am. Even when im pretty good at something, i have to be even better at it. I cant really give myself a break or some grace but its what im trying to learn in therapy.\n  ","604462":"\n  Heres a super embarrassing video of me with my best friend 😊\n  ","604463":"\n  Always unknown.\n  \n  I dont mind not being in the spotlight & nothing is worse than being in the spotlight for a period of time and then being forgotten quickly. 😔\n  ","604464":"\n  Can we get through thanksgiving first 🦃\n  ","604465":"\n  “Oh, someone looks like they have a very loose anoose.”\n  ","604466":"\n  I need to eat something before i attack something & that something being my kitty 😂\n  ","604467":"\n  Because I constantly have these visions \/ trips of me being surrounded by millions of snakes. All different species. Wrapping around everything, including me. Poisonous\/non poisonous. Then i started saying, “im the king of snakes”\n  \n  Also, its really weird but I literally live like a fucking snake. The way i eat, the way i coil up, my body temperature, my quietness, & i have every trait that someone who is snake would have 😂\n  ","604468":"\n  Omg, i think i have one time [sleepwalking] when i was really really young my sister and i had bedrooms right next to each other. I would always spend the night in her room like we would have sleepovers. Well, there was one morning where i woke up in my own bed but remember sleeping in my sisters room.\n  \n  I’ve talked \/ laughed in my sleep.\n  \n  I have experienced a lot of what people would call sleep paralysis though. Theres was two months where thats all that was happening and it was a constant loop of me fighting this demon thing. 😔\n  ","604469":"\n  If you really like cinnamon, i feel like that’d be a great flavor.\n  \n  Yesterday i had pistachio ice cream with chocolate chips, cheesecake crust, & yellow cake. It was everything i hoped it would be 😋\n  ","604470":"\n  FAMILY. 💖\n  ","604471":"\n  Why do you want to be with me so bad?\n  ","604472":"\n  I look forward to it my darling 💖\n  \n  May angels snuggle you into slumber 😇 goodnight 💤\n  ","604473":"\n  Goodnight my little angel 🌙\n  \n  I hope your dreams are filled with joy ✨\n  \n  Hopefully i will be on when you bless up again with your presence 💖\n  ","604474":"\n  Thank you so much 💖 I really like dark hair on me 😊\n  ","604475":"\n  Thank you! Healing quickly is one of my special traits 😊 thats why my spirit animal is a snake 🐍\n  \n  A king snake to be exact actually 😩\n  ","604476":"\n  You don’t understand how happy this just made me but at the same time - so fucking hungry. Where are you when i need you? 😔\n  ","604477":"\n  Love you so much darren 💖\n  ","604478":"\n  Its hard for me to get upset over something small. Like i will probably be upset at it for like 5 seconds, but when that small thing gets repeated multiple times over months i start to get impatient\n  ","604479":"\n  Music & writing. 💖\n  ","604480":"\n  No 😔 dont be scared.\n  \n  I hope you will ☺️\n  ","604481":"\n  Omg 😳 i don’t believe you.\n  \n  Also, where would i be traveling?\n  ","604482":"\n  I really really hope you would always be on my side and loyal too me & you’re not just using this as a tactic to lure me in to trick me.\n  \n  Hmmm, see im already suspicious of you\n  ","604483":"\n  Tell me who you are first 😊\n  ","604484":"\n  Why do you say you cant get a gf?\n  ","604485":"\n  What happened?\n  ","604486":"\n  I hope you have a spectacular day of laughter and smiles 😊\n  ","604487":"\n  But I already do that- not just guys either. I let anyone i think is cute know it! 😍\n  \n  Im weird and i dont crush on people based on their looks. 🥰 I actually dont give a fuck what people looks like. If you’re a good person that can make me laugh - my heart is open for you. 💖 the difference for me is when i crush and when I actually like someone. Very different situations. I get crushes a lot but its very rare for them to turn into a like situation & when they do ... I kinda like that person forever. 😔\n  ","604488":"\n  Awh! 😊 thats awesome\n  \n  Why dont you do that anymore?\n  ","604489":"\n  I am actually 😊 kids make it really easy cause they really like me for some reason 💕\n  ","604490":"\n  Pleaseeeeeee 😩✨\n  ","604491":"\n  This would be a dream come true for me 😩\n  ","604492":"\n  Omg i need to go buy beef broth cause i want to make a stew with rice but I forgot broth 😔\n  \n  I really want to eat that for lunch. Boooo\n  ","604493":"\n  My lip shape looks nice this morning though 😊\n  ","604494":"\n  Thank you so much 😩 this means everything to me coming from you Nikki 💖\n  ","604495":"\n  It might depend who reads it.\n  \n  I do guarantee that most people will think i am insane if & when they see my journal entries. 😂\n  ","604496":"\n  I cannot explain how PROUD i am right now. I really want to make you a certificate that says “certified boomtician” with my signature on the bottom 😂\n  ","604497":"\n  I really dont think they’ve noticed 😂 HAHAHA\n  ","604498":"\n  A crush on someone that’s following me? Or a crush on someone i am following?\n  \n  & honestly, i don’t really have an answer for either. Like omg theres so many people I enjoy, i just dont know 😩\n  ","604499":"\n  Wow 😳 this is all so sweet ✨ if you really feel like 50% of this, my heart is melting. Awhhhh. 😩\n  ","604500":"\n  My day has just started. I had to run to the gas station to grab random shit, like advil since i ran out. I always drive so fast when im by myself, its really hard for me to drive slow but it just gets my blood pumping. Ive always wanted to get like extra race training but ugh its expensive cause i want to join a sports car club 😂\n  ","604501":"\n  Of course we can be friends, but only if you dont try to trick me all the time ✨\n  ","604502":"\n  Okay, now this is getting wildly confusing 😂 im sure if you gave me a hint of who i would know you as or the basis of the secret i would probably remember 😊💖\n  ","604503":"\n  HAHAHA did you mean digits?\n  ","604504":"\n  Ok, now you’ve caught my attention 🥰 ive been wanting to find people who actually know about white magic. I hate looking up this shit cause its such a negative reputation so im trying to find like the underground world 😬\n  ","604505":"\n  Yeah, im totally seeing that 😊 i am loving it 😂 its cracking me up\n  ","604506":"\n  Yikes 😬\n  ","604507":"\n  I am back! I need to shower, i look gross BUT for now i am on 🥰\n  ","604508":"\n  Hmmm, why would i want to learn magic from someone who can trick themselves from time to time? That sounds like a ticking time bomb 💣😂\n  ","604509":"\n  I have a secret journal that nobody has touched, i think i can keep a secret.\n  \n  Also, i have secrets that i know about with everyone because the longer i keep a secret - ive noticed a persons loyalty grows. Its also dangerous because people who want to do me dirty know that if they say anything all the secrets ive been keeping in my back pocket will come out like ammo.. so no one does me dirty 😊\n  ","604510":"\n  Can you prove that you’re using magic for good reasons?\n  ","604511":"\n  How do you know what i like? 🥰\n  \n  Mmm, you make yourself sound delicious 😋 LOL 😂\n  ","604512":"\n  You didnt need an application 🥰\n  ","604513":"\n  People really want to know my secrets 😘\n  ","604514":"\n  How do i know you’re not tricking me? What if you say you’re teaching me magic, but what if its magic i dont want to know? Hmm?\n  ","604515":"\n  Wouldnt i need to earn someones trust in real life in order to learn about magic? ✨\n  ","604516":"\n  I have to earn your trust? What about my trust? You’re the one coming to me with all these delusions - you’re lucky i dont think people are crazy😂\n  ","604517":"\n  I have to make a drive to the gas station & its fucking so windy outside 🥺🥶 i am not looking forward to this but then i can come back with a few hours to spare to annoy all of you 😂✨\n  ","604518":"\n  Why do you think your love is different than everyone else? What about your love would make me want to marry you pit of everyone?\n  \n  Currently taking applications 😉\n  ","604519":"\n  Its quite amazing that you remember all of that 😘 i wish i could see your spell book! 😔\n  ","604520":"\n  😂 omfg i love that “run you to the alter like a track star” im losing it 😂\n  ","604521":"\n  Theres no amount of money.\n  \n  You’re all gonna have to wait until im dead 🥰\n  ","604522":"\n  I wish 💖\n  \n  Even though ive been feeling some witchy vibes lately but no spells 😩\n  ","604523":"\n  No, I don’t think so 😔\n  ","604524":"\n  You’re the best online buddy ever! 🥰\n  ","604525":"\n  My journal of all my dark secrets 🥰\n  ","604526":"\n  Love u 🥰\n  ","604527":"\n  I hope you are sleeping well my darling✨ nothing but nice dream of all your favorite things 💖\n  ","604528":"\n  Jason isnt as scary as Freddy. Maybe 😂\n  ","604529":"\n  I like lighter colors\n  ","604530":"\n  Omg 😂💖\n  ","604531":"\n  I really enjoy how open you are with the whole arrange to marry me thing. 😂\n  ","604532":"\n  This means the world to me 😍 omfg 🥺 thank you so much ☺️\n  ","604533":"\n  Better angle but wheres your face? 😔\n  ","604534":"\n  Thank you 😩✨\n  ","604535":"\n  Its a lion 🦁 to give me strength of a lion since my spirit animal is a snake 🐍\n  ","604536":"\n  Really considering eating ice cream at the moment\n  ","604537":"\n  I actually dont know yet 😔\n  ","604538":"\n  Im in a pretty good mood today 😊\n  ","604539":"\n  I personally dont like the angle, no one really looks good from that angle 😔\n  ","604540":"\n  Awh, i wont leave 💖\n  ","604541":"\n  Whats up? 😊\n  ","604542":"\n  Im a snake. Im cool and collected. Watching from the shadows ready to strike and devour 😜\n  ","604543":"\n  So far its my favorite but im still gonna get more 😍 i also think im getting better at my makeup since ive been practicing everyday\n  ","604544":"\n  Why is it scary?\n  ","604545":"\n  Trypophobia - an aversion to the sight of irregular patterns or clusters of small holes or bumps.\n  ","604546":"\n  Love you so much 🥰\n  ","604547":"\n  Dont ever talk about fight club 😂\n  \n  I see what you’re saying\n  ","604548":"\n  Currently with a heater on cause its so damn cold 🥶 ❄️\n  ","604549":"\n  Omfg 😂 thats so sweet 💖\n  ","604550":"\n  HAHAHAH you’re the 5 star ⭐️ General though😂💖\n  ","604551":"\n  I was spoken about?! 😱\n  \n  You gotta tell everyone thats not at all whats happening. 😔\n  ","604552":"\n  I always stay away from the tv 📺\n  \n  Stayed away from my phone 📱\n  \n  And even computer 💻\n  ","604553":"\n  I could never leave you guys. 😩\n  \n  You mean so much to me 😍\n  ","604554":"\n  Im about to do my makeup again but i wanted to show you all what i look like before the make up my black wig 💖😊\n  ","604555":"\n  No no! I could never! 😍\n  \n  Im 10k away from my goal 🥰\n  ","604556":"\n  Hahahha actually yeah.\n  \n  Whenever I expect the unexpected i always end up being right. 😂 people need to start catching on. Also, helps a lot with being let down.\n  ","604557":"\n  😂\n  \n  Ya i never went to college 😂\n  ","604558":"\n  I got Burger Me! Today with garlic fries and two types of ice cream. Id say i had a pretty successful food day 😂\n  \n  How has your day been? 💖\n  ","604559":"\n  There was this one time at band camp..\n  ","604560":"\n  You are just recruiting everyone from my page 😂 might as well change it to the bomb squad 😂\n  ","604561":"\n  Month of rain 🌧 snow is so much harder to deal with in my opinion. They both create muddy slushiness so id rather have rain. ☔️\n  ","604562":"\n  Babyg 💕 i hope you’re doing well. I hope you had a wonderful day with your babies 💖 dont work yourself too hard & try to get as much rest as possible 💖\n  ","604563":"\n  Hello beautiful ✨ i am doing really well today. I just took a mental break from technology and just kinda spent time with myself and nature today 💖 how have you been?! 🥰\n  ","604564":"\n  Hes a great edition to the team 💖\n  ","604565":"\n  I saw that you and spencyyyy are buddies now 😍\n  ","604566":"\n  Skin Wars\n  \n  Anything Rupaul creates, im a fan 😂\n  ","604567":"\n\n   @Pookeo9\n  \n\n  Always spencer. He has a way with words. If you want to learn something, he will teach you something new. If you need motivation, he will boost up your spirits in ways you never thought could happen. I miss talking to him everyday. He always blows my mind 🤯💖\n  ","604568":"\n  Its been nice taking a break from this and kinda just doing my own thing. Im going to start studying again. 😊 not saying i dont miss you guys but i need to stay away from so much technology ✨\n  ","604569":"\n  ? no i dont! This is funny ?\n  ","604570":"\n  OMG ? thats kinda scary\n  ","604571":"\n  NOOOOOOPE ? no more lying\n  ","604572":"\n  I love Rupauls drag race the best though. ?\n  ","604573":"\n  Yes, its very pretty ?\n  ","604574":"\n  I love trader joes ?\n  ","604575":"\n  Yeah, it just bums me out. ?\n  ","604576":"\n  They claim to be an attractive guy but always end up being a girl. Its really sad. ?\n  ","604577":"\n  4.1\n  ","604578":"\n  Awh!! This makes me smile! You sound like such an awesome dad ?\n  ","604579":"\n  Haha that sounds super entertaining. Im probably gonna watch skin wars cause im addicted to competition shows right now ?\n  ","604580":"\n  NO IM NOT ? you are ?\n  ","604581":"\n  OMG ? thats so funny! ?\n  ","604582":"\n  Yes! I love when people respond because it means they saw it and i like feedback! ? thanks so much for all your comments btw ✨\n  ","604583":"\n  Thats talent ?\n  ","604584":"\n  Those are mountains with snow ❄️\n  ","604585":"\n  Awh!!! I cant wait to be a mom! You make it sound so amazing and i bet its a lot of fun! Enjoy every second with them ?\n  ","604586":"\n  I am doing really good! ??\n  \n  What are you up too?!\n  ","604587":"\n  But why?\n  ","604588":"\n  If you think im amazing, that must mean YOU ARE amazing. ? how are you?!\n  ","604589":"\n  10,000 forsure! ?\n  \n  The mystery box could be bungus ?\n  ","604590":"\n  Noo ? YOU all YOU baby boo ?\n  ","604591":"\n  I think you’re talking more about yourself ?\n  ","604592":"\n  Omg! Such cute names!! ?\n  \n  Whats it like being a father?\n  ","604593":"\n  I would peacefully fall asleep ?\n  ","604594":"\n  My mom was born into wealth. But she was forced to have to work a lot as well.\n  \n  My dad worked his butt off getting scholarships through school since he was 12.\n  ","604595":"\n  That sounds like such an amazing day! ? whats your sons name?\n  ","604596":"\n  I love you so much for saying this ?✨??\n  ","604597":"\n  I have to have turkey on thanksgiving!\n  ","604598":"\n  Awh! What was the highlight of your day?\n  ","604599":"\n  Right?! I just wanna snuggle up in that right away! ?\n  ","604600":"\n  Probably going to shoot for spring. ?\n  ","604601":"\n  Yes it is ?\n  ","604602":"\n  I am a very heavy sleeper.\n  \n  Theres times where ill wake up cause of noise but for the most part when im asleep, im basically dead ?\n  ","604603":"\n  Staying inside and being all cozy ?\n  ","604604":"\n  Hey ? i am doing really well. How are you? I hope you had a wonderful day my darling ✨\n  ","604605":"\n  Probably the guy from pierce the veil. ?\n  ","604606":"\n  Its ridiculous ?\n  ","604607":"\n  I dont but i would deal with it for Switzerland ?\n  ","604608":"\n  No ? im just the bomb, yo ?\n  ","604609":"\n  Awh, i wish you could remember!!\n  \n  A lot of times when someone says i look like someone, i never really see the similarities. It feels like people are just trying to find someone to compare me too or something. ?\n  ","604610":"\n  Switzerland ??\n  ","604611":"\n  Yes ask me on thanksgiving and i will let you know ?\n  ","604612":"\n  I think its nicer than the city here. Downtown here is grimey and dirty. Its basically smaller Vegas and the outskirts of downtown is soooooo filthy.\n  ","604613":"\n  I will tell you about a dream i had a couple days ago.\n  \n  So, i was in an abandoned run down victorian home that was out in the middle of the forest. I was with Ash. I run into the bathroom and i start crying because i am terrified. I looked at Ash and said, “i have to find her.” With tears streaming down my face because i had to go find the little demon girl in a white dress because i need her help. I spin around in the bathroom until i face the mirror and look at myself but then i look behind me  in the reflection because I expected the little demon to pop up so i look away and run to find her. (I needed her help getting to the witches in the forest cause there was a secret portal)\n  \n  Then i end up in the middle of the forest with three witches behind me explaining that every person is connected to a certain species of plant and we need whatever plant that might be to be healthy. And i ended up rubbing soil on to someone and they started to grow with the plant. So i start making potions out of plants.\n  ","604614":"\n  Both ?\n  ","604615":"\n  I love you so much. ? truly ?\n  ","604616":"\n  I want this ?\n  ","604617":"\n  At the moment i live up in the mountains ?\n  ","604618":"\n  надеюсь, у тебя хороший день.\n  ","604619":"\n  Its a secret\n  ","604620":"\n  We’re the kids that are dead inside\n  \n  But we’re the ones who are alive. ✨\n  ","604621":"\n  Im watching skin wars ?\n  ","604622":"\n  Yes i am. Ive had a lot of people catfish me and now im very weary about people. Im just tired of people always lying so i keep them at a distance ?\n  ","604623":"\n  AWH ? thank you so much ☺️\n  ","604624":"\n  So cute omg ?\n  ","604625":"\n  People inspire you or destroy you. Pick them wisely ✨\n  ","604626":"\n  Im addicted ?\n  ","604627":"\n  Please dont die ?\n  ","604628":"\n  AWH ? thats so cute!\n  \n  Why? ✨\n  ","604629":"\n  почему ты думаешь, что мне теперь нужно говорить по-русски?\n  ","604630":"\n  I need sugar ?\n  ","604631":"\n  Hi ?\n  ","604632":"\n  Please ?\n  ","604633":"\n  я всегда хотел учить русский.\n  ","604634":"\n  Can people send me candy?! ?✨\n  ","604635":"\n  I always want candy ?\n  ","604636":"\n  Norsemen.\n  \n  Its on Netflix, its so funny ?\n  ","604637":"\n  It sucks. I wish they would just stop ?\n  ","604638":"\n  Oh hell no ? birds scare me\n  ","604639":"\n  Alien witch vibes ?\n  ","604640":"\n  Yes actually i have ? & bathed them.\n  ","604641":"\n  Probably not ?\n  ","604642":"\n  I went on a binge of cute videos because of you ?\n  ","604643":"\n  ew.\n  \n  Ewwwwwwwwww\n  ","604644":"\n  Ohh yes i love doing that ?\n  ","604645":"\n  3 & 4 years old ?\n  ","604646":"\n  I want to smell chocolate chip cookies ?\n  ","604647":"\n  Hahahaha omg ?\n  ","604648":"\n  I dont live near them ?\n  ","604649":"\n  I love to curl up in a ball with a pillow to snuggle with. Im a huge  baby ?\n  ","604650":"\n  I don’t really like baked potatoes but this looks delicious ?\n  ","604651":"\n  They are hyper but super sweet. The younger one is more shy so she doesn’t really like being around anyone other than her mom. The older one is fun and comfortable with others.\n  ","604652":"\n  I like that! ?\n  ","604653":"\n  “No, i dont wanna get up.” ?\n  ","604654":"\n  I bookmarked it ? thank you so much. I love the title ?\n  ","604655":"\n  Precisely.\n  ","604656":"\n  No im not lol\n  \n  I love hanging out with kids, well more like my nieces ?\n  ","604657":"\n  It depends on why the question popped into my head. Sometimes its a question im curious about for everyone and then sometimes its just for one person! ?\n  ","604658":"\n  Yes, thats very true ?\n  ","604659":"\n  Yes, i am breathing out of my nose ?\n  ","604660":"\n  That sounds kinda gross, and i like brownies cause of their chewy dough. I feel like liquifying a brownie would take that away. ?\n  ","604661":"\n  I woke up really early this morning [5:50am] and im actually in a really good mood! How are you doing?✨\n  ","604662":"\n  Awh ? i hope i smell like that all the time ?\n  ","604663":"\n  I like both. I really do. ?\n  \n  I love the way it feels giving a gift to someone especially when you know they are gonna love it cause you were paying attention to what they said they wanted.\n  \n  But i love the way it feels getting a gift that makes you realize awh, they thought about me ?\n  ","604664":"\n  Wow, this is the first time I actually have no idea who those rappers are. ?\n  ","604665":"\n  I dont know what i sense with Ash, shes psycho ?\n  ","604666":"\n  ? ya a little bit off putting but i like it ??\n  ","604667":"\n  I really dont know how to respond to this ? so thank you... im happy i look like i smell good ? what exactly do you think i smell like?\n  ","604668":"\n  Omg make me a bomb movie list? ?\n  ","604669":"\n  No, I don’t drink lean ?\n  ","604670":"\n  I am very good at British & im way too good at a southern accent.\n  \n  Im practicing russian, but its hard ?\n  ","604671":"\n  Im actually a little bit of both.\n  \n  I love to dream but i have to be realistic as well ?\n  ","604672":"\n  I have & its so relaxing ?\n  ","604673":"\n  Wait what?!\n  ","604674":"\n  Eating until i cant keep my eyes open ?\n  ","604675":"\n  I am doing great ✨\n  ","604676":"\n  No, but now I really want too!! ?\n  ","604677":"\n  I am horrible at coming up with questions unless I personally know the person but even that is questionable ?\n  ","604678":"\n  Yeah, i think animals are a good judge of character ?\n  ","604679":"\n  1. Makeup\n  \n  2. Art\n  \n  3. Chemistry\n  ","604680":"\n  Hey! Whats up? ?\n  ","604681":"\n  Its a wig\n  ","604682":"\n  I just wanted to practice my makeup and try on my new wig lol ?\n  ","604683":"\n  Pay more attention to my selfies\n  ","604684":"\n  Follow me to my spaceship ?\n  ","604685":"\n  Fuck i wanna dye my hair black\n  ","604686":"\n  My mind ?\n  ","604687":"\n  I did my makeup and tried on my black wig ?\n  ","604688":"\n  Im great! How are you? ✨\n  \n  Im gonna probably do my makeup just for fun ?\n  ","604689":"\n  That makes me a sound like an old lady ?\n  ","604690":"\n  My lower back is killing me ?\n  ","604691":"\n  Its SUPER annoying.\n  ","604692":"\n  ? omg no. At least not yet ?\n  ","604693":"\n  You’re so lovely ?\n  ","604694":"\n  No, i don’t really like there shampoo & conditioners. It dries my hair out ?\n  ","604695":"\n  Closed. Always closed.\n  \n  When its open i start to think someone is starring at me. ?\n  ","604696":"\n  I have to leave it open because ash with meow and claw at it until i do. She loves it in there. ?\n  ","604697":"\n  You’re so sweet. Omfg ??\n  ","604698":"\n  Right?\n  \n  Like if you know you cant keep a promise then dont say “i promise” ?\n  ","604699":"\n  Thank you Nikki ?\n  ","604700":"\n  I am holding my phone which has a hard plastic case on it. I am just feeling the hard plastic. I am watching a makeup competition show called Glow Up, which is filled with colors and incredible designs. I only smell the faint shampoo smell from my wet hair. I can hear bells and drums from the show im watching. Im eating hazelnut chocolate ?\n  ","604701":"\n  My day has been really chill. I need a chill day ? how was your day? ✨\n  ","604702":"\n  I feel like most people would pick a lambo and probably think im crazy ? but you cause you’re awesome ?\n  ","604703":"\n  Looks like i shall start packing ?\n  ","604704":"\n  Omg, i cant believe im saying this but i would choose the bookcase because thats always been one of my dreams ?\n  ","604705":"\n  I wish i could be under the warm sun in a tropical area because im tired of the cold ?\n  ","604706":"\n  Im usually the person that keeps the conversation going, for some reason its really easy for me to learn about people and ask correct questions to get them talking. ?\n  ","604707":"\n  She LOVES this toy ?\n  ","604708":"\n  Arent i being a hippie everyday? ?\n  ","604709":"\n  I swear nobody can keep a promise anymore. ?\n  ","604710":"\n  THIS IS SO NICE TO SAY OMG ??✨ thank you so much ?\n  ","604711":"\n  I watched a couple videos. Hes super funny. I love it ?\n  ","604712":"\n  I was eating crackers with bree, turkey, and mustard\n  ","604713":"\n  I am good! Im just snacking at the moment ?\n  ","604714":"\n  Hahah i have nothing on there but im glad you found me ?\n  ","604715":"\n  Im so excited! I really hope 2021 is better ✨\n  ","604716":"\n  Green tea ?\n  ","604717":"\n  Hahahahha i love it. It makes me sad that Americans are dumb ?\n  ","604718":"\n  This is such a dark video but i like it & the song itself is really good.\n  \n\n   https:\/\/youtu.be\/F8tLQbajsfI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604719":"\n  How have you been?! ?\n  ","604720":"\n  ? maybe i will\n  ","604721":"\n  I started watching The Protector. Im not sure what kind of shows you like to watch though! What kind of shows do you like? ?\n  ","604722":"\n  MISS YOU! ?\n  ","604723":"\n  I hope everyone has had a beautiful day ?\n  ","604724":"\n  Hmmmmm! Maybe i will ?\n  ","604725":"\n  Ohhh, i am excited to hear about what you’re going to get ?\n  ","604726":"\n  Too much makeup only really starts to loose its effect when its done poorly. Drag queens have perfected makeup and they use A LOT of it. Their contouring is something ive been trying to practice but its fucking hard anyways the whole effect of makeup is transformation.\n  ","604727":"\n  I fell asleep i am so sorry!\n  \n  I hope you are resting well my darling! ? talk to you soon ?\n  ","604728":"\n  So you’re saying I should do it?\n  ","604729":"\n  I just woke up from the most amazing nap. Then i jumped into a nice shower and now im just feeling so fresh! How are you doing? I will probably be doing my makeup today woo! I think my black wig came today so im super excited for that ?\n  ","604730":"\n  That was beautiful & i felt everything. ? thank you for showing me this. I love it ?\n  ","604731":"\n  I want every ad to be just like this one ?\n  \n  This made me so happy! ??\n  ","604732":"\n  Oh yeah, cause ill have a song pop up in my head and then ill start dancing ? ive been caught so many times but its usually super funny and sometimes i get people to join me ?\n  ","604733":"\n  No, ive never played pokemon lol\n  ","604734":"\n  I gotta check these out.\n  \n  I wanna sit there in confusion wondering if im real?\n  ","604735":"\n  Our hearts ?\n  ","604736":"\n  Omg, all the time ?\n  ","604737":"\n  Hahahahahhaha love it!!!! ?\n  \n  I kinda used too feel that way but its a lot less. But definitely super ghetto for growing up the way i did ?\n  ","604738":"\n  Hahahah did you say ghetto?\n  ","604739":"\n  Its very possible ?\n  ","604740":"\n  Thats my favorite kind of drug binge ?\n  ","604741":"\n  Oh, when im around someone i cant talk like that. It just turns off and i talk in a proper manner.\n  \n  Lol i just keep saying proper manner in a british accent. ?\n  ","604742":"\n  Oh my god, i barley did any yesterday ugggh I fell behind.\n  \n  I will do some today, thats a good way to spend my sunday. Thanks for asking btw ??\n  ","604743":"\n  I will! ? im sorry love! ?\n  \n  How are you doing? ✨\n  ","604744":"\n  Why kind of drug binge?\n  ","604745":"\n  “Fu,ck it”\n  \n  “Who gives a fu.ck?”\n  ","604746":"\n  That sounds really cool! ?\n  ","604747":"\n  Ive been watching Glow up and Skin Wars ... idk why im addicted to these types of shows right now. ?\n  ","604748":"\n  Are you? ?\n  ","604749":"\n  When i just need to cut so ends, i do it myself. But when its more than that i have to get it done!\n  ","604750":"\n  I havent but i had friends in my childhood who had decorated their guest house with stolen signs and i mean A LOT of them. ?\n  ","604751":"\n  I really enjoyed that rhyme ?\n  ","604752":"\n  This sounds awful ? im so sorry\n  ","604753":"\n  Its so gross ?\n  ","604754":"\n  The west coast version of Gossip Girl\n  ","604755":"\n  Not so much count but i dont step on cracks. ?\n  ","604756":"\n  YES\n  \n  I cant help it. I always catch myself doing it and stop but after like a minute its back in my mouth. Whyyyyyy\n  ","604757":"\n  Im still waiting for the finished version to be sent back to me, but I will post it when i have it ?\n  ","604758":"\n  As long as i have your support in some fashion ? that’s all that matters to me ?\n  ","604759":"\n  Have a wonderful day beautiful ✨\n  ","604760":"\n  Happy Sunday ☀️ stay cozy ?\n  ","604761":"\n  Yes ? i just find that language more fun and adds more emphasis. It really sparks up and intensifies a conversation ?\n  ","604762":"\n  Why are your dreams like that? ? have you studied dream theories?\n  ","604763":"\n  Awh! That would be cool to make a clothing company. But I wouldn’t brand it like that. ?\n  \n  I actually just got a logo made for me ? i got bored so i hired someone to make me a logo ahah.\n  ","604764":"\n  I know what you did last night\n  ","604765":"\n  Oh, shes always tripping ?\n  ","604766":"\n  Whats wrong? ?\n  ","604767":"\n  Awwwwh ? im sorry. I just took a break from my phone for a little bit. Im back now ✨\n  ","604768":"\n  Boomito bowls! ?\n  ","604769":"\n  Why do you hate me so much?\n  ","604770":"\n  Im not good at taking risks, so i would just take the 100,000\n  ","604771":"\n  Im kinda tired & out of it. ?\n  \n  Im not good at being productive during the day.\n  ","604772":"\n  Awh, how boring!! But i like knowing people are dreaming of me ?\n  ","604773":"\n  Oh yes. ?\n  \n  Im super curious how everything is gonna go. ?\n  ","604774":"\n  I love it!! I think thatd be awesome ?\n  ","604775":"\n  you know what you did\n  ","604776":"\n  ugh now i want ice cream\n  \n  and cupcakes\n  \n  look at what you've done.\n  ","604777":"\n  listening to calm electronic music\n  \n  smelling peppermint mist essential oils\n  \n  tasting ganjaruski\n  \n  touching my keyboard\n  \n  seeing askfm screen\n  ","604778":"\n  So far my day is good ? I've just been listening to weird music and probably gonna continue on my project.\n  \n  (made by boom)\n  ","604779":"\n  im seriously addicted to sugar.\n  ","604780":"\n  please dont die, i will gift you protection. ✨\n  \n  (made by boom)\n  ","604781":"\n  quite possibly. most likely just you though\n  \n  (made by boom)\n  ","604782":"\n  i always listen to music.\n  \n  lately ive been just watching music based on their music videos lol\n  \n\n   https:\/\/youtu.be\/3NPxqXMZq7o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604783":"\n  just adding more to my Editorial GIFS, since im using them for a blog.\n  \n  (made by boom)\n  ","604784":"\n  im just gonna use your posts to post them lol\n  \n  this one is my favorite. I wanted to make more editorial GIFS, like a moving photoshoot.\n  \n  (made by boom)\n  ","604785":"\n  I have no idea!! I was up for only like 10 minutes then i went back to sleep. Wait, im so confused about what you’re talking about though.\n  ","604786":"\n  Yes, & they hate me.\n  \n  I swear birds have always had it out for me ?\n  ","604787":"\n  Omg ? thats awesome\n  ","604788":"\n  I dont know who you are ?\n  ","604789":"\n  this sounds amazing. ?\n  ","604790":"\n  by just saying how i feel and being honest. ✨\n  ","604791":"\n  i wish you could comment on polls.\n  \n  I would love to know peoples reasons behind what they vote.\n  ","604792":"\n  (made by boom)\n  ","604793":"\n  wait, i actually didnt see it. ?\n  ","604794":"\n  i just read all about it. ? omg i love it.\n  \n  i can believe it\n  ","604795":"\n  lol yes! you're ridiculous. ?\n  ","604796":"\n  hey ❣️\n  \n  (made by boom)\n  ","604797":"\n  i turned ash into a spoiled psycho, i think it was wrong for me to spend so much time with her. ?\n  ","604798":"\n  hahahahha i love how planned out you have everything ?\n  ","604799":"\n  Mulan\n  ","604800":"\n  that makes me feel very safe. ?\n  ","604801":"\n  i couldnt agree more!\n  ","604802":"\n  why are you happy about that?\n  ","604803":"\n  we make a blanket fort every night together. ✨\n  ","604804":"\n  Ill probably make more GIFs for my Human Editorial theme ?\n  ","604805":"\n\n   https:\/\/youtu.be\/oMQ6KGrQmcE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","604806":"\n  Politics.\n  \n  I just dont care. ? at least not like most people.\n  ","604807":"\n  I do ? but ehh im not as good as other people out there. Also, its such a competitive industry since everyone has a camera phone - everyone thinks there a photographer these days. ?\n  ","604808":"\n  Yeah, it reminded me that I really like spending time alone. I’ve become extremely antisocial. ?\n  ","604809":"\n  Why do you say that?\n  ","604810":"\n  Shes a girl! ? i love her so much even though shes psycho ?\n  ","604811":"\n  I can feed them you, if youd like?\n  ","604812":"\n  Currently 25 years old ?\n  ","604813":"\n  Probably the best picture i have ever gotten with ash ?\n  ","604814":"\n  Im so happy to hear that ?\n  ","604815":"\n  Omg thank you ?\n  ","604816":"\n  Thank you ?\n  ","604817":"\n  i take things seriously but that doesnt mean im always angry. ?\n  ","604818":"\n  i dont think you understand that even when you have an appointment or when you go to the hospital its a 5 hour at least experience. at least where i am cause theres so many goddamn people. having insurance doesnt help shit dude. i have the best insurance and ive spent 9 hours in the hospital to get my blood drawn. its crazy.\n  ","604819":"\n  I am just flesh & bones\n  \n  (made by boom)\n  ","604820":"\n  health insurance \/ car insurance.\n  ","604821":"\n  just for you, I will try it!\n  ","604822":"\n  you know, its like i have been practicing for this my whole life.\n  \n  i have always kept my distance from others before the pandemic.\n  ","604823":"\n  they are super loyal.\n  \n  like, no matter how many times i fuck up they are always there for me. i love them so much. ?\n  ","604824":"\n  Thank you so much ?\n  \n  but why are queens always so angry?\n  ","604825":"\n  (made by boom)\n  ","604826":"\n  Of course i do. We have too.\n  \n  (made by boom)\n  ","604827":"\n  I know none of you really care, but i am going to post all the gifs i made today.\n  \n  I call the theme: Human Editorial\n  \n  (made by boom)\n  ","604828":"\n  musk. ?\n  ","604829":"\n  holy fuck, no.\n  \n  this sounds awful.\n  ","604830":"\n  i get burrito bowls cause its easier for me to eat for some reason lol\n  ","604831":"\n  im actually making GIFS again today.\n  \n  but today i am just doing a couple human body shots.\n  \n  i hope they look good lol. other than that, i have to really clean my room but i only got like two hours of sleep last night so im really tired. i might have to take a nap before i start.\n  \n  i ordered chipotle today - never thought i would like chipotle.\n  ","604832":"\n  I just ignore them & delete any negativity. I also try to avoid a lot of things that are said that could be turned into something negative\n  ","604833":"\n  Its way harder to handle cause once its in your stomach theres nothing you cant really control the high. When you smoke you can only put so much smoke in your lungs before you just pass out ?\n  ","604834":"\n  Lets save them all! ?\n  ","604835":"\n  Nope, no partying for me right now ?\n  ","604836":"\n  Way more afraid of failure because i hate being wrong. It always bums me out. I dont handle failure very well. ?\n  ","604837":"\n  Omg! Im so sorry!!! & the poor animals ? now im worried.\n  ","604838":"\n  Oh my god ?\n  ","604839":"\n  Shouldnt we all be scared of hurricanes?\n  \n  Please dont call me lady meth though\n  ","604840":"\n  I love just looking at the water, not being in it ?\n  ","604841":"\n  Awh! You’re sweet ?\n  ","604842":"\n  Yes i have. Usually the “faith in humanity” videos on YouTube make me happy cry so much ?\n  ","604843":"\n  Boomatraz! I love that! Omgoshhhhhh ? this is the best!\n  ","604844":"\n  I know, ive heard so many great things!! I really wanna come visit ?\n  ","604845":"\n  Are you saying you’re gonna kidnap me? ?\n  ","604846":"\n  I love this kind of music!! Omg im gonna listen to this right now too!! ??\n  ","604847":"\n  You’re so welcome!\n  \n  I hope you’re doing well ?\n  ","604848":"\n  Honestly, AI terrifies me.\n  \n  It terrifies Elon Musk.\n  ","604849":"\n  Thats so nice of you to say! Omg ?\n  ","604850":"\n  That would be awesome ?\n  ","604851":"\n  Oh really?! Okay when i get extra money ill come ask for it!\n  \n  What kind of music do you like?\n  ","604852":"\n  Thats so cool! Ive always wanted to go to New Zealand!\n  ","604853":"\n  Oh, you’re from New Zealand?\n  ","604854":"\n  Omg, ive never heard of that.\n  \n  Im gonna check it out right now!! Thanks so much! ?\n  \n  What are you doing? ✨\n  ","604855":"\n  You’re lovely ?\n  ","604856":"\n  Shes a gemini?! Omg ?\n  ","604857":"\n  Lana Del Rey ?\n  ","604858":"\n  Get my nails done \/ my hair done \/ makeup \/ wigs \/ outfits \/ photoshoots\n  \n  God i wish i could spoil myself ?\n  ","604859":"\n  I really hurt my lip, i have a cut on it. I dont know from where.\n  \n  Im trying to create a twitch and im waiting for my little gif for it. It makes me nervous doing a twitch though but maybe it will be fun! Im just so shy during videos ugh! ?\n  \n  I also wish i was better at makeup. I wish i could afford some new makeup so i can practice doing my makeup more but i had to throw away so much old makeup and now i dont have the budget for it. It makes me super sad. ?\n  ","604860":"\n  That theres an ancient book of Demonology that someone is selling that i am probably gonna buy so i can read all about it!\n  \n  I know im a little scary ?\n  ","604861":"\n  mi día era tan aburrido que llovía y viento, que tenía que ver este concurso de maquillaje en Netflix. ¡Es realmente bueno! ?\n  ","604862":"\n  Awh! Can i have all the chocolate then? ?\n  ","604863":"\n  His sweet little face would just soothe me to sleep too ?\n  ","604864":"\n  Awh! Thank you so much ?\n  ","604865":"\n  I use both ?\n  \n  I like the website cause it actually tells you the amount of questions you have. But the app is so smooth to use.\n  ","604866":"\n  people always thinking that I didn't know what I was talking about just because I was a kid but then realize later that they should have listened to me regardless. its cool though, everyone listens to me now. ❣️\n  ","604867":"\n  Maybe ?\n  ","604868":"\n  thank you so much! ❣️\n  ","604869":"\n  i watched a video of Gordon Ramsey in Cambodia & omg i want to try their food so bad. it looked so delicious.\n  ","604870":"\n  this sounds so lovely ?\n  ","604871":"\n  When I saw this monologue by Nicole Kidman [Stoker] it hit me so hard. it was so powerful the way she did it. i felt it in my core.\n  \n  \"You know, I've often wondered why it is we have children in the first place. And the conclusion I've come to is... At some point in our lives we realize things are screwed up beyond repair. So we decide to start again. Wipe the slate clean. Start fresh. And then we have children. Little carbon copies we can turn to and say, \"You will do what I could not. You will succeed where I have failed.\" Because we want someone to get it right this time. But not me... Personally speaking I can't wait to watch life tear you apart.\"\n  ","604872":"\n  omg, i really dont want to think about it. that would be scary. ?\n  ","604873":"\n  the weather isnt this bad but it feels like it is. ?\n  ","604874":"\n  you have to crush the garlic with the side of the knife and the skin will just peel right off.\n  ","604875":"\n  i am probably just gonna watch a show till I fall asleep.\n  ","604876":"\n  Oh, you know - this ?\n  ","604877":"\n  i love all chocolate.\n  \n  But, im not really that big of fan of white chocolate. please dont hate me. ?\n  ","604878":"\n  no, i dont.\n  \n  i scrolled down & i have zero ads on my feed.\n  ","604879":"\n  Estoy muy bien hoy. ¿Cómo estás? ¿Qué es lo más destacado de tu día? ✨\n  ","604880":"\n  omg, they might be ?\n  ","604881":"\n  how about chocolate strawberries ?\n  ","604882":"\n  this is hilarious ?\n  ","604883":"\n  wait, i dont even get any ads.\n  ","604884":"\n  This is totally an outfit i would wear during the winter. I am so excited to get all my boots out!\n  ","604885":"\n  Reading this made me feel so good ?\n  ","604886":"\n  What the hell are you looking up on your free time ?\n  ","604887":"\n  I dont think i will ever be able to change my background. It has turned iconic for me ?\n  ","604888":"\n  You’re the best ✨\n  ","604889":"\n  Wait, give me an example ?\n  \n  I am so curious\n  ","604890":"\n  I wish ?\n  ","604891":"\n  yes, you must be sleepy! i hope you get some rest soon ?\n  ","604892":"\n  every time i see it I just start dying ?\n  ","604893":"\n  it makes me really happy knowing it just as much as i do.\n  \n  i dont think many people notice my ocd on here except for you.\n  ","604894":"\n  awh! that sounds really nice despite the whole quiz thing but, being around others sounds lovely. i miss socializing sometimes.\n  \n  what are you doing now?✨\n  ","604895":"\n  wow!!! that is amazing. you must be a really good nurse.\n  \n  if i ever need help can i just come to you ?\n  \n  and like im serious, ill like demand it HAHA\n  ","604896":"\n  i lowkey want to use it all the time ?\n  ","604897":"\n  no, i dont ?\n  \n  unless you're willing to send me some, then maybe ?\n  ","604898":"\n  just get a really good VPN, nowadays they have packages that give you everything you need. look on\n  \n   https:\/\/shop.popsci.com\/\n  \n\n  lots of cool stuff on there. you should look into getting the VPN stuff in general just saying.\n  \n  from there its pretty easy, you can just use Torrent once you have all set up.\n  \n  now, the only issue is you'd have to teach yourself how to make encryption keys to make purchases on certain websites.\n  \n  i dont trust anything else these days cause theres a lot scams. and on these websites theres reviews and you can say whatever you want so you can just read who to trust.\n  ","604899":"\n  im guessing you never had any Italians to teach you the secret about how to peel and cut garlic without actually touching the garlic at all. you can do it all with your knife. ?\n  ","604900":"\n  my cousin is a nurse at a hospital as well. she is so tired all the time. such long hours. ? do you like it? are you on your feet a lot or no?\n  ","604901":"\n  FUCK. I did it wrong. its supposed to be ;\n  \n  1. Vanilla \/ 5\n  \n  2. Chai \/ 8\n  \n  3. Cookie Dough \/ 10\n  \n  i was expecting vanilla to be way better but it taste like something from the grocery store when i got these cupcakes from a small bakery. also, I hope your ocd is happy with me again. ?\n  ","604902":"\n  i used to be super ruthless on here, but then ask created a AI censor thing so i get reported if i say certain things.\n  \n  like honestly i was nervous to post this but it made me laugh so much i had too.\n  ","604903":"\n  it has be splendidly boring.\n  \n  how about you?✨\n  ","604904":"\n  Order 1-3 ;\n  \n  1. Cookie Dough \/ 10\n  \n  2. Chai \/ 8\n  \n  3. Vanilla \/ 5\n  ","604905":"\n  fresh! ?\n  ","604906":"\n  all the snow these days is garbage unless you can some how have it sent to you through the dark web. ?\n  ","604907":"\n  so i started studying the blood type diet: which is what foods are best for your blood type. My blood type is O-\n  \n  O Blood Type: lots of meat, vegetables, fish, and fruit but limit grains, beans, and legumes. To lose weight: seafood, kelp, red meat, broccoli, spinach, and olive oil. To be avoided: wheat, corn, and dairy.\n  \n  A Blood Type: fruit, vegetables, tofu, seafood, turkey, and whole grains but avoid meat. To lose weight: seafood, vegetables, pineapple, olive oil, and soy. To be avoided: dairy, wheat, corn, and kidney beans\n  \n  B Blood Type: meat, fruit, dairy, seafood, and grains. To lose weight: green vegetables, eggs, liver, and licorice tea. To be avoided: chicken, corn, peanuts, and wheat.\n  \n  AB Blood Type: dairy, tofu, lamb, fish, grains, fruit, and vegetables. To lose weight:  tofu, seafood, green vegetables, and kelp. To be avoided: chicken, corn, buckwheat, and kidney beans.\n  ","604908":"\n  i have no idea what my plans are for New Years.\n  \n  i probably wont do anything though lol cause im a loser. ?\n  ","604909":"\n  im obsessed with baked goods. ?\n  ","604910":"\n  omg thank you so much. ?\n  ","604911":"\n  RARELY.\n  \n  Like almost never actually.\n  ","604912":"\n  Thank you so much!! ?\n  ","604913":"\n  My day was okay beautiful, very uneventful day.\n  \n  Did you have a good day? ?\n  ","604914":"\n  I dont know what you’re talking about ?\n  ","604915":"\n  I wish i could spend the night in an igloo with a fireplace ?\n  ","604916":"\n  You’re so sweet to me ?\n  ","604917":"\n  Thank you, you’re sweet ?\n  ","604918":"\n  Arent they the worst?! ? ugh I really hope you dont get them often.\n  ","604919":"\n  Where do you work? Have I already asked this? ?\n  ","604920":"\n  Im just all gross again ?\n  ","604921":"\n  I like A$AP Rocky\n  ","604922":"\n  i love garlic so much. i try to add garlic to everything if i can.\n  ","604923":"\n  so for dinner i got chicken chow mein & orange chicken\n  \n  then i got three different types of cupcakes ; vanilla, chia, & cookie dough\n  ","604924":"\n  i am looking forward to it! ?\n  ","604925":"\n  i am doing really well, how are you?✨\n  ","604926":"\n  you're welcome! I highly recommend every single one of those.\n  ","604927":"\n  I used to cover my wall with magazine ads, I used to be obsessed with Dolce & Gabbana's ads the most because they were always so wild & i loved the looks. I've actually always dreamed of modeling for them.\n  ","604928":"\n  i am actually really happy right now ?\n  ","604929":"\n  oh, will you take pictures for me?\n  ","604930":"\n  Chaga mushrooms.\n  \n  Reishi Mushrooms.\n  \n  Ghost Pipe\n  \n  Elderberry\n  \n  lions mane\n  \n  ashwagandha root\n  \n  salvatoria dahlia\n  \n  AB mushrooms\n  ","604931":"\n  this is the company i get my deodorant\n  ","604932":"\n  also, it cost money. all that stuff is so expensive.\n  ","604933":"\n  i want it so bad! i think its sick. its really expensive though so i dont know how i would get it lol I just want VR so bad.\n  ","604934":"\n  Oh, its a tie between rings & watches.\n  ","604935":"\n  I love dill pickle, sea salt & malt vinegar, bbq, and flaming hot limon cheetos.\n  ","604936":"\n  Im actually more dark when im sober. When i drink i become bubbly and super outgoing. Its harder to make me angry when im drunk than sober. Its really fucking weird honestly.\n  ","604937":"\n  Its such a gloomy and moody day that its making me feel super bleh! ?\n  ","604938":"\n  The reason why you wanted to become a photographer ? best reason ever.\n  ","604939":"\n  Im renting out a room in someones house, so its not my place and they’re Jewish.\n  \n  So, this year im just looking at pictures or ill just drive around and look at decorations around the city. ✨\n  ","604940":"\n  I miss dressing up everyday.\n  \n  Certain outfits have the ability to make you feel so confident and radiant.\n  \n  Its hard to dress up nowadays cause nobody here understands why cause they don’t understand fashion so they just judge me ?\n  ","604941":"\n  Of course. Im up in the mountains ?\n  ","604942":"\n  I honestly kinda just feel the same ?\n  ","604943":"\n  What if i dont feel understood or fully accepted?\n  ","604944":"\n  I cant remember the last time i went on Facebook. I just think theres too much going on. Its so messy.\n  ","604945":"\n  Its raining today ?\n  \n  Its just a snuggly day ?\n  ","604946":"\n  Its one the best shows ?\n  ","604947":"\n  No, i don’t really like cartoons.\n  \n  Except like family guy but thats it\n  ","604948":"\n  Ive always wondered this! Maybe!\n  ","604949":"\n  As soon as the sun sets. ?\n  ","604950":"\n  My hair looks really good, and since its up you can see my bone structure. Its also a good picture but its not too in your face. Idk if that makes sense\n  ","604951":"\n  Honestly my sleep schedule changes a lot. Currently, im waking up at around 5am and falling asleep at around 10pm.\n  ","604952":"\n  Im kinda bleh today.\n  \n  Im just watching a makeup competition show called Glow up cause my mood is like the weather today.\n  ","604953":"\n  Good morning ?\n  ","604954":"\n  Hey! How are you? ✨\n  ","604955":"\n  HAHAHAHAHAH\n  \n  Wow that just made my morning\n  ","604956":"\n  Im extremely intuitive ?\n  ","604957":"\n  For a lot of the dumb mistakes ive made growing up. For all the friendships i ruined. For all the pain i caused myself.\n  \n  Its been a process. ?\n  ","604958":"\n  Why just men?\n  \n  I think mental health needs to be taken more seriously for everyone.\n  ","604959":"\n  Obviously, cant exactly marry myself or an object. Oh wait, you can literally marry anything these days. It’s ridiculous so ya no.. it would be worse if no one was there on my wedding.\n  ","604960":"\n  Whys that?\n  ","604961":"\n  I think you should only see a therapist when YOU are ready for change or transitioning. I mean ready for anything, like you have this desire to be better.  But, dont ever force therapy. It wont work.\n  ","604962":"\n  No. No. This sounds awful.\n  \n  If i had too... wasabi.\n  ","604963":"\n  I feel like your superpowers it would be super speed & super strength. ✨\n  ","604964":"\n  No one has ever called me a butterface but yes I already knew this ?\n  ","604965":"\n  I know!!!! ?\n  \n  I might reach my goal ? ?\n  ","604966":"\n  Like what sort of themes though?\n  ","604967":"\n  I have a huge sweet tooth ?\n  ","604968":"\n  I usually just have tea, a smoothie, and maybe some toast.\n  ","604969":"\n  I wont be, ill just be drooling over other peoples pictures of beautiful decorations.\n  ","604970":"\n  My breakfast; chaga tea & berry smoothie ?\n  ","604971":"\n  “God works in mysterious ways”\n  ","604972":"\n  I love their accents ?\n  ","604973":"\n  Uhm, okay. Have you seen the show schitts creek? Ya that’s my family (not where they live) but the way they act together as a family. When youve had parents throw money at you your whole life, they kinda never stop until they die. Its like wealthy parents favorite thing to do - use their money to control everything. Also, for about 3 and half years i was completely on my own and i ended up fucking that up like a few months ago cause i dont know how handle money so now they are controlling everything. Its my fault honestly.\n  ","604974":"\n  Ehh, thats not any worse than going out to eat and having people spit in your food. ?\n  ","604975":"\n  BOOMIHANA ?\n  ","604976":"\n  What was so scary about the product?\n  ","604977":"\n  Yes. It never goes as plan. I somehow always mess it up.\n  ","604978":"\n  Awh, thank you so much. Ive been really interested in plants and studying ancient & modern alchemy.\n  \n  Sadly, i dont have a recipe for  deodorant cause I actually buy that from a special company.\n  ","604979":"\n  I had to look up that word to know what all the definitions were.\n  \n  I feel like i go through some logjams in my own mind sometimes ?\n  ","604980":"\n  They came out with a super natural deodorant cause im crazy with that too. I hated the super earthy stuff so im glad they came out with a newer one.\n  ","604981":"\n  Thats so sweet!! I dont think my language is really anything special! ? im just happy that i get to share it with you!\n  ","604982":"\n  Ive actually never tried doing that, i always had someone around who liked doing handy work who would build those sorts of things for me.\n  ","604983":"\n  Like way too often.\n  \n  I used to love going out to eat but ever since COVID, ive turned into a recluse and got all anti-social. Its so bad.\n  ","604984":"\n  Yes, it just sucks cause i have to whiten my teeth more. ?\n  ","604985":"\n  What is religion?\n  ","604986":"\n  I started watching Paranormal but right now im just chilling on here. Its such a cold snuggly night. ??\n  ","604987":"\n  I dont know why people demonize hippies, they just reject conventional thinking and just want a more peaceful world. I just don’t understand whats wrong with wanting to be more connected with nature rather cement.\n  ","604988":"\n  The last part just made my life. ??? my god, i get so much enjoyment out of you using the words anoose and loose so effectively ?\n  ","604989":"\n  I really really hope so ?\n  \n  I hope you had a great day! ?\n  ","604990":"\n  I miss that kind of weather so much ?\n  ","604991":"\n  I LOVE IT ?\n  ","604992":"\n  Yes natural fluoride is good for your teeth, but artificially adding it to things such as water, toothpaste, & mouthwash actually isnt. Studies show that how much fluoride they are adding to everything is causing childrens IQs to drop, increase in ADHD, and other cognitive impairments. The artificial fluoride as been reported to have aluminum in it - and that causes cancer.\n  ","604993":"\n  Whatever they want honestly.\n  \n  It doesn’t really matter to me.\n  \n  I just don’t really like my full name but its ok to call me by it. ✨\n  ","604994":"\n  Favorite holiday: Halloween ?\n  \n  Worst Holiday: Easter ?\n  ","604995":"\n  Really?! Im so jealous right now. Send me sunshine ☀️\n  ","604996":"\n  You’re really a loose bungus, you know that right? ?\n  ","604997":"\n  My pets are my babies.\n  \n  My fur babies ?\n  ","604998":"\n  A roof over my head, it is so windy and rainy outside. ?\n  ","604999":"\n  Wow, you really are a great friend ?\n  ","605000":"\n  You’re gonna think im such a hippie, but i make my own toothpaste so i dont have all the added chemicals from the toothpaste. There’s a lot of things about fluoride that make me not wanna use it anymore.\n  ","605001":"\n  Maybe monkeys do have a conscious, we just dont know it cause they cant speak but what about Koko the gorilla? They taught her sign language and she understood being sad, death, happiness ect. She felt remorse, shame, & guilt when she did something wrong.\n  \n  Also, theres records of Humans who have a conscious yet they have done some unspeakable things to other people and\/or animals.. so i mean, are we even better?\n  ","605002":"\n  My brother, sister, & I all played for school and club. Mostly club soccer though for many years. My brother was really really good though. I miss watching soccer games all the time.\n  ","605003":"\n  Not in the area im at right now, they all live San Diego at the moment - when I dont ?\n  ","605004":"\n  Ive already done them.\n  \n  I don’t recommend doing it unless you know how to control your trip.\n  ","605005":"\n  Well, i do want to have 1 book published in my lifetime.\n  ","605006":"\n  Awh! Thank you!!\n  \n  I need to rewrite it. ✨\n  \n  Thanks for taking interest ?\n  ","605007":"\n  Omg, you make that all sound so easy but its hard to do all that without a good chunk of money for photographers. ?\n  ","605008":"\n  You wouldn’t even share?!\n  ","605009":"\n  I love being a personal assistant so i might look into that. ?\n  ","605010":"\n  Yeah, but its always super silly. ?\n  ","605011":"\n  Yeah, so when i did gooms i ended up going through so many portals. It was WILD.\n  \n  Im actually ordering Salvia and DMT right now. ?\n  ","605012":"\n  I really need some extra cash cause i wanna get my hair done. I wanna dye it grey but its gonna be so expensive. ? idk what to do, i need to get some kind of job.\n  ","605013":"\n  I actually just use snapchat, but to just take pictures ?\n  ","605014":"\n  She was a year old in that picture! She has a lot more white hairs now, its soo cute. Especially under her armpits! ?\n  ","605015":"\n  Maybe im evil too, ever think of that?\n  ","605016":"\n  Its was amazing!!! I saw portals too. The door kept melting and opening into a different door with this crazy world thing behind it. It was sooo cool!\n  \n  I love all the colors and shapes too. Oh and theres a tree painting and it looked like it eas dancing in the wind! Im so excited to trip again. ? have you done it alot?\n  ","605017":"\n  Its just a filter ?\n  ","605018":"\n  You got my baby when she was really young still. ?\n  ","605019":"\n  People usually assume im like a mean girl or whatever but then they find out that im super dorky.\n  ","605020":"\n  L$D\n  ","605021":"\n  I really hope that i can learn what my purpose is and start making goals for myself by then.\n  \n  Its just hard with the whole COVID thing to make any sort of plans. But i just hope i have a good idea who i want to be by then.\n  ","605022":"\n  I kinda look so gross today. Lol such a lazy day! ?\n  ","605023":"\n  Awh thank you ?\n  ","605024":"\n  No i dont ?\n  ","605025":"\n  A little monkey\n  ","605026":"\n  This song is really chill\n  \n\n   https:\/\/youtu.be\/_BWPNPtsZm8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","605027":"\n  I just got home!! I will probably start watching it in an hour or so! Im so excited! ?\n  ","605028":"\n  Wanna be my real best friend? ?\n  ","605029":"\n  Thats true ?\n  ","605030":"\n  I would go to college if i knew which program i wanted i would go to college. It all depends on what i choose though.\n  \n  I am really fortunate to gave such an amazing support system.\n  ","605031":"\n  My family lol\n  ","605032":"\n  Thats kinda the whole point of figuring out who i truly am then i can decide what to do with my strengths.\n  ","605033":"\n  Thats okay! They are so pretty ?\n  ","605034":"\n  You totally should, i love that game!\n  ","605035":"\n  Im boring, i always drink water because other drinks fill me up too quickly.\n  ","605036":"\n  Im about to go run some quick errands before the weather gets worse! So ill be back in a bit. Have a beautiful day ☀️\n  ","605037":"\n  I am sent money.\n  ","605038":"\n  Ohhhh, what about it made you hooked on it?\n  \n  Ill probably check it out today honestly. Its gonna rain anyways.\n  ","605039":"\n  Omg you remind me of kj.\n  \n  Every time we would go out to eat like right after he would be like “so what are we eating next?” I was like yo dude i just ate. ?\n  ","605040":"\n  Im sure i would enjoy knowing you’re happily eating my portion for me ?\n  ","605041":"\n  Im currently working on myself at the moment, im not working.\n  ","605042":"\n  Do i create some crazy turtle breed?\n  ","605043":"\n  I don’t personally decorate but I actually love looking at peoples decorations!\n  ","605044":"\n  So like how does everyone die like a bomb, virus, aliens - what?\n  ","605045":"\n  Omg, thank you so much for showing me this trailer! Im putting it on my list. Im watching Lillyhammer currently but i might watch an episode today!\n  \n  Do you like it? ?\n  ","605046":"\n  Im not entirely sure what you’re asking ?\n  ","605047":"\n  Im starting to think that might be a good idea...\n  \n  HAHA ? kidding\n  ","605048":"\n  Well, im not in Arizona either so ?\n  ","605049":"\n  Just because im an adult doesnt mean i have figured out life.\n  \n  Theres many adults who never figure out life before they die.\n  ","605050":"\n  TURTLES?! what do i do with the poor little turtles?\n  ","605051":"\n  Ew.\n  \n  EW.\n  ","605052":"\n  In a sense yes, I definitely see how it helps with creativity. There’s something about darkness and sadness that makes art so beautiful. I dont know if its because we all understand suffering and pain but some of the best artwork was done while someone was either sad or high.\n  ","605053":"\n  HAHAHAHA\n  \n  No ?\n  ","605054":"\n  Lol ?\n  \n  It would be nice if you would help out your mother but nope.\n  ","605055":"\n  Omg send me more videos for this site. Im intrigued. ?\n  ","605056":"\n  Omg when i first moved to Washington.\n  \n  It was hard but ended up being the best decision at the time.\n  ","605057":"\n  Im in Russia?\n  ","605058":"\n  Thats a dope name.\n  \n  Idk i had a dream the my son was gonna be named Sky.\n  \n  But who really knows ?\n  ","605059":"\n  Annoying attention.\n  \n  Like let me just stay in my head if you’re gonna be annoying ?\n  ","605060":"\n  Did you just make fun of the fact im white? ?\n  ","605061":"\n  Boondock saints 1 & 2\n  ","605062":"\n  I try my best love ?\n  ","605063":"\n  Why does it depend on me?\n  \n  Also, if you’re my kid. Whats your name?\n  ","605064":"\n  Actually, yeah.\n  \n  But i think its more of a know of situation.\n  ","605065":"\n  You know if this was real you’d probably come find me in person so you didnt tell the whole internet ?\n  \n  But im so curious what i could have possibly done? I must know!\n  ","605066":"\n  I want to believe this so bad ?\n  ","605067":"\n  Garlic cream cheese, lettuce, onions, banana peppers, salami, cheddar, pesto, & mustard.\n  \n  Im probably missing something but yeah ?\n  ","605068":"\n  I have no idea its only 9am ☀️\n  ","605069":"\n  Just because theres not a username doesnt mean you’re not a person?!\n  ","605070":"\n  Hahahah i used to love cereal but i cut down my sugar intake. ?\n  ","605071":"\n  Good morning ☀️\n  ","605072":"\n  Lose cause i cant not laugh. Im always laughing.\n  \n  Now im gonna go watch something and try not to laugh. ?\n  ","605073":"\n  I got this crazy italian bagel sandwich that was overly stuffed with food! ?\n  ","605074":"\n  Awh, thats sweet.\n  \n  But im still not buying you candy though ?\n  ","605075":"\n  I literally ask myself this every fucking day.\n  \n  Like I literally look around and think to myself, “how do i know everything im seeing is real? How do we know everything anybody else is seeing is real?”\n  \n  ?\n  ","605076":"\n  Im waiting for my bagel & hot chocolate! Omg im so excited!!!\n  \n  10 minutes till i eat cause im not really in the best mood cause im hangry ?\n  ","605077":"\n  Candy is great and all but id rather not get diabetes & cavities ?\n  ","605078":"\n  I feel like theirs an entire community of cereal lovers out there that you need to find!\n  \n  Btw, i was a cereal castle ? so i can be a cereal princess ?\n  ","605079":"\n  Omg, we are friends?\n  \n  Im sorry you’re sad about not having money from your parents for candy but like it’s probably for the best ?\n  ","605080":"\n  Its actually really hard because sometimes i have to pay attention to certain words or spelling to make sure im talking to the right person. Its also really weird that i have a personality, and nickname to people with no face.\n  \n  But it makes it more fun and i like that im getting to know the person & not just talk to someone cause of the way they look.\n  ","605081":"\n  Why are you telling me this? ?\n  ","605082":"\n  My head no longer hurts! ?\n  ","605083":"\n  I liked the one I thought was super cool! ?\n  ","605084":"\n  My head is pounding! Ok I really need to close my eyes! Ill be back later. Sending love out to my booms ?\n  ","605085":"\n  That sounds super enjoyable and you seem super likable too! I think youll be able to do that. ?\n  \n  Ive been thinking about it, but idk what id do honestly ?\n  ","605086":"\n  Nope. Not one bit. I had a couple friends that were though.\n  ","605087":"\n  You know honestly i don’t actually really know cause they’re anonymous.\n  ","605088":"\n  My god, im starting to be concerned about your cereal consumption ? are you addicted to cereal? ?\n  ","605089":"\n  So like describe to me what your idea is behind your YouTube\n  ","605090":"\n  Friends. ?\n  \n  But i mean real friends. I mean if I hypothetically murder someone, they would be over in 10 minutes with a shovel. Those kind of friends. Ride or die ?\n  ","605091":"\n  Soccer. I grew up around it so ive always liked it the most! ⚽️\n  ","605092":"\n  What are you in school for?!\n  \n  No im not famous ? im considering starting something like that though but im not sure!\n  \n  Whats your youtube? ?\n  ","605093":"\n  Wow i just realized i forgot to post who i like watching on YouTube. I like her because she does hard workouts but you dont feel like you’re gonna die after.\n  \n   https:\/\/youtu.be\/yEllr_kIV4I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","605094":"\n  Right? I gained so much respect for ice skaters and hockey players the day i tried it.\n  ","605095":"\n  I doubt you need to lose any weight darling, you are so beautiful! Exercise is great though, & since its so cold outside i started looking up 10 minute intervals of various workouts!\n  \n  Honestly, been a lazy bungus so havent been working out lately BUT i try ?\n  ","605096":"\n  I cant explain why, but people with David’s personality from Schitts Creek gives me so much comfort because my best friend acts EXACTLY the same and he would always know how to keep me calm (which is funny if you know the character from the show) the gif even shows how he would come into my house everyday, like i cant ? i miss him so much.\n  ","605097":"\n  If i can get this headache to go away id be great! ? it feels like theres so much pressure in my head. ? ive been laying down for awhile in darkness with light music ? and its not working so I just said fuck it ahhaha ?\n  \n  What have you been up too? ✨\n  ","605098":"\n  Never understood the whole ice skating thing but my god do i love watching professionals basically dance on ice. They make it look so easy and i tried it cause my friend was doing competitive ice skating & thats a nope for me ?\n  ","605099":"\n  Is there anything you do that helps relax your mind when you have a headache cause like ive tried everything ?\n  \n  & honestly, right now i just need someone to help distract my mind a little bit with small talk. ? i hope you’re having a beautiful day though. ? how are you darling? ?\n  ","605100":"\n  Omg i have a headache but i cant fall asleep ?\n  ","605101":"\n  Im about to watch more Lillyhammer\n  ","605102":"\n  My funeral.\n  \n  Even though id be dead, it would suck knowing nobody loved me but i guess with this logic the wedding would be worse cause you have to go through your whole life knowing nobody cared enough about you.. i change my answer to wedding.\n  ","605103":"\n  I love when people are truthful with me and this makes me smile so big! You’re awesome and thank you for telling me!! I like that I intrigue you ?\n  ","605104":"\n  I love to learn about other worlds to distract me from this one.\n  ","605105":"\n  Food ?\n  ","605106":"\n  You’re an amazing friend!! ?\n  ","605107":"\n  I love you Nikki! ?\n  ","605108":"\n  Im watching a baking show called Crazy Delicious.\n  \n  They have to make some wild stuff. But its pretty cool seeing what people come up with! ?\n  ","605109":"\n  Savannah ✨\n  ","605110":"\n  I KNOW ?\n  ","605111":"\n  I dont hear anything...\n  ","605112":"\n  How many times someone can choke on air in a lifetime. ?\n  ","605113":"\n  That would be fun\n  \n  Even though it honestly sounds kinda weird. ?\n  ","605114":"\n  Yes!! Everyone loves you & ill beat up anyone who doesnt cause you are so sweet - to everyone! ?\n  ","605115":"\n  I respect their hustle and fame but kim annoys me. I cant stand the way she talks. ?\n  ","605116":"\n  We just need more of you Nikki! ?✨\n  ","605117":"\n  This planet does not need more successful people. The planet desperately needs more peacemakers, healers, restores, storytellers, and lovers of all kind. ?✨\n  ","605118":"\n  Sometimes.\n  \n  & sometimes they are just plain silly. ✨\n  ","605119":"\n  Yeah, she does look pretty German ??\n  ","605120":"\n  I need to get more food, im still so hungry. ?\n  ","605121":"\n  Im Scandinavian\/German\/Finnish\n  \n  Where is she from again?\n  ","605122":"\n  Im sitting in the dark like a little creep ?\n  ","605123":"\n  A candy flip? ?\n  ","605124":"\n  Make the people who are super loose always be one minute late to work no matter what they do. ?\n  ","605125":"\n  I still have a crush on her ?\n  ","605126":"\n  OMG SAME.\n  ","605127":"\n  That’s actually really cute and a little sad cause i wish i could make your dreams into a reality! ?\n  ","605128":"\n  Omg I remember that too!! Im happy to see that theres more people coming on here!!\n  ","605129":"\n  Ohhhhhh ? i like her even more now ?\n  ","605130":"\n  Depends on what mood im in. I like to use my computer for when im seriously blogging\/writing, but if im just hanging out i just use my phone then my laptop to watch random shit. ?\n  ","605131":"\n  I dont know who that is but i love her dark vibes ? ?\n  ","605132":"\n  Dont make fun of me! ?\n  ","605133":"\n  You are not a reflection of those who cannot love you. ✨\n  ","605134":"\n  I have never had these before but id be down to try them! ?\n  ","605135":"\n  Im actually rearranging to put the tv in here cause i miss having it in the room.\n  ","605136":"\n  What really goes on in pretend land? ?\n  ","605137":"\n  Do you really mean it? ?\n  ","605138":"\n  Another fan ?\n  ","605139":"\n  I dont even know what you mean by this ?\n  ","605140":"\n  I think there should be more of an age range on here. Getting different perspectives from different ages would be great! Would cause a lot of drama as well but for me id enjoy it ?\n  ","605141":"\n  Yes ? i love fruit so much!\n  ","605142":"\n  Nothing & it hurts everyday cause all i want to do is try to make people happy ?\n  ","605143":"\n  I am good! Im just watching a silly baking show called Crazy Delicious just to have some background noise while im on here! How are you? ✨\n  ","605144":"\n  Now i wanna watch both the movies. It hurts me when people havent seen or understand why the movie is so amazing\n  ","605145":"\n  I now understand where you got these names from, but i felt like i was more Aldinach.\n  ","605146":"\n  Garlic & other herbs ?\n  ","605147":"\n  I think i follow more females. ?\n  ","605148":"\n  Pickle back shots with jameson\n  ","605149":"\n  Its asian style chicken wings so they use a dry rub and ive been dipping it in sweet & sour sauce! ?\n  ","605150":"\n  Omg you hit those ski slopes? ❄️\n  ","605151":"\n  Great, now looks what you have done.. im just over here reading all about the nine layers and shit ?\n  ","605152":"\n  I love them all ??\n  ","605153":"\n  I like them both. Such different tastes. Ive never thought of combining them though. ?\n  ","605154":"\n  Hahaha lazy kitty. ?\n  ","605155":"\n  Yes & then ash kills it so then i have a dead mouse in my house\n  ","605156":"\n  I smoooooooke a lot of weeeeeeeeed\n  ","605157":"\n  Today; avocado & papaya shake\n  ","605158":"\n  Lunchables. ?\n  ","605159":"\n  Look at this greasy goodness ?\n  ","605160":"\n  I think im just starving right now so all i can think about is food ?\n  ","605161":"\n  Sleep well my darling ?\n  ","605162":"\n  Window seat ✨\n  ","605163":"\n  I spend majority of my life thinking, talking, looking, & eating food. I think its what keeps me going. ?\n  ","605164":"\n  I love pickles so much, i swear my burgers are just pickles and meat ?\n  ","605165":"\n  I would rather never eat vegetables cause like i love meat too much.\n  ","605166":"\n  Please spoil me ?\n  ","605167":"\n  I stay in bed but i dont go back to sleep. I just chill on my phone. Its the most snuggly time. ?\n  ","605168":"\n  My family & my friends. ?\n  ","605169":"\n  We will always need each other ✨\n  ","605170":"\n  Right?! So funny ????\n  ","605171":"\n  Hahahahaha im glad im not the only one whos super ocd about this ?\n  "}}