{"Question":{"606245":"\n   Ehhhh so for yourself you have this shield and you can easily cover yourself what about those people whose shields are broken or they dont have one :(\n  ","606246":"\n   SHHHHHHHHHHHHHHHH! Don't spoil the big reveal? Btw, Central says, \"100011011001101111101\n  ","606247":"\n   You are hating tooo, and you dont want to change to\n  ","606248":"\n   You watch porn tooooo duudee\n  ","606249":"\n   You will say something, something so bad they'll end up fucking themselves more, how would you create a positive impact on situation like these? where no damage is done\n  ","606250":"\n   you are ignoring their existence mate, thats wrong everyone is a human being atleast\n  ","606251":"\n   offended? yk words do more damage then punches? alot more\n  ","606252":"\n   Aliens involved perhaps??\n  ","606253":"\n   You are more lethal than me :(\n  ","606254":"\n   But that would hurt the other person feeling aight? what about it then?\n  ","606255":"\n   That's some deep cut conspiracy stuff right there. I like\n  ","606256":"\n   I just have these thoughts sometimes\n  ","606257":"\n   can you fake cry?\n  ","606258":"\n   sometimes I want to just punch them in the face uncountably till they take their last breath\n  ","606259":"\n   Elect-ion *facepalm* Spam: When was the last time you voted in your country?\n  ","606260":"\n   Do you hate anyone\n  ","606261":"\n   How long is right to start seeing people after a break up and not have to feel bad about sleeping with another girl\n  ","606262":"\n   In addition to asking them if it was worth it, do you want to request permission to work it, followed by putting your thing down, flipping it and reversing it?\n  ","606263":"\n   What kind of chore do you despise the most? Is there any kind that you like doing? What is it that you like \/ dislike about those? ?‍?\n  ","606264":"\n   do you talk through your tears\n  ","606265":"\n   Do you know anyone who seems to enjoy being mean? Like they get pleasure out of being rude, nasty and condescending.\n  ","606266":"\n   Hello Miss Boom and council! Happy Wednesday to you and yours! ?\n  ","606267":"\n   What is the craziest thing you have ever done for money?\n  ","606268":"\n   I know someone who microdoses shrooms on a daily basis and says it works better for their bipolar than the meds they used to be on\n  ","606269":"\n   What’s a topic that interests you ?(:\n  ","606270":"\n   no question. just hope you are having a pretty damn good day ✨\n  ","606271":"\n   I am very good\n  ","606272":"\n   Love it and love you too, Boom!\n  ","606273":"\n   What's for lunch today?\n  ","606274":"\n   ass4lyfe  ---  your username makes me smile every single day. Thank you for it.\n  ","606275":"\n   boom chill out! i was being 100% sarcastic! that was a joke post. i was 100% joking about \"the marry-ju-wanna\". lol ???\n  ","606276":"\n   Please write yourself a note and stick it on your mirror for next time you trip out. You need to record yourself galloping around your room and howling like a coyote. The interet deserves to see a video like this. lmaoooooooooooo\n  ","606277":"\n   Selfie of you from last night while you were messed up?\n  ","606278":"\n   lady boometh. plz do not get addicted to the shrooms like you are addicted to the marry-ju-wana. i worry about you a lot.\n  ","606279":"\n   what does relaxing entail for you?\n  ","606280":"\n   Did you take shrooms?\n  ","606281":"\n   Hello how are you doing today\n  ","606282":"\n   are you going to watch the election coverage tonight?\n  ","606283":"\n   What are you going through deary?\n  ","606284":"\n   You can’t even respond to questions correctly and just ignore simple questions\n  ","606285":"\n   who is your favorite GOT character and why?\n  ","606286":"\n   You are my life ???\n  ","606287":"\n   And I’m winning x\n  ","606288":"\n   you looked great from the get go\n  ","606289":"\n   We all love your face ???\n  ","606290":"\n   Thanyou sooo much i don't even have words to describle how happy and blessed i am feeling right now\n  ","606291":"\n   Mine sorry anon x\n  ","606292":"\n   I’m recovered?\n  ","606293":"\n   Can you be mine forever?\n  ","606294":"\n   Because i love you sooo much and i want to marry you ???\n  ","606295":"\n   i miss you badly ???\n  ","606296":"\n   After reading that you were drunk, and then reading this, was hilarious. Because I can picture drunk you saying this 110,000%\n  ","606297":"\n   oooh i wish i could cook you some food if i was there\n  ","606298":"\n   Heyyy!  HOW ARE YOU?\n  ","606299":"\n   Post a picture of your room\n  ","606300":"\n   picture sexy\n  ","606301":"\n   is there anyone that cares about Syd the Sloth..?\n  ","606302":"\n   Keep up with some questions, answering lots of cute sloth pictures ??\n  ","606303":"\n   Do you ever feel embarrassed by some of the pics you have posted on here in the past?\n  ","606304":"\n   What's for breakfast?\n  ","606305":"\n   Do you curse a lot?\n  ","606306":"\n   OMG so adorable\n  ","606307":"\n   how often does someone change your point of view on something? are you very rigid and concrete in your views or are you more supple like a handful of raisins that have been soaking in a hot tub for 3 days?\n  ","606308":"\n   This is one of the funniest answers ever from you. Lol ? ????? I love the brutal honesty and you calling those people trash ???\n  ","606309":"\n   You're wayyy too beautiful to not feel confident. If there was a way I could help you feel more confident I would do it without question\n  ","606310":"\n   Haha soz for getting you addicted to Jetpack Joyride!?? Now i'm re-addicted to it! ??‍♂️ I loaded up my old profile and i'm playing the Halloween event now!?\n  ","606311":"\n   How are you doing\n  ","606312":"\n   saying that one year as a joke I wrapped my brother gift in zip ties\n  ","606313":"\n   You are angry ??\n  ","606314":"\n   are you good at wrapping up gifts\n  ","606315":"\n   I can't believe you gave me so many coins!!! I only had gotten 25 in total and you dropped so many on me. Thank you! Now I can read all your mysterious answers. lol\n  ","606316":"\n   Who said I am angry??\n  ","606317":"\n   do any of you guys ride horses\n  ","606318":"\n   Have you ever been to Luigi's at the Beach in SD? The pizza looks so good\n   \n    https:\/\/www.instagram.com\/explore\/locations\/1300360\/luigis-at-the-beach\/\n   \n","606319":"\n   Wow beautiful ?\n  ","606320":"\n   Do you think the world will ever have a Trillionaire?\n  ","606321":"\n   OH FUCK I WANT YOU\n  ","606322":"\n   you look stoned asf\n  ","606323":"\n   Love me\n  ","606324":"\n   last selfie you took ?\n  ","606325":"\n   Yes she can fly, anon, cuz she is an angel ???\n  ","606326":"\n   that is a good song; and Zac Efron really sings it\n  ","606327":"\n   The Best Song from High School Musical?\n  ","606328":"\n   Hello how was your day?\n  ","606329":"\n   Yes I know this is creepy but all I could think about all night is holding and kissing you ❤️\n  ","606330":"\n   If only it was in my arms... sleep well my angel\n  ","606331":"\n   Cuddle up with me and sleep? I'll keep you warm and safe\n  ","606332":"\n   Gm??\n  ","606333":"\n   What does the council do?\n  ","606334":"\n   Goals you wanna achieve this week?\n  ","606335":"\n   What time do you usually wake up in the morning? Do you tend to wake up at the same time every day or does it vary from day-to-day? ?  ⏰ ?\n  ","606336":"\n   So you lead the council? Haha who is on it?\n  ","606337":"\n   Do you think money can literally come from out of nowhere?\n  ","606338":"\n   Lol are you not on it?\n  ","606339":"\n   What are you confident in?\n  ","606340":"\n   Who are the council of booms?\n  ","606341":"\n   dont say that. you are wayyyy to interesting and i will comment on everything you are hahahaha. oh dont worry about replying. just the fact that you are on the other side is enough. your people here love you man. for real.\n  ","606342":"\n   Another thing... Usually I hate tattoos but omfg yours are so damn SEXY on you!!! The contrast with your pale skin so well and idek everything about you is sexy\n  ","606343":"\n   Just jamming to music and trying to make people happy?\n  ","606344":"\n   Good morning seductress lol. How does it feel to be the sexiest woman who has ever lived?\n  ","606345":"\n   I am doing alot better. And yeah bc I love you?thats why i chose it\n  ","606346":"\n   good morning?\n  ","606347":"\n   this has a certain monty pythonic flavor to it ?\n  ","606348":"\n   omfg this has to be some xrated video. i really want a hint!\n  ","606349":"\n   do you ever wonder what people's favortie picture of you is?\n  ","606350":"\n   it's funny how I was the fastest sperm and now I barely move at all.\n  ","606351":"\n   when you are on here i picture in my head like a gif playing of someone opeing a box of pizza in a crowd of famished miscreants and they all make a mad dash for the box like a zombie horde climing and stepping on eachother in a pizza fueled hypnotic trance ?\n  ","606352":"\n   Do you like the rain? ❤️?\n  ","606353":"\n   holy god i have a lot i have to catch up on here lol. and ill try my best to not comment on everything. so far not so good ?\n  ","606354":"\n   If u could go bak and live as a viking would u? Or is modern times grained into u too much perhaps?\n  ","606355":"\n   tell them you're a meateaterologist. thats my profession.\n  ","606356":"\n   Do you like Elko ?\n  ","606357":"\n   i adore your meal posts so much! not doing too bad. ive restrained myself from commenting several times so far but when i see food its a struggle to remain silent ?\n  ","606358":"\n   would you say you know how to enjoy life?\n  ","606359":"\n   Best experience of my life was seeing you blossom into a beautiful young lady Squishy just dropping some love off\n  ","606360":"\n   happy to hear. its 4:30 here right now (calculating the new time change) and happy to hear you are better, truly. and my halloween was fine. quite devoid of halloweenish activities. but i did eat candy. thats a daily tradition of mine tho ?\n  ","606361":"\n   Tonight we move the clocks back 1 hour!\n  ","606362":"\n   idk if its insanity or me being innocent ??\n  ","606363":"\n   I just got called a puta what that mean yo\n  ","606364":"\n   You are looking amazing\n  ","606365":"\n   Beautiful?☺️\n  ","606366":"\n   Something that's unique that's all you like how lady gaga own herself I believe u would be in that some kinda mind or would I be wrong in this assumption\n  ","606367":"\n   What's in your pockets right now?\n  ","606368":"\n   If you see me walking down the street will you completely ignore me\n  ","606369":"\n   feeling better today? oh just hit me that its halloween so have a spooktacular day you badass boomajuma!\n  ","606370":"\n   What are you looking for\n  ","606371":"\n   Do you dream in multicolors\n  ","606372":"\n   You're welcome!????Take your time! ? it will be worth the wait!? Do you paint them yourself or go to a spa?\n  ","606373":"\n   You're welcome ❤️ Again I lean towards thicc and chubby but when I see you I see pure, raw, outstanding beauty. You are an angel.\n  ","606374":"\n   I remember when I first signed up on here people and anons were hella vibing and being aggressive on here\n  ","606375":"\n   Relaxing with my Queen???\n  ","606376":"\n   My Queen??\n  ","606377":"\n   Yea I would tho just from all the people u know on socials sharing it it would blow up and u would be dressed in something mindblowing cause that's just u lol\n  ","606378":"\n   Ik jjust look at you, omg makes me go insanee\n  ","606379":"\n   You are the cutest thing ever happend to me\n  ","606380":"\n   since he knows you exist, would you ever reach out?\n  ","606381":"\n   do you think there was ever a dna test?\n  ","606382":"\n   Aye Dat smilee\n  ","606383":"\n   worthy of everything missy\n  ","606384":"\n   good girle????\n  ","606385":"\n   ok I cant read that but do you think whatever info you got was certain or conjecture?\n  ","606386":"\n   Be careful smoking bongs to often they put moisture in ur lungs u can get chest infections also bacteria that's in the water can giv u certain bugs u can prevent this mostly by putting a bit of paper towel inside the mouth tube not to much also best to use water that has been previously boiled\n  ","606387":"\n   Coz without you my life would be colourless :(\n  ","606388":"\n   you now definitively know who your biological dad is or it's still a guess?\n  ","606389":"\n   I like you in colors\n  ","606390":"\n   Idk Maybe that look you are giving. SO freakin Attractiveee\n  ","606391":"\n   Selfie pls???\n  ","606392":"\n   Bongs>joints lol??\n  ","606393":"\n   Hey, Lady Boometh! <3 Happy Halloween!\n  ","606394":"\n   you ever been to new York city?\n  ","606395":"\n   Happy Halloween!??\n  ","606396":"\n   Happy Halloween Sav! Hope you have a spooky but fun day! ??‍♀️?‍♂️ xxx\n  ","606397":"\n   .-..-. Happy Halloween! If you're\n`·.·´  going out tonight, please\n?\/ be safe. \n\/▌\n\/ \\\n  ","606398":"\n   Still, Too adorable.   \nGuess we will just have to accept the fact, that you've lost this challenge ??\n  ","606399":"\n   which gemstone aquarius people should wear?  Can you suggest me crystal for aquarius\n  ","606400":"\n   This one is wayy out of control\n  ","606401":"\n   Who prescribed you Ormus? lol\n  ","606402":"\n   not just feeling, Vibing a lil different onto some beat :p\n  ","606403":"\n   How are you doing luv?\n  ","606404":"\n   But you looook diff. Kindaa fresh and baked :p Smells delicious too ;)\n  ","606405":"\n   do you love it\n  ","606406":"\n   I like u\n  ","606407":"\n   This a new look. done something with your nose eh?\n  ","606408":"\n   I saw your new profile pic. You look good as always\n  ","606409":"\n   Hottie\n  ","606410":"\n   Outfit atm?\n  ","606411":"\n   ? your new profile picture!\n  ","606412":"\n   honestly this app is pretty sensitive\n  ","606413":"\n   ??\n  ","606414":"\n   bc they keep reporting me for dumb shit and getting me banned\n  ","606415":"\n   Is this something I can buy over-the-counter or no? Lol\n  ","606416":"\n   Do you like JACK HARLOW\n  ","606417":"\n   What are you currently obsessed with?\n  ","606418":"\n   p.s maybe make it a private 1k answer?\n  ","606419":"\n   Lol auwh!??I'm sure yours are beautiful! I mean when you are gorgeous like a princess, it's a guarantee that you'd have amazing?too!??\n  ","606420":"\n   yeah i guess ppl just actually hate me now\n  ","606421":"\n   Sleepy?\n  ","606422":"\n   hey i got banned again. I will tell u my username later bc i wanna grow first\n  ","606423":"\n   Oh you are so kind??But i guess you wouldn't show me yours any time soon??\n  ","606424":"\n   ?OMG I'm gettin a stitch that was fukin good Boomer I would actually pay just to see that the confusion on everyone's face next time they are near u u have to do it lol\n  ","606425":"\n   Aahh okayy haha! Awesome!??? Looking forward to seeing a badass screenshot then!?\n  ","606426":"\n   Mati got suspended again smh\n  ","606427":"\n   Hey us \"feet freaks\" aren't all bad!?? Would you be ok with me if you knew who i was?\n  ","606428":"\n   Americas got talent do you have a talent?\n  ","606429":"\n   u don’t even look sad lol\n  ","606430":"\n   Ohhh! I'll look up gameplay then!??No worries, Sav!? Hahah that's what i love bout Jetpack Joyride! It's for iphone and Android!? Taken anymore awesome screenshots?\n  ","606431":"\n   New profile pic? With the cheek cherries?? You look so adorable!??⚘ Lovely pic!\n  ","606432":"\n   Song?\n  ","606433":"\n   What’s your favorite spot in the city where you live?\n  ","606434":"\n   You better try it, I'm going to hit you up in a couple of days and make sure you did lol\n  ","606435":"\n   It's a truly fun game!? i usually end up laughing at the funny randm ways i keep dieing!??? Oh um? Do you use iPhone? 'Cause i'm on Android and the Grindstone app i found... im not sure its the right app??\n  ","606436":"\n   No YOU are the sweet heart!!! Listen I know you seduced me but let's be real I don't want you to stop. You're the sexiest woman alive and the sweetest and don't you ever forget it!\n  ","606437":"\n   happy halloween\n  ","606438":"\n   All I did was glance at you and I'm madly in love with you and think you're the sexiest woman alive... wtf did you do to me!? ????\n  ","606439":"\n   They are asking what happened to her account?\n  ","606440":"\n   Wtf are you a seductress!?\n  ","606441":"\n   Did you try to lose weight or did it just happen with your normal diet and routine?\n  ","606442":"\n   I noticed she gave you coins but the account is greyed out! This sucks!!!\n  ","606443":"\n   But do you have those pajamas or not? Is it hard to say that?\n  ","606444":"\n   Thank you for the coins! I’ll be giving them back to you! Yeah recycling!\n  ","606445":"\n   WTF WHYYYY\n  ","606446":"\n   I've been that pajama person all along. Let's see those pajamas. I think it is super beautiful.\n  ","606447":"\n   what happened to Mati!?!?\n  ","606448":"\n   But YOU know better! You do take care of yourself! Hell you could be obese (hypothetically) and 70 and still be hot because you're aware and smart and healthy. When you're 60 you will look gorgeous af thicc or skinny and you will be healthy too\n  ","606449":"\n   Never mind. You're not responding. And if you respond then I know how much later. We can never talk to each other like that. And don't start making excuses because that is of no use to you.\n  ","606450":"\n   Haha it really is addictive!? You just want to buy upgrades and different gadgets!?? Yeah it gets really fast paced!?? Lol is your guy the floating pumpkin!!???\nOkay, i'll have a look at Grindstone!?\n  ","606451":"\n   Ohhh well I have know a few women that age who were thick or fat and still looked good. Just depends on things. I have ZERO doubt that you will still look healthy and youthful when you're older if you got thicc\n  ","606452":"\n   Are u feeling sad when u took ur profile pic?\n  ","606453":"\n   Uh-oh... we attracted the feet freaks with this kind of talk ????\n  ","606454":"\n   I'm definitely talking about your Cartman pajamas. Do you know how beautiful it is?\n  ","606455":"\n   Because I've already sent you some things that you're not responding to\n  ","606456":"\n   Can we still talk?\n  ","606457":"\n   What do you mean? Most older adult women I've seen who are heavy look decent! The weight kinda smooths their skin in a way. Idk maybe you've seen different examples. But that's still a good prayer! I hope they take care of themselves too! Btw if you are thicc when you're older you would look GOOD!!!\n  ","606458":"\n   I buy you shoes and I send them to you, Savannah-Banana Boom ??? (Bladen)\n  ","606459":"\n   Dayum Savannah! That is a hot?size! Just sayin! I'll buy you some open toe high heels if thats ou?\n  ","606460":"\n   I LOVE thiccc girls maybe too much cause I'm pretty into chubby girls but my bias aside, you're beautiful. You are stunning. You have a fantastic body as it is. If you want to get thicker then gain a little weight! Should be easy with the holidays coming up lol. But you are so beautiful as you are❤️\n  ","606461":"\n   That’s actually how I feel about my Guinea pig . I have depression and struggle with motivation but I have to take care  of her which gets me doing things . And of course cuddling a cute animal makes me feel better\n  ","606462":"\n   Well Savannah-Banana Boom. It finally happened:\n   \n    @BladenStarrhorn\n   \n   is no more ??\n  ","606463":"\n   that's very intriguing. hmmm. that's unfortunate\n  ","606464":"\n   Question spam number 2: what’s your feelings on psychics \/ mediums ?\n  ","606465":"\n   Question spam 1: what’s something  that always makes you happy to think about ?\n  ","606466":"\n   damn im a size 10?\n  ","606467":"\n   How is your family different from others?\n  ","606468":"\n   What's your shoe size? I wanna buy you some shoes!?\n  ","606469":"\n   Do you have blue pants with red men on them? Is that your pajama pants?\n  ","606470":"\n   Really? You wanna go that massive?\n  ","606471":"\n   Well your natural weight is good right? Or do you want to get heavier again?\n  ","606472":"\n   You bought jak and daxter and you haven't played it yet!!!!???? You're missing out on the fun lol\n  ","606473":"\n   Do you wanna get as big as the sun too? We can have 3 suns\n  ","606474":"\n   Family Ties or maybe possibly MASH\n  ","606475":"\n   I’m gonna be earth sized\n  ","606476":"\n   The closest thing I played to Alice was kingdom hearts lol, but you should play any of the Jak and Daxter games... very fun\n  ","606477":"\n   You won’t pop. You’re getting bigger\n  ","606478":"\n   How did you lose so much? You aren't happy with it?\n  ","606479":"\n   A little. The air is on\n  ","606480":"\n   Sure. You ready to inflate?\n  ","606481":"\n   Hoi\n  ","606482":"\n   This club is gonna be “huge” ??\n  ","606483":"\n   Wanna join our balloon club? ?\n  ","606484":"\n\n    @B1u3Mo0n\n   \n   is HOT\n  ","606485":"\n   Nice, what's your favorite one to play?\n  ","606486":"\n   i'm eating m&ms\n  ","606487":"\n   Beetlejuice   \nBeetlejuice\n  ","606488":"\n   Does talking to myself mean I am mentally unstable?\n  ","606489":"\n   Are you a gamer?\n  ","606490":"\n   I have no coins now. I gave you all my coins. I only had 25. Now Ask wants me to buy coins? wtf?\n  ","606491":"\n   yes.  loved  3rd rock from the Sun too.\n  ","606492":"\n   who is ur biggest supporter. I know u get shit ton of coins but i wanna know?\n  ","606493":"\n   Spooks Galore \nscary witches at your door\nJack-o- lanterns \nsmiling bright ? \nWishing you a haunting night\nHAPPY HALLOWEEN everyone!?? stay safe!\n  ","606494":"\n   when you address anons directly here by referring to them as \"anon\" in your replies do you use it as a show of respect? term of endearment? condescending way? because you see others do the same? perhaps something else? what is your reasoning behind it?\n  ","606495":"\n   How do you get coins on Ask now? I can't figure it out\n  ","606496":"\n   those pot stickers tho\n  ","606497":"\n   rice vinegar and a dusting of sugar\n  ","606498":"\n   I loved Freaks and Geeks; and young James Franco\n  ","606499":"\n   i like sushi rice\n  ","606500":"\n   Have a good night ?\n  ","606501":"\n   i think she has a crush on you tbh?\n  ","606502":"\n   what's for dinner\n  ","606503":"\n   ????????\n  ","606504":"\n   aww why is that\n  ","606505":"\n   But someone is trying to destroy her rn\n  ","606506":"\n   Yeah she is very sweet. But you are perfect too!\n  ","606507":"\n   hummus or baba ganoush?\n  ","606508":"\n   Awww thats great. it seems that she likes you too very much tho!\n  ","606509":"\n   Sav, you should have seen her face. She looked at me so confused like she was about to cry. I felt so bad! It was the cutest thing ever. Then of course I pet her like crazy and she purred so maybe she thought it was just an accident. hahahaha I love that little stupid idiot. haha\n  ","606510":"\n   I mean tbf it says bi in her profile so you got a chance girl\n  ","606511":"\n   are u and\n   \n    @B1u3Mo0n\n   \n   dating or something now?\n  ","606512":"\n   ....she hide under the bed and I kept screaming at her from downstairs. Missy was so funny because she was just sitting nicely and knew I wasn't yelling at her. Anyway, I felt really bad and I opened tuna and gave it to her and she came running back.....\n  ","606513":"\n   Happy Halloween lovely!\n  ","606514":"\n   Happy Halloween!!! What are you doing?\n  ","606515":"\n   I have a question\n  ","606516":"\n   ?❤️?\n  ","606517":"\n   What’s something you learned recently that you really should have already known?\n  ","606518":"\n   Show me your bootie ??\n  ","606519":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","606520":"\n   Haha maybe. Give Ash a big squeeze. You might like it, but she will hate it. haha\n  ","606521":"\n   how do u get verifed? I have been trying for that blue baddge\n  ","606522":"\n   Happy Halloween!\n  ","606523":"\n   Funny.... I just checked your page and you literally just replied. Yea, I hope next week is good for both of us.\n  ","606524":"\n   I’m kinda down. Next week I want to ask you a lot of fun questions.\n  ","606525":"\n   It is painful thanks for ur understanding theres nothing anyone could say I cant imagine what her parents feel if i feel they way i do she was only 19 it's hard u no I'm a bit older so i have more life experience i no she didnt love me to the same compacity as I did her but was definitely real?\n  ","606526":"\n   do you wish people would treat you better?\n  ","606527":"\n   Do you have weird relatives?\n  ","606528":"\n   Sorry yea its horrible I dont like putting it in words some men did things and now shes gone\n  ","606529":"\n   No I'm angry because I was robbed of her she was killed also I've found I'm angry because I no i will never find a love like that ever again ?\n  ","606530":"\n   whats for dinner? yes i know its not even dawn but i dont want to allow ample time for pondering. i dont like to rush people. im nice.\n  ","606531":"\n   anything your crew here can do to help? TELL US! do you need some meat? i have frozen ground turkey & chicken breasts. sht i have 3\/4 lb of mortadella i was gonna eat tomorrow but ill gladly make the sacrifice. cant leave the house cus hermit yanno but ill throw it as far as i can toward you!!\n  ","606532":"\n   It's true Sav! I never mention this site too. I think it's something to do with we can't see our followers etc. I posted things on here I wouldn't do on other things ? xxx\n  ","606533":"\n   I disagree I loved 5 yrs now she has been gone and still it hurts everyday and made me an angry person I cant get back to the person I was b4 her its horrible I'd rather die then lose love\n  ","606534":"\n   What do you think that everyone should experience at least once before they die?\n  ","606535":"\n   Beetleboom! Beetleboom! Beetleboom!!! *looks around, snaps my fingers. Darn she didn't appear to cause mischief in my life. lol\n  ","606536":"\n   You ok love??\n  ","606537":"\n   seems like its everyone's dirty little secret so far ?\n  ","606538":"\n   do you talk to people about this site or does that fact that you use it often come up in conversation?\n  ","606539":"\n   How was you day? ?\n  ","606540":"\n   What food you could survive off of for weeks?\n  ","606541":"\n   so you're saying its easier to keep up these days? no prob ill send you more questions post haste! ?\n  ","606542":"\n   Halloween is really just a day for us to dress up like our favorite characters and act like kids again without anyone thinking we are crazy. Happy Halloween.\n  ","606543":"\n   what made you stop and what brought you back? how was the vibe when you came back? did it feel different? better? worse? this makes sense why i never ended up on your page before. we simply were never here at the same time.\n  ","606544":"\n   boomtlejuice or beetleboom?\n  ","606545":"\n   Haha yay!!!!???? It's honestly a lot of fun! Hope you enjoy it!? There's tons of randomness too! Hope to see screenshots? Maybe????\n  ","606546":"\n   I am Megaboom leader of the Deceptbooms ?\n  ","606547":"\n   wait before you die im really curious what you will choose to drink? and have a safe death i guess. ☺\n  ","606548":"\n   what is your ethnic background and are you proud of your heritage?\n  ","606549":"\n   Hello Optimus Prime\n  ","606550":"\n   Ok my lady boometh for you anything just so u know if it does make me drown I will be waiting for u on the other side\n  ","606551":"\n   its been three hours. id say if we dont hear back in another 17 apparently yes you can.\n  ","606552":"\n   when was the last time you burned something? what was it?\n  ","606553":"\n   yous the most incredible literally oxygen to me\n  ","606554":"\n   because we have a massive connection and your most amazing person ive ever contacted\n  ","606555":"\n   Can u drown from drinking to much liquid?\n  ","606556":"\n   that's exactly why yous the heart beat babycakes\n  ","606557":"\n   What are your plans for Halloween? ??✨\n  ","606558":"\n   id marry you\n  ","606559":"\n   Ever ridden in a hot air balloon?\n  ","606560":"\n   youve done that for years to me ?\n  ","606561":"\n   i do both with you beautiful angelface\n  ","606562":"\n   i dooooo June 6 1995\n  ","606563":"\n   How old were you when you found out about this site?\n  ","606564":"\n   Todos te preguntan algo sobre ti, pero no te preguntan ¿como estas?, ¿como te sientes?\n  ","606565":"\n   Love for my Queen??\n  ","606566":"\n   You was made different for we are all different. \nWalk with fear for is your source of power that gives you  courage to keep moving forward. Keep isolated for you need time to build your own energy let nothing bother but remain focus and strong\n   \n    @ass4lyfe\n   \n","606567":"\n   Russia's greatest poet Pushkin, the Spanish Golden Age's greatest painter Velázquez, one of Motown's greatest singers Levi Stubbs of The Four Tops, and the greatest EVA pilot Shinji Ikari?\n  ","606568":"\n   Do you know any famous people born on your birthday\n  ","606569":"\n   ????.. Good Nigth!!.. \\(((.^)\/???.. ????.. Buenas Noches!!.. \\(((.^)\/??? ????\n  ","606570":"\n   Do u often feel cold?\n  ","606571":"\n   Is it too early for christmas music?\n  ","606572":"\n   Look at how organized Boom's shoes are!!\n  ","606573":"\n   She is upside down and falling out of her cat bed\/ chair. lol\n  ","606574":"\n   That’s cool, I always wonder how someone came up with the name of something, like why is a bed a bed, why is a tree a tree??\n  ","606575":"\n   Not so much. Have you heard about riots in Poland? Our shitty government delegalized abortion, so women are angry and we fight for freedom for them and their bodies ? All I can say is: JEBAĆ PIS!\n  ","606576":"\n   ??\n  ","606577":"\n   Are your friends party animals\n  ","606578":"\n   do you have a step brother?\n  ","606579":"\n   How many laptops, desktops , tablets do you have and do you use them all?\n  ","606580":"\n   That’s one of my favorites!! ❤️? my forever favorite is ride though! ??\n  ","606581":"\n   Mine is Blue Jeans. I fucking love that song.\n  ","606582":"\n   What’s your favorite Lana Del Rey song? ♥️?✨\nThis would be so hard for me ?\n  ","606583":"\n   to be or not to be is the question what is ur answer?\n  ","606584":"\n   Ash gave you a nickname. She told me. She calls you pooty bum lips\n  ","606585":"\n   What is a \"normal\" sleep time for you?\n  ","606586":"\n   Who is the girl in this gif? lol\n  ","606587":"\n   Dirtiest secret?\n  ","606588":"\n   What do you prefer drinking socially or by yourself?\n  ","606589":"\n   ?☺️?\n  ","606590":"\n   Have you ever eaten at Cracker Barrel? Let me tell you the chicken and dumplings with mashed potatoes and Mac and cheese on the side is the best of the best!\n  ","606591":"\n   The Trump campaign said that Billie Eilish is destroying our country and everything we care about. Is that true or not?\n  ","606592":"\n   Have you ever had a sugar addiction?\n  ","606593":"\n   i wouldnt wish that on the loosest anoose ?\n  ","606594":"\n   wouldnt say good or bad. we are all fairly good looking. there is just no noticeable resemblance. i have a sister and we dont look alike nor does she look at all like my parents. i would say when i see families i almost always see very strong resemblances. im also taller than everyone and darker\n  ","606595":"\n   do you think you're a good person\n  ","606596":"\n   So to get you feed for month you need 30×$100= $3000?? WHOAH???\n  ","606597":"\n   Do you consider $100 big money or no not really? I don't mean like a huge amount I mean an amount that would make you upset if you lost it or make you content if you found it on street..\n  ","606598":"\n   What kind of things are you interested in?\n  ","606599":"\n   Aw i'm so glad to hear that!??⚘?Oh wow thankyou! Don't know what to say!??\nOh i think you're spot on there! It is a very addicting game, and every run is totally different! Making you want to go again!??\ni fully recommend Jetpack Joyride!??\n  ","606600":"\n   You like that ?\n  ","606601":"\n   Can we have a video of ash doing her ash tings?\n  ","606602":"\n   Ur a contrast paradox you are in parallel to what is next to what needs to be?\n  ","606603":"\n   In the UK trump is another word for fast so he is actually known as Donald Fart!\n  ","606604":"\n   What would you say to Trump if he told you that he wish you were his daughter rather than Tiffany because you are far more attractive than her and thus more worthy of representing the Trump name?\n  ","606605":"\n   Did you fall asleep again and will you up up till 6am again?\n  ","606606":"\n   reusing a nickname is like reusing toilet paper. i mean you could i suppose but i dont recommend it, wouldnt feel right ☺️\n  ","606607":"\n   Aww you're most welcome!?⚘? I really mean that too! You are just so stunning! Happy to make your evening\/night!? \nUmm have you tried Jetpack Joyride? ??\n  ","606608":"\n   Good Night ?\n  ","606609":"\n   often the case. you have to compare yourselves at similar ages. i however look nothing like anyone at any point in any way whatsoever lol\n  ","606610":"\n   Haha no but some people definitely like to think that they live in nicer areas so that makes them superior ? but they are just snobs! Yeah I definitely would. I like going out and exploring, as you've seen on my Instagram ? Hahaha Sav you're always hungry ? hope now you're fulfilled lol ❤ xxx\n  ","606611":"\n   -\n  ","606612":"\n   How old were you when he died?\n  ","606613":"\n   Have you ever recycled a nickname?\n  ","606614":"\n   I saw your selfie where you said you had no makeup! You're stunning! Naturally beautiful!?⚘\n  ","606615":"\n   How's your day been\n  ","606616":"\n   Have you ever had someone buy you something off your wishlist??\n  ","606617":"\n   have you ever given someone a nickname?\n  ","606618":"\n   do you resemble your parents?\n  ","606619":"\n   Why do we worry so much about things we can’t control\n  ","606620":"\n   take a moment and journey back into your past, travel back to an earlier time in your life. try to put yourself back in that place and time. relive it and tell me about the event that comes to mind. be as vivid as you can be.\n  ","606621":"\n   I love you\n  ","606622":"\n   You deserve anything. You are gorgeous. Don’t let any hate get to you?✨☺️\n  ","606623":"\n   Dw here to make you happy and safe??\n  ","606624":"\n   so you don't have ig, snapchat, kik or fb, but you have a profile on an anonymous website? seems legit.\n  ","606625":"\n   Here for you??\n  ","606626":"\n   ?✨⭐️\n  ","606627":"\n   I've never thought about it before! I don't know, it's all English! Yeah we have so many accents just where I live in the North West ? Sav you will need to come and visit us! ? Hope by the time you've read this you've eaten now ? xxx\n  ","606628":"\n   What social media do your parents use?\n  ","606629":"\n   have you ever made the following concoction? sesame oil, sugar, and soy sauce. sop that sht up with your bread or naans omg ?\n  ","606630":"\n   I wish it was me! ?\n  ","606631":"\n   i will cook you it babe just sit back and smell it cooking xo\n  ","606632":"\n   Too much mayo will clog arteries!\n  ","606633":"\n   Find that ugly picture.  You know the one that's buried deep in your phone,  you hope no one discovers, yet?\n  ","606634":"\n   Science dictates: Double down on vitamin B and iron vitamins is the healthy approach.   (Petroleum jelly only comforts you, but if you're like most people,  you lick it off, which prolongs the chapped lips)\n  ","606635":"\n   ?☺️?\n  ","606636":"\n   How’s my Queen?\n  ","606637":"\n   Hi\n  ","606638":"\n   Because I make an even more awesome Grilled Scrambled Eggs & Cheese Sammich. :)\n  ","606639":"\n   About a week ago lol I’m gonna call the doctor next week and let him know about this pain I’ve been having\n  ","606640":"\n   What do you think is the best way to deal with hate on here?\n  ","606641":"\n   It's funny when people try to talk \"British\" as really there is no such thing ? in the space of 30 miles we have completely different ones from Manchester (Manc) to Liverpool (Scouse) and then there are strong Lancashire ones like Wigan and Leigh! I live around in between xxx\n  ","606642":"\n   The most funny is when A Russian spy trying American accent\n  ","606643":"\n   That's why our hot weather in the south west will always expose you Russian Siberian spies\n  ","606644":"\n   What is the most interesting dream that you remember having? ✨\n  ","606645":"\n   How did you adapt to the arid weather in California and Nevada?\n  ","606646":"\n   Which is more funny to you an American trying the British accent or A British trying the American accent?\n  ","606647":"\n   I know.. But you are damn beautiful\n  ","606648":"\n   Crazy and damn sexy just how I like you wild you beast ?? ❤️❤️❤️ hope you’re day is going well my friend nothing but love from this side ❤️❤️❤️❤️\n  ","606649":"\n   Why are you still awake? It’s very very late\/ early morning.\n  ","606650":"\n   When is the last time you had pizza and what toppings did you get?\n  ","606651":"\n   You are beautiful?\n  ","606652":"\n   Have you and a friend ever had a massive falling out\n  ","606653":"\n   cus British. Americans doing it would result in a channel change ?\n  ","606654":"\n   yes. the other one isnt as easy to share. there is no link. i just have it saved in an email i sent myself. the whole story was a conversation on twitter via dm. i could email it to you if you want or wonder if i can paste it to dropbox or something. not sure. let me know\n  ","606655":"\n   What did you accomplish this weekend?\n  ","606656":"\n   i just love the costumes. they could just like dress up as a giant lobster or whatever and walk up to people and i would die ?\n  ","606657":"\n   i was gonna say that but ofc no room lol. they are the worst. they just ruin everything lol. last time i made them i vowed to never buy them again. they just suck up all the oil like bastard sponges and uggghhh thinking about them now i hate them! today im making butternut squash which is lovely ☺\n  ","606658":"\n   this inspired me to go and read my original story. its not THAT long. and yeah the bit you read doesnt do it justice. it explains nothing about me. ofc they needed to edit it down. but it has none of my rhythm and feeling. out of order etc. if you care to read it let me know.\n  ","606659":"\n   okay ill get it next time. let you know what i think. also challah is in process. dough is proofing warm, moist, cozy, and content rn in the oven.\n  ","606660":"\n   enter the void is more visceral, requiem is the best. fear and loathing is good. book was better. a beatiful boy is amazing. good time is well good lol. sicario is also amazing, soundtrack omg. there are so many. good list!\n  ","606661":"\n   have you ever seen trigger happy tv? old ass show on mtv ran like one season but had me rolling. although im sure if i go and look it up now id be like ...okay why did i find this sht so funny before. best not to spoil it. ?\n  ","606662":"\n   I like your answer, there is another strange question, we are in the time of the dinosaurs and we have to go back but we are in the audanas of time and there is a guard. How do you bribe him? Would you let me pass later?\n  ","606663":"\n   Pap\n  ","606664":"\n   Have you ever trusted the actual \"Non Trustable\" person? #STAIF\n  ","606665":"\n   Чем приятным впечатлил тебя сегодняшний день ??\n  ","606666":"\n   Awww that's really nice, what did you donate? Sounds like you had a productive day!  ❤ I watched my film and then the football as my team Liverpool were playing. It sucks because of the local restrictions I couldn't go out to watch it with everyone so had to watch it from home ? xxx\n  ","606667":"\n   what are the best drug themed movies?\n  ","606668":"\n   I love your eyes??\n  ","606669":"\n   And your full lips?\n  ","606670":"\n   And of course your perfect hair and ahhwhww???\n  ","606671":"\n   so yesterday at the store i was perusing the coffee creamers and saw pumpkin spice and also peppermint mocha. of course i fell victim to this seasonal enticement trap and got the pumpkin. tried it before and was meh.. question is should i allow myself to fall victim once more and try the peppermint?\n  ","606672":"\n   What did you watch in the end Sav? xxx\n  ","606673":"\n   okay ill see if its still up. its been a while. dont know how long they keep things archived. well its still there comments are gone tho. reading it now its kind of disjointed the way they cut it up but whatever the gist is there. i should go read my original lol. ill send you the link to ozzy.\n  ","606674":"\n   friends are another one of life's responsibilities. it can be rough when you are someone who cares. only solution is to become someone who doesnt give af. but then you wouldnt have all those friends in the first place lol ?\n  ","606675":"\n   Good night my baby lady???\n  ","606676":"\n   Netflix or tubitv\n  ","606677":"\n   Which holidays do you and your family celebrate?\n  ","606678":"\n   What is your favorite month of the year?\n  ","606679":"\n   Do you prefer day or night?\n  ","606680":"\n   what veggies are the best veggies? ?????????? and nope eggplant is NOT making it into the vegetable emoji collage. i feel like it would just throw off the whole vibe of this question. but still probably to a lesser extent that i've assuredly thrown it off by going off on it.. but alas this is life ?\n  ","606681":"\n   Have you ever considered going as Bad Sandy for Halloween?\n  ","606682":"\n   ?. I remember seeing your ig. You have a nice butt. ?\n  ","606683":"\n   What do you like to do on a rainy day?\n  ","606684":"\n   My heart stopped! ??\n  ","606685":"\n   Check out this insta on implant illness -- Never get them -\n   \n    https:\/\/www.instagram.com\/breast_implant_illness\/\n   \n","606686":"\n   Do you like mayonnaise?\n  ","606687":"\n   Lady Boom will always be ∞ out of 10!!!\n  ","606688":"\n   What was for dinner?\n  ","606689":"\n   How would you describe your butt? ?\n  ","606690":"\n   Would you ever drink a raw egg? build some protein\n  ","606691":"\n   Do you think peak-JCVD might have had the best male butt ever?\n  ","606692":"\n   Do you like thousand island dressing?\n  ","606693":"\n   Do you drink coffee?\n  ","606694":"\n   All the actors from trailer park boys it's on Netflix its fuked up hard my kinda thing lol\n  ","606695":"\n   Who would win a fight between these three badasses?: Jet Li, Jean Claude Van Damme, or Michael Jai White\n  ","606696":"\n   K have u seen The Drunk and On Drugs Happy Funtime Hour\n  ","606697":"\n   Hello how are you doing?\n  ","606698":"\n   There r places just like it with people like them in aussie even in new zealand there are some real characters\n  ","606699":"\n   What’s your favorite genre of music???✨\n  ","606700":"\n   I can't take my eyes off you.\n  ","606701":"\n   Dude I really wish the Trailer Park Boys were real. I'd fucking love living with them.\n  ","606702":"\n   Is it appropriate to put mozzarella sticks in a dish of spaghetti with meat sauce?\n  ","606703":"\n   It must have taken you a while to click on every animal emoji. lol\n  ","606704":"\n   Would you rather visit a zoo or an art museum?\n  ","606705":"\n   Fvt emoji? :)\n  ","606706":"\n   do you say \"goose bumps\" or \"goose flesh\" ?\n  ","606707":"\n   Should prisoners with full life sentences be given the chance to end their life rather than live out their days locked up?\n  ","606708":"\n   how far ahead do you plan into the future?\n  ","606709":"\n   Cough drops are the best munchies. Forget chips, it's about having 10 Halls at once.\n  ","606710":"\n   You're really pretty\n  ","606711":"\n   Can you start posting pics of your food? Even create a new Instagram account for lady boometh’s meals\n  ","606712":"\n   is it a physical fatigue or a mental fatigue?\n  ","606713":"\n   do you partake in making thanksgiving dinner?\n  ","606714":"\n   better way to boomify the word \"incredible\": boomcredible or incrediboom?\n  ","606715":"\n   Are the butterflies real tattoos or just temporary ones, such as hentai\n  ","606716":"\n   Do you put a small, medium or large amount of maple syrup on your french toast?\n  ","606717":"\n   ✨??\n  ","606718":"\n   Is it actually GOOD LUCK when a black cat crosses one's path?\n  ","606719":"\n   do you have any favorite cover songs? which ones?\n  ","606720":"\n   i wrote about it once to someone. he worked for ozzy and did a little piece on it. i mean it was only like 1\/30th of what i wrote but they did a good job. ill share it with you sometime. ?\n  ","606721":"\n   what is a friend to you? do you have enough of them?\n  ","606722":"\n   Hey\n  ","606723":"\n   you just make sure to stick around for a long long long time. i almost died one time. i just eat a lot of chocolate now. i mean i did before too ?\n  ","606724":"\n   i was trying to recall how i ended up here. i think since i really no accounts i was following when i came back here some weeks ago the feed was like all suggestions. and it showed something of yours i must have found you that way. for sure if i didnt find my way here id have left this site again ?\n  ","606725":"\n   sht you are still getting over it then i bet. your immune system everything. all the stuff they gave you to fight that thing. wow just wow. thats deaths doorstep stuff. im literally floored. and you dont even talk about it. wow.\n  ","606726":"\n   That sounds horrific. How would you describe what you felt so we can get an idea of what the signs of that happening are?\n  ","606727":"\n   damn how long ago was this?\n  ","606728":"\n   do you feel mentally younger or older than your age? and why do you think so?\n  ","606729":"\n   well if someone is top in the USA here i think it counts as the universe lol. its funny i never bothered following anyone on the leaderboards intentionally. figured they were like royalty and id just better stick to associating with the other rabble down here in the slums ?\n  ","606730":"\n   Leave a message for your future self!\n  ","606731":"\n   as you approach just yell boomerang. if they even flinch RUUNNN ?\n  ","606732":"\n   You want more? Robbie said Saturday Millionaire!\n  ","606733":"\n   Do you believe there is good in everyone? \n\nAre people inherently good, evil or a little bit of both?\n  ","606734":"\n   Lmao everyone os crushing on you!\n  ","606735":"\n   ?\n  ","606736":"\n   I love british guys and their accent ?\n  ","606737":"\n   Bladen and Darren too!\n  ","606738":"\n   What about love letters\n  ","606739":"\n   Make me loser\n  ","606740":"\n   You like love with? letters\n  ","606741":"\n   Hahah shush\n  ","606742":"\n   Jack is another one!\n  ","606743":"\n   ?\n  ","606744":"\n   Space\n  ","606745":"\n   i want to go crush on this anon!! ???\n  ","606746":"\n   true\n  ","606747":"\n   Is he british in real life?\n  ","606748":"\n   i like the last 15 minutes lol. the girl maria bakalova killed it lol. she was ?\n  ","606749":"\n   You actually have guys from around the world with a crush on you they are not even just American ?\n  ","606750":"\n   Yeah I'm one ?\n  ","606751":"\n   I can name a few who do and they arent even on anon. Quite a lot that do\n  ","606752":"\n   That's awesome ?\n  ","606753":"\n   its not true. i volunteer as tribute ?\n  ","606754":"\n   You can tell that they adore you\n  ","606755":"\n   Cuz im crushing on you??\n  ","606756":"\n   That’s cool! I believe in you!\n  ","606757":"\n   What’s the highest scoresd college paper you’ve ever wrote?\n  ","606758":"\n   I wish I had so name guys crushing on me\n  ","606759":"\n   You like vodka?\n  ","606760":"\n   Lmfao but even when you're trying to look bad you still look stunning ?\n  ","606761":"\n   What’s the drink ? Whisky ? What kind ..?\n  ","606762":"\n   cute\n  ","606763":"\n   Ugh.  Now you're going to cute again.  \n\nI'm getting the feeling you have a hard time staying focused! \n\nWhat are we going to do with you ???\n  ","606764":"\n   you will appreciate \"the running of the americans\" in the new borat lol\n  ","606765":"\n   wisdom tooth powers ? i have all mine too.\n  ","606766":"\n   You look ???\n  ","606767":"\n   Ugh.  Now you're getter colder.  I don't think youre even trying.  \nStay focused.   Ugly.  Ugly is what you're searching for.  \nTry again.\n  ","606768":"\n   Ok.  Fail#1. It's okay.  It was your first attempt.  \nTry again.\n  ","606769":"\n   Everything you do fits you is very thoughtful of you how you btw the question with a answer and got back to me with the real you.. like always been na fucking cute and sweet to me be careful your fans might get jealous ?❤️\n  ","606770":"\n   Is that even possible?  \n\nWait.  I have a challenge for you.  Show me the ugliest selfie you have on your phone at the moment.\n  ","606771":"\n   No its true\n  ","606772":"\n   Where are u going to be on Halloween\n  ","606773":"\n   Weird question think of a nuclear world full of aliens we are at war and they shoot me in the leg. Would you save me? How? And what do we have for breakfast ???\n  ","606774":"\n   haha dont worry it was fun and i doubt you would chance picking anything but challah at this point lmao. yeah i know you get floooooddddedddd haha. you are literally master of the ask universe more or less ?\n  ","606775":"\n   All of the guys here are crushing on you!\n  ","606776":"\n   This definitely deserves to be your profile picture!  (Hopefully you could post more like this in the near future?)\n  ","606777":"\n   no prob. we'll swap your blood out this afternoon. then we'll hit the baking hard af. ill let you know when i find you a donor and drain em. ?\n  ","606778":"\n   if u had the ability to take years of your life off of your timeline and grant them to someone else would you? how many years? and to whom? btw u dont know how long u still have yet to live. if you go over you croak instantly. u melt like human chocolate like that poor fool in the last crusade ☠?☠ ?\n  ","606779":"\n   nice. nowadays it would prolly be one of your super fans disguised as an old lady ?\n  ","606780":"\n   i didnt look it up but im aware of what it is. you are alive cus you picked challah and not pizza. if you'd picked pizza... bozhe moi ?\n  ","606781":"\n   compared to the rest of the human race you have 1000000 fox lead ?\n  ","606782":"\n   What made you pick that name lady boometh ?\n  ","606783":"\n   Have you ever lost a tooth?\n  ","606784":"\n   No you are beautiful!\n  ","606785":"\n   think ill call you guns. cus i was listening to sweet child of mine earlier and the lyrics made me picture you and your eyes. also cus guns.. they goooo boom boom boom. btw you have no choice on the matter cus you gave written consent ☺\n  ","606786":"\n   Not a question but you’re so pretty? not fair.\n  ","606787":"\n   oh you're welcome! i have this little notepad here by my computer where im writing down everyone's answers. waiting on some other slackers tho.. im like thinking are you going to do that very last one in rd 2 so i can do the next round sometime this year or.....? ?\n  ","606788":"\n   also to show my appreciation for your participation and to honor the challah i put challah bread on my list of upcoming desserts. sometime in the next week or so not sure the day. have to first check with my ocd. anyways its been a long time since i made it.\n  ","606789":"\n   i urgently wish to turn you into a baker if you cannot already tell ?\n  ","606790":"\n   You're so pretty ?\n  ","606791":"\n   Do you believe in miracles?\n  ","606792":"\n   after all these years frank's head is still my dp on youtube lol.\n  ","606793":"\n   That's so bad but people are just doing what they want! Right I'm off to watch Skyfall! Speak to you later, ly Sav ? Some crazy anon will now go look Darren admits he loves you! ?? I've already had anons telling me about your underwear colour etc! Madness! Speak to you later ? ? xxx\n  ","606794":"\n   yeah i saw that. infections like that are so so so lethal. thank challah god you pulled through gunny\n  ","606795":"\n   maybe thats what they meant by \"meaty\" lol\n  ","606796":"\n   Omg no way! That's not good at all! We can't cope like this for years! ???\n  ","606797":"\n   you are ahead of the game so much you know that?\n  ","606798":"\n   It should have been out April this year, then it was October and niw it's next April ??? xxx\n  ","606799":"\n   I am gutted we can't watch the new one until April now! I really want to see how they do it as it's Daniel Craig's final film. Well I like PG Tips but as it's also my name Earl Grey is quite nice too ? Awwwa good! xxx\n  ","606800":"\n   No but that honestly wouldn't surprise me lol. Given how many Karens roam the world, we probably need to get them to self isolate for 14 days if they should choose to go out in public, and infect us all with their Karen-ness\n  ","606801":"\n   fucking killed me this\n  ","606802":"\n   Americans are just bitter Karens ;)\n  ","606803":"\n   This made me laugh more than it should ??? xxx\n  ","606804":"\n   I'm putting James Bond on, Skyfall! Seen it so many times but it is great ? Haha yeah I'm English we love tea ? ? Awww you're not deleting photos of you are you? xxx\n  ","606805":"\n   Maybe it's because Russians are genuinely nice people, but a select few make everyone believe they're all rude, drunk, etc, when the opposite is true. Russians are awesome. They're like Canadians but they love Vodka and we love beer.\n  ","606806":"\n   I love this Queen so much?✨\n  ","606807":"\n   Treats you as a Queen?\n  ","606808":"\n   you do realise, every one can see your conversation; should you prefer a more sequestered situation, I reccomend messenger.\n  ","606809":"\n   would you go out of your way to help a stranger? have you in the past? if so talk about the situation.\n  ","606810":"\n   Haha yeah don't tell anyone Sav ? I ordered on Amazon yesterday The League of Extraordinary Gentlemen yesterday as it was the last Blu Ray in stock and I've not watched it for year......but it still hasn't arrived but I was going to watch that ? oh its tea all the way! What about you? xxx\n  ","606811":"\n   Doing great?\n  ","606812":"\n   what are your addictions? or closest thing you can come to one..\n  ","606813":"\n   what are you up to today?\n  ","606814":"\n   I'm meant to be working from home so in 20 minutes I can switch off my work computer! Think I might watch a film ? xxx\n  ","606815":"\n   step away anon ! she's already mine\n  ","606816":"\n   rocky 4 has one of the best movie soundtracks literally ever.\n  ","606817":"\n   I'd never judge you. Wow. You look marvelous.\n  ","606818":"\n   Gm?\n  ","606819":"\n   Awwww no that sucks! Hope you find them ? xxx\n  ","606820":"\n   HAHAHAHAHAHA ??? atleast not double faced\n  ","606821":"\n   Brightens you up and makes you sleep well?\n  ","606822":"\n   Do you have tumblr?\n  ","606823":"\n   I've been so bored lately! I'm so happy to speak to you though! ?? xxx\n  ","606824":"\n   He definately has a crush on you\n  ","606825":"\n   Heyyyy Sav! Thought I would log on to Ask and see what I've been missing! xxx\n  ","606826":"\n   -\n  ","606827":"\n   Actually,  if ever you're invited to go deep sea fishing or...on a cruise...or a yacht.   Stop by a nearby Acupuncturist.  They help millions of people annually.   People say it last for almost 30 days with no side effects\n  ","606828":"\n   Beautiful Sav ?\n  ","606829":"\n   Cute\n  ","606830":"\n   Have you ever gone hunting or fishing?\n  ","606831":"\n   Pap of you\n  ","606832":"\n   Bored right now . And how old are u .\n  ","606833":"\n   Happy Monday Y’all ??\n  ","606834":"\n   are you afraid of death? how often do you think about it?\n  ","606835":"\n   Good .whats up.\n  ","606836":"\n   So I'm sitting here and day dreaming.... then I started thinking about Halloween costumes that I could see you pull off.... 1) Roxanne from Good Burger 2) Ke$ha, but the older Ke$ha with the $ in her name from her earlier days\n  ","606837":"\n   ?☺️?\n  ","606838":"\n   How are u baby .\n  ","606839":"\n   Baby .\n  ","606840":"\n   Queen?\n  ","606841":"\n   Love you so much??\n  ","606842":"\n   Doing ok??\n  ","606843":"\n   Gets Comfy with my Queen?\n  ","606844":"\n   Beer makes me feel bloated\n  ","606845":"\n   Yea I went thru that once it is sad wont do that again ?\n  ","606846":"\n   What is the worst thing someone can do that isn’t illegal?\n  ","606847":"\n   what flavor tho? like original? honey? i know they make a whole bunch. my go to is, hold on i need to check lol.. hickory and brown sugar. i just get whatever generic. brands dont matter to me. only the price ?\n  ","606848":"\n   do you make your own naans? its super easy. nothing beats the aroma left in the house. the smoke if you let char a bit. its really wonderful stuff, naan.\n  ","606849":"\n   oh wow. okay okay. i like that tho. also love how you have been super on top of the battle of the bread superific awesomely funistic totally radiciallly yumzy competition too. it means a lot ☺\n  ","606850":"\n   What do you most value in your friends?\n  ","606851":"\n   You are too sweet and caring?\n  ","606852":"\n   Did you eat delicious today, darling???\n  ","606853":"\n   ill listen to these rn thanks! i found myself listening to music last night for the first time in months and realized just how many tracks in my playlists are in foreign languages ?\n  ","606854":"\n   You're very welcome, and i mean that\n  ","606855":"\n   What level in a video game were you stuck on back in the day? Or recently??\n  ","606856":"\n   Favorite color of  hearts\n  ","606857":"\n   Do you believe the future will be better or worse than the present? Why or why not?\n  ","606858":"\n   Bro check out my flow, flow ridin' the ho, ho, ho I ain't no Santa Claus, hell I ain't no Momma Claus, but I is a tough S.O.B, and none of these mafuckas know shit dawg *mic drop*\n  ","606859":"\n   I'm sure I've read more of his work than you have, but ok, you are a waste to engage with. You have no curiosity outside of things that confirm your leanings.\n  ","606860":"\n   Beautiful ?❤️\n  ","606861":"\n   There's a difference between gathering information from a variety of places and vetting it against other sources and doing what you do, which is outright borrowing from con artists, passing it off as being plugged into something supremely intellectual. You think everything critical = heated ?\n  ","606862":"\n   No problem beautiful. I hope i cheered you up. Can i see a pic of you?\n  ","606863":"\n   by what name if any do you prefer people address you as here?\n  ","606864":"\n   Haha change is good\n  ","606865":"\n   You don't have your own thoughts. You parrot nonsense you get from snake oil salesmen like Jordan Petersen. It would take almost no effort to crosscheck the garbage he spews, but like a lot of disaffected, lazy people, you'd rather bask in the comfort he offers you.\n  ","606866":"\n   You're absolutely welcome miss. I wanted to make you smile or blush, and feel good about yourself. Why were you feeling bad?\n  ","606867":"\n   A big change is that im not lazy anymore and dont get moody all the time and and and i have lot time to do my stuff\n  ","606868":"\n   who's praise means the most to you?\n  ","606869":"\n   How did u get verified if i may ask?\n  ","606870":"\n   Stay cool, queen?\n  ","606871":"\n   Hey\n  ","606872":"\n   would you host a podcast? ?\n  ","606873":"\n   Every issue ends with the villain saying \"I'll get you, Wisdom Too-- Shit, where'd she go? And what's this tooth laying here?\"\n  ","606874":"\n   do you like your writing style? what thoughts come to mind as you reread thins you have written? both recent and from longer ago\n  ","606875":"\n   Thats something cooool, Be my master\n  ","606876":"\n   Wow i never thought of this power. It new and cool ???\nI thought of stopping time or invisible man or can time travel or teleportation etc etc\n  ","606877":"\n   I'm totally going to start writing this comic tomorrow.\n  ","606878":"\n   I have been doing it for past 4 years\n  ","606879":"\n   Best ideas come to mind when we are high on this herb in heaven or hell that, heck, may heightened our hatred for Hasbro.\n  ","606880":"\n   I only want 1 or 2 babies. What about you?\n  ","606881":"\n   Which superpower you'll prefer id if you get to choose one ?\n  ","606882":"\n   I want to name my kid Riley, whether it’s a boy or girl.\n  ","606883":"\n   If you have a superpower how would you use it ?\n  ","606884":"\n   What r ur thoughts rn?\n  ","606885":"\n   Hi\n  ","606886":"\n   Chips & Salsa or Chips & Dip? ?✨⭐️\n  ","606887":"\n   Which is easier: to hate or to love? Why?\n  ","606888":"\n   Early morning walks are amazing.\nIt makes me feel.like now i can do anything you throw at me.\nAnd the smell omg it's so fresh.\n  ","606889":"\n   Do you have any vids of Ash playing with her bottle caps?\n  ","606890":"\n   Boomepathy\n  ","606891":"\n   What one thing you like to do in a day that makes your whole day happy ?\n  ","606892":"\n   You're very welcome miss. I mean that. I'm just the kind of person that believes in respect and decency. I will admit, my jaw dropped when i seen you.\n  ","606893":"\n   Dude I knew he never drank since I first watched the show like 15+ years ago :P DUDE I WAS GONNA WATCH IT TOO. Psychic.\n  ","606894":"\n   My heart shattered cause he was the man. Never again will someone act so beautiful when drunk as he.\n  ","606895":"\n   I applaud an energetic lady like yourself. You are cool\n  ","606896":"\n   Do you like snow?\n  ","606897":"\n   My fuck I miss John Dunsworth.\n  ","606898":"\n   I love that energy\n  ","606899":"\n   Also as a teen I could see how people were with social ques ect... I find it simple to read a person's body language I can predict after knowing someone for a very short time how they would react in any givin situation things like that yet I never really had social interaction as a child\n  ","606900":"\n   because other than to party ummm its trashy lol not saying that you're trashy though just living in one is\n  ","606901":"\n   you did? why?\n  ","606902":"\n   When did you live in a mobile home? Were you homeless?\n  ","606903":"\n   That's good to hear beautiful. Yes indeed, and every time i see a montage i get so hyped up that i go for a long bike ride\n  ","606904":"\n   Gorgeous?\n  ","606905":"\n   Would you like to live in New York City?\n  ","606906":"\n   \"You're FUCKED Mr. Lahey... want some more Mr. Lahey?\"\n  ","606907":"\n   If I could give 5 trillion coins, I would.\n  ","606908":"\n   I thought you lived in a mobile home.\n  ","606909":"\n   Dude I swear to fucking god Lahey is the best drunk trailer park supervisor ever.\n  ","606910":"\n   U say ur sheltered in what way how do u mean?\n  ","606911":"\n   Aren't sweaters just tuxedoes that you wear to bed?\n  ","606912":"\n   Have you ever seen one of the rocky movies? If you have, does the training montages fire you up\n  ","606913":"\n   Is that what it is? I don't think so. You just always echo the dumbest people who have become famous by grifting off people's stupidity on the internet. Is that a big deal to point out?\n  ","606914":"\n   Who is the punk fool who hijacked my convo thread with you? lmao. Must be some loser millennial. lol\n  ","606915":"\n   how were your wings last night?\n  ","606916":"\n   The best is when it's very cold and you have a fireplace going and you sleep in front of it.\n  ","606917":"\n   Have you ever been to Disney? What was it like? Did you like it? Is it a ripoff?\n  ","606918":"\n   are you vegan?\n  ","606919":"\n   Do you like to sleep in the hot or cold?\n  ","606920":"\n   You're not like all the other millennials. You think more like a Generation X person. I like that.\n  ","606921":"\n   You have become a foot soldier for the internet's dumbest heroes.\n  ","606922":"\n   I had to Google permastoned\n  ","606923":"\n   I don't think anyone who says we're all special believes we are all special in equal ways.\n  ","606924":"\n   That's not the millennial teaching way. Life is supposed to be equally fair to everyone.\n  ","606925":"\n   Are your eyes all stoned looking right now?\n  ","606926":"\n   Everyone's a winner! Yea!!!\n  ","606927":"\n   Where the happiness can be found?\n  ","606928":"\n   Are you a milk chocolate, dark chocolate or white chocolate person?\n  ","606929":"\n   I've never had real ramen like this. This looks so good on a cold snowy day.\n  ","606930":"\n   Have you tried the frozen ramen which cook in 1 minute.\n  ","606931":"\n   ?✨☺️\n  ","606932":"\n   Do you give second chances easily? #STAIF\n  ","606933":"\n   Do you have any autographs or pictures with anyone famous? Post em if you got em.\n  ","606934":"\n   I really want a massive bowl of delicious ramen. I've never tried it before and I really want to. Have you ever had it?\n  ","606935":"\n   so I’ve been doing a lot of introspection these last few months an was talking to my friend recently and she made me realize that a lot of what I thought was normal is actually a fairly unique experience. I’m pretty sure that I’m an empath I feel people’s emotions and energy. Can you relate to this?\n  ","606936":"\n   Do you ever get hyper or are you never hyper?\n  ","606937":"\n   You look lovely\n  ","606938":"\n   How much time do you think you had if you didn't go when you did?\n  ","606939":"\n   Not mad at u at all just saying I dont see the same thing everyone else seems to ur personality is really quite nice ur just not as goddess like as alot of weirdos keep putting across on here algood just making sure ur not gettin a big head over all the nice comments so I thought to throw a negative\n  ","606940":"\n   What do you write about, smartypants ?\n  ","606941":"\n   What did they say would've happened to you if you didn't get it treated when you did?\n  ","606942":"\n   What happened\n  ","606943":"\n   I thought that was on your stomach area\n  ","606944":"\n   Do you feel like hiding in bed?\n  ","606945":"\n   What scar from what\n  ","606946":"\n   Morning. Have a lovely day?\n  ","606947":"\n   Your scar is really hot ??\n  ","606948":"\n   You know judy from sleepaway camp? you remind me of her\n  ","606949":"\n   Do you like soukous?\n  ","606950":"\n   Dude he was the best. I will piss myself if anyone disagrees. Cause he's the motherfucking M A N\n  ","606951":"\n   God that's the best stoner show ever then. I thought it was hilarious while sober, so no wonder why I love it - because it reminds me of me LOL (minus the trailer park stuff cause I ain't from a trailer park lol)\n  ","606952":"\n   do you like music in foreign languages? any examples of the ones you like?\n  ","606953":"\n   Savannah, you must watch Trailer Park Boys on YouTube the next time you get high. It'll honestly be one of the best times of your life. I nearly peed myself laughing. It makes you appreciate these shows even more.\n  ","606954":"\n   meant to say hate not have lol. and i have done that. tear up bread to little pieces till i have ennough in there to make a beautiful flavorful mush. i do that same technique with ramen. its just part of being cool.\n  ","606955":"\n   ive not had upgraded to a new gaming system for like a cat lifetime lol. i have nothing against gaming, i just lost interest. yeah i think its about out if not out already. ive seen the newer dooms. they are good but more action than fear based. loved the feel of doom 3. they went a differnt route.\n  ","606956":"\n   im sure it does but the correct answer is doom 3 ?\n  ","606957":"\n   hey how are you?\n  ","606958":"\n   mhhhhhmm (says with mouth full and shovels in more walnut chocolate chip banana bread) ??❤\n  ","606959":"\n   yes you are precipitating something that could possibly be corrected resulting in the benefit of the individual. one could say \"tough love\"\n  ","606960":"\n   considers calling you conceited just so i could enjoy the coming spam storm and you flexing your muscles lol. so it would only be a white lie you see ?\n  ","606961":"\n   i have brothy dishes lmoa. i never got the apeal of pho. people lose their minds. first thing i would have to do is stick and entire loaf of bread in it lol\n  ","606962":"\n   I really think you should get a t-shirt made that says Ask VIP. lol lol lol lol\n  ","606963":"\n   na I dont see it ur kinda cute but eh each to there own I guess ur words seem genuine enough still I don't get why all these guys are falling at ur feet the way they do I mean non of them actually no u like u could be wearing someone else's skin lol u no what I mean a sorry not trying to offend u\n  ","606964":"\n   Did you tattoo yourself?\n  ","606965":"\n   what video game had the best soundtrack?\n  ","606966":"\n   i only have 300 CHARATORS my friend. and im sort of used to being vague when discussing these things. almost like its a secret club. sorry its a habit and not deliberate. just know that im in your corner. i want you to be victorious in all your endeavors. you really are one of a kind excellent ?\n  ","606967":"\n   i dont think you are conceited at all. you are very modest and almost self-effacing in a way. thats why i wanted to understand why the anon was upset. maybe they will shed some light?\n  ","606968":"\n   clothing that was once loose is suddenly not so loose anymore ☺\n  ","606969":"\n   when was the last time you had pho?\n  ","606970":"\n   positive or negative should never be a factor. only truth matters. being brutally honest is a good trait to have imo\n  ","606971":"\n   i was not referring to your research at all. the only thing i was referring to is you said you have body dysmorphia. and that is what i meant by the voice inside your head. and it being deaf. because someone with body dysmorphia is deaf to anyone elses image of them. only hears\/sees one's distortion\n  ","606972":"\n   the truth is always the right answer. sooner or later it comes out from one place or another. someone who always tells the truth is lighter because lies are a burden upon you. and people who weave complex lies get tangled in their own webs.\n  ","606973":"\n   do you sing along when you hear music?\n  ","606974":"\n   Well. I can say that externally that's only the best thing i have seen ?❤️\n  ","606975":"\n   the anon that said you were conceited yesterday, do you know what they are referring to? was it the romance movie person? i really cant remember\n  ","606976":"\n   Haha.. you are cute ? but eyes still the best thing you got ❣️??❤️?\n  ","606977":"\n   we have more in common than you realize. and i understand that words wont change how you feel. and i understand not wanting to hear other people say what they say. ALL that said... its still not gonna stop me from trying to speak to the voice inside your head. even though i know its deaf. much love\n  ","606978":"\n   Are you Ask's Angel of Doom?\n  ","606979":"\n   well its just some friendly advise. of course its your right to hold whatever standards you want for yourself. im only saying this because it can be quite stressful.\n  ","606980":"\n   If I learn to speak English normally, I'll do anything to make you happy??\n  ","606981":"\n   you should not be concerened about your weight. just live your life\n  ","606982":"\n   How often do you post pictures in you social media accounts?\n  ","606983":"\n   ?? ur so hot\n  ","606984":"\n   i see your point. but the way i feel is that you know you are being fake and you are just acting so you can please the other person. not to an extent that it would change you. like you always know inside. but i reiterate you make a great point. anyway its not a good way to be imo.\n  ","606985":"\n   You're most welcome. This is why I was drawn to you from the beginning. I see the journey you're on & I'm honored to be a part of it. Hopefully aiding you in some small fashion along the way of this new transformation you're headed towards.?:)\n  ","606986":"\n   What things help you relax the best?\n  ","606987":"\n   \"hot\" is a horrid term, yes. I would say you are very beautiful, my dear Sav. B\/c both your flaws & your weaknesses, + the fact you See & Are working on them, showing that you want to better yourself, = the beauty that you possess & outwardly shine.?\n  ","606988":"\n   Ur hot\n  ","606989":"\n   there is enough for you but sorry pal i dont think you will make it on time. and... i think its time to start this feast. so i will leave you in peace for a while finally haha. you are in good hands. till then stay awesome ?\n  ","606990":"\n   act sort of fake and tell people what they want to hear. not so much to the point it affects you personally. just surface bullsht to make people \"happy\"\n  ","606991":"\n   Imagine being 110 years old, having an uncle, and that uncle has like 40 kids, 100 grandkids, 250 great-grandchildren. It's wild when we think about the possibilities.\n  ","606992":"\n   You don't get me\n  ","606993":"\n   oh yes i see. yeah in italy we take care of our own eldery. although it winds up turning into a money battle between siblings and nobody wants to actually do what they promised to do and the battles rage and often times feuds result and people dont speak to each other for decades or more lol\n  ","606994":"\n   No what you said yesterday was pretty conceited\n  ","606995":"\n   everything is done. im just chillin' ? but soon.. soon.. we will feast! lol\n  ","606996":"\n   it has its good and bad points like most things do. i suppose it depends on the specific areas that an individual exhibits their pride.\n  ","606997":"\n   Please don't compliment her because Savannah became so conceited and so unfriendly apparently this what happen to people when they get compliments all the time\n  ","606998":"\n   i see what you mean but i suppose in my head i had a different idea of a \"people pleaser\" i suppose maybe your idea is the correct one. i should look it up lol. okay you are right. yes yes you make great points.\n  ","606999":"\n   It looks like you're about to turn into the Incredible Hulk, albeit a very calm one.\n  ","607000":"\n   corn and crab casserole with parsley, garlic béchamel, butter, and topped with parm. maple breakfast sausage, english muffins, maple biscuits, banana bread, peanut butter cookies, and i really need to get started soon lol. this site man its like a vacuum for me lately lol. its fun tho!\n  ","607001":"\n   must be your doppelganger living the nordic life over there for you ?\n  ","607002":"\n   You got pretty eyes ??\n  ","607003":"\n   \"Wait... dad?? But, I thought.. I thought you were my uncle!??!\"\n  ","607004":"\n   Nice! I'm a fast walker myself, though I never did either. lol \n\nI alwayz get yelled at to slow down from most people, because they can't keep up. & I'm alwayz like \"Pick it up, let's go! Let's Go! LET'S GOOOOOOOOO!!!!\"\n  ","607005":"\n   do you consider yourself to be a prideful person? why or why not\n  ","607006":"\n   I would love to sit under the learning tree of your family & learn about what life really was like during all of that.\n  ","607007":"\n   how do you mean crazy with the elderly?\n  ","607008":"\n   Woah that's trippy and in a good way. That's still a better love story than Twilight too.\n  ","607009":"\n   do you sunburn easy?\n  ","607010":"\n   what would our mom do then for treatment? or just wait let things play out or?\n  ","607011":"\n   yeah, i think the dark blue suits you better. light skin tone and all.\n  ","607012":"\n   You know, for all the hell Japan went through in World War 2, I feel like they got the last laugh cause of how advanced they are. From early earthquake warning systems, to this, and to longevity. They must be aliens or something. Japan is awesome, and so are the Japanese people.\n  ","607013":"\n   Are you a fast walker?\n  ","607014":"\n   Even a good solid walk around the house a few times will get the blood pumping. So if you're locked inside, take a walk around the house for the amount of time it  would take to go around the block. :)\n  ","607015":"\n   Seriously though! Unless you know how to speak properly, make coherent sentences & don't have an erratic personality, you should NOT be given the launch codes to start a war.\n  ","607016":"\n   that the fcking truth. i could tell you stories about well its best i just keep them to myself haha\n  ","607017":"\n   Dude I'm glad I don't share the same views on chemo. I always felt like delta-9-tetrahydrocannabinol was way better to treat cancer. I know it can freeze cancer cells, but not sure if it can cure the cancer. Still, it'd be better than going through all that stuff that chemo does to you.\n  ","607018":"\n   raynaud's syndrome? i have that. my hands and feet turn blue lol\n  ","607019":"\n   do you like them better when they are lighter or darker blues?\n  ","607020":"\n   Speaking of doctors, I feel like my doctor hates his job cause its like everytime I go there (which isnt that often) he's always using words like \"sh*t\" and \"g'damn\" as if he were my friend lol. But Big Pharma is a big question mark for sure. There's probably tons of secrets.\n  ","607021":"\n   Same, for the most part. At least my hands & my feet anywayz. Natural furnace everywhere else. lol\n  ","607022":"\n   We need to start a petition to make every single psychedelic, ancient liquid, herb, etc, legal and FREE. Yes, I would want them all to be free of charge :p. Plus, if you're insane, then I'm insane too lol.\n  ","607023":"\n   It can be, but then again, it can get very irritating when two people can't understand what the other means, even when they're saying what is on their mind. :\/\n  ","607024":"\n   are you more hot or cold blooded\n  ","607025":"\n   Colours, and sounds are both really intriguing. Especially when we combine the two together:\n   \n    https:\/\/en.wikipedia.org\/wiki\/Colors_of_noise\n   \n","607026":"\n   ?\n  ","607027":"\n   The English language...I just don't get it sometimes. lol\n  ","607028":"\n   I never understood why \"Slept w\/\" instead of \"Had sex w\/\". I was alwayz like \"You slept next to someone? B\/c if that's the case, I've 'slept' w\/ a lot of people, starting a young age.\" lol.\n\nI've slept next to more people than I'd ever dream having sex with..when you're tired, it just happens. lol\n  ","607029":"\n   Colours are freaky though Boomie. I mean, what if there's colours we don't know about yet? How do we know we have all the colours we've ever discovered? It just kinda made me think lol.\n  ","607030":"\n   *hugz as I send you all my warmth. Noooooooooooooo! lol. We rarely get any in the Phoenix area. Sedona & Flagstaff get plenty though.\n  ","607031":"\n   people freak out about a hair and never think of the constant shower of skin cells that are falling in food like and invisible ash after a pyroclastic eruption lol. the things people worry about makes me laugh ?\n  ","607032":"\n   Lady?\n  ","607033":"\n   Snow tires?! Please tell me it isn't snowing where you are??\n  ","607034":"\n   *hears \"Bad to the Bone\" faintly playing in the background.\n  ","607035":"\n   Now, this might just be me, but black was made for you. It's just one of those colors that is natural for a person. Add that to all your tattoos, and it legitimately looks incredible from an aesthetic point of view.\n  ","607036":"\n   I can see their look like ocean the colour of eye is like water in ocean\nAnyone who see in your eyes? they will just look into them?\nBelieve me or not\n  ","607037":"\n   Why are you so bad. ❤️\n  ","607038":"\n   Sorry but I think it's on snapchat or any filters or camera? \nI think you real eye must be like ocean.❤\n  ","607039":"\n   Selfie??\n  ","607040":"\n   I think your sis is right it change on you mood?\n  ","607041":"\n   Oh sad hahaha unlucky then\n  ","607042":"\n   What's your eye colour??\n  ","607043":"\n   Btw what's the Snapchat effect u used? HAHAHA I'm curious\n  ","607044":"\n   What are you up to today?\n  ","607045":"\n   Do you dream often?\n  ","607046":"\n   Did you know any of them at all or were they complete randoms?\n  ","607047":"\n   what is your preferred method of communication? writing or speaking? or even something else? and why is that the case?\n  ","607048":"\n   Why do you think they do that?\n  ","607049":"\n   Good night my love ??❤️??\n  ","607050":"\n   If you are eating food you ordered and notice a hair in it, would you take it out and keep eating or stop eating altogether?\n  ","607051":"\n   What gossip about yourself has made you laugh?\n  ","607052":"\n   what filter did u use ? cool\n  ","607053":"\n   are you friends with the person number 1?\n  ","607054":"\n   What is the last thing you searched online?\n  ","607055":"\n   How do you feel after watching motivational videos on YouTube? ?\n  ","607056":"\n   A video that has changed your life\n  ","607057":"\n   Would you ever go rock climbing\n  ","607058":"\n   Hello how are you doing\n  ","607059":"\n   if you want some ideas i can make you a list. it would be no trouble at all ?\n  ","607060":"\n   are you content with that?\n  ","607061":"\n   Girl ?hahaha i love Ur hair ??\n  ","607062":"\n   what do you think about people who are?\n  ","607063":"\n   what would you have it with? it really is the best.\n  ","607064":"\n   What do you do every Halloween?\n  ","607065":"\n   are you a squeamish person? could you handle doing surgery on someone?\n  ","607066":"\n   if you had to choose only one what is more important to you your mental or physical health and why?\n  ","607067":"\n   have you gone apple ??  or pumpkin ? picking this year?\n  ","607068":"\n   Boomye West, Boom Nye the Science Guy or Spaghetti with Meatbooms?\n  ","607069":"\n   thoughts on dead baby jokes? ?\n  ","607070":"\n   Halloween is 7 days away. ? ? ? ?‍♀️\n  ","607071":"\n   Pls come over. I wanna spend the night with you ❤️?\n  ","607072":"\n   did you get takeout today?\n  ","607073":"\n   Do you like rain storms?\n  ","607074":"\n   My favorite part of the evening is getting in bed and asking you many questions.\n  ","607075":"\n   Why would you not want to live in Chicago?\n  ","607076":"\n   Do you like garlic bread?\n  ","607077":"\n   If you got fat I would still want to hangout with you.\n  ","607078":"\n   Do you ever build a fort from sofa cushions, chairs, bed sheets, and pillows, and then get inside and eat cookies and sleep there with Ash?\n  ","607079":"\n   I’m going to start calling you Roxanne as your new code name. Roxanne from the best movie ever. Good night.\n  ","607080":"\n   Dude is this someone catfishing you?? I swear that looks just like you unless I'm mad tripping:\n   \n    https:\/\/ask.fm\/Notyourgirl2\n   \n","607081":"\n   How often do you shower?\n  ","607082":"\n   you’re beautiful ??\n  ","607083":"\n   Do you play GTA V?\n  ","607084":"\n   Do you have a nose ring or is that the filter? Also, can we get the color version?\n  ","607085":"\n   That's why I stopped. It really is excellent. It's the best when you are at a sit down restaurant and they bring out warm rolls and butter. It really is awesome.\n  ","607086":"\n   When you sneeze, is it a small little \"ka-chu\" or is it this massive thing that literally rips your insides apart? Mine like rips my body apart. lol\n  ","607087":"\n   If you really want to jazz this up, put some table salt on the butter. It really makes it amazing. I don't do that anymore, but give it a try....  you will love it. It's very addicting.\n  ","607088":"\n   Have you ever been on a tv show as a background actor?\n  ","607089":"\n   battle of bread rd 3: croissant vs bagel\n  ","607090":"\n   battle of bread rd 3: baguette vs naan ?\n  ","607091":"\n   battle of bread rd 3: challah vs pizza ?\n  ","607092":"\n   anyone ready for thanksgiving ?\n  ","607093":"\n   ???\n  ","607094":"\n   what are you doing today? how are you spending your day?\n  ","607095":"\n   Boom should I play from GTA V right now? I don’t like playing it at night. I’m not sure.\n  ","607096":"\n   what is your go-to bbq sauce?\n  ","607097":"\n   ?Let's talk about trick-or-treating. How is trick or treating in your ? neighborhood? When you were younger or how ??it is now? Did you go house to house? Or did you have to go to town & go up & down ? some of the blocks? Did you ever have cute little haunted houses? Tell me your experience. ?\n  ","607098":"\n   Is there something that you carry on yourself that other people think is unnecessary but to you is necessary? I know this one girl she carries a bottle of bbq sauce b\/c every time she goes out, nobody has bbq sauce at the restaurants... so she carries a bottle of barbecue sauce in her purse. XD LOL\n  ","607099":"\n   by a jum-bo jet?\n  ","607100":"\n   Only if you're as good as my massage therapist or hair stylist ?\n  ","607101":"\n   My massage therapist says I'm her favorite client cuz my skin is better than most girls' she's touched Haha.\n  ","607102":"\n   how open and willing are you to discuss details about your health?\n  ","607103":"\n   omg im going to remember this every time i make bagels for the rest of my life now lol\n  ","607104":"\n   this is the closest ive come to dropping coins for an answer on this site. still not gonna do it tho out of principal ?\n  ","607105":"\n   if bad girls had a team You'd be the mascot and the star player\n  ","607106":"\n   do u have more than 3k followers??\n  ","607107":"\n   i made a pizza short while ago. its history tho and have moved on to carb of the sweeter variety lol\n  ","607108":"\n   because you are a fox lol. i dont mean like drooling omg. obviiously you are attravtive. but i think cats have flat faces and foxes are like sleeker faced. you remind me of some like Disney fox or something lol. just looked up disney foxes. so like vixey. only cus that the best looking one haha\n  ","607109":"\n   I wish I could sleep with you, smell your precious neck and cuddle with you\n  ","607110":"\n   just one you say....thats cute...  such an amateur ?\n  ","607111":"\n   I feel that haha. What ya been up to?\n  ","607112":"\n   with your rambings... im a rambler myself. i honestly treasure people that do but its not often you find them. i mean blood and guts real deal interesting and intellegnt people who ramble with passion and humor and honestly and everything the way you do. its really a treat to learn about and follow\n  ","607113":"\n   Our fav stuff maybe xD something magical xD\n  ","607114":"\n   omg. that makes me so happy ??\n  ","607115":"\n   Not in grams? Never scored in kilos xD?\n  ","607116":"\n   that’s it. you’re my wife ???\n  ","607117":"\n   Nothing much,  enjoyed the last few weeks of sun\n  ","607118":"\n   i dont have a drop of nordic in me but i just like the idea. feels clean, refreshing, the people there are more advanced in their thinking. more organized and efficient. just think of IKEA! lol\n  ","607119":"\n   touching on your family upbringing. i understand. so basically you were never praised for the things you did. its like you had to work miracles to be noticed. since your parents were not around did you spend much time with peers or did you form bonds with any of the staff in your household?\n  ","607120":"\n   Even in pounds?\n  ","607121":"\n   Hahahahahhahah why xD\n  ","607122":"\n   Huh, that’s never happened to me\n  ","607123":"\n   No offense (and plz don’t take this the wrong way) because I’d still love to kiss you everyday for life, but what’s so cool about nose rings?\n  ","607124":"\n   You’re so perfect\n  ","607125":"\n   things about your personality and intellect or remembering things that you have talked about like specifics in the past that reaffirm to you that they have been paying attention and care enough to remember?\n  ","607126":"\n   do you find yourself missing people or not really?\n  ","607127":"\n   Fat girl* xD\n  ","607128":"\n   Glad to be back! Hehe\n  ","607129":"\n   Yea! Just been kinda tired recently*\n  ","607130":"\n   when you get those comments, (which we know are quite numerous ?), what do you honesty feel from them at this point? does it get monotonous or do you feel something from them? or does it depend? curious what you feel\n  ","607131":"\n   Oh my dayum, you meaty girl\n  ","607132":"\n   stable but still feel something is off and need to be fixed\n  ","607133":"\n   since you think a fair amount of people do find looks important how much does it concern you what people think when they look at you?\n  ","607134":"\n   all your life or from a certain age?\n  ","607135":"\n   Girl??\n  ","607136":"\n   What have you done today\n  ","607137":"\n   When you come to ?New York ✈️ I show you around the city ? the big  ?\n  ","607138":"\n   What was the last thing you cooked?\n  ","607139":"\n   dunno i just got tired of docs and meds so i stopped few months ago\n  ","607140":"\n   What is your favourite gif?\n  ","607141":"\n   its not that complicated but if its not fixed as soon as possible than i might become infertile\n  ","607142":"\n   when you hear people talk in their sleep what goes through your mind? and do you attempt to eavesdrop on their delirious gibberish? ?\n  ","607143":"\n   never had any type of sleep paralysis scenario in my life. sounds awful. hope its not a common thing for you. ?\n  ","607144":"\n   dunno i just did some bad things maybe :\/ ? i've been going to doc since 2 years and taking meds but in no avail ,the meds only increased the troubles\n  ","607145":"\n   Do they scream when they go into the oven as well\n  ","607146":"\n   i have infection i think and some vein that need fixing\n  ","607147":"\n   What are the few healthy things you added in your diet\n  ","607148":"\n   how reliable of a person would you say that you are? can someone truly count on you?\n  ","607149":"\n   battle of bread rd 2: croissant vs cornbread\n  ","607150":"\n   battle of bread rd 2: challah vs scone\n  ","607151":"\n   battle of bread rd 2: naan vs pita\n  ","607152":"\n   battle of bread rd 2: sourdough vs bagel\n  ","607153":"\n   are you a people pleaser at all? and how would you compare what you usually say to people vs what you truly feel on the inside?\n  ","607154":"\n   how many hours of sleep would you say that you average each night\/day in total?\n  ","607155":"\n   what can you do to make today different?\n  ","607156":"\n   what animal do you remind yourself of and why?\n  ","607157":"\n   battle of bread rd 2: baguette vs bolillo\n  ","607158":"\n   What did you have for breakfast today?\n  ","607159":"\n   next time i make bread im making these cus staring at your image rn and i simply must. there is no other choice lol\n  ","607160":"\n   you talk about not recognizing nice things people have done. but it seems like when you do realize it you feel guilty. so its not that you dont care. you wish you had noticed so i wouldnt this is really all that bad. its not like you are a narcissist. lots of people simple dont care.\n  ","607161":"\n   when you say you are not much of a talker its surprising because you come across as quite outspoken here. btw\n   \n    @nicolofficial\n   \n   asks great questions! prob that whole italian thing ?\n  ","607162":"\n   when you talk about not being able to express affection why do you think that is? was it not something you grew up around in your household? loving family etc\n  ","607163":"\n   YES THANK YOU FOR REMINDING ME OF ITS EXISTENCE\n  ","607164":"\n   well its still in the good side buti need some treatment and surgery before things get ugly\n  ","607165":"\n   AMAZING\n  ","607166":"\n   Love you?\n  ","607167":"\n   what draws you to the nordic region? ive always felt like if i was to live somewhere else i would like to live there. never gonna happen but its crossed my mind occasionally.\n  ","607168":"\n   do you prefer between these two foods, pizza or sushi?\n  ","607169":"\n   How come you're so good at picking up on when people are nice to you on here? It seems like that would be even harder to recognize than people being nice in person.\n  ","607170":"\n   would you say that you tend to isolate yourself? covid bs aside\n  ","607171":"\n   i wonder if this is coincidence or someone caught the bread sickness after my battle of bread shenanigans lol\n  ","607172":"\n   whats in the amazon box?\n  ","607173":"\n   would you like if there was a feature here where you could \"subscribe\" to a specific thread? so that you would get notified if there was activity in it?\n  ","607174":"\n   when it comes to looks\/appearance how important how important is how other people look to you? are there certain specific things you prefer or that can put you off?\n  ","607175":"\n   How are you doing today? ?\n  ","607176":"\n   If you had only one day to live, what would you have for dinner on Tuesday morning?\n  ","607177":"\n   what do you spend the majority of your waking hours doing?\n  ","607178":"\n   what is the initial appeal about spending it alone?\n  ","607179":"\n   wheat or whole grain?\n  ","607180":"\n   I want to see more\n  ","607181":"\n   I love my Queen so much?☺️?\n  ","607182":"\n   Aaaaaw I'm so happy you saw it!!!! I really love that stuff. I was sleeping in bed. haha. I'm really happy you got to see some. It happens every year as we pass through the debris from Halley's Comet.\n  ","607183":"\n   battle of bread rd 1: wait i had an odd number going into rd two so this is a last minute addition to rd 1. bolillos vs teleras\n  ","607184":"\n   ????\n  ","607185":"\n   It’s coming along just fine\n  ","607186":"\n   You are beautiful in anyway?\n  ","607187":"\n   Omg hiiiiiii, I forgot my password\n  ","607188":"\n   Your makeup is stunning✨?\n  ","607189":"\n   How cute you are ??\nBut why\n  ","607190":"\n   Anything for you Queen?\n  ","607191":"\n   Versace, Versace, Medusa head on me like I'm 'luminati\nThis is a gated community, please get the fuck off the property\n  ","607192":"\n   My comfy spot is with my Queen??\n  ","607193":"\n   Cries a little. How much I love you as my Queen. My heart melts??✨\n  ","607194":"\n   are you an introverted or extroverted person?\n  ","607195":"\n   Just schoolwork mostlyyyy\n  ","607196":"\n   Aaaaaa I’m sorrryyy it’s Been too long\n  ","607197":"\n   Have you ever told lies or have you ever cheated?\n  ","607198":"\n   do you prefer to talk or listen when you are in company?\n  ","607199":"\n   Is there a funniest person you've ever known or are many equally funny?\n  ","607200":"\n   Have you ever said or done something that you regretted later?\n  ","607201":"\n   A lot. Your makeup is stunning?\n  ","607202":"\n   Hugs??\n  ","607203":"\n   Loves your dp?\n  ","607204":"\n   what is the best moment of your life that you will never forget?\n  ","607205":"\n   What's an example of something nice someone did for you but you didn't realize it?\n  ","607206":"\n   what are the cities you've always wanted to visit?\n  ","607207":"\n   Doing well Queen?\n  ","607208":"\n   Thank you. Then I apply a honey almond body scrub & on the face an exfoliating gel scrub. Afterwards I apply a herb mint facial mask which I leave on for 10 minutes. I always use an aftershave lotion with 0 alcohol cuz alcohol dries our face. Then a moisturizer & an anti aging eye balm.\n  ","607209":"\n   Who taught you how to drive?\n  ","607210":"\n   Hey love?\n  ","607211":"\n   both ? i feel that living is pointless\n  ","607212":"\n   I believe in taking care of myself. A balanced diet & rigorous exercise routine. In the morning if my face is puffy, I'll put on an ice pack while doing my stomach crunches. I can do a 1000 now. In the shower I use a deep pore cleanser lotion & a water activated gel cleanser.\n  ","607213":"\n   Did the lack of affection have any other lasting impact on you?\n  ","607214":"\n   Boom what's the plan for tonight?\n  ","607215":"\n   Good night beautiful lady❣️???\n  ","607216":"\n   Stop breaking my heart ??\n  ","607217":"\n   Be my gf\n  ","607218":"\n   Hello! \nYour natural, wild beauty without makeup is possible xD, Lady Savannah?\n  ","607219":"\n   it will be our little secret. i mean lets face it pizza is gonna win this whole sht i shouldt have even put it in. what was i thinkin ?\n  ","607220":"\n   its kind of depressing but has that strong brotherhood east coast vibe. its one of those real deal typa films.\n  ","607221":"\n   I did that just for you! You're such a little nut. You make everyone get heart-eyes but can't handle romance.  That sounds like a curse of some sort.\n  ","607222":"\n   Cool thanks and ur diffently cute sucks were not in the same country I would steal ur heart lol\n  ","607223":"\n   Are the freckles part of the filter you have on, or real freckles you usually hide? And the same question for the hearts.\n  ","607224":"\n   Do u not have any freckles or moles or flaws on your face do you wear foundation?\n  ","607225":"\n   You are beautiful like a dream, Lady Savannah...\nAnd this something inside your eyes... This real kind of wisdom and kind of nostalgia (hidden very deep).. Why?... \nThank you so much..\n\nPs. I apologise, if I write sth in wrong way - English isn't my native language. I'm the beginner :)\n  ","607226":"\n   what did you eat for dinner?\n  ","607227":"\n   Sometimes I imagine Jeff Bezos lying down on his bed, eating pizza, having pizza stains on his bed, and not caring because he's worth over $200 billion.\n  ","607228":"\n   What are you even talking about? You sound a bit loose.\n  ","607229":"\n   making bold statements like that you KNO im gonna wanna see some evidence son! ?\n  ","607230":"\n   i dont know man i just wasnt feeling it. lol. have you seen sleepers?\n  ","607231":"\n   And on a related note, love and tragedy are often intertwined. Some of the greatest love stories ever (real and fictitious) included elements of tragedy. You don't think so?\n  ","607232":"\n   you know i just realized i fcked this whole sht up lol. to do these brackets it has to be like 8, 16, 32 etc. i dont know how many i did but it wasnt 16 lol\n  ","607233":"\n   im giving you homework. make your own challah bread ?\n  ","607234":"\n   i love it too\n  ","607235":"\n   I used challah to make french toast. The sweetness is the bread really makes it pop. Also, you actually want to use day olf challah and not fresh because the fresh is too soft for the egg. A little tip I learned years ago.\n  ","607236":"\n   battle of bread rd 1: challah vs pan dulce\n  ","607237":"\n   battle of bread rd 1: scone vs brioche\n  ","607238":"\n   battle of bread rd 1: english muffins vs sourdough\n  ","607239":"\n   battle of bread rd 1: baguette vs italian bread\n  ","607240":"\n   battle of bread rd 1: naans vs tortillas\n  ","607241":"\n   battle of bread n' stuff. not sure how im gonna do this yet. i just have a vague outline in my head but gonna roll with it lol. choose ONE to move on\nrd 1: bagels vs biscuits\n  ","607242":"\n   what was it about boondock saints?\n  ","607243":"\n   I once asked you if you liked any movies with romance and you said no. Titanic & Grease would've counted.\n  ","607244":"\n   what music from a film you have seen will you never forget?\n  ","607245":"\n   В чем заключается разница между жизнью и существованием?\n  ","607246":"\n   ? Post a link to a song that you really like and that you would like to ? share if the rest of the people viewing. If you want to share? more than one like you are more than welcome. Share your love for your type of music. ?\n  ","607247":"\n   when it comes to intelligence how would you describe yourself?\n  ","607248":"\n   Hi\n  ","607249":"\n   Post a picture of yourself\n  ","607250":"\n   three movies that stole your heart?\n  ","607251":"\n   Might go bad by the time it gets to you. :(\n  ","607252":"\n   Do you like to cook at all?\nWhat type of things?\n?\n(Side note) Can if you guys want! to check out my recipe to my Cajun Mild tasting Chili and my Cheesy Jalapeno Cornbread. I have posted it on my page. It's not short. My recipes are never short and I also posted the technique along with it. Enjoy!\n  ","607253":"\n   i never felt it before\n  ","607254":"\n   What kind of music do you like?\n  ","607255":"\n   How did u get popular on here\n  ","607256":"\n   What do you think about homophobia?\n  ","607257":"\n   Wyd\n  ","607258":"\n   *made by my babycakes* Boomababes\n  ","607259":"\n   so that's what i need\n  ","607260":"\n   What do you like about yourself and what do you dislike?\n  ","607261":"\n   its is very sad. i love that you are honest here. me spewing some meaningless words of encouragement doesnt solve the situation. imo the sad truth is most people under their shiny exteriors are sht and want only what is best for themselves. so if pushing you down helps them feel higher. they will\n  ","607262":"\n   Lindos ojos ??\n  ","607263":"\n   What a wish..!\n  ","607264":"\n   You have a wish stare at the brightest star and have all hope and dreams in your heart feel the energy poor out of you as you speak your wish beg and plea to the star to the point where you feel it so much you shed a tear and somehow soon that wish will come to you?\n  ","607265":"\n   A magic Wand\n  ","607266":"\n   Brilliant answer, Lady! My feathy applause to you. And warmest greetings from the frozen Siberia. Take care of yourself and be happy :)\n  ","607267":"\n   wanted to go hard at appreciating your vibe, that it would cause tears in your eyes\n  ","607268":"\n   Thank you!! We are praying that it doesn’t come this way. We can’t handle another one\n  ","607269":"\n   If it gets in the gulf we have a good chance of it coming this way. If so it will make the 3rd hurricane to hit here\n  ","607270":"\n   What did you dream about last night?\n  ","607271":"\n   i get it. but you made the observations that you needed to. you know its them and not you. this is a fear you will conquer. you are probably well on your way. ?\n  ","607272":"\n   how do u feel when someone hold you tight\n  ","607273":"\n   There is one out there that has a great % of forming\n  ","607274":"\n   Do you ever think you could spend Christmas alone?\n  ","607275":"\n   That and hurricanes lol\n  ","607276":"\n   if it was gone tomorrow what would you do?\n  ","607277":"\n   how does it make those people feel? i want to understand what you mean here.\n  ","607278":"\n   What do you want to make disappear?\n  ","607279":"\n   What’s the weirdest thing that someone has said to you on here?\n  ","607280":"\n   nice, im team red bean too!\n  ","607281":"\n   it wouldn't kill you to just marry everyone ?\n  ","607282":"\n   I will just have to unfollow you because I don't like conceited girls who thinks the universe revolves around their butthole\n  ","607283":"\n   green tea or red bean?\n  ","607284":"\n   What’s your biggest fear?\n  ","607285":"\n   I thought you were friendly person\n  ","607286":"\n   What’s your biggest dream?\n  ","607287":"\n   do you like mochi\/daifuku?\n  ","607288":"\n   What’s your favourite ice cream flavour?\n  ","607289":"\n   What is the secret of happy relationship?\n  ","607290":"\n   what are your feeling on revenge?\n  ","607291":"\n   What’s your favorite junk food????\n  ","607292":"\n   cause i think you're the babygirl\n  ","607293":"\n   ITS ADORABLE BBY\n  ","607294":"\n   why do people drop coins but not likes? lol\n  ","607295":"\n   you should do a white stripes theme ?\n  ","607296":"\n   Would you rather: change constantly or stay the same?\n  ","607297":"\n   Which hair colour do you like most on your self ?\n  ","607298":"\n   I've got banana bread for you. :)\n  ","607299":"\n   oh no! what can be done to remedy this catastrophic circumstance? do something! we cannot risk losing you ?\n  ","607300":"\n   but how do you know which are from me dearest boom? ?\n  ","607301":"\n   And you’re yummy ?\n  ","607302":"\n   Yummy\n  ","607303":"\n   you have too much damn charisma to be a marionette doll lol. seriously thats good tho\n  ","607304":"\n   gtfoh thats $32\/lb. i like to stay well under $4 or ill just make it myself ☺\n  ","607305":"\n   what was the last photo you took of?\n  ","607306":"\n   well think of it like this. if it was just this recent then you are just starting your grown in this path will only continue to lead to greater and greater things. you should be proud. behavioral patterns and thoughts are not easily changed ?\n  ","607307":"\n   I like the smile at the end of the GIF.\n  ","607308":"\n   looking gorgeous, babe\n  ","607309":"\n   would rather cook. would be fun. id let you do all the kneading and physically demanding stuff. would be the perfect time to make that meringue. i have a whisk here with your name on it. *writes BOOM with sharpie\n  ","607310":"\n   are you an aggressive driver?\n  ","607311":"\n   how old would you say that you were when you realized this and made a transition?\n  ","607312":"\n   i remember when value menu food was actually a deal. you may think you are paying nearly the same but the sht is like 1\/4 the size. i refuse to be duped and always calculate the prices per pound. i will not exceed a certain threshold. eating and being cheap are my crafts. some would say an artisan\n  ","607313":"\n   what if they live on a boat in united states coastal waters?\n  ","607314":"\n   that means nothing to me without the actual weight of it ?‍♂️\n  ","607315":"\n   you two are like the only people i follow. tried following some new ones recently but they all sucked in comparison and subsequently had to bite the dust one by one. well there is this one mohican still hanging by a thread ?. so dont you guys get boring on me! ☺\n  ","607316":"\n   That just made my day Savannah, thanks :) Means a lot to hear that. And I know I say that like every time someone compliments me, but it's the truth lol. Whenever someone takes time to appreciate things about a person, it's only fair to show the appreciation back.\n  ","607317":"\n   any tips on tongue care? your tongue looks really healthy.\n  "},"Answer":{"606245":"\n  You can build one though? Its okay to have strength.\n  ","606246":"\n  You know binary code?! ? omg\n  \n  01100011 01101111 01101111 01101100 00100000 ?\n  ","606247":"\n  Im changing everyday. Also, you dont know me whatsoever. You have no idea the progress i have made in myself and with my family & friends. You’re more than welcome to believe im not though because ill just pretend you dont exist and you’re anonymous so technically you dont exist to me regardless ?\n  ","606248":"\n  I think you need to learn more definitions. Unless you’re foreign then im sorry.\n  ","606249":"\n  You can only do that if the person is open to the idea of change or becoming a better person. Thats not a garbage individual. Im talking about people who are fueling off hate porn and dont think they need to expand their mind or understand others and just want to spend negativity all the time. Those are the people i dont waste my time with.\n  ","606250":"\n  Its not wrong, its just society telling you how you should be. I can choose if i dont want you in my mind or not. You’re not gonna be living in my mind rent free if i dont like you. Bruh, theres 7 billion people on the planet... none of us have the time or capability to care about EVERYONES existence. So i need to keep all the positive people in my mind and throw out any negativity.\n  ","606251":"\n  Who says i say anything? I said i dont waste my time and pretend they arent alive so why would i talk to them?\n  ","606252":"\n  Well considering i am an alien so maybe ?\n  ","606253":"\n  No, its just knowing your worth and whats worth your time.\n  ","606254":"\n  Not exactly my problem. I cant change how someone reacts. Thats a personal issue. Maybe dont be garbage and you wouldnt have been offended.\n  ","606255":"\n  Lol theres a lot of evidence proving it. Also, California admitted that theres fake ballot boxes that they just throw away.\n  ","606256":"\n  I understand. For me I respect anyone whos doing what they want and they are successful at it. People who are compassionate and decent people. The people i just pretend arent alive are the trashy type individuals. So for me its like, “wow you’re really awful it must be miserable living in your mind. Thank God im not you.” So makes it really easy to not care about them.\n  ","606257":"\n  Nope. I can barely cry for real ?\n  ","606258":"\n  That sounds like a lot of aggression and its not my place to take someone else life.\n  ","606259":"\n  I probably really shouldnt say this but the election is rigged and our votes are just suggestions. So, i don’t believe in voting. I still do it cause people are brainwashed into thinking it works and i hate having this argument with people, but i know its all bullshit.\n  ","606260":"\n  Hating someone takes a lot of energy truthfully. Hating someone kinda gives that person power and if i dont like them why would i do that? Instead im just gonna pretend they dont exist, until either I or them dont exist on earth anymore.\n  ","606261":"\n  You should go by whatever you feel comfortable with. Everyone has their own timeline and ways of dealing with things.\n  ","606262":"\n  Not gonna lie, all i thought about is Bop It! When i was reading that. ?\n  \n  I just want to know for my own curiosity. Just a behavior scientist kind of curiosity.\n  ","606263":"\n  Cleaning my kitties litter box. I hate it so much. Its so smelly ?\n  \n  I love doing dishes. Its very therapeutic for me and the warm water feels so good. It really comforts my anxiety ?\n  ","606264":"\n  You cant really talk if you’re truly crying. Words will come out in stutters. Thats how you can tell when someones crying is real.\n  ","606265":"\n  Yes, they are called sadists & they are all around us. ?\n  ","606266":"\n  I hope you are having a beautiful day ?☀️\n  ","606267":"\n  Nothing honestly, i kinda never really had to do anything cause my parents always help me and make sure i dont have to do things like that. Im really fortunate in that way. ?\n  ","606268":"\n  Do you know why microdosing would help, i mean it actually makes a lot of sense. It does make you feel just comfort within yourself. I can totally see this. Like dude, why not? Its better than the poison given by big pharmaceuticals.\n  ","606269":"\n  I just want to ask so many people, “was it worth it?”\n  \n  Was it worth all the pain they are causing  themselves and on others? What does the end look like after you just run through life like you’re a train?\n  \n  I just want to know, is all the lying and betrayal worth it?\n  \n  I just want to know if they are laying in their death bed and they look around - are they saying, “yes all the lies and secrets were worth it up to this point.” I just really want to know... for a friend ?\n  ","606270":"\n  Goddamn this made my day.\n  \n  Ok i can lay in bed and try to sleep, thank you ?\n  \n  I feel i just needed to read sweet things before sleep ?\n  ","606271":"\n  Im so exhausted ? i need to sleep.\n  ","606272":"\n  Love u more ?\n  ","606273":"\n  Just a smoothie lol ?\n  ","606274":"\n  You’re welcome, always here to help?\n  ","606275":"\n  Im just so tired of all the misconceptions and misinformation. I cant stand how misinformed everyone is and nobody realizes that the powers that be literally want all of you to be misinformed because how better advantage then knowing the truth but telling the public a lie so they can stay weak. If we all just became more aware, they would lose their fucking power. Anyways, right now I really really cant handle sarcasm ? im just so frustrated with the world acceptance to being blind.\n  ","606276":"\n  Everyone does something different in their trip. Its based on the person. My spiritual animal is a snake so i burrow the entire time. It would be a video of me literally snuggled in a blanket. How exciting lol ?\n  ","606277":"\n  Literally all of you sound so ignorant its actually annoying.\n  ","606278":"\n  You really dont want to test me when im literally on a spiritual journey. You also have ZERO knowledge on these subjects but if you did you would know shrooms isn’t something someone wants to do everyday. Its an exhausting experience & it requires you to be extremely open minded. People say after doing it, you kinda have to force yourself to do it again because its just something you cant just do on a daily bases.\n  \n  Secondly, i havent smoked weed for days. Like my god dude, its not addictive at all. ?\n  ","606279":"\n  I cant be around anyone that has any sort of pain because i can sense pain so i cant relax until there pain is gone or if they just arent around me. This is why I prefer being alone. My sadness isnt even my sadness. Im not even sad, its just sadness that gets transferred to me. But thats my burden, i gotta take more hits so others can feel less pain.\n  ","606280":"\n  I might’ve. I cant wait to sit and write just about what ive learned but im so exhausted i need to rest before diving back into it.\n  ","606281":"\n  Im doing really well, how are you? ?\n  ","606282":"\n  Ew. Boo that sounds terrible. ?\n  \n  I can just read the highlights after lol ?\n  ","606283":"\n  It would be an understatement to say i went on a mental journey last night. ?\n  \n  All good things ?\n  ","606284":"\n  If you have a problem with what I respond too, you dont have to follow me or ask me questions. This is my page, i dont have to answer anything if i dont want too. Also, i dont have any time right now to go through questions. Im sorry but not cause im taking care of myself.\n  ","606285":"\n  Tyrion.\n  \n  Because he was always the most wise and funniest.\n  ","606286":"\n  What will you do with your life? ?\n  ","606287":"\n  Omg ive drank way too much to be on here ? straight danger\n  ","606288":"\n  Do you really mean it? ?\n  ","606289":"\n  Iloveyou?\n  ","606290":"\n  You are too adorable ?\n  ","606291":"\n  Oh god, its a tug a war ?\n  ","606292":"\n  Ohhhhhh myyy god im not.\n  \n  So i just ordered a lot of pizza and then i got really cold so i just dove into my bed but now im way too snuggly and might fall asleep before my pizza gets here ??\n  ","606293":"\n  Always ?\n  ","606294":"\n  Omfg ilysm ??\n  ","606295":"\n  Why do you miss me so much?\n  ","606296":"\n  HAHAHAHHAHAHA\n  \n  You would have loved to see me all drunkenly upset. Im gonna order pizza. Fuck it. ?\n  ","606297":"\n  Omg. Me too. ?\n  ","606298":"\n  Im alright. Im a little drunk cause ive been drinking and im starving but idk what to eat.\n  \n  I got a cut above my lip so thats fun. ?\n  ","606299":"\n  All im trying to do is post a couple fucking videos and the sound wont work.\n  ","606300":"\n  No ?\n  ","606301":"\n  I do ?\n  ","606302":"\n  Sloths are just that important ?\n  ","606303":"\n  Not really, its kinda cool to see how much ive grown up. I mean ive always somehow looked the same but i grew into my face more ?\n  ","606304":"\n  Breakfast, Lunch, or dinner lol\n  ","606305":"\n  Yeah idk why those words always sound the best ?\n  ","606306":"\n  ???\n  ","606307":"\n  I’m still just in awe of the end of that paragraph ? love the imagery.\n  \n  A person may change numerous times, a couple times, or never at all. Depends on the person.\n  \n  I have my views but i am always listening to other peoples to see if maybe ill hear something new or something to help back my point even more or sometimes i hear something that changes my view and i learn more about it. It really all depends on your mindset.\n  ","606308":"\n  I realize now that i could have said all that in a nicer way but oh well ? im always brutally honest. ? some people really dont like it but i like that you found it funny. ?\n  ","606309":"\n  thank you so much. ? You are such a nice person for wanting to do something like this for someone. I think you are a beautiful person. ✨\n  ","606310":"\n  I play it a lot now. ? & its really funny because right now im about to start playing it cause i wanna just take a little break. look at what you've done to. I'm like obsessed with getting gadgets at the moment ? i wish we could play together.\n  ","606311":"\n  i cant stop sneezing and my nose is running like crazy. I might be getting sick. ?\n  ","606312":"\n  hahahahahah\n  \n  thats awesome ?\n  ","606313":"\n  no, i just want an excuse to post gifs of cute sloths. ?\n  ","606314":"\n  ive gotten better over time just cause of practice and always working retail but there's still some people that wrap gifts in ways i didnt even think were possible.\n  ","606315":"\n  you're very welcome.\n  \n  let me know when you need more. ✨\n  \n  (this offer is only for you)\n  ","606316":"\n  exactly.\n  ","606317":"\n  I used to ride horses cause my best friend did.\n  \n  Even our favorite show for awhile was called Wildfire cause its about horses. ?\n  ","606318":"\n  im gonna be honest, this is such typical SD tourist attraction BS that nobody actually from SD would go too. Like Mission Beach is actually garbage area to live in SD. It's for the people who want to go to SD but cant afford real SD so they go to Mission Beach.\n  \n  Any local probably feels that way about wherever they are from ?\n  ","606319":"\n  i love sloths! how can you be mad at that face?\n  ","606320":"\n  Pretty sure the world already has some but its more underground money [mafia] so its not recorded.\n  \n  also, the secret to wealth is hiding your wealth.\n  \n  another thing, the more money you have the easier it is to make it look like you dont have money so you can assume that if someone has a lot of money, they probably have more hidden somewhere.\n  ","606321":"\n  Are you sure ?\n  ","606322":"\n  I havent been smoking but yes i always look stoned ?\n  ","606323":"\n  I do ?\n  ","606324":"\n  Lol i was bored\n  ","606325":"\n  You're so sweet. ?\n  ","606326":"\n  Dude look at these lyrics. I was very in touch with myself as a kid lol\n  \n  \"Everybody's always talkin' at me. Everybody's tryin' to get in my head. I wanna listen to my own heart talkin'. I need to count on myself instead\"\n  \n  \"How will I know if there's a path worth taking? Should I question every move I make? The thought of lost my heart and it's breakin' I don't wanna make the same mistake\"\n  ","606327":"\n  im laughing at the fact that this is actually a hard question for me ? hahahah omg so first i was gonna say Fabulous but then i listened to it again and no. Bet on it is totally my favorite cause it reminds me of like NSYNC or Backstreet Boys lol makes me really sad that i just listen to this again and really enjoyed it ?\n  \n\n   https:\/\/youtu.be\/k-t4vqd534Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606328":"\n  Holy fuck, i woke up like an hour ago ? wow i slept all day lol ?\n  ","606329":"\n  Before i go to bed ?\n  ","606330":"\n  I kinda really wish i was falling asleep in your arms ?\n  ","606331":"\n  Please ?\n  \n  Im gonna pass out, ill be on later ?\n  ","606332":"\n  I just wanna sleep for the entire day.\n  ","606333":"\n  Support me ?\n  ","606334":"\n  I keep saying im going to go through my clothes and condense it but i havent gotten around to it yet. ? so I really wanna do that sometime soon.\n  ","606335":"\n  So my sleeping schedule is all out of wack. Right now im waking up at like 5pm and going to sleep at like 11am. I just like being up at night ?\n  ","606336":"\n  Yes ? & just a couple people. Mostly anons though ?\n  ","606337":"\n  If you think of it as those who end up with a multimillion dollar idea and then get money.\n  \n  Or those who have gotten a lot of money for social media type stuff.\n  \n  Or inheritance someone never thought they had.\n  \n  But i dont think it can just come out of nowhere unless this North Korea and we are making it in a basement ?\n  ","606338":"\n  No, I’m lady Boometh. I make the final decision based on what the council says ?\n  ","606339":"\n  With my thoughts and who i am ☺️\n  ","606340":"\n  Ask the council of booms ?\n  ","606341":"\n  I love reading your comments so much though. They make my day. I really enjoy everything you say ? i do have some special people like you that love me ?\n  ","606342":"\n  Asdfghjkl i can die happy now because this is all i needed in life ? thank you so much!! ?\n  ","606343":"\n  Well arent you being sweet ?\n  ","606344":"\n  This is a very false statement lovely but good morning ☀️?\n  ","606345":"\n  Im so glad to hear that ?\n  \n  Awh, ilysm ? what are you up too?\n  ","606346":"\n  Good morning beautiful ☀️\n  \n  Omg, your username. Awh ??\n  \n  How are you doing lovely? ?\n  ","606347":"\n  i fucking love monty python\n  ","606348":"\n  2 kids in a sandbox.\n  ","606349":"\n  sometimes, but like how would they show or tell me?\n  ","606350":"\n  thats fucking funny. if i could like this, i would give this like a thousand thumbs up. obviously a great mind at work here. ?\n  ","606351":"\n  hahahaha all that for pizza?\n  \n  omg i wanna eat pizza now.\n  ","606352":"\n  i love the rain. ?\n  ","606353":"\n  awh, feel free to comment on whatever you like.\n  \n  I just might not be able to reply as fast as i would like.\n  ","606354":"\n  I think the Vikings were really cool but no i wouldnt want to live in those times. that was a hard life. i love all there tattoos though. I also love reading about the Old Nordic.\n  ","606355":"\n  hahahhahahahhahahaha i had to read it over to catch what you said. \"meat-eater-ologist\" i totally want to actually say this to people now. thats just awesome. ?\n  ","606356":"\n  I've actually never been there..\n  ","606357":"\n  i know, you have a love for food. ?\n  ","606358":"\n  I would say i have an idea on how to enjoy life but its not always that simple. I do pay more attention to the smaller things and the little memories. I cherish all the good memories & moments. I am always looking for the positive in the inconveniences. ✨\n  ","606359":"\n  omfg. i love u sm ? thank you so much for being apart of my life, even though it has always been from a distance - it still means the world to me. you're the best squish squish.\n  ","606360":"\n  Everyday is Halloween for me ? life is fucking scary all the time\n  \n  Im glad you got to eat candy though ?? yum ?\n  ","606361":"\n  I was wondering why it felt like its been 2am for two hours. ?\n  ","606362":"\n  You’re probably both.\n  \n  Wait, how are you being innocent? ?\n  ","606363":"\n  Im not a search engine, look it up ?\n  ","606364":"\n  I look like garbage right now but this filter is addictive ?\n  ","606365":"\n  Stop ?\n  ","606366":"\n  Oh you know me so well ?\n  \n  I would be outrageous ?\n  ","606367":"\n  My pockets are empty\n  ","606368":"\n  Obviously, since i have no idea who you are ?\n  ","606369":"\n  I am feeling a lot better today, or tonight. Its 2am for me ?\n  \n  I hope you had a great Halloween ? ?\n  ","606370":"\n  My sanity\n  ","606371":"\n  Most of the time i dream with colors but theres been a few times everything is grey.. idk what that means.\n  ","606372":"\n  I have to go get them done.\n  \n  Im not good at it. ?\n  ","606373":"\n  You make me smile ?\n  \n  Thank you ?\n  \n  It makes me feel special that you think im an angel. ?\n  ","606374":"\n  Yeah, there was a lot more trolling in the beginning. Not having all that all the time is nice.\n  ","606375":"\n  Do you love who you are when you’re with them? ?\n  ","606376":"\n  Lets walk the city streets at midnight together ?\n  ","606377":"\n  Awh ? thats so sweet!!\n  \n  I would try to wear something extravagant ? i want to be rememberable ?\n  ","606378":"\n  You’re making me go crazy just thinking of you going insane ?\n  ","606379":"\n  You make me smile ?\n  ","606380":"\n  I think i will eventually, just not now.\n  ","606381":"\n  Oh most definitely. With how extensive they were with all of it, theyd be dumb to not do that too.\n  ","606382":"\n  No smiling for me ?\n  ","606383":"\n  No my darling ✨\n  ","606384":"\n  Cause its kinda still Halloween ?\n  ","606385":"\n  It was certain ?\n  ","606386":"\n  Wow, thanks for letting me know ?\n  ","606387":"\n  Omg that was so cheesy yet so cute ?\n  ","606388":"\n  Yeah, so I spoke to my mom and shes the worst at hiding things. She confirmed it. ?\n  ","606389":"\n  Whys that?\n  ","606390":"\n  God, i could kiss you all over ?\n  ","606391":"\n  I like black & white a lot right now.\n  ","606392":"\n  I agree. Bongs are so much better cause the water helps filter out some of the hit. Makes it less harsh!\n  ","606393":"\n  Happy Halloween darling ?\n  ","606394":"\n  No, but I really want to visit!\n  ","606395":"\n  Happy Halloween ??\n  ","606396":"\n  Happy Halloween ? i hope you had a great spooktacular night ?\n  ","606397":"\n  Happy Halloween ?\n  ","606398":"\n  I do not like that photo at all ?\n  \n  Ya, this challenge is not for me ?\n  ","606399":"\n  Aquarius female are turquoise, moss agate, sugilite, lapis Lazuli, Jasper, Amethyst and Garnet. ?\n  ","606400":"\n  Why?!\n  ","606401":"\n  Dr. Dre ?\n  ","606402":"\n  I am listening to music ?\n  \n  The Weeknd also gets me vibing  different ?\n  ","606403":"\n  Im doing pretty well ? thank you for asking darling dear ✨ how are you doing? ?\n  ","606404":"\n  Smoking ganjarooskie and drink 1\/2 teaspoon of Ormus ? feelin a little different. ?\n  ","606405":"\n  & want some more of it ?\n  ","606406":"\n  Are you sure?\n  ","606407":"\n  No, its just a filter cause i would never put holes in my face! But filters let me dream a little bit\n  ","606408":"\n  Omfg ?? thank you ?\n  ","606409":"\n  Thanks hun ?\n  ","606410":"\n  Tonight is black & white vibe.\n  \n  Im just wearing pjs so heres my selfies instead ?\n  ","606411":"\n  Thank you love ?\n  \n  Luv u for loving it ?\n  ","606412":"\n  It has gotten way more sensitive over time ?\n  ","606413":"\n  Do you feel like dookie?\n  \n  I gotta clean up dookiebutts (my cat) litter box, so i would understand ?\n  ","606414":"\n  Ugh. People suck. ?\n  ","606415":"\n  I mean you can buy it online, like on Etsy.\n  ","606416":"\n  Hes so fucking good. Moana is such a fire song ? but right now Maybe is more my vibe. His lyrics, omg, i feel them so hard.\n  \n\n   https:\/\/youtu.be\/Qh7iy_m_b7Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606417":"\n  ORMUS.\n  \n  Its an ancient medicine from Egypt. Its the only element on earth that has the capability to correct any damage DNA. It improves mental function. Improves immunity. Helps with learning and relaxing. Connects your mind with your spirit.\n  \n  - i feel wholeness ✨???\n  ","606418":"\n  I would if my toes were done ?\n  ","606419":"\n  Omg that’s sweet. Thank you ?\n  ","606420":"\n  Why and how could they hate you?\n  ","606421":"\n  I slept all day today.\n  \n  I have so much energy\n  \n  Ill probably be on all night\n  \n  Which means ill be starting from the bottom of my inbox ?✨\n  ","606422":"\n  That’s totally fine! ? im so sorry you keep getting banned.\n  ","606423":"\n  I mean probably not ?\n  \n  Unless i made a twitch account so i could show it on there for like 5 seconds lol ?\n  ","606424":"\n  I wanna do it so bad ?\n  \n  Id laugh if actually went viral ?\n  ","606425":"\n  Oh my thats a lot of pressure ?\n  \n  But im so ready ??\n  ","606426":"\n  Did you ever get her IG or anything cause i feel like its just gonna keep happening. ?\n  \n  Probably want to get other ways to communicate with her if you want to be in her life!\n  ","606427":"\n  You can tell me who you are, it doesn’t matter that you like feet ??\n  ","606428":"\n  I would go on stage and say “hi im boom” then walk off ?\n  ","606429":"\n  I didnt think i looked sad either ?\n  ","606430":"\n  No, not yet. Once i get a badass run ill show you!! Im trying to get really good ?\n  ","606431":"\n  Thank you so much ??\n  \n  Means a lot ✨ ?\n  ","606432":"\n  Still obsessed with this song ?\n  \n   https:\/\/youtu.be\/OMyB-lS2bpM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606433":"\n  Ok i tried looking it up but its someones land & i think the person is some crazy artist of some sort. They made this thing called the peace walk and i swear its a hippie version of alice and wonderland. Its so cool. The house is so cool too. You drive through it and i swear it takes you to another world. I should record it sometime.\n  ","606434":"\n  Okay okay ?? i will\n  ","606435":"\n  Omg you’re Android!! Ya its iphone. Im sorry ? im loving this game dude, im getting better and better. ?\n  ","606436":"\n  Awhhhh ? thank you so much ??✨?\n  ","606437":"\n  This made my night ??\n  ","606438":"\n  Omg ?? thats so sweet of you!! Fuck you’re a sweetheart\n  ","606439":"\n  Shes\n  \n   @PinkKittRose\n  \n  ??\n  \n  Shes back ?\n  ","606440":"\n  I dont even know what that is so im gonna have to say no? ?\n  ","606441":"\n  It just happened. I started taking kelp and iron. So my thyroid leveled out which helps my metabolism.\n  ","606442":"\n  Yeah, i clicked on her and it spazzes my phone ?\n  ","606443":"\n  Of course i still do, those are my favorite. But no more. I gotta go charge my phone. ?\n  ","606444":"\n  Of course ? ♻️\n  ","606445":"\n  Idkkkkkkkk ?\n  \n  I didnt even know until you said something.\n  ","606446":"\n  Omg, no. I have 5% battery & I really dont want to talk about pjs.\n  ","606447":"\n  NO she got banned. ?\n  ","606448":"\n  Thats true. ?\n  \n  Thank you ✨\n  ","606449":"\n  How much what? Im so lost.\n  \n  Are you the pjs person?\n  ","606450":"\n  Im playing the game right now cause i need a break from ask! Its a great at taking away stress.  ???\n  ","606451":"\n  Its super rare. Im not saying theres none. Im just saying most of the time it doesnt turn out that way unless they take care of themselves. Theres even girls i went to school with that look terrible now. Its so sad. All because they thought there beauty was forever and not something that you have to maintain.\n  \n  You’re so sweet thank you.\n  ","606452":"\n  No ?\n  ","606453":"\n  Its all your fault ?\n  ","606454":"\n  Why are you asking about them?\n  ","606455":"\n  Im so sorry. Im actually super active tonight, idk why though. Im trying to catch up. I havent been on for awhile cause i wasnt on last night or most of today.\n  ","606456":"\n  Why not?\n  ","606457":"\n  Im talking at like 50\/60 years old ?\n  \n  & i just hope i can still look youthful when i get older.\n  ","606458":"\n  You’re the best ✨\n  ","606459":"\n  I love open toed shoes.\n  \n  I just need to get my toes done\n  ","606460":"\n  Awh ? thank you ?\n  \n  I just pray those girls take care of themselves cause i worry with how thicc they are at a young age, what they might look like when they age. So i just hope they are healthy too ?\n  ","606461":"\n  Exactly!! Cuddling helps a lot ?\n  ","606462":"\n  Boooooooooo thats so looose\n  ","606463":"\n  Yeah, cause trust me without proof - you wouldn’t believe me if i even tried to explain it.\n  \n  But i will say im a secret celebrity baby & the celebrity is my dad. He’s been in my whole life, but right now my existence cant come out.\n  ","606464":"\n  I think there’s people out there that are more sensitive to other worlds\/dimensions.\n  \n  I also think we are all capable of being able to sense those same things if we trained our minds too do so.\n  \n  Ive been told by random people at random times that they are pretty sure im clairvoyant.\n  ","606465":"\n  My kitty Ash.\n  \n  I really love her & think if it weren’t for her itd be really hard for me to have pushed myself to be a better version of myself. I gotta take care of her which means taking care of myself.\n  ","606466":"\n  For a second i was hoping we could share shoes ?\n  ","606467":"\n  Im actually going to write a book about my life for exactly this reason- my family is nothing like most families out there.\n  \n  Theres also a lot of shit that people wouldn’t believe about my life and\/or family.\n  \n  Especially the chapter where i find out who my biological dad is. Oh, its spicy ?\n  ","606468":"\n  Im a 6 1\/2 ✨ (in usa)\n  \n  I wish you could buy me shoes ?\n  ","606469":"\n  Are you talking about my cartman pjs? ?\n  ","606470":"\n  Ya, im already inflating. Might as well ?\n  ","606471":"\n  I feel better like my body isnt working as hard but man when i see all these thicc females im just ?\n  ","606472":"\n  I know ? im gonna try it!!! ?\n  ","606473":"\n  Oh yess!! ?\n  ","606474":"\n  Ive actually never watched either one of those! Im going to check those out!! Thank you ✨\n  ","606475":"\n  Yes, well need each other ?\n  \n  Inflation sisters ?\n  ","606476":"\n  Ohhhh ill look into Jak and Daxter!! Lol i just bought it for my psvita i never touch ?\n  ","606477":"\n  Im a hot air balloon ?\n  ","606478":"\n  Im just back to my natural weight which i forgot was severely tiny. But im at my bodies weight. I just changed my diet & starting eating foods for my blood type and boom ? back to my natural weight.\n  ","606479":"\n  Be careful, i dont wanna pop.\n  ","606480":"\n  Yes, is it gonna tickle?\n  ","606481":"\n  Howdy ?\n  ","606482":"\n  Can i be the size of the moon since\n  \n   @B1u3Mo0n\n  \n  is the sun? ☀️\n  ","606483":"\n  Only if all three of us float together into the starlight ✨\n  ","606484":"\n  I AGREE ??????\n  ","606485":"\n  Honestly. I will always be a die hard Alice Madness Returns fan\n  \n  If he could make a 3rd one in VR, i would be very complete. ??\n  ","606486":"\n  I want ice cream but Halloween themed ?\n  ","606487":"\n  Beetleboom* ?\n  ","606488":"\n  Actually, studies show that people who talk themselves are actually more intelligent. ?\n  ","606489":"\n  I mean i play video games ? but idk if im a gamer lol\n  ","606490":"\n  Omg i would give you coins if you weren’t anonymous\n  ","606491":"\n  Do you know of any other shows kinda like those two that are good?\n  ","606492":"\n  Im trying to find the person, but its someone that constantly makes anonymous accounts. Or like spam accounts.\n  \n  Right now\n  \n   @B1u3Mo0n\n  \n  is really giving a lot of love so im trying to give her love back ?\n  ","606493":"\n  Happy Halloween Nikki ??\n  \n  I hope you’re getting spooky this year ?\n  ","606494":"\n  I use the term anons because they are anonymous and i dont know them by their names. That’s really the only reason\n  ","606495":"\n  Well, i saved up a bunch from when they used to give you coins when you answered questions then i go give them to people and then they give me a fuckton back. Its like trade off.\n  ","606496":"\n  I have an obsession with them ???\n  ","606497":"\n  My dinner ??\n  ","606498":"\n  He was so cute. Have you seen Joseph Gordon- Levitt when he was young?\n  ","606499":"\n  Omg, with the rice vinegar. Yum ?\n  ","606500":"\n  Hope everyone has an amazing Halloween ???\n  ","606501":"\n  This would make my entire night if that were true ?\n  ","606502":"\n  Japanese food\/Poke bowl ??\n  ","606503":"\n  Omg i cant think without eating, wheres my fucking food? ?\n  ","606504":"\n  Because im like so insecure with my body ?\n  ","606505":"\n  I saw that, who the fuck? Like why? Shes not even posting anything bad.\n  ","606506":"\n  Nope, its official im not ?\n  ","606507":"\n  I love Hummus ?\n  ","606508":"\n  She’s super sweet and like i was sooooo jealous of her so i was just like no im not gonna be bitter. So I decided to be nice and truthfully about my jealousy and omg best decision ever ? SHES SO FUCKING SWEET. God ? save some perfection for everyone else. ?\n  ","606509":"\n  Omg i love that you “bonked” her. ??? thats so funny. It sounds like you have the cutest kitties. I wish i could meet them. Ash is a little shit and god shes so dumb. But shes my little dummy. ?\n  ","606510":"\n  Awh, sadly im not really bisexual personally i just appreciate females beauty ?\n  ","606511":"\n  Oh god, i wish ?? ?\n  ","606512":"\n  Poor meepers!!! She just wanted the little mouse ?\n  ","606513":"\n  Happy Halloween ??\n  \n  Lets dance under the full moon ?\n  \n  Lets create a potion and see the future ?\n  ","606514":"\n  Dying ?\n  ","606515":"\n  I may have an answer\n  ","606516":"\n  Hello beautiful. ?\n  \n  You’re just lovely arent you?\n  \n  You have the whole package ?\n  \n  #fangirl ?\n  ","606517":"\n  That i have never learned how to grieve and that i have so much repressed emotion that i hold in my body. ?\n  ","606518":"\n  No, whoever\n  \n   @B1u3Mo0n\n  \n  is should cause she’s way better ????\n  ","606519":"\n  Omg this looks like ash, i already have a dragon for a pet ?\n  ","606520":"\n  She HATED it. ?\n  ","606521":"\n  You can read the requirements ☺️ all i know is that you can’t have been reported recently and you have to be active. Oh and they require proof of who you are. I hope that they’ll give it to you ?\n  ","606522":"\n  ? ? ? ?\n  ","606523":"\n  Hmm, maybe we are becoming more connected than we realize ?\n  ","606524":"\n  Im kinda down today. ?\n  \n  Hopefully next week you & i will have a better week. ✨\n  ","606525":"\n  Wow, my heart is breaking for you. Im so sorry. ?\n  ","606526":"\n  I wish people treated everyone better, not just me. Loyalty, honesty, and respect is dying. A part of me is starting to see that maybe it just never really existed and we are globally just faking it till we make it.\n  ","606527":"\n  I do, but my family doesnt talk to them anymore because their beyond help and actually criminals.\n  ","606528":"\n  Oh my god. I am so sorry. That must be so painful. Wow ? i wish there was more for me to say to make this better. ?\n  ","606529":"\n  You seemed to have left out a very big detail, she was killed? What happened?\n  ","606530":"\n  I got a chicken shawarma plate. Its so good. ?\n  ","606531":"\n  You’re so sweet, but yes give me all the meat in your house please ?\n  ","606532":"\n  Oh ya! Its super psychological.\n  ","606533":"\n  Sounds like you’re more angry with the fact you trusted someone with your heart but she hurt you. Thats the pain that comes with love sometimes, but personally those small good moments are what I cherish. ? just try to remember the good, like eventually someone will take your heart and put it in a glass case to keep it safe forever.\n  ","606534":"\n  This is gonna sound really cheesy but love.\n  \n  I would rather love and get hurt then never love at all. ✨\n  ","606535":"\n  Did you try closing your eyes really hard while doing it? ?\n  ","606536":"\n  I have a new food addiction: Arabian food?\n  ","606537":"\n  I guess so ?\n  ","606538":"\n  Its actually really interesting cause i dont tell anyone about it. Unless you’re like breathing down my neck while im doing it ? but theres been so many times where someone will just go, “oh you mean go on ask.”\n  \n  & im always like wait what? How?\n  \n  Sooooo, i don’t really think i gotta talk about it ?\n  ","606539":"\n  So my day didn’t start off that well. Im feeling better now but im worried that i can kinda feel im a little off today that later might not be easy either.\n  ","606540":"\n  Meat ?\n  ","606541":"\n  Its hard either way ? im currently been just scrolling through my inbox just like ?\n  ","606542":"\n  That’s exactly why i like it, its the one day nobody will judge me cause they’ll just think im in costume. Its the one time I actually blend in. ?\n  ","606543":"\n  I stopped cause i was so busy and it was hard to keep up with all of it when i was working 12 hour days.\n  \n  I liked the old ask though, the only reason I really stayed was because of some of the people. (Anons) but it used to be less ridged on ask. It used to be grimey and funny. People were more raw and witty - werent so afraid of offending someone or getting banned from ask.\n  ","606544":"\n  I read this a bungjuice ?\n  \n  Beetleboom is way cuter!\n  ","606545":"\n  Omg im getting soooo frustrated ? im trying to get a bunch of coins to buy stuff but OMFG ?? i keep dying but its so addicting i cant stop!! Omg hey, i have a game for you that has a sick soundtrack and its super fun actually. Its called Grindstone.\n  \n  I took a screenshot cause its the Halloween event and look how cute my little guy looks ??\n  ","606546":"\n  Are you King Boometh, Megaboom, leader of the Deceptbooms? ?\n  ","606547":"\n  Yes, please let us know what you decide to drink.\n  ","606548":"\n  Im Vietnamese, Scandinavian, Finnish, French, German, & a little Thai.\n  \n  I wouldnt say like super proud but im not ashamed of it. ?\n  ","606549":"\n  Optiboom Prime * to you ??\n  ","606550":"\n  I will see you there ??\n  ","606551":"\n  Update: still havent heard anything about if it’s possible, ill let you know if i hear anything ?\n  ","606552":"\n  Idk like 30 minutes ago & it was weed lol ?\n  ","606553":"\n  AWH ? you know i cant handle compliments or nice things very well. lol\n  ","606554":"\n  now, you're just trying to make me cry.\n  \n  awhh, this is everything to me. lol\n  ","606555":"\n  i dont know, why dont you try it so we can all find out?\n  ","606556":"\n  that doesnt explain to me why lol\n  ","606557":"\n  Im gonna watch Beetlejuice. I kinda wish I could go trick or treating though. ??\n  ","606558":"\n  how do you know you could be with me forever?\n  ","606559":"\n  I have always wanted to do that!\n  \n  that feels so fun but claustrophobic and scary at the same time.\n  ","606560":"\n  AWH ? i would give you a hug if i could.\n  ","606561":"\n  oh my god, dont make me melt. ?\n  ","606562":"\n  do you just have a good memory or do you just pay attention? ?\n  ","606563":"\n  someone told me about it when i was 17 but i didnt really use it until i was 19. used it until like 22. then stopped using it until a couple months ago. lol\n  ","606564":"\n  Es muy dulce que lo preguntes. Lo estoy haciendo muy bien. Todos los días he estado de muy buen humor. Espero que estés bien cariño. ✨\n  ","606565":"\n  I love places that make you realize how tiny you and you're problems are. ✨\n  ","606566":"\n  wow thank you so much. ?\n  \n  this is so sweet. ✨ you're so encouraging!\n  ","606567":"\n  okay, so someone knows my birthday lol\n  ","606568":"\n  all the famous people with my birthday arent like super famous where you know them just by there name.\n  ","606569":"\n  ? ?\n  ","606570":"\n  I swear im always cold ?\n  ","606571":"\n  its always too early\n  \n  i dont like christmas music\n  ","606572":"\n  Yess ? i love my shoes. They are all in storage now though. Omg i forgot i was gonna organize my clothes again!\n  ","606573":"\n  Shes super weird. Ill record her next time i get chicken so you can see what i have to deal with.\n  ","606574":"\n  Ive always thought this too! Like how? ? people who make up languages is something i dont think i can comprehend ?\n  ","606575":"\n  This makes me sad. I didnt hear about this but awh ??\n  ","606576":"\n  I am flesh, bones\n  \n  I am skin, soul\n  \n  I am sweat, flaws\n  \n  I am veins, scars\n  \n  I am human\n  \n  Nothing more than human ✨\n  ","606577":"\n  Some are & some aren’t\n  ","606578":"\n  I dont have any step siblings.\n  ","606579":"\n  A few laptops, only use 1\n  \n  One desktop ? its used but not by me\n  \n  A couple tablets, but i never use it\n  ","606580":"\n  Such a good song too!\n  \n  Have you heard this song? Love this song so much ?\n  \n\n   https:\/\/youtu.be\/fPinOuxlLzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606581":"\n  She’s perfect ?\n  ","606582":"\n  THIS IS THE HARDEST QUESTION ? wait, i think i have a favorite. This song is literally me.\n  \n  Art Deco\n  \n\n   https:\/\/youtu.be\/nWh5oHLwZfQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606583":"\n  Whether tis nobler in the mind to suffer.\n  ","606584":"\n  That makes sense, she’s just being loose. ?\n  ","606585":"\n  Midnight\n  ","606586":"\n  I always thought she was so pretty when I would watch Bring It On.\n  ","606587":"\n  Why would i say it on here if its a secret?\n  ","606588":"\n  I don’t really enjoy drinking anymore but if i had too id rather do it socially.\n  ","606589":"\n  I don’t want to be alone again\n  \n  Tryna find a way home\n  \n  I don’t want to feel this pain again\n  \n  But this is all I’ve ever known\n  \n  But if you got other plans\n  \n  Don’t\n  \n  You make me feel whole ✨\n  ","606590":"\n  That place looks like a stomach ache ?\n  ","606591":"\n  I would assume that Billie is what is getting so many teens through this time + others artists but she’s definitely someone teens can relate too or the music she makes ?\n  \n  It does worry me how edgy she is now when shes so young... but we will see how it ends up. But thats stupid to blame her instead of them looking inward.\n  ","606592":"\n  Totally have a current sugar addiction. ?\n  ","606593":"\n  Oh my god, ilysm right now ?\n  \n  Actual reaction i did with my body when i read this ?\n  ","606594":"\n  I dont see anything wrong with that ?\n  ","606595":"\n  I think i try to be a good person at the best of my ability but i fuck up sometimes ?\n  ","606596":"\n  Its worse when i work out which is why i dont start working out until i can actually afford how much i need to eat.\n  \n  Thats why parents used to say all the time, “you and your brother are expensive to feed.” ?\n  ","606597":"\n  $100 isn’t a lot of money for me.. Idk, whenever i get $100 i just think - ok so i can buy food for the day.\n  \n  God life has gotten expensive. Like damn, I remember $20 was a lot for me at one point.\n  ","606598":"\n  I’m just really interested in this world ? theres nothing on the earth or beyond it that doesnt strike my interest. I have this thirst for knowledge and it’s starting to get a little excessive.\n  ","606599":"\n  You know what, im gonna give it a try. We will see how this goes ?\n  ","606600":"\n  Maybe ?\n  ","606601":"\n  Probably the best video of Ash, because it really shows how fucking weird she is ?\n  ","606602":"\n  If you cannot be the poet,\n  \n  Be the poem ✨\n  ","606603":"\n  Ass-acoustics\n  \n  Butt trumpet\n  \n  ?\n  ","606604":"\n  No. Money isn’t everything. Id rather be broke than have his name. ?\n  ","606605":"\n  I actually went to sleep at a normal time last night and woke up at 8am ?\n  ","606606":"\n  That was the best analogy ?\n  \n  Omg, that wouldn’t feel right at all - thatd be disrespectful to my bungus ?\n  ","606607":"\n  You totally did make my night last night ? i ended up falling asleep like a baby, & i think you helped a lot with that. ?\n  \n  You’re just such a sweetheart, like you’re such a good person.\n  \n  Ok that game sounds like a game i would get way too invested in and start getting really mad ?\n  ","606608":"\n  Good Morning ☀️\/ ? Good Night\n  \n  I hope your mind is at ease & you can peacefully rest. ✨\n  ","606609":"\n  Oh yeah, i was just like my parents (personality) when they were my age. They definitely are more admirable because of everything they’ve accomplished though.\n  \n  Is it good or bad you dont look like them?\n  ","606610":"\n  Im laughing cause im hungry again ? omg why is it when we talk im always hungry ?\n  \n  Anyways, yes you have such an amazing life filled with beautiful adventures. ✨\n  \n  I wanna come visit ?\n  ","606611":"\n  This song gave me chills ?\n  \n\n   https:\/\/youtu.be\/OMyB-lS2bpM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606612":"\n  8\/9 years old.\n  ","606613":"\n  No because the nickname will still remind me of the other person and i think thats kinda rude.\n  ","606614":"\n  Oh my, i wish you understood how badly i needed something nice like this today ?? thank you so much. You are absolutely splendid, my darling. ? i hope you’re doing well. Do you have any other games i should download? ☺️\n  ","606615":"\n  My day has been alright, its been kinda an off day for me though.\n  ","606616":"\n  Yes, a bunch of times ?\n  ","606617":"\n  I like to give everyone a nickname because its like tattooing them on my heart, I’ll remember them forever ?\n  ","606618":"\n  The older i get, the more i remind myself of my parents ?\n  ","606619":"\n  Im not, im only worried about things i can control.\n  ","606620":"\n  I should talk more about my favorite dog ive ever had. I was really young when we got him, 3\/4ish. His name was Bear ? he was a Rottweiler that we got from the pound when I was really young. I always use how we got him as a story that everything happens for a reason.\n  \n  My sister really wanted a dog so she had this big white dog (i don’t remember the breed) picked out but my dad had me come with just in case the dogs weren’t good with kids. The dog she was set on was aggressive towards kids. My sister was so mad. I could tell she was starting to resent my existence. For some reason I just remember looking at Bear and my dad noticed, so he wanted to meet Bear. Bear ended up being the best dog we have ever owned.\n  \n  Bear was my protector. I have so many memories of him saving my life that nobody knew about until I got way older because I was still hurting from Bears death. My family wasnt watching me most of the time and i liked to be outside. There was a time where i was running through the flowers and a snake slithers by me so i scream and cry. Bear jumped in front of me and threw the snake with his mouth then nudged me to his dog house pushed me inside and guarded it until he saw my nanny. Then he nudged and escorted me back to the house.\n  \n  He would literally carry me to the house every time i fell. He pretty much never left my side. Damnit im still hurting over him. I miss him. ??\n  ","606621":"\n  I hope its love ?\n  \n  Im trying really hard to make it love ?\n  ","606622":"\n  Absurd times call for absurd amounts of love. ?\n  ","606623":"\n  All the answers are within you ✨\n  ","606624":"\n  My ig is in my bio\n  \n  I have Facebook & snapchat I just dont let strangers have it. ?\n  ","606625":"\n  Everyone i love wont forgive me\n  \n  Everyone i touch still affects me\n  ","606626":"\n  I feel endangered\n  \n  My kind is dying\n  \n  No one around me tells the truth, they’ve all been lying\n  \n  Im isolated\n  \n  My heart is pounding\n  \n  I just see strangers everywhere and there not like me.\n  \n  I walk amongst them everyday but there not like me. ✨\n  ","606627":"\n  Oh how cool!! Is there like hierarchy there based on dialects or area you’re from?\n  \n  I want to come visit so bad. You’d probably take to the coolest places. ?\n  \n  Ok truthfully im super hungry again ?\n  ","606628":"\n  My mom is the only one that has one thats for personal use and everything else would only be used for business.\n  \n  My dad would only ever use social media for work purposes.\n  ","606629":"\n  Oh my god, i havent heard about that mixture since my grandparents were alive! Thats a super SUPER Japanese thing to do.\n  \n  They especially do it for the kids to get them to eat more veggies. Oh wow, I literally can taste it in my mouth right now. ??\n  ","606630":"\n  What if you were? ?\n  ","606631":"\n  My stomach growled so loud im pretty sure it shook the bed. ?\n  ","606632":"\n  Im not taking a spoon and eating it out of a jar ? i have it every once in awhile. But, this is really good to keep in mind!!\n  ","606633":"\n  I feel bad for anyone who finds my phone whenever i die cause they are just gonna be so sad when they see how many selfies i have ? i just woke up so i dont have the energy to look through thousands of pictures of me but theres this one, & I really dont like this picture\n  ","606634":"\n  Oh really? Wow thank you so much. I already know i do have some issues when it comes to iron and vitamin B.. wow ?\n  ","606635":"\n  Im searching for someone I will never find. ✨\n  ","606636":"\n  I really wanna lay down and relax for a little bit. I just feel like im just gonna lay there the whole time just overthinking so i will end up getting anxiety, then i will definitely not be able to fall back asleep ?\n  ","606637":"\n  Its time for me to start from the bottom of my inbox ?\n  ","606638":"\n  Great, now i just want breakfast ????\n  ","606639":"\n  Did you hear back from the dr?\n  ","606640":"\n  Ive learned that the more you fuel the fire, you’re both just gonna get burned.\n  \n  So, if you keep engaging with them they get exactly what they want. You’re essentially feeding their impulses. If you just don’t acknowledge it, or give it any credibility- the only person they’re burning is themselves. ?\n  ","606641":"\n  Oh i know theres so much dialect with it comes to British English. Wait are we supposed to say American English and English since its from United Kingdom? Idk i think i need food ? anyways, i wish i knew more about the areas in England ? i mean the smaller towns... wow like i said I really need to eat hahaa\n  ","606642":"\n  I dont know how to survive without potatoes. ?\n  \n  мне нравится, что ты думаешь, что я шпион для России. Хотя моя этническая принадлежность принадлежит Северной Европе и Вьетнаму.\n  ","606643":"\n  HAHAHAHAHA\n  \n  KGBOOM ?\n  ","606644":"\n  I have a dream journal filled with crazy interesting dreams ?\n  \n  I have no idea which one to choose cause they are all very odd but interesting.\n  \n  Omg. When i was 5 years old i had a dream my mom was chained to a tree but she had crab claws for arms and kept trying to attack me. I dont know why that dream has stuck with me but it has. I think thats the most interesting part.\n  ","606645":"\n  Where i lived in California, i had perfect weather like all year round.\n  \n  In Nevada I still haven’t adapted. This weather is kicking my ass ?\n  ","606646":"\n  American doing a British accent.\n  \n  Some people sound so funny when they try to have a British accent. ?\n  ","606647":"\n  Thank you so much ??\n  ","606648":"\n  Awh? wow!! Thank you so much! I hope you’re doing well my darling ✨\n  ","606649":"\n  I fell asleep at 8pm and woke up at midnight so now we are here ?\n  ","606650":"\n  Im now craving pizza. ?\n  \n  I want salami, banana peppers, onions, roasted garlic, italian seasoning. Mmmm ? with ranch & bbq\n  ","606651":"\n  Help, i lost myself again\n  \n  But I remember you ✨\n  ","606652":"\n  Yes, we kinda are friends but its not like how it used to be. I understand that people grow apart and live their own lives..\n  \n  before the falling out things were different but now its kinda hard to have a real conversation. Almost feels forced sometimes. Its just weird cause we used to be able to talk for hours but i can hardly get a word. Even though I even kinda said something to try and talk about it and got deflected. It just sucks cause they are my best friend still, but i guess theres not enough time for me anymore. ?\n  ","606653":"\n  I cant stand the Eric Andre show. ?\n  ","606654":"\n  You can email it to me, my email is paypalsav@gmail.com\n  \n  Its my spam email for things just like this actually ?\n  ","606655":"\n  I managed to make my lips so chapped they feel like sand paper.?\n  \n  Also, didnt choke on my own spit, water, or food once all weekend. ?\n  \n  Im really accomplishing a lot, watch out for me? *sarcasm*\n  ","606656":"\n  I usually dont like prank type shows but he does it so simply that its just enjoyable ?\n  \n  I love the costumes so much too. ?\n  ","606657":"\n  Omg stop. You are doing this cause you hate me ?\n  ","606658":"\n  You shared the loose version?! ?\n  ","606659":"\n  Omg, im so jealous right now ?\n  ","606660":"\n  When the movies get a little bit too edge lord nord grunge world, i have a hard time watching it. But I actually really like drug based movies. ?\n  \n  You seem to know the good movies as well! ?\n  ","606661":"\n  You had me start watching a bunch of different clips from that now. I dont know why but all the squirrel pranks have me crying ? i love when he just yells nuts and attacks someone then screams nuts again and runs away. I love unexpected hunor and he made it into art.\n  \n  Then the cell phone pranks, that one is really good too. ? wow that just made me in an even better mood ?\n  ","606662":"\n  I would use gold. I dont know how i have gold, or found gold but thats what i would use cause i imagine gold is valuable no matter what era it is. ✨\n  \n  Of course id let you pass, but if you make me angry, ill feed you to my pet baby T-Rex ??\n  ","606663":"\n  Halloween vibes ?✨\n  ","606664":"\n  Yes but that’s because i dont trust the people who tell me other people are untrustworthy because loyalty is a rare quality these days and people probably dont even know who to be loyal anymore. So when i show that i mean what i say, it gets those people that “shouldnt be trusted” to trust me so they are on my side till the end. ?\n  ","606665":"\n  просто в последнее время было очень хорошее настроение, и когда ты в хорошем настроении, все кажется приятным. ✨?\n  ","606666":"\n  A bunch of old clothes, shoes, furniture, and books ect. ?\n  \n  Awh, im sorry. That must be hard.. ?\n  ","606667":"\n  • The Wolf Of Wall Street\n  \n  • This Is The End\n  \n  • Dope\n  \n  • Ted\n  \n  • Harold & Kumar\n  \n  • Super Troopers\n  \n  • Cheech & Chong\n  \n  • Pulp Fiction\n  \n  • Eurotrip\n  \n  • Spring Breakers\n  \n  • Friday\n  \n  • Requiem For A Dream\n  \n  • Thirteen\n  \n  • Girl, Interrupted\n  \n  • Menace II Society\n  \n  • Goodfellas\n  \n  • Scarface\n  \n  - im sure theres way more i forgot ?\n  ","606668":"\n  YOU ✨?\n  ","606669":"\n  ARE ✨?\n  ","606670":"\n  SWEET ✨?\n  ","606671":"\n  I fucking love peppermint mocha creamer. I used to drink that all year round. Also, such a good vodka Christmas drink ?\n  ","606672":"\n  I ended up actually cleaning my room and reorganized everything again. Then did my laundry. Took things to donation. I was so tired after all that, i passed out at like 8pm.\n  \n  How was everything with you after we last spoke? ✨\n  ","606673":"\n  Ohh my god. ?\n  \n  I felt that. ?\n  ","606674":"\n  I always want to have both sides of things. Like, i dont want to give a fuck but i want to care at the same time.\n  \n  Im trying to teeter with the impossible ?\n  ","606675":"\n  I don’t remember becoming everyone’s baby ?\n  ","606676":"\n  Both.\n  \n  What i cant find on Netflix, i can probably find on TubiTv ?\n  ","606677":"\n  New Years ? , Halloween ?, Thanksgiving ?, & Christmas ?.\n  ","606678":"\n  June.\n  \n  Not just because its my birthday month but its the middle of the year, summer is just about to start so people are usually in a better mood, & the weather is warm but not too hot yet. Its just a really calm time of the year. Things start to get stressful once September hits cause of all the holidays and then stress of the new year after new years.. it always feels like everyone can breathe around may\/june ?\n  ","606679":"\n  Im a night owl ?\n  ","606680":"\n  Its totally okay cause i hate eggplant so much. I think its so gross. Besides eggplant though, i love all the other veggies - even kale ?\n  \n  ??????????\n  ","606681":"\n  Oh yes. Yesssss 100x yes.\n  \n  Grease was my favorite movie ? when i was 3-5 years old. I watched it like 7 times a day. I will only do a sandy when i find the perfect Danny ??\n  ","606682":"\n  Shh ?\n  \n  That’s supposed to be a secret ?\n  ","606683":"\n  I love to snuggle up with a blanket, a cup of tea, & a good show i havent seen before that i get to cuddle and binge. ✨?\n  ","606684":"\n  Wanna have some fun with these sandy buns? ?\n  ","606685":"\n  Ohmygod, i dont want a boob job anymore ? i feel so bad for those women.\n  ","606686":"\n  I love mayo so much too ? #sauceboss\n  ","606687":"\n  You make my cheeks warm\n  \n  & my heart happy ?✨?\n  ","606688":"\n  Omg today i had middle eastern food for lunch & american fusion for dinner. ?\n  \n  I have so many left overs but omfg its so good. ??\n  ","606689":"\n  Tight bungus ?\n  ","606690":"\n  Yuck ? i couldnt handle the texture of raw egg ?it would be like swallowing a huge ball of mucus ?\n  ","606691":"\n  HAHAHAHAHHAHAH ?\n  ","606692":"\n  Omfg, yes i love it so much. I make it all the time as well. Im a #sauceboss i drown my food in sauce ?\n  ","606693":"\n  My body doesnt handle coffee that well. ?\n  ","606694":"\n  Oh really? ? ill put it on my list to watch it ?\n  ","606695":"\n  Im just gonna say Jean Claude Van Damme ?\n  ","606696":"\n  No, i havent. What is that? ?\n  ","606697":"\n  Im in a really good mood ?\n  ","606698":"\n  Now, obviously it exists ?\n  \n  We just mean with the characters in the show. We wouldn’t want to live there otherwise ?\n  ","606699":"\n  Right now i think im into electronic music mostly.\n  \n  But i swear its like coffee shop music or like trippy stoner music ??\n  ","606700":"\n  Close your eyes. ?\n  ","606701":"\n  I would live there in a heartbeat if it was real. I dont care how trashy it might be, i would be the happiest person ever there. ?\n  ","606702":"\n  No, but fuck it why not? ?\n  ","606703":"\n  It was actually quite easy ?\n  ","606704":"\n  I love animals so much, id do anything to spend time with animals. ?????????????????????????????????????????\n  ","606705":"\n  ✨?????\n  ","606706":"\n  I say goosebumps\n  ","606707":"\n  Ok so like the only reason i can think of why this isnt an option is because they make so much money from filling up the prisons. I just don’t understand, they are gonna be locked up for life like just let them die. But people say, “they need to suffer for what they did”\n  \n  Uhhhh dying seems like a pretty solid punishment for those people with a life sentence.. unless they are also using them to make an example to keep in check. Idk theres so many people on the earth, if someone whos gonna be behind bars wants to die - they should be allowed too.\n  ","606708":"\n  I try to not get too ahead of myself. I do like to try and have an idea about the next two years though.\n  ","606709":"\n  I literally just scrolled to this on accident and oh my god ? i lost it. Were you actually eating that many cough drops?\n  ","606710":"\n  Awh! ? thank you so much ?\n  ","606711":"\n  I feel like that’s something i should do in the future, but right now I dont think i could keep up with that. I know it seems like an easy thing to do but im just way too focused on other things.\n  ","606712":"\n  Physical fatigue ?\n  ","606713":"\n  No, usually my sister really liked to cook for thanksgiving. I would just help her. ?\n  ","606714":"\n  Ohh, i like incrediboom ?\n  ","606715":"\n  The butterflies are just a filter. ?\n  ","606716":"\n  I need all the maple syrup ?\n  ","606717":"\n  We lived like two games of solitaire waiting to be played by one another ✨\n  ","606718":"\n  It better be when i have this crazy dragon walking around all the time ?\n  ","606719":"\n\n   https:\/\/youtu.be\/sB6HY8r983c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606720":"\n  I wanna see it ?\n  ","606721":"\n  Im starting to think i have more friends than i can handle ?\n  ","606722":"\n  I’d point to the sunset and say,\n  \n  “I drew that for you. Every now and then you can catch it wrinkling in the rain.” ?\n  ","606723":"\n  What happened ?\n  ","606724":"\n  Ohhh, i was a suggestion ?\n  \n  Well, thank you suggestions ?\n  \n  Im happy i was able to keep you around.\n  ","606725":"\n  It was not a highlight in my life.\n  \n  & i get reminded by it from my stupid scars everyday. But people keep saying it should be a reminder that you survived. Its just hard to accept that you really dont have any control when you’re about to die. It was probably the most helpless ive ever felt.\n  \n  I dont talk about it cause it wasnt the first near death experience ive had. My favorite thing my therapist ever said to me was “you have 9 lives.” ? but like i swear i do - well i only have like 6 left.\n  \n  Anyways, thats why i started studying mushroom species and teas cause my body was going through a tough time.\n  ","606726":"\n  You’re constantly sweating but shivering at the same time. You get really confused all the time. Your organs literally feel like they are collapsing. You can hardly move, think, or breathe.\n  \n  The worst part is your body is attacking itself so you end up psychologically understanding that you’re dying. So the whole time i was shaking and murmuring “im gonna die, im dying.” So we rushed and ya i was actually dying ? trust me its a feeling where you KNOW\n  ","606727":"\n  Just a few months ago! ?\n  ","606728":"\n  It really depends on what we are talking about and the situation.\n  \n  I can be super childish but i can also be really mature.\n  \n  Adults are just children with money. I can act mature and older than my age when it’s appropriate but i cant be like that all the time - its way too serious.\n  ","606729":"\n  I feel like you’re giving way too much credit to that leaderboard ? also, i think its so flawed. Theres been so many pages ive seen where i go, “ok why arent you number 1 wtf?” So i don’t measure anyone based on that leaderboard.\n  \n  I am so happy you ended up finding me and talking to me, i love talking to you ?\n  ","606730":"\n  Your future self is watching you right now through memories. ✨\n  ","606731":"\n  This would be a really funny series on YouTube ?\n  ","606732":"\n  No no no please dont ?\n  ","606733":"\n  I believe everyone has a purpose whether its good or bad. You cant have anything good if you dont have the bad. You cant have pleasure if you don’t experience pain. You wont understand happiness if you’ve never experienced sadness. I think we are all capable of being good or bad - just in different degrees.\n  ","606734":"\n  You said like 5 people ?\n  ","606735":"\n  Well, this backfired ?\n  ","606736":"\n  So do i! I love british humor as well. Its so dry & raw at the same time\n  ","606737":"\n  Omg, noo ?\n  ","606738":"\n  I love them.\n  \n  I love anything written. ?\n  ","606739":"\n  Bring it on donkey kong\n  ","606740":"\n  Freak o' Friday night, know I'm the main attraction\n  \n  Basket acrobat, they wanna see some action ?\n  ","606741":"\n  You shush first ?\n  ","606742":"\n  Jack likes everyone ??\n  ","606743":"\n  You’re a little booty ?\n  ","606744":"\n  Welcome to our freak show, come meet my monsters\n  \n  Oh, such a fine collection of stranger things ✨\n  ","606745":"\n  I wish you could ?\n  ","606746":"\n  Shh, no.\n  \n  You stop\n  ","606747":"\n  Yes he is!\n  ","606748":"\n  Yeah, she did an amazing job.\n  \n  Sacha thinks she needs an Oscar.\n  ","606749":"\n  Whyyyyy are you telling me this? ? you’re making me feel guilty\n  ","606750":"\n  Hahaha ok this one is a little obvious ?\n  ","606751":"\n  & now i cant exactly argue this.\n  \n  But, its only a few!\n  ","606752":"\n  Thanks darling ✨\n  ","606753":"\n  Yes, we all know your anoose is too loose for Lady Boom. ?\n  ","606754":"\n  I have a couple people that adore me, not everyone. ❤️\n  ","606755":"\n  Omg, then its just one person - you ?\n  ","606756":"\n  Thank you & I believe in YOU ?\n  ","606757":"\n  I personally never went to college but ive been paid by people to do assignments for them. I got someone a 102% on an essay. I usually get people a 90-100% on their essays.\n  \n  My goal is to be successful without college.\n  ","606758":"\n  So many guys arent ?\n  \n  And guys should be crushing on you ?\n  ","606759":"\n  I used to like vodka. I used to think i had to be russian since i could drink vodka like water. I dont drink anymore. I cant even get myself to drink like at all, I just dont enjoy it anymore.\n  \n  “In Russia ?? Vodka drinks you”\n  ","606760":"\n  I think im just really photogenic honestly cause i know i look terrible 90% of the time ?\n  ","606761":"\n  First one was vodka\n  \n  The other one is mikes harder lemonade ?\n  ","606762":"\n  Thank you sweetheart ?\n  ","606763":"\n  Because of you i found old pictures when i got my hair dyed blonde. Damnit i need to go get my hair done. ?\n  ","606764":"\n  The new Borat movie was such a let down for me. ? He made it way too political but i do enjoy him mocking everyone on Twitter. Sacha doesnt give a fuck and its the best ?\n  ","606765":"\n  Thats why they want you to pull out your wisdom teeth ?\n  ","606766":"\n  Nooo, those are literally the worst pictures. Im actually a little but shocked i dont have more bad ones but i guess i must not save the bad ones obviously like who would save bad pics of themselves ?\n  ","606767":"\n  Im seriously trying\n  \n  Hahahahahaha omg ?\n  ","606768":"\n  Ok ok lemme try again   ?\n  \n  Oh my god, this is pretty bad\n  ","606769":"\n  Only because you spoil me with the nicest messages and speak Spanish to me all the time just cause you know i love it ? you’re so sweet to me ? I am so proud of you & everything you’ve accomplished & going to accomplish. ?? you’re the best. ✨\n  ","606770":"\n  Oh great. This is gonna be good ? wow this ended up being a lot harder than I thought it would be.\n  ","606771":"\n  How do you know its the truth?\n  ","606772":"\n  In a bought out movie theatre watching beetle juice ? ?\n  ","606773":"\n  If i could save you without getting my own leg shot off, i would. My question for you is how are you and i alive in a nuclear world war with aliens? ? theres a lot of details missing so itd be hard for me to know how to save you when we dont even know what kind of aliens we are at war with. I do know, if its nuclear i would totally have to have some crazy suit of some sort to survive.\n  \n  About breakfast, breakfast isnt guaranteed when you’re at war with aliens ??\n  ","606774":"\n  Ya honestly I already decided Challah is the winner winner chicken dinner for me soooo ?\n  \n  I am not master of the ask universe ? thats so funny though to think about hahahahha omg ?\n  ","606775":"\n  False ?\n  ","606776":"\n  Awh, ill post more pictures like this when i get pretty again ? i look like a travesty at the moment ?\n  ","606777":"\n  Your devotion is admirable ?\n  ","606778":"\n  I would only do that if i could give them to my kids except im not a mama yet so i cant do that.\n  \n  I would give them so many years but i fear i would melt and then they would have all these extra years without me. Well, who knows if theyll think thats a good or bad thing lol ?\n  ","606779":"\n  Now you made me afraid of people who approach me in public ?\n  ","606780":"\n  Hahahahahaha its the secret to a healthy life ?\n  ","606781":"\n  Omg ? thank you for thinking so ✨?\n  ","606782":"\n  It kinda just happened by a funny conversation. & i was trying to figure out a good name on here and people kinda really took a liking to me when i changed it to Boom or Lady Boometh.\n  \n  Btw, hi sweetheart ? hope youve havent been working too hard! I gotta message you back! ?\n  ","606783":"\n  Ive never lost any of my adult teeth before ? that’s actually something im secretly afraid of. When i have dreams of my teeth falling out, i wake up in a panic.\n  ","606784":"\n  No, not me ? im sure its you ✨\n  ","606785":"\n  I love that nickname so much.\n  \n  I love guns too lol ?\n  \n  Also, was a big fan of Guns & Roses. ?\n  \n  & guns make things go boom boom ?\n  \n  Very much appreciate this nickname ?\n  ","606786":"\n  Omg thank you for the compliment ?\n  \n  Im sure you’re beautiful too ✨\n  ","606787":"\n  Okay, so like dont be mad at me but i cant find that question ? i will be honest i get about 10 questions per minute so its really hard to keep up. ?\n  ","606788":"\n  “First i have to check with my OCD” is probably the most relatable thing to me right now ? omfg. I feel that so hard. ?\n  \n  Whenever you can make it, I highly recommend you doing. Such a satisfying loaf of bread ?\n  ","606789":"\n  According to my blood type, im not even supposed to eat any grains ?? so like im not supposed to eat bread but like i love bread more than anything\n  ","606790":"\n  So are you ?\n  \n  Thank you ✨\n  \n  I hope you’re having a beautiful day cause you just made mine ?\n  ","606791":"\n  Yes i do. Miracles are experiences that cannot be explained but they turn circumstances into something wonderful. I’ve personally have had multiple miracles in my life.\n  \n  People even say im a miracle baby just because i should have been born with a fuck ton more issues but i only came out with a couple ? lol but my friends and i always talk about how theres been so many moments with me where something terrible should have happened but it turned into a miracle..\n  ","606792":"\n  Franks the best ?\n  ","606793":"\n  Love you Darren ? enjoy your movie with tea ? we will talk later lovely ? xoxo ?\n  ","606794":"\n  Did you look up MRSA? I shouldnt be alive. I really don’t understand how i am, & neither do the doctors. It was in my body for awhile before (i was also the one that told the drs they need to check for MRSA since they thought it was just staphylococcus) i got medicine.\n  \n  It was the Challah, its safe my life more ways than one ??\n  ","606795":"\n  HAHAHAHA that was a good one ?\n  ","606796":"\n  Yeah, France is crazy right now with curfews. Its kinda there fault, all the people i know from France have said like everyone still goes clubbing and the metro is filled with people ect. So they had to kinda shut everything down recently.\n  ","606797":"\n  I wouldn’t say that, i just pay more attention to philosophy and our minds. Just like how theres people who are more skilled with art and music ect, im just really good at understanding the mind. But, thank you so much ?\n  ","606798":"\n  So lame ?\n  \n  I heard that festivals in France are getting pushed to 2023 as well ? so much is gonna be different for awhile or maybe forever. ?\n  ","606799":"\n  Awh, such a bummer ?\n  ","606800":"\n  So true ?\n  ","606801":"\n  We could’ve stayed out for weeks, could’ve watched the way the sun leaks like liquid over the horizon, casting shadows over all the right places of a bargain bin where love was 75% off, and we were collectively 25¢ away from forever ?\n  ","606802":"\n  Did you hear they made a “Karen Act”? ?\n  ","606803":"\n  ? im glad you find humor in it as well ??\n  ","606804":"\n  Such a good choice, loved that one! Whats your favorite kind of tea?! ☕️\n  \n  No, just like memes and stuff ?\n  ","606805":"\n  Oh, im worried about the Americans. That was kinda my point like how Americans make themselves out to be so sweet and caring but try to say Russians are bad.  Ive had a better experience with Russians than Americans. They are awesome.\n  ","606806":"\n  You love like a man who lived in a time before God gave religion to men and left it to them to figure out what hate was. ✨\n  ","606807":"\n  It worries me that russians are nicer to me than Americans.. ?\n  ","606808":"\n  Obviously, we both realize that ? whats the difference between us being all into podcasts, which is essentially just listening to people having a conversation  and what Darren and i are doing?\n  ","606809":"\n  Always. There was a time when i was about to leave for work, but i saw an old lady outside just walking around looking like she was super lost. So i asked if she needed any help (i used to live across the street from a retirement home) and i had to draw directions and map for her to get to a gas station and to a freeway.  She was shocked i was so willing to help her.\n  ","606810":"\n  Awh!! Hopefully you can find something else to watch! And tea sounds so good ☕️\n  \n  Its morning so im just relaxing in bed on here. I was going through some of my photos to delete junk pictures cause i have like thousands of pictures ?\n  ","606811":"\n  Thats great to hear ☺️\n  ","606812":"\n  We are all addicted to something, addiction comes in different shapes and sizes. Being addicted to something just means there’s something you put above everything else, like youd drop everything for whatever it is to an extreme level. Such as; drugs, booze, sex, gambling, work, power, religion, shopping, love, cutting or self-harm, food, cleaning, plastic surgery, lip balm, nicotine, television, porn, gossip, winning everything or being the best, toxic relationships, sports (playing or watching), tattoos, home decor, cars, exercise, money, being right, adrenaline, collecting animals or obsessively collecting anything, too invested in your children, makeup, lying, tanning, fame, people addicted to addicts, stimulation, rage, caffeine, & the internet.\n  \n  Personally i think im addicted to toxic relationships, tattoos, being right, other addicts, & the internet. Theres other things in there i like to do from time to time but these few i feel like are a little bit more than that ?\n  ","606813":"\n  Im gonna start cleaning the garage today. I also have to buy a cheap costume for Halloween ? cause i keep forgetting. Would like to go buy bins to organize things better as well.\n  \n  We will see how this day turns out ??‍♀️\n  ","606814":"\n  Ohhhh, someone is being naughty ? what do you think youll watch? Are you gonna drink anything warm like coffee or tea? ☕️\n  ","606815":"\n  Since when? ?\n  ","606816":"\n  I feel like people have slowly started to underestimate the importance of a good soundtrack.\n  ","606817":"\n  Awh ?? wow thank you so much ?\n  ","606818":"\n  Good morning beautiful sunshine ?\n  \n  How are you on this lovely crisp morning? ?\n  ","606819":"\n  Awh, thank you! I hope i do too.\n  \n  I hope you can find something to do so you’re not bored ?\n  ","606820":"\n  Thats a good point! I never thought of it that way!!\n  ","606821":"\n  I wish someone could rub my back till i fell asleep like im a little baby ?\n  ","606822":"\n  I used to use tumblr a lot.\n  \n  My tumblr is souledoutgoddess.\n  \n  I miss the aesthetics of tumblr.\n  \n  Its hard for me to just sit and blog on there nowadays though.\n  ","606823":"\n  Im bored too & i cant find the charger for my headphones so now im sad cause like i love listening to stuff while im on here ?\n  ","606824":"\n  No no. Ive known him for years, its not like that. ?\n  ","606825":"\n  My fucking favorite ?\n  \n  You’re back!! ? how are you? ?\n  ","606826":"\n  but the truth is,\n  \n  there’s not enough miracles to go around kid,\n  \n  and there’s too many people petitioning god for the winning lotto ticket. and for every answered prayer there’s a cricket with arthritis, and the only reason we can’t find answers is the search party didn’t invite us, and right now the crickets have arthritis,\n  \n  so there is no music ?\n  ","606827":"\n  Oh, really?! Thank you so much for telling me!! ☺️\n  ","606828":"\n  Love you ??\n  ","606829":"\n  Thanks ?✨\n  ","606830":"\n  Ive never been hunting. Not much for hunting.\n  \n  I have gone fishing a lot actually but im not really a fisher either but im very useful for deep sea fishing cause i throw up from motion sickness ?\n  ","606831":"\n  I really like this picture ?\n  ","606832":"\n  Im sorry youre bored ?\n  \n  Im 25 lol you?\n  ","606833":"\n  Hope you had a good monday love ?\n  \n  I hope you have an even better Tuesday ?\n  ","606834":"\n  I don’t really think about death as often as i used too. Death doesn’t really scare me anymore. Ive almost died a couple times, actually.\n  ","606835":"\n  Just listening to music ? like usual lol you?\n  ","606836":"\n  Hahaha, those are actually really good! Or ashley tisdale from high school musical.\n  ","606837":"\n  I'ma show you how to love again?\n  ","606838":"\n  Im good ?\n  \n  Hows you? Lol\n  ","606839":"\n  Who?\n  ","606840":"\n  Say my name, I wanna hear you call\n  \n  Hold me close, I wanna feel your heart ✨\n  ","606841":"\n  You love how you push me to the point of crazy & I love when you're on your knees and begging for me. You got me good with all these mind games ?\n  ","606842":"\n  Im great ? im just up and cant sleep. ?\n  ","606843":"\n  Lets snuggle ?\n  ","606844":"\n  Same blehh! ? i feel like a big bubble when i drink beer ?\n  ","606845":"\n  Im sorry to hear that ?\n  ","606846":"\n  Alcohol ?\n  \n  I seriously see no benefit for us except for sterilization. I used to love drinking but it was just damaging my whole body and i just grew to hate it. I just dont like the way it makes me feel and the next day sucks after drinking all night lol\n  ","606847":"\n  Hickory & brown sugar is the best ??\n  ","606848":"\n  No i havent done that before but omg it sounds so delicious ?\n  ","606849":"\n  Its been my favorite. Its so much fun ? thank you so much for doing it ?\n  ","606850":"\n  They are ride or die. ?\n  ","606851":"\n  Not like you ??\n  ","606852":"\n  Yes & i have more food on the way! I ate a lot of gyoza today. Im waiting for a cheeseburger and a chocolate shake. ??\n  ","606853":"\n  I love music in other languages. ? even though personally i don’t understand all the songs, but i think they have such a cool sound.\n  ","606854":"\n  You’re so sweet ?\n  ","606855":"\n  Im stuck on the second boss in Diablo 3 cause i used the wrong skills. Okay I wouldn’t say im stuck, i tried it once and i died lol i just havent tried if for a week.\n  ","606856":"\n  ????\n  ","606857":"\n  I honestly dont know.. ??‍♀️\n  ","606858":"\n  Hahahah okay that was funny ? i love your raps so much!!\n  ","606859":"\n  & still just trying to insult me. ?\n  \n  You are persistent, i will give you that much ?\n  ","606860":"\n  Thanks hun ?\n  ","606861":"\n  You’re not being critical, you’re just being rude. Jordan Peterson is not a con artist ?? you gotta stop, you’re being way too funny.\n  ","606862":"\n  Im in bed so dont judge me ?\n  ","606863":"\n  You’re more than welcome to call me whatever you’d wish ?\n  ","606864":"\n  My spirit animal is a snake ? because i change so much ?\n  ","606865":"\n  Technically, no one has their own thoughts. Everything you think about has either been taught or probably thought by someone else before. Anyways, you are being very aggressive and you’re wasting a lot of energy being so loose. Id rather bask in his comfort than be in the mindset you’re showing. So much negativity. You can disagree with me, i dont mind that you dont have the same perspective. Im really trying to understand why you’re still getting all heated over it...\n  ","606866":"\n  Thank you so much ?\n  \n  I dont know why honestly, I just was ?\n  ","606867":"\n  Thats great ?✨\n  \n  It changed my mood a lot. It made it harder to make me grumpy. It always helps my mind. I always feel like my thoughts are better after. Which probably has to do with my mood ?\n  ","606868":"\n  My dads?\n  ","606869":"\n  You can just request being verified!\n  ","606870":"\n  You’re way cooler bud ✨?\n  ","606871":"\n  Is it the road of choice?\n  \n  Is it our hand of chance?\n  \n  Are we not meant to see\n  \n  What is our cruelty? ✨\n  ","606872":"\n  I wouldn’t host but id love to be apart of one just to talk about random shit ?\n  ","606873":"\n  HAHAHHAHA its the best idea.\n  \n  Itd be so funny ?\n  ","606874":"\n  I probably wouldnt be writing so much if i didnt like my writing style. ?\n  \n  Every time i stumble on something i wrote awhile ago, I literally shock myself. I know its my writing cause its my handwriting but theres things ive written that even made me go, “whoaa that was deep” ?\n  ","606875":"\n  This sounds like you want me to be a cult leader ?\n  ","606876":"\n  Yeah, mainstream choices bore me ?\n  ","606877":"\n  Omg. No, this is mine ?\n  ","606878":"\n  Thats great, did you see a big change in your life or yourself after you started doing that?\n  ","606879":"\n  Why was that such a pleasant sentence to read ? like i really enjoyed that ?\n  ","606880":"\n  I want 3 babies.\n  \n  I want to adopt the 3rd baby.\n  ","606881":"\n  So, i would be called Wisdom Tooth. So my whole purpose is my power is being insanely wise and having knowledge about everything but to protect myself i can turn into a tooth ???\n  ","606882":"\n  Ive always liked the name Riley ?\n  ","606883":"\n  I feel like this would depend on the superpower, but i would try my best to not use my superpower for evil.\n  ","606884":"\n  People are really bad at being able to tell when someone is catfishing everybody, like it makes me sad seeing people fall for it. ?\n  ","606885":"\n  Love is our destiny ✨\n  ","606886":"\n  Omg. Now im so hungry and i want chips. I cant choose ?\n  ","606887":"\n  To hate is easier because to love means opening yourself up and accepting the pain.\n  \n  Majority of people hate themselves, the hardest thing for people to learn is how to love yourself.\n  \n  Love oneself means learning how to endure pain, struggles, and failures with grace. Love means acceptance. Love is compassion. To be able to love, you have to be open - arms, mind, & heart.\n  \n  So ya, its way easier to hate.\n  ","606888":"\n  You get it ?\n  \n  Yes!!! ✨\n  ","606889":"\n  No, because she steals them from me and runs off with them so i never get a chance to record her.. cause she has a little spot where shes just storing them ? shes the weirdest cat.\n  ","606890":"\n  Ohmygod ? i love that\n  ","606891":"\n  I love going outside early in the morning and walking around for a bit. It smells so good and feels so fresh. It always puts me in such a good mood, even when its super cold. It just reminds me that im alive ?\n  ","606892":"\n  Thank you for being such a kind and pleasant person ?\n  \n  Omg ? thank you so much. Ive been feeling ugly today so this is very sweet ?\n  ","606893":"\n  Telepathy is real ?\n  ","606894":"\n  He was such a good actor. You know he didnt actually drink.. now i just wanna watch trailer park boys ?\n  ","606895":"\n  Awh, thank you so much ?\n  \n  You must be pretty awesome yourself ?\n  ","606896":"\n  I like looking at snow ❄️\n  \n  Playing in snow ❄️\n  \n  But when you have to do anything productive, snow sucks. ?\n  ","606897":"\n  I actually cried when he died ?\n  ","606898":"\n  Really gets the blood flowing ?\n  ","606899":"\n  Okay that’s fascinating but it may just be because you’re extremely observant.\n  ","606900":"\n  Oh yeah that was entirely the point ?\n  ","606901":"\n  Because why not? ? it was available and we all just wanted to party so why not ?\n  ","606902":"\n  I was like 19\/20ish.\n  \n  No i wasnt homeless. California has mobile homes right next to the beach dude, people have made like beach houses out of them and shit. Its gnarly.\n  ","606903":"\n  This is how i feel every time ?\n  ","606904":"\n  Who decides what we are\n  \n  When all we have is ourselves✨\n  ","606905":"\n  Its way too busy there. That city literally never sleeps.\n  ","606906":"\n  Ricky: Hey Lahey, knock knock.\n  \n  Lahey: Who's there, Rick?\n  \n  Ricky: Mr Stupidy Head that's fucking pissing me off right now, thinks he's a captain of the shit-liner and by the way your fish sticks suck, so fuck off, open the gate!\n  ","606907":"\n  “Clean and sober, just mean that I’m showered and heading to the liquor store.” ?\n  \n  “I’m sober enough to know what I’m doing and drunk enough to really enjoy it.” ?\n  \n  “The only difference between me and you is a couple of drinks” ?\n  ","606908":"\n  What the fuck? That was like 6-7 years ago ? a lot has changed\n  ","606909":"\n  “Randy, I am the liquor” ?\n  ","606910":"\n  Like i was brought up in such a small part of society that i didnt fully understand what other people had to go through in normal society. I kinda still dont. My understandings are better but im still a spoiled white girl ?\n  ","606911":"\n  THE BEST TIME TO WEAR A STRIPPED SWEATER IS ALL THE TIME\n  ","606912":"\n  Yes ? dont they do that for everyone??\n  ","606913":"\n  Thats kinda just your perspective, man. Maybe I find the things that you find interesting kinda dumb? We all have our own thoughts and ideas. Dont have to get so loose when someone’s perspective doesnt align with yours. ?\n  ","606914":"\n  Its just a punk fool with a very loose anoose and they just have to go screaming about how loose they are getting. Its like we get it punk fool, you’re loose. ?\n  ","606915":"\n  Kinda spicy. I dont handle spicy ? that well. Also, they didnt cook them correctly. They were so dry ? totally let down. Idk what im more bummed about, the fact the wings kinda sucked or that im like turning into a wings snob ?\n  ","606916":"\n  That sounds like dry skin and bloody boogers crusted in my nose ???\n  ","606917":"\n  Im the worst person to talk to about Disneyland. Ive gone to disneyland\/California adventures so many times but the first ive ever went where the amusement park wasnt bought out for the day was when i was 16\/17 years old. I was in shock. I literally thought disneyland was always easy and you could run around like fools. (I was super sheltered for awhile, still kinda am) I only like disneyland when theres no people there... i was so pissed the whole time when i went on a normal day. I couldnt stand it. For how much money you spend there, you shouldn’t have to deal with that much bullshit just to go on a ride. Lol so yaaa my opinion is a little skewed.\n  ","606918":"\n  No, so i studied my blood type and each blood type has different things that they should eat. So my blood type says i need to be eating a lot of meat which makes so much sense because when i was vegetarian\/vegan i felt like garbage all the time. Now all i eat is meat with veggies and i feel so much better. Still lots of work to do but its been a lot better.\n  ","606919":"\n  I love sleeping in the cold.\n  \n  I get to be a little snuggle monster. ? i love being wrapped up in a blanket when its freezing.\n  ","606920":"\n  Awh, im glad you like it. I do too ? & I really like you for liking this about me. Thank you ✨\n  ","606921":"\n  Yikes, you just get looser by the minute. Didn’t realize this was such a passionate conversation ?\n  ","606922":"\n  Oh, im sorry! ?\n  ","606923":"\n  Oh, im more talking on the extremes.\n  ","606924":"\n  Millennials drive me nuts. Life can never be equally fair, it’s literally impossible. Also, by trying to make things equal is actually creating more issues. More extremism.  But its also grey. I believe we all should have an equal opportunity to whatever it is a person wants to be but this idea that we are all special or extraordinary is causing an increase of depression and anxiety cause we all want to be the best. Jordan Peterson explains this better than i do and he has the education for it - if you’re interested in understanding the psychology behind all of it.\n  ","606925":"\n  Im pretty sure my eyes always look their stoned, like i was born permastoned ?\n  ","606926":"\n  If everyone is a winner than no one is actually winning.\n  \n  Just like how we are all taught that we are all special but we are all equal - so actually that means we are equally special so that means no one is special at all.\n  ","606927":"\n  Contentment with oneself.\n  \n  Means loving your strengths and weaknesses.\n  ","606928":"\n  I love dark chocolate so much?\n  ","606929":"\n  Its really good! You can even do it at home its super easy! Oh and cheap ?\n  ","606930":"\n  No, never even heard of it.\n  \n  Im not a big frozen food person.\n  ","606931":"\n  Lamp lady selling tangerines, and with the loving eyes of God drift back to the sun ☀️✨\n  ","606932":"\n  Yes & no. It depends on the person. If i can see that they really want to do things differently from now on, i think they deserve some grace and a chance to better themselves. ?\n  ","606933":"\n  I’ve never understood the importance of someone’s signature on shit.. also a lot those things are super faked too.\n  \n  Id be more impressed if you could tell me a cool experience with whomever.\n  ","606934":"\n  So im kinda weird with my ramen, i like to let it soak for a little so the noodles get more of the flavor then i drink the broth first so i can just eat the noodles with egg all mixed up.\n  ","606935":"\n  I have gone through this multiple times with multiple people as well. I’ll tell a story or experience and someone will be like, “you know that’s not normal right?” ?\n  \n  Ive also been told i feel way too much empathy for others and situations ? im way too sensitive.\n  ","606936":"\n  I get random bursts of being super hyper. I actually get hyper when i get really tired. Its weird.\n  ","606937":"\n  Awh, thank you so much ?\n  ","606938":"\n  A day probably. I was going into sepsis. I really thought i wasn’t gonna make it.\n  ","606939":"\n  You do realize you’re STILL trying to insult me for how other people feel about me right? You do understand you just throwing a negative to knock someone down a peg (even when their not even on a peg, or even a peg they created - it was created for them) just kinda makes you sound kinda really bitter. I hope you truly understand all you’ve accomplished is show us that you’re actually kinda ego tripping a little bit ? this whole thing just kinda makes me go yikes.. lol ?\n  ","606940":"\n  I write poems, stories, & even thesis\/essays about random things ive learned. I mostly do it to see how much I actually remember and helps me retain all the information.\n  ","606941":"\n  I would have died.\n  ","606942":"\n  I ended up getting MRSA and it was so bad it created open wounds ?\n  ","606943":"\n  I have two. The infection attacked each chakra point in my body but only two spots scarred, they are healing though.\n  ","606944":"\n  Omg. Yes. Its so cold I wanna be snuggled.\n  ","606945":"\n  I got a scar from an infection.\n  ","606946":"\n  I hope you have a beautiful day?✨ its midnight for me ?\n  ","606947":"\n  Ugh i hate it so much ?\n  ","606948":"\n  Okay explain ?\n  ","606949":"\n  It seems like a fun thing to dance too but its not really my type of music ?\n  ","606950":"\n  Agreed! He was the best omg. Im so so sad that he had to leave this dimension ?\n  ","606951":"\n  I miss lahey so much ?\n  \n  Like i wanna cry ?\n  ","606952":"\n  I love foreign music ?\n  \n\n   https:\/\/youtu.be\/EOnSh3QlpbQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/Rr8ljRgcJNM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/AIeqizqq6GI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/0jiJl8tSFYQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/i2D_Zakb2uY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/PjOsnE0GIKo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/MM9pvHYmJ2U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/FDs6dADBmI0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","606953":"\n  I used to literally smoke weed and watch trailer park boys until i passed out. God, that sounds like such a good time. I just wanna watch JROC\n  ","606954":"\n  You’re pretty damn cool honestly\n  ","606955":"\n  What do you mean by action or fear based?\n  ","606956":"\n  Are you getting the new doom??? Wait is it already out?\n  ","606957":"\n  Ugh im hungry.\n  \n  I ordered wings ?\n  ","606958":"\n  Why do you hate me so much?\n  ","606959":"\n  Ohhhh. That makes a lot of sense ?\n  ","606960":"\n  You’re a little devil ??\n  ","606961":"\n  Okay now that sounds delicious ?\n  ","606962":"\n  Hahahahhaha omg no ?\n  ","606963":"\n  Did you just say im wearing someone elses skin? What is this, the silence of the lambs? ? anyways, why are you, in a sense, insulting me by being upset with how other people feel about me? Its almost like its easier for you to blame me like im like casting spells on people. You do realize thats how they feel about me. I cant control any of it. So for you to come and be mad at me is kinda ridiculous. & dont worry it doesnt offend me that you have your own opinion. I dont want everyone to like me. So just be happy that you’re not one of the people you’re talking about and stop getting mad at me.\n  ","606964":"\n  I would be really talented if I tattooed myself ?\n  ","606965":"\n  Dying Light has a pretty awesome soundtrack ?\n  ","606966":"\n  Ohh my god. Im so sorry that you experience this too cause it really fucks with your mind. I hope that you’re doing well and if there’s anything i can do to help. If theres any information you need me to find out for you lol ? i know why youre vague with this subject... people would always think i was making shit up\n  ","606967":"\n  Im like really really hoping theyll send a link. Cause whos know many i did write as if i was conceited but it was completely misunderstood. ??‍♀️\n  ","606968":"\n  Oh does someone have a full belly ?\n  ","606969":"\n  Its been a long time. Whenever i get Vietnamese food, i get other shit other than PHO ? they have so many fresh dishes that arent soup lol ?\n  ","606970":"\n  In my experience the truth hurts really bad in the moment but good for long term.\n  \n  Lies feel really good in the moment, awful for long term.\n  ","606971":"\n  Jesus. CONTEXT. I really enjoy the explanation now. Thank you, could have saved me a lot of time if you did that before. Lol\n  \n  Also, i apologize cause my phone autocorrected. I really gotta turn that off. & for totally not understanding what you meant. ?\n  \n  Yes and no.\n  \n  Like before yes.\n  \n  Not anymore though - recently ive been looking in the mirror and going “HOLY FUCK IM THE SIZE OF A CHILD” ????\n  ","606972":"\n  I think because my life has consisted of only secrecy and lies, is why im so brutally honest. Now, the one piece of advice for anyone whos wants the truth - the truth almost always turns out to be exactly what you didn’t want. Don’t assume just because its the truth that its gonna be positive. Thats what the lies were made for.\n  ","606973":"\n  Not really, im really not much of a singer. I sound like a cat from hell. Or a squawking bird. ?\n  ","606974":"\n  AWH okay okay. You’re right! Thank you ? means a lot\n  ","606975":"\n  You know if i was actually conceited i would be able to remember where they are talking about it ? if i was actually conceited i would be like, “ya so what?!”\n  \n  Ive met so many conceited girls in my life omg they are sooooooo mean to everyone.\n  ","606976":"\n\n   @BladenStarrhorn\n  \n  is it the best thing i got?\n  ","606977":"\n  Wait, what?\n  \n  So i can agree with your ideology and you’re statement but when i say that doesn’t apply to my life considering the fact im studying a bunch about it and here are straight facts. Its about having your body at your natural healthy weight, whatever that is. You cant just discredit my research just because it goes against what you’re trying to say. Also, calling the voice in my head deaf is rude. You’re basically saying that your thoughts and opinions are right and you are gonna voice them regardless of what people say or their own findings.\n  \n  Actually we dont have anything in common because this came off as pure ignorance.\n  \n  I think you’re the one misunderstanding because I understood you completely which is why i could tell you about everything i learned. Maybe if you want more people to listen to your voice in your head, try being more compassionate of other minds as well. Much love.\n  ","606978":"\n  Ask’s Angel of Boom* ??\n  ","606979":"\n  Ya it can be stressful for others. I understand what you’re saying, I just have body dysphoria. (So like don’t listen to me when i call myself fat seriously. Its something im working on in therapy) Full disclosure i never got to 100 pounds until i was 22 (three years ago) my thyroid was all fucked up, so i got to 115 pounds. (Picture above) then i started eating kelp or sea moss everyday and my body weight leveled out again to its natural weight, which is below 100 pounds. So really honestly, its not my standards but im just going by how my body feels. & if i literally feel like im carrying a water balloon everywhere i go, i gained way to much weight.\n  \n  Ive also never eat more than my body needs. I have this switch in my brain that goes, “thats enough, youre a lazy fuck” ?\n  \n  Also, been studying how over eating and our new modern lifestyle is actually damaging to us on a chromosome level which is what causes increased speed in aging and weight gain.\n  ","606980":"\n  Awh, thats so sweet.\n  \n  You dont have to speak english normally to do that, but i get what you’re saying ?\n  ","606981":"\n  With this logic, you shouldnt be concerned with my standards i hold for myself. You should live your own life.\n  ","606982":"\n  Ehh, not often. I always forget.\n  ","606983":"\n  Be careful, i might get too conceited ??\n  ","606984":"\n  But i dont. Like the amount of times people have gotten mad at me cause i will message them saying “I probably wont message back.” Ect. So ive never really acted fake. Im kinda too blunt. Like i will literally say that’s so sweet but i cant be as active for you as youd like.\n  \n  Example: i had a best friend for 8 years. He put a gun to someones head because of me but he would tell you the one thing i always did was be honest about how i feel. Didn’t change shit for him, he’s still in love with me. And he thanks me for not being fake cause it would have really fucked him up if I just ended up people pleasing him.\n  \n  Even at work, it’s surprising how good i am at customer service cause if you say something i dont like, i tend to check the customer. Lol ?\n  ","606985":"\n  Im such an idiot, you’re a photographer - I should be asking you for advice about styles and aesthetic omg ?\n  \n  Im so happy you’re apart of my journey as well ?\n  ","606986":"\n  Music ? i listen to absurd amount of music ?\n  \n  Its funny cause my music has changed to like modern vibe coffee shop type ?\n  ","606987":"\n  Thank you so much ?✨\n  \n  That means a lot cause its been a tough journey and it helps to be reminded its for the better ?\n  ","606988":"\n  If i get called conceited again, i will literally spam you with definitions of someone whos conceited and then give you examples, so then you can read through my answers and you’d discover theres a huge difference between someone whos conceited and someone who knows their SELF WORTH.\n  \n  I dont think my strengths go above anyone else’s. I dont think my appearance goes above anyone else’s. I have so many flaws and weaknesses. Someone whos conceited is incapable of seeing any sign of weakness in themselves. Someone whos conceited wouldnt be working on themselves as hard as i am, and constantly going through this spiritual awakening period. Someone whos conceited would never be envious of so many others like how i am. Someone whos conceited would NEVER think the guy they have a huge crush on is out of their league.\n  \n  This sounds like this is more of a you problem.\n  ","606989":"\n  Ugh, you’re so loose ?\n  ","606990":"\n  Mmm, but you see everything affects you psychologically. Maybe not consciously but subconsciously. People dont realize things like this before its too late. Acting fake will actually turn you into a fake version of yourself.\n  ","606991":"\n  Yikes... i feel like theres gonna be a lot of mishaps with that many kids ?\n  ","606992":"\n  In order for someone to understand, you have to be willing to explain. How is anyone supposed to just “get you” by just saying things with examples or reasonings?\n  ","606993":"\n  Money always causes issues in families i swear.\n  \n  Money can make people mean ?\n  \n  Luckily my parents have all the money so like my siblings and i dont have to do anything.\n  ","606994":"\n  Now, heres my question for you.\n  \n  If someone doesnt believe things themselves but just repeats whatever has been told to them over many years - does that make a person conceited?\n  ","606995":"\n  We.\n  \n  WE.\n  \n  Are you making me food?\n  ","606996":"\n  Exactly. Life is so grey.\n  ","606997":"\n  You know, i dont think you understand what conceited is.\n  \n  Ive seen girls on here that say, “i know” every time they get a compliment - thats someone being conceited.\n  \n  Anyways, im gonna be honest with you bud - this is coming off very peanut butter and jealous.\n  ","606998":"\n  What did you think “people pleaser” meant? Like what was your definition?\n  ","606999":"\n  I look like the saddest Hulk ever ?\n  ","607000":"\n  Thank you for making me so goddamn hungry! ? fuck\n  \n  Right, this site fucking sucks you in like a black hole of looseness.\n  ","607001":"\n  Bullshit.\n  \n  Tells me they thought it was just a celebrity LOL ya ok ?\n  ","607002":"\n  Omggggg look how chubby my face used to be ? wow im so happy i lost weight but my eyes look pretty lol\n  ","607003":"\n  Hahahhahahhahahahhahahhah\n  \n  I also have like 100 aunts and uncles cause they live to 100 years old ?\n  ","607004":"\n  Me too!! Im the same way. I force myself to walk behind everyone because i walk so fast i lose everyone ?\n  ","607005":"\n  I have way too much pride.\n  \n  I am way to prideful to call my family and be like “i cant do this on my own.” So i just end up failing miserably until they come and save me.\n  \n  Its awful. Im working on it, just makes it hard when everyone else is too prideful in my family too...\n  ","607006":"\n  I wish my grandparents were still alive because omg i have so many questions.\n  ","607007":"\n  They treat the elderly like shit. They do everything in their power to get people into an expensive ass elderly home where you blow all the rest of your money. The rich are the only ones who can afford someone coming to the house to take care of you in the comfort of your own home. We had a lot of issues with my grandparents because they ended up in a home and mom realized how much money is wasted. So shes in Italy cause she’s spoiled and is all like, “im just gonna have people come live in the guest house we built” ??‍♀️ like cool mom, you build a guest house but cant even give me one of my properties to live in. Cooooool. Sorry. She makes me bitter.\n  ","607008":"\n  Ya, dude family reunions were awkward cause its like oh you guys are just from two families and your history is basically the fucking same ?\n  ","607009":"\n  Yeaaaah, i recently found out im super Nordic ?\n  ","607010":"\n  My mom is loaded so she can just choose whatever the fuck she wants to do.\n  \n  She moved to Italy because they arent as crazy with the elderly as they are in America.\n  \n  My mom would do alternative treatments probably Japanese treatments. I can imagine my mom being like “i gotta go back to gpas(our) land in Japan and get better.”\n  ","607011":"\n  I like the whole dark look on me since im so white!\n  ","607012":"\n  The Japanese know some shit dude. Those samurai clans really changed the game for Japan.\n  \n  My mom is royal Japanese blood from those times. Lol ?\n  \n  Apparently during the Japanese concentration camps, my moms family got special treatment and its how my moms parents met since they were both royal blood and they were forced to marry each other. I have a great aunt who was forced to get married to one of the brothers but shes actually a lesbian. Just very fascinating.\n  ","607013":"\n  Im a cross country runner and sprinter. Lol i cant go slow even when i try to go slow\n  ","607014":"\n  For me the house isnt enough cause i like to walk a certain speed to get my heart pumping\n  ","607015":"\n  HAHAHAHHAHA ?\n  \n  We should make a poster sign that says this ? thats so fucking funny\n  \n  Sad truth but funny\n  ","607016":"\n  I dont need to know ? i think i can imagine ?\n  ","607017":"\n  hahhaha you sound like my mom. She said the same thing.\n  \n  Im growing a mushroom called AB mushroom. They are studying it in japan for cancer research. I didnt believe it until i looked into it for a couple days and I still havent found an article saying the japanese are wrong about these mushrooms because they are anti-cancerous and anti-tumor & on real cancer patients the cancer regressed just from this mushroom diet.\n  ","607018":"\n  Yes! Thats it! I have that too. Winter is brutal for people like us ?\n  ","607019":"\n  I personally like the dark blue\n  ","607020":"\n  Oh my god, my doctor is a lot like that too! My doctor is my moms friend though - which is questionable in itself ?\n  \n  One thing that i can tell everyone for sure that my mom is very adamant about is if (& omg I really hope itll never happen) you ever get cancer DONT EVER GO THROUGH CHEMO. Look into Japans studies for cancer instead anyways my mom told me that the drugs they give cancer patients will most likely increase cancer. Also, chemo is like putting radiation into your fucking body. You’re in Canada so youre all good but anyone in America- seriously my mom worked for oncology for 20 years... my mom said she would rather suffer and die then ever put those drugs in her system...\n  ","607021":"\n  My dad was telling me i have a condition (as well as him) that my heart doesn’t pump enough to get blood to my hands and feet which is why going for a morning walk is really good for us. Doesnt even have to be a lot, literally like a block helps your heart so much.\n  ","607022":"\n  Right? Dude the more i learn about all these amazing natural remedies makes me hate BIG PHARMA more and more each day. My mom was apart of big pharma so she taught me to never trust them but fuck dude. Im like never going to a real doctor unless i get something life threatening but for like my stomach and stuff.. im going all natural. They really dont want people to be happy. My dad is so funny, since my parents are divorced he always says about my mom, “idk why we are all worried about the streets when your mom was the real drug dealer.” ?\n  ","607023":"\n  Its like english was created to enable confusion and misunderstandings.\n  \n  What better way to explain to the world why we should bomb everyone other then by created some misunderstanding through vocabulary to the main public?\n  ","607024":"\n  Im totally cold-blooded. Omg\n  \n  It doesn’t matter what I wear, whatever the temperature is - im that temperature\n  ","607025":"\n  Wow, this is so fascinating.\n  \n  Idk why but this just reminded me that i bought an ancient egyptian liquid gold “elixer”\n  \n  Now before you start saying im insane, you should read about all the numerous studies theyve done with this recipe. It can apparently restore any damaged DNA and put it your body back to where its supposed to be which with slow down the aging process and make it easier for you to heal.\n  \n  Not only that, they said that it opens up your mind and makes it fully into a receiver so you can see or hear other dimensions. Theyve been using it FOR CENTURIES. Apparently its the best thing in the entire world that has all the correct nutrients we need in our bodies, we zero side effects. Im so excited to try it dude. Im doing it once my mushrooms grow and then im really gonna go on an adventure ?\n  ","607026":"\n  Thanks hun ?\n  ","607027":"\n  Thats why i like it so much, cause the word play in the English language is so funny ?\n  ","607028":"\n  Thats such a good point! Omg\n  ","607029":"\n  Im sure theres still more colors to be discovered. Like think of all the different colors we see on planets, like theres colors im like “uhhhhhh idk what you call that” lol ?\n  \n  How colors were discovered is very fascinating read.\n  ","607030":"\n  Ya, Phoenix never gets any. Lucky. ?\n  ","607031":"\n  Growing up my dad would always say to me, “leave me in front of the red curtain. I know what goes on behind the red curtain, but things start to change when I actually see whats behind the red curtain.”\n  \n  Which means, we all fucking know this but when you actually see it for your eyes, awareness sets in.\n  \n  Like have you had a moment where you knew you were right but when you found out, it was kinda disappointing? Ya, thats how it feels ?\n  ","607032":"\n  Boom is here ? ?\n  ","607033":"\n  Might as well be, its so cold. ❄️\n  \n  But, ya its almost November! Snow is coming ❄️❄️❄️\n  ","607034":"\n  It was like i was born to bad ?\n  \n  Im the devil ?\n  ","607035":"\n  I feel like its cause im so goddamn white that the contrast with black looks really good ?\n  \n  Omg i had a dream i got colored tattoos and i cried because like nooo. My whole plan was to look like a little black book.\n  ","607036":"\n  Im gonna choose to believe you cause omfg youre so sweet ??\n  ","607037":"\n  Cant help it baby ???\n  ","607038":"\n  You’re sweet ? but they dont look like the ocean sadly ?\n  ","607039":"\n  Here’s the picture everyone likes from my polls ?\n  ","607040":"\n  Heres an old picture: kinda shows when my eyes go like dark grey\n  ","607041":"\n  Super unlucky ?\n  ","607042":"\n  This is a repost since its the best recent picture of me that shows what color(s) are my eyes. They change from in between blue, grey,or green. My sister said it seems like my eyes are like mood rings cause they change so much ?\n  ","607043":"\n  No joke, you know how snapchat filters like refresh? Well i didn’t favorite it so i was trying to find it again last night but i cant find it anywhere ?\n  ","607044":"\n  Good morning!\n  \n  I just woke up. I actually threw up this morning, so that was really fun ? its time for my morning music ?\n  \n  I think im gonna get new tires (snow tires) today.\n  \n  What are your plans today?✨\n  ","607045":"\n  I daydream more often than I actually dream ?\n  ","607046":"\n  Most of them were random, there were a couple ive heard their name before but never actually met them.\n  ","607047":"\n  I like writing when things are too emotional for me but i like talking because its a fast way to process thoughts and feelings.\n  ","607048":"\n  I dont know, maybe they thought itd make them look cool?\n  ","607049":"\n  Omg i would look so different with green eyes.\n  ","607050":"\n  Omg, it grosses me out when i find hair in my food. Like i cant eat it without gagging. Just the idea of someones hair in my teeth omfg ew.\n  ","607051":"\n  The amount of people that have claimed have slept with me when i have never met any of them. It was really quite funny ?\n  ","607052":"\n  Just some random one i found on Snapchat lol ?\n  ","607053":"\n  not really, we just kinda know of each other.\n  ","607054":"\n  ive never gotten so much enjoyment out of almost getting epilepsy before lol\n  \n\n   https:\/\/youtu.be\/Dr9N9WEP1h8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607055":"\n  \"wow, i really need to start doing more with my life. I know everything they are saying the only difference is they are acting on shit and i am not. i am lazy as fuck.\"\n  \n  no joke every time lol\n  ","607056":"\n  honestly i never thought i would find it but i did. dark grungy music with a gothic vibe thats edm but not super weird like actually super calming AND the videos are trippy vhs\/found footage type. totally me. like this video is my brain i swear lol\n  \n\n   https:\/\/youtu.be\/rXSzoYuUAXU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607057":"\n  like real rock climbing? oh god no probably not.\n  \n  i would look down\n  \n  i always look down. lol\n  ","607058":"\n  i am doing really well. I am listening such a beautiful solo live performance and it just helps me think. I hope you are doing well. how are you? ✨\n  ","607059":"\n  i would love some ideas. ?\n  ","607060":"\n  I wish i wasnt so tired all the damn time.\n  ","607061":"\n  Thank you, I was just having fun with a filter lol\n  ","607062":"\n  there in for a life filled with extra disappointments and let downs. They will also experience a lot of depression or anxiety because they will start to lose their sense of self since they are always pleasing others despite how they really feel.\n  ","607063":"\n  i could totally go for some curry right now.\n  \n  i really dont care which curry, any would do lol\n  ","607064":"\n  i would usually dress up and go to parties with my friends.\n  ","607065":"\n  I really couldnt handle surgery honestly.\n  ","607066":"\n  I would pick my mental health.\n  \n  I feel like it would be easier to handle the physical if you had your mind because of mind over matter.\n  \n  but if you dont have your mind, why would having physical health matter? you cant really use it unless you have a healthy mind. (assuming the mental health is severe)\n  ","607067":"\n  I really should have gone to pick pumpkins.\n  ","607068":"\n  Boom Nye the Science Guy\n  ","607069":"\n  its all about the context lol\n  ","607070":"\n  I am so excited ✨\n  ","607071":"\n  now, dont forget\n  \n  I blossom in the moonlight ?\n  ","607072":"\n  no, i have a bunch of leftover food.\n  \n  i have so much chicken i need to eat lol\n  ","607073":"\n  thats one of my favorite things because i love how cozy everything gets when its raining outside.\n  \n  I also love the way everything smells during a rainstorm.\n  ","607074":"\n  awh, i love knowing you enjoy talking to me that much.\n  \n  i enjoy all the questions as well. ?\n  ","607075":"\n  the weather there sucks so bad\n  ","607076":"\n  i love garlic bread so much\n  ","607077":"\n  glad to know you're not shallow ?\n  ","607078":"\n  this sounds like something i need to do\n  \n  ash would love that so much lol\n  ","607079":"\n  will always be one of my favorite songs. i love that code name\n  \n\n   https:\/\/youtu.be\/3T1c7GkzRQQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607080":"\n  UHM yeah thats me! omg\n  ","607081":"\n  Everyday ?\n  ","607082":"\n  Nooooooooo you are\n  \n  Im all gross ?\n  ","607083":"\n  no, but now i want too.\n  ","607084":"\n  no color version sorryzzz\n  \n  its just a filter lol\n  ","607085":"\n  stop.\n  \n  youre making me want more bread\n  ","607086":"\n  its kinda in the middle lol\n  ","607087":"\n  that sounds like sodium overload but i want it lol\n  ","607088":"\n  no, but ive always wanted too.\n  ","607089":"\n  You have more options with bagels.\n  ","607090":"\n  buttery buns\n  ","607091":"\n  im super fan\n  ","607092":"\n  i dont know what im doing for thanksgiving this year but omg i love thanksgiving food\n  ","607093":"\n  Hi wifey ?\n  ","607094":"\n  Just being me ya know ?\n  ","607095":"\n  Omg i wanna play that so bad. I am so excited for Assassins Creed Valhalla.. i NEED it.\n  ","607096":"\n  *southern accent* sweet baby rays ?\n  ","607097":"\n  Trick or treating for me was different depending on the year. It wasnt fun to trick or treat where i lived cause houses are miles apart and gated ect. So i always went to my grandparents house which was in a nice neighborhood that was more community style. Lots of kids around ect.\n  \n  I never got to go to cute haunted houses only like the major mainstream haunted houses which wasnt as fun. :(\n  ","607098":"\n  Omg this is brilliant ? i love bbq sauce never thought about this ? i dont think i carry anything out of the ordinary ? im boring lol\n  ","607099":"\n  Be my lover lady river,\n  \n  I can take ya higher ✨\n  ","607100":"\n  Hahahah, i doubt i am ?\n  ","607101":"\n  Ohhh, i wanna feel ?\n  ","607102":"\n  I already talk about it a lot on here! ?\n  ","607103":"\n  Omg next time i toast a bagel, im gonna be like waiting for the screams ? and then id die cause omg its still so funny ?\n  ","607104":"\n  I respect you ?\n  ","607105":"\n  I dont feel like this is a compliment ?\n  ","607106":"\n  Yes\n  ","607107":"\n  Why do you hate me ?\n  ","607108":"\n  Omfg i want a fox ?\n  ","607109":"\n  Lets snuggle right now. ✨\n  \n  I need a nap ?\n  ","607110":"\n  Im sleepy and i want bread ??\n  ","607111":"\n  Not too much, just been trying to stay warm honestly. I dont handle the cold well.\n  ","607112":"\n  Awh, you’re so awesome ✨\n  \n  This just make me smile cause i love finding fellow ramblers.\n  \n  They make my heart feel all warm and fuzzy ?\n  ","607113":"\n  Does it turn me into alice in wonderland?\n  ","607114":"\n  I miss you darling ?\n  \n  I hope you’re doing well love ?\n  ","607115":"\n  Okay now i feel like we are talking about something else ?\n  ","607116":"\n  You were always my wife in my heart ❤️✨?\n  ","607117":"\n  Omg right?! Its so cold ?\n  ","607118":"\n  HAHA thats so true!! ?\n  ","607119":"\n  I was close with everyone around me except my parents.\n  ","607120":"\n  I only know pounds so yes\n  ","607121":"\n  Because im not even triple digits..\n  ","607122":"\n  I feel like its just a me problem ?\n  ","607123":"\n  Lol its a filter.\n  \n  I would never put a hole in my face\n  ","607124":"\n  I think we need to get your head checked ?\n  ","607125":"\n  Uhhhhh ya, like exactly what you did right there. ?\n  ","607126":"\n  Certain people.\n  ","607127":"\n  Hahahahahhahahahahhahahahahahahahhahhahah\n  \n  Did you just call me a fat girl? ????? omfg\n  ","607128":"\n  What have you been doing? ✨\n  ","607129":"\n  Ive been tired all the time for some reason. Ever since i started putting on makeup my eyes get all sleepy lol\n  ","607130":"\n  It honestly happens so much that im like on auto pilot when it comes to saying thank you. But i don’t really think about it anymore. Now when someone comes and says something that i can tell is from deep down thats when it hits me. Those are the ones that make me go “whoaaaa”\n  ","607131":"\n  What the fuck is a meaty girl?\n  ","607132":"\n  I know that feeling, i dont like that feeling ? im sorry hun\n  ","607133":"\n  I kinda don’t really think about it. Whenever someone tells me “oh you’re beautiful” im like “wait what?” Haha so idk people say i just turned off that radar or whatever\n  ","607134":"\n  Well idk I preferred to spend time alone whenever i could ... so like i guess my whole life\n  ","607135":"\n  Yes? ?\n  ","607136":"\n  Im practicing with these new fake lashes, they suck so my make up is garbage and then i saw this filter and i was just like omfg i look like a cute trashy hahahaha\n  ","607137":"\n  I would love that so much ?\n  ","607138":"\n  Ugh, right now. I need to eat something. Brb hangry boom ?\n  ","607139":"\n  Ugh... how are you doing right now?\n  ","607140":"\n  Only because i miss him so much ?\n  ","607141":"\n  Noooo. When is it all happening? Your treatment ect.\n  ","607142":"\n  Im the worst, im always fascinated. & i even talk back sometimes to mess up their dreams just to hear when the wake up how insane their dream was. It makes me laugh every time... its really bad cause i like it cause its like mind control but they hate it and understand completely.\n  ","607143":"\n  They are terrible. There was a period where every time i slept it happened. My dream would be a constant loop of me trying to get away from the demon trying to get me and forcing myself to wake up. Whats scary is how aware of everything you are but you literally cant move, you have to get control of your brain but after it happening over and over again you get weaker and then it gets scarier. Fuck. I hate them so much. And the worst part sometimes its a demon, or a shadow, or a creature i cant explain.\n  ","607144":"\n  Are we talking about uhm dog chow or things like that? Like did your veins collapse?\n  \n  Nevertheless im so sorry, you must not be feeling well ?\n  ","607145":"\n  HAHHAHAHAHAHAHHAHAHAHAHAHHAHAHAHHAHAHHAHAHAHAHHAHAHAHHAHAHAHAHHAHAHAHHAHAHAHAHHAHAHAH\n  \n  fuck that got me ?\n  ","607146":"\n  Omg im so sorry.\n  \n  What happened?\n  ","607147":"\n  Reishi mushroom - helps with your mind, better sleep, antibacterial, helps with blood pressure, helps with heart disease + lots more\n  \n  Chaga mushroom - anti cancerous, antiviral, antibacterial, detox’s blood, helps with cholesterol, blood pressure, anti-aging... + lots more\n  \n  Sea moss - high in daily nutrients and good for your skin as well.\n  \n  Segundalia flower - helps with gallbladder, and helps with preventing UTIs.\n  \n  Root (cant remember the name) - helps with period cramps\/cycle\n  ","607148":"\n  If someone called me and said, “i need your help.” All i would say would be, “what do you need me to do?”\n  ","607149":"\n  This one was really hard. Those two both have different ways of eating them, with different flavors but my low blood sugar just makes me pick sweet shit over anything ? so croissants lol\n  ","607150":"\n  Challah all day everyday ?\n  ","607151":"\n  I really want to eat naan now\n  ","607152":"\n  Gotta stick with my Jews with this one ?\n  ","607153":"\n  Im the farthest from a people pleaser. I tend to say exactly how i feel or think, im not mean about it though.\n  ","607154":"\n  5-6 hours\n  ","607155":"\n  Eat something during the day so i dont just run out energy. I didn’t really eat yesterday. I don’t really know why ?\n  ","607156":"\n  Her. Like how am i not a cat? ?\n  ","607157":"\n  I could eat an entire baguette ? in one sitting lol ?\n  ","607158":"\n  My stomach is rumbling.\n  \n  I really need to eat something.\n  ","607159":"\n  Hahahhahahahahha\n  \n  ? i love that\n  \n  “Theres no other choice.”\n  ","607160":"\n  So many people just dont give a flying fuck.\n  ","607161":"\n  Well, if someone is willing to listen i can talk a lot.. but i dont just go running my mouth unless i know you’re able to handle it. Cause i love rambling so much ?\n  \n  & ya i dont know who she is but the fact she just keeps asking me questions- i like her a lot. Like how is she so good at this? ?\n  ","607162":"\n  Ok, so have you seen those rich kid teen movies where the parents are never around and just had nannies but when the parents were around they were always getting mad instead of being loving cause they have to discipline in a short amount of time before they are off doing god knows what with the world? - ya those were my parents. I was left in a large scary home for months at a time without parents. Even when my parents were around, they weren’t actually around. There were times my dad and i wouldnt see each other for like a week even though we were in the same house. So ya, no affection. Even when i did something really good, it was always “now you can do this better and work on this.” Very tough love type upbringing lol ?\n  ","607163":"\n  Thats why im here ?\n  ","607164":"\n  What kind of treatment if you’re willing to say..\n  ","607165":"\n  Right? The whole thing is a masterpiece ?\n  ","607166":"\n  My morning music ?\n  \n\n   https:\/\/youtu.be\/hC8CH0Z3L54\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607167":"\n  I really dont know... ive always been drawn to that area until recently i found out im super northern European - so maybe thats where it comes from. Since im Scandinavian and i look like a nordic alien ? lol\n  ","607168":"\n  Im going to say pizza cause i like bread way too much ?\n  ","607169":"\n  Because in person im stuck inside my head all the time - like its a goddamn universe in there or something and i have to learn everything its fucking annoying anyways lol because of that i miss little things, or moments.\n  \n  When im focused on something such as words being said to me its easier for me to notice when people are being nice.\n  ","607170":"\n  Oh my god, all the time ?\n  ","607171":"\n  Im so sorry for laughing ?❤️\n  ","607172":"\n  An adapter for Xbox One lol\n  ","607173":"\n  Oh, ya maybe if the threads were anything like the ones i get ?\n  ","607174":"\n  So this question made me realize i don’t really hold other peoples looks as high up as my own. Ive always been able to look beyond looks and see someones beauty from the inside. But, i think i have always been aware not everyone is gonna be able to do the same or want to do the same... especially with the way i look.\n  ","607175":"\n  Im doing really well ?\n  \n  Another great day. Its super cold  outside but its kinda refreshing.\n  \n  How are you?! ✨\n  ","607176":"\n  Ok this is the weirdest question ever. ? dinner on Tuesday morning?\n  ","607177":"\n  Listening to music, smoking weed, reading, and snuggling. ?\n  ","607178":"\n  Theres not all the pressure and anxiety. The holidays are so stressful.\n  ","607179":"\n  Whole grain ?\n  ","607180":"\n  I get lost in the stars, every time i look up it feels like im looking home and almost feels nostalgic\n  ","607181":"\n  We are made of all those who have built or broken us. ✨\n  ","607182":"\n  I wish you got to see some of it as well ?\n  ","607183":"\n  Bolillos\n  ","607184":"\n  Choose a good heart ❤️\n  \n  Not a good face ??\n  ","607185":"\n  Thats good to hear ?\n  ","607186":"\n  Awhhhh ? thank you!!!!\n  ","607187":"\n  Hey morgan ✨ how are you?\n  \n  Glad to see you back on here ?\n  ","607188":"\n  Thank you ? i need to practice using makeup again, so gonna be doing it a lot more again.\n  ","607189":"\n  Im a sleepy boom ?\n  ","607190":"\n  You’re the good different ?\n  ","607191":"\n  Versace dreams\n  \n  I'm gonna chase down and live out these Versace dreams ?\n  ","607192":"\n  We tripped on the urge to feel alive ✨\n  ","607193":"\n  I hope you like the stars ✨ i stole for you ?\n  ","607194":"\n  The older i get, the more introvert. Being extrovert means dealing with extra bullshit. ?\n  ","607195":"\n  Hows that?! ?\n  ","607196":"\n  Hey girl! What have you been up too?!\n  ","607197":"\n  I would be lying if i said ive never lied ?\n  ","607198":"\n  Listen. Im not much of a talker.\n  ","607199":"\n  Many are funny in different ways.\n  ","607200":"\n  I tend to say things when im angry that i end up regretting. I really gotta break out of that habit ..\n  ","607201":"\n  Oh thank you ? you’re really sweet\n  ","607202":"\n  I will give you tight snuggles and hugs ?\n  ","607203":"\n  How much? ?\n  ","607204":"\n  I had a moment where everything in my life all made sense and i felt completely content with myself. Its been a beautiful time ever since ?\n  ","607205":"\n  Theres been times where someone will remember something small that i liked and go out of there way to get me it and there have been times where i don’t realize what they did and i always have to go back to apologize for not being aware the first time.\n  ","607206":"\n  Seoul or Busan, South Korea ??\n  \n  Tokyo, Japan ??\n  \n  Tel Aviv, Israel ??\n  \n  Amsterdam, Netherlands ??\n  \n  Melnik, Czechia ??\n  \n  Holmavik, Iceland ??\n  \n  Flam, Norway  ??\n  \n  Zurich, Switzerland ??\n  \n  Gothenburg, Sweden ??\n  \n  Theres many many more ?\n  ","607207":"\n  Thats good!! ?\n  ","607208":"\n  You must have flawless skin ?\n  ","607209":"\n  My dad ?\n  ","607210":"\n  Hey muffin lovin ?\n  \n  Whats up? ?\n  ","607211":"\n  May i ask why are you still alive? I dont mean this offensively its hard to know how i asked this if you cant hear me, im more curious about your well being. ?\n  ","607212":"\n  Im just impressed with your dedication. I should dedicate as much as you do to myself..\n  ","607213":"\n  I dont know how to give a lot affection either and i also dont even know what affection looks like so i always ended up hurting people because I didn’t realize they were doing something nice for me. Im so fucking complicated lol\n  ","607214":"\n  Look whos all snuggled in my anoose\n  ","607215":"\n  Goodnight ? sweetheart ?\n  \n  I hope you rest well ?\n  ","607216":"\n  Cant help it ?\n  ","607217":"\n  Hmmmm no ?\n  ","607218":"\n  Been wearing make up for two days and people think i always wear make up ?\n  ","607219":"\n  Pizza is always the best ?\n  ","607220":"\n  Sounds like my kind of movie!\n  ","607221":"\n  Hahahahhahaha you just called me a nut ? i didnt get a lot of affection growing up so when something is romantic it makes me cringe especially when someone does something romantic for me - omg i get so uncomfortable\n  ","607222":"\n  Awh, im sure theres someone lucky waiting for you to steal their heart ?\n  ","607223":"\n  This is what i look like normally, i dont have any freckles\n  ","607224":"\n  I have 4 freckles on my face but there super light and tiny!\n  ","607225":"\n  Omg thank you so much ?\n  \n  Thats so sweet & your english was good, i could understand it very well ?\n  ","607226":"\n  I had sushi, but i got chicken teriyaki bento box ?\n  ","607227":"\n  Eating pizza in Versace sheets\n  ","607228":"\n  LOOOOOSEEE IN THE ANOOOOOSE ?\n  \n  it gives me great joy that you just used that on me.\n  \n  yes romance makes me really loose ahah\n  ","607229":"\n  ill make sure ill record myself eating some hahah\n  ","607230":"\n  no i havent. should i?\n  ","607231":"\n  yea yea yea it always has to be about love we get it lol\n  ","607232":"\n  i think you're the only one that knows this lol\n  ","607233":"\n  We already do here ?\n  ","607234":"\n  Its so fluffy but dense at the same time. It doesnt make sense\n  ","607235":"\n  That sounds delicious ?\n  ","607236":"\n  i just recently tried challah and its probably my favorite bread EVER\n  ","607237":"\n  i could eat 100 scones\n  ","607238":"\n  i love sourdough\n  ","607239":"\n  Baguette\n  ","607240":"\n  naan\n  ","607241":"\n  Bagels for sure!\n  ","607242":"\n  its super badass.\n  \n  i like how theres only brotherly type love in it.\n  \n  theres no bullshit about them fall in love or anything.\n  ","607243":"\n  those are romance movies?\n  \n  titanic has a bunch of people that die, it seems more like a tragedy.\n  \n  grease is about turning a good girl bad, idk how thats romantic at all...\n  ","607244":"\n\n   https:\/\/youtu.be\/CjGbXCssC7Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607245":"\n  Жизнь - это все во время существования. Такие как; любовь, страсть или боль. Существование - это все остальное между ними.\n  ","607246":"\n\n   https:\/\/youtu.be\/7VwG3xoWnn8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607247":"\n  I mean, im kinda smart i guess ?\n  ","607248":"\n  Hi my beautiful people ?\n  ","607249":"\n  I fell asleep with make up on so now my makeup is all messy\n  ","607250":"\n  Boondock Saints\n  \n  Titanic\n  \n  Grease\n  \n  ?\n  ","607251":"\n  NOOOOOOOO ?\n  ","607252":"\n  Oh my my my, i would eat your chili and cornbread anyday ?\n  ","607253":"\n  Youve never felt safe or never been held?\n  ","607254":"\n  ABCD\n  \n  Anything but country & dubstep\n  ","607255":"\n  Honestly i dont know. I just woke up once day to so much activity and its been constant ever since.\n  ","607256":"\n  It’s extremely confused by it cause like its a phobia so like what are people afraid of? You think that LGBTQ community is contagious and like afraid they might catch it? Like they arent hurting anyone they just want to be with whomever they want to be with.. i dont get it, like it makes me wonder if people with homophobia aren’t homophobic about others but they are afraid that deep down they might be apart of the LGBTQ community and they are afraid of whats inside of them... ?\n  ","607257":"\n  Im gonna get off for a little, im getting sleepy again. I think i need more food! ?\n  ","607258":"\n  Thats me ??‍♀️\n  ","607259":"\n  I imagine we all need exactly that ever once in awhile.\n  ","607260":"\n  I like that i can find humor in anything and its really hard for me to get upset over things.\n  \n  I dislike how its really hard for me to do anything on my own. Im so codependent. I just like being taken care of and in a different way taking care of others.\n  ","607261":"\n  Yes, exactly. & people get so mad at me when im just like against having a bunch of people in my life.. i have to be selective - for my sanity\n  ","607262":"\n  Xoxo ?\n  ","607263":"\n  Thank you ?\n  ","607264":"\n  If only i had a wish to put all my energy into, to wish upon a star ?\n  ","607265":"\n  If only i had one of those ✨\n  ","607266":"\n  Thank you so much ?\n  \n  I hope all is well for you in  Siberia ?\n  ","607267":"\n  Why do you want to make me cry? ?\n  ","607268":"\n  It sounds so scary ?\n  ","607269":"\n  ? omg what???? Thats awful. Im so sorry! I hope you’re able to stay safe.\n  ","607270":"\n  Ive been drinking a lot of Reishi mushroom tea ☕️ and it helps with your sleep so ive been sleeping really well... i don’t remember the dreams though.\n  ","607271":"\n  Yeah, doesnt mean its not sad ?\n  ","607272":"\n  Safe ✨\n  ","607273":"\n  Are you close at all to it??\n  ","607274":"\n  At first id like it and then reality will set in and id realize i dont like spending Christmas alone ..\n  ","607275":"\n  Oh yes, i feel terrible for forgetting those as well ?\n  ","607276":"\n  Drive to san diego to see Jason and Chloe ?\n  ","607277":"\n  Intimidated or infuriated.\n  \n  I have had friends who were just my friends to keep me close so they could try to be first or the best if i was good at whatever the fuck it was they wanted to be the best at and i never understood it because i wasnt trying... until I started trying and then i started to see the inferior just weighing on peoples faces and people I thought were my best friends stopped talking to me and told me they cant handle the jealousy. Its awful.\n  ","607278":"\n  Covid-19\n  \n  Can we go back to our regular lives again ?\n  ","607279":"\n  Oh my god, ive gotten some weird things sent to me. I mostly just delete them so i cant remember but it’s basically just anons describing in detail what my looks does to them ect ?\n  ","607280":"\n  Im not that big of a fan of red bean, it has a little bit of a funky after taste for me\n  ","607281":"\n  Yeah, let me get a cloning device or become the biggest polyamorous relationship to ever exist ?\n  ","607282":"\n  Just letting you know, stating literal facts that i can prove with 100 screenshots does not make me conceited. Im just making a point. Now, if you actually knew me youd know i do not think the world revolves around me whatsoever - doesnt mean i can control what other people MESSAGE to me. So please unfollow me, I already made my point about how i have enough to deal with. & im no longer going to hinder myself for people.\n  ","607283":"\n  Green tea all day everyday\n  ","607284":"\n  My biggest fear is my light.\n  \n  Im afraid to shine like how children do because i hate the way it makes some people feel.\n  ","607285":"\n  I am, to an extent.\n  \n  But idk why theres a lot of people from different countries who will just nonstop message me telling me that we should be together and if i would interested in a relationship or they just confess their dying love for me... i know this sounds like the bitchiest pretty girl problems but omfg it fucks me with after awhile having to always say “no im sorry” in different ways that are all nice instead of being like “omfg bro fuck off. I dont even know you.” Which is equally exhausting. Also, keeping up with LITERALLY 100s of different conversations are hard. So i have to selective. I know its mean but its true.\n  ","607286":"\n  To be someone who can enter different dimensions and write down everything i see, hear, or feel. I want to see beyond this reality. Thats my biggest dream for sure.\n  ","607287":"\n  I could eat mochi all day long\n  ","607288":"\n  Green tea ?\n  ","607289":"\n  Communication & honesty.\n  \n  Once someone starts lying, theres really no turning back.\n  ","607290":"\n  Its a waste of energy ✨\n  \n  People get what they deserve in the end anyways ?\n  ","607291":"\n  I really like things from a bakery.\n  \n  Now I really want cake ? ugh\n  ","607292":"\n  You’re crazy ?\n  ","607293":"\n  Stop lying to me ?\n  ","607294":"\n  Idk, im more into likes honestly ?\n  ","607295":"\n  That sounds so trashy\n  ","607296":"\n  Im like the seasons\n  \n  I change so often ?\n  ","607297":"\n  Personally i like silver or black. I know two completely different colors ?\n  ","607298":"\n  Ship it to me ??\n  ","607299":"\n  That didnt go well. I decided to eat something spicy and it made my stomach just feel worse ?\n  ","607300":"\n  I dont ?\n  ","607301":"\n  No ?\n  ","607302":"\n  You’re funny ?\n  ","607303":"\n  What are you talking about love ?\n  ","607304":"\n  Okay to me it feels normal ?\n  ","607305":"\n  Always me ?\n  ","607306":"\n  Thank you. That means a lot ??\n  ","607307":"\n  My creepy smile ?\n  ","607308":"\n  ?\n  ","607309":"\n  Omg that sounds amazing ?\n  ","607310":"\n  Maybe ?\n  ","607311":"\n  This fucking year ? fuck\n  ","607312":"\n  You should buy me food omfg\n  ","607313":"\n  Well thats cool and different! ?\n  ","607314":"\n  Oh its like 1\/2 pound\n  ","607315":"\n  Well damn you have good taste in people ?\n  ","607316":"\n  Thank you for showing appreciation, but honestly compliments to you are just facts. ✨\n  ","607317":"\n  I just brush my teeth a lot ?\n  "}}