{"Question":{"607318":"\n   sounds out of my price range ?\n  ","607319":"\n   I mean honestly I'm convinced all politicians are best friends behind closed doors. They probably laugh at us because we buy their act, and say things like \"Man, they STILL think I hate him? Those people are dumb\"\n  ","607320":"\n   Yeah what's ur real name?\n  ","607321":"\n   whats the last thing you had break on you?\n  ","607322":"\n   The one last night was actually not bad in terms of interruption, but I tripped out at a few parts cause it just wasn't making sense.\n  ","607323":"\n   Also last night I watched the presidential debate while stoned, and it made me realize how much garbage politicians talk about LOL\n  ","607324":"\n   Do you love him?\n  ","607325":"\n   Hi Mother Boom\n  ","607326":"\n   Have you had a burger from your favorite burger place recently? Which burger do you usually order from them?\n  ","607327":"\n   I appreciate it Boomie :p. I feel like we all give advice subconsciously, but don't really recognize it because it's not what you would deem to be \"advice\" but moreso \"general chat\" or something like that lol\n  ","607328":"\n   have you ever changed for the sake of someone else? what was it that you changed and how did it turn out?\n  ","607329":"\n   what is the last piece of advise or suggestion from someone else that you followed? how did it turn out?\n  ","607330":"\n   the aliens that made you will forever have my gratitude ???\n  ","607331":"\n   whats the next important thing you have to do?\n  ","607332":"\n   do you talk in your sleep?\n  ","607333":"\n   what smells do you never get tired of?\n  ","607334":"\n   would you classify yourself as a picky eater? what do you think of people that are picky eaters? should they be punished? i can answer the last part for you in order to save you some time. most certainly yes ☺️\n  ","607335":"\n   Were you able to go outside a couple nights ago and see the Orionid meteor shower?\n  ","607336":"\n   Have you ever gone on a fast food date? You go to a couple fast food places and order a bunch of items off the value menu. Then you sit together in the car with music playing and sample all the food. And it’s not super expensive since all items are from the value menu only.\n  ","607337":"\n   I have no coins left\n  ","607338":"\n   tell me about your day ☺\n  ","607339":"\n   Well that solves the mystery of why you have a crazy metabolism. High blood sugar is impossible to lose weight. Low blood sugar you can eat sticks of butter and not get fat.\n  ","607340":"\n   on a scale from 1-10 how badly do you want to rid yourself of the curse my unrelenting questions? ☺\n  ","607341":"\n   im contemplating making one soon but dont want to spend 30 hating my life whipping the meringue like praying like please please please just hurrry. so i just baked a lemon custard pie instead. its still warm. needs to cool before the slaughter.\n  ","607342":"\n   ive been using that to sell some sht in the last year or so. 96% of people are total flakes tho. such a pain ?\n  ","607343":"\n   meant to say muster. i hate reading grammatical errors i make so much!! oh the cringe.... it hurts ?\n  ","607344":"\n   when was the last time you followed someone new here? what made you decide to? alternatively when was the last time you decided to unfollow someone here and for what reasons?\n  ","607345":"\n   do you or have you ever sold things online on platforms like ebay or facebook marketplace?\n  ","607346":"\n   makes the meringue weep and gets soggy tho. i mean its going to get soggy eventually in your mouth but thats what happenzzzz\n  ","607347":"\n   well must the energy to get through all my questions and then you are allowed to fall back on the floor\/bed\/whatever surface you choose to collapse on.\n  ","607348":"\n   should lemon meringue pie be served cold or room temperature?\n  ","607349":"\n   how energetic do you feel right now? i feel like i could pass out at any moment lol\n  ","607350":"\n   I didn't know you had high blood sugar. Twinsies! lol. I'm sorry for you. I'm actually freaking diabetic. I probably had it when I was in high school and I didn't even know. I had all the symptons back then. It runs in my family. Do you have a glucose monitor to check your blood after eating?\n  ","607351":"\n   rough day?\n  ","607352":"\n   do you send questions out anonymously?\n  ","607353":"\n   cant, i dont do delivery. you know the deal! all i can offer you is my my empathy as i feast. not now tho. in a bit. there is meat that must be cooked soon. then come the snacks. one must be patient. gotta delay that gratification ?\n  ","607354":"\n   SAYS THE BABY WITH THE CUTEST NOSE EVER  ???\n  ","607355":"\n   I’m not crazy lmfao but yes, I think your ? in all ways ms boom.\n  ","607356":"\n   im a mon-wed and friday millionaire. you think we can be friends?\n  ","607357":"\n   i could literally suffocate with the food in my vicinity rn. sorry to hear you will just chew your pillow for breakfast. thats cool tho cus i get to talk to you in between ☺\n  ","607358":"\n   wtf is that\n  ","607359":"\n   you pale in comparison to me TUST ME! you prob dont believe me. oh you are wrong... so so very wrong.\n  ","607360":"\n   breakfast ideas?\n  ","607361":"\n   i love you soooo much\n  ","607362":"\n   next video, you just sweating like crazy lolll\n  ","607363":"\n   how much mental energy do you devote to thinking about what you will eat in a given day?\n  ","607364":"\n   nope. dont have the coinage to spare lol. ill just make up and answer and be content with it. this is me being content, see look > ☺\n  ","607365":"\n   you ever get those hypoglycemic attacks? like get all soaked with sweat instantaneously and all shaky and confused and well it just sucks lol\n  ","607366":"\n   thats adorable\n  ","607367":"\n   my perfect princess\n  ","607368":"\n   have you always had issues with blood sugar? why?\n  ","607369":"\n   dont! stop that\n  ","607370":"\n   believe squishy that was me saything all thisss hehe\n  ","607371":"\n   Do you like pizza\n  ","607372":"\n   tell me about your day ☺\n  ","607373":"\n   you're perfection\n  ","607374":"\n   What is something that can always make you feel better when you’re down? ✨☔️?\n  ","607375":"\n   what comes to mind when you see photos of yourself?\n  ","607376":"\n   you're the greatest person\n  ","607377":"\n   fucking delicious savannah\n  ","607378":"\n   Do you believe the Ark of the Covenant is still in existence somewhere, perhaps, as many historians claim, underneath the site of the first temple of Jerusalem, where it was hidden, when the Babylonians sacked the city? If found eventually, do you think such a powerful relic should ever be opened??\n  ","607379":"\n   yes please misses ames\n  ","607380":"\n   What are you crazy you look amazing baby girl\n  ","607381":"\n   oh you must. i would give you mine (i have extras, plus getting a new pair next week, shoutout to my insurance ?) but then you would have serious problems and nonstop headaches, walking into walls, mistaking the ceiling for the floor, eating spiders instead of pretzels, maybe slip into a coma idk.\n  ","607382":"\n   they say you are trying. trying so very hard. and i think your efforts will all be worth it. and eventually you wont have to keep trying so hard. you will just live and not worry. so instead you will teach others.\n  ","607383":"\n   would you ever go on a game show\n  ","607384":"\n   Beautiful baby you are definitely always gonna have my likes loves wants etc\n  ","607385":"\n   What would make you stay up?\n  ","607386":"\n   Are you old-fashioned in any way\n  ","607387":"\n   Please lady princess ❣️??\n  ","607388":"\n   I caught a hedgehog last night and put him in a box but I still don't know how to feed him? Do you know how to bring these hedgehogs up?\n  ","607389":"\n   I think you prefer I send the player and not the shirt ?\n  ","607390":"\n   My babe???\n  ","607391":"\n   How ripped?\n  ","607392":"\n   Do you find ripped guys attractive?\n  ","607393":"\n   I’m so glad! I always felt the same about  you I’m glad we’re friends ❤️\n  ","607394":"\n   Tea Or Coffee\n  ","607395":"\n   that you are top tier awesome. sorry but americans are totally banal and usually full of themselves and their skulls are thicker than a family size box of cinnamon toast crunch. (yes its on the menu today) im in the same boat as you in a way. raised by immigrants. got that immigrant mentality yo! ?\n  ","607396":"\n   If I get his shirt I'll send it to you then ? You can sleep some nights wearing it...\n  ","607397":"\n   you know this could never happen. side effect of being awesome lol\n  ","607398":"\n   around LA\n  ","607399":"\n   What do you think of jefree star?\n  ","607400":"\n   If you get this it means I Follow you and I hope you have a great day \/ night and stay safe . You’re all wonderful and deserving of that ❤️\n  ","607401":"\n   i asked my eyeballs they are not intimidated. not even a little bit. but i sorta am so this puts me in an awkward spot. my eyeballs are the worst! always getting me into trouble and never giving a fck ?\n  ","607402":"\n   Why do you doubt that you’re hot af???\n  ","607403":"\n   You kinda look like my dreamed girl ?\n  ","607404":"\n   I am\n  ","607405":"\n   Beautiful\n  ","607406":"\n   are you trying on different clothing?\n  ","607407":"\n   DID NOT LET ME DOWN?\n  ","607408":"\n   Hey babe. How are you doing? ?❤️\n  ","607409":"\n   hi\n  ","607410":"\n   For real. Look like a magazine cover model.\n  ","607411":"\n   when did you take this pic?\n  ","607412":"\n   im quite well currently. thanks boom! ☺\n  ","607413":"\n   Are you on the super comfy looking sofa that was in the background of one of your pics the other day?\n  ","607414":"\n   I can definitely see now thank you for getting me all the way woke\n  ","607415":"\n   those eyes speak volumes.\n  ","607416":"\n   i need a road map totally got lost looking at them xoxoxo\n  ","607417":"\n   what is the longest book you have ever read?\n  ","607418":"\n   you look really happy today! you're glowing its awesome ?\n  ","607419":"\n   What do you and your friends have in common?\n  ","607420":"\n   what color do you prefer to wear?\n  ","607421":"\n   Rainy days or Snowy days? ☔️?❄️☃️\n  ","607422":"\n   Have you ever been to a real haunted house?\n  ","607423":"\n   I mean, it IS a plausible possibility. Beings that fly in from the sky, bathed in light, w\/ different abilities that can shape the situation they're in...\n  ","607424":"\n   Beutiful eyes\n  ","607425":"\n   how about an angelien?\n  ","607426":"\n   -\n  ","607427":"\n   Interesting. Stay up, princess. Oh and I think I read it’s you dads bday!❤️❤️❤️❤️❤️\n  ","607428":"\n   but your not angel\n  ","607429":"\n   ᴘɪᴄ-ꨄ︎\n  ","607430":"\n   i predict you will buy some glasses because the glasses wearing folk jealously vibe is so real rn! ☺️\n  ","607431":"\n   id never hurt you beautiful\n  ","607432":"\n   Yeah, it’s fine. What type of therapy do you do?\n  ","607433":"\n   Poli sci Zoom class starts in 20 min\n  ","607434":"\n   Ha ha ha that’s a good come back right there if you’re good at salsa that’s definitely a good dancer ? hip-hop  dancer ? definitely a good dancer ? and jazz girl you got style ?and moves I’ll put you on my video anytime I will dance with you  all day every day and every night all night ? ?????\n  ","607435":"\n   Wyd?\n  ","607436":"\n   I love a women that can dance ? are you a good dancer?\n  ","607437":"\n   Give me two-Three years and I’ll be ready\n  ","607438":"\n   I want you to marry me. I’ll provide for you, you’ll never have to work again\n  ","607439":"\n   Why are u always sad\n  ","607440":"\n   european mindset explains a lot. interesting.\n  ","607441":"\n   Since you are so important to ask, you should ask them for a night mode switch. The brightness from my phone is waking me up.\n  ","607442":"\n   Hey baymax\n  ","607443":"\n   Why are you awesome?\n  ","607444":"\n   Have you ever gotten your photo taken with the beautiful and majestic Mexican zebra?\n  ","607445":"\n   Would you rather have to read a 8,000 page book or watch 8,000 movies? ??\n  ","607446":"\n   Are you addicted to sugary stuff?\n  ","607447":"\n   Not very sexy, but he's cool ^^\n   \n    https:\/\/i.pinimg.com\/originals\/42\/9b\/39\/429b3993c56a42179f329de938a3eaa0.gif\n   \n","607448":"\n   LOL so funny. I know one of them, I mean our families are close and I met him a couple of times. I'll ask him his autographed shirt for you the next time ?\n  ","607449":"\n   how many books a year you think you read?\n  ","607450":"\n   what do you think the meaning of life is?\n  ","607451":"\n   Story of your life? xD\n  ","607452":"\n   Coming in approximately 54 nanoseconds to save you.\n  ","607453":"\n   I’ll ask you if you saw any tomorrow. I should go out and look because I love space stuff but I’m in bed and tired and it’s muggy af outside. I’m cozy with the air conditioning running. Hope you have a good night!\n  ","607454":"\n   Dude American Politics is fucked. Like what happened? lol\n  ","607455":"\n   Because they all seem brainwashed, delusional and feel like they all come from a cult lol.\n  ","607456":"\n   I forgot to mention it before. Tonight is the best night for it. It’s once a year. On the weather channel they were talking about it and said this year is expected to be one of the best ones yet for it. Kinda crazy that there is still dust and debris from Haley’s comet in orbit.\n  ","607457":"\n   Alright I came to the realization that the Trump administration remind me of Scientologists.\n  ","607458":"\n   Spaniard guys are hot, it's a fact ?\n  ","607459":"\n   Damn that's the best answer of the night. I love you man. I just do my best.\n  ","607460":"\n   If you are up late, which you will be, and the sky is clear, take a look outside. The Orionid meteor shower is tonight. It’s once a year as we pass through the leftover debris from Haley’s comet. The shooting stars will be near the constellation Orion, thus the name.\n  ","607461":"\n   Much love man. When I become a billionaire I'll foreal give you some of the money. You'd be one of the few people who actually deserve it.\n  ","607462":"\n   You crazy mo fo. Lol\n  ","607463":"\n   Holy shit I forgot about the money part. Dude, you could be a billionaire.\n  ","607464":"\n   Oh, a Nordic girl :)\nI'm from Spain.\n  ","607465":"\n   I’m gonna have to google it. I never watched that show. The only “trash” show that I liked was Laguna Beach ???\n  ","607466":"\n   One that is loyal too?\n  ","607467":"\n   I need a chair like that. I’m going to put a bed in my living room so I can use that as a sofa and lie there like a bucket of lard. Lol\n  ","607468":"\n   I just want a girlfriend like you =(\n  ","607469":"\n   That chair in the background looks incredibly comfortable and wide. It look like a really good sleeping chair.\n  ","607470":"\n   Wow, I'm European myself. This is so interesting :) You're like half European now.\n  ","607471":"\n   Didn't realize you were eating the basketball player wrapped in a cookie. Damn, that's some shit right there.\n  ","607472":"\n   Yeah that was actually a good answer. It wasn't preachy at all.\n  ","607473":"\n   same\n  ","607474":"\n   How is that? I'm so curious lol\n  ","607475":"\n   Also don't mind me I'm just quite stoned, so I'm just having a good time on here.\n  ","607476":"\n   Fuck, I fucking loved this answer. I thank you for giving such an amazing answer.\n  ","607477":"\n   in the city or the burbs?\n  ","607478":"\n   I've actually had Girodano's shipped to my house. They put the frozen pizza and dry ice in the box and it actually works. It's pretty expensive, and it obviously isn't the exact same as fresh from their oven, but it is delicious. Maybe you can put it on a wish list & people will buy you it!\n  ","607479":"\n   Being so hot. You should stop, this is insane...\n  ","607480":"\n   Did you live in Europe?\n  ","607481":"\n   your profile is top. where are you from\n  ","607482":"\n   The glimmer in your eyes is adorable. :)\n  ","607483":"\n   Dear God...\n  ","607484":"\n   How do you motivate someone if they're lacking motivation?\n  ","607485":"\n   what would you most like to offer someone?\n  ","607486":"\n   What is your favourite thing about Halloween?\n  ","607487":"\n   ?????\n  ","607488":"\n   What is your perfect Sunday morning?\n  ","607489":"\n   Omg where did you get that. Beautiful wig\n  ","607490":"\n   cute is a state of mind!\n  ","607491":"\n   same ?\n  ","607492":"\n   Who is your favorite artist?\n  ","607493":"\n   But you look so darn beautiful though!??⚘\n  ","607494":"\n   How would you describe your presence on askfm?\n  ","607495":"\n   fill in the blanks: \"i am so  ____________ because _________\"\n  ","607496":"\n   What did you do today?\n  ","607497":"\n   you ok x\n  ","607498":"\n   If we came up with code names for each other, what would your code name be? Besides Lady Boometh, of course.\n  ","607499":"\n   hi x\n  ","607500":"\n   My pleasure?\n  ","607501":"\n   Ooh that sounds good! Regular fudge or different flavors?\n  ","607502":"\n   ?\n  ","607503":"\n   What's up boo boo?\n  ","607504":"\n   What do you like best about yourself?\n  ","607505":"\n   You are unreal??\n  ","607506":"\n   What word do you use the most? ✨?\n  ","607507":"\n   Kitty cat central approves. hahahaha\n  ","607508":"\n   Would you live with me if I moved near Chicago?\n  ","607509":"\n   What would be the first thing you would do if you won the lottery? ??✨\n  ","607510":"\n   I really want to eat.\n  ","607511":"\n   ?<---- that's 4 u baby (btw you can place it on your lips or wherever you want) ??\n  ","607512":"\n   ???\n  ","607513":"\n   What movie can you watch over and over again?\n  ","607514":"\n   I want to kiss your tattoos!\n  ","607515":"\n   lies! the only thing chunky about you is those gorgeous blue eyes. one of the all time best quotes comes to mind. \"ill suck your eyeballs out!\" \"mmhhmm....\" ?\n  ","607516":"\n   Lady u could never look a mess\n  ","607517":"\n   Baby queen\n  ","607518":"\n   What holiday gift would make you really happy?\n  ","607519":"\n   If you had a choice, would you like to receive more questions on here or less?\n  ","607520":"\n   What if they lied to me ?\n  ","607521":"\n   Jesus where is my veryfication hook, how long are you been waiting for yours Boomie?\n  ","607522":"\n   By playing this game with youu xD\n  ","607523":"\n   Idk im making it in my mind but couldnt type lol why is that happening?\n  ","607524":"\n   If you could live anywhere in the world, where would it be?\n  ","607525":"\n   Have a fantastic day! ?\n  ","607526":"\n   Brother from another mother? Have one?\n  ","607527":"\n   Take me into your costume,\nI wanna explore more\n\nIll be inside your heart\nWhile dancin on the floor \n\nWe can hit blunt and pop the jelly bean \nYou are my bruce lee and my mr.bean\n  ","607528":"\n   So you are a writer? Haha\n  ","607529":"\n   i see. yeah its just little stuff around here. we keep it ocd at all times ?\n  ","607530":"\n   ? Do you like to use a heavy blanket when going to sleep or do you like to use ? maybe a sheet or two or do you sleep with no blanket? ?\n  ","607531":"\n   wait you dont use a swiffer??? HOW DARE YOU\n  ","607532":"\n   yes! also i need to keep a better eye on the anon status thing you sly fox ?\n  ","607533":"\n   top specific cleaning activity of the day?\n  ","607534":"\n   What’s your favourite thing about autumn?\n  ","607535":"\n   What’s one thing that will set you off instantly? I get pissed when people grab things out of my hands\n  ","607536":"\n   can you remember at the end where the term catfish originated from?\n  ","607537":"\n   Are you working or studying? Where?\n  ","607538":"\n   whats been the highlight of your day so far?\n  ","607539":"\n   wait is that gonna hurt?\n  ","607540":"\n   have you seen the 2010 film catfish ?\n  ","607541":"\n   What food do you crave most often?\n  ","607542":"\n   Have you came across any catfishes on here?\n  ","607543":"\n   What is your zodiac?\n  ","607544":"\n   Now lets bloom and Ill be the bridegroom ?\n  ","607545":"\n   With whom? :(\n  ","607546":"\n   What's the first thing you notice in a person ? :)\n  ","607547":"\n   if you started a gang what would you call it? and can i join? ☺\n  ","607548":"\n   YOU MADE IT TO NUMERO UNO! Congrats!\n  ","607549":"\n   That is very generous of you. ? FYI my banana chocolate chip bread w\/ peanut butter on it is ah-may-zing. :)\n  ","607550":"\n   Ash is the official mascot of Swagistan.\n  ","607551":"\n   I need a Swagistan t-shirt. You gotta design one. lmao\n  ","607552":"\n   you would still finish the pudding tho right? i mean its fcking banana pudding..\n  ","607553":"\n   Back to #1 in the USA. No one can stop the BOOM invasion. Go Swagistan!\n  ","607554":"\n   what would you say if your banana pudding asked you that but in a little richard voice?\n  ","607555":"\n   Well, I guess I may be the one that perpetuates that love to new heights w\/ the bread I make. lol. Gotta a least save me a slice though. :-P\n  ","607556":"\n   you look like the perfect hangout dream companion ?\n  ","607557":"\n   Your kissable cheeks though\n  ","607558":"\n   Would you like to date someone like me sweetheart\n  ","607559":"\n   Real wild child ?\n  ","607560":"\n   You look cuter than anyone\n  ","607561":"\n   bananas are on the menu tomorrow. can we just take a banana appreciation moment, the best fcking fruit in the world to cook with ? ?\n  ","607562":"\n   Aww...I didn't make the list. Ah well. Maybe next time. :)\n  ","607563":"\n   was it patti labelle's banana pudding?\n  ","607564":"\n   If you like bananas, I think you might like my banana bread. It's really yummy! :)\n  ","607565":"\n   Who are you favourite accounts to follow?\n  ","607566":"\n   omg im eating sushi right now! and by sushi i mean donuts ?\n  ","607567":"\n   Omg that sooo awesome its always makes me happy to hear your in a positive place I'm good thanks sushi is great I hope you enjoy your meal and have a most wonderful day great gorgeous boometh?\n  ","607568":"\n   What about if someone made a toast to you? Would you feel awkward even if you weren't saying anything but was the subject of what the other person was saying?\n  ","607569":"\n   but dont you have that benjamin button phenomenon going on? so like benita boomutton one day you'll be a fetus and we'll all be dead lol\n  ","607570":"\n   لن تحصل أبداً على شيء كامل، ستحصل على أشياء ناقصه تكتمل برضاك عنها .\nصباح الخير??\n  ","607571":"\n   Does it make you want to dump tea into the harbor in a show of rebellion?\n  ","607572":"\n   does ask have a coin tax or something? if someone gives you x amount of coins do they take back a certain amount?\n  ","607573":"\n   Pap outfit atm\n  ","607574":"\n   Is Boomlet one of your fav works by Shakespeare?\n  ","607575":"\n   What music do you like?\n  ","607576":"\n   What according to you are the best possible ways to manage stress?\n  ","607577":"\n   I've heard it's very expensive, is it too difficult for someone who doesn't have a career to move into?\n  ","607578":"\n   Is C. Montboomery Burns among your fav characters on The Simpsons?\n  ","607579":"\n   lobster sucks. overrated. anything doused in butter is good ?\n  ","607580":"\n   Where's a good warm climate place to live in the us?\n  ","607581":"\n   Have you ever tried lobster Mac and cheese?\n  ","607582":"\n   Alguna vez tuviste que fingir una relación por ayudar a un amigo o amiga?\n  ","607583":"\n   -\n  ","607584":"\n   Have you ever done a toast at the dinner table?\n  ","607585":"\n   would you be more annoyed if your husband or future husband  forgets your birthday or lose your wedding ring\n  ","607586":"\n   whats wrong with that? i never met an ashole that was shy ?\n  ","607587":"\n   Not here\n  ","607588":"\n   Its money...\n  ","607589":"\n   You became Lady Boometh. Do you doubt that's the greatest task of them all?\n  ","607590":"\n   Your feet\n  ","607591":"\n   Can I please pay you\n  ","607592":"\n   do you ever use the shoutout feature?\n  ","607593":"\n   are you a shy person\n  ","607594":"\n   I wish we were friends ?\n  ","607595":"\n   Thanks for likes ?\n  ","607596":"\n   what do you spend most of your money on?\n  ","607597":"\n   How do you feel today?\n  ","607598":"\n   Insane? I’m hurt :( \nSo there is no possiblility we will ever hang out irl?\n  ","607599":"\n   I’ve been feeling extremely ill, exhausted and I’ve been having horrible pain in my kidneys\n  ","607600":"\n   How often do you have to charge your phone?\n  ","607601":"\n   What is your favorite drink?\n  ","607602":"\n   How would you react if somebody wrote a poem for you?\n  ","607603":"\n   I just woke up wanting to kiss you ??\n  ","607604":"\n   Not so good! You?\n  ","607605":"\n   Hey beautiful ?❤️\n  ","607606":"\n   I would totally make you one if I could! Are you a fan of scrambled eggs?\n  ","607607":"\n   What is the strongest animal?\n  ","607608":"\n   FYI - I make a killer Grilled Cheese Sammich. :)\n  ","607609":"\n   Photo?\n  ","607610":"\n   Also forgot to add one thing: I had this intuition to send you something last night. I was like \"I should send Savannah something on ask.fm\" and just be random, plus if it can make someone smile or happy, then screw it, I'm all in for it lol.\n  ","607611":"\n   Damn Savannah you have a way of words that can put a nice smile on my face :). Honestly, that depends on who you ask. I just look at him as a guy who's the leader of a Catholic Church, and one of the smallest countries in the world lol.\n  ","607612":"\n   You're welcome! Do you watch NXT too?\n  ","607613":"\n   I like how your hair is scattered on you.?\n  ","607614":"\n   Like salem from sabrina the witch?\n  ","607615":"\n   Hey! Not a question but just wanted to say you look a bit like Scarlett Bordeaux in your pic ?\n  ","607616":"\n   The black and white ones I dont know are they called, theyre small- ish, do you have cats?\n  ","607617":"\n   I'm still at 5 so I guess everything is ok... Ish ?\n  ","607618":"\n   It is here toooo I\nMissed talking to you\n  ","607619":"\n   Adorable\n  ","607620":"\n   How many cats are too many cats?\n  ","607621":"\n   Which one is harder for you : keeping secrets or saving money?\n  ","607622":"\n   Have you ever seen the movie Liar, Liar, Vampire? I really like it. The girl in it reminds me of you (the cool one, not the mean one)\n  ","607623":"\n   I tried to be like a 21 Savage ???\n  ","607624":"\n   Crazy Beautyful\n  ","607625":"\n   If you could live anywhere in the world, where would it be?✨?\n  ","607626":"\n   How's beautiful my princess doing today ??\n  ","607627":"\n   What do you wish people would stop asking you?\n  ","607628":"\n   Hahaha, dziękuję ❤️ Która piosenka Cię rozśmieszyła? ?\n  ","607629":"\n   how often do you go to chicago?\n  ","607630":"\n   It’s probably Giordano’s. They were the best in my opinion when I lived there. They didn’t have bbq chicken pizza in the menu the though. I love that type. I just googled it and they do have it on the menu now and geez the pics people posted of it are making me cry for not being able to try it. Lol\n  ","607631":"\n   What’s the craziest video you’ve ever seen?\n  ","607632":"\n   Never a moment passes when I think about your kind heart, Always an excellent time to dedicate for. Your kindness is an art, And forever grateful for your, Kind and amazing heart.\n  ","607633":"\n   Good morning! How was on your nap? ?\n  ","607634":"\n   Best book ever? ?\n  ","607635":"\n   big johnny depp fan?\n  ","607636":"\n   Boomward Scissorhands is amazing\n  ","607637":"\n   Omg...i think you are a night bird?\n  ","607638":"\n   How is your Sunday? Any plans? Are you ready for this week?\n  ","607639":"\n   How is everyone spending their Sunday? ?\n  ","607640":"\n   You are mostly welcome beauty Queen ❤️\n  ","607641":"\n   If you could start your own country, what would you name it?\n  ","607642":"\n   Napiszesz mi coś miłego po polsku?\n  ","607643":"\n   Ребят, как прошел ваш воскресный день?;) Что вам больше всего нравится в Spotify?\n  ","607644":"\n   If I was to say “you have a nice butt”. Would you know who I am?\n  ","607645":"\n   Скажите пожалуйста почему у меня такая реакция на стресс?:\n  ","607646":"\n   Вот можно нормально отвечать?\n  ","607647":"\n   Make a wish ?\n  ","607648":"\n   When quarantine is over, where should I travel to ?\n  ","607649":"\n   how is ask these days compared to 6 months back?\n  ","607650":"\n   how is your day going?\n  ","607651":"\n   your amazon wishlist is all appearance type stuff.\n  ","607652":"\n   everything isn't relative. some things that were evil thousands of years ago still are.\n  ","607653":"\n   Yeah exactly. I mean it helps that I get high during these epiphanies but I truly feel like they would've popped up either way lol. It just feels free. Like I'm not rich right now, but mentally, I feel rich. That's where it all starts. People may think it sounds crazy, but it's true.\n  ","607654":"\n   Dude I've been having all these epiphanies it's insane. And some of them were about money. Cause for so long I looked at money as something evil, but it really isn't. We just need to realize that lots of wealth != bad person. There's a lot of good rich people out there too.\n  ","607655":"\n   is there REALLY such a thing as good and evil? are those not just terms that we as a society have invented and change the rules of as we see fit? what was good 500 years ago is evil today. who is to say what we think is good will not be deemed evil in the future? its all rubbish imo. just words.\n  ","607656":"\n   Happy Sunday everyone. i hope you enjoy your day ?\n  ","607657":"\n   Am happy coz answer is not a no ?\n  ","607658":"\n   LOOL I just chose that amount of money cause that's the kind of net worth I'm striving to have. I don't know why it's $800 million either, but I suppose we think of these amounts for a reason lol. Plus money is awesome.\n  ","607659":"\n   Wow..you are so beautiful ❤️❤️❤️\n  ","607660":"\n   Hahaha mine would be too ??. I’d have a full list of main courses + sides, drinks, and desserts ?✨\n  ","607661":"\n   How long do you need to sleep to be in good shape?\n  ","607662":"\n   Do you like being alone?\n  ","607663":"\n   If you could only eat one food for the rest of your life, what would it be?????\n  ","607664":"\n   Lady,will you marry me ? ?\n  ","607665":"\n   If I had $800 million I would buy you any outfit you wanted. Straight up.\n  ","607666":"\n   Do you know what year you created this account? Were you in high school? Middle school? I love it!\n  ","607667":"\n   What is one thing you would have on an Amazon wishlist?\n  ","607668":"\n   What did you do today?\n  ","607669":"\n   It still blows my mind that you look perfect with no makeup. Literally perfect.\n  ","607670":"\n   other than American what are you where are you're family's roots, Europe?\n  ","607671":"\n   what’s your favorite Tim Burton movie? We are currently watching Corpse Bride.\n  ","607672":"\n   I feel like we could be a great friends ??✌️\n  ","607673":"\n   Post shower pic?\n  ","607674":"\n   ?ok still I worry ur sweet and kind to see you grow and flourish into your prime would be amazing\n  ","607675":"\n   Yessss Bluebell ice cream is so good lol I hate Mother Nature\n  ","607676":"\n   Lou Malnati's Pizza? Giordano's? A different place?\n  ","607677":"\n   Hope you're doing well! I'm bored asf man\n  ","607678":"\n   That's true, but even in video games, there are certain lines that aren't crossed when it comes to depicting some illegal activities. If it was up to you, would you allow anything or do you think some regulation is necessary?\n  ","607679":"\n   Ok good. That makes me feel a lot better. When you were gone it felt like having your best friend move. I legit got really really really sad and it ruined my night. I thought about it when I was in the dark and it really stunk. I was so thankful when I found your backup account.\n  ","607680":"\n   Really? ? Thank you!\n  ","607681":"\n   so VIP is like a part time job ?\n  ","607682":"\n   But how can I become a verified profile with blue sign? I prefer more this ?\n  ","607683":"\n   UTM CMON ⚫️⚪️⚫️⚪️\n  ","607684":"\n   Yeah, I also think it sucks, they promised so many things, last week for example they said that we can win special space emote (propably) and I don't have it. Too much job, too few benefits.\n  ","607685":"\n   I'm so sad that your got stressed out. I love you online. You are my fav person ever and you talk to us.\n  ","607686":"\n   I know if you had a DNA test you would find theres more than you know young one?\n  ","607687":"\n   That's a good question. What do you think? When VR is perfected, do you think we should be able to do whatever we want within its framework?\n  ","607688":"\n   I kinda want you to keep your VIP. I like you having it. I don't want you to stress out.\n  ","607689":"\n   You know that I almost never finish my VIP tasks and I still have VIP lol, I finished maybe two times\n  ","607690":"\n   Hello I was wondering have you ever had a DNA test to find out where your ancestory are from?\n  ","607691":"\n   I see nothing on your profile now... except US rank #12\n  ","607692":"\n   so why do you have to ask them to remove vip? cant you just not do the things?\n  ","607693":"\n   Assume it's something that almost anyone sane would think is evil.\n  ","607694":"\n   What if happiness for someone involves evil?\n  ","607695":"\n   I had no idea you had to do things as a VIP. Did you have to answer a certain number of questions?\n  ","607696":"\n   That took it off. You don't have it now. I wonder why they didn't like that.\n  ","607697":"\n   DEEP DISH PIZZA\n  ","607698":"\n   Are you a supporter of the LGTB community\n  ","607699":"\n   He intrudes on my thread ?\n  ","607700":"\n   Is vip really worth it?\n  ","607701":"\n   Lots of chocolate lol ?\n  ","607702":"\n   That makes me sad? I dont want you to get sleep deprivation\n  ","607703":"\n   Dude stop stealing my questions\n  ","607704":"\n   How do you ladies handle your PMS symptoms?\n  ","607705":"\n   Can you give me some really nice teen tv shows on Netflix to watch?\n  ","607706":"\n   But if you do I can talk to you at 2am when you wake up?\n  ","607707":"\n   If you found out that all your anons were God trying to bring out different things from you, how would you feel?\n  ","607708":"\n   Did you go for a walk today? Did you have nice weather like you were hoping for?\n  ","607709":"\n   Have you ever been to a famous landmark that was in a movie before?\n  ","607710":"\n   Go to sleep\n  ","607711":"\n   Dude if ask starts sponsoring people, they would sponsor you. You probably are responsible for a huge amount of user questions, especially in the US. I actually literally come on here just because of you. lmao\n  ","607712":"\n   MID$Ohorny? ?\n  ","607713":"\n   You can't be child and boomer at the same time\n  ","607714":"\n   I know I know, so thank you anyway Boomie ?\n  ","607715":"\n   I’m good! You?\n  ","607716":"\n   You never know, you might end up inventing the currency that we all end up using in 50 years time ;)\n  ","607717":"\n   Ram Dass sounds familiar but he has a bada$$ name. I'll definitely check him out. 5 grams seems like a lot, but maybe dosages are different with shrooms. With weed, I can't even imagine having an edible that's 5g, or a joint that has 5g of weed in it lol\n  ","607718":"\n   Yeah, so I envy your audience so much\n  ","607719":"\n   It will be easier to me to be famous - im making rap music\n  ","607720":"\n   We can swap our account ?\n  ","607721":"\n   Hii\n  ","607722":"\n   Keep the blue check mark ✅\n  ","607723":"\n   Last night during my high I was just thinking about money, and how rich Jeff Bezos is, and just how much potential we have as humans to make money. I mean, it's just paper. It's like me writing \"$100\" on a piece of paper, and having it be worth $100.\n  ","607724":"\n   Okay when you said you wanted to live in my closet that made me burst out laughing LOL. But if I ever get the chance to do it, I'll do it. I'd probably have to be aware of what happens when you trip on them though, and how much to take, the duration, the thoughts, etc etc.\n  ","607725":"\n   what was the last thing to make you laugh\n  ","607726":"\n   Sorry to but in. But weird coincidence- I JUST spoke to my boyfriend about ego death last night and now it’s popping up here !!! ? Weirdddd\n  ","607727":"\n   Boomiez is still awake. I love Boomiez.\n  ","607728":"\n   Make some Mac and cheese or grilled cheese sandwich with bacon for your Netflix snuggling\n  ","607729":"\n   I’m glad you are not abandoning us. Especially since we would have no way of sending you surprises to your P.O. Box when you get a new one.\n  ","607730":"\n   im joking btw. no i get everything you say and your are 100% right on all fronts. i could not imagine how much sht you get sent your way on here! i remember when i used to answer some questions here it was an avalanche of stress cus i really want to do my best to be thorough & i prob got .01% vs you\n  ","607731":"\n   Currently just watching some Netflix with Matt atm, \nHow about you gorgeous? ✨?\n  ","607732":"\n   meant to say \"cooling\" not cooking lol. you will just have to be mad. dont worry it will be temporary. im sure by 6am, 4am for you, that you will barely even be frustrated by this anymore. more so just peeved. if i could i would eat some and burp then blow the essence in your direction like a gift ?\n  ","607733":"\n   well ocd is two parts. first there is the thoughts which can literally be anything but they begin to become sort of irrational but the worst part is the compulsion. you are COMPELLED to carry out the acts or else your mind will not stop drilling the thought in your head. like a coked out  woodpecker\n  ","607734":"\n   ive seen the film adaptation of running with scissors. it was years ago but apparently i did not like it either lol\n  ","607735":"\n   what would you rate it 1-5? i actually somewhat hated that movie lol. and its funny cus i tend to really like paul thomas anderson's work.\n  ","607736":"\n   can we agree that \"the best\" is somewhat overkill. i prefer the term lackluster but okay sometimes. i would think if i truly was the best you would approve my ig request. also you blew me off with the letterboxd shit ?. its okay i have nothing but love for ya!\n  ","607737":"\n   i understand the sort of pressures that come with keeping up with routines especially when they have grown exponentially more time consuming. so draining. i have ocd so i let them suck away my life force lol. im just compelled to keep up. but i get the sigh of relief 100%\n  ","607738":"\n   What question do you often ask yourself?\n  ","607739":"\n   anons rarely follow up. its part of their biology. its a defect in the 7 chromosome. luckily i was born with pristine 7th chromosome so i always follow up.\n  ","607740":"\n   yes the funs would be numerous! well i made two desserts. one is a new one for me. did banana pecan chocolate chip cookies since i have a horde of bananas i recently acquired for a whopping total of 99 cents. and did my tres leches brownie cake. its cooking rn looking all chocolate mush sexy\n  ","607741":"\n   i was joking ofc! happy to see you here but even more happy that you are doing you and the break from here made you realize that being away from here is a good thing. sometimes events happen that we think are bad, but the forced change ends up being an opportunity to evaluate our routines.\n  ","607742":"\n   well then maybe is should BOMBARD you with question so you CANT TAKE YOUR TIME WHATSOVER ?. im up cus im cooking and baking, you know normal shit to be doing at 3-5am lol. was finishing up now and was gonna maybe try and sleep but i doubt it lol\n  ","607743":"\n   I’m doing good love! ?\nI do the same thing all the time lol. Hints to why I’m up right now ??✨\n  ","607744":"\n   Savannah, I swear to God I am having one of the best highs of all time right now, and it feels amazing. I hope everything's been going well for you lately. You deserve it dude. You're the Queen of all Booms. That's worthy enough to have the best days ever. It's even better than meeting the Pope.\n  ","607745":"\n   Boom, thank you endlessly for returning to ask. I would die without my energy source. Will you send me some power beams?\n  ","607746":"\n   Squishy will always miss you here babygirl xo\n  ","607747":"\n   you dont love us anymore ? that moment when you realize your life no longer holds any meaning ? but in the same moment you wonder how long its been since you ate and visions of yummy foods begin to dance in your head & the fact that lady boometh has discarded you like a used tissue quickly fades.\n  ","607748":"\n   What is the last thing you searched online?\n  ","607749":"\n   Do you think girls mostly get dressed sexy to please their man or because they feel a competition with other females? ?\n  ","607750":"\n   Good night beautiful princess ?\n  ","607751":"\n   What do your instincts say about me?\n  ","607752":"\n   Would you like to travel to San Jose Del Pacifico to consume their quality shrooms?\n  ","607753":"\n   Name a villain you agreed with\n  ","607754":"\n   dont lie you just miss us. thats why you cant sleep ?\n  ","607755":"\n   I've heard of \"ego death\" before, but honestly I'm not 100% sure on the whole topic myself. In a way, you can likely say egos are narcs. Both want to only care about themselves; both want what they want at all times; both are also insufferable to be around. So, there's probably legitimacy to that.\n  ","607756":"\n   Recommended autism reading: \"Look Me In The Eye\" by John Elder Robison\n  ","607757":"\n   Hey lovely! How are you? ?✨\n  ","607758":"\n   With what you've researched so far about autism, do you think there's any kind of probability that people may have autism despite never going to get it diagnosed?\n  ","607759":"\n   Do you think we are all born with an ego, or is this developed throughout our years as we begin to experience more of the human life as we know it?\n  ","607760":"\n   why is this anon so salty\n  ","607761":"\n   Hii omg I miss you\n  ","607762":"\n   What was the last movie that you watched?\n  ","607763":"\n   Wish I could join ya in your explorations!\n  ","607764":"\n   What were you like as a child?\n  ","607765":"\n   What are you going to do this weekend?\n  ","607766":"\n   How are you?\n  ","607767":"\n   On scale from 1 to 10 how much do you like your name?\n  ","607768":"\n   Because I looked her because she was pretty\n  ","607769":"\n   hahahahaha because we love you!!!!\n  ","607770":"\n   I mean why? You aren't even this interesting talking to you is like talking to a girl in primary school\n  ","607771":"\n   I'm fine a girl called me ugly other than that I'm good\n  ","607772":"\n   Are you happy\n  ","607773":"\n   Who just woke up?\n  ","607774":"\n   What has Ash taught you about life?\n  ","607775":"\n   I wonder what you are doing right now. What do you do when you are not on ask?\n  ","607776":"\n   Bang!\n  ","607777":"\n   Hi\n  ","607778":"\n   hey, you’re back!\n  ","607779":"\n   I'm happy that this account is back. I love the username so much\n  ","607780":"\n   Have you ever wanted to tell a teacher to fuck off when you were In school\n  ","607781":"\n   I dislike people. You're good in my book though, but I'm really sick of most people.\n  ","607782":"\n   Are you ok?\n  ","607783":"\n   Are you here?\n  ","607784":"\n   Are you near Malibu apparently there's a ufo base 6 miles out in the ocean do you ever see any night light activity out that direction?\n  ","607785":"\n   How did you get your account back\n  ","607786":"\n   how about strawberry\n  ","607787":"\n   not weird. ive put eggs on my pizzas. eggs and chorizo and bbq sauce. also not weird!\n  ","607788":"\n   What's the weirdest thing to put on a pizza?\n  ","607789":"\n   are you in love with little debbie oatmeal cream pies and if not why are you such an imp?\n  ","607790":"\n   Wish could look into those eyes over a cup of coffee\n  ","607791":"\n   my motto is this \"all that matters is if it tastes good\" i dont care about how the pictues of the food i make looks. all that matters to me is its a reminder of what it tasted like! ☺\n  ","607792":"\n   you are my current favorite human ( ??????⬇ ) on the planet.\n  ","607793":"\n   What are you studying?\n  ","607794":"\n   i thought they stopped teaching the big bang after everyone realized it was all about the big BOOM.\n  ","607795":"\n   What are you terrible at?\n  ","607796":"\n   What do you do for money?\n  ","607797":"\n   Haha they’re my favorites also ?✨\n  ","607798":"\n   thats more than a motto thats wisdom. most people just want to come off as sweet when people are around. they saw the sweetest things and make all sorts of promises that they KNOW they are never gonna follow though on. but as long as people think.... oh what a sweetheart!\n  ","607799":"\n   MT Dew or Dr Pepper? ✨?\n  ","607800":"\n   At what age did you realize money is easy to attain?\n  ","607801":"\n   will revisit in the new year then. im hoping it will somehow turn a complete 180 for you and 2020 redeems itself in your eyes. ?\n  ","607802":"\n   this is unrelated but i am curious as it a topic that many people are unaware of. do you know the history of atrocities committed by the Japanese on the chinese such as the nanjing massacre and experiments carried out on the victims of prisoners of places like unit 731. should be taught in schools\n  ","607803":"\n   I just don't like Anna's Frank squad but still like you so\n  ","607804":"\n   PAP of your recent emojis\n  ","607805":"\n   who is best at pushing your buttons?\n  ","607806":"\n   You don't smile?\n  ","607807":"\n   im always here. this is just one of my many facets lol. im your more than you think are from me anon. and just when you think you have got a grasp.... nope more than that ??\n  ","607808":"\n   personalized food pics are the best. plz post more in the future! real food > internet food porn ??\n  ","607809":"\n   First of all he committed suicide so he wasn't killed. Anyway I always wished he had finished his job but because I love you, I'd never wish this to you so Idk I'm confused lol\n  ","607810":"\n   If the Big Bang created the Universe, what created the Big Bang? Do you think it's possible that our Universe is the product of a black hole in a much older universe and we are living inside the gravitational singularity of that black hole? ?\n  ","607811":"\n   Wait until that anon finds out that Israeli muslims are a thing. They'll realize this world is bigger than they think lol.\n  ","607812":"\n   Hitler wouldn't approve this lol\n  ","607813":"\n   German jew? This sentence is contradicted lol\n  ","607814":"\n   He let you borrow his car in return for what\n  ","607815":"\n   Did you have cars instead?\n  ","607816":"\n   your car is so beautiful\n  ","607817":"\n   what city is this\n  ","607818":"\n   you look more European than American\n  ","607819":"\n   Do you live on a ranch?\n  ","607820":"\n   Are you into gaming?\n  ","607821":"\n   cinnamon life or rice krispies treats cereal?\n  ","607822":"\n   what was the worst year of your life and why?\n  ","607823":"\n   Guarda cara, se vuoi ti scrivo su instagram o whatsapp, se comunque giustamente ci tieni alla privacy. Dimmi pure tu! Io mi chiamo Andrea, ma puoi chiamarmi Prex\n  ","607824":"\n   Ma parli italiano allora HAHAHAHAHAH. Io come uno scemo a scriverti in inglese\n  ","607825":"\n   That is good. Appreciate the honesty. No hurry hun. Hugs\n  ","607826":"\n   Me neither. U have a wonderful personality. Nice sense of humor as well. I like talking with u. U have hangouts or messanger?\n  ","607827":"\n   shes perfect person is savannah i should know love you Boom Squishy xo\n  ","607828":"\n   your one of a kind girl never forget that and know that someone in this world can see your true worth I hope to see you somewhere one day writin in history forever because that is your worth reach for the hall of fame and you will get it I can see this in you?\n  ","607829":"\n   Nice hun. Love chatting with u..ah sin city lol\n.win big?\n  ","607830":"\n   What are some things that you like most about yourself? ?✨\n  ","607831":"\n   ???? ???? ???  ?Face\n  ","607832":"\n   This pic is a 10\/10 on the fertilization scale.\n  ","607833":"\n   How do you deal with unapologetic person?\n  ","607834":"\n   Texas and urself hun\n  ","607835":"\n   Hugs. Ur welcome.i do as well\n  ","607836":"\n   So I’ve been offered a chance  to have my account verified . Should I do it? Bonus question do you like bbq ribs?\n  ","607837":"\n   Your welcome. I think a women's best feature are her eyes. Ur very sexy if i may say so\n  ","607838":"\n   Hi dear, have you ever been to Italy?\n  ","607839":"\n   How are u pretty lady. U have very pretty eyes\n  ","607840":"\n   If a homeless asked you for a cigarette would you give them a one?\n  ","607841":"\n   favorite youtube channels? ✰\n  ","607842":"\n   Do you know your mobile number off the top your head\n  ","607843":"\n   picture of your bed\n  ","607844":"\n   Because your mind is so unique in a way I have never seen in anyone  your kind sweet funny as so smart and intelligent beyond the average person your not scared to open up share your thoughts and be honest about it you dont run from your issues and you have good morals from what I can tell so yea ?\n  ","607845":"\n   I really have feelings for you\n  ","607846":"\n   ❤️Love it\n  ","607847":"\n   ❤️Love it\n  ","607848":"\n   Dark or Light? Pick one.\n  ","607849":"\n   post a GIF!\n  ","607850":"\n   I just want to say I love talking to you on here, Lady Boometh-you're beautiful and sweet! <3\n  ","607851":"\n   Post a good pic?\n  ","607852":"\n   Beautiful woman.\n  ","607853":"\n   Do you have anxiety?\n  ","607854":"\n   Rambles ? or perhaps knowing and genius ?\n  ","607855":"\n   pecan sticky buns. and a calzone. but its not what you think. what amercians call calzones are not calzones lol. authentic calzone (kal-zon-é) is more like a stuffed flatbread. traditionally is unleavened because its usually eaten during lent. fillings are mostly vegetables for same reason. so good.\n  ","607856":"\n   what sort of questions are they? wondering if this is me? lol. i send out a lot of sht here. my mind just wont stop wondering sht about sht lol. if so let me know and i will reel in my anoose lol\n  ","607857":"\n   Yea my day is always a good day but it always gets better when I get to see your answers that lovely mind of urs comes up with?\n  ","607858":"\n   what happened to them? did they get over their disorders? how?\n  ","607859":"\n   No way. You are hotter. Throw on that red dress she wore when first walking into Good Burger, put your hair up, and put on a lot of heavy lip gloss. You would rock it.\n  ","607860":"\n   This looks like Chinese food and it looks gooooooood. Is it spicy?\n  ","607861":"\n   what are you thinking about currently?\n  ","607862":"\n   Oooooyeaaa Bellissimo I would love to suck those bones dry ? truly hope you enjoy your meal my Lady (he bows turns and exits the room)?\n  ","607863":"\n   wtf is that? what did you order with them? pics?\n  ","607864":"\n   Oh yea sounds interesting never have I tried such a thing what kind of foods are in this order you have made lovly Lady Boometh?\n  ","607865":"\n   i used to do them all the time and got back on the sudoku kick a few weeks ago. its been years. now that ive knocked the rust off im back dominating that sht again lol. glad to hear you like them too! only puzzles i care for. simple but complex at the same time\n  ","607866":"\n   Hope you had an amazing weekend even tho mine sucked also if it is your bedtime then good night baby ?\n  ","607867":"\n   One year you have to dress up as Roxanne from Good Burger. You would so rock it.\n  ","607868":"\n   ramble alert = critical awesome red zone alert. it seems to be more common than not that we tend to be more easy going with the opposite sex. i think our primitive survival based instincts have a role to play here whether we realize it or not. thanks for sharing! love when people speak their minds!\n  ","607869":"\n   What are you having for dinner tonight?\n  ","607870":"\n   Do you usually dress up for Halloween?\n  ","607871":"\n   ive seen midnight special. i want to ask you whats on your grocery store list but well thats up to you lol. me? tomorrow im choring it up and have some baking i want to do. and then consume said creations ofc lol. thanks for asking btw!\n  ","607872":"\n   am i cool yet guys ?\n  ","607873":"\n   do you like your voice? what is it like?\n  ","607874":"\n   nice. what chores? i love chores no joke lol. im okay. right now for this is pretty good. its about as good as it gets in all honesty. i lead a pretty simple life, quiet but my mind is usually quite tumultuous. right now though the seas are pretty calm. thats all i ever ask for.\n  ","607875":"\n   do you like sudoku? or if not any other sorts of puzzles?\n  ","607876":"\n   any plans for tonight? what about tomorrow?\n  ","607877":"\n   do you tend to affiliate better with males or females and why?\n  ","607878":"\n   how are you feeling now really?\n  ","607879":"\n   i've got a serious question  is mayonnaise an instrument?\n  ","607880":"\n   What kind of food do you consume\n  ","607881":"\n   ✨\n  ","607882":"\n   thank you beautiful lady ?\n  ","607883":"\n   I wouldn't be able to imagine it any other way\n  ","607884":"\n   Lol your sooo cute ? how are doin anyways r u havin a good day?\n  ","607885":"\n   have you ever known anyone with an eating disorder?\n  ","607886":"\n   everything. everything would be better with you.\n  ","607887":"\n   are you good at making people laugh?\n  ","607888":"\n   more like I need you, period.\n  ","607889":"\n   No dont jump. I will still marry you no matter what, your mind is to great this world needs you?\n  ","607890":"\n   i would catch you but then we would both die ?\n  ","607891":"\n   you'd still be hot af\n  ","607892":"\n   have you ever stolen anything? if so what?\n  ","607893":"\n   what would you do if you woke up tomorrow 30 pounds heavier?\n  ","607894":"\n   what are you searching for?\n  ","607895":"\n   Little down at times but it’s moments like these right here in this moment that makes me smile and push on\n  ","607896":"\n   I read that in Toddler Savannah's voice because that's when you were speaking Spanish.\n  ","607897":"\n   No worries I will be there with a umbrella to keep the sun off your skin.\n  ","607898":"\n   Yes indeed from what I have seen I world be proud to Introduce you to my mom and show you off to my friend. Your a knock out . So what special things do you do to keep looking so you g song good?\n  ","607899":"\n   Ya te sigo\n  ","607900":"\n   You're so hot girl ??\n  ","607901":"\n   You are alwayz beautiful, no matter what state of disarray you think you may be in, my dear Sav.\n  ","607902":"\n   My heart can’t take it lol\n  ","607903":"\n   Do you have a jar of hearts?\n  ","607904":"\n   I know you have a huge interest in aliens & a few other things, but do you have an interest in true crime type stuffs (i.e. like why certain people committed murders or other odd things)?\n  ","607905":"\n   Lol ?\n  ","607906":"\n   Ah.  But what kind of BBQ? Kansas? Tennessee rub? New Mexico chilies? South Carolina mustard? Florida ketchup BBQ (I'm sure theres more, but that's all I've tried\n  ","607907":"\n   Yes, you were made for me.\n  ","607908":"\n   Post a close picture of your scar\n  ","607909":"\n   Tell us how you are feeling.\n  ","607910":"\n   Sunset because that when the vampires come out and lure you into a world of immortality\n  ","607911":"\n   Sunset\n  ","607912":"\n   Why is your face so clear and shiny have you ever had a scar or acne in your life? ?\n  ","607913":"\n   Hi\n  ","607914":"\n   It's cute how you occasionally go back and do retroactive \"likes for likes\". Also slightly OCD.\n  ","607915":"\n   Why is ur name lady boometh\n  ","607916":"\n   Are you a on ♥️\n  ","607917":"\n   Sexy photo? ?\n  ","607918":"\n   you talked about your anons. how many different specific anons can you identify that you have? how do you tell them apart?\n  ","607919":"\n   I'll devour you boo ?\n  ","607920":"\n   Such a sexy body ?\n  ","607921":"\n   Yes and it sucks. And to live with you would be like living in a amusement park we would stay excited all the time and have a lot of fun\n  ","607922":"\n   اخر انسر ?\n تصفية❤️❤️\n  ","607923":"\n   I wonder if you will ever live with me.\n  ","607924":"\n\n    https:\/\/www.instagram.com\/p\/B1kWKcIAhNT\/?igshid=1k6r9xgkih8su\n   \n   omg i want you in my bed ?\n  ","607925":"\n   Being a good listener and letting her know that she is important even the simple things like knowing her birthday and middle name. Also being a giving caring person\n  ","607926":"\n   ?\n  ","607927":"\n   how do u make gifs\n  ","607928":"\n   Have you ever lived alone?\n  ","607929":"\n   ?\n  ","607930":"\n   ?\n  ","607931":"\n   Sunrise or Sunset? ??\n  ","607932":"\n   ?\n  ","607933":"\n   when was the last time you had some tea?\n  ","607934":"\n   thoughts on doppelgangers?\n  ","607935":"\n   when you settle down with someone or whatever do you want them to cook for you, cook for them, or cook together, or nobody cooks at all and the food just continues to cascade out of a giant bird feederesche device for humans and\/or hippopotami that i just invented.\n  ","607936":"\n   You look like my ex ?\n  ","607937":"\n   My fav Disney pic is the fan art on this tumblr (bottom right of Cinderella taking a bottle shot) LMAOOOO\n   \n    https:\/\/princessesfanarts.tumblr.com\/post\/64761202134\n   \n","607938":"\n   How about I ignore nothing because I don't want to deny myself any of your beauty?\n  ","607939":"\n   Favorite flavor?\n  ","607940":"\n   Do you ever try to count up the # of chickens you've consumed in your life?\n  ","607941":"\n   never heard of the Zachariah one but its the same director that did \"the hunt\" from earlier this year which was not terrible. was like a cross between kill bill and the most dangerous game with a little bit of wtf sprinkled on top.\n  ","607942":"\n   Pap of you please\n  ","607943":"\n   What time is it in your country?\n  ","607944":"\n   Have you seen Her?\n  ","607945":"\n   Are you still going on a trip to SD?\n  ","607946":"\n   I didn't make this gif but I think it's hilarious...\n   \n    https:\/\/media.giphy.com\/media\/zXI6aMUWDIps4\/giphy.gif\n   \n","607947":"\n   what is the way to a woman's heart?\n  ","607948":"\n   how often do you get warnings on here?\n  ","607949":"\n   the actor who played john malkovich was john malkovich\n  ","607950":"\n   I have not been to Reno Nevada since November 1979.\n  ","607951":"\n   Are you addicted?\n  ","607952":"\n   Did you ever end up watching Being John Malkovich?\n  ","607953":"\n   How many wings do you eat per week?\n  ","607954":"\n   why was she going to die?\n  ","607955":"\n   Utm ⚫️⚪️⚫️⚪️\n  ","607956":"\n   Get boom or go boom?\n  ","607957":"\n   What is Boomiez doing today?\n  ","607958":"\n   Now that you had covid and are over it, are you going out and being all crazy?\n  ","607959":"\n   I think you ate it and now you got multiple personality disorder duhh\n  ","607960":"\n   what are your deadly sins? ?\n  ","607961":"\n   if someone told you to go eat a bag of ghosts how would you take that?\n  ","607962":"\n   What did you have for breakfast today?\n  ","607963":"\n   Yes Promise ?\n  ","607964":"\n   what color do you have as ur profile?\n  ","607965":"\n   Just few more days ^_^\n  ","607966":"\n   How about a tray of lasagna?\n  ","607967":"\n   its okay there is no wrong choice here! yes i have but its been a while. i hope your meal is thoroughly enjoyed by you ?\n  ","607968":"\n   How old are you?\n  ","607969":"\n   lets keep it french today.\n  ","607970":"\n   Yk what nobody likes? A showoff\n  ","607971":"\n   what are the options. i will choose for you. all you have to do is chew, swallow, smile and make those food enjoyment noises ☺\n  ","607972":"\n   Hahahah stop it please\n  ","607973":"\n   how does one go about getting their anoose measured to make sure its not too loose?\n  ","607974":"\n   Its not that funny as you are trying bahahahah\n  ","607975":"\n   how will you cure this terrible affliction? ?\n  ","607976":"\n   not you. the person sending you stuff. you always stay cool as a boomcumber! its actaully really awesome lol. oh you think im them?! ?\n  ","607977":"\n   You are a 25 year old kid you know that right xD\n  ","607978":"\n   so people do get maddd here. i thought your page was somehow immune ?\n  ","607979":"\n   describe your mood currently\n  ","607980":"\n   what are some things you bought but never used once?\n  ","607981":"\n   Harvest time yo\n  ","607982":"\n   whats your go to curse word or word in general if you stub your toe or something?\n  ","607983":"\n   I believe we two would've sufficed. ?\n  ","607984":"\n   I require ample drugas to rave. Is that bad?\n  ","607985":"\n   And I have watched mr Hancock. Loved his jre podcasts. Would love to get high with that guy and listen to his ramblings. Much like you.\n  ","607986":"\n   this thread goes perfect with my chocolate éclair ?\n  ","607987":"\n   have you seen the film predestination? there are mind fck films and then there is predestination. its just too much man ?\n  ","607988":"\n   haha its all about the energy and the vibe and the gentry as well, we all wanna let loose\n  ","607989":"\n   My bad. Didn't see the asterisk.\n  ","607990":"\n   Is it the molly that makes you feel connected or something else?\n  ","607991":"\n   Boomifornia or Caliboomia?\n  ","607992":"\n   Thanq. Ofcourse. Illtakeit.\n  ","607993":"\n   Pretentious. Intoxicated. Cute.\n  ","607994":"\n   Do you ever feel lonely in a crowded place?\n  ","607995":"\n   Tiring. Monotonous. Vague.\n  ","607996":"\n   in the middle ages if you knew how to read and you were not in the church your ass would be flayed or bbq'd. hey church worry much?? ?\n  ","607997":"\n   Wow a nihilist. Guys, we have company. Welcome love. Nothing means anything. We are just a rock floating in empty space. Just as we like it.\n  ","607998":"\n   religion is just a means of population control imo. the enemy of religion is knowledge.\n  ","607999":"\n   Great. I am an atheist myself.?\n  ","608000":"\n   Ok wow you are high. Oh shit. Is this what Putin thinks like ? \nQunatum Physics is what's stopping him. Great. If the Vatican had a nuke. They surely would've been done by it by now.\n  ","608001":"\n   Ok I bring in religion and you back out. Shame.\n  ","608002":"\n   if you get new ones in a thread thats ongoing do you pay any more attention to those vs brand new questions?\n  ","608003":"\n   What is stopping you from launching that nuke ?\n  ","608004":"\n   well how schwifty are you then?\n  ","608005":"\n   Do you believe in destiny?\n  ","608006":"\n   ill allow it! i didnt know oats have nipples. is it better or worse than cows milk?\n  ","608007":"\n   You are absolutely stunning. I must say. How old are you ?\n  ","608008":"\n   btw it was a REQUEST! please never stop ☺\n  ","608009":"\n   on a scale from 1-10 how thrifty of a person are you?\n  ","608010":"\n   do you like the \"keep asking\" feature on this site? or do you think it makes things confusing?\n  ","608011":"\n   All hail vladymr boomin.\n  ","608012":"\n   oh god dont you ever stop rambling < did you read that as a question or request?\n  ","608013":"\n   You’re very pretty!!!!\n  ","608014":"\n   have you ever had your cereal with anything besides milk? if so what?\n  ","608015":"\n   how old is the oldest unanswered question that you have currently?\n  ","608016":"\n   Have you ever wished that you could be famous? What would you want to be best known for?\n  ","608017":"\n   What movies has made you cry?\n  ","608018":"\n   Not judging ?\nI mistakenly read 8k ?\n  ","608019":"\n   you're very near to 100k lol I just noticed ?\n  ","608020":"\n   Hahah you have no other option ^^ and yeah motivate me alot ? thank you ?\n  ","608021":"\n   I've solution \nKeep asking questions to yourself ?\n  ","608022":"\n   100k answers , you may stay 20 years on ask ?\n  ","608023":"\n   Soon i am going to post my new artwork Stay Tune! ?\n  ","608024":"\n   لاست انسر بمناسبه اليوم المميز 10\/10 ?❤\nدونت انسر\n  ","608025":"\n   Awwww!!! You’re so amazing and so adorable ❤️ and I was too late to order subway, they’re closed now. I think I fell a sleep again hahah\n  ","608026":"\n   okay ive failed 3 out of 4 times but thats a good thing cus we have similar tastes! you have the one so i wont pester you with anymore till you are through with that one i promise! i mean i want to and all but i will restrain ?\n  ","608027":"\n   btw this is me on there if you want to follow. i dont really watch much these days cus im sorta in a weird head space and the films would just be wasted on me yanno.\n   \n    https:\/\/letterboxd.com\/nihilist_buffet\/\n   \n","608028":"\n   I never saw a pic of you wearing any dress so I was wondering if you ever wear them?\n  ","608029":"\n\n    https:\/\/letterboxd.com\/film\/the-platform\/\n   \n   this one hits me in the feels. i should have been born here ? this next one is your new fav vampire movie okay?\n   \n    https:\/\/letterboxd.com\/film\/what-we-do-in-the-shadows\/\n   \n","608030":"\n   okay i dont know enough about your film tastes yet but i think you would prob enjoy this one. its on a different spectrum than pan's tho lol. F-it im sending you three cus thats whats up. dont know how many will fit here then will send in the next one.\n   \n    https:\/\/letterboxd.com\/film\/raw-2016\/\n   \n","608031":"\n   I’m good, what about you? Trying to debate on ordering subway lol\n  ","608032":"\n   So how do you make those gifs? I want to make really funny ones.\n  ","608033":"\n   Depending when the original video was from, all the people in it are either really old or passed away.\n  ","608034":"\n   What was the last thing that made you laugh?\n  ","608035":"\n   Hey there sweet heart! ?\n  ","608036":"\n   What do you have planned tomorrow?\n  ","608037":"\n   oh nice. okay ill be back again then lol. wait up!! DONT MOVE!\n  ","608038":"\n   -\n  ","608039":"\n   I like you this is the reason why i asked for yoir instagram i though its gonna be a good idea to meet there share same nice word and coupme of memory along side with same nice picture of you \nI dont take no for answer specially from amazing girl like you sweety\n  ","608040":"\n   not all wealthy parents are like that. trump's dad gave him whatever he wanted.\n  ","608041":"\n\n    https:\/\/letterboxd.com\/film\/pans-labyrinth\/\n   \n   let me know what you think. its one of my very fav films.?\n  ","608042":"\n   okay im gonna find something for you right now. the only thing i ask in return is you have to shove me like really hard away from my computer cus i fear i may never shut up and this is a dilemma cus im sending out too many gd ?'s i have no hope of keeping up ?\n  ","608043":"\n   what would you like to purge from your life and why?\n  ","608044":"\n   what is the most romantic movie you love?\n  ","608045":"\n   You or your family wealthy? Sweetheart you were literally asking people here for money to pay your rent and to buy food wyd\n  ","608046":"\n   how do you like to have your nuggets? with bread? any sauces?\n  ","608047":"\n   so you're saying that you're boomda and we should all practice boomism? im in ☺\n  ","608048":"\n   give me a genre you want to see and ill write the prescription lol. need to narrow it down or ill start spouting off films like a unleashed fire hose on full blast and it will be very annoying ?\n  ","608049":"\n   would you rather associate with people who have issues? why or why not?\n  ","608050":"\n   You can't even solvd your own problems\n  ","608051":"\n   was the one your wrote dedicated to anyone? will you dedicate the current one to anyone? btw you are probably one of my favorite humans. i hope your books are about cloning and the big secret is how you will clone yourself into an army of boom.\n  ","608052":"\n   what are some that are on the short list?\n  ","608053":"\n   because we dont want to deal with the initial consequences. once enough time has elapsed that we no longer feel the sting of the mistake its so much easier to reflect and absorb the lesson. still mistakes f'n suck so just always be perfect and you aint got nothing to worry about okay?\n  ","608054":"\n   If we learn from our mistakes, why are we always so afraid to make a mistake?\n  ","608055":"\n   if you make an account there we should become friends! ive been on there for a few years. used to adore films so much. i went through so much of the database to figure out what films id seen and rated them my ocd would not accept anything less. was like 2 sleepless nights ?\n  ","608056":"\n   what is the last thing you purchased that you felt was hella the right choice and what was the last thing you purchased that was a sht choice and made you hate life a bit more?\n  ","608057":"\n   how many youtube channels do you subscribe to?\n  ","608058":"\n   Hiya! You look absolutely stunning, can I ask you something ?\n  ","608059":"\n   do you follow any kind of schedule for mealtimes or just whatever?\n  ","608060":"\n   yes ive followed your shower and gif escapades of the day ☺my style here is to only follow a couple of people. but i follow them so closely that im like stuck to their backs like when you get outtah the pool with a shirt on. its how i show my love ?\n  ","608061":"\n   im honored. ill let you in on a secret. those cereals are real time experiences. its not a choice for me cus im having both lol. day is okay. ill be on here a short while yet. then shower. today has consisted of baking and frying and eating and drinking lol. all in all not a bad day ☺\n  ","608062":"\n   How are you with technology?\n  ","608063":"\n   What do want to dress up for Halloween this year?\n  ","608064":"\n   Have you watched Succession?\n  ","608065":"\n   What is your favourite Netflix show? If you don't have Netflix, then what is your favourite show in general?\n  ","608066":"\n   Do you ever have reoccurring dreams? If so, what happens in those dreams? ?\n  ","608067":"\n   Anything???\n  ","608068":"\n   Fall GIFs. Let's goo! Post them y'all! Anything!\n  ","608069":"\n   I couldn’t agree with you more I would love for us to be friends, I’m already following you on ig ?? I think so to that we would get along pretty well I like your vibe and how we just connect. Im curious how do you make GIFS? Lol ? and if you wanna talk more let’s text if you don’t mind? ??\n  ","608070":"\n   Haha they just don’t make sense, I remember having a conversation with my ex about whether they were actually real or not because he’s Australian and they’re native to there ?\n  ","608071":"\n   I think Italy will handle it well. They learned a lot from what happened in March.  They also have a citizenry that will adhere to sensible guidelines. Like they just made outdoor mask wearing mandatory and people are fine with it. Over here it'd be like trying to get unruly toddlers to stay in line\n  ","608072":"\n   hey hottie i hope your day has been as gorgeous as you are\n  ","608073":"\n   where is your watchlist? are you on letterboxd?\n  ","608074":"\n   I forgot this animal existed. lmao I want to hug one.\n  ","608075":"\n   Yup. Case numbers are rising. They are picking up in the middle of our country too. Texas just passed up California in total covid deaths (despite California having 33% more people). Looks like we're headed for a brutal Fall.\n  ","608076":"\n   We the same age ??, it’s ok im glad you replied back. I’m doing good!! Wby?\n  ","608077":"\n   Did your parents use timeouts or spankings?\n  ","608078":"\n   It for sure is. This is nuts.\n  ","608079":"\n   What’s the most ridiculous animal on the planet?\n  ","608080":"\n   What’s the most historic event to happen in your life time?\n  ","608081":"\n   Fall is the best. I love the cooler air. Open up the windows, cook some food without making it super hot in the house, sleep nicely at night. It's seriously the best time of the year. October is my favorite month by far.\n  ","608082":"\n   I'm chilling inside, drinking some coffee. I feel pretty good today. I walked 6 miles and I actually don't feel like trash for once. We're getting heavy rain over the weekend (supposedly). I'm looking forward to that. Are you ordering like bake stuff at home goods? I love that baking in the fall.\n  ","608083":"\n   It makes me uncomfortable\n  ","608084":"\n   did you watch portrait of a lady on fire? thoughts?\n  ","608085":"\n   What’s the one thing that people always misunderstand about you?\n  ","608086":"\n   What are you doing today, home slice?\n  ","608087":"\n   Why is letting go so difficult?\n  ","608088":"\n   top 3 vampire films?\n  ","608089":"\n   were you named after anyone? or is there a story behind your name?\n  ","608090":"\n   what type are you delayed gratification or instant gratification?\n  ","608091":"\n   im here and on my usual schedule boomista. my week has been fine. been enjoying using this site again. havent found a better fit for spending this time of my day. food for my inquisitive nature.  found a couple of really awesome people this time! they dont much seem to care for cereal tho ?\n  ","608092":"\n   if he stopped practicing or you could no longer have sessions for whatever reason would you start over with someone new right away? wait a while? stop therapy? what do you think you would do?\n  ","608093":"\n   Wyd? Pap of your view\n  ","608094":"\n   i will deff be voting in the food polls. no need for me to despair either cus im always eating while im on here ?\n  ","608095":"\n   im hooked on it now too ?\n  ","608096":"\n   what was your name here before the one you have now?\n  ","608097":"\n   how has your day been so far? any plans?\n  ","608098":"\n   All day everyday\n  ","608099":"\n   Well you gorgeous omg\n  ","608100":"\n   hi\n  ","608101":"\n   Y r u so beautiful\n  ","608102":"\n   Are your political views similar or different to your parents?\n  ","608103":"\n   how long have you been seeing him? how often do you go and how long are the sessions usually?\n  ","608104":"\n   are you someone who has many friends, few friends, or hardly any?\n  ","608105":"\n   if you wrote a book what would it be about and what would the title be?\n  ","608106":"\n   i see no candy. booooooooooo!\n  ","608107":"\n   Whywhy lol what are saying\n  ","608108":"\n   what’s the deal with this boom and boometh ? genuinely wanna know like i really don’t get it\n  ","608109":"\n   aww. thank you so much! its my great privilege to befriend you! i will very much look forward to our tête-à-têtes. you can expect me around this time each day pestering you with the randomness of my ceaseless thoughts  ?\n  ","608110":"\n   When you see this emoji ? what do you think the one who sent it mean\n  ","608111":"\n   would you ever want to counsel people like officially sort of like a career?\n  ","608112":"\n   How Ash doing? You both ok?\n  ","608113":"\n   you are breath taken\n  ","608114":"\n   whats been the best part of your day?\n  ","608115":"\n   Owls are aliens. There's no other way to explain their owlness.\n  ","608116":"\n   Yeah, that would be amazing let’s make it happen!! ? how old are you?\n  ","608117":"\n   With the way birds bobble their head it makes me wonder how their head hasn't fallen off yet. I mean they move it back and forth so much that you just have to go \"bro chill out\"\n  ","608118":"\n   Hallo ?\n  ","608119":"\n   Wooow du bist echt wunderschön ❤️\n  ","608120":"\n   You\n  ","608121":"\n   What if Alien was made by aliens? It's all making sense now. We are all aliens disguised as other beings. Even the birds are aliens.\n  ","608122":"\n   tell me something positive ?\n  ","608123":"\n   What if: Back to the Future was made by aliens?\n  ","608124":"\n   Admiring an angel\n  ","608125":"\n   Holy fuck those cakes are delicious, and I'm 100% sober. I can only imagine how I'd react if I was high as a kite. Jesus, they are so fucking delicious.\n  ","608126":"\n   Be a shame if we fell in love ?\n  ","608127":"\n   What if aliens are humans, and humans are aliens? maybe we all morphed into each other, so now we can't tell who's the alien, and who's the human, because we're both so similar to each other.\n  ","608128":"\n   Holy queen\n  ","608129":"\n   Ugh. My mom had to put down one of her kitties a couple hours ago. I'm talking to her on the phone now. My girl is named after her actually. She was 16.5. They found a bad tumor in her stomach & she has anemia. They could do nothing.\n  ","608130":"\n   But if time is all but an illusion, then can we be so sure that the time is actually real? Dun dun dun dun\n  ","608131":"\n   That would explain Deja-Vu. We're getting pre-existing knowledge from a past life, and only now are we applying it to our current life. I wonder if this means we acquire this knowledge at random times or if it's all meant to happen at a specific time for a reason. Like at 4:20 am.\n  ","608132":"\n   Morning and have a nice day\n  ","608133":"\n   Omg deep cleavage??\n  ","608134":"\n   Oh my god so sexy\n  ","608135":"\n   Ohh SEXY\n  ","608136":"\n   Omg so seductive\n  ","608137":"\n   What if we actually know everything, and can achieve everything, but everything was wiped from our memory the moment we entered this simulation as human fetus, and we have to re-learn what we already learned in a previous simulation, as we proceed through life to avoid having everyone be the same?\n  ","608138":"\n   I'm regretting suggesting this. I'm going to be so hungry. I don't have an appetite tonight but this takes my mind off things.\n  ","608139":"\n   You are so sexy ?\n  ","608140":"\n   this is my one true talent lol. it goes everywhere. liver, spleen, kidneys, even the lungs gotta scoot ovah! ?\n  ","608141":"\n   Idk if I can vote on the sushi vs dumplings. omg I would devour them both. Maybe sushi?? Yeah, that sticky rice and I love soy sauce. Geez I hate myself. lol\n  ","608142":"\n   Try to stay away electronics it will help you focus more on you stop giving your attention to the wrong people\n  ","608143":"\n   they are good. get them when you sign up for a rewards program with them so you get discounts. wings are really pricey now.\n  ","608144":"\n   Whopper vs. Big Mac.... Chiptole vs. Qdoba.... thin pizza vs. Chicago deep dish.... Hot & Sour soup vs. Wonton\n  ","608145":"\n   Why?\n  ","608146":"\n   Legit, after reading that response, I totally get why I’m drawn to you, beyond simple admiration ??✨?. Issa vibe\n  ","608147":"\n   You’re awesome ?. Glad I ran into you on here ??✨\n  ","608148":"\n   You should do more polls about food. Like hot wings vs. teriyaki. Blue cheese dip vs. Ranch... etc. etc...\n  ","608149":"\n   Lol I got alot of people I want to mind fuk so I will do just that\n  ","608150":"\n   I'd drink your bathwater\n  ","608151":"\n   can you talk about some of your philosophical beliefs?\n  ","608152":"\n   Aw, thank you love. ?\nThey are my precious babies - even though they aren’t babies anymore ?❤️\n  ","608153":"\n   I have 6 nephews and 2 nieces ❤️. I only watched after 2 today, Landon - 9 & Japser - 11 ?.\n  ","608154":"\n   you get pizza hut wings? they are very good\n  ","608155":"\n   Give your all to me\n  ","608156":"\n   Aw! I hope your wings come soon ?. Wings actually sound pretty food rn ?.\nI slept okay but was up for the majority of the night worrying about everything that happened last night. \nI’ve been babysitting my nephews most of the day today, so it’s been a very busy day for me lovely. ?\n  ","608157":"\n   what type?\n  ","608158":"\n   Send to his name Instagram\n  ","608159":"\n   what is your therapist like?\n  ","608160":"\n   You are rare to find, thats all\n  ","608161":"\n   I’m doing good! kinda sleepy lol. Hope you’re having a good day ✨\n  ","608162":"\n   Hey there ?\n  ","608163":"\n   Hello\n  ","608164":"\n   Hey pretty! How are you today? ?✨\n  ","608165":"\n   Hello\n  ","608166":"\n   do you cut your nails often?\n  ","608167":"\n   Yea I tried it to wasn't working out at all\n  ","608168":"\n   do you like nirvana's unplugged album?\n  ","608169":"\n   this thread is the best! haha you and your anon 24 karat awesome ☺\n  ","608170":"\n   have you ever tried pistachio oil as a dipping oil? i love soaking buttermilk biscuits in it ?\n  ","608171":"\n   Do you like to paint?\n  ","608172":"\n   What are you wearing today?\n  ","608173":"\n   How well do you sleep at night?\n  ","608174":"\n   what do you think you will be doing on Halloween?\n  ","608175":"\n   Hey there ? Was just  wondering if you could settle a family argument? ? Did Jesus really die for our sins, or was it because a bunch of intolerant savages nailed him to a cross because they found his views offensive?? ?‍♂️ Thank you, for any contribution to this one, and have a nice day ?\n  ","608176":"\n   How did the name come about?\n  ","608177":"\n   Fr, she’ll have to get models to complete!\n  ","608178":"\n   i never get bored of reading your answers, Your mind is on another level, you are in yo 70s dude haha\n  ","608179":"\n   Nobody in any of your photo polls is as gorgeous as you\n  ","608180":"\n   I love that ? yr name reminds me of shaggy song Mr bombastic I used to listen to it all the time when I was a kid lol\n  ","608181":"\n   Ngl I’m a little creeped out about your story. This is like some government coverup cia x-files stuff.\n  ","608182":"\n   Which Netflix show you like most?\n  ","608183":"\n   ? this is true what a silly question what was I thinking just creating a conundrum like that ?\n  ","608184":"\n   It is now girl, thank you so much for asking❤️. It was very crazy and scary though.. the location the leak was at was about 3 miles from my home and right next to his work. Extremely close to the interstate here, which was blocked off. It was on the news ☹️.\n  ","608185":"\n   I'd love it\n  ","608186":"\n   I love to teach young women build them up make them stronger ?\n  ","608187":"\n   how often does it happen that you reach the character limit for answering questions?\n  ","608188":"\n   You’re cute darling ?\n  ","608189":"\n   I dont really know about everyone else I personally found it exciting but I'm a bit odd I find cyclones and earthquakes exciting still haven't seen a tornado in person I really want too ?\n  ","608190":"\n   Thank you sweetheart ❤️\n& haha aw, no problem! ?\nHopefully it will help ?\n  ","608191":"\n   Do you have a favorite song above all others\n  ","608192":"\n   Here you go this chick has it perfectly\n   \n    https:\/\/youtu.be\/LChMG_tWWuQ\n   \n","608193":"\n   Lol yea it's good so like him you basically analyze how people are it can be hard a lot of different life experiences can make it easier and the eyes are the big one eyes tell you if someone is lying as long as you know how to read them\n  ","608194":"\n   Sav they are so awesome. Missy came downstairs twice to try to get me to go to bed. She’s right by me now that I’m here. Little Meepers is in her closet. She’s a weirdo too. She was irritating the F out of Missy earlier by following her and rolling around in front of her. I love little Ash too. ???\n  ","608195":"\n   ?So cool me and some friends were on a Peninsula one night and a big light shot up infront of us we took off because the girl with us was freaking out and it followed us up the coast line the whole time it didn't come ova the land staying above the water until we got to a small town then was gone\n  ","608196":"\n   Most definitely life truly is the simplest just stop all the things you do and just be nothing more simple it's a peaceful philosophy until you throw in the complexitys of the human mind research the book of taoism you may find that interesting\n  ","608197":"\n   Ooow ooow ooow ooooooooooooooooowwwwwwwwww (howling like a wolf)\n  ","608198":"\n   Have you ever mistaken one person for another??\n  ","608199":"\n   Well its difficult without experience for me I can tell by the words they use there body language facial expression basically read them did you ever see the tv show the mentalist I read people like that\n  ","608200":"\n   Human anatomy\n  ","608201":"\n   What you should do honestly first see a phychic medium they may help its suprising what the spirits know and are willing to pass on through the right medium they could have information from your past answers to questions you have be careful though there are alot of tricksters out there\n  ","608202":"\n   A computer art class and human anatomy\n  ","608203":"\n   Haha haha my girl goes crazy from grilled chicken. She loves the smell. I will give her some but she won’t eat it all. The little dunky loves Taco Bell the most. I’m not kidding. Meows like crazy. I have to scoop some meat out of a taco for her. Can’t eat too much though cuz the seasoning is bad.\n  ","608204":"\n   Yea I've never seen details or there color it's more like a grey shadow or hue maybe\n  ","608205":"\n   I am also! ✨\n?\n  ","608206":"\n   What and how do you make this egg thing? Also what is butter chicken?\n  ","608207":"\n   u must look super hot when topless??????\n  ","608208":"\n   iPhone or android? ✨\n  ","608209":"\n   Have you ever taken the plane? ✈️\n  ","608210":"\n   ???\n  ","608211":"\n   I wish I could make them good at home. Although it's probably better that I'm not good at deep frying stuff so I'd have a heart attack and my kitties would be orphaned. Gotta keep alive for them. haha\n  ","608212":"\n   Thank you love, he works in a huge manufacturing plant so anything could happen☹️. I’m so sorry you’re starting to get a headache! I get migraines often so I know they are rough. I hope you feel better soon ??\n  ","608213":"\n   Hi\n  ","608214":"\n   Hello\n  ","608215":"\n   Do you enjoy zoos, what about aquariums? ?\n  ","608216":"\n   It's no carbs.. low depending on the sauce you get. So heck yea! Wings are literally my fav.\n  ","608217":"\n   Aww, you are so incredibly sweet ❤️. Thank you lovely ?. I’m currently waiting on my boyfriend to call me back, he’s at work and there has been a unknown chemical spill and I’m extremely worried about him.  How has your night been so far prettiness? ?\n  ","608218":"\n   I'm making myself want wings. hahaha F is this hummus and bread. I want fried meat! haha\n  ","608219":"\n   Aw! Thank you but That’s all you gorgeous❤️?\n  ","608220":"\n   hahahaha it's really good. I honestly don't know why it's only popular in the south. When I first moved here, I was like wtf is barbalo. Then I tried it and I was like wtf didn't I ever think of this before!\n  ","608221":"\n   Aaaw Sav that's like the nicest thing ever. That totally makes me smile so much. Yea I love cooking! I don't do enough special cooking because I live alone (aside from my kitties of course). One day we will have to eventually meet up. And I promise you, we will eat till we are moaning in pain. lol\n  ","608222":"\n   You’re beautiful inside and out ❤️?. \nFar from ugly!!\n  ","608223":"\n   Also on a side note, if you are looking for a good sauce when you order wings, try barbalo. It's a southern thing. You mix 50% regular hot (or medium) with 50% bbq. It's really good. You might have to ask them to do it special since no one out West every knows what barablo is.\n  ","608224":"\n   Post your recent selfie no matter how ugly it is lol\n  ","608225":"\n   Like I mentioned before, boiling seems weird, but it makes it extra juicy and it literally fall apart with a knife and fork. When you toss in the sauce, it's such a good combo. Add some green onions and it's just that simple. I hope you like it!\n  ","608226":"\n   I love to discuss anything everything is connected which is fascinating to me ?though the human mind is by far the most fascinating we only use so little of it. It amazes me that it can be so strong so flawless yet at the same time its so flawed and feeble.\n  ","608227":"\n   but isnt your brain activity heighted during flight or fight? not saying that its pleasant but could it make you smarter in ways?\n  ","608228":"\n   Give it a try. It's super simple and really good. The Sweet Baby Ray's is a good sauce to use. Perfect in a bbq chicken wrap.\n  ","608229":"\n   You're like my personal guardian angel protector. You make me feel better by being up the people who jack up my blood pressure. haha\n  ","608230":"\n   .... I'm still floored you knew it was me! hahaha I'm happy you like the way I write. I'm looking forward to you getting a PO Box again. You ever make that chicken recipe I sent you?\n  ","608231":"\n   No idea WHAT y'all are talking about.   (I just saw Monkey and was reminded of this song ??\n   \n    https:\/\/youtu.be\/q0hyYWKXF0Q\n   \n   )\n  ","608232":"\n   They are Fers. The dealer said they will knock off extra $, but they always do that to everyone. So it's like I left money on the table. And what pisses me off more is that I was going to get a membership (I used to have one) but I was waiting till January to sign up again......\n  ","608233":"\n   as long as i can control my fork and spoon im good ?\n  ","608234":"\n   What kind of cooking oil do you prefer to use?\n  ","608235":"\n   .... after car shopping for 2 days straight, I settled on what I'm going to buy. CostCo has a partnership w\/ $1250 a new one. I was like sweet, I'll just sign up as a member. Well, not so fast... you had to be a member as of Sept. 30. I called them and they said sorry, no discount for you. Lovely.\n  ","608236":"\n   HAHAHAHA I'm so freaking impressed with you! I'm laughing really hard because you totally got me. Your sandwich sounds awesome! Did you make it? Anyway, I'm ticked b\/c I missed out on a $1250 discount b\/c I don't have a CostCo membership. Kinda long story..........\n  ","608237":"\n   what are your thoughts on the anonomous feature on this site? what would it be like without it do you think? pros, cons?\n  ","608238":"\n   do you look at the nutritional values of the things you eat?\n  ","608239":"\n   whats the next trend about to blow?\n  ","608240":"\n   haha How do you know you need some chatting with me tonight? I don't know who this is. I'm having Trader Joe's Kalamata olive hummus. It's really good. I agree with you. I need clean to be able to focus, or I get all antsy and annoyed.\n  ","608241":"\n   when you get questions that you know are sent en mass vs questions that you know are specific to you does it make a difference?\n  ","608242":"\n   what do you think of color tattoos?\n  ","608243":"\n   are you an all or nothing type person or can you live in moderation?\n  ","608244":"\n   How are you this fine day?\n  ","608245":"\n   monkeys are sadistic bastards man ?\n  ","608246":"\n   I need some Boom tonight. How was your day? Mine was great then ended turdy. I'm ok now. Eating hummus and bread. lol\n  ","608247":"\n   that really is weird. i've never heard of that. what a crazy cat.\n  ","608248":"\n   in what ways were you unhealthy?\n  ","608249":"\n   she's playing mind games with you lol\n  ","608250":"\n   are you in awe of people who can demolish tons of food?\n  ","608251":"\n   How would you describe yourself to someone that did not know anything about you?\n  ","608252":"\n   whats your opinion on the saying \"nice guys finish last\"?\n  ","608253":"\n   if you are having a bad day do you let people know or do you just keep it to yourself?\n  ","608254":"\n   what are you grateful for today?\n  ","608255":"\n   Are you scared of any animals?\n  ","608256":"\n   When are you easily confused ?\n  ","608257":"\n   Get disney plus. It has every Disney show and movie\n  ","608258":"\n   You said you have lived through weird moments in your life that made you realize that we have no clue about our world please can you elaborate I would like to hear some of these experiences?\n  ","608259":"\n   Hi\n  ","608260":"\n   What are your 2 favorite bands?\n  ","608261":"\n   Wow you’re beautiful !\n  ","608262":"\n   Cinnamon buns- standard frosting, or cream cheese frosting?\n  ","608263":"\n   What's the difference between deja vu and deja boom?\n  ","608264":"\n   Its worth having a go I think, I have tried but it wont work on me\n  ","608265":"\n   I can also feel when theres kindness or Malice near me even when no one is near me and I have seen the odd shadow that's beside or behind someone they just stand there it's real cool so intriguing\n  ","608266":"\n   why do you have a collar on her? she's inside. my pets would hate that.\n  ","608267":"\n   That makes me think about deja vu\n  ","608268":"\n   What’s something you really resent paying for?\n  ","608269":"\n   You difinently have some kind of clairvoyance then I can see color too\n  ","608270":"\n   You should but dont be disappointed if you cant go under alot of people cant get hypnotized because the way there brain is wired I would imagine with your very opened mind you would have a hard time going under\n  ","608271":"\n   Some have come out to speak a complete different language they have never spoken before some even haven't heard the language yet still come out with it. it makes one wonder could there be some kinda universal link or genetic memory goin on there what are your thoughts on this?\n  ","608272":"\n   Derren brown is an example of someone who can manipulate the mind through words suggestions and using tricks he is very interesting scary as for speaking another language if you look at people who have been in a coma or had a massive head injury.....\n  ","608273":"\n   Well its interesting I to was a child of divorce at 4yrs old though I cant say I had an experience such as you with adoption I also had what people would say unique things happened in my life though to me its pretty much the norm hypnosis can work from what I've seen\n  ","608274":"\n   Do you see color around people there aura?\n  ","608275":"\n   if you knew for a fact that this is it and when we die there is absolutely nothing. just the void. how would you change the way you live?\n  ","608276":"\n   i think you should try and heal the trauma and see where that takes you.\n  ","608277":"\n   Have you ever learned about the Tonal and the Nagual?\n  ","608278":"\n   how are you\n  ","608279":"\n   Do you think it'd be cool if in the next Superman movie they reveal how Lex Luthor's real name was actually Lex Luther and that he was the adopted brother of Martin Luther King Jr and that his difficulties as a white kid growing up in a black neighborhood is what created all the hurt in him?\n  ","608280":"\n   Hi\n  ","608281":"\n   Have you ever heard the band six60?if not you so need to check them out\n  ","608282":"\n   You seem to be the most interesting person I've come across I would love to walk through your mind was there anything unique about the way you were raised other than having an intelligent Dad to learn from?\n  ","608283":"\n   Have you ever fallen in front of everyone?\n  ","608284":"\n   How  comfortable are you when having your photo taken? ?\n  ","608285":"\n   Omg that was so epic so much of that resonates with me?\n  ","608286":"\n   Have you ever made a serious effort to get into modeling, like trying out for agencies and things like that? Or is it just a casual interest you've never really pursued?\n  ","608287":"\n   Have you ever eaten so much of something that it made you not want to ever have it again?\n  ","608288":"\n   You and ash are perfect for each other.\n  ","608289":"\n   How many glazed donuts from krispy kreme could you eat in one sitting?\n  ","608290":"\n   Lion vs Tiger? Which do you like more & who would win?\n  ","608291":"\n   what is your outlook on life?\n  ","608292":"\n   what are your spiritual beliefs?\n  ","608293":"\n   nice. how much of your day would you say you spend on here?\n  ","608294":"\n   what things are you currently passionate about learning more about?\n  ","608295":"\n   what did you guys talk about?\n  ","608296":"\n   Your fav songs atm??\n  ","608297":"\n   Are you ready for Halloween?\n  ","608298":"\n   Name a big creature you like and a small creature you like? ??\n  ","608299":"\n   what made you choose your @ for this site?\n  ","608300":"\n   would your life be easier if you had more money? why? ⚜\n  ","608301":"\n   you into cars at all? If so what you like? stuff like camarros lamborghini, honda etc!\n  ","608302":"\n   What is the most desirable trait another person can possess?\n  ","608303":"\n   I can probably eat 5 qdoba in one sitting. When I got 2 several times, I inhaled them and was still starving.\n  ","608304":"\n   Dude my car is 20 years old with a regular key. Lmao. The engine is perfect though. All the new cars have touchscreen everything and push button start. I was like FML. I went to 3 dealers. It sucked. I’m going to 2 more next week. I want a mid sized SUV. Anyway FML. How’s Ash doing? She happy?\n  ","608305":"\n   What would you do if I showed up at your home holding a box of donuts in one hand and six pack of cheap but good beer in the other? Besides call the police..\n  ","608306":"\n   What are you known in your family as?\n  ","608307":"\n   Hahaha you’re fine! I’m okay, stressed with school, most of my art time has been dedicated to art for class. The week is kinda stressful but I should be fine\n  ","608308":"\n   It’s all good. I’m alive at least. My car is broken though. I smashed the brakes so hard that I cracked the braking system. I have an old car that I love but they don’t make the parts anymore. You have to buy parts from a salvage yard and the whole braking is gone. $4-$5k to repair. Sucks.\n  ","608309":"\n   Queeeeeen, how’re youuuuu\n  ","608310":"\n   whats the last thing you made to eat?\n  ","608311":"\n   If you were training to be a competitive eater, what food would you dominate in scarfing down?\n  ","608312":"\n   Eh it’s just me. Just some terrible things and my health is getting worse. I have an appointment first week in Nov. and I’m having a crappy time car shopping. Idk if I told you, I almost got into a bad wreck on the highway cuz some fool didn’t look when switching lanes.\n  ","608313":"\n   how many questions do you get a day on average?\n  ","608314":"\n   What’s your favourite thing about yourself?\n  ","608315":"\n   do you control your mind or does your mind control you?\n  ","608316":"\n   You 're very cute ?❤️\n  ","608317":"\n   Lol, its people who play videogames xD\n\nNo SAW shit here lmao\n  ","608318":"\n   I’ve had a pretty crummy week so far. The last couple have been rough. I appreciate you being around. I hope you’re doing well.\n  ","608319":"\n   whats been your favorite question that you got here today?\n  ","608320":"\n   When was this pic taken?\n  ","608321":"\n   how many social media side do yo use\n  ","608322":"\n   AWWWW IM BLUSHING ???\n  ","608323":"\n   were you a beast or something? i used to be a beast now im weak af lol\n  ","608324":"\n   i bet you would still be hot if you put on like 40 lbs. like you would be one of those bigger girls that still had a really hot face.\n  ","608325":"\n   YOU’RE AMAZING ?\n  ","608326":"\n   Tell me about yourself. Things you like to do, things you enjoy :)\n  ","608327":"\n   So what are you up too? ❤️?\n  ","608328":"\n   Do you tend to worry about things that you really can’t control?\n  ","608329":"\n   What does it mean if you see a black cat? Especially around Halloween. Post a GIF with your answer if you'd like or a pic.\n  ","608330":"\n   do you like kimchi or sauerkraut?\n  ","608331":"\n   can anxiety make someone a better problem solver because everything feels like life or death? lol\n  ","608332":"\n   Agreed my life has taught me knowledge is beyond the physical beyond imagination knowledge is as infinite as the universe itself beyond comprehension of the feeble human consciousness to comprehend such a thing would truly be marvelous\n  ","608333":"\n   I’m doing great!!! How are you doing beautiful? ?\n  ","608334":"\n   Hi ?\n  ","608335":"\n   What are you doing today?\n  ","608336":"\n   Do you watch \"Let's Play\" videos on youtube?\n  ","608337":"\n   vampires cant eat foods tho ? i havent know you as long as food tho... our love is yet a week old so i still choose food! for now... ??\n  ","608338":"\n   any goals in regards to working out?\n  ","608339":"\n   So is it the texture of certain fermented things that you dislike more so than the taste?\n  ","608340":"\n   so you like soy sauce?\n  ","608341":"\n   i wouldnt even put up a fight. okay well mayybe a small one. like let me finish this white chocolate whole hazelnut Ritter sport bar. oh and the marzipan one. oh and this bag of Reese's and okay give me like an hour pls.\n  ","608342":"\n   What about wine, coffee, chocolate and sourdough bread? They're all fermented.\n  ","608343":"\n   do you have Instagram\n  ","608344":"\n   That can be true and me still be right. It's a testament to what you are rather than a knock on her.\n  ","608345":"\n   This is very beautiful\n  ","608346":"\n   You are far better looking than Olivia Wilde\n  ","608347":"\n   but you would have to feed on pple ?\n  ","608348":"\n   how long do your showers take?\n  ","608349":"\n   what's the story behind boom>?\n  ","608350":"\n   would you rather be a vampire or a ghost and why?\n  ","608351":"\n   If we don't feel grateful for what we already have, what makes us think we will be happy with more?\n  ","608352":"\n   whats the most disgusting thing you have ever eaten?\n  ","608353":"\n   would you date beetlejuice?\n  ","608354":"\n   whats the last thing that made you feel anxious?\n  ","608355":"\n   name three things you want to get better at?\n  ","608356":"\n   not as much as me ?\n  ","608357":"\n   cursive or print?\n  ","608358":"\n   are you a good problems solver?\n  ","608359":"\n   would you sacrifice yourself in order to make a vaccine to save humanity?\n  ","608360":"\n   Do you wanna know my ethnicity?\n  ","608361":"\n   That's an article not a quote lmfao\n  ","608362":"\n   Do you have a favourite quote or saying?\n  ","608363":"\n   Hhahaha I'll buy ya one ??\n  ","608364":"\n   You are lovely ??❤️?\n  ","608365":"\n   What is better than chocolate?\n  ","608366":"\n   Hahaha really? ?\n  ","608367":"\n   What is the best piece of advice you have ever been given?\n  ","608368":"\n   Hahaha I'll buy it for u???\n  ","608369":"\n   ??Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? ??\n  ","608370":"\n   It only creates more power to a certain degree. If all institutions break down and society gets more and more violent, even they and their holdings won't be spared. For the zeroes in Jeff Bezos' net worth to have practical meaning, the system has to remain operationally functional.\n  ","608371":"\n   Nice ?have fun hehe , I don't think so but nevermind, btw what would be one of the first things u really want from Ur wish list of Amazon?\n  ","608372":"\n   Military lol. What about you?\n  ","608373":"\n   when can we date\n  ","608374":"\n   ??? wife af\n  ","608375":"\n   And we should definitely have like 3-5 kids together\n  ","608376":"\n   If they have control, they obviously are morons because they have turned the country into a dumpster fire.\n  ","608377":"\n   idk you used to say you had financial problems\n  ","608378":"\n   I actually believe you. What is there exact goal? Just having control over society? Should I join if given the opportunity Etc?\n  ","608379":"\n   Call me a simp but rn I’m working hard to become well off and be able to give you the life of a queen you deserve\n  ","608380":"\n   And also hard working lass\n  ","608381":"\n   Well technically....\"If momma ain't happy, nobody's gonna be happy\" rule applies in everyone's life.  So technically,  isn't she already have seniority????\n  ","608382":"\n   What we waiting for\n  ","608383":"\n   Cuz you are the most beautiful and smartest girl ive seen\n  ","608384":"\n   Idk if the Illuminati is real, it’s probably not but it is interesting to know that your family members were that powerful. I guess I just got to make it and see for myself! \n\nThx queen ⭐️\n  ","608385":"\n   I think I'm in love with you\n  ","608386":"\n   What do you do for work?\n  ","608387":"\n   To you what's the most important knowledge academic or experience?\n  ","608388":"\n   What does he do for work?\n  ","608389":"\n   Which human foods does Ash like to eat the best?\n  ","608390":"\n   Do you wish you could drink that liquid you use that wand to blow bubbles with?\n  "},"Answer":{"607318":"\n  Its only $15\n  ","607319":"\n  Right? One thing that really pisses me off is when people think that being president doesnt allow them to make all these connections so they are able to have businesses that just run themselves. Like they are all working together. There just one big team.\n  ","607320":"\n  Savannah ✨\n  ","607321":"\n  My stomach omg. Im so hungry that im getting the worst hunger pains. Ugh ?\n  ","607322":"\n  Oh really? I swear they just say random shit to get the public all distracted by bullshit so they dont even consider there up to something else ?\n  ","607323":"\n  I can only watch the SNL skits of the debate because the real one makes me so mad. Such garbage ? lol ?\n  ","607324":"\n  Of course i love\n  \n   @Pookeo9\n  \n\n  Hes such a good person and an amazing friend! ?\n  \n  Seriously hes the one person i will meet in real life from here. ?\n  ","607325":"\n  My favorite people that follow me are people who arent from USA ??... like you are all so much better than most Americans ???? ya i said it\n  ","607326":"\n  I had one a couple days ago, I actually need to eat the rest of it. I love LOVE their Elk burger with blue cheese ?\n  ","607327":"\n  & you just proved my point ?\n  \n  Always dropping straight knowledge on everyone all the time ?\n  ","607328":"\n  Ugh yeah. I changed myself for everyone because i hated causing people to be intimidated or infuriated. So I just stopped talking. I just kept to myself and only talked to those who really wanted to know how i think. It was the worst decision ive ever made. If i didnt hinder myself for others, omfg my life would have turned out so different. But I just didn’t understand why everyone was my enemy, i thought i was doing something bad or i was a terrible person. Now i realize, i was their competition. ?\n  ","607329":"\n\n   @Pookeo9\n  \n  is always giving me advice when he doesnt even realize he’s giving me advice. ? if its coming from Spencer, its usually on point and always works out ?\n  ","607330":"\n  Ill let them know you appreciate their work ?\n  ","607331":"\n  Get my tires changed ugh ?\n  ","607332":"\n  No, i dont. Unless i have those dreams they call sleep paralysis (I really dont feel like its that, it seriously feels like demons are clawing at my soul) anyways, i scream for help during those moments but normally im a super quiet sleeper.\n  ","607333":"\n  Clean sheets or clothes ✨\n  ","607334":"\n  Not necessarily picky, but particular. Like ive tried things so many times that i now know how i like certain things but im still trying new combinations and flavors so idk ?\n  \n  I love how you answered your own question ??\n  ","607335":"\n  I did actually. It was fucking freezing ? though.\n  \n  But i saw a few, but there was one that was HUGE and i could see a big ball of orange just shoot passed the sky ?. Like i could even see like the debris behind it as it went passed dude it was HUGE my jaw dropped when i saw it.\n  ","607336":"\n  Ive always wanted to do this with someone ? ugh\n  \n  Or a fast food thanksgiving ?\n  ","607337":"\n  I would give you some if i knew who you were ?\n  ","607338":"\n  Well, im gonna do my makeup cause like why not? I wanna take a million more selfies ?\n  \n  The new Borat movie comes out today. So im looking forward to that ?\n  ","607339":"\n  OHHHHH ?\n  \n  That makes so much sense now.\n  \n  I was wondering why i could eat the same amount of calories as my brother growing up even though hes like way bigger and athletic than me. Omg! Thank you! Ever since i started eating more kelp it help my thyroid so now im like really really REALLY small. Like im not 100 pounds anymore\n  ","607340":"\n  0\n  \n  I like your questions, they feel more personal ?\n  ","607341":"\n  “Cool before the slaughter” ?\n  \n  Omfg share.\n  ","607342":"\n  Ahhh, ya cant trust anyone ?\n  ","607343":"\n  I knew what you meant.\n  \n  I just dont think its worth the energy to correct someone when you understand what they meant and i assumed you just had a typing error because you used the word in the right context so don’t worry about it ?\n  ","607344":"\n  Today! I followed this person because of the way they answer their questions. They have a lot of style.\n  \n  I unfollowed a couple a few days ago because im pretty sure their fake and i didnt like their answers either.\n  ","607345":"\n  No, ive never done that.\n  \n  Heard good things about Facebook marketplace though.\n  ","607346":"\n  I just dont like the texture when its all warm, its like having lemon goo in my mouth ?\n  ","607347":"\n  Im like reading through your questions and my brain has not been awake enough ?\n  ","607348":"\n  I would rather have it cold ?\n  ","607349":"\n  I truthfully dont have any energy right now ?\n  ","607350":"\n  Wait, i have low blood sugar. I need more sugar in my diet.\n  ","607351":"\n  Im having a pretty good day ?\n  ","607352":"\n  No, i don’t really like to do that ☺️\n  ","607353":"\n  Im crying ?\n  ","607354":"\n  Ew dont talk about my gross nose ?\n  ","607355":"\n  You’re a sweet little psycho ??\n  ","607356":"\n  Oh shit, you’re a millionaire 4 days a week instead of just one - fuck ya we can be friends ?\n  ","607357":"\n  You make me wanna cry, bring me snacks please ?\n  ","607358":"\n  Its a zebra donkey. A zonkey.\n  ","607359":"\n  We should just eat together all day long ?\n  ","607360":"\n  Im too tired to think of breakfast cause if i do ill get hungry then ill get hangry so id have to get up to eat and I really dont want to get up. ?\n  ","607361":"\n  Why are you so cute? ✨\n  ","607362":"\n  Omg thatd be so gross ??\n  ","607363":"\n  HahahahahahahahahahhahaHHAHAHAHAHAHAHAHAHAHAH oh my answer makes me just sad, all i think about is food ???\n  ","607364":"\n  Your contentment is appreciated ?\n  ","607365":"\n  Thats what those are?! Oh fuck ? i just thought i had a sweating problem.\n  ","607366":"\n  You’re pretty spanking cute yourself ✨\n  ","607367":"\n  Perfect vampire ?‍♀️\n  ","607368":"\n  I assume it’s because my biological mother had diabetes but im not entirely sure. Ive just always been that way and i have to check for diabetes once a year but I still dont have it.\n  ","607369":"\n  Sorry ?\n  ","607370":"\n  Just cause i love u squishy doesnt mean i dont think you’re crazy ?\n  ","607371":"\n  I love pizza so much ?\n  ","607372":"\n  Truthfully it just started so i dont know yet!! Im still really sleepy even though i slept most of the night ?\n  ","607373":"\n  Stop ? i don’t believe you!\n  ","607374":"\n  Andrew Schulz\n  \n\n   https:\/\/youtu.be\/xoi47GBZSpI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","607375":"\n  “Whoa thats a strong jaw. Ok miss lego head need to find mr lego head.” ?\n  ","607376":"\n  No, you are the fuckin best ?\n  ","607377":"\n  ?\n  ","607378":"\n  I personally havent looked into this, so i would have to do some more research first before i can give my answer ✨ let me do some reading ? i will say i think if they did find it, I really hope they know what there dealing with before opening it but like i said i need to read more about it\n  ","607379":"\n  I actually like that you know my last name ?\n  ","607380":"\n  Good morning love babes ✨\n  ","607381":"\n  Slip into a coma ??\n  ","607382":"\n  Damn i like what you see ??\n  ","607383":"\n  Oh god no.\n  \n  Stage fright and all the pressure = my heart explodes ?\n  ","607384":"\n  That sounds like all i need, because all i need is you ✨\n  ","607385":"\n  I was the kind of exhausted that it didn’t matter what i did, i was gonna fall asleep. Cause usually i drink green tea for energy but last night i was tuckered out.\n  ","607386":"\n  I have a very traditional mindset.\n  \n  I want to be the pretty housewife thats super smart and just runs shit from the house while my husband works and executes all my ideas in the real world and he takes all the credit but i get all the special treatment ?\n  ","607387":"\n  Please what lovely ?\n  ","607388":"\n  I dont know anything about hedgehogs except they are weirdly cute! ? go on YouTube or something and send me a picture somehow!! ?\n  ","607389":"\n  Oh yes, send him to me. I need a toned muscled butt to rest my head on ?\n  ","607390":"\n  Im so tired ? im going to sleep! Ill be on whenever i wake up tomorrow ? goodnight send me love ?\n  ","607391":"\n  Like toned, definition ripped.\n  ","607392":"\n  Of course ?\n  ","607393":"\n  Im so happy we are friends as well ?✨\n  ","607394":"\n  Tea. Im obsessed with tea\n  ","607395":"\n  I couldnt agree more!! Its super interesting. Its like culture comes to America to die.\n  ","607396":"\n  I would wear it as often as I could ?\n  ","607397":"\n  LOL ? i am really grateful so many people wanna talk to me ?\n  ","607398":"\n  Oh, awesome ? what do you like to do?\n  ","607399":"\n  Omfg ? i love him. He makes me laugh. Everything he says is so real, i love his vlogs where he just rants. His tattoos are amazing. His taste in beauty and fashion omg i love him. Ahhaha ?\n  ","607400":"\n  You are so sweet my darling ✨\n  \n  Its nice to have another good friend on here ? ive always felt i could trust you ? you are so wonderful huns ✨\n  ","607401":"\n  Indulge in a little boom ?\n  ","607402":"\n  Because im not i just photograph well ?\n  ","607403":"\n  Im a sleepy baby who wants to go to dream world ?\n  ","607404":"\n  Ahhhhh ?\n  ","607405":"\n  Thank you ?\n  ","607406":"\n  No, just was wearing a jacket lol\n  ","607407":"\n  THANK YOU BABES ?\n  ","607408":"\n  I am so exhausted ? im probably gonna fall asleep ? how are you?\n  ","607409":"\n  Guys my head hurts\n  ","607410":"\n  No way!! You’re so sweet ?\n  ","607411":"\n  Literally the moment i posted it ?\n  ","607412":"\n  You’re welcome ? i hope you’re evening is good as well ?\n  ","607413":"\n  Yes it is ?\n  ","607414":"\n  i'm only here to help ?\n  ","607415":"\n  what do you hear?\n  ","607416":"\n  lets fly through the stars in our eyes together.\n  ","607417":"\n  All the books in Game Of Thrones.\n  ","607418":"\n  i am very happy today!! i hope you are happy!\n  ","607419":"\n  our sense of humor, we all find the same things funny.\n  ","607420":"\n  I love everything to be black lol\n  ","607421":"\n  Both because they both mean i get to be a snuggle bug ?\n  ","607422":"\n  yes, ive been to a couple of my friends houses that were haunted but i went to the Whaley House. The Whaley House scared me to death because certain things happened that even the tour guide quit and left.\n  \n  they had a glass case filled with a bunch of their old belongings that they were collecting and when i walked up to look, one item in the direct middle of the case in multiple cases started just shaking really fast and she looked at me then looked around and ran. I've asked multiple people if they saw anything move in the cases and they all have said no.\n  ","607423":"\n  exactly. ?\n  ","607424":"\n  Thanks lovely ?\n  ","607425":"\n  What if angels are aliens?\n  ","607426":"\n  Lets have a great day everyone ✨\n  ","607427":"\n  Yes!! It seems like hes having a great day today! ?\n  ","607428":"\n  Im not an angel, im an alien ?\n  ","607429":"\n  ?\n  ","607430":"\n  I really do want a pair of glasses to just wear ?\n  ","607431":"\n  You’re a sweetheart ?\n  ","607432":"\n  Mostly stress management for my PTSD.\n  ","607433":"\n  Oh!!!! How interesting, wait do you like it?\n  ","607434":"\n  Let me please be in one of your videos, we would have such a blast! ? i would love to dance with you! As long as you talk to me the whole time cause i love your voice ?\n  ","607435":"\n  I just got home. Now im just hanging out until i have my therapy and then gonna talk to my best friend after! What are you doing? ?\n  ","607436":"\n  Im actually a really good dancer, but not like the girls in your videos ? im very VERY good at salsa dancing. Im good at more jazz type dancing. Pretty good at hip hop. ? i love dancing so much. Im that girl who dances with everyone but in an elegant way.\n  ","607437":"\n  Oh my god, you’re serious?\n  ","607438":"\n  Love you ?\n  ","607439":"\n  I actually havent been sad for a few weeks, ive been doing really well! Today is my dad’s birthday, i have to call him! Brb ?\n  ","607440":"\n  What does explain for you my dear ?\n  ","607441":"\n  I dont think im that important where they will listen to my ideas ? but this is a good idea even though i set mine to all black so mine is night mode i guess lol. I wonder what night mode would look like on here, not a bad idea\n  \n   @ASKfm_eng\n  \n","607442":"\n  Whats up cinemax\n  ","607443":"\n  Why are you? ?\n  ","607444":"\n  No i havent. But now i want a Zonkey ?\n  ","607445":"\n  Probably 8000 movies ?\n  ","607446":"\n  Most definitely... I seriously have a sweet tooth ? im actually hyperglycemic\n  ","607447":"\n  I mean that body looks kinda sexy ?\n  ","607448":"\n  only if he's sexy. LOL\n  ","607449":"\n  I dont read as much as i used too. I should really put some more time into reading more books but i spend more time reading information from the internet but thats risky lol\n  \n  when I was reading a lot, I actually got to the point where I would read a book a day. So I would go to the library and pick 7 books each week.\n  ","607450":"\n  I wish the meaning of life was an easy answer but it all is based on ones perspective. Everyone finds a different meaning for their own life. I think the meaning of life is finding out what is worth suffering for. ✨\n  ","607451":"\n  Look into my eyes and find out ✨\n  ","607452":"\n  Ill start packing ?\n  ","607453":"\n  Awh! Get some rest love ?\n  \n  I wanna be all snuggled!\n  \n  Talk to you tomorrow ?\n  ","607454":"\n  Garbage in garbage out ?\n  \n  Dude please come save me\n  ","607455":"\n  HAHAHAHAH i swear Trumps Administration are nazis\n  ","607456":"\n  Omgggggggg im excited ?\n  ","607457":"\n  Why is that?\n  ","607458":"\n  Factual. Especially soccer players ?\n  ","607459":"\n  And your best is actually THE BEST.\n  ","607460":"\n  Omfg ? i am totally gonna do that ? thanks for telling me!\n  ","607461":"\n  you know what i love about you? when you say you're gonna do something, you actually mean it.\n  \n  most people would have said, \"If I\" instead of \"when I\" i love your confidence because you deserve it as well. youre so nice to me dude.\n  ","607462":"\n  hey, i never said i wasnt insane ?\n  ","607463":"\n  id share it with you ?\n  ","607464":"\n  Yes im a Nordic Alien ?\n  \n  Omg i love Spain too ?\n  ","607465":"\n  I tried looking for it. Theres a stripper pole in the middle of it too ?\n  ","607466":"\n  Yes, they do exist ?\n  ","607467":"\n  Did you ever watch Tila Tequilas show? Theres a scene where they show the bed they have in the house and omg i want it so bad. Like no joke ive thought about this so many times too!\n  ","607468":"\n  why like me? ? theres so many beautiful, smart, funny, sweet, loyal, and kind women out there. You'll meet one i bet ✨\n  ","607469":"\n  omg come hang out with me on it, im sitting there right now and its like a cloud lol\n  ","607470":"\n  oh wow, from where?\n  \n  and im like 50% Scandinavian and Finnish sooo\n  ","607471":"\n  i wonder if with every bite i get a million dollars...\n  ","607472":"\n  oh hell yeah, im getting better with my speaking skills (I actually talk exactly how I type, like I try to make sure you can here my tone through my writing) so im happy all my practice is starting to pay off. thank you spencer.\n  ","607473":"\n  where?\n  ","607474":"\n  Well, more like in Italy i should say.\n  \n  My parents never understood this whole sheltering your child thing. so pretty much if kids were doing something in italy i was basically allowed to do it here even though most of the time it was illegal lol\n  \n  another thing they were crazy about is the food, omg whatever europe has banned my parents wont buy anything with the those chemicals.\n  \n  oh and they act like they are from Switzerland with there money honestly. but i recently  found out they bank accounts in Switzerland so it makes sense now. lol\n  \n  oh and i was only allowed to look at european news as well.\n  ","607475":"\n  I've been smoking Cookies Gary Payton - omfg dude its so good. such a clean high.\n  ","607476":"\n  omg you liked it? i was so afraid i sound way to preachy or something ?\n  ","607477":"\n  mix of both\n  ","607478":"\n  i want it. in my mouth. omg.\n  ","607479":"\n  HAHA stop. ? you're being crazy\n  ","607480":"\n  I've never lived in Europe before but my family raised me like we were in Europe.\n  ","607481":"\n  I'm from california ?\n  ","607482":"\n  awh, thank you so much ?\n  ","607483":"\n  what did i do?\n  ","607484":"\n  i am not the best person to ask for motivation because its not really something i think i am particularly good at but when someone needs it, I kinda just tell them what everyone told me growing up - Success doesnt come from being perfect, someone who is successful is someone who fell on there face multiple times and still got up and tried again. Life is filled with trial and errors, not everything is going to work out the way you would like but you can try again a different way. Dont let failures stop you from living, mistakes are the only way for us to learn. if we were all afraid of making mistakes nothing would get done.\n  \n  im too much of a realist to be motivational lol\n  ","607485":"\n  My knowledge.\n  ","607486":"\n  I literally love everything about it. I love the costumes, the decorations, the food, the movies, and all the scary characters. I've always loved halloween. It was always a day i got respect for how much i enjoy dressing up and getting into characters.\n  ","607487":"\n  This is one of the best picture ive ever done with my life\n  ","607488":"\n  Let me be your doll\n  ","607489":"\n  Amazon! ?\n  ","607490":"\n  Cute is also me ?\n  ","607491":"\n  Aliens ? rule ✨\n  ","607492":"\n  Who do i look like in this picture?\n  ","607493":"\n  Thanks ? you’re sweet lovely pumpkin muffin ?\n  ","607494":"\n  A lot of selfies and rambling\n  ","607495":"\n  Im so different because im an alien ?\n  ","607496":"\n  You’re looking at it ?\n  ","607497":"\n  Im great ?\n  ","607498":"\n  Id probably go back to my old pseudonym, Sterling. ✨\n  ","607499":"\n  Guys i wanna do my makeup and put my favorite wig on ?\n  ","607500":"\n  You’re so freaking sweet ?\n  ","607501":"\n  Oh my, all of them! ?\n  ","607502":"\n  the egg dont swim to the sperm sis, never chase a man ✨\n  ","607503":"\n  I am just sitting back on here. I really want water ? what are you up too??\n  ","607504":"\n  My ability to find humor in tragedies ✨\n  ","607505":"\n  Thank you so much ?\n  ","607506":"\n  Loose.\n  \n  Example: whenever someone is being negative or mad or petty, i like to say “dont be a loose anoose.”\n  \n  Its a little out of control sometimes though i can literally use it for everything ?\n  ","607507":"\n  i approve of you darling ✨\n  ","607508":"\n  No, I would never live in Chicago lol\n  ","607509":"\n  investment ?\n  \n  or off shore accounts, ya know either or lol\n  ","607510":"\n  i just want so much bread right now\n  ","607511":"\n  the person you think of when you stand in front of the ocean. Thats the person you're in love with. ?\n  ","607512":"\n  offered her the world\n  \n  she said she had\n  \n  her own. ?\n  ","607513":"\n  Bad Santa\n  ","607514":"\n  ???\n  ","607515":"\n  Correction: ill suck yours out ?\n  ","607516":"\n  Im such a disaster ?\n  ","607517":"\n  Please do not\n  \n  break my heart\n  \n  I think it's had\n  \n  enough pain.\n  ","607518":"\n  Fudge. Idk why but fudge during the holidays is the best.\n  ","607519":"\n  at the moment, i would like a little less questions cause im trying to play catch up but its getting almost impossible. lol\n  ","607520":"\n  just give it some more time. im sure they will.\n  ","607521":"\n  Waiting for mine? Ive had mine for like 3-4 years now i swear. It only took me like 2 hours\n  ","607522":"\n  im always down to do stuff like this\n  ","607523":"\n  i get blocks all the time.\n  ","607524":"\n  Norway, Trésors du Monde\n  ","607525":"\n  We are so close to halloween ?\n  ","607526":"\n  well, considering im adopted and i have a brother - i would have to say yes.\n  ","607527":"\n  you are all 50 flavors of jelly beans,\n  \n  you make all the teens,\n  \n  turn into little scream queens,\n  \n  because you taste a little something like a dream. ✨\n  ","607528":"\n  yes i am lol ?\n  ","607529":"\n  we have a lot of pets here so we have to clean every morning ahhaha.\n  ","607530":"\n  im so spoiled when it comes to my bed lol okay so i have this super soft fluffy blue blanket and a duck feathered down blanket that i snuggle with to death. Then i have a body size pillow on my left and 4 pillows surrounding me like a cloud. ? i'm a big snuggler lol\n  ","607531":"\n  I use it after! so it picks up the little stuff i didnt get before.\n  ","607532":"\n  xoxo ? that made me laugh ahhaha sly fox\n  ","607533":"\n  sweeping the floor. so satisfying\n  ","607534":"\n  i just love the forest in Autumn\n  \n  *made by boom*\n  ","607535":"\n  when someone eats all my food but just leaves a bite left.\n  \n  like what kind of animal are you? just eat the whole fucking thing, you've already committed to it. goddamnit.\n  \n  see im already annoyed HAHAH\n  ","607536":"\n  putting sea catfish in with the cod to nip at their tails and keep them active\n  ","607537":"\n  i'm actually studying on my own. I've always learned better by doing my own reading and then talking to someone who can teach me more about something. So, with this logic im thinking that if i teach myself enough to the point where i need more teachings - ill probably go back to school.\n  ","607538":"\n  i cleaned for like an hour today and i swear it felt like i was not only cleaning the house but cleansing my soul lol\n  ","607539":"\n  it might ?\n  ","607540":"\n  oh my, yes. i thought it was terrible lol\n  ","607541":"\n  meat ?\n  \n  by far the most satisfying GIF to make lol\n  \n  *made by boom*\n  ","607542":"\n  omg, all the time. ?\n  ","607543":"\n  Gemini ♊️:\n  \n  1. Will keep it real ?\n  \n  2. Prideful ??\n  \n  3. Loyal to a fault ?\n  \n  4. Wild at times ?\n  \n  5. Savage ?\n  \n  6. Great Kisser ?\n  \n  7. Loner at heart ?\n  \n  8. Misunderstood ?\n  \n  9. Speaks fluent sarcasm ??\n  \n  10. Will knock your lights out ??\n  ","607544":"\n  Give me your soul,\n  \n  cause I'm ready to consume.\n  \n  Take off your clothes,\n  \n  get completely nude.\n  \n  I'll put on a pretty little costume,\n  \n  drench myself in your favorite perfume,\n  \n  then make you explode like a water balloon. ?\n  ","607545":"\n  with all my lil booms ?\n  ","607546":"\n  it's like a blend of genuine charisma with a good sense of humor and laugh.\n  ","607547":"\n  it kinda feels like ive already created one on here ?\n  ","607548":"\n  Thank you sweetheart ?\n  \n  I honestly wasn’t even trying too . It was weird yesterday morning i was #66 and then in the after i was all of sudden #1?\n  ","607549":"\n  RUB IT IN WHY DONT YOU\n  ","607550":"\n  holy fuck, i love you so much. yes.\n  \n  my flag is just her face HAHA\n  ","607551":"\n  I want to design one so bad ?\n  ","607552":"\n  oh, while eating another bite i would go, \"what the fuck?\"\n  ","607553":"\n  i just choked on my own spit from laughing so hard.\n  \n  \"Go Swagistan!\" made me the happiest person alive right now.\n  \n  i had no idea that all i need from life was someone to say \"Go Swagistan\" hahahahah.\n  ","607554":"\n  this would honestly freak me out lol\n  ","607555":"\n  I may let you have ONE slice ?\n  ","607556":"\n  Im the ultimate hangout buddy, I just font give a fuck ??\n  ","607557":"\n  They look chunky!\n  ","607558":"\n  I dont even know who you are so no?\n  ","607559":"\n  yes, they do exist ?\n  ","607560":"\n  What? ?\n  ","607561":"\n  god, this made me just wanna go, \"YA! I fucking love bananas\"\n  \n  then i started laughing cause i realized I really do fucking love all kinds of bananas ?\n  ","607562":"\n  you should have been, i follow you??? i went down the list, idk why you werent there!!\n  ","607563":"\n  i had to look this up, and honestly it does look exactly the same.\n  ","607564":"\n  I love banana bread so much. like an unhealthy amount.\n  \n  me and bread are lovers. ?? + ? = ?\n  ","607565":"\n  Omg theres so many:\n  \n   @Pookeo9\n  \n\n   @Alicia861\n  \n\n   @NicoleBuckleyyx\n  \n\n   @BonesAngela\n  \n\n   @SavannahMaeb\n  \n\n   @midso\n  \n\n   @arjunatheaurora0539\n  \n\n   @ashitasharma02\n  \n\n   @alexajohnson_14\n  \n\n   @Bellezzeaskiane2k16\n  \n\n   @Bands_Over_Food\n  \n\n   @belen_slt\n  \n\n   @brayandelcast\n  \n\n   @BoOody1196\n  \n\n   @CrxstalCastles\n  \n\n   @caitlindymond\n  \n\n   @chelly17x\n  \n\n   @dimasik_wolf\n  \n\n   @Esraaashraaf0\n  \n\n   @Esoparati\n  \n\n   @eatyourcake\n  \n\n   @EduardoGomez257\n  \n\n   @EbonyRamus\n  \n\n   @fiezuqa\n  \n\n   @fabbielousxo\n  \n\n   @Houlachan7\n  \n\n   @HrystalTiren\n  \n\n   @JamesW7558\n  \n\n   @jeshkahope\n  \n\n   @Ja2317\n  \n\n   @Kaytfios1234\n  \n\n   @Kelseymyrina\n  \n\n   @katyanss17\n  \n\n   @keepmovingforwardx\n  \n\n   @ManicMartyrdom\n  \n\n   @MermaidOnTheMoon\n  \n\n   @maresx\n  \n\n   @MattiaCamarella\n  \n\n   @moonstonepizza\n  \n\n   @ne_opoznannaya\n  \n\n   @nkeefe\n  \n\n   @Pupsoni92\n  \n\n   @Quotesarelifeadvicetoo\n  \n\n   @rashafarian\n  \n\n   @ripkilledbyligma\n  \n\n   @rhysroberts5s\n  \n\n   @svspicion\n  \n\n   @SyedaAlina009\n  \n\n   @slanggang412\n  \n\n   @Sardarkhan637\n  \n\n   @TheJoshGill\n  \n\n   @tumblr_and_starbucks\n  \n\n   @TrivialTrinket\n  \n\n   @TanuhaTkachuk\n  \n\n   @vzno\n  \n\n   @WhySoManyTaken\n  \n\n   @x_KG_x\n  \n\n   @youlikebrii\n  \n\n   @youcancallmeolivia\n  \n\n   @ZeldaXoxo_\n  \n\n   @Zim8911\n  \n","607566":"\n  Ugh, i could totally go for a donut.\n  \n  i had banana pudding though, i cant complain.\n  ","607567":"\n  awh ? you are the best!! Thank you so much!! I hope you having a wonderful day as well! ✨\n  ","607568":"\n  I hate that too. I turn bright red & I cant help but hide my face. The whole time I just wait for it to stop. I actually don't take compliments very well (assuming the toast would be good)\n  ","607569":"\n  HAHAHAHAHAHAHAHAHAHAHAHAH why do i find this so funny? i'm losing it ?\n  ","607570":"\n\n   صباح الخير. أتمنى أن يكون يومك سعيدا. ?\n  \n","607571":"\n  why would i waste perfectly good tea over something so minuscule?\n  ","607572":"\n  YES. I saw that. I think thats a new thing.\n  ","607573":"\n  I look like such a mess right now or i mean always ?\n  ","607574":"\n  I obviously went for a Macbeth vibe since my name is Boometh lol?\n  ","607575":"\n  A: anything\n  \n  B: but\n  \n  C: country\n  \n  and\n  \n  D: dubstep\n  ","607576":"\n  i believe meditation & music can help a lot ?\n  ","607577":"\n  truthfully, its becoming increasingly hard to live there unless you have a very good career and you are willing to live modestly. There are places that are more affordable though, it just doesnt look anything like what you'd think.. the best thing about san diego is the weather by far, sadly it has become a mini LA but more calm.\n  ","607578":"\n  \"Family, Religion, Friendship. These Are The Three Demons You Must Slay If You Wish To Succeed In Business.\"\n  \n  - C. Montboomery Burns\n  \n  He's definitely says the same shit i say lol\n  ","607579":"\n  I love butter so much ?\n  ","607580":"\n  San Diego.\n  \n  *made a GIF of down the street from one of the places I lived*\n  ","607581":"\n  The lobster makes the mac & cheese super buttery.\n  ","607582":"\n  No, nunca he hecho eso. Realmente no creo que pueda fingir una relación tan bien.\n  ","607583":"\n  They think she's fire ?\n  \n  full of anger & furious ?\n  \n  they don't know that,\n  \n  that same fire can be light too. ?\n  ","607584":"\n  oh god no, i have the worst stage fright. The moment everyone goes silent and just stare at me - i freeze.\n  ","607585":"\n  no because for starters, as I get older I am going to hope everyone is gonna forget my birthday so I can just pretend I'm not getting older ? secondly, a wedding ring is a material item - an item that can always be replaced. We all accidentally lose things its really not a big deal to me. & whenever someone loses something I always say, \"Don't be sad, you can get an even better one now or something else if you want.\"\n  ","607586":"\n  There's been a lot of moments in my life where my shyness made me lose incredible opportunities. opportunities that most people would be like, \"you are stupid for giving that up.\" honestly i am not entirely sure if my shyness is real shyness or more of a fear of what im actually capable of and fear of always living in a world where everyone feels inferior around me.\n  ","607587":"\n  then where?\n  ","607588":"\n  DM me on my IG: Ladyboometh\n  ","607589":"\n  That's a really good point. ?\n  ","607590":"\n  uhm, i dont like my feet its weird but i just get grossed out by my own feet.\n  ","607591":"\n  Pay me for what exactly?\n  ","607592":"\n  I fucking told you guys they wouldnt let me back out of being VIP+. I didnt do any of the tasks and they gave it back to me. ? lol ?\n  ","607593":"\n  I can be ?\n  ","607594":"\n  Come off anon ☹️\n  ","607595":"\n  When someone shows me some love, i try to show some back in the best way i can ?\n  ","607596":"\n  Insurance ?\n  ","607597":"\n  I feel great today ✨ how do you feel? Im waiting for Sushi right now ?\n  ","607598":"\n  just because you're a little crazy doesnt mean i dont want to be friends with you! the best people are crazy, thats why i have that tattooed on my arm. lol\n  ","607599":"\n  oh my god, have you gone to the doctor?\n  ","607600":"\n  every other day at least.\n  ","607601":"\n  i love water\n  \n  *made by boom*\n  ","607602":"\n  i love when people write me stuff! its my favorite thing.\n  ","607603":"\n  whys that?\n  ","607604":"\n  whats wrong?\n  ","607605":"\n  Hey! how are you?\n  ","607606":"\n  yes i am why?\n  ","607607":"\n  i love that baby gorilla at the bottom?\n  \n  *made by boom*\n  ","607608":"\n  I WANT TO EAT ONE RIGHT NOW\n  ","607609":"\n  Random photo repost:\n  ","607610":"\n  just the fact that you admitted that i cross your mind randomly brings so much joy and warmth to my heart!?\n  \n  I love when you send me random stuff! I am always interested in what you have to say.\n  ","607611":"\n  Its just my way of showing you how thankful i am that you are in my life spencer!! & now that i think about it, I wanna meet the Pope. Only because i read that the Vatican has the largest telescope in the world!! Also, i want to go into the Vatican Library\/vault too and their bank. pretty much i wanna see everything lol\n  ","607612":"\n  No, i dont. im not really a fan of that stuff.\n  ","607613":"\n  awh thank you! i really dont like my messy hair!\n  ","607614":"\n  precisely\n  ","607615":"\n  oh my god!! thank you so much!!!\n  ","607616":"\n  i am not good with cat breeds either.\n  \n  i have one cat, shes a Bombay cat\n  ","607617":"\n  what kind of cats do you have?\n  ","607618":"\n  I missed talking to you too!\n  \n  hows everything going? are you doing okay?\n  ","607619":"\n  Baby Elephants are adorable.\n  \n  *made by boom*\n  ","607620":"\n  once you start hitting 7+ cats, i get a little concerned.\n  ","607621":"\n  Saving money is impossible for me.\n  ","607622":"\n  i am going to be honest with you, that movie looks terrible.\n  \n  why does the girl remind you of me?\n  ","607623":"\n  HAHAHAHAHAHAHAHAHAHAAHAH\n  \n  21 savage cracks me up\n  ","607624":"\n  Thank you so much darling!\n  ","607625":"\n  I want to live in Norway\n  \n  *made by Boom*\n  ","607626":"\n  i am really good despite period cramps!! how are you doing lovely bones?\n  ","607627":"\n  I wish people would stop asking me what i do for a living or what i want to do for a living. like obviously if i knew i would be talking about it all the time, so like people need to stop asking me cause i dont fucking know yet... im going through a spiritual awakening at the moment, i am still learning who i am everyday.\n  ","607628":"\n  Yass. Uwielbiam twoje małe głosy hypemana.\n  ","607629":"\n  Not as often as i would like. I have so much family there and we NEVER go.\n  ","607630":"\n  You can buy one online and they will ship it to you frozen omfg. I am looking at pictures and i am crying BUT thats actually not the pizza i was talking about! It doesnt look the same, its too stuffed. the place i went too the pizza wasnt as thick.\n  ","607631":"\n  uh, its not appropriate to talk about on here lol\n  ","607632":"\n  awh, this is so beautiful!?\n  ","607633":"\n  So, truthfully the nap turned into me just passing out lol\n  ","607634":"\n  Whenever someone tries to make me choose one favorite of something, i swear it feels like my brain is gonna explode cause all these different things go off in my head that it makes it really hard to decide. idk how people just one.\n  ","607635":"\n  Oh yes, his acting skills are amazing. Hes a little weird, but thats my favorite part about him.\n  ","607636":"\n  I couldnt agree more?\n  ","607637":"\n  Oh, i am forsure a night owl.\n  ","607638":"\n  My sunday is good, hows yours?\n  \n  I dont have any plans, do you?\n  \n  I am not ready for the week whatsoever, how is your week looking?\n  ","607639":"\n  Today, i am just hanging out in the living room on here and watching someone play Dying Light. Today I get to do nothing, since i want to rip my uterus out. So its going to be an easy day today! how are you spending your sunday, Joanna?\n  ","607640":"\n  You're sweet, i am not a beauty queen!!\n  ","607641":"\n  what are you talking about, I already created one? I am Vladymir Boomin from Swagistan. LOL\n  ","607642":"\n  MID$Ohappy, Dopiero niedawno naprawdę cię poznałem, myślę, że ty i ja bylibyśmy niesamowitymi przyjaciółmi. Jesteś naprawdę zabawny, a twoje rapy mnie rozśmieszają. W dobry sposób. Niewiele wiem o Polsce, ale mam wielką nadzieję, że zdobędziesz publiczność. Naprawdę mam nadzieję, że z czasem się poznamy. Mam nadzieję, że Ty również masz wspaniały wieczór.\n  ","607643":"\n  Сегодня прекрасный день! Мне не нравится Spodify, он не подходит для поиска музыки, которая мне нравится. Я предпочитаю Apple Music.\n  ","607644":"\n  I doubt the person i am thinking about is you, so probably not?\n  ","607645":"\n  может быть, в вашей жизни есть что-то, что вас беспокоит, о чем вы не подозреваете в данный момент.\n  ","607646":"\n  как мой ответ ненормальный?\n  ","607647":"\n  I wish I had a wish to make a wish with.\n  ","607648":"\n  So I went online and found a random location generator, It picked Algeria for you.?\n  ","607649":"\n  Ask used to be a little bit more gritty. As time goes on, it gets less and less gritty. and im just over here like boooo, where are my comedic realists?\n  ","607650":"\n  So far my day is going pretty well. sadly i am on my period so i am in a lot of pain but other than that im doing well. its another beautiful day too. i hope you're having a great day✨\n  ","607651":"\n  of course, i like to look cute lol\n  ","607652":"\n  give me examples of things that were evil thousands of years ago thats still considered evil today.\n  ","607653":"\n  Omg no thats beyond true. Sometimes you gotta fake it to make it. And ask anyone who was poor growing up how they got wealth theyll say, “i thought like a rich person” you’re making a lot of great connections that ive met older people cant grasp at all.\n  ","607654":"\n  Thats what ive been trying to tell people cause like i grew up in a lot of wealth but there good people. Money is just an extension of oneself. If a bad person gets a lot of money they will be an even worse person with money.. if a good person gets money theyll be an even better person with money.\n  ","607655":"\n  Oh its all perception and about societal rules, as well as adaption to the era. I think the same thing!\n  ","607656":"\n  I hope you have a beautiful sunday ☀️ you deserve it sunshine ?\n  ","607657":"\n  Thats true, i didnt say no ?\n  ","607658":"\n  Youve been OBSESSED with money for some reason for the last couple days. It must be the whole idea about money. I can see you being really successful\n  ","607659":"\n  Wow! Thank you so much ?\n  ","607660":"\n  Theres so many flavors out there that i like for very different reasons. ?\n  ","607661":"\n  Honestly i can function on very few hours of sleep. I really love sleeping when i can sleep but i don’t actually need sleep but shhhhhhh dont tell anyone! ?\n  ","607662":"\n  I prefer it.\n  \n  My thoughts are the best when im alone. ?\n  ","607663":"\n  Only one?! I have to choose ONE?! No id rather choose suicide. ? thats such a hard question like if i ever got put on death row, my last meal would be pages long.. ?\n  ","607664":"\n  Why would you wanna marry someone with a mind as crazy as mine? ✨\n  ","607665":"\n  EVERYBODY, WE NEED TO GET SPENCER $800 MILLION ? I really want those outfits ? you’re so sweet tho but i mean the fact you need $800 million to buy me something is a little questionable but still love uuuu ??\n  ","607666":"\n  Yeah i do. It was 2013 [senior year of high school] I was actually really crazy popular on Formspring but then they shut down the site but someone who knew i was big on that site [formspring] said i should try askfm. ?\n  ","607667":"\n  On my amazon wishlist i really want more wigs. I wanna dress up more. ?\n  ","607668":"\n  Omg i need a nap. Lol. Ill be back at around midnight ??\n  ","607669":"\n  Blows my mind you think i look perfect ??\n  ","607670":"\n  Scandinavian, Finnish, French, German-Jew, Vietnamese,Thai.\n  \n  Mixed all those together and thats how you make Lady Boometh ?\n  ","607671":"\n  How do i just pick one? Probably my favorite thing ever is Edward scissorhands\n  ","607672":"\n  I thought we were already becoming friends, MID$Ohungry.\n  ","607673":"\n  My hair after a shower is crazy ?\n  ","607674":"\n  I can only hope for that ?\n  ","607675":"\n  I feel like a ball of jelly that can walk around ?\n  ","607676":"\n  I would have to ask my family to figure it out cause i have no idea\n  ","607677":"\n  Why are you so bored lovely ?\n  \n  I am doing well! I just have a heating pad on my stomach but it feels wonderful! ? i hope you are doing well ✨ what have you been up too?\n  ","607678":"\n  I feel like we are starting to cross some more questionable lines with video games now.\n  \n  Which illegal activities have they not shown in a game?\n  ","607679":"\n  Awh, im thankful you found me too!! ? i swear you are becoming my best friend ?\n  ","607680":"\n  Shit, that was supposed to say you! You can request it\n  ","607681":"\n  Basically ✨\n  ","607682":"\n  I can request it from them! ?\n  ","607683":"\n  Okay, so im gonna do this thing where when it says im online that means my anonymous is off, so i can answer questions quickly and then when im invisible my anonymous will be on. I love you guys but fuck the irony is real cause you blow my inbox up ?\n  ","607684":"\n  Right?! Thank you!\n  ","607685":"\n  I love talking to you ? theres a lot of people on here that just are so rude all the time and i get exhausted by just reading there answers. Anyways, im not leaving im just gonna do it differently ?\n  ","607686":"\n  Yeah but i dont want to test my dna through any corporate company, if i ever did it i would have to find a lowkey scientist to do it for me.\n  ","607687":"\n  Well, our biggest thing is just dont hurt other people right? And some people can follow that but some people cant always do that.. so VR isnt real, so they can indulge without actually hurting others. I mean whats the difference between that and other games where you just constantly kill people?\n  \n  Especially if they used the tesla suit and it got so insane that VR felt so real it was a way for them to release whatever it is they need to get out and then go back into society like they arent fucking psychotic\n  \n  Honestly i feel like im writing about a movie idea ?\n  ","607688":"\n  Nooo i stress out when i do have it ?\n  ","607689":"\n  DAMNIT. Boooo. Whatever im just gonna ignore it ?\n  ","607690":"\n  I didnt have to get my dna tested to know where im from ? i figured it out by being detective boom and people told me ?\n  ","607691":"\n  I think if i dont complete the tasks they’ll take it down.\n  ","607692":"\n  Well i didnt want the coins back either lol and last time i didn’t complete it they just kept me going. So idk whats gonna happen cause ya im not gonna do it.\n  ","607693":"\n  What if we created an outlet such as VR where they could do whatever they desired, would that be wrong?\n  \n  I mean i kinda assumed we all know i mean happiness where someone doesn’t intentionally hurt other people lol.\n  ","607694":"\n  Well how evil are we talking? I believe theres grey areas to everything. I always believe we all have a part to play, good or bad. Also, what is good and bad anyways? Its all based on perspective and ones values. Something you might think is good, someone else might think is bad.\n  ","607695":"\n  You have weekly tasks and you just have to absurdly active?\n  ","607696":"\n  No, i have to finish all the bullshit tasks. It all reappeared this morning ?\n  ","607697":"\n  BEST THING EVER. As soon as i got off the plane my family took me to the best place for deep dish pizza (i cant remember whats it called right now) i got bbq chicken deep dish and i cried when i ate it no joke. It was embarrassing but in a beautiful way. For the rest of my visit they just took me to best food spots.\n  ","607698":"\n  This depends on your definition of someone who supports LGTB community. I will say that most of my friends are in that community. My sister is involved with PRIDE every year and volunteers. I just support happiness, whatever that means for a person. ?\n  ","607699":"\n  hahahahhahah interception ?❤️\n  ","607700":"\n  Not really, we put in a lot of effort for no real reward and im just like boooo i dont want it but nope. I asked to have it removed and they didnt like that.\n  ","607701":"\n  Yes!! And for some reason ice cream even though they say dont eat that during your period.\n  ","607702":"\n  Ive only been up for 4 hours.. ?\n  ","607703":"\n  How does someone steal questions ?\n  ","607704":"\n  I barley can. It get so bad sometimes. I have to have an unhealthy supply of snacks and make sure i take iron supplements. Its not a good time ?\n  ","607705":"\n  The Order - is pretty good\n  ","607706":"\n  Dont worry I’ll probably still be awake ??\n  ","607707":"\n  I would feel curious.\n  \n  Bring what exactly out of me?\n  \n  Why would I be so important?\n  ","607708":"\n  Ive been outside with the pups all day cause its such a beautiful day. I just got out of the shower though and im going to clean a little bit ?\n  ","607709":"\n  Pretty much everything that is shot of Chicago in movies ive been too.\n  ","607710":"\n  Its 4:39pm\n  \n  Its still sunny ☀️?\n  ","607711":"\n  Hahaha ? i swear i wouldnt be a good representation of them ? but awwwhhh you come on to talk to me? ? thats so sweet!\n  ","607712":"\n  MID$Osoup ?\n  ","607713":"\n  Ew im not a boomER im Boometh ?\n  ","607714":"\n  Anytime my crazy polish rapper.\n  \n  I am a child... i really want to call you MIDSOhorny ?\n  ","607715":"\n  I am pretty good, just still in bed. Its so cold today!! ?\n  ","607716":"\n  Now that would be a future I would NEVER expect ?\n  ","607717":"\n  That sounds like a coma. ?\n  \n  I think you’ll really like him. He recently passed away sadly.\n  ","607718":"\n  Dont, it takes time and patience it build up a following like this. Youll get there, just keeping working on it ? and i can try and help as much as possible ✨\n  ","607719":"\n  OH OH OHHHHHHHH i had no idea! ✨ thats a great point. It is a great way to reach more of an audience!\n  ","607720":"\n  Be honest with me please, why do you want so much activity? Im curious ✨\n  ","607721":"\n  Hey ? how are you?! ❤️\n  ","607722":"\n  Oh i cant be unverified unless i do something like really wrong! But I really really dont want VIP lol ?\n  ","607723":"\n  Now this made me laugh ?????? you just inspired me to want to get money green paper and just start making my own currency and start to claim i am my own country since i am Lady Boometh. ? then plot twist: I would be the reason for asylums to be rebuilt ?\n  ","607724":"\n  Oh yeah! I watched videos of this spiritual teacher [Ram Dass] and hes so funny. Hes like “in order to really open your mind you have to do 5gs” im like omg im gonna literally leave this dimension if i do that but thats pretty much the idea. You watch videos about him, hes awesome.\n  ","607725":"\n  I emailed ASKFM last night, asking them if theres a way i can take down my VIP Badge since because of them i lost everything and i told them to do that to one of the more active users just made me not want to be apart of VIP+ anymore and id rather just focus on the people with a regular account and i wake up to getting a lot of coins back and them saying they dont want to do that and theyll give everything back. Like wtf ? no like i was serious I really didnt want it back ??? fuck me i dont want to be VIP+\n  ","607726":"\n  Omg so i don’t believe in weird coincidences because I believe some of us are more connected in ways we probably couldn’t understand yet!\n  \n  But i love talking about ego death! Whats your take of ego death?\n  ","607727":"\n  yeah i am awake now but im about to crawl back into bed and snuggle up! i will be on later in the morning! hope everyone has a wonderful morning.✨\n  ","607728":"\n  where are you when i need you?\n  ","607729":"\n  i couldnt live without surprises from you.\n  ","607730":"\n  i lowkey wanna turn off anonymous so i can bust through some questions without getting a bunch of instant replies but then i wouldnt be able to talk you. cause i know its you that i mostly talk too HAHA.\n  ","607731":"\n  i am probably going to start watching netflix myself, i believe i answered enough questions for right now.. i can tell im starting to get a little bit delirious. i wanna make tea and snuggle up anyways!! ill be back later during the day most likely. What show are you watching? I hope you two are enjoying your time together!! i hope you eventually get some rest. Talk to you later lovely?\n  ","607732":"\n  HAHAHAHHAHAHAH omg thats so gross\n  \n  i just imagined you doing that and ew hahaha\n  ","607733":"\n  oh my god.... yeah.\n  \n  i was always wondering about that\n  \n  do i have ocd\n  \n  fuck\n  ","607734":"\n  the movie sucked. the book was way more raw and grimey.\n  \n  they couldnt do everything that happened in the book, because it was a pretty dirty book lol. there were moments that book tore out my heart though..\n  ","607735":"\n  i HATED it. so much.\n  \n  it was so slow. i just hated the second half of the movie.\n  \n  at first you're like this is gonna get insane, then you get to end and you literally start to question if you are insane for sitting through the entire movie... lol\n  ","607736":"\n  How am i supposed to approve an account when i dont know who you are? please dont take this the wrong way but i have way more than just you not approved on my IG.\n  \n  and i didnt blow you off at all, i've been using letterboxd because of you and been watching movies because of you. but since i got banned my progress on my inbox got all fucked up cause like dude today i got 200+ in 8 hours, and that was after i literally complained about getting 400 overnight basically. So i didnt blow you off, i just have to make it to the bottom of my inbox to be able to reply back to you and omg now im just stressed out just thinking about it ahahah.\n  \n  but seriously just because i cant reply right away doesnt mean i just said fuck you, like i will get to you.. i clearly enjoy talking to you like why wouldnt i reply if i could?\n  ","607737":"\n  oh yeah, theres moments where i wonder if i have ocd cause like idk i do weird things just cause my brain said i had to or i have to finish or idk how to explain it. & when i dont do something i get the worst anxiety ever.\n  ","607738":"\n  What is even real?\n  ","607739":"\n  & this is why you're the best\n  ","607740":"\n  why did that get me all excited? HAHA.\n  \n  omg i wanna eat it.\n  \n  i wanna put it in my mouth\n  \n  im so mad right now. ahahha\n  ","607741":"\n  it was funny, when i read that my account has been banned i actually let out like a sigh of relief! like my brain was like THANK GOD. ya know? So it wasnt hard for me to realize i really need to start doing more of my other interests. I've just been doing a lot better and also not caring feels great. I look at some peoples accounts and just like there page alone feels like they are trying SO HARD and it drains energy from me and its not even my own page. its so surprising how much life can just blind side you sometimes.\n  ","607742":"\n  omg please dont bombard me with questions, im like already stressed out that people sent me this many questions in just 2 days even after been banned for a few hours. LOL.\n  \n  what are you cooking and baking? i feel like you and i would have so much fun hanging out at 2am lol\n  ","607743":"\n  LOL what are you up too?\n  ","607744":"\n  My god, this sounds wonderful!! This made me so happy for you. You must have had a wonderful evening. You are amazing Spencer! you deserve to have the best highs all the time. you bring calmness to the world, you ease storms, and tame lightning.\n  \n  also, would meeting the Pope really be that great?\n  ","607745":"\n  thank you for being awesome. this made me smile.\n  \n  i think you are the power beams i need. shine your light on me.\n  ","607746":"\n  I will always love squishy xoxo\n  ","607747":"\n  AWWWH no!! dont make it sound like that, just some times its good to take yourself away for social media platforms. I have to do it often because i really dont want to be sucked into the vortex. this made me sad.\n  ","607748":"\n  Misconceptions of autism and Historically famous people with autism.\n  ","607749":"\n  I feel like it depends on the female as an individual.\n  \n  some dress up for significant others.\n  \n  some do it to compete with other females.\n  \n  some do it for themselves.\n  ","607750":"\n  Wakey wakey\n  \n  hands of the snakey\n  \n  made some eggs and bakey.\n  ","607751":"\n  You might be slightly insane cause you default pictures are questionable but you're always nice to me so im like idk you can be nice when you want to be lol\n  ","607752":"\n  Why the hell not?\n  ","607753":"\n  Mystique is like the only villain i didnt really get mad at lol\n  ","607754":"\n  LOL I miss some of you. I truthfully prefer to come on at this time cause its 2:30am because theres not a lot of activity for me so i can actually take my time going through answers. So i really dont mind it but truthfully i started watching Van Helsing the show on Netflix and i just wanna watch it so bad but its been a couple days since i checked up on some of you.\n  \n  why are you awake?\n  ","607755":"\n  I have heard a lot about \"ego death\" as well. Been watching a lot of videos about Psilocybin and they are saying its a great way to have \"ego death\" So, I'm probably gonna try it and see how it goes. (omg i forgot to tell you, I started growing them and OMG they are looking so good)\n  \n  I have a feeling that theres some connection to the two, i am just not sure yet how it might work.\n  ","607756":"\n  I was already looking into this, and reading a couple chapters!\n  \n  i loved his other book Running With Scissors.\n  \n  I think my dad has autism, so i think thats why i started wanting to learn more about it.\n  ","607757":"\n  hey darling! i am doing well, how are you doing?\n  \n  I cant sleep. I fell asleep like super early in the afternoon so now i am probably going to be on here for a long time.\n  ","607758":"\n  Before I started reading more about it, I have always thought that theres people among us that have autism but would never know it. Heres a list of some people everyone would know that has\/had autism; Tim Burton, Bill Gates, Albert Einstein, Steve Jobs, Jerry Seinfeld, Mozart, Darwin, Emily Dickinson, Thomas Jefferson ect. I think you get the point lol\n  \n  I dislike how they teach about autism in the school. Theres three levels of autism. the ones that would never know it, would be the first level. The first level are people who are very independent but they have issues with social situations. They are usually really good at certain things though, so you wouldnt think of them having autism because they become a member of society just by having some sort of exceptional talent.\n  ","607759":"\n  According to what I read is an ego is created early on from a childhood trauma. It is the part of the brain that mediates between the conscious mind and subconscious mind. They say that ego can take full control. now my question is, is their a way for you to get rid of your ego if you realize that your ego has taken full control? I also read that egotistical traits get stronger as you get older based on certain experiences. Such as; Disliking other people who are succeeding, not be the center of attention, or constantly comparing themselves to others.\n  \n  My biggest thing is an ego sounds like textbook narcism. So, is narcism created from our egos or does narcism have a part in peoples egos?\n  ","607760":"\n  i really dont know lol maybe they will read this and let us both know lol\n  ","607761":"\n  OMFG? how have you been?!\n  ","607762":"\n  I watched The Master on Netflix & oh my god. I am lost of words. Its hard to watch in certain moments and they [Joaquin Phoenix and Philip Hoffman] are such good actors that I actually thought they are insane.\n  ","607763":"\n  That would be so lovely ???\n  ","607764":"\n  I was a little social butterfly. I had to be the center attention when everyone was around. My dad said i didn’t really cry a lot either, ive always been a really mellow human lol. I have always been outrageously patient. My parents would bring me to meetings and all the other kids would be screaming and begging to go home and i would just sit quietly and listen to the adults talk especially since they think kids arent smart enough to understand anything. I could be really shy at times though and i did prefer to spend time alone. I think i had a little darkness in me as well cause i was mischievous as fuck.\n  ","607765":"\n  I dont know. I just hope it will be warm this weekend ☀️ i wanna be outside this weekend. I really wanna walk around the river.\n  ","607766":"\n  I am good ?\n  \n  How are you?! ✨\n  ","607767":"\n  I used to hate my name growing up but now the older i get the more fitting my name becomes and its actually quite a beautiful name and it sounds really good too. My parents did a good job and you couldnt make fun of me with my name ? i got lucky with that.\n  ","607768":"\n  So she called you ugly cause you looked at her?\n  ","607769":"\n  Well, not everyone but im sure you love me ? & i love yousssss. You all are the best ❤️\n  ","607770":"\n  *siren* loose anoose alert ?\n  ","607771":"\n  Why did she call you ugly?\n  \n  Im sorry, that wasnt very nice of her. ?\n  ","607772":"\n  I am, are you?\n  \n  Thanks for asking ✨\n  \n  I hope you had a great week and i hope you have an even better weekend ?\n  ","607773":"\n  holy fuck, i got 400 questions in a day. ugh. guys whyyy.\n  ","607774":"\n  to enjoy all the snuggles lol\n  ","607775":"\n  I have been studying. i have been learning about egos, then i started looking into different versions of autism.\n  \n  then i have been doing sudoku. and watched a couple new shows on netflix. made kombucha. just all very different things lol\n  ","607776":"\n  Boom, duh ?\n  ","607777":"\n  You flirt with everyone jack ?\n  ","607778":"\n  AWH! You’re so cute! Yes i am ? how are you?\n  ","607779":"\n  ?? thank you so much. It does give me joy reading my username. Im glad you enjoy it too. Im pretty sure someone is out to get me cause they probably feel infuriated.. lol ?\n  ","607780":"\n  Uh ya, and i did multiple times ?\n  ","607781":"\n  I feel special that you like me ✨ why do you dislike people?\n  ","607782":"\n  Oh im doing great. Ive just been doing other stuff since i was putting way too much effort into here, and when you stop caring about the coins and VIP+, idk its more enjoyable for me cause i dont feel obligated to be on. I can do stuff without think “fuck i havent checked ask” ahh ya its been a good couple days of just me time ?\n  ","607783":"\n  Yes im here love ?\n  ","607784":"\n  Omg i never lived closed to malibu. But fuck now i wanna see!\n  ","607785":"\n  I really dont know. They took all my coins and vip+... im thinking about not being VIP cause those fucking weekly things are too much ? but other than that, i don’t really mind. Its kinda nice, it feels like a lot of weight has been lifted off my shoulders cause I realized that i cared way too much and thats fucking not healthy. Im just gonna ramble always gonna ramble ?\n  ","607786":"\n  Wait, i think ive seen something like this before. Omg strawberry cheesecake pizza ?\n  ","607787":"\n  I would eat that in a heartbeat ?\n  ","607788":"\n  I put banana peppers on all my pizza. Its my favorite thing. Im pretty sure i would add banana peppers to everything if i could.\n  ","607789":"\n  I could eat a whole box in one sitting. Omfg.\n  ","607790":"\n  You just melted my fucking heart ❤️\n  ","607791":"\n  Me too. Theres been times where i had to ask my sister to feed me so i can close my eyes ??? cause she eats some gross looking food but it always taste good! ?\n  ","607792":"\n  I want to be your favorite human all the time ??\n  ","607793":"\n  Currently, ive been reading Clairvoyance and Occult Powers. Its about Hindus beliefs about clairvoyance but its more the science behind the pineal gland. It also talks deeply about how to train your mind to use your pineal gland. Its fascinating.\n  ","607794":"\n  You’re the best for saying this ✨\n  ","607795":"\n  I know good music but other than that im musically challenged. Lol ?\n  ","607796":"\n  Well cause of Covid, i was working at a bank and my parents called me and said, “stay home. We have money.” But i still wanted my job but at the same time i wanted to change my life cause covid made me realize i wasnt doing what i wanted to do. So anyways i ended up moving and taking a break for the rest of the year. So im just studying and making my mind stronger. Like whats the point of trying to work if you’re not healthy. Working on yourself is a job itself.\n  ","607797":"\n  We are so alike love ?\n  ","607798":"\n  Yeah, whenever i start to catch on to people like that i just think, “oh, you’re a people pleaser.” I dont trust people pleasers, you will never know when they are being truthful.\n  ","607799":"\n  Those are my two favorite ?\n  ","607800":"\n  Okay money isnt that easy to obtain. For me personally i grew up around people that easily got money, including me but that didnt last forever cause once i became an adult i kinda wanted to suffer a little. So my dad paid for my living situation but everything else was on me until my dad was like “ok now try all of it on your own.” Money isnt easy to obtain at all.\n  ","607801":"\n  Im sure 2020 has been a worldwide problematic year and i hope for EVERYONE has better year in 2021 ✨\n  ","607802":"\n  What the fuck? Omg. No one talks about that either!\n  ","607803":"\n  Anne Frank squad? I had to look this up. I dont like the squad either ?\n  ","607804":"\n  That moment when you try really hard to believe your phone doesnt know everything about you and then you realize your phone is just another extension of yourself.... my god my emojis just explained a typical day of Boom ?\n  ","607805":"\n  Ugh, my parents ?\n  ","607806":"\n  I can smile, i just choose not too cause it hurts my cheeks ?\n  ","607807":"\n  You’re a little frightening but ive known i have been talking to you the whole time, you have your own writing style sweetheart. I just knew you were on which is why i posted this cause i wanted to make you laugh ?\n  ","607808":"\n  I need to look at internet food porn to get inspired on what I should eat. Personally i think peoples food pictures are garage unless they are a chef or photographer. Like theres nothing wrong with food that looks nasty but taste great, thats like all my food but im not gonna post it. ? and ive noticed theres a lot people out there who are just try hards.\n  ","607809":"\n  First of all,full blown narcissists CANNOT commit suicide. It’s literally impossible. They love themselves too much. I mean if you loved Hitler so much wouldnt be happy to know that America just replicated Hitlers work but made it look like they were doing the right thing even though right after WW2 they put JAPANESE AMERICANS IN A CONCENTRATION CAMP. Anyways..... did you just admit you’re okay with Jews being prosecuted?\n  ","607810":"\n  I dont like the theory they teach in school, ive always had problems with it. I was always that person in class that was like “it wasnt God but its not this theory either.” The popular big bang theory is still trying to make us special that it took billions of years for the universe to expand for us to be created. So, i did my own digging on other scientists who disagree with that. I believe that when the sun explodes it destroys the previous universe to start a new one infinite amount of times. When that explosion happens everything gets created. Everything starts over. We would start over whatever we would be. Its a constant cycle of energy. That even means multiple dimensions would also start over. So if we were to do something to destruct that cycle, our universe will never exit again.\n  \n  Believe whatever you’d like, the truth will come out eventually. The only difference is im ready for it. All of it. Good or bad, probably bad lol.\n  ","607811":"\n  Oh my god, they are about to be shook ?\n  ","607812":"\n  Its a good thing that even if Hitler was never killed, he would be dead now. ?\n  ","607813":"\n  No offense, but you should really study more.\n  \n\n   https:\/\/www.dnb.de\/EN\/Professionell\/ProjekteKooperationen\/Projektarchiv\/2018\/Digitalisierung-Kulturerbe\/digitalisierung-kulturerbe_node.html\n  \n","607814":"\n  Nothing? Sometimes friends just do things out of the kindness of their hearts. I know, wild concept.\n  ","607815":"\n  My dad has enough land that he lets my uncle store 200 of his cars there. My uncle has 200 cars at his house too cause he owns a ranch of his own ? my dad and uncle are best friends so they rebuild cars together and stuff.\n  ","607816":"\n  Its actually not my car sadly. Even though im not a fan of Corvettes but my friend let me barrow his.\n  ","607817":"\n  San Diego California\n  ","607818":"\n  That would make sense since im like 22% Vietnamese\/3% thai 20% Scandinavian\/5% French 25% Finnish 25% German-Jew ????\n  ","607819":"\n  Not anymore. When i live with my dad i did. But not like a real ranch. Like a pretentious ranch. More like a ranch for racehorses without racehorses ?\n  ","607820":"\n  Ok so i nerd out on Diablo since i am way too good at the game. I still havent died a single time playing that game and ive been plying for years ?\n  \n  Im thinking about building a VR room. With a lounge and huge screen and plenty of room for the player. Make it a chill mancave that you can smoke and chill and do vr lol ? thats my dream\n  ","607821":"\n  Oh look, cereal anon is back ?\n  ","607822":"\n  Oh, i cant talk about this yet since im still working through that shithole of a year. Come back to me in a couple months with this question and maybe i can answer it ?\n  ","607823":"\n  adoro il tuo nome Prex.\n  \n  il mio Instagram è nella mia biografia, se ti va di scrivermi! mi piacerebbe. ✨\n  ","607824":"\n  non sei uno sciocco, non avrei mai pensato di parlare italiano, ma i miei genitori sono fluenti, non io. Parlo molto di più, ma non volevo che l'intero mondo dell'Askfm sapesse che la mia famiglia ha delle proprietà in Roma, ma volevo dirti quale area sarei se mia madre smettesse di essere mafia e lasciasse che venissi a trovarla. Sto scherzando. Non lo so, forse, potrebbe esserlo.\n  \n  come ti chiami? mi chiamo Savannah, ma faccio Boom.✨\n  ","607825":"\n  Thanks for understanding ✨ you must be a great friend ?\n  ","607826":"\n  I do. I am going to be honest with you. I am in a huge transition period so i am bad with my phone because i dont want to establish unhealthy habits with my phone in my new chapter in my life (but i fear i got an unhealthy habit of not using my phone ? fuck) i can tell each day gets better and better but i am doing a lot of personal meditation so this is really the only thing i use at the moment but if youd like to stick around I’ll eventually be normal with my phone ?\n  ","607827":"\n  I hope you know you have a special spot in my heart just for you ✨\n  ","607828":"\n  Be in my life forever? I need someones love and support like yours ? thank you so much for thinking so highly of me. I am gonna ramble and say these kind of expectations are what lead me to be anxious in the first place because i hated making everyone feel infuriated near me. I hated being the spotlight, the competition without even wanting it. I just never liked the way i made people feel but then i realized I sacrificed my happiness for people who dont give a FUCK about me? So now im like, fuck all of you. Im just gonne do me and if you dont like it that sucks. ANYWAYS thats why i would love to have you around all the time ✨\n  ","607829":"\n  I dont gamble lol ?\n  ","607830":"\n  I like how things dont easily get to me. I like how quickly i can absorb knowledge like a sponge. I do like the fact that knowledge comes easy for me cause I really dont wanna have to try to learn.. ?\n  \n  I also like how i can literally find humor in EVERYTHING. I also like that im super mellow and have always been really mellow. I was always that girl in school when girls were freaking out, “yo yo yooo we’re all right here we dont have to scream.” And theyd all just be like oh yaaaaaa ?\n  ","607831":"\n  I totally forgot about this ??\n  ","607832":"\n  You want to fertilize me?\n  ","607833":"\n  I have this motto that I really live by, “actions speak louder than words.” If someone is unapologetic person, thats fine. Go anywhere on the west coast or east coast and you will hardly find someone that smiles at you,  says pardon me, or even fucking thank you. So when someone doesnt say sorry thats fine as long as they say “your right” and change their actions. Because in the end sorry is just a word, ANYONE can just say sorry and then go right back to doing exactly the same thing. So dont tell me your sorry, SHOW ME you are. ✨\n  ","607834":"\n  California but living in reno\n  ","607835":"\n  Where are you from lovely?\n  ","607836":"\n  I have been verified for a LONG time. I was actually contacted by them cause they wanted me to be verified because i have so much activity. Which is probably why i am protected when i get reported cause my god i get a lot warnings (which if you get a lot of warnings they wont verify you) because i was verified so early I actually got an email from them about the coins before they started whitelisting people telling me that if you’re verified we will be in the trial for cryptocurrency cause that’s where they’re headed. SO because of that its actually not that easy to just get verified. Now i dont know if that has all changed though. All im gonna say is askfm is headed in the direction of twitter ect.. so they want real people.\n  \n  Omg dont make me hungry for more wings ?\n  ","607837":"\n  Wow ? thank you!\n  \n  I love when a women has beautiful eyes!\n  ","607838":"\n  no, non sono ancora stato in Italia. Mia madre e il mio patrigno hanno una casa a 30 minuti fuori Roma, ma prima o poi dovrei venire. ✨\n  ","607839":"\n  I am good! How are you? ?\n  \n  Thank you so much for the compliment ?\n  ","607840":"\n  Yeah, theres been multiple situations where i have done exactly that. ?\n  ","607841":"\n  My favorite kind are the ones of real footage of crazy things people caught on camera. Or crime documentaries! I could watch those stories for hours. Also, i love stand up comedy so much. Whenever i am down, thats all i watch.\n  \n  Btw, love your page so much ?\n  ","607842":"\n  Yes. I have had my phone number since i was like 12 ?\n  ","607843":"\n  I wasnt on much today but ill be on more tomorrow ? goodnight ?✨\n  ","607844":"\n  Wow! Thank you so much ?\n  ","607845":"\n  Why?\n  ","607846":"\n  this one is my fav\n  \n  *made by boom*\n  ","607847":"\n  You're so sweet love!! thank you!!\n  ","607848":"\n  Dark.\n  \n  *made by boom*\n  ","607849":"\n  For Spooky Season?\n  \n  *made by boom*\n  ","607850":"\n  You are so nice! ? thank you so much. Its always a pleasure ?\n  ","607851":"\n  I scrolled through my pictures and picked a random one lol\n  ","607852":"\n  Thank you darling ✨\n  ","607853":"\n  I havent been anxious for awhile! ?\n  ","607854":"\n  My mind is just a clusterfuck of random information that comes out in rambles ?\n  ","607855":"\n  So when are you gonna make me food?\n  ","607856":"\n  I can tell just by the way you’re talking, its not you!! But thank you ?\n  ","607857":"\n  Thank you so much! I enjoy you always reading my rambles ?\n  ","607858":"\n  They just overcame it. Realized they weren’t feeling good anymore.\n  ","607859":"\n  You’re sweet my love ?\n  ","607860":"\n  It gets really spicy if you want it to be. I like the way they cook better than the chinese. Its like chinese food without all the grease and way better noodles. Like idk if you watch food network but its the street noodles you see people eat on there. So. Fucking. Good.\n  ","607861":"\n  I have an anon thats being a real loose anoose and i just keep deleting there questions but they are relentless lol\n  ","607862":"\n  Omg the meat just falls off the bone ??\n  ","607863":"\n  Fucking fire\n  ","607864":"\n  Look at these sexy babies ?\n  ","607865":"\n  exactly. its the best!\n  ","607866":"\n  i am so sorry you had a terrible weekend, i hope your week is better!! i hope you rest well hun\n  ","607867":"\n  omg i could never shes so hot\n  ","607868":"\n  thank you! i really liked your reply!!\n  ","607869":"\n  I ordered Taiwanese food. So fire.\n  ","607870":"\n  yeah, its my favorite time of the year.\n  \n  *made by boom*\n  ","607871":"\n  what are you going to bake?\n  \n  I havent really decided yet what i want. still have to make a list.\n  ","607872":"\n  you have always been cool love✨\n  ","607873":"\n  nope nope. i sound like lana del rey when i talk, i sound like a fucking child\n  ","607874":"\n  i am glad to hear that. my mind can get pretty stormy sometimes. I was cleaning the patio, the bathroom, organizing my clothes and trash. lol i love cleaning so much honestly.\n  ","607875":"\n  i fucking LOVE sudoku.\n  \n  damn now i wanna do some.\n  ","607876":"\n  i have to go to the grocery store and pet store pretty soon\n  \n  and then im gonna watch another movies. omg watched a great movies last night. it was called Midnight Special and its on netflix.\n  \n  idk what tomorrow holds for me. what about you?\n  ","607877":"\n  Ramble Alert: I apologize in advance if i offend anyone.\n  \n  So, women piss me off. I have had more women hurt me than men. women psychologically fuck you up. They use peoples weaknesses for their own wants. Now, im not saying men havent hurt me, ive been hurt by many but also some of the best people in my life are men. But with females, even the best are even a little petty at times. I can also be way more real with guys because they usually dont take things so personally. idk what it is about females, but they take everything like they are being personally attacked.\n  \n  no one is probably going to like what im gonna say next..Feminist need to stop fucking things up for the rest of us. Like before women used to be in the background as the mastermind, while the men are the ones that execute everything. now, females want to be the masterminds AND execute it? this whole equal pay thing pisses me off, like why the fuck would i want to work in mines, construction, or hard labor. you realize men get paid more because they are willing to travel for work, work longer hours, and do harder jobs. why do females have to complain about staying home and doing basically nothing all day except arts and crafts with children? like dont take that away from me just because you dont want it. maybe i want to sit on the couch pregnant without having to worry about working. We technically arent all equal. some people are smarter, faster, taller, funnier, artistic, musician, ect.. we all want different things cause we are all different people but we all have a role to play. I just dont want my role to be a female getting fucking drafted into the military. so stop saying we are smarter and stronger than what the men think - we all know its true but thats what made us more powerful.\n  ","607878":"\n  I feel great. I took a great shower, and i trimmed my hair. I've just been doing little chores around the house. its been a nice day.\n  \n  how are you feeling really?\n  ","607879":"\n  no, patrick mayonnaise is not an instrument.\n  \n  ...\n  \n  Horseradish isnt an instrument either.\n  ","607880":"\n  All kinda of food cause im a fat girl trapped in a skinny white body\n  ","607881":"\n  Are you all good?\n  \n  Are you alright?\n  \n  I’m in your neighborhood\n  \n  For your darkest times\n  \n  *made by boom*\n  ","607882":"\n  you're welcome sweetheart\n  ","607883":"\n  AWH!!!✨\n  ","607884":"\n  i am having a good day, are you?\n  ","607885":"\n  Yes, i have had quite a few friends that did\n  \n  i had one from having psychosomatic symptoms to trauma. that fucking sucked. not a highlight in my life.\n  ","607886":"\n  You're so fucking sweet\n  ","607887":"\n  only when they have my sense of humor.\n  ","607888":"\n  need me for what love?\n  ","607889":"\n  *caution: probably gonna ramble*\n  \n  I love that you want to marry me and you love my mind.\n  \n  I feel fucked up cause my whole i have done insane athletic conditioning, so i have always been really small and in pretty good shape (dont look at me now, im lazy right now) so i think that i literally cant fathom the idea of being heavier. (my dr also said it would be impossible since my body never learned how to hold weight on itself.) i feel really fucked up for saying i would die, but its not like im against people having more weight on them.. im just against me being fat. i remember i gained like 10 pounds and i wanted to die cause of that. ugh.\n  ","607890":"\n  \"& we float like angels together\", the tattoo on my rib cage.\n  ","607891":"\n  chubby chaser. need more cushion for the pushin?\n  ","607892":"\n  I used to steal makeup all the time because that shit is expensive. why arent people stealing more makeup? I swear  makeup was designed to fund our economy.\n  ","607893":"\n  uh, jump right off the cliff?\n  ","607894":"\n  aliens.\n  ","607895":"\n  are you doing okay? i am so happy that i can be apart of the moments where you are smiling, its a nice thing to share with someone.\n  ","607896":"\n  i hope i had a cute voice lol\n  ","607897":"\n  you're so sweet! thank you\n  ","607898":"\n  thats such a compliment to be told that id be someone youd bring home to your mom.\n  \n  honestly i am super crazy about my skin. I am really really picky with what i put on it. I also dont really spend a lot of time in the sun, like if i know im gonna be outside for awhile i bring something that will have shade for me if thats a hat or whatever.\n  ","607899":"\n  te seguiré de vuelta?\n  ","607900":"\n  you're probably better?\n  ","607901":"\n  thank you so much sweetheart!! i hope you are doing well!!\n  ","607902":"\n  omg please dont explode!\n  ","607903":"\n  And who do you think you are?\n  \n  Runnin' 'round leaving scars\n  ","607904":"\n  i used to spend hours reading and watching videos about murders and serial killers. its one of my guilty pleasures.\n  \n  are you interested in that as well?\n  ","607905":"\n  ill be waiting lol\n  ","607906":"\n  ALL OF THEM. those all sound delicious.\n  ","607907":"\n  plan our wedding for us?\n  ","607908":"\n  omg, no thats embarrassing.\n  ","607909":"\n  i have been feeling really good lately\n  \n  how are you feeling?\n  ","607910":"\n  Just me and the other vamps\n  \n  *made by boom*\n  ","607911":"\n  our world is beautiful\n  \n  *made by boom*\n  ","607912":"\n  omg yes. i have a scar in-between my eyes but its healing really well.\n  ","607913":"\n  *made by boom*\n  ","607914":"\n  Super OCD. i need help\n  ","607915":"\n  why not?\n  ","607916":"\n  *made by boom*\n  ","607917":"\n  ugh i need to shower. trim my hair. try my waterpick out. i am not sexy at all right now.\n  ","607918":"\n  i can tell by the way that they write. everyone has a different way of writing. Also, people use certain word choices that distinguishes them\n  ","607919":"\n  im the drug in your veins\n  \n  fight through the pain✨\n  ","607920":"\n  i dont have one of those silly!\n  ","607921":"\n  this sounds like exactly what i want!\n  ","607922":"\n  *made by boom*\n  ","607923":"\n  would you want me to live with you?\n  ","607924":"\n  oh, that was such a good day!\n  ","607925":"\n  That sounds really sweet, i like that.\n  ","607926":"\n  *made by boom*\n  ","607927":"\n  I use giphy ?\n  ","607928":"\n  Yeah, i dont like it.\n  ","607929":"\n  You make me wanna feel things\n  \n  *made by boom*\n  ","607930":"\n  where is my mind these days?\n  \n  *made by boom*\n  ","607931":"\n  i like the sunrise because the way everything smells in the morning when the sun comes up is amazing.\n  \n  *made by boom*\n  ","607932":"\n  i cant stop making Breathe GIFS\n  \n  *made by boom*\n  ","607933":"\n  about 10 minutes ago.\n  ","607934":"\n  maybe they are just multiple versions of you living alternate realities.\n  ","607935":"\n  All above lol\n  ","607936":"\n  Really??\n  ","607937":"\n  HOLY FUCK I LOVE IT ?\n  ","607938":"\n  Holy fuck you’re sweet ?\n  ","607939":"\n  Bbq, i love bbq ?\n  ","607940":"\n  I feel like that’s impossible\n  ","607941":"\n  Now i wanna see it ?\n  ","607942":"\n  Please ignore my crazy hair I really need to get it trimmed.\n  ","607943":"\n  6:04pm\n  ","607944":"\n  Yes. That movie is fucking trippy asf.\n  ","607945":"\n  Yes just need clearance from the county.\n  ","607946":"\n  Thats one of my favorites. I hope when i get better i make some great ones!\n  ","607947":"\n  Food ?????????\n  ","607948":"\n  Not anymore. I swear i get some special treatment or something cause there was a period where i got like a warning every time i opened ask but now i never get it. They just delete posts they dont like and that’s about it\n  ","607949":"\n  HAHAHAHAHAHAH i just realized that.\n  ","607950":"\n  what were you doing in Reno in 1979?\n  ","607951":"\n  im addicted to what the dick did.\n  ","607952":"\n  ok so that movie fucked my mind up. that was so dark.\n  \n  i love charlies character so much. so funny. i also want the chimp as a pet. but omg the main character was really pissing me off. The actor that played John was incredible.\n  ","607953":"\n  way too many.\n  ","607954":"\n  she was left alone. her mom just left her.\n  ","607955":"\n  *made by boom*\n  ","607956":"\n  Go Boom\n  \n  *made by boom*\n  ","607957":"\n  yesterday i watched a terrible movie. Z for Zachariah. omg i hated it.\n  \n  today ill probably watch another movie and go pick up more weed since i dont have any :(\n  ","607958":"\n  oh hell no. i became a hermit crab.\n  ","607959":"\n  LOL you know that would make a lot of sense hahaaha\n  \n  not me personally, people with MPD.\n  ","607960":"\n  i am a sin?\n  ","607961":"\n  if i ate a bag of ghosts would i take their spirit?\n  \n  do you think people with multiple personality disorder just ate a bag of ghosts trying to relive their lives?\n  \n  would this be taken more as an insult, like telling me to go die?\n  ","607962":"\n  so i ordered french toast, with a over easy egg, sausage, and sourdough bread.\n  ","607963":"\n  yay! thank you!\n  ","607964":"\n  Black.\n  ","607965":"\n  Promise? ?\n  ","607966":"\n  I dont like lasagna that has ricotta cheese in it.\n  ","607967":"\n  I didnt order it but ive never had it actually... i have no idea what its like. Lol\n  \n  And honestly i just got french toast and eggs. I know boring\n  ","607968":"\n  Omg im so sorry guys i have to come back on when im not starving. I cant even think lol be on later.\n  \n  Oh, im 25 lol\n  ","607969":"\n  They are already close so i went southern ? have you had biscuits with gravy?\n  ","607970":"\n  What in the fuck, showing off what?\n  ","607971":"\n  Omg omg yes please help me!! Well first more soul food breakfast or french breakfast?\n  ","607972":"\n  This is your anoose on a daily basis\n  ","607973":"\n  Well, if the wind blows by and you just hear this humming sound coming from their butt you can make an educated guess they are in fact loose.\n  \n  Another great way is when someones anoose is so loose they have to tell everyone about it\n  ","607974":"\n  Its not that funny to someone who has a loose anoose I imagine\n  ","607975":"\n  I gotta order breakfast, but idk what i want to eat ?\n  ","607976":"\n  No, im more just hoping they read this and reevaluate their life decisions of looseness. ? omfg ?\n  ","607977":"\n  Who says you ALWAYS have to be an adult. Thats so boring. My whole family consists of people who knew that just because you get old doesnt mean you have to let your mind as well. My family literally got money so they could be children on the days they didnt work. ? like god live a little. Loosen up the tie not your anoose. ?\n  ","607978":"\n  Im not mad though. Im a little annoyed i dont have nice warm buttered biscuits or bread right now cause fuck that sounds good.\n  \n  But you should be the one thats mad, you’re the one that’s consistently loose all the time. That must suck.\n  ","607979":"\n  HUNGRY. Omg im turning into a monster ?\n  ","607980":"\n  My fake eyelashes! Im too lazy.\n  ","607981":"\n  Holy fuck im so hangry right now\n  ","607982":"\n  “YOU FUCKER”\n  ","607983":"\n  Awh ?\n  ","607984":"\n  No. Thats kinda normal. It helps you let go!\n  ","607985":"\n  Thats my dream too!! ?\n  ","607986":"\n  And you’re not going to share?\n  ","607987":"\n  Im already down ?\n  ","607988":"\n  But not too loose cause no one likes getting a loose anoose ?\n  ","607989":"\n  Loose.\n  ","607990":"\n  I wasnt always on drugs at raves.. ive gone to a few completely sober and still felt connected to everyone. Its just we are all there for good times. Like no one there went “im gonna rave and be sad the whole time!” ?\n  ","607991":"\n  Caliboomia cause i can still say cali!\n  ","607992":"\n  No this mean “*” I corrected you. I was saying thats what i read instead since you’re being a loose anoose.\n  ","607993":"\n  Genuine. Sober. Beautiful.*\n  ","607994":"\n  Most of the time. Except at raves. I felt connected to 1000s of people at those events.\n  ","607995":"\n  Grueling. Pedestrian. Complicated.\n  ","607996":"\n  Omg. Soooo much persecution. And i love when you bring this up to people who are religious..\n  \n  *in a sweet only lady voice* “oh that was just back then, it’s different now.”\n  \n  Does that make it okay all of a sudden? Also, we just figure out a new way of persecution...\n  ","607997":"\n  Nothing i said is at all close to the definition of a nihilist.\n  ","607998":"\n  Agreed. The more you know the worst it is religion. It pisses me off they dont have to pay for anything.\n  ","607999":"\n  I dont like the term “atheist” because its not that i don’t believe in ANYTHING and its just black hole after. I just believe in more complex not so comforting ideas about what’s really going on. I believe we are just in a consistent cycle of being cattle. Thats why everything we need to help us we can find on earth. Dont believe me? Go study Graham Hancock. Study species of mushrooms, herbs, and roots.\n  \n  People use religion cause life is suffering so they need hope... me on the other hand i know if they figured out what actually goes on theyd just continuously commit suicide every time they were alive. People always wanna find out the truth cause they think the truth is gonna be positive but life should be proof that it would never be positive.\n  ","608000":"\n  Im not even going to try to explain physics to you, itd be a waste of time cause clearly you have no idea.\n  ","608001":"\n  Religion isn’t real.\n  \n  If you burned every Holy Book and every book written about science and completely wiped all our memories. NONE of the same religions would come back but all the science will. People for hundred and thousands of years have ALWAYS needed to believe in something its just human nature... but with literally 100s of different religions none of them are real and nobody would even be able to see the truth even if it was right in front of us. So dont even try to talk about religion with me. Ive studied and visited all types of religious churches, temples, or organizations.. for about 4 years straight. You are all the same. All want the same thing but you’re too close minded to new information cause it doenst fit with your book... life is always changing, if you cant change with it - thats your fault. And i can choose to not have those types in my life. Now thats the real shame. Someone who has a mind but doesnt use it to expand or grow.\n  ","608002":"\n  I try really really hard do a little of each but i get so frustrated like i just end up answering whatever i see first ?\n  ","608003":"\n  Destroying the space time continuum. Our universe consists of layers. And its all connected image the craziest pattern ever, our universe is obsessed with patterns. Anyways, a blast that destructs our dimension will also destruct other dimension we need for infinite amount of time but if we put a hole we will destroy everything FOREVER.\n  ","608004":"\n  Oh im always schwifty ?\n  ","608005":"\n  I believe in the possibility. I have a lot of questions when it comes to destiny.\n  \n  Is destiny another word for preprogrammed if we are in a simulation?\n  \n  I have even been pondering predestination myself because i was wondering when a kid is put up for adoption are you taking that kid out of the correct simulator for their destiny and thats why even when you put the kid in a different home they essentially still end up doing exactly what they were supposed to do just in the wrong simulation? Is that why theres such a huge controversy with nature vs nurture?\n  \n  These are my thoughts. Dun. Dun.\n  ","608006":"\n  Im just gonna ignore i read that ? i like it SO much better. It doesn’t make you feel all heavy.\n  ","608007":"\n  Thank you so much ?\n  \n  I am 25\n  \n  How old are you? ?\n  ","608008":"\n  I will never stop ?\n  ","608009":"\n  I totally read that as schwifty and now im sad ?\n  ","608010":"\n  I like it for when people want to know more so its easy for them to ask detail questions but i think on the page itself it should say like the question but shows you how many are in the thread ect and you can choose to read through it. Another thing is when you scroll through they made it so you have to go really slow cause they want you to react to everything ?\n  ","608011":"\n  Im slightly concerned this is the GIF that pops in my head ?\n  ","608012":"\n  No, im a rambler. If you follow me, you should EXPECT a lot of rambles. Especially after i get off the phone with my best friend cause thats ALL we do ? you should knew what you were in for before diving into the deep end buddy.\n  ","608013":"\n  Awh ? thank you so much ?\n  ","608014":"\n  Does oat milk count?\n  ","608015":"\n  6 days old. I do this thing where if i read your question and an answer doesn’t automatically pop in my head then i just delete it. I have so much activity that the chance of me getting that same exact question again is very very high. So i dont waste my time stressing about it.\n  \n  Its kinda like taking a test, answer everything you already know and then come back to it but in this came the question always comes back to me lol my god im rambling a lot today\n  ","608016":"\n  I used to when i was younger.. but then i realized i hate the spotlight. If there was anything id be famous for i feel like it would be modeling.\n  ","608017":"\n  Any movie where animals get hurt or killed i cry ?\n  ","608018":"\n  You’re chilling ? im not worries about it i thought that was funny!\n  ","608019":"\n  ?????\n  \n  Oh my god. You didn’t even look and you were judging me hahaaha\n  ","608020":"\n  Hurry upppp dont make me wait for so long ?\n  ","608021":"\n  You’re not getting it, im so active i dont need to ask myself questions... also, i feel like thats such a loser thing to do. Ive always done things organically. It will happen. I answered like 10000 questions in like a month.\n  ","608022":"\n  Ive been on and off for years. I just started to be on more regularly these last few months but i went for a solid three years of attempting to come on but wouldnt for months and even when i did come on it was like 5 minutes.. so i havent really been active but my account is active when im not on. If you knew how many questions i had when i opened up ask after being off for so long... it was IMPOSSIBLE to get through so I just had to delete all of it and start over. Such a nightmare now im rambling im sorry ?\n  ","608023":"\n  I really CANT wait ?\n  ","608024":"\n  Omg ? thank you so much lovely ?\n  ","608025":"\n  Awh!! Im glad you’re resting! I ordered sushi lol\n  \n  And you’re so amazing!\n  ","608026":"\n  i cant wait to watch movies again!! ahh\n  ","608027":"\n  omg, i totally understand thats why i havent been wanting to watch anything but now im like kinda in the mood.\n  ","608028":"\n  i used to wear them everyday but i stopped cause i dont work at the bank anymore.\n  ","608029":"\n  what we do in the shadows is AMAZING.\n  \n  and the show is amazing omg\n  \n  omg i accidentally watched the platform. it was soo crazy.\n  ","608030":"\n  okay i added this!! ohhhh. it looks like my kind of movie.\n  \n  i was looking through peoples list and i saw a movie called Eat my Shit. im so confused right now.\n  ","608031":"\n  i am really good. just making trailer park boys gifs cause it makes me happy. you should totally get subway!! eat whatever youd like.\n  ","608032":"\n  omg please do!! giphy is really good!!! i like edgy gifs so im just making my own lol. id love to see what other people make.\n  ","608033":"\n  right, but i just love the way it looks omg.\n  ","608034":"\n  watching more trailer park boys\n  \n  *made by boom *\n  ","608035":"\n  Hey!! how are you???\n  ","608036":"\n  i really want to go to the river tomorrow, i hope its a warm day\n  ","608037":"\n  i am here waiting sweetheart!\n  ","608038":"\n  Thought I told you I was not the only one\n  \n  So I was the only lonely one...\n  \n  *made by boom*\n  ","608039":"\n  my ig is my bio btw.\n  \n  but this was cute.\n  ","608040":"\n  yeah i know ive seen both types.\n  \n  look how shitty the kids turn out when they get everything.\n  \n  theres nothing wrong with getting everything, but its good to learn how to work for things. i just took advantage. i was just a little asshole when i was younger.\n  ","608041":"\n  I LOVE THAT MOVIE SO FUCKING MUCH.\n  ","608042":"\n  but i love talking to you!\n  ","608043":"\n  toxic energy.\n  \n  pretty self explanatory lol\n  ","608044":"\n  there really isnt one.\n  ","608045":"\n  Just because someone grew up wealthy doesnt mean them themselves are wealthy. my parents are wealthy, just because they are doesnt mean i am... i cant touch their money unless THEY give it to me. Also, for you to make the assumption that all wealthy parents just funnel money into their kids mouth is ignorant. I have a friend thats a billionaire and her parents dont pay her rent, for her car, for her food.. they dont pay for ANYTHING. wealthy parents have this mindset, \"if you dont learn how to take care of yourself on your own, and learn how to manage your life... why would you all of sudden learn when you have a bunch of money?\"\n  \n  you have to also consider, i was given everything and whenever i needed money i got but i was an idiot with money. now my parents are like \"uhm no, you ruined that privilege.\" so yeah i needed help with rent like everyone else because i didnt realize how good i had it when i was younger, so dont judge me for needing help.\n  ","608046":"\n  i like buffalo breaded nuggets with ranch or bbq sauce\n  \n  i pretty much like bbq sauce with everything.\n  ","608047":"\n  Yes, we are all Boomhist here!✨\n  ","608048":"\n  i like more sundance\/indie type movies.\n  \n  not too romantic though.\n  ","608049":"\n  i would rather put myself around more positive people but that doesnt mean positive people dont have problems or struggles. Everyone has a time where they need a little help, like a shoulder to lean on or someone to guide them through a process.\n  ","608050":"\n  actually, helping others helps you grow.\n  \n  you should help more people, or you would already know that.\n  ","608051":"\n  the one i wrote is dedicated to myself.\n  \n  all the other books i write will be dedicated to my cousin, she is dead... writing is the only way i feel like i am talking to her.\n  \n  i want to clone myself to make an army of boom omg that would be sick.\n  ","608052":"\n  noooo, i forgot to ask. give me one of your lists please.\n  ","608053":"\n  i am not perfect you sweet butter biscuit.\n  ","608054":"\n  well shit. this is a great question. i have never really thought about that until now!\n  ","608055":"\n  oh my god. i love it!! i have this weird ocd thing where i like to make a random list of movies i just find on the internet without looking at what they are about or anything i just write down the title and see where the movie takes me lol\n  ","608056":"\n  right choice: right now, for victoria secret underwear\n  \n  hate choice: bluetooth headphones. my cat lost them. ugh.\n  ","608057":"\n  i really have no idea, i dont really subscribe to people that often .\n  ","608058":"\n  thank you, whats your question love?\n  ","608059":"\n  its just whenever i feel like eating honestly.\n  \n  i might order some chinese.\n  ","608060":"\n  hahahahah i love that imagery! that was awesome!\n  ","608061":"\n  This sounds like an amazing day!!! I showered today as well and i always feel like a new person after i shower. ive been kinda obsessively making GIFS for trailer park boys cause i miss that show so much.\n  ","608062":"\n  i am actually pretty good with technology.\n  ","608063":"\n  I really want to do this.. so bad\n  ","608064":"\n  no, but now i want too. omg.\n  ","608065":"\n  Trailer Park Boys\n  \n  *made by boom*\n  ","608066":"\n  i always have dreams of the same shadow that keeps trying to get me but i keep getting away. i always have that dream when i feel like im trapped.\n  ","608067":"\n  Every time, you're another evil\n  \n  Waiting for an angel that you bring to Hell ✨\n  \n  *made by boom*\n  ","608068":"\n  For you Bella, I made an Autumn GIF lol\n  ","608069":"\n  so they have websites that you can make GIFs on.\n  \n  its really fun. i would love to talk to you. go ahead and message me your number, i wont post it and ill just text you!\n  ","608070":"\n  hahahahhahah i love it.\n  \n  like a part of you is like, \"those cant be real\"\n  \n  they are cute as a baby though.\n  ","608071":"\n  omg right? just a bunch of children lol\n  ","608072":"\n  omg how sweet!! you're so king. thank you.\n  \n  i hope you are having a great day as well.\n  ","608073":"\n  oh my god. i have just made my own personal ones when i could have been on Letterboxd this whole time??\n  \n  you are showing me so many new things.\n  \n  thank you my god.\n  ","608074":"\n  i just wanna touch the beak. like what is that?\n  ","608075":"\n  omg yeah and my mom told me that Italy is going through a new lockdown and she said its getting pretty bad... winter is coming. LOL wow i feel so nerdy.\n  ","608076":"\n  we should totally be friends. i feel like you and i would get along really well. i am watching someone play Dying Light and im making my own GIFS lol I've made only 4... but its kinda fun cause i get to choose clips i like even though its just showing me how dark i am lol\n  \n  what are you up too?\n  ","608077":"\n  They used the fear of God\n  ","608078":"\n  have you been seeing whats going on in France and Spain?\n  ","608079":"\n  Platypus.\n  \n  they are actually kinda cute in a weird way but like wtf\n  ","608080":"\n  i feel like Covid is going to be that event for all of us right now.\n  ","608081":"\n  i couldnt agree more. its just such a cozy time of the year. It looks beautiful too. I'm a big fan of Fall and Spring such beautiful times of the year for different reasons.\n  ","608082":"\n  wow, i am really proud of you. thats awesome!!! keep doing that.\n  \n  its getting really cold here too. i could get lost at home goods i swear... theres so much shit i want. ugh. this is why i need to hire an interior designer cause ill just buy everything.\n  \n  fall is the best time of the year in my opinion\n  ","608083":"\n  You dont like jellyfish?\n  ","608084":"\n  i want to watch it so bad!!! so so so bad. i put it on my watchlist\n  ","608085":"\n  i may look a certain way, but i am a HUGE dork.\n  \n  im such a weirdo. Im such a goofball. lol\n  ","608086":"\n  i am just hanging out today. I am ordering a bunch of baked goods from Starbucks right now cause I have a lot of rewards with them lol what are you doing?\n  ","608087":"\n  I feel like its because when you let go, a part of you has to let go of all the good times and just be okay with them as memories.\n  ","608088":"\n  Blade\n  \n  Blade 2\n  \n  Blade 3\n  ","608089":"\n  i honestly have no idea whats the story behind my name. I should probably ask but i doubt ill get an honest answer.\n  ","608090":"\n  i forced myself to do delayed gratification when i was younger so that when im older i dont get sucked into anything that was considered instant.\n  ","608091":"\n  You’re the cereal anon! Thats what i call you ? hows your day?\n  ","608092":"\n  I would be so butthurt to have to start all over with someone new. Honestly, I think hes so good at his job that i dont see myself needing a therapist anytime soon after all the work hes helped me with.\n  ","608093":"\n  This is my constant view lol\n  ","608094":"\n  That just seems like the only right decision to make ?\n  ","608095":"\n  Its surprisingly easy coming up with words with boom in it\n  ","608096":"\n  I seriously cant remember ?\n  ","608097":"\n  I be on in a bit, i cant look at myself im so gross i NEED to shower. If should be illegal to let myself go like this my god ?\n  ","608098":"\n  Gaaaaah ? so much love im gonna explode ✨\n  ","608099":"\n  You’re kind thank you ? so so nice to read first thing in the am\n  ","608100":"\n  Im all gross and need to shower will you bathe me?\n  ","608101":"\n  Im not a God, how can i answer this ?\n  ","608102":"\n  Ehh not really. We’re all antiestablishment and like fuck the system types. Or the system is rigged.\n  \n  Any wealthy family knows those things ? how else would they be so goddamn wealthy unless they were like “im going against the grain.” *said with southern accent*\n  ","608103":"\n  Year and half now i think.\n  \n  Once a week we video chat.\n  \n  They vary. Probably 45 minutes though.\n  ","608104":"\n  Imagine a spiderweb. I have a few close close ride or die friends. Then i have friends that i say close things but not everything. Then i have friends like were friends but you don’t really tell them super intimate things. Then i have the friends that are my mutual friends. Then i have the acquaintances.. so on.\n  ","608105":"\n  Cant tell you, cause ive written a book and im writing a book. ?\n  ","608106":"\n  Booooo boom boooooo\n  ","608107":"\n  What are you saying?\n  ","608108":"\n  ? okay so like it wasn’t supposed to end up being a big thing. But like a small group of people started this trend of like changing names or words by adding “boom” somewhere. So pretty much everything i read or said myself that i liked with boom in it, i just put it all over my page cause i wanted to keep a little piece of everyone involved. It just kinda reminds me everyday that the ones that im close with, i cherish them ? i hope one i will get to meet all of them ?\n  ","608109":"\n  I expect you to come around as often as possible ? you are great ? i hope your week has been treating you well ?\n  ","608110":"\n  They are smiling at the screen ?\n  ","608111":"\n  I would love to do that. I would love to be some sort of guide for people. I love listening to others issues and helping them problem solve.\n  ","608112":"\n  Ash is mad cause i wont feed her my chicken nuggets.\n  \n  You can say shes pouting.\n  \n  Ready to tussle\n  ","608113":"\n  Wow, i took your breath away? Thats not good, you need air. ?\n  ","608114":"\n  Ive been making GIFS for the first time, and its really fun. Im also eating chicken nuggets so thats pretty sweet\n  ","608115":"\n  i love that, owlness. What a great word. lol\n  \n  We havent really talked for a bit, how have you been? what have you been up too?\n  ","608116":"\n  i am 25!! How are you doing? im sorry it took me this long to reply!\n  ","608117":"\n  what about owls? theres no way they should be able to turn their heads all the way around? its so creepy!!\n  ","608118":"\n  i wanna start making my own GIFS... is that hard?\n  ","608119":"\n  Thank you so much. You are sweet for thinking so.\n  \n  -\n  \n  Ich danke dir sehr. Du bist so süß dafür.\n  ","608120":"\n  im not an angel?\n  ","608121":"\n  ok i swear birds hate me so much.\n  \n  they always have this look in their eye.\n  ","608122":"\n  You are an explorer.\n  \n  your mission is to document and observe the world you as if you have never seen it before. Take notes. Collect things you find on your travels. Document your findings. Notice patterns. Copy. Trace. Focus on one thing at a time. Record what you are drawn too.✨\n  ","608123":"\n  what if Rick & Morty was made by aliens?\n  ","608124":"\n  Where? i wanna see an angel\n  ","608125":"\n  i just got sucked into the world of pictures of deliciously decorated cakes.\n  ","608126":"\n  She's not your red-lipped doll\n  \n  Acting helplessly\n  \n  Moving gracefully\n  \n  She's unbreakable\n  ","608127":"\n  what if we are the aliens, its just us but from the future?\n  ","608128":"\n  hey sweetheart, what are you up too?\n  ","608129":"\n  i am so sorry!!! i hope your mom is doing ok. and i hope youre doing okay... i hope you are resting.\n  ","608130":"\n  what if aliens have their own way of telling time and keeping track of years?\n  ","608131":"\n  i never thought about the time aspect. Thats a really a good question. I always think of it as residue from your previous lives.\n  ","608132":"\n  i hope you have an amazing day!!\n  ","608133":"\n  OMG this waas a great day. i looked great.\n  ","608134":"\n  i want to get my hair done again ugh\n  ","608135":"\n  thank you lovely muffin\n  ","608136":"\n  OMG my hair was so long?\n  ","608137":"\n  so when i was working at the bank, one of the people was a philosopher psychologist and he literally told me, \"you already know everything. you are just re-learning it. thats why there's so  many moments where things feel familiar.\"\n  \n  i think you might be on to something.\n  \n  today, I swear I had a simulation glitch. so i said something and the person i was talking to heard a completely different sentence and i was just like WHOA wait what? and its not like they couldnt hear me, we were in the middle of a conversation lol\n  ","608138":"\n  whats going on?\n  ","608139":"\n  i need to tell all of you guys that i just got new yoga pants....\n  \n  i need to take pictures. you all need to see this?\n  ","608140":"\n  your an alien living inside an alien.\n  ","608141":"\n  oh trust me, im just sitting here looking at beautiful food pictures. you and i are in this together hahaha.\n  \n  its just gonna get worse from here.\n  ","608142":"\n  thank you, thats really great advice.?\n  ","608143":"\n  they are pretty cheap where i am actually.\n  \n  idk why honestly.\n  ","608144":"\n  you will see food my fellow food loving pal\n  ","608145":"\n  bathwater is so gross lol\n  ","608146":"\n  you seem pretty damn awesome yourself.\n  ","608147":"\n  you are awesome! thank you so much for checking me out!!\n  \n  i hope that we get the chance to get to know each other.\n  \n  i try my best to talk to everyone on here. im not really great at keeping up but if you're willing to patient. lol\n  \n  hows your day?\n  ","608148":"\n  i do polls by themes.\n  \n  I'm doing Halloween & now i will do Food Porn for you.\n  ","608149":"\n  sounds like a plan, stan.\n  \n  let me know how it goes.\n  ","608150":"\n  thats such a weird thing to say to someone.\n  ","608151":"\n  this is another one of those questions that made my brain hurt and go all glitchy because everything that comes out of my mouth is some philosophical saying i swear. i am not good at being put on the spot lol.\n  \n  there is something that is fascinating me at the moment. so i was reading the story about Buddha, and i realized i kinda lived the same kind of life. i was brought up in a lavish lifestyle but i couldnt wait to see the real world. I wanted to understand how the world actually worked. and now i have seen suffering and i have learned on my own that everyone suffers in their own way. it doesnt matter how much money a person has.\n  ","608152":"\n  im sure they will always be precious babies to you!!\n  ","608153":"\n  awh it sounds like you have a sweet family.\n  ","608154":"\n  noi have never had them from there!!\n  ","608155":"\n  Falling in love with your story\n  \n  Cause it's a wilder world where you've been✨\n  ","608156":"\n  awh how many nephews do you have? how old are they?\n  ","608157":"\n  they were just deliciously spicy wings.\n  ","608158":"\n  first of all, no\n  \n  second, i dont know it cause i shouldnt.\n  ","608159":"\n  He is really funny. I like how he's such a cynical realist. it really makes my day hearing dark jokes lol. He's super aware and really good seeing through bullshit. he's just good for my mind cause he definitely  challenges the fuck outta me and theres times where im like, \"omg you're making me think about things i dont wanna think about.\" i just wanna strangle him lol but its good for me. he forces me to get out of my comfort zone.\n  ","608160":"\n  OH MY GOD. ignore everything i said before.\n  \n  you have to understand i was so delirious last night i shouldnt have been reading anything lol i am soooo sorry.\n  ","608161":"\n  awh, how did you sleep last night?\n  \n  i slept pretty well, im just super hangry because im waiting for my wings and i really want them. once i eat those ill be in a way better mood! what are you up too today? are you having a good day?\n  ","608162":"\n  Hey sweet muffin!! how are you?\n  ","608163":"\n  omg guys, i have wings on the way and i am so excited!!\n  ","608164":"\n  i am doing good, how are you?\n  ","608165":"\n  During the day, I don’t believe in ghosts. At night, I’m a little more open-minded.\n  ","608166":"\n  i have to cut them a lot cause they grow really fast and i dont get my nails done anymore :(\n  ","608167":"\n  HAHAHA, i know. note to self: never ask anyone that question unless you want to mind fuck them lol\n  ","608168":"\n  yes... i love him so much lol\n  ","608169":"\n  Mr.boomkitty is my favorite anon. they make me laugh so much. im so glad you enjoyed our conversation as well!\n  ","608170":"\n  this sounds amazing omfg.\n  ","608171":"\n  i personally dont paint, but i love looking at art. its amazing to see what people can do with paint.\n  ","608172":"\n  i am wearing pjs right now.\n  \n  i really need to shower lol\n  ","608173":"\n  not as well as i would like.\n  ","608174":"\n  is halloween going to be the same this year?\n  \n  this is gonna be me\n  ","608175":"\n  I kinda feel like based on your description of the second option that you’re probably leaning towards the second one ?\n  ","608176":"\n  Just a friend made it and it worked out!\n  ","608177":"\n  OMGG ? you are soooooo fucking nice for thinking this!!\n  ","608178":"\n  What does “in the 70s” supposed to mean? You do realize this way of thinking has been around for YEARS\n  ","608179":"\n  I love you omfg\n  ","608180":"\n  Yessssss ✨ forever be reminded of things because of me ?\n  ","608181":"\n  Awh, im sorry! ? i know its wild\n  ","608182":"\n  Trailer Park Boys\n  ","608183":"\n  I felt like my brain was glitching trying to pick a favorite ?\n  ","608184":"\n  Oh god. Im glad you’re okay and hes okay too! ?\n  ","608185":"\n  If i knew who you were, id rant to you personally all day if thats the case. I need a ramble buddy..\n  ","608186":"\n  Lets make me into a Superbooman ✨\n  ","608187":"\n  I feel like you guys would kill me if i typed that much ?\n  ","608188":"\n  You’re a sweet pumpkin pie ?\n  ","608189":"\n  You’re a little frightening aren’t you ?\n  ","608190":"\n  Is everything okay? ?\n  ","608191":"\n  ? how? How does someone have one favorite above all else? How do you choose?\n  ","608192":"\n  Awh!! Shes adorable lol ?\n  ","608193":"\n  Thank you so so much. Omg ?\n  ","608194":"\n  I wanna roll around with them. ?\n  ","608195":"\n  Omg!! Thats scary!!\n  ","608196":"\n  I learn so much from you ?\n  ","608197":"\n  Omg i heard coyotes doing that like crazy... and it sounded really close. Its honestly a little creepy lol\n  ","608198":"\n  Yes but what if I wasn’t actually mistaking them, they were just them from an alternate universe?\n  ","608199":"\n  Thats one of my favorite shows, fuck now i wanna watch it again.\n  ","608200":"\n  I find the human body fascinating so I totally understand ?\n  ","608201":"\n  How do you know if someone is being real or not?\n  ","608202":"\n  Oh, which one do you like better?\n  ","608203":"\n  Im so happy that im not the only one with a spoiled kitty ???\n  ","608204":"\n  Oh wow thats pretty cool!\n  ","608205":"\n  Twins ?\n  ","608206":"\n  Its called “Egg In A Hole.” You cook the egg in the middle of bread. Its AMAZING.\n  \n  Butter chicken is an Indian dish. Its so good if you like that kind of food!\n  ","608207":"\n  I might ?\n  ","608208":"\n  Im an Apple product person ?\n  ","608209":"\n  yes, i usually fly alone. its more enjoyable to travel with someone.\n  ","608210":"\n  im the worst kind of person LOL\n  ","608211":"\n  i think you have your priorities straight. LOL\n  \n  i love those kitties like they are my own i swear.\n  ","608212":"\n  i hope he stays safe, im sure hes careful. Especially since he knows you care about him and worry.\n  \n  you just made me realize i should take medicine to help with it haha. thank you!!\n  ","608213":"\n  ive learned that home isnt a place, its a feeling.\n  ","608214":"\n  look at you\n  \n  you're tired but you're not giving up\n  \n  im proud of you✨\n  ","608215":"\n  i love aquariums. my favorite thing is the dragon seahorse.\n  ","608216":"\n  wow.... i should learn how to make my own since i love them way too much ahahah.\n  ","608217":"\n  omg, i really hope hes okay!! thats scary!!\n  \n  my night is good, im starting to get a headache which kinda sucks but oh well haha. i just hate knowing that you are worried.\n  ","608218":"\n  im ordering wings.\n  \n  im gonna be fat\n  \n  fuck it?\n  ","608219":"\n  no way hunbunsfromthesun☀️\n  \n  what are you up darling?\n  \n  btw, i saw your questions.. im trying to get through my inbox so hopefully ill catch up but i want you to know i didnt forget about you!!\n  ","608220":"\n  you're making me want wings so bad.\n  ","608221":"\n  this sounds wonderful, when?\n  ","608222":"\n  you're so sweet darling sav sav?\n  \n  so lovely and beautiful.\n  ","608223":"\n  oh my god, my dad used to make that all the time.\n  \n  his mama was southern lol\n  ","608224":"\n  Did you just call me ugly?\n  ","608225":"\n  i really wish you could make it for me cause i kinda like watching people who enjoy food cook for others because they get these sparkles in their eyes, especially when they talk about their cooking. its really cute honestly and it just makes me smile cause im like \"you're so proud. awh\" and what makes it worse is when i really like something i cant control myself. im the loudest eating - meaning i literally go, \"OMG.\"  \"god this is amazing.\" with a bunch of mmmm's and moans. like my friends all laugh cause they say they know when i really like something cause i start making little tiny moans every bite i take LOL. so i kinda like people who enjoy cooking cause that means they enjoy people who love eating.. so it really works out. MY POINT BEING, i wish i could eat it with you.\n  ","608226":"\n  i love the human mind so much. its so complex.\n  \n  do you think life is simple but since our minds are complex we make it complex?\n  ","608227":"\n  smarter in ways to survive. you turn into a train and just bulldoze through no matter who you hurt because you want to survive.\n  ","608228":"\n  its literally my favorite thats why im shocked i havent even thought of doing that, i like live on that shit ahhaha.\n  ","608229":"\n  i feel like i would be so protective of you, idk why lol\n  ","608230":"\n  i know i miss your letters so much. they made me laugh so much. WHY HAVENT I MADE THAT YET. omfg.\n  ","608231":"\n  i love that song so much\n  ","608232":"\n  i want to punch them in the mouth.\n  ","608233":"\n  thats a good outlook on life lol\n  ","608234":"\n  i used to be obsessed with this rosemary grape seed oil.\n  \n  but its some upscale grape seed oil so im like booooooooo olive oil is fire anyways. lol\n  ","608235":"\n  they are fuckers.\n  ","608236":"\n  you talk way different than everyone else. i love the way you speak and your word choices. I wish i made it but now im gonna add tabasco to my bbq. i wanna know the story though.\n  ","608237":"\n  i enjoy the anonymous feature because it gives people a chance to tell me things that they wouldnt be comfortable telling me otherwise, good or bad. I am a huge believer in being honest, and so be it if you have to be anonymous to be honest  - at least i am learning how people truly think and feel.\n  \n  i am also weird and i look at life as a behavior experiment so its also fascinating to see what people are willing to say when nobody knows who they are.\n  ","608238":"\n  oh no, while im eating i go, \"oh gross.\" and continue eating it ahhahaha\n  ","608239":"\n  medicinal mushrooms.\n  ","608240":"\n  i can tell how you write lol\n  \n  that sounds delicious. I had a bomb sandwich today. it was grilled bbq chicken with tabasco sauce, onions, cheese, and pepperoncinis.\n  ","608241":"\n  I like the questions that are more for that one person.\n  ","608242":"\n  i think they are beautiful but im looking for more of a \"my little black book\" type of style.\n  ","608243":"\n  i believe life is learning the art of moderation and balance.\n  ","608244":"\n  i am great, how are you??\n  ","608245":"\n  the more sadistic the better.\n  ","608246":"\n  what kind of hummus. i also need some of you tonight my darling. i cleaned my room and its so fresh. i can think so clearly with a clean room. my day was really good actually. what happened todayy? did you figure everything out?\n  ","608247":"\n  and she even knows when a collar doesnt have diamonds on it too. i tried just putting a leather one on and she was not impressed and then i put one that was pure fake diamonds (a different one from the picture) and she jumps and starts purring and giving me a runway show basically. everyone agrees with you, i agree with you. i actually call her MonkeyPup, cause i dont really think shes a cat. lol\n  ","608248":"\n  my mind. PTSD really fucks your mind up.\n  \n  my liver and kidneys were giving out it felt like and i really needed to do a detox cause wow i am so much better.\n  \n  dont drink everyday for days and party too much. lol\n  \n  i wore my body down with all the partying.\n  ","608249":"\n  she sucks. lol\n  ","608250":"\n  i just sit there squinting, hoping that i somehow get xray vision so i can see the alien in their stomach with the mouth of a whale shark cause i just dont understand where it all goes and how they dont just explode out of their bungus.\n  ","608251":"\n  i literally have no idea... idk how to describe myself.\n  \n  booms help lol\n  ","608252":"\n  i personally dont think its last anymore. I think people are starting to figure out that being with the bad boy isnt exactly that enjoyable for that long.\n  \n  i actually was close to the guys\/girls who were a little bit more nerdy or different. because i just always knew that in the outside world they are the ones you want to know, not the cool kids.\n  ","608253":"\n  when people are around me i let them know so they dont think im mad at them or anything. Usually people are really good at cheering me up so sometimes when i am trying to punish myself ill purposefully not tell anyone so nobody can cheer me up...\n  ","608254":"\n  i am grateful for my clear mind today.✨\n  ","608255":"\n  snakes and spiders.\n  ","608256":"\n  when i am super delirious lol\n  ","608257":"\n  i just want hannah montana.\n  ","608258":"\n  My house had a balcony from our living room, so my brother and i were messing around. he was eating while i was just throwing random stuff off of it. each balcony was pretty big, and im facing my brother and hes looking towards the horizon and up and goes, \"uhhhhhh?\" I turn around and hovering right above us was a triangle. it was dead silent. all you could see were three huge lights and it was way bigger than we thought. it was only there for about 3 seconds before it just shot up into the sky. i remember looking at my brother and he just automatically says, \"i dont know manna.\" and walks inside.\n  ","608259":"\n  im not the only one that feels this right?\n  ","608260":"\n  I'm not really into the bands nowadays\n  \n  i live Nirvana and Red Hot Chili Peppers\n  ","608261":"\n  Thanks hunny buns ?\n  ","608262":"\n  Omg i love cream cheese frosting. So much.\n  ","608263":"\n  Its the most intense deja vu ?\n  ","608264":"\n  I will look into it! Thank you ?\n  ","608265":"\n  Omg.. me too. I even get flashes in my mind of what they look like..\n  ","608266":"\n  Shes so fucking weird so like every time i try taking it off she gets all moody and then i put back on and she starts prancing around... she LOVES them. I put multiple on as a joke and she was loving it... idk what i did wrong guys lol ?\n  ","608267":"\n  exactly. thats another way to tell if you're an old soul and how many times you've lived. people who experience Deja Vu a lot would most likely have lived multiple times. its just a theory tho.\n  ","608268":"\n  bluetooth headphones since i have the worst cat and she decides to lose it lol\n  ","608269":"\n  sweeeeeeeet!! thats awesome lol\n  ","608270":"\n  yeah... ive kinda always known i cant be hypnotized...\n  \n  so i kinda want to just talk to one of them and just see if its worth it or not.\n  ","608271":"\n  i was thinking more along the lines like residue left over from the previous life. thats why people have dreams of them in different times but they know exactly where they are or people connections to things for some reason even when they have never been exposed to it.\n  ","608272":"\n  do you think its expensive?\n  ","608273":"\n  i really do want to try it.\n  ","608274":"\n  oh yeah all the time.\n  ","608275":"\n  I live more in the moment now. I cherish the little things. Im not so worried about the future, because the future is never guaranteed. Why are we always so focused on what happens after? when we do that, we just end up missing whats in front of us.\n  ","608276":"\n  thats why i am in therapy! i am working on it. i am making great progress though.\n  ","608277":"\n  i have to study some more. one thing I noticed that caught my interest is, \"To become able of cognizing the nagual, one has to develop the second awareness, that is, clairvoyance.\"\n  \n  i have been really interested in clairvoyance because i have had many people tell me they think i might be.\n  \n  i need to study so much more.\n  ","608278":"\n  i am really good today, how are you??\n  ","608279":"\n  you should totally write a spin off.\n  \n  i would so watch this\n  ","608280":"\n  I'm kinda really into you and your scene,\n  \n  Mainly because it makes me feels things✨\n  ","608281":"\n  thats just not it, super chief.\n  \n  its not my type of music but its not terrible.\n  ","608282":"\n  I wanna know more about you though... if someone finds me interesting, i have learned that they are most likely interesting themselves. I hope i will get to know you as well?\n  \n  My whole life was unique which is why i have more out of box way of thinking. Ive had so many weird moments in my life that have made me realize we really have no fucking clue about our world.\n  \n  Ill tell you something thats been on my mind. Idk how much I believe in hypnosis but anyways. I had nannies growing up but they never spoke english. So up until i was 4 years old. I was fluent in spanish. So much that my family told me I would translate from Spanish to English for them. I have memories of speaking Spanish but i dont even understand what im saying. And my moms fluent in italian and she said i even spoke that.. i think the trauma of the divorce did something to my brain because i cant speak any other language than English and from hearing those stories ive tried learning Spanish again and its like i have a mental block.. what do you think?\n  ","608283":"\n  Omg yes its so embarrassing ?\n  ","608284":"\n  Some might say that im a little TOO comfortable ?\n  ","608285":"\n  Omg, this just made me so happy!! ?\n  ","608286":"\n  Yeah when i was gonna start doing it, i didnt realize my body wasnt in the best health yet and i need to get healthy first cause i had agents send me a response to my application and they said, “Savannah is very pretty and we are interested in her. If she does more commercial shoots and builds her portfolio she will likely have agents looking for her.” Im paraphrasing cause it was actually two paragraphs. Anyways, that kinda got me to realize i should really try and so thats why im gonna work out and be healthy.\n  ","608287":"\n  Yes... but im blanking on what it was. I know eggs is one of them.\n  ","608288":"\n  I know but that worries me cause shes the worst sometimes ?\n  ","608289":"\n  Oh god, a whole box. Those are so easy to put down.\n  ","608290":"\n  Lion ? only because of their awesome hair ? but i kinda think lions are the kings of the cat world.. idk\n  ","608291":"\n  Im going to be honest with you, i am constantly learning new things about life which changes my outlook and now im not sure yet cause im still working on it. Lol\n  ","608292":"\n  My beliefs are weird. My thoughts probably wont be popular opinion. I think that all religions are right and all of them are wrong. I think they are all shooting for the same end result but i dont think people realize that we arent even able to consciously understand what’s really going on or the truth has been bended so much, the truth wouldnt even look real. My beliefs are closer with Buddhism. I believe that life is a constant balance. I believe that new souls are created and old souls are reincarnated infinitely. I believe that our universe consists of layers of dimensions, you wouldn’t keep reincarnating in the same dimension over and over. I kinda think of it as a recycling of souls. Next life will be light then dark over and over again (ying yang) the universe is energy and in order for life forms to be able to survive the energy has to be constantly restored.\n  \n  I know most will think im insane lol ?\n  ","608293":"\n  Honestly not as much as i plan too. I try to just set a couple hours but then i get distracted so im just off and on.\n  ","608294":"\n  I really want to learn more about chinese medicine or other cultures herbs they use for medicinal reasons.\n  ","608295":"\n  Just pretty much about all the self discovery im going through right now.\n  ","608296":"\n  Right now im obsessed with them ?\n  ","608297":"\n  Always ready for Halloween ?\n  ","608298":"\n  Big creature: elephant ?\n  \n  Small creature: finger monkeys ?\n  ","608299":"\n  I was all about booty before everything on social media turned into just a whole lot of booty. Gotta stay ahead of the trends ?\n  ","608300":"\n  Money is an extension of oneself. I feel like more money would make everyones life easier.\n  ","608301":"\n  My dream car right now is the pininfarina battista.\n  \n  Im more into concept cars:\n  \n  • 2020 Mercedes-AMG One\n  \n  • Audi AI-Trail Quattro\n  \n  • Rolls-Royce Vision NEXT 100\n  ","608302":"\n  Honesty! ✨\n  ","608303":"\n  Thats kinda impressive lol\n  ","608304":"\n  Ughh i cant stand car salesmen either. Ugh im so sorry. Hows everything else?\n  \n  Ash is a spoiled brat and its all my fault. She acts like a nightmare if i dont give her fresh chicken so now i have to go get chicken special for her cause she doesn’t stop meowing. Lol\n  ","608305":"\n  Its funny cause i wouldnt call the police at all. Id ask why and who you are and then go, “so like do you smoke weed? Wanna get crossed and eat these donuts?” ??\n  ","608306":"\n  The Wild Flower Child ?\n  ","608307":"\n  What art classes are you taking?\n  ","608308":"\n  My dad always said to me, “the problem isnt cause i think you’re a bad driver, you’re a great driver.. you just need to understand having a car means having to maintain a car.” And my god hes so true. Having a car is great but fuck so much to deal with. I really hope you can get a better car!!\n  ","608309":"\n  Heeeeeeeyyyyy ✨ whats been going on? Hows your art going? Hows your week so far? Sorry to bombard you with questions ?\n  ","608310":"\n  Butter chicken with rice\n  ","608311":"\n  MEAT.\n  ","608312":"\n  Im so sorry... omg ? i wish i could do something ?\n  ","608313":"\n  Honestly I really dont know.. thats a really good question. Lets see, an average week i do probably 1000 answers. I delete a lot of questions too fuck the math wont work.. hmm how about we go by how many i usually have when i wake up? I always have a couple hundred new questions when i wake up that i go through before i answer anything since im still waking up.\n  ","608314":"\n  Omg my sense of humor. Im pretty sure some people get really confused at what i laugh at... ive had so many times where people ask why im laughing and when I explain what went on in my head they laugh but it gets me in trouble where i learned to now explain why im laughing. Idk why people always assume by the way i look that when i laugh im laughing at them.... like no thats so rude ?\n  ","608315":"\n  Are we ever really control or are we just a bunch of puppets with masters pulling the strings while sprinkling the illusion of free will?\n  ","608316":"\n  Thanks sweetheart ?\n  ","608317":"\n  BOOOOOOOOO ?\n  ","608318":"\n  Whats going on? Wanna talk about it? I really hope this week will get better for you. ?\n  ","608319":"\n  “If you aren’t grateful about what you already have, how do you think youll be with more stuff?”\n  ","608320":"\n  A month ago lol\n  ","608321":"\n  Like barley this ?\n  ","608322":"\n  Thats cute love ?\n  ","608323":"\n  I didn’t realize how insanely athletic i was until i stopped and experienced real life cause i was used to training with like NBA kids or some professionals kids so i was like “ya im okay but dude thats steve kerrs daughter. .. she is incredible.” So my bar was unnaturally high. So when i started doing sports with other people who dont train as often i was always in way better shape. Even now i havent worked out for awhile but my friends will tease me and say i wont be able to do something and then i end up doing more than them lol i just let them have their thunder for a little though\n  ","608324":"\n  My doctor told me when i was younger that i will never be able to gain that much weight on my body cause my body just never learned how to carry it because i was training way too much when i was younger. I mean i had 0.02% body fat until i was like 22 lol\n  ","608325":"\n  AWH? you are lovely!\n  ","608326":"\n  These types of questions are always hard for me to answer because im always like, “who am i?” Lol ?\n  \n  I like lots of things. Im fascinated with the world and beyond it. Below the sea to outer space. I could talk about theories for hours. I could talk about science for hours. I heard this quote, “I’m bored’ is a useless thing to say. I mean, you live in a great, big, vast world that you’ve seen none percent of. Even the inside of your own mind is endless; it goes on forever, inwardly, do you understand? The fact that you’re alive is amazing, so you don’t get to say ‘I’m bored” & thats exactly how i feel and why I pretty much enjoy everything lol\n  ","608327":"\n  Ok so im eating this chocolate chip cookie and it had brownie batter in the middle... duh fuh. ?\n  ","608328":"\n  Not anymore. I used too and then i realized im wasting my time worrying about things out of my control and that i should only be worried about things i can control like my actions, words, and reactions\n  ","608329":"\n  Well i own this little dumb dumb so does that mean im a witch? Or that im cursed? Or gonna have bad luck?\n  ","608330":"\n  Kimchi is too spicy for me\n  \n  I love sauerkraut and mustard tho\n  ","608331":"\n  Actually no, because that means you’re in a state of flight or fight. Which makes you completely survival mode so people claim that theyll black out or be shocked with some of the choices they made.. anxiety makes it impossible to have that balance you need.\n  ","608332":"\n  Precisely. You sound to very interesting to talk too ? i love diving deep into the conversation of consciousness.\n  ","608333":"\n  Ive had a really good day today ? im glad to hear you’re doing great ?\n  ","608334":"\n  Hey, how are you sweetheart ?\n  ","608335":"\n  Im feeling really good today and really clear headed that im probably going to answer questions with obnoxiously long answers, so I apologize if you’re not into long answers.\n  \n  Gonna be a lot of Boom going blah blah blah kaboom ?\n  ","608336":"\n  This sounds really fucking dark and now im curious\n  ","608337":"\n  Good cause I would choose the same ? im so happy we are on the same page\n  ","608338":"\n  Get back to the condition i was at when i was younger\n  ","608339":"\n  The smell - it’s literally the smell of stomach acid\/throw up.\n  \n  It also tastes gross which is why they made kombucha cause before they would just eat drink it straight. Omg i can literally smell and taste it right now ?\n  \n  Just imagine drinking your own mucus\n  ","608340":"\n  Yes. Love it. I love anything pickled or vinegar.\n  \n  But that mucus texture i cant handle it\n  ","608341":"\n  You would be able to live with me forever though...\n  \n  the true test, me vs food lol\n  \n  Which would you choose\n  ","608342":"\n  Not in the same way though.\n  \n  Those things dont turn into the consistency of mucus\n  ","608343":"\n  Yes, its in my bio ✨\n  ","608344":"\n  Thats true ? damnit. You got me on this one ?\n  ","608345":"\n  I have to remind myself of it everyday ?\n  ","608346":"\n  Dude, noo shes stunning\n  ","608347":"\n  Theres a few billion that would be delicious\n  ","608348":"\n  I take fast showers, 10 mins\n  ","608349":"\n  It really is a simple story.\n  \n  One beautiful day their was an awesome human born, and the journey of this human lead them to use ASKFM. So one very stoney morning, this human meets another great human, “wow this hooman is pretty awesome like me” so they started talking and became friends since they really were a lot alike even though they were born in different countries. One day she-human asked what should she change her name too and he-human said “Boom.” She-human thought it was funny so decided to do it but then it actually blew up (check out the irony in that one) ? & now it has turned into a alternate reality for the she-human.\n  \n  You can all thank the he-human, the all peaceful, intelligent, and hilarious\n  \n   @Pookeo9\n  \n  for saying boom ?\n  ","608350":"\n  Vampire cause\n  ","608351":"\n  FACTS ✨\n  \n  This is my new favorite question\n  ","608352":"\n  I cant handle anything fermented. Fermented mushrooms or fermented soy beans. Kombucha.\n  \n  They make me wanna throw up just thinking about it\n  ","608353":"\n  At first i was like noooo then i realized my god i say the same kind of shit as he does ? or i guess the whole movie is just my vibe\n  ","608354":"\n  I was messaging my mom and she was just being weird just like how i predicted she would since I accidentally posted about who my biological father is and I predicted their watching everything im doing and not even 4 hours she calls me and now shes all mad at me for finding out, or mad at herself idk. But it just makes me anxious thinking about like why she is so afraid of people finding out the truth, what is she hiding?\n  ","608355":"\n  1. Saving money\n  \n  2. Writing\n  \n  3. Not being lazy (ive decided today that im gonna get addicted to working out again when my body is back to normal. I changed my diet so i can tell it’s getting better!)\n  ","608356":"\n  That’s probably true ?\n  ","608357":"\n  Starts out print turns into a mix of the two then ends in cursive ?\n  ","608358":"\n  I try to be but im not always successful. It really is a skill when you meet someone who can balance logic and emotion.\n  ","608359":"\n  Only if i knew forsure that it would work.\n  ","608360":"\n  Sure ✨\n  ","608361":"\n  Monologue *\n  ","608362":"\n  “A person who thinks all the time has nothing to think about except thoughts. So, he loses touch with reality & lives in a world of illusions by thoughts I mean specifically, chatter in the skull. Perpetual and compulsive repetition of words of reckoning and calculating. I'm not saying that thinking is bad like everything else, It's useful in moderation. A good servant, but a bad master & all so called civilized peoples have increasingly become crazy and self destructive because, through excessive thinking they have lost touch with reality. That's to say, we confuse signs with the real world. This is the beginning of meditation. Most of us would have rather have money than tangible wealth & a great occasion is somehow spoiled for us unless photographed & to read about it the next day in the newspaper is oddly more fun for us than the original event. This is a disaster, for as a result of confusing the real world of nature with mere signs. We are destroying nature. We are so tied up in our minds that we've lost our senses. Time to wake up. What is reality? Obviously no one can say because it isn't words, it isn't material, that's just an idea..Reality is.. The point cannot be explained in words. I'm not trying to put you down. It's an expression of you as you are. One must live, we need to survive, to go on. We must go on.” ✨\n  ","608363":"\n  THANK YOU ✨\n  ","608364":"\n  No, YOU are ?\n  ","608365":"\n  Showers. I dont know if its just me that always feels like a new person after a shower ?\n  ","608366":"\n  YES ?\n  ","608367":"\n  SLOW DOWN ⚠️\n  \n  Smell the flowers ?\n  \n  Feel nature around you ?\n  \n  Taste food around the world ?\n  \n  Hear all varieties of music ?\n  \n  Touch as many souls as possible ?\n  \n  The best advice i give myself everyday. ✨\n  ","608368":"\n  Ive been dying to try a new wig ✨\n  ","608369":"\n  I used to dip my apples in peanut butter and chocolate.. i think i could totally eat chocolate covered apples!\n  \n  I feel like the candy corn would be such a weird texture with chocolate.\n  ","608370":"\n  Yaaaa you’re not getting it... its not money that they are looking for its just so happens that right now the more money the more power but they have things set in place for if and when our society breaks down. They adapt to society and how society responds. Their end goal is something you and i cant even comprehend because its so intensive. I call them the slaves to the master of the universe.\n  ","608371":"\n  I want more wigs ?\n  ","608372":"\n  What are you doing in the military?\n  \n  Ive just been staying safe and bettering my health and mind ✨\n  ","608373":"\n  I dont know you ?\n  ","608374":"\n  Lovesss youss ?\n  ","608375":"\n  Thats a lot of babies ?\n  ","608376":"\n  Actually, that was kinda the intention. Dont assume their end game is anything good and something you want to be apart of unless you want to be soulless. They benefit from the masses being dumb. They benefit from destruction cause it doesn’t do anything but create more power for them.\n  ","608377":"\n  Yeah because my parents are jewish when it comes to their money lol but when I really need something they get it but they threw too much at me when i was younger that i ended up just being an idiot with my money. I have financial issues like just me like IM bad with money but my parents will keep supplying it to a certain degree because im fucking terrible at it lol\n  ","608378":"\n  Sadly, no matter how many times i asked they would never tell me whats their goal.. i think its one of those things you kinda have to be in club to know about the club. You know like fight club ??\n  \n  Its ultimate control but ive been trying to piece together for what personally as well. I was even loaned their book that was written in 1776. My god. Its a scary cult lol but it doesn’t explain exactly what their goal is..\n  ","608379":"\n  No way ?\n  ","608380":"\n  I used to be, im not anymore ?\n  ","608381":"\n  Goddamnit you’re right!\n  ","608382":"\n  For you to come sweep me off my feet ✨\n  ","608383":"\n  You are so sweet omfg ?\n  ","608384":"\n  Wait, you dont think its real? When they have Free Mason temples all over America? When theres records of them starting it in France way before 1776?\n  \n  Illuminati is just a code name for free masons.. its a certain level of them. All the presidents are in it.. Big Pharma, Corporations, the music industry, the movie industry ect.. like literally everything you see is run by them. ive met a bunch of them which is making me start to question if my parents are in it cause now im realizing they were all my parents friends they brought over..... weird. ?\n  ","608385":"\n  Why do you think that?\n  ","608386":"\n  Ugh, i hate this question cause like im a spoiled brat. I dont have to work a day in my life if i dont want too. But i assumed just the bites and pieces i say about my life, youd all get the picture ?\n  ","608387":"\n  I think you need a little bit of both to be able handle problem solving. Life is just a series of constant problems that need to solved so intelligent people are able to problem solve quickly and comprehensively.\n  \n  I believe in balance. I dont believe you should measure someone’s intelligence based on their tests scores but i do believe a good education as your foundation. I also don’t believe that one can learn everything just from the street either though because the streets are dark and all about survival. But I believe you need to be exposed to the world you live in and see it for yourself. Feel it for yourself. You will never learn about the world by just reading textbooks. Knowledge comes from being open-minded in all aspects of life. Knowledge comes from comprehending key words and context clues of our society and taking off the color glasses. Knowledge comes from understanding that you should never stop learning and to never stop learning means never stop growing and expanding the mind.\n  ","608388":"\n  Hes a patent attorney.\n  \n  But he does other stuff on the side that have to do with biochemistry, chemistry, astrophysics ect.. pretty much anything to do with science and life.\n  ","608389":"\n  She would murder me for chicken wings. Cats usually dont eat all frantically but as soon as i put a piece of chicken in her bowl for her, it’s already gone..\n  \n  she can smell when i have cheesecake before i even bring it in the house. She just meows nonstop until i give her some.\n  \n  McDonald’s french fries are dangerous to being near her too. She will not let you eat until you give her a tiny piece of fry..\n  \n  god i own a spoiled brat ?\n  ","608390":"\n  If my burps came out as pretty bubbles i would be so happy ?\n  "}}