{"Question":{"608391":"\n   Have you played golf? Why do you think rich people play golf? (Illuminati ? or)\n  ","608392":"\n   WARNING: 2021 there is to be war which is being prepared in the West many will die young nor old nor animal will survive please be prepared be safe✊\n  ","608393":"\n   i knew that hehe Savannah #Queen Ames\n  ","608394":"\n   Hahahahahahaha I accidentally was holding my finger down on my keyboard. I thought I deleted all the extra letters before I asked you how you were doing. Hahaha\n  ","608395":"\n   well glad you are over it! did you take any sort of treatment or just ride it out?\n  ","608396":"\n   Wow interesting so how smart is your dad.?\n  ","608397":"\n   What if girls had hairy bodies and guys were the ones with little to no body hair? You would have a nice hairy back and behind. Lol\n  ","608398":"\n   Do you wish that you could have lived during the Booman Empire so you could've attended gladiatorial events at the Colosseum?\n  ","608399":"\n   Nothing I'm just not okay but really , doesn't matter hehe so what are u Up to?\n  ","608400":"\n   Do you sleep on your stomach or side or back?\n  ","608401":"\n   That's so interesting hehe u definitely should I'm glad for ya, tbh I'm not but nevermind really ?\n  ","608402":"\n   ????.. Do you use a Comb or a Hairbrush??.. ????.. ???? .. Utiliza un peine o un cepillo para el cabello?? .. ????\n  ","608403":"\n   Hey cutie?how are uu?\n  ","608404":"\n   who is the one person that has taught you the most in life and what would you like to say to them about it if anything?\n  ","608405":"\n   Hiii...dude, what are you doing?\n  ","608406":"\n   I wish I could spend a night talking about the universe, the origins of life, evolution and history\n  ","608407":"\n   Power, authority, right... e.g. QUEEN?\n  ","608408":"\n   Какой ваш идеальный день?\n  ","608409":"\n   Что вызывает у вас чувство наибольшей благодарности?\n  ","608410":"\n   Remember, Quyền = POWER?\n  ","608411":"\n   Boom do you remember me? Its been a hot minute lol... years.\n  ","608412":"\n   If the sun is in space why is there light on earth an not space\n  ","608413":"\n   Quennnnn ???????\n  ","608414":"\n   have you thought of becoming an asmr queen?\n  ","608415":"\n   and also so beautifully perfect\n  ","608416":"\n   pap\n  ","608417":"\n   I never have..what does the comb taste like?\n  ","608418":"\n   have you eaten honeycomb?\n  ","608419":"\n   ILY BOOM XXX\n  ","608420":"\n   Fuck them man. It might be harsh to say, but if they're that thick to not realize people can be different, then maybe they're not worth being around. It's toxic energy that'll just bring you down.\n  ","608421":"\n   Your pretty\n  ","608422":"\n   Those sound like fancy wings. I like mine in medium, bbq, or teriyaki.\n  ","608423":"\n   Why wouldn't they believe you?\n  ","608424":"\n   How many piercings do you have?\n  ","608425":"\n   Hi\n  ","608426":"\n   You have the cutest belly ever\n  ","608427":"\n   Disagree\n  ","608428":"\n   Love it\n  ","608429":"\n   What type of wing sauce?\n  ","608430":"\n   I think I'd have to keep an eye on your halo though, because I can sometimes see the horns that hold it up. :-P\n  ","608431":"\n   wow hot body! do u work out?\n  ","608432":"\n   Because you had it and beat it\n  ","608433":"\n   describe yourself in one word\n  ","608434":"\n   Would you get an image of the coronavirus tattooed on you?\n  ","608435":"\n   Do you think you could listen to the same music you listened to when you were a teenager?\n  ","608436":"\n   Eat enough wings & you sprout them....then you'd be able to fly!\n  ","608437":"\n   Do you like Halloween?\n  ","608438":"\n   how often do you weigh yourself?\n  ","608439":"\n   how many people would you say you are close with here?\n  ","608440":"\n   what did you last have for dinner?\n  ","608441":"\n   id like to check out her page if that is something you can share?\n  ","608442":"\n   have you seen the machinist or the prestige?\n  ","608443":"\n   do you believe in Mercury Retrograde? i do for sure.\n  ","608444":"\n   What is on the walls of the room you are in?\n  ","608445":"\n   ْ\n  ","608446":"\n   ? blue eyes vs brown eyes ?\n  ","608447":"\n   Tf your so prettiiii ?\n  ","608448":"\n   Has she taught you how to make anything?\n  ","608449":"\n   how many of them do you think you'll never answer?\n  ","608450":"\n   how many questions do you have in your inbox right now?\n  ","608451":"\n   above the upper lip! the worst\n  ","608452":"\n   it’s Spooky Szn ???⚰️\n  ","608453":"\n   whats your all time favorite food\n  ","608454":"\n   whats the best thing to do with eggs?\n  ","608455":"\n   Has anyone you dated just put ketchup on your body and dipped their fries in it like it was a plate?\n  ","608456":"\n   Do you have neat handwriting?\n  ","608457":"\n   What’s your favourite thing to wear ?\n  ","608458":"\n   I would take care of your heart as if were my own.\n  ","608459":"\n   With all the heavy stuff you dealt with about that, was she able to tell you anything about your biological mom's side of the family that made you happy?\n  ","608460":"\n   Hugs??\n  ","608461":"\n   Here for you?☺️?\n  ","608462":"\n   ???\n  ","608463":"\n   i dont think we do have control over the way we feel. examples: you hear a gunshot can you control not having fear? you get news your parents died can you control not feeling agony? i think you can do things to mitigate the feelings afterwards but not to stop them from occurring.\n  ","608464":"\n   Best thing that happened to you this week?\n  ","608465":"\n   dffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffwhat are you doing?\n  ","608466":"\n   I’ll always love you my Queen??\n  ","608467":"\n   i dont think they are pointless goals at all. to meet them think of how many people you would have connected with! what is the point of life if not sharing human connections...\n  ","608468":"\n   aside from batman what are your favorite christian bale roles or films?\n  ","608469":"\n   what feelings or emotions come to mind when you think about this site?\n  ","608470":"\n   how do you typically answer questions here? do you go oldest first? newest first? pick and choose? whats your method?\n  ","608471":"\n   what the best chex mix flavor or variety?\n  ","608472":"\n   the best cooking is always instinctual. is your sister on here or does she share her creations anywhere?\n  ","608473":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","608474":"\n   Would you rather travel the world for a year on a shoestring budget or stay in only one country for a year but live in luxury?\n  ","608475":"\n   Did you have a nice weekend?\n  ","608476":"\n   Yeah elbow are intense but my nipple was it for me gotta be ready for that\n  ","608477":"\n   Did his wife end up buying anything? Did you initiate convo with him first or did he approach you? Was there ever a point when you felt like he was trying to keep the interaction going even though there was nothing left to say?\n  ","608478":"\n   what age were you that time you met your mom? sorry to hear she was struggling and also that she passed away.\n  ","608479":"\n   when you get your inheritance can i have whatever leftovers are in your fridge? ?\n  ","608480":"\n   What a fascinating story. I read this whole post. It's really incredible. If I could help you find out about you past I would, with my internet sleuthing skills. lol. Do you know your mom's name?\n  ","608481":"\n   I'd like to adopt you. You could be my baby.\n  ","608482":"\n   Does ash wake you up in the morning?\n  ","608483":"\n   My Queen??\n  ","608484":"\n   Did your tattoos hurt\n  ","608485":"\n   you are magically babelicious\n  ","608486":"\n   how many tattoos do you have?\n  ","608487":"\n   Love you much??\n  ","608488":"\n   How are you\n  ","608489":"\n   ☺️☺️?\n  ","608490":"\n   What romance movie would you suggest??\n  ","608491":"\n   Are you holding onto something that you need to let go of?\n  ","608492":"\n   How you lost your weight?\n  ","608493":"\n   stomaCh pap?\n - second try\n  ","608494":"\n   Post a selfie please? it's been awhile\n  ","608495":"\n   Ahahah come on be seriuous!\n  ","608496":"\n   Where do you come from?\n  ","608497":"\n   Um ... a daily questions asker?\n  ","608498":"\n   Do you think you could ever work for askfm?\n  ","608499":"\n   Was the boutique the sort of place you'd expect to see someone like him shop or not so much?\n  ","608500":"\n   Look at the twitter profile pic of Dave Mustaine's late sister, it's a picture of her when she was a kid. Do you see any similarity to you when you were that age?\n   \n    https:\/\/pbs.twimg.com\/profile_images\/868645238818037760\/Wts4gicR.jpg\n   \n","608501":"\n   One thing though. I remember you saying something about thinking your biological father was a really bad person. Did that come from anywhere solid or was it hearsay?\n  ","608502":"\n   You're definitely not insane and you can't completely believe it either, but it's certainly a realistic possibility. Did her sister ever expand on her thing for Dave Mustaine? Like did it seem as though she knew more or was she totally in the dark about why her sister would mention looking for him?\n  ","608503":"\n   True, especially when comparing him young to you. Whether you are his kid or not, you actually look more like him than his daughters.\n  ","608504":"\n   It's totally conceivable that you're his kid. Also after seeing what your mom looked like, I have no doubt that she'd have been able to get with a rock star back then.\n  ","608505":"\n   If it was a closed adoption, how did the meeting with your biological mom even get arranged?\n  ","608506":"\n   I do that's why blackmailing him by that you would tell the journalists would force him to do the test\n  ","608507":"\n   He definitely is your dad the resemblance is very strong\n  ","608508":"\n   Are Maury Povich or Jerry Springer still on TV? They could make it happen.\n  ","608509":"\n   Isn't he alive\n  ","608510":"\n   Can't you ask him for a dna test\n  ","608511":"\n   What will\n  ","608512":"\n   I mean they should tell you straight away and stop being manipulative or even ask your siblings they were old enough to remember any information when you got adopted\n  ","608513":"\n   So did Dave Mustaine date your mom back then or at least he knew about you when he met you in your workplace??\n  ","608514":"\n   Telling you that you aren't allowed to talk to someone wouldn't really stopping you from talking to them it'd actually making it more interesting to do so. So I don't know why you didn't talk to your old best friend's mom again or try talking to her in the present\n  ","608515":"\n   I really think you need to ask your adopting parents about your biological ones and tbh they owe you the truth and not to hide anything because you should know\n  ","608516":"\n   Can't you contact your so called social worker now to know more\n  ","608517":"\n   What would she do with Dave mustaine the musician  lol\n  ","608518":"\n   Why do you think you aren't allowed to see them? Did you ever tell your parents that she already said she was your social worker?\n  ","608519":"\n   Why didn't you ask your biological aunt if your mom was from California or another state\n  ","608520":"\n   Would your biological mom's sister have answered any questions you had about your biological grandparents and other relatives or did she not even want to talk about that?\n  ","608521":"\n   How come he couldn't be seen anywhere near them?\n  ","608522":"\n   That's pretty messed up.\n  ","608523":"\n   How are you\n  ","608524":"\n   Что плохого в жажде быстро обогатиться?\n  ","608525":"\n   Что бы вы сказали тем, кто не ценит жизнь?\n  ","608526":"\n   Reply with the first word that comes to your mind!What word starts with f and ends with u-c-k?\n  ","608527":"\n   Hey Sav! How's your day been? All is going really well over here with my little girls. Missy is more or less back to her normal funny ways. She still sleeping a bit more, but last night we were snuggled up in bed together and it was so nice. Hope you are Ash are doing well!\n  ","608528":"\n   It is actually. It is very interesting. I could even write a book about it\n  ","608529":"\n   Reply with the first word that comes to your mind!What is it that all men have one of; some men have longer ones than others; the pope doesn't use his, and a man gives it to his wife after they're married?\n  ","608530":"\n   Is it possible to stay friends with a person you have loved before?\n  ","608531":"\n   Do you cup up with all that okay?\n  ","608532":"\n   Very beauty\n  ","608533":"\n   Woooooo we both got applause, this is a monumental moment Boomie.\n  ","608534":"\n   Do you have tattoos on your back or is that region “clean”?\n  ","608535":"\n   Did you ever contacted your siblings\/relatives if there's any from your biological mom's side?\n  ","608536":"\n   share a bit of truth with me\n  ","608537":"\n   Was she dysfunctional no disrespect just what you just said wasn't a normal response someone would do?\n  ","608538":"\n   i just found your page yesterday. returned to this site after a break. it can be great if you find great minds. like you said the people that take it seriously can make this place something special. looking forward to hearing what you have to say.\n  ","608539":"\n   what will you do when you accomplish the goals here that you have listen in your bio?\n  ","608540":"\n   i like boom. nothing but love for boom. just curious where the theme comes from. whats the origin of your affiliation with boom?\n  ","608541":"\n   Why didn't you meet your mom for longer time than just few seconds\n  ","608542":"\n   if you could snap your fingers and have any pie right now what would it be? details plz ?\n  ","608543":"\n   describe the type of people your parents are.\n  ","608544":"\n   what emotions do you feel when you are under pressure?\n  ","608545":"\n   do you know your biological parents?\n  ","608546":"\n   I foresee people telling you that you look young for the rest of your life because your beauty is on another level and I know it'll stay that way.\n  ","608547":"\n   Heyyyy you doing okay luv, Nice hearing from you\n  ","608548":"\n   Hey. How are you?\n  ","608549":"\n   I’m good!!! Youuuu?\n  ","608550":"\n   You look your age to anyone who knows better. People tend to think anyone attractive beyond their early 20's looks young because most people just let themselves go, making them age like milk.\n  ","608551":"\n   They don't keep records of aliens.\n  ","608552":"\n   what was your name first\n  ","608553":"\n   I was born in 1994 are around the same age or nah\n  ","608554":"\n   Are you on the California Birth Index  ? Look your self up.\n  ","608555":"\n   Queeeeeeen\n  ","608556":"\n   You do not!\n  ","608557":"\n   Omg I’m so confused what’s the hell this thread came too ?????\n  ","608558":"\n   Could everyone please report this account! All she is doing is harassing ppl!\n   \n    https:\/\/ask.fm\/katyjordan65435631?utm_source=copy_link&utm_medium=iOS&shareBy=jennytheloser91\n   \n","608559":"\n   who or what gave you this knowledge?\n  ","608560":"\n   No u got the best ??\n  ","608561":"\n   are we in control of the way we feel though?\n  ","608562":"\n   whats typically more enjoyable asking or answering?\n  ","608563":"\n   never apologize for very long. thats like saying \"sorry please excuse this almond brittle i just made for you\" appreciate your thoughts. i can FEEL your passion lol. i do believe in aliens existing in the universe. just dont think they believe in us. dont think we are all that interesting for them ?\n  ","608564":"\n   Why stop thinking about your boobs?\n  ","608565":"\n   how many burgers can you eat?\n  ","608566":"\n   how did it feel?\n  ","608567":"\n   punching the hole tho... them strugglzz  ?\n  ","608568":"\n   rate it 1-10\n  ","608569":"\n   Did either of your parents ever consider adopting after you? Would you have liked that or not?\n  ","608570":"\n   Is she way better than your stepdad or is it close?\n  ","608571":"\n   Thats all u\n  ","608572":"\n   Kill off the gameee\n  ","608573":"\n   Who is the greatest cook you know? What do they make?\n  ","608574":"\n   Hey\n  ","608575":"\n   You look like a child\n  ","608576":"\n   Why? ??\n  ","608577":"\n   siblings older or younger?\n  ","608578":"\n   Как перестать наконец издеваться над собой в интернете?\n  ","608579":"\n   Вы свой ПК ремонтируете сами, или кого-то приглашаете для этого?\n  ","608580":"\n   Did you finish your sandwiches?\n  ","608581":"\n   U look amazing\n  ","608582":"\n   life explained x\n  ","608583":"\n   too real baby\n  ","608584":"\n   literally my world omf\n  ","608585":"\n   You are I think u are soooooo pretty if ur personality can keep up with ur beauty oh my heartthrob\n  ","608586":"\n   Where do you envision yourself living in the future?\n  ","608587":"\n   When was Boom's Shakespearean period?\n  ","608588":"\n   Your favorite flower?\n  ","608589":"\n   Lol , I always wanted to visit Cali though. I’m going to school to study transportation I’m in advance training vocational school. I hope one of these days we can see each other ??☺️\n  ","608590":"\n   what do you believe when it comes to aliens?\n  ","608591":"\n   how often do you send out questions here and how do you come up with the topics for the questions?\n  ","608592":"\n   Oh, wow that’s awesome ?? yeah dc is cool it’s not as exciting to me though I born here been here all my life lol, I do have my DL no car yet til I finish school. I’m 25 how old are you luv?\n  ","608593":"\n   if you could pick one thing what would the you of today say to the you back at that young age?\n  ","608594":"\n   ur a queen\n  ","608595":"\n   Lol. That’s good. I feel ya. Same here lol.\n  ","608596":"\n   Cool, I’m from Washington DC\nDo you drive?\n  ","608597":"\n   How are you? I’m bored\n  ","608598":"\n   Oh wow lucky you, I wish I grew up near the beach. I’m pretty sure you went all the time, yes I wish you can take me to I would want you to ?, where are you from? If you don’t mind me asking\n  ","608599":"\n   I’m in bed right now. What do you think we should pretend about for sleepy time in pretend land?\n  ","608600":"\n   what is the last thing you learned?\n  ","608601":"\n   Do you have any siblings ?\n  ","608602":"\n   we are never done, Boom. i will never get bored with you\n  ","608603":"\n   Love you most\n  ","608604":"\n   I hope you finish all 3 tonight. lol\n  ","608605":"\n   That sounds so lovely and just sensational, I never actually seen a plankton on a beach before, except on spongebob lol. The beach is an perfect place to relax your mind, body, and soul ??‍♀️, that’s y I love the beach I never been at night one of these days it will happen.\n  ","608606":"\n   Yes I'm teaching you lol\n  ","608607":"\n   Most definitely! I want to capture all the different sides of you.?\n  ","608608":"\n   Good thing you have leftovers!\n  ","608609":"\n   Love you\n  ","608610":"\n   What was the last thing you paid for?\n  ","608611":"\n   I want to watch Henry Danger with you. I love my kids shows.\n  ","608612":"\n   I know you don't really like sausages, but I got this excellent rope sausage (like they type they sell at bbq places). I can't wait to eat it tomorrow. I got Sweet Hawaiian hotdog buns and a sweet onion for it. It's going to be dankolicious!\n  ","608613":"\n   She's pretty chill. Do you also know Jenn McAllister also known as Jennxpenn? I'm a fan of her too lol.\n  ","608614":"\n   I do too, just watch the view and hear the sound of the waves ? sounds so mesmerizing ? what’s your favorite part about going to the beach?\n  ","608615":"\n   Yes I'm a fan of her. I'm not sure if the industry will destroy her. ??‍♀️\n  ","608616":"\n   I love sauce on every thing. Like extra extra sauce so it's so messy and sloppy. I love condiments.\n  ","608617":"\n   What was the best gift you ever received?\n  ","608618":"\n   ikr don’t it ??‍♀️ I ain’t been to the beach in a long time\n  ","608619":"\n   Yours are hot ?\n  ","608620":"\n   What you have is perfect\n  ","608621":"\n   done and done. lol\n  ","608622":"\n   Tbh Mollee is her own self she can't be somebody else.\n  ","608623":"\n   Have you ever been to a Renaissance fair?\n  ","608624":"\n   I KNOW she's not your daughter lmfao ??\n  ","608625":"\n   What kind of accent can you do best?\n  ","608626":"\n   And also boobs\n  ","608627":"\n   Can I save this pic to my phone? lol\n  ","608628":"\n   You are natural beauty for the ages\n  ","608629":"\n   Not true but you are bad!\n  ","608630":"\n   I wish we was at the beach actually doing that ⛱?\n  ","608631":"\n   thoughts on capri sun?\n  ","608632":"\n   is this recent?\n  ","608633":"\n   It's enough that you're more than me\n  ","608634":"\n   So do you know her... LOL\n  ","608635":"\n   Yes!! I agree ?\n  ","608636":"\n   I need you to make me fameous\n  ","608637":"\n   I don't even know ?\n  ","608638":"\n   I never tried that, I really love the Lipton peach tea ?? you ever tried it? It’s so good\n  ","608639":"\n   Have you ever wanted to say something was an abomination but said aboomination instead? Also, do you believe in the existence of The Aboominable Snowman?\n  ","608640":"\n   When you sing, do you feel like a regular Boomstina Aguilera?\n  ","608641":"\n   Yes, I don't get it tbh\n  ","608642":"\n   Thanks so much!! ?? same here!! What’s your fav kind of tea to drink ?Hot or cold?\n  ","608643":"\n   Even if we don't get to meet\/shoot around this time, we can still totally play with Halloween themes as well, if you ever want!\n  ","608644":"\n   Ok boomer ?\n  ","608645":"\n   I made the Trader Joe's orange chicken and just ate it. lmao. When are your sandwiches coming?\n  ","608646":"\n   That’s good you doing good, glad to hear and I’m doing well thnx for asking. Yes!! tea and water are the best   ???\n  ","608647":"\n   I'm not afraid of you kaboom ?\n  ","608648":"\n   Hi sexy girl\n  ","608649":"\n   Do you know an Actress name Mollee Gray?\n  ","608650":"\n   Do you have good friends from your very childhood?\n  ","608651":"\n   Lady Boomer ?\n  ","608652":"\n   What music do you listen to? Like what type? 80s? 90s? 2000s? Weird stuff? lol\n  ","608653":"\n   How you doing pretty lady? ?\n  ","608654":"\n   Do you like Gummi bears? How about Gummi worms? How about Gummi rats? How do you feel about Gummi eyeballs? Now what if i asked you about gummi brains? Have you ever consumed Gummi spiders? Would you be interested in consuming Gummi dicks? All these are real things by the way.  Be cool y’all .\n  ","608655":"\n   Do you consider yourself a Boomo Sapien?\n  ","608656":"\n   I really need to stop. I went on a walk today and felt a lot better. I did eat a decent amount today. I really want the Trader Joe's now. lol. I'm happy you are getting your sandwiches. That will be so nice.\n  ","608657":"\n   Do you like the movie Clueless?\n  ","608658":"\n   I would describe that as \"bonerific\"... lol\n  ","608659":"\n   Dude I cannot tell you how happy I am that you are online tonight. Are you getting your food delivered or do you have to pick it up?\n  ","608660":"\n   I started following you when you first got on here. I remember when you barely got questions and would ask for more. Then at one point  you got a huge influx of followers.\n  ","608661":"\n   OMG you look stunning. I actually didn't recognize you without all the arm tattoos. lol\n  ","608662":"\n   Aw you were like 20. How cute.\n  ","608663":"\n   What year was this?!?!?!?!?!?!?!?!\n  ","608664":"\n   did you choose the name? why that name?\n  ","608665":"\n   how old were you back then and can you pinpoint what had your confidence at an all time high?\n  ","608666":"\n   Boomiette, you are so cute\n  ","608667":"\n   Now you are making me feel guilty. I got Orange Chicken from Trader Joes... the frozen one for $5 a bag. It's really good. I have 8 bags of it.\n  ","608668":"\n   Well, truth be told, yesterday I got 2 XL pizzas from Sbarro's. I ate both of them through out the day and finished them by the time I went to bed.\n  ","608669":"\n   thank you for this. honored you think so. im not going anywhere. this site used to be a daily routine of mine but i took a break for several months because i had trouble connecting with the right people. people like you are a rare commodity here. genuine salt of the earth type souls.\n  ","608670":"\n   Which character would you love to get rid of in your favourite TV show?\n  ","608671":"\n   I would eat them all in one sitting. I'm fat like that.\n  ","608672":"\n   That stinks. Stick to Wendy's and McDonald's.\n  ","608673":"\n   You got 3? Daaaaang... I really do love you. lol\n  ","608674":"\n   Do you wish you could read someone's mind? Why?\n  ","608675":"\n   love u more\n  ","608676":"\n   *sighs. Why you gotta make me want to shoot even more with that Halloween poll? I have so much damn creative energy & nothing to shoot currently. :'(\n  ","608677":"\n   Which sandwich did you get? I'm looking at the menu. I like the Menage a Trios - Halal chicken, bbq, honey mustard, real honey, pepper jack, cheddar, swiss\n  ","608678":"\n   Do you really?\n  ","608679":"\n   Angel\n  ","608680":"\n   what is the best costume you used on halloween?\n  ","608681":"\n   Onion rings are deliciouis. I need to get some the next time I go to Carl's Jr. Have you tried CJ's jalapeno poppers? I wonder if those are good.\n  ","608682":"\n   Do you have covid?\n  ","608683":"\n   What are you doing tonight, Boom?\n  ","608684":"\n   Have you tried the onion rings from your burger place yet???\n  ","608685":"\n   When is your birthday ?\n  ","608686":"\n   you are the furthest thing from stupid! i just found your page yesterday and its been fun conversing with you and learning about your life. you are super respectful and engaging. anyone who says otherwise is lying.\n  ","608687":"\n   thanks for taking the time to explain so thoroughly. bless you and your parents!\n  ","608688":"\n   This is another one of those times when I hate my compulsive need to correct people, but I think you mean \"patent\".\n  ","608689":"\n   have you seen palm springs?\n  ","608690":"\n   you know you have really great answers. refreshing to see. thanks for taking the time btw.\n  ","608691":"\n   but more fun to do! that something you would like to ever do?\n  ","608692":"\n   Ready for alot of questions?\n  ","608693":"\n   what sort of work do they do?\n  ","608694":"\n   oh shit i forgot to ask lol. will do now. Synesthesia- but i think i misinterpreted what you wrote the first time around so maybe this has just been a sort of waste of your time ?\n  ","608695":"\n   its easy. make it a goal and smash it!\n  ","608696":"\n   what are some movies you would recommend people to see?\n  ","608697":"\n   if you had the energy to what do you think you would bake?\n  ","608698":"\n   how many people here do you follow?\n  ","608699":"\n   you should bake something!\n  ","608700":"\n   where do you think you got your personality from?\n  ","608701":"\n   why were you anxious?\n  ","608702":"\n   who's fault was it you got stung? bee honest\n  ","608703":"\n   there is a term for what you are describing that you see visually. sorry ive forgotten it tho haha. i have a friend i will ask and get back to ya.\n  ","608704":"\n   Really ? didn't you hurt while getting tattoos?\n  ","608705":"\n   do you like motorsports?\n  ","608706":"\n   are you a wealthy person?\n  ","608707":"\n   how many tattoos have you got ?\n  ","608708":"\n   what phase of the moon are you?\n  ","608709":"\n   what has been the best year of your life so far and why?\n  ","608710":"\n   cute girl ?\n  ","608711":"\n   did you get revenge on your assailant?\n  ","608712":"\n   how old is ash?\n  ","608713":"\n   how long did that process take?\n  ","608714":"\n   how has the move been?\n  ","608715":"\n   a round of applause to both of you ?\n  ","608716":"\n   what are your fav topics to discuss?\n  ","608717":"\n   whats been the best part of your day?\n  ","608718":"\n   How are you ❤️\n  ","608719":"\n   What was a trend when you were a child?\n  ","608720":"\n   What’s the worst haircut that you have had?\n  ","608721":"\n   ?why you not sleeping ????\n  ","608722":"\n   You're thrown into a room and the door gets locked, you turn around and you and mike tyson are in this room together. What's the first thing you do?\n  ","608723":"\n   True, true, true. Thank you, smarty pants. ?\n  ","608724":"\n   Ok why are u so perfect\n  ","608725":"\n   ☺️\n  ","608726":"\n   ?Agree\n  ","608727":"\n   Yeah 99% of my problem...\n  ","608728":"\n   What are your plan tomorrow night? Are you going to be home and online while eating your burger that you like getting?\n  ","608729":"\n   Do you have plans for the weekend?\n  ","608730":"\n   Marry me\n  ","608731":"\n   I could fall in love with you\n  ","608732":"\n   I'd only change if you asked me really nicely ? otherwise, never ?❤️\n  ","608733":"\n   Stahhp! You're the one who does that to me! Pretty please don't ever change ever! ❤️\n  ","608734":"\n   do you even has a particular subject or it is random ?\n  ","608735":"\n   Still in love with you, sav. Hope you're doing great, you perfect, stunning goddess, you ❤️❤️??\n  ","608736":"\n   Night everyone\n  ","608737":"\n   Do you over think ?\n  ","608738":"\n   Wyd rn?\n  ","608739":"\n   I’m kinda the opposite. What way do you think reading has benefited your life?\n  ","608740":"\n   Have you seen a movie she was in called \"Ghost World?\"\n  ","608741":"\n   fav scarlet role or film?\n  ","608742":"\n   You and her are both very pretty but if I had to pick I'd choose you every time\n  ","608743":"\n   fav Olivia Wilde film or role?\n  ","608744":"\n   Interesting\n  ","608745":"\n   do you listen to many podcasts?\n  ","608746":"\n   The stuff is all the other great things about your hot personality. You're fireeee ??\n  ","608747":"\n   You're hot and stuff ??\n  ","608748":"\n   I picture you taking a genetics test, eagerly logging into their site for the results and seeing a breakdown that includes \"69% Boomanese\" with a line connecting it to the place on the map it represents. .only the line goes to a question mark instead of anywhere specific.\n  ","608749":"\n   blue or black ink?\n  ","608750":"\n   Hey Sav! How are you and Ash doing today? All is getting more back to normal over here. Things are getting calmer, which is good. My little funny head is not quite there yet, but tons better than a couple days ago.\n  ","608751":"\n   What are your favorite emojis? ?????\n  ","608752":"\n   who do you trust the most in your life?\n  ","608753":"\n   The worst thing you’ve done?\n  ","608754":"\n   perfection ladyyyyy\n  ","608755":"\n   Your beauty is 3× her beauty\n  ","608756":"\n   offload your thoughts to squishy ill always be here for you forever and alwaysssssss beautiful angelface\n  ","608757":"\n   And all it took was a cheap pun? I've been going about this wrong for years!\n  ","608758":"\n   omg yesss misses boometh misses amesy babygirllllll xoxo\n  ","608759":"\n   How was your day? Have you been swell? ??\n  ","608760":"\n   What's your favorite gum flavor?\n  ","608761":"\n   Is Boomjamin Franklin your fav founding father?\n  ","608762":"\n   Is Boomthoven's 9th Symphony his best?\n  ","608763":"\n   Why was Boomghis Khan so bloodthirsty?\n  ","608764":"\n   Why did they put Boomraham Lincoln on the penny?\n  ","608765":"\n   Im falling even more in love with you ???\n  ","608766":"\n   Sure you are beautiful\n  ","608767":"\n   You’re sexier\n  ","608768":"\n   i fucking love you with a passionnnnnnnnnnnn xxxxxxx\n  ","608769":"\n   stunning\n  ","608770":"\n   Eyeabetes.\n  ","608771":"\n   J'aime mon travail\n  ","608772":"\n   Hi you are a lovely lass\n  ","608773":"\n   Do you watch the tv show called cops? or seen it before\n  ","608774":"\n   totally\n  ","608775":"\n   baby girl i love you so much xo\n  ","608776":"\n   Great point. I needed to hear that after being betrayed ?\n  ","608777":"\n   When you go shopping do you usually go through the cashier or do you use the self pay line?\n  ","608778":"\n   Actress of Series preferred\n  ","608779":"\n   Do you ever regret being a good person to the wrong people? ?\n  ","608780":"\n   Have you become less interested in friendship and socializing as you got older?\n  ","608781":"\n   If an animal could talk, what would it say?\n  ","608782":"\n   Are you dressing up for Halloween? What are you going to be?\n  ","608783":"\n   Что ты делаешь, когда не знаешь какое решение принять ?\n  ","608784":"\n   PAP in Crop top✔️\n  ","608785":"\n   and still perf yay the reason i am loving my lifeeeeeeeeeee\n  ","608786":"\n   literally the reason i am in love with you forever and always omg\n  ","608787":"\n   Hi my World ? The most beautiful  queen in the galaxy ? ??♥️  @# \nCan we be close ?♥️\n  ","608788":"\n   What is a dream you have that you want to come true??\n  ","608789":"\n   What is your favourite colour? Why?\n  ","608790":"\n   Have you ever built a treehouse?\n  ","608791":"\n   ❤️\n  ","608792":"\n   If you like dogs, what is your favorite dog breed?\n  ","608793":"\n   How do you cope with failure?\n  ","608794":"\n   my actual heart beat babyboom i love you too much i cant explain it but i know its for real  2011 - 2020 and forever xoxo\n  ","608795":"\n   Whats the theme of the year?\n  ","608796":"\n   are you happy fall is here?\n  ","608797":"\n   Is this scarlett Johansson?\n  ","608798":"\n   Who is this? She looks hot, but not as hot as you.\n  ","608799":"\n   What great quote would you like to share?\n  ","608800":"\n   Favorite quote\n  ","608801":"\n   your pics turned me on❤️❤️❤️❤️\n  ","608802":"\n   Stop tasting good and you won't have that problem.\n  ","608803":"\n   Your so sexy\n  ","608804":"\n   Sadness. Ness. Loch Ness Monster. Monster. Monsters Inc. Inc. Zinc. Sink. Stink. Stinker.\n  ","608805":"\n   That home looks like it's simultaneously unsafe, safe, and a disaster whilst being so beautiful at the same time.\n  ","608806":"\n   Dude I was so sad when he died. It was so sudden. I was like \"WTF\" because we never heard of him being ill or anything. My dad met him on an airplane and shook his hand. Apparently he was as kind as you'd ever expect him to be. He's the man.\n  ","608807":"\n   YES\n  ","608808":"\n   Those designs scare me. They look too old and creepy. I prefer futuristic architecture\n  ","608809":"\n   Except Jim Lahey would be a better president than anyone else in the world.\n  ","608810":"\n   Seriously though her tongue looks like it got burned by some radiation or some shit. Jesus H Christ that is some freaky fucking shit man\n  ","608811":"\n   ?\n  ","608812":"\n   Mozart is a legend, John Legend wishes he were a Legend. Imagine all the people that John Lennon inspired. Lennon and Legend start with Le. Le is a french word. Word of the day is \"Haagen-Daas\"\n  ","608813":"\n   Trust me the snuggling is 100% on her terms and is extremely limited. I want to rest my head next to her body but that irritates her so much. When she wants to snuggle she will curl up against my legs.\n  ","608814":"\n   They used to send me coupons for buy one get one free. I miss that. They don't now b\/c their business is booming from the pandemic, so they don't need to do promortions. I love Qdoba though. Free guac and bacon in their burritos.\n  ","608815":"\n   Whats your favorite meal from there?\n  ","608816":"\n   Ain't nobody gon' know, the secrets to yo' flow, that you shine so nicely in the sky, my oh my, I cannot unsee that sun. The sun lookin' like the nun, who told me to \"Find the Lord\". Lord Cord, King of the Scots, who are not bots, for they are Scots.\n  ","608817":"\n   I'm just imagining being Snoop Dogg right now.\n  ","608818":"\n   How often do you edit your profile?\n  ","608819":"\n   Bruh you crackin' like a magnitude 9.0 earthquake. These suckas don't know how powerful I am. I meditate. I imagine. I create. I am the power of my own world and these brothers and sisters are my peeps. Earth be shakin' like a god damn volcano, and I be more peaceful than a god damn monk.\n  ","608820":"\n   Sometimes we talk about life, sometimes we talk about love, hate, fear and others. But we need highness the most. I got the first M, the second M, and the third M. The music marijuana magic bro. Triple M here to steal your thunder and make you feel humble.\n  ","608821":"\n   Do you have fires near you?\n  ","608822":"\n   Move over, Triple H. It's time to play the Music. It's all about the Music, and how you play it. It's all about control, and if you can take it.\n  ","608823":"\n   Do you own any books by Paul Stamets?\n  ","608824":"\n   Music + Marijuana = Magic.\n  ","608825":"\n   Do you eat Qdoba, Chipotle?\n  ","608826":"\n   Is this Emma Stone?\n  ","608827":"\n   Poor Ash!!! lol\n  ","608828":"\n   I don't want to spend even a minute away from my little girl. She is sleeping on her sleeping bag that's folded on the sofa. I'll sleep on the floor below her. I'm looking forward to her getting totally back to normal so we can sleep in bed. The floor is making me so sore. Happy you & Ash are well??\n  ","608829":"\n   he was on with this guy whose book he wrote the forward to...the book is on the origin of various spirituality being in psychedelics, so they talk a lot about psychedelics in this one\n  ","608830":"\n   graham boomcock was on jre today\n  ","608831":"\n   Ill give it a read too then\n  ","608832":"\n   I would like to lick Taco Bell off of Lana Del Rey and you. After you bite into a big burrito and the back of it falls out all over you. That's hawt.\n  ","608833":"\n   is your wifi signal good?\n  ","608834":"\n   What was the last life-changing decision you had to make?\n  ","608835":"\n   I laughed at poopybutthole lips ???\n  ","608836":"\n   marry me\n  ","608837":"\n   What makes you feel proud of yourself?\n  ","608838":"\n   Would you want to be internet famous?\n  ","608839":"\n   ? Growing up, was there a song that you've liked listening to on repeat? ? Pls name the title of the song and artist or attached a video. Ta?\n  ","608840":"\n   yous my everything babyboom\n  ","608841":"\n   she is fucking perfection my actual heartbeattttttt\n  ","608842":"\n   Hey Sav! How are you and Ash doing? My little munchkin is doing a lot better today. I'm really happy with how she is progressing along. The vet checked-in with us and is super happy as well. Just wanted you to know. We had a really nice day with the windows open and a lot of nuzzles.\n  ","608843":"\n   Did you watch the debate?\n  ","608844":"\n   Awwww no :< I’m sorry, bloody dumb bee\n  ","608845":"\n   Who do you like more Superman or Batman?\n  ","608846":"\n   Does your wealth come from slavery?\n  ","608847":"\n   Do you wear a mask out in public?\n  ","608848":"\n   Have you met someone that has a different personality in real life and social media? ??\n  ","608849":"\n   Oh noes! Did you get the stinger out?\n  ","608850":"\n   No that's not football! OK so in the USA you call it soccer but the rest of the planet, I.e. 6 billion people call it football. That is football. What you are referring to is what everyone else calls American football\n  ","608851":"\n   How come?\n  ","608852":"\n   Yea! Ehehehe ^^\n  ","608853":"\n   talk about your fav foods. what is your ideal meals for breafast lunch and dinner? like if it was your last day on earth haha\n  ","608854":"\n   I need a distraction.\n  ","608855":"\n   Hahaha ? but like just instead of riding around in her I just bounce around ?\n  ","608856":"\n   Nothing crazy, about my writing process. Then I wanna do some art again\n  ","608857":"\n   What about the real football... As in soccer..?\n  ","608858":"\n   I am thankfully, heading home to work on an essay\n  ","608859":"\n   whats your word of the day?\n  ","608860":"\n   Oh my haha. Hope you’re doing good!\n  ","608861":"\n   You are toooooo luvvvvvvv ?\n  ","608862":"\n   what draws you to using this site? how long have you used it?\n  ","608863":"\n   why boom?\n  ","608864":"\n   Wow. I've had people tell me that I paint pictures with my words & I thought that was the perfect way to put it.. I love that you said that about yourself.  Are you a very visual person as well? ???\n  ","608865":"\n   do you bake pies?\n  ","608866":"\n   how long till you have your own place?\n  ","608867":"\n   All I need is a nice house, nice car, $ and\n   \n    @ass4lyfe\n   \n   ❤️❤️❤️❤️❤️❤️❤️\nEspecially my queen!\n  ","608868":"\n   what recent event caused you to learn these things?\n  ","608869":"\n   How do you talk your way out of unwanted conversations? ??\n  ","608870":"\n   Is there a meaning to life? If so, what is it?\n  ","608871":"\n   I got problems. What if- I inflated princess like a balloon and just used her like a space hopper ???\n  ","608872":"\n   Favourite celebrity cook if you have one?\n  ","608873":"\n   Which superhero is the most boring?\n  ","608874":"\n   Use this space you post anything that you would like to ?\n  ","608875":"\n   Omg Hun, I need help ? I don’t know why but I got such a funny idea after that balloon stuff I started to get\n  ","608876":"\n   Are those hairstyles below particularly attractive to you?\n  ","608877":"\n   Do you like football?\n  ","608878":"\n   Fr\n  ","608879":"\n   I sense the presence of a beautiful princess ✨\n  ","608880":"\n   The Queen has returned, now down before her highness\n  ","608881":"\n   That would be a lot of carving  - and pumpkin pies after that.\n  ","608882":"\n   Do you write things in your blog or do videos or something else? What type of blog is it?\n  ","608883":"\n   So I've been doing a lot of thinking on not much sleep. You're Lady Boom of Swagistan. If that world, maybe your neighbor is your rival. We can call them Turdistan. Idk. It came to mind.\n  ","608884":"\n   Do you decorate outdoors for Halloween?\n  ","608885":"\n   Who is your role model?\n  ","608886":"\n   I got suspendeddddd\n  ","608887":"\n   What have you been up to today?\n  ","608888":"\n   What word do you find fun to say?\n  ","608889":"\n   What song do you have on repeat?\n  ","608890":"\n   Well I’m helping my Mum a bit, other then that I want to draw!\n  ","608891":"\n   Yeah it came out in 2017\n  ","608892":"\n   Morning luv\n  ","608893":"\n   Are you from Los Angeles California?\n  ","608894":"\n   Did you watch the sequel?\n  ","608895":"\n   Hi baby\n  ","608896":"\n   How is ur day going?\n  ","608897":"\n   are you binge watching any tv shows currently?\n  ","608898":"\n   What was the last song that you sang along to?\n  ","608899":"\n   Do you like the movie \"Trainspotting?\"\n  ","608900":"\n   Hahaha, Pooof! ?\nI’m actually doing pretty good today so far ?\n  ","608901":"\n   Has anyone ever stolen your weed?\n  ","608902":"\n   What’s the most interesting documentary that you have seen ?\n  ","608903":"\n   I'd love to!\n  ","608904":"\n   Hahaha, I’ve been officially knighted as your balloon tho ??\nHow’re ya doing?\n  ","608905":"\n   If you could create an app, what would it be?\n  ","608906":"\n   Don’t make me blushhhh ?\nHaha, poodle? ?\n  ","608907":"\n   No people won't stop. You are the best\n  ","608908":"\n   My favorite answer ???\n  ","608909":"\n   DO YOU EVER STOP TALKING?\n  ","608910":"\n   Best music service? Pandora, Soundcloud or Spotify?\n  ","608911":"\n   What are your favorite quiet time activities? Do you read, write,  watch tv?\n  ","608912":"\n   Good morning gothy princess ?\n  ","608913":"\n   If you opened up a restaurant, what kind of food would you serve?\n  ","608914":"\n   If you were given 5 million pounds to open a museum, what kind of museum would you create?\n  ","608915":"\n   What is something that never fails to inspire or motivate you?\n  ","608916":"\n   How often do you change your profile picture on social media?\n  ","608917":"\n   Nice face ??\n  ","608918":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","608919":"\n   Do you like the Snickers almond bar? Have you ever tried it before?\n  ","608920":"\n   I’m definitely going to give you the whole world.\n  ","608921":"\n   I love you more than others ? My queen ? ♥️ @#\n  ","608922":"\n   have a great Tuesday\n  ","608923":"\n   yous stunning angel literally my wife xo\n  ","608924":"\n   What do you do to keep neat and tidy?\n  ","608925":"\n   Would you rather have one last day to live with the ability to say goodbye to everyone and not do much else, or do everything you’ve ever wanted but not have time to say goodbye to anyone?\n  ","608926":"\n   I absolutely agree with you! It would be madness!\n  ","608927":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","608928":"\n   What causes you stress in your life?\n  ","608929":"\n   Do you celebrate Halloween? ?\n  ","608930":"\n   any Halloween plans coming up?\n  ","608931":"\n   Of course. What color do you want?\n  ","608932":"\n   I was thinking about your well being. Whenever you show any kind of distress and are quiet, my feelings for you are even heightened.\n  ","608933":"\n   How do you feel about receiving inappropriate questions? Why do you think people send them?\n  ","608934":"\n   Hey ain’t got a good chance to get ya feet in my hands ?\n  ","608935":"\n   ?. I guess I have even more motivation!\n  ","608936":"\n   I appreciate the time\n  ","608937":"\n   Hey, I’m just doin my daily deed\n  ","608938":"\n   I’m going to spoil you worst than ANYONE has ever been spoiled ever. You won’t have to work, or cook (your own Chef\/l & maids) etc etc etc. literally the world. Hopefully you don’t end up treating me bad because you get everything you want with no hesitation but I don’t feel you’re that type. ?????\n  ","608939":"\n   Silver is the new “it”\n  ","608940":"\n   Do you believe in luck? ?\n  ","608941":"\n   Silver wig?\n  ","608942":"\n   Could I share with you my favourite song ?\n  ","608943":"\n   So I did a little reading have a theory these people aliens could have come her in a prehistoric time they could be where the pink pigment in the skin come from if they migrated south when the ice sheets come and integrated with the neanderthal or something and over the years they drop off more alin\n  ","608944":"\n   Yes!\n  ","608945":"\n   Are you serious lol\n  ","608946":"\n   \"...whenever I saw this movie when I was little...\" How old were you when you first saw \"The Matrix\"?\n  ","608947":"\n   Whys that\n  ","608948":"\n   What one should I take\n  ","608949":"\n   and why is that\n  ","608950":"\n   Oh yeah?\n  ","608951":"\n   Can I ride you like gay Peter rides that dolphin?? ?\n  ","608952":"\n   What pills are the hardest to swallow? ?\n  ","608953":"\n   Have you ever heard of the smartfood popcorn? Do you like it? What's your favorite flavor?\n  ","608954":"\n   Do you ever go to baseball games?\n  ","608955":"\n   what are you doing?\n  ","608956":"\n   Yea, Scandinavians are weirdly beautiful. Very underrated.\n  ","608957":"\n   Hey, I’m literally going to give you the entire earth. $$$$$$$$\n  ","608958":"\n   I know you were jk. You just make me happy.\n  ","608959":"\n   Wtf. You’re going to think this is crazy but the 1st girl I ever liked in my entire life was a girl named Stephanie, who was Scandinavian. I literally asked satan Russian if it is weird I think Scandinavian are the baddest earlier today.\n  ","608960":"\n   Are you Scandinavian?\n  ","608961":"\n   What’s your sense of humour like?\n  ","608962":"\n   Если бы я могла исполнить одно Ваше желание, какое бы оно было?\n  ","608963":"\n   Что бывает в жизни лишь один раз? (кроме рождения и смерти)\n  ","608964":"\n   Whoa. Nah, lol gorgeous. My barbers are on lockdown. My hair cut and beard are ugly :(\nBut 1 day it would be cool if we hung out at the beach or movies or something!\n  ","608965":"\n   Are you excited that it's fall?\n  ","608966":"\n   I'm not a boy little girl I will paint a rainbow on your arse with my hand?\n  ","608967":"\n   All good. I do tho. Very, very near Berkeley CA.\n  ","608968":"\n   Do you like reading? Do you have a favourite author?\n  ","608969":"\n   Okay! I’ll figure out some stuff! Gosh I’m so excited to do this! I’m going to make her look like a goddess!\n  ","608970":"\n   Nothing much! Just laying in bed and listening to music\n  ","608971":"\n   Do you live in the Bay Area?\n  ","608972":"\n   Okay! Cute!!! Anything specific?\n  ","608973":"\n   I want that?\n  ","608974":"\n   You’re uplifting and fun & make me want to make you happy asf (give you the whole world!) etc etc etc etc etc etc\n  ","608975":"\n   No. Honestly, you are.\n  ","608976":"\n   Just thinkin about you Savannah\n  ","608977":"\n   Gem\n  ","608978":"\n   Awww thanks angel ?\nSo where were we- talking about the picture!\n  ","608979":"\n   ??? how’re ya doing\n  ","608980":"\n   I wanna be that person you tell everyday I love you ❤️?\n  ","608981":"\n   Hey are you there?\n  ","608982":"\n   Just by being yourself. ❤️❤️❤️❤️❤️❤️\n  ","608983":"\n   Well yea ? Hahaha, gosh it’s so gross >.<\n\nWell I’m glad ya don’t think I’m suuuuper weird then, hahaha.\n\nSo yeaaa, when you were talking weird that’s what I thought you meant ? big dumb dumb over here\n  ","608984":"\n   You’re so pretty ?\n  ","608985":"\n   Does look kinda small. But small hands are cute.\n  ","608986":"\n   What’s your favourite flower\/plant?\n  ","608987":"\n   Some of my friends are Yea! Some of which I met on ask ?\nBut yea! That’s the weird I’m talking about! It’s fun to me ??\n  ","608988":"\n   You make me ?\n  ","608989":"\n   Do beautiful. Doesn’t even make sense.\n  ","608990":"\n   What makes you happy. Like seriously?\n  ","608991":"\n   With some of my close friends, hard to choose one. One kinda had fun with deciding how she was going to inflate herself for a roleplay. Had fun also deciding what she wanted for a picture I was drawing for her once\n  ","608992":"\n   When was the last time that you had your face painted?\n  ","608993":"\n   You’re awesome!\n  ","608994":"\n   How often do you procrastinate?\n  ","608995":"\n   Omg, wife!!! I’m going to cry.\n  ","608996":"\n   Favorite song\n  ","608997":"\n   Что бы вам хотелось в этой жизни знать заранее?\n  ","608998":"\n   Pfffffff- idk- maybe a show? Possibly Charlie and the chocolate factory but I don’t think it was that. But I just think it’s funny and silly\n  ","608999":"\n   Same it was so much more fun then\n  ","609000":"\n   it's a good one sure ??\n  ","609001":"\n   Knowing you're sad makes me wish I was a comforting, inspirational person instead of a pessimistic jackass. We love you, Boom! Feel better!\n  ","609002":"\n   Same this app died\n  ","609003":"\n   Cause we used to be friends back when this app was a thing with lots of people that got along\n  ","609004":"\n   Do you use a waterpik?\n  ","609005":"\n   How quickly do you call people back?\n  ","609006":"\n   Is your fav song from Cinderella \"Bibbidi Bobbidi Boom?\"\n  ","609007":"\n   5-Hydroxytryptophan... The precursor to serotonin. I recommend looking into it. It helps me.\n  ","609008":"\n   thats nice ? i'm happy for you and i hope that you have a sweet dreams also ♥️ \n\ni have an addiction to your profile and specially your pics ♥️\n  ","609009":"\n   Boomye West or Boomdrick Lamar?\n  ","609010":"\n   Definition of perfection babygirl ily with all my heart Squishy xo ??\n  ","609011":"\n   Your beauty is so magnificent I know I would cherish it\n  ","609012":"\n   Simply just being you is enough\n  ","609013":"\n   How often have you wished NZT-48 was real? I do daily.\n  ","609014":"\n   I think you would look good in Asian-style clothes too (tbh you look great in anything). Would you wear a cheongsam?\n  ","609015":"\n   Thanks beautiful I will remember you little one?\n  ","609016":"\n   It’s the balloony\/inflation stuff- just so ya know. Honestly it’s mainly embarrassing cause there are other people on here who ask it in such an awkward and uncomfortable way. And it makes some get mad at me even tho I don’t like to bring it up much unless it’s with someone I trust. And okay!\n  ","609017":"\n   how dare you say that perfection is gross\n  ","609018":"\n   oh ??? \nand i hope that your day was good too❤️\n  ","609019":"\n   With your words you sounds like a person with good heart and conscious mind nature as I iam assuming with your early impression I noted with your answers and I need person of such nature as a my life partner particularly a female since I am male and I am looking for a female partner for my future.\n  ","609020":"\n   i need some help from you if you have a time\n  ","609021":"\n   and you know what you let me feel ?\n  ","609022":"\n   Love it\n  ","609023":"\n   you are welcome ♥️♥️♥️ \n\nyou made my day, and i think that you are on of the best source of positive energy❤️\n  ","609024":"\n   Love it\n  ","609025":"\n   oh ??\n  ","609026":"\n   1\n  ","609027":"\n   The day is just getting officially started I’m just checking to see how you feel today?\n  ","609028":"\n   also a very cute personality ???? that's too much ❤️❤️ \n\nreally really adorable, your eyes your body your hair everything?\n  ","609029":"\n   Sandlot or Matilda??\n  ","609030":"\n   You sure do look good ??\n  ","609031":"\n   Would you open anenvelope that has the date ofyour death inside?\n  ","609032":"\n   Spaghetti bolognese with grilled cheese and sourcream thoughts?\n  ","609033":"\n   Just the same words arranged in a different order express different thoughts, the same events experienced in a different order form different personality characteristics?\n  ","609034":"\n   Wow XD you had an actual response ?? mine was “huh?” Cause I was confused at first\n  ","609035":"\n   hahhahahaha ??? \nadorable♥️♥️♥️♥️♥️\n  ","609036":"\n   Is everyone in your house doing ok?\n  ","609037":"\n   Or do you think it's veracity comes from the order in which people experience events? An oversimplified example: from your birth, you experienced summer first, then fall, winter, New Year, etc. on the cycle of life, but someone born in December would experience this in a different order (winter 1st)\n  ","609038":"\n   What would you do if you inflated like a balloon\n  ","609039":"\n   ?Wow just wow my mind just blew up\n  ","609040":"\n   I’ll feel so embarrassed thooo, even tho I shouldn’t but- idk- I just thought you knew already for some reason >.<;\nWhat kind of weird did you want?\n  ","609041":"\n   you are so so so cute ??????\n  ","609042":"\n   Pap please beautiful angelface ???\n  ","609043":"\n   You wouldn't need to beg me. It'd make me feel good to give you what you needed. It'd be an honor to take care of you.\n  ","609044":"\n   Do you think it's possible that astrology has something to do with celestial bodies dragging around the blood in the brain, like the moon controls the tide?\n  ","609045":"\n   that made me watch this\n   \n    https:\/\/www.youtube.com\/watch?v=9E0R18tRV7g\n   \n","609046":"\n   *shrugs. I'm in a very.....yea....state of mind right now.\n  ","609047":"\n   Football. I’m planning on trying out for SJSU football as soon as possible.\n  ","609048":"\n   PAP yourself today.\n  ","609049":"\n   But- you don’t mean my kind of weird- do you?\nI’ll do whatever you want luv\n  ","609050":"\n   I think I’m so good, I don’t pay much attention to the other players and the rules of my sport are clearly outdated.\n  ","609051":"\n   Like if I inflated like a balloon, I was so confused at first.\n  ","609052":"\n   Awww, you’re making me blushhhhh, thank youuuu.\nAnd don’t worry, not gonna add anything “weird” ???\n  ","609053":"\n   Something about me being a balloon ?\n  ","609054":"\n   My Queen ♥️? ?! \n@#\n  ","609055":"\n   Of course I wanna draw something for you! I only hope that you’ll like it when it’s complete\n  ","609056":"\n   Yea, can’t leave my girl out there. Also had a very “interesting” conversation on here about a question I got that broke my brain ?\n  ","609057":"\n   *writes it down on my to-do list*\nI’ll definitely do that! I’m so honoured that you wanted me to draw you something ?\n  ","609058":"\n   I haven’t done much with her this past summer cause of COVID but I still try to get out.\n  ","609059":"\n   What therapy do you go for?\n  ","609060":"\n   hahaha Missy can get fierce sometimes too. I have all these scars on my hands. Of course I've also been aggressive with her with rubbing and stuff and ignored her when she was growling and hissing at me. I would keep petting her and hugging her and she would explode with anger. It was cute. lol\n  ","609061":"\n   Whom did you made your last call to?\n  ","609062":"\n   I just got one girl, her name is princess and she’s a beautiful brown horse.\n  ","609063":"\n   Ooooooo, I actually love that as an idea for a picture!\nMaybe I’ll do that, draw you as a beautiful gothic princess\n  ","609064":"\n   Is what it is... Never a failure always a lesson ~ Robyn Fenty\n  ","609065":"\n   Well like I already said, you’re a princess, hehe, that’s one thing I think of you?\nI don’t know you all that well but you are bloody ✨gorgeous✨ thats for sure\n  ","609066":"\n   Awwww thank you!! I bet you are too! What do you write about?\n  ","609067":"\n   life. :(\n  ","609068":"\n   You’re making me blush ? just got back from some horse riding, probably the last time I can while it’s sunny\n  ","609069":"\n   could be betetr:(\n  ","609070":"\n   Hahahaha ? ah I see.\n\nWell if you want I can do one for you! I’d love to for a princess like you ?\n  ","609071":"\n   hi\n  ","609072":"\n   If you were to take place of any of the chosen children in Charlie and the Chocolate Factory (OTHER THAN CHARLIE) which kid would you be?\n  ","609073":"\n   You can't separate us. I have so much cute stories about her personality that I'll have to share with you over time. She doesn't act like a cat. She is super loyal like a guard dog. I know you would appreciate them because you Ash is a funny head too.\n  ","609074":"\n   ? You likey What?\n  ","609075":"\n   Awww you flatter me dear ? you’re amazing to talk to\n  ","609076":"\n   Does anonymity encourage people to misbehave or does it reveal how people would choose to act all the time if they could?\n  ","609077":"\n   Yeaaaa, especially since I make a variety of art from normal human things, backgrounds, animals\/pokemon, ?etc. It’s just easier and more comfortable for everyone\n  ","609078":"\n   If emotions are the product of biochemical reactions, then in the future we will be theoretically able to control them. If we could control emotions through technology, should we?\n  ","609079":"\n   Have you used a bath bomb or bubble bar before?\n  ","609080":"\n   I do have an ig but I don’t post anything on it >.<;\nUsually I just share art to my friends straight through messaging.\n  ","609081":"\n   Imagine living in a place where you're 9 hours and 34 minutes ahead of Washington DC. Imagine having hours so fucked up like that. Like how would you even function? It's like someone took a dump on Mother Nature and she unleashed a mudslide after having an earthquake cause she's an anxious bitch\n  ","609082":"\n   Not writing currently, I got a lot of asks to do art for\/of some of my friends so I’m working away at that\n  ","609083":"\n   Just thinking of this makes me want 420,564 tacos\n  ","609084":"\n   I love you for being you!\n  ","609085":"\n   Which of these designers do you like best: Giorgio Boomani, Boomentino, Dolce & Boombana, Boomberry, Coco Boomnel, Boomatella Versace, Christian Louboomtin or Oscar de la Boomta?\n  ","609086":"\n   What would you change in this world?\n  ","609087":"\n   Mother Nature prior to Taco Bell: Calm. Mother Nature after Taco Bell: Volcano.\n  ","609088":"\n   The Queen has returned to bless me with her presence ?\n  ","609089":"\n   Yay! So happy to see you're doing pretty good today! *hugz.\n  ","609090":"\n   That’s good!!!\nI haven’t been to therapy in a whileeee.\nI’m okay, just going about my day\n  ","609091":"\n   Have you decorated your house for Halloween yet?\n  ","609092":"\n   Hiyaaaa, how’re you doing?\n  ","609093":"\n   In what ways are you stronger than you look?\n  ","609094":"\n   What was the last thing that frustrated you?\n  ","609095":"\n   How comfortable are you with public speaking?\n  ","609096":"\n   What kind of restaurant is that? I mean obviously it deals w\/ Burgers (hence the name), but is it fast food, sit down, fancy?\n  ","609097":"\n   This Anon has sent this to countless people...*rolls eyes.\n  ","609098":"\n   I cried so much last night. She was lying against my body and when I shifted over she did too. She wanted me to touch her and she was making noises and it made my so sad. I'm so relieved right now. I just need her to pee. She will, but it will take a while since she is drowsy.\n  ","609099":"\n   .... thank you thank you thank you so much for caring about my kitties, Sav. They mean every thing to me. I love them so much!!!!! :)\n  ","609100":"\n   What’s your favourite restaurant to visit?\n  ","609101":"\n   Did you really think that when you block me on all of your social media I wouldn't know that you did it to make me miss you and want you more? I actually knew and did miss you and do want you more. Why are you teasing me like this this is my question!\n  ","609102":"\n   Did you go through a phase in high school?\n  ","609103":"\n   I just want ice cream and affection\n  ","609104":"\n   were you legit crying?\n  ","609105":"\n   Would you rather be able to sleep 8 hours a day or be able to take naps whenever\n  ","609106":"\n   How old were you when you lost your first tooth? Sophia’s about to lose her first one!\n  ","609107":"\n   Do they speak English in your country or there are other official languages?\n  ","609108":"\n   So is the nightmare before Christmas a Halloween movie or a Christmas movie? Discuss\n  ","609109":"\n   Что нужно добавить в твоё утро, что бы ты с радостью каждый день просыпался(-ась)?\n  ","609110":"\n   Do you get along with Scorpios?\n  ","609111":"\n   What do you think is your greatest strength?\n  ","609112":"\n   Gordon Ramsay starring in a heavy metal band = Gordon Ramsay with long hair\n  ","609113":"\n   Too bad I live in a different country \"Egypt\" lol\n  ","609114":"\n   Do you prefer winter over summer? ?\n  ","609115":"\n   I can help you I'm  O- too I think we should stick together\n  ","609116":"\n   but i don't have health issues\n  ","609117":"\n   Are you  O- or O+\n  ","609118":"\n   I'm O- welcome to the club\n  ","609119":"\n   Why it doesn't suck during Corona\n  ","609120":"\n   Sav it's me. Missy is going in at noon today. So 2 hours 21 minutes. The head surgeon at the animal hospital is doing it. It's looking like we might put her down but they are going to try to help her first. It does look bad though.  Keep her in mind. -- the man who loves his 2 kitties ??\n  ","609121":"\n   Hey there I just want to talk coz im bored lmao and I hope you dont mind it, thanks for adding me here how you doing?\n  ","609122":"\n   Thanks for being my friend. We've been sleeping nicely so far. Touching my legs like a little snuggle buddy. I hope you and Ash are snuggling too. Goodnight ??\n  ","609123":"\n   Are you a morning person?\n  ","609124":"\n   What is your favorite ice cream flavor?\n  ","609125":"\n   I'm happy that you know what Missy looks like from the letters I sent you. I know you understand how important she is in my life. Thanks, Sav.\n  ","609126":"\n   Don't worry I've been crying every time I pet her. Her fur is the softest. I was looking at her pictures the day my brother drove her to me. She came all the way from Philadelphia. She sat right by me immediately and slept nicely from then on. Every night sleeps with me since June 8, 2008.\n  ","609127":"\n   Seen Sons of Anarchy?\n  ","609128":"\n   How does it feel to get nothing after giving everything?\n  ","609129":"\n   \"How to breath\" - a guide written by a stoner. 1,230 pages long, published in China.\n  ","609130":"\n   Hold on let me Boomgle it\n  ","609131":"\n   HARRY BOOMER AND THE CHAMBER OF BOOMRETS\n  ","609132":"\n   ......... so I'm going to sleep next to her on the floor. She will be on the sofa. She seems to breathe better there instead of my bed. Well, I'll just wait for the phone call tomorrow and see what the final plans are. She's not even 13. My poor girl. Thanks for being my friend about this.\n  ","609133":"\n   Raboomzel\n  ","609134":"\n   I do draw! I draw anything from animals to humans, currently drawing a picture for one of my girl friends.\n\nI really write anything I have motivation for at the time. Again, was writing for a friend.\n  ","609135":"\n   We can laugh so hard that we almost choke on our Cheetos, but then drink a cold glass of water as we continue to laugh\n  ","609136":"\n   I lost 7 friends before I graduated and 2 after...\n  ","609137":"\n   Part of my childhood trauma happened in the Melrose cemetery.\n  ","609138":"\n   Just as a fair warning sometimes i laugh way too hard when I'm stoned.\n  ","609139":"\n   Boomie thanked me for the words, for I am touched on a deeper level, and we all rejoice the celebration of positivity, and we all smoke a 40g joint\n  ","609140":"\n   Gordon Ramsay would definitely have long hair as a woman\n  ","609141":"\n   Boom White and the Seven Boomves\n  ","609142":"\n   Every morning we wake, to await the great bake, for we are all happy, time for a nappy, when we get high, because the night is nigh.\n  ","609143":"\n   I'm stoned and half drunk and man this is just soooooo trippy its like i just tripped on the trip\n  ","609144":"\n   HOLY SHIT WHAT LOL\n  ","609145":"\n   I drew some art and wrote a bit.\n  ","609146":"\n   Tell me Hulu or Netflix??\n  ","609147":"\n   I was just looking at your competition on the leaderboard, and number 4 is a picture of a crown with no name and 6 likes. What chance do you have against that?\n  ","609148":"\n   ... so I know one option is to knock her out and stick a scope down her throat and see what is happening. I'll talk to my vet and see what she thinks. But my poor girl isn't doing the greatest and even little Meepers knows that she is not feeling good. I just want Missy to be ok. I love her so much.\n  ","609149":"\n   You look ravishing ?\n  ","609150":"\n   I bet your sneezes are cute\n  ","609151":"\n   That’s an interesting combo XD haha. Bless you btw\n\nI’m fine, just got out of the shower and deciding how I want to spend my morning.\n\nAlso- nice username ?\n  ","609152":"\n   Hey mate how long would it take to travel to Pluto?\n  ","609153":"\n   Can I tell you something\n  ","609154":"\n   No you had to be the cutest\n  ","609155":"\n   Wow look at those muscles\n  ","609156":"\n   Good you hottie\n  ","609157":"\n   all that i have to give is a good backstreet boys song\n  ","609158":"\n   Did you ever set up a Boomonade Stand when you were a little girl?\n  ","609159":"\n   Hey sexy babe?\n  ","609160":"\n   Pisces ♓️\n  ","609161":"\n   Archduke Franz Boomdinand\n  ","609162":"\n   It depends\n  ","609163":"\n   You mean Boombucha\n  ","609164":"\n   But I'm dead serious too man LOL like I don't know if I'm still riding off the high yesterday or not, but either way, it doesn't matter cause I feel amazing right now. It's that feeling we all strive for. It's like not knowing if you're drinking wine or grape juice, but you're drunk anyway\n  ","609165":"\n   101 Boomatians\n  ","609166":"\n   Sorry but that requires authorization from the Council of Boom. It's a \"no\" from us.\n  ","609167":"\n   What is this delicious looking thing?\n  ","609168":"\n   Do you ever feel like you're getting high the day after getting high, despite having no weed? It's an interesting feeling. It's another example of how powerful our minds are. It's like we can choose to be high even when we're no longer high. Or maybe I've been high all day. Who knows lol.\n  ","609169":"\n   Dude if I worked for them that'd be awesome lol but alas I don't. Either way that app does seem pretty cool.\n  ","609170":"\n   If you could switch places with someone for a day, who would it be?\n  ","609171":"\n   Any plans you got for the rest of the year?\n  ","609172":"\n   I don't need Gaia because... I AM GAIA... dun dun dun dun dun\n  ","609173":"\n   How confident are you in your appearance and is there anything you would change?\n  ","609174":"\n   Why are humans so confident in beliefs that can’t be proven?\n  ","609175":"\n   What do we get if we get you to 100K answers and 1 million likes?\n  ","609176":"\n   What percentage of your life do you feel truly alive? When do you feel that way? \nHow can you feel that way more often?\n  ","609177":"\n   ?\n  ","609178":"\n   You changed you info... Now that you changed it, I forgot what you originally had in there!\nVladymir Boomin from Swagistan. Boomblast.\nDr. Viktor Von Boom the Trio of Demons.\n  ","609179":"\n   I went to a gastroenterologist. He said I should use the probiotics that you keep refrigerated... like  such as Lactobacillus acidophilus and bifidobacterium bifidum. They are living things. He also said the ones on the shelf are a waste of money because they are dead. Ask your doc.\n  ","609180":"\n   If your askfm account came with a warning, what would it be?\n  ","609181":"\n   are you excited for spooky szn ???\n  ","609182":"\n   what’s your special talent\n  ","609183":"\n   You are welcome, I'm glad you're doing better <3 good things are coming❤️\n  ","609184":"\n   You can’t have haters cause you’re so easily to be liked by others\n  ","609185":"\n   you have beautiful tears your a beautiful soul\n  ","609186":"\n   Why\n  ","609187":"\n   do you need to be comforted\n  ","609188":"\n   i honestly adored you from the 1st message you sent\n  ","609189":"\n   Your smile is irresistible, Boom! I swear I get energy & light from it like the Sun.\n  ","609190":"\n   Great hope so i am not disturbing you just feeling bored need someone to talk\n  ","609191":"\n   Thank you!!! So far  I think I’m just gonna relax and see my horses:) what about you?\n  ","609192":"\n   choking on what\n  ","609193":"\n   Proudest moments of life?\n  ","609194":"\n   Angel\n  ","609195":"\n   In high school I made a few of my friends tombstones I ended up working in half of Minnesota’s cemeteries in 4 years...\n  ","609196":"\n   How are you doing this week? ?\n  ","609197":"\n   Can't believe you're 25. I mean I guess I should...\n  ","609198":"\n   Never heard of them probably they weren't that popular back then\n  ","609199":"\n   That would explain why mother nature keeps doing what she's doing. Maybe she just gets so stressed out that she drops a tectonic plate, causes a 9.2 earthquake and goes \"OOOOOOPS\"\n  ","609200":"\n   omfg you're perfect\n  ","609201":"\n   Dude there's soooooooo many ideas running through my mind right now it's not even funny. I'm just picturing Gordon Ramsay with your face, and he'd be Gordon Boomsay\n  ","609202":"\n   Brock Lesboom\n  ","609203":"\n   an ur tatted o my\n  ","609204":"\n   THE SAVAHARA DESERT\n  ","609205":"\n   Here comes the BOOM\n  ","609206":"\n   How are you\n  ","609207":"\n   If they uncovered a lost Shakespeare manuscript that was the first draft of Romeo and Juliette, except it was called Boomeo and Boomiette, what would go through your mind?\n  ","609208":"\n   Olympus Boomons\n  ","609209":"\n   I think Boomiette is a lovely name! <3\n  ","609210":"\n   Mount Boomerest\n  ","609211":"\n   What's a better name, Boomina or Boomiette?\n  ","609212":"\n   Do you use a hot water bottle?\n  ","609213":"\n   You're 25? Really?\n  ","609214":"\n   I guess its true our best ideas come when we're high. I never thought of natural disasters being the equivalent of emotions until now. Maybe these are all subtle signs that we should notice. Especially when she's angry.\n  ","609215":"\n   Introduce yourself with some simple answers to your followers\/viewers that are new to your page. (Don't have to answer.)\n\n1. Name & nickname.\n2. Age(If you want)\n3. A hobby of yours.\n4. Fav. animal.\n5. 2 fav foods.\n6. Hot or cold?\n7. 2 Fav conversation subjects\n8. Element\n9. Horoscope\n10. Fav. Drink\n  ","609216":"\n   What was the last thing that made curious? Have satisfied your curiosity about it?\n  ","609217":"\n   Something you loathe:\n  ","609218":"\n   You are my queen\n  ","609219":"\n   I try to be sweeeet ? but you areeee, Ehehehe.\nHow’re ya this morning?\n  ","609220":"\n   Girl you’re so pretty I’m jealous ?\n  ","609221":"\n   Don't even know this band never heard of them before\n  ","609222":"\n   You have the KGB genes\n  ","609223":"\n   What's up with you and your family have a fantasy\n  ","609224":"\n   I'm so sad ?. I can't fall back asleep and I don't really care. I'm just sad and I don't think anything can be changed.\n  ","609225":"\n   Happy Sunday\/whatever day it is for ya’ll! Hope you have a good day!!!?\n  ","609226":"\n   is it weird that i enjoy listening to 90s boy bands when hanging out with my sis ? ill listen to Nsync , Savage Garden , Edwin McCain , LFO ect\n  ","609227":"\n   Yep\n  ","609228":"\n   Savannah\n  ","609229":"\n   Yep\n  ","609230":"\n   Both\n  ","609231":"\n   Hottie alert ?\n  ","609232":"\n   I am good what about you?\n  ","609233":"\n   Can i ask you something\n  ","609234":"\n   Natural disasters is like mother nature on her period. Hurricanes mean she can't stop urinating. Tornadoes means she's angry. Earthquakes means she's clumsy. Volcanoes means she's about to erupt from anger. Mudslides are just her taking a dump.\n  ","609235":"\n   How’s my babe doing ?\n  ","609236":"\n   Hot\n  ","609237":"\n   Would you wanna be buried, cremated, frozen or put in a vault in 200 years when you pass away?\n  ","609238":"\n   Fuck is an awesome word\n  ","609239":"\n   Lysfm ???\n  ","609240":"\n   Your eyes, hair, mouth, how sweet you are ❤️\n  ","609241":"\n   Yep. Apart of my job. Been researching the paranormal for over 14 years now. It plays a big part in my life. I help people. Answer alot of unanswered questions for people. Try to help of course. Have been to many different locations. Researching the history & diff cases & more. Just something I do.\n  ","609242":"\n   Did you get any sides with your burger?\n  ","609243":"\n   But it's true! She's just letting out a nice big one after having all those burritos\n  ","609244":"\n   I’m not sure, probably like 4 or 5 years but I kept on seeing you page pop up before that, it’s been ages ??\n  ","609245":"\n   HOLY FUCK TSUNAMIS ARE TRIPPYYYYYYY. holy shit Savannah. This world is so hauntingly beautiful and terrifying.\n  ","609246":"\n   Just kidding i was busy too much from last two week but i keep stalk ? my muffin ..  i m good you tell hows life , hows you? Anything new\n  ","609247":"\n   what’s your idea of self care?\n  ","609248":"\n   In your heart my queen ?? but there was too much rush ????? i took time to adjust there lol\n  ","609249":"\n   Baby boo ?\n  ","609250":"\n   Nuclear bombs is mother nature taking a fart.\n  ","609251":"\n   I’m in love with you❤️\n  ","609252":"\n   Spicy Boomie Spences Boom\n  ","609253":"\n   why is he your favorite ?\n  ","609254":"\n   I love you Boomie Boom\n  ","609255":"\n   Awesome Instagram photos babe\n  ","609256":"\n   Your favorite ask.fm profile?\n  ","609257":"\n   Yeah quite a few, but they didn't show the deaths. Just the damage. Volcanoes are trippy man.\n  ","609258":"\n   It's just some show on National Geographic that's talking about the worst volcano eruptions\n  ","609259":"\n   I'm so honored lol. This is like the Queen of England praising me. It's a big honor.\n  ","609260":"\n   I just had Ruffles chips while watching the Mt St Helens eruption. My god that was so scary.\n  ","609261":"\n   Have you ever been to a cemetery at night? Like around 9 to 12 in the middle of the night? Would you ever do this?\n  ","609262":"\n   Involuntary manslaughter is such a hard crime to convict of. I mean it's their fault but it's not their fault at the same time. Cause it doesn't mean you caused them to do it, but you might've pushed them over the edge.\n  ","609263":"\n   Dude there's Ruffles chips and it's my bag but I don't wanna eat it cause I dont wanna be rude but I wanna eat it cause it's so fucking good like holy fucking shit of a boomerific atomic nuclear shit that I took in late 2012 cause I was so fucking constipated\n  ","609264":"\n   She was on the 12th floor and honestly I think she locked herself out. She wasn't in danger but she was just stuck on her balcony with no way to get back in lol\n  ","609265":"\n   Do you ever rub your collarbones and wonder how the FUCK bones can be in your body like that? It's like a dinosaur bone. It's wild man\n  ","609266":"\n   what did you eat?\n  ","609267":"\n   Bro I just spammed you I'm so sorry lol. But that sounds delicious as all holy fucking hell\n  ","609268":"\n   Live Rescue is freaky while high. This lady got STUCK ON HER BALCONY FROM THE OUTSIDE!! Like WTF? It's wild man.\n  ","609269":"\n   Hello hi, I'm high\n  ","609270":"\n   How long did it take to get your supplies?\n  ","609271":"\n   Also I'm high\n  ","609272":"\n   Is there anything that you would like to know about me?\n  ","609273":"\n   Dam you’re super hot\n  ","609274":"\n   Do you remember your first kiss?\n  ","609275":"\n   Savannah\n  ","609276":"\n   What did you forget to do today?\n  ","609277":"\n   Fuck everything\n  ","609278":"\n   Hi\n  ","609279":"\n   Do your pets prefer wet or dry food?\n  ","609280":"\n   Whoops! I meant to send you this link.\n   \n    https:\/\/www.wired.com\/2012\/06\/the-crayola-fication-of-the-world-how-we-gave-colors-names-and-it-messed-with-our-brains-part-i\/\n   \n","609281":"\n   How long did it take. I ordered some last week and it was here in 20 min\n  ","609282":"\n   Bruh was orange a fruit or color first?\n  ","609283":"\n   really dont you and looking bad doesn't exist babes\n  ","609284":"\n   How do you deal with haters?\n  ","609285":"\n   Have you ever permanently cut somebody from your life?\n  ","609286":"\n   How do I get better at a sport\/improve on my weaknesses? \n\nI think your opinion may be valuable.\n  ","609287":"\n   -\n  ","609288":"\n   Oh. Well that's better then. I understand and agree.\n  ","609289":"\n   If you're going to talk shit at least tag her\n  ","609290":"\n   You sound jealous\n  ","609291":"\n   She's been active forever. It's called saving\n  ","609292":"\n   -\n  ","609293":"\n   Would you rather work with a small group of people or a large group?\n  ","609294":"\n   are you interested in the solid system?\n  ","609295":"\n   They argue that it only opens 1% of the old growth areas to logging & that it'll help the timber industry and create areas for mining and recreational projects. They're very short-sighted imo. These areas are irreplaceable. Once they're gone, they're gone. We should be treasuring what we have left.\n  ","609296":"\n   ????.. You are a loving Person??.. ???? ..Eres una persona Amorosa??.. ????\n  ","609297":"\n   What are your top 3 Daily reminders?\n  ","609298":"\n   What is your \"golden rule\" in life?\n  ","609299":"\n   Not just the Amazon. The Trump administration just opened up Tongass National Forest (our country's biggest forest in Alaska) to logging in 7 million of its 16 million acres.\n  ","609300":"\n   What are you planning on doing today? Will include friends or family?\n  ","609301":"\n   _?\n  ","609302":"\n   I’m reading another book by this same doctor and it involves the destruction of the environment due to destroying sacred trees by a young business owner despite warnings from the forests inhabitants. He creates a clothing company that uses these trees, are you environmentally conscious?\n  ","609303":"\n   How many coins do you have?\n  ","609304":"\n   Good morning ☀️ My sun ? \n@# I miss you so much ?\n  ","609305":"\n   we gotta get you to a 100k answers\n  ","609306":"\n   What was ur first post on here? i tried scrolling but it took me legit 3 days\n  ","609307":"\n   You kinda look like Randy orton\n  ","609308":"\n   So I’m reading this book written by a doctor. The book describes how someone is staunchly against trying a different type of food while the person who is encouraging them to try it is very a adamant about them trying it offering different scenarios. What would you do in this situation?\n  ","609309":"\n   whats the dif between tv and streaming?\n  ","609310":"\n   Do you watch TV ?\n  ","609311":"\n   No you didn't \"literally\" do that.\n  ","609312":"\n   I dare you to spend a week 100% without electronics.\n  ","609313":"\n   why\n  ","609314":"\n   I hope you are starting to feel better. I've been busy with my little girls. Poor Missy is not doing well. Went to the vet a couple days ago. She isn't well. I have to take her back on Tuesday. Poor girl. I'm just sitting by here and trying to make her feel more calm knowing I'm next to her.\n  ","609315":"\n   I'm literally about to fall asleep. I barely slept the past few nights. I'll keep you updated. I hope you and Ash have a good night and you start feeling better. Night\n  ","609316":"\n   Hey\n  ","609317":"\n   Do you smile a lot?\n  ","609318":"\n   What do YOU think though?\n  ","609319":"\n   Hey Sav. It's been a while how are you?\n  ","609320":"\n   Totally. It actually makes sense cause all they're showing is their privates. Plus you're fleeting the wood by performing nude\n  ","609321":"\n   Do you think Fleetwood Sac is a good name for an all male musical group that performs in no clothes?\n  ","609322":"\n   imagine a pony digging up poo poo and then doing the hokey pokey\n  ","609323":"\n   Cats are pussies\n  ","609324":"\n   More high thoughts: if we ate our weed, ate an edible, and smoked a joint, would that mean we're high forever?\n  ","609325":"\n   Plot twist: cats do this when we're not around\n  ","609326":"\n   LOL i like that one. thats a name of some school i heard on tv and found it hilarious. Like, talk about a fair dick to leighson\n  ","609327":"\n   Well for starters Reeses Pieces is AMAZING when high. it melts in your mouth so easily. like a siamese cat licking its skin, and scratching its nails and nuts off\n  ","609328":"\n   Fairleigh Dickinson\n  ","609329":"\n   And yes I am totally high right now\n  ","609330":"\n   If you are an active user drop an emoji on my profile or answer this question because I'm going to remove all inactive users. \nHave a great day! ✨\n  ","609331":"\n   do you like your job?\n  ","609332":"\n   Какая первая мысль была у Вас сегодня после пробуждения ? ?\n  ","609333":"\n   Are you feeling any better today?\n  ","609334":"\n   Have you seen Fantastic Fungi?\n  ","609335":"\n   What do you like to put on top of your toast? ?\n  ","609336":"\n   what kind are they?\n  ","609337":"\n   I'm getting higher and just thinking about what if I were a chemist, and made a version of Neptunium that's edible. Which means we can eat neptunium without anything poisoning us.\n  ","609338":"\n   Hope you don't mind my random ramblings as I continue to get high. Don't wanna spam though but damn the mind is amazing. A-fucking-mazing.\n  ","609339":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","609340":"\n   What was the best thing that happened to you today?\n  ","609341":"\n   Congrats on achieving that dream\n  ","609342":"\n   What current trend can you not stand?\n  ","609343":"\n   Babe my angel boom\n  ","609344":"\n   No yikes from me I love your perfection\n  ","609345":"\n   I think you should make this everyday when we get married\n  ","609346":"\n   Your creations are so cute just like you\n  ","609347":"\n   Nose is beautiful omfg\n  ","609348":"\n   Yous the best\n  ","609349":"\n   I definitely agree with you. Arnold Schwarzenegger had 3 careers; some politicians had two; some pro wrestlers have had two or three, and so on. We're told to limit ourselves because society sucks dog poo, but we're limitless. We can do whatever we want.\n  ","609350":"\n   That sounds perfect. AND just watching you exist would be amazing.\n  ","609351":"\n   you have the best women's hands\n  ","609352":"\n   Life is about discovering another universe outside of our universe, so that we can have two universes to enjoy life, and can switch instantenously.\n  ","609353":"\n   Hell yeah that's what I'm talking about. Or at bare minimum you enjoy the highs again. Even the simple enjoyment goes a long way.\n  ","609354":"\n   Aren’t you the lucky one\n  ","609355":"\n   I appreciate your beauty\n  ","609356":"\n   you seem so non-judgmental. how the fuck can someone be as epic as you?\n  ","609357":"\n   Too much weed can indeed get you paranoid lol. Or burned out. Or both. When your mind is high all the time, it doesn't know what's sober and what's high anymore.\n  ","609358":"\n   i like giving you outfit ideas\n  ","609359":"\n   Well shit you put a smile on my face. And I just had an edible about an hour ago so it might be partially because of that too :P\n  ","609360":"\n   what makes it cute?\n  ","609361":"\n   But you are special. Every human being is unique in their own regard. From their personality to their quirks. Some are different; some are the same, but we all possess the specialness that makes us who we are.\n  ","609362":"\n   would you wear a black half sleeve turtleneck with a denim skirt?\n  ","609363":"\n   being quarantined with you >>> a vacation anywhere\n  ","609364":"\n   Hey?\n  ","609365":"\n   Are you considered immunocompromised after going through what you did with your infection months ago?\n  ","609366":"\n   so you do have it?\n  ","609367":"\n   are you ok?\n  ","609368":"\n   ive been so worried are you alright babygirl i miss you when your sad makes me sad when your sad ????\n  ","609369":"\n   institutions to spread education, not to lie to people\n  ","609370":"\n   Do you get that you are beautiful often, let me be the first to tell you today!\n  ","609371":"\n   Aren’t you glad you aren’t conceited?\n  ","609372":"\n   I wish I could comfort you\n  ","609373":"\n   You have been sleeping for 5 days? That's some kind of hibernation not sleeping\n  ","609374":"\n   Why so much beauty in one person?\n  ","609375":"\n   Are you a creative person?\n  ","609376":"\n   Hey I’m going to ask you this?\n  ","609377":"\n   ?iPhone users? Show me your home screen if you changed it after the update ????? curious to see what people did!\n  ","609378":"\n   I thought you haven't been here because you had been caught by the FBI because your a KGB agent but you are still free so hello\n  ","609379":"\n   Apple\n  ","609380":"\n   What did everyone have for dinner tonight then?☝?\n  ","609381":"\n   you have COVID?\n  ","609382":"\n   Are they also the ones that let you see into other dimensions?\n  ","609383":"\n   Do you take 5-htp?\n  ","609384":"\n   how much longer do you have to quarantine for?\n  ","609385":"\n   Did you delay your trip?\n  ","609386":"\n   Bro I'll strangle them if I have to. Legit.\n  ","609387":"\n   is it the one you said was out of your league or someone else?\n  ","609388":"\n   You are a lioness, time to prove it love\n  ","609389":"\n   Boomieeee :( I hope nobody broke your heart.\n  ","609390":"\n   pick your head up gorgeous <3\n  ","609391":"\n   Why?\n  ","609392":"\n   is squishy highly educated?\n  ","609393":"\n   Is there a way to get rid of the illusion?\n  ","609394":"\n   whats in your eyes?\n  ","609395":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","609396":"\n   Hey\n  ","609397":"\n   ???\n  ","609398":"\n   Beautiful boomacakes ??????\n  ","609399":"\n   ???\n  ","609400":"\n   you're eye candy I can't get tired of looking at you ?\n  ","609401":"\n   Here for you??\n  ","609402":"\n   Needs his Queen??\n  ","609403":"\n   Can we be friends?\n  ","609404":"\n   I desire being with you love\n  ","609405":"\n   Hey\n  ","609406":"\n   Hi\n  ","609407":"\n   What to do if you think you hurt a friend unintentionally?\n  ","609408":"\n   Your the reason I'm that great xxx\n  ","609409":"\n   Where do you think is the most worthwhile place to find meaning in life? Work, family, hobby, religion, philosophy, helping others, all the small miracles, or something else entirely?\n  ","609410":"\n   what is your zodiac sign ?\n  ","609411":"\n   How is your Sunday going?\n  ","609412":"\n   Do you drink coffee?\n  ","609413":"\n   Good. Forget, move forward and enjoy the live you worth living. I wish you nothing but the best. I hope you’re taking good care of yourself.\n  ","609414":"\n   Yay xx boom your the best\n  ","609415":"\n   Oh what a beautiful message ? beat raced xo\n  ","609416":"\n   Tell me how do you want it ^^ i mean i would love to paint you ?\n  ","609417":"\n   If someone you loved was killed in front of you, but someone created a copy of them that was perfect right down to the atomic level, would they be the same person and would you love them just as much?\n  ","609418":"\n   There's some really powerful emotions in some of those dancers. especially 1,4 & 5, if I remember correctly. you can actually hear one of the women yell \"I love you\" both times it's sung in the song...powerful.\n  ","609419":"\n   What was your childhood like?\n  ","609420":"\n   I'm in a GREAT mood right now! I have no idea why!! It's getting dark outside (which makes me sad... I don't like night), but I feel AMAZING! Usually after this happens, i crash and get really down and sad. Hopefully that won't happen. Does this ever happen to you?\n  ","609421":"\n   Which part of America are you from?\n  ","609422":"\n   It was so much fun ❤️ and oh no, that’s awful, I hope everyone feels better!♥️♥️ stay safe out there!\n  ","609423":"\n   Friend\n  ","609424":"\n   What's your favorite thing about fall? ??\n  ","609425":"\n   Uno or go fish\n  ","609426":"\n   I've alwayz been a fan of interpretive dance and what choreographers make of the music:\n   \n    https:\/\/www.youtube.com\/watch?v=PturM3jNZoQ\n   \n","609427":"\n   Hip jazz hop sounds like an interesting combination.\n  ","609428":"\n   Thats ret*rded\n  ","609429":"\n   She was good! Just let her eat outside and brush her? I watched my sister play a game and just talk:) what did you all do today?\n  ","609430":"\n   You’re so cute ☺️\n  ","609431":"\n   I want to talk to you tonight.\n  ","609432":"\n   Как вы ведете себя в критической ситуации?)\n  ","609433":"\n   What kind of dances can you do?\n  ","609434":"\n   That sounds really nice and relaxing! Have fun with that! I went to see my horse a couple hours ago, now at my sisters?\n  ","609435":"\n   When was the last time you saw your siblings?\n  ","609436":"\n   Hahah what do you want ? ^.^\n  ","609437":"\n   +1\n  ","609438":"\n   Babe ??\n  ","609439":"\n   On your side?\n  ","609440":"\n   How about something like the measles that all kids used to get in the decades before the vaccine. Then once the vaccine was available to everyone, no one who got it ever had to get the measles.\n  ","609441":"\n   What was the most exciting thing that happened to you today?\n  ","609442":"\n   How tall are you\n  ","609443":"\n   Am glad that you like my work ^_^\n  ","609444":"\n   Your boom chart is amazing but dont say small small i mean you are perfect in your way and pretty too ^^\n  ","609445":"\n   What is your true Happiness? Parents or Money?\n  ","609446":"\n   Working out while stoned is a bit hit\/miss for me. Sometimes I'm really into it. Sometimes I get bored and move onto something else lol. I'd rather walk while high instead of lift weights, and holy crap is a walk while high ever amazing.\n  ","609447":"\n   Damn if that's true.. what does it say about yourself\n  ","609448":"\n   you have always been like this babes i think you know who it is hehe\n  ","609449":"\n   cutes\n  ","609450":"\n   I'm convinced there's still a lot about our brains that we don't know. Placebo is a good example. How come some people get drunk when they think they're drinking wine, when its lemonade? Why do some people predict things so easily? There's just so much out there that science hasn't proven yet.\n  ","609451":"\n   My Queen?\n  ","609452":"\n   I loved your words so much ??@# do you want to know who i am ?? I will send a number that you cannot answer.. just answer here ?\n  ","609453":"\n   11  My world ??? @#\n  ","609454":"\n   My queen ? ?I love you ? \n@#\n  ","609455":"\n   Do you like you some brown sugar?\n  ","609456":"\n   What inspires you to try harder?\n  ","609457":"\n   Funny so would I.\n  ","609458":"\n   Hey everyone!! How are you guys doing? Have a great weekend!! ❤︎❤︎❤︎\n  ","609459":"\n   Dang. Have you had a lot of contact with the person?\n  ","609460":"\n   I don't know you.... But I think you're absolutely gorgeous in every single way. You seem like such an amazing girl, and you seem like a great overall person. Everybody has flaws, so I won't say you're perfect because nobody in this world is.\n  ","609461":"\n   Is count chocula a good cereal?\n  ","609462":"\n   What advice would you give to your younger self?\n  ","609463":"\n   Well wait I just thought of something. When you go through the black hole you experience spaghettification. But, what if that's not spaghettification, but instead aliens trying to take over the universe to establish dominance?\n  "},"Answer":{"608391":"\n  I just need you to understand that that if you believe in the Illuminati than you believe about Free Masonry (which you should cause theres proof of it everywhere) which means that theres 12 tier Free Masons, which means they CONTROL everything. Like that morning poop you took, ya they control that. They dont just control golf, Everything literally everything has Free Masons dick in it. (But only 7-12 tier have control) ive had quite a few people in my life that were either from a family in that tier or they were in that tier themselves.\n  \n  Ive played golf cause i lived in rich bitch area but i hate golf lol\n  ","608392":"\n  Oh fucking great, i swear if China tries to go to war with America.... you know I really dont know how bad it would actually be. It wouldnt be in the West though, i hope peoole understand how much America enjoys Fucking People Over. Give a reason for America to use bombs and they wont hesitate.. i mean did we not see how 50 airstrikes were just sent a few years ago lol I know that Trump has done a shitty job with our allies and China wants to get America out of their backyard... the only issue is EVERYTHING we have is from China and China has a way different way of wanting to run things.\n  ","608393":"\n  Loveee youuu for knowing me so well ?\n  ","608394":"\n  hahahhaha, it made me laugh. how are you?\n  ","608395":"\n  i stayed really hydrated. I even took dayquil to help. lots of cough drops too.\n  ","608396":"\n  hes like genius level smart.\n  \n  everyone that meets him all say hes the smartest person theyve ever spoken too.\n  \n  hes like mad scientist intelligence.\n  ","608397":"\n  i really didnt want to think about this lol\n  \n  what if women were taller and stronger than men?\n  ","608398":"\n  i dont think i would be able to watch something like that..but it would be cool if that was happening. lol\n  ","608399":"\n  just in the living room hanging out\n  \n  i hope you start to feel better.\n  ","608400":"\n  i like sleeping on my side the best\n  ","608401":"\n  whats up? are you ok?\n  ","608402":"\n  i use a brush, but i should really use both.\n  \n  a comb is good at getting the little knots in my hair...\n  \n  my hair is a nightmare...\n  ","608403":"\n  i am good. i think im gonna start reading about astrology.\n  \n  how are you?\n  ","608404":"\n  My dad. Everything I know is because of him. My dad is probably the smartest person I have ever met. Its funny cause my goal in life is to get so smart that i will outsmart my dad. lol\n  \n  I thank my dad every time i talk to him because he has helped me through everything and he has always been my rock. He has a heart of gold.\n  ","608405":"\n  sitting looking at my wings, wondering why i havent eaten them yet but im just not hungry at the moment.... but omfg they look so fire.\n  ","608406":"\n  if someone told me this is what they would do if they took me on a date, i think i would fall in love with them.\n  ","608407":"\n  exacty. thats my middle name. you're getting it.\n  ","608408":"\n  I love smoking weed and ordering food from UberEats. It's a really good day if I don't experience any anxiety as well.\n  \n  -\n  \n  Я люблю курить травку и заказывать еду в UberEats. Это действительно хороший день, если я тоже не испытываю никакого беспокойства.\n  ","608409":"\n  my family.\n  \n  -\n  \n  Моя семья.\n  ","608410":"\n  wait what? oh shit i just looked it up. it means authority.\n  ","608411":"\n  omg i remember you! how are you? what have you been up too?\n  ","608412":"\n  Its because we have an atmosphere so the light reflects off of it.\n  ","608413":"\n  Its funny cause queen is my middle name ?\n  ","608414":"\n  Omg i feel dumb, whats asmr?\n  ","608415":"\n  Save me, when no one else thought i was worth saving.\n  ","608416":"\n  You are my strange addiction\n  ","608417":"\n  Its sweet.\n  ","608418":"\n  Yes! I think it tastes amazing ?\n  ","608419":"\n  We all eat lies when our hearts are hungry ✨\n  ","608420":"\n  It really is. Im just gonna do me ?\n  ","608421":"\n  Thanks ?\n  ","608422":"\n  I just order bbq wings. I need help. With blue cheese, ranch, and honey mustard\n  ","608423":"\n  Because some people don’t believe that people are able of change\n  ","608424":"\n  I actually dont really have any piercings. My body doesnt react well to piercings for some reason.\n  ","608425":"\n  It really hurts when you spend so much time trying to become a better person and have a better life but theres people around you that will never believe that you are actually capable of being different.\n  ","608426":"\n  Omg no i dont ?\n  ","608427":"\n  Whys that?\n  ","608428":"\n  ✨?\n  ","608429":"\n  They used this delicious spicy rub and then they gave a spicy ketchup with it. I didnt think it was going to be so good but it was!\n  ","608430":"\n  Thats an amazing picture idea ?\n  ","608431":"\n  Im gonna start doing yoga and some cardio cause my god, i need to get back into shape\n  ","608432":"\n  I would be more impressed if i got bit by a zombie but i didnt turn and ended up immune.\n  ","608433":"\n  Complicated.\n  ","608434":"\n  Ew. No. Why?\n  ","608435":"\n  Oh hell ya... i still listen to it sometimes cause its nostalgia\n  ","608436":"\n  Let me be your angel ?\n  ","608437":"\n  Halloween is the best!!\n  ","608438":"\n  i never weigh myself. probably because ive always been thin and i was always so embarrassed cause everyone wanted to know how much i weighed because they wanted to compete with me all the time.\n  ","608439":"\n  quite a few!! there are few i was close with a few years ago but we still kinda talk here and there. But, i do have a lot of friends on here.. i am very blessed.\n  ","608440":"\n  i ate so many wings. i love wings so much.\n  \n  i want more wings.\n  ","608441":"\n  sure, i don't see why not. I like the stuff she posts, shes really artistic.\n  \n  my sisters IG: key.oh.no.\n  ","608442":"\n  only once, i probably need to watch them again.\n  ","608443":"\n  i just looked into it. I believe in it as well. I was already noticing that things were about get all weird, i could like sense it.\n  \n  i looked up the calculator to see if I was born during a Retrograde, since they were saying that 25% of people are born during the retrograde which makes them better at handling negative situations and i was born during a retrograde lol\n  \n  i guess its about to start in like 7 days?\n  ","608444":"\n  Fuck i want my eyes to be this color\n  ","608445":"\n  I fucking LOVE this filter. This doesnt even look like me and i LOVE it ?\n  ","608446":"\n  Blue ?\n  ","608447":"\n  Thank you so much hun ?\n  ","608448":"\n  I only know how to cook because of her lol\n  ","608449":"\n  Honestly a good number of the questions i get never get answers cause i have constant activity its hard to keep up. I try my best to be steady with it\n  ","608450":"\n  215\n  \n  I keep my inbox clean and tidy. Lol ?\n  ","608451":"\n  Whats above your upper lip?\n  ","608452":"\n  i love halloween!\n  ","608453":"\n  do you realize how hard of a question this is for me? omg i love food so much.\n  ","608454":"\n  my sister used to make this for me all the time. Its AMAZING.\n  ","608455":"\n  no, but i wouldnt be against this either.\n  ","608456":"\n  my handwriting starts off as all neat and pretty but then i get super lazy and just start writing faster cause i have to write slower to write all neat but my mind goes so fast so i get really impatient.\n  ","608457":"\n  i love wearing yoga pants and sweaters.\n  ","608458":"\n  if it doesnt burn a little, whats the point of playing with fire?\n  ","608459":"\n  It made me happy knowing that my personality is a lot like my biological moms. It's nice knowing that a piece of her is always here as long as i am.\n  ","608460":"\n  isolation can show you the value of community.\n  ","608461":"\n  the price of having a soft heart is feeling the worlds pain.\n  ","608462":"\n  as long as you're learning, you're not failing.\n  ","608463":"\n  thats true actually. I feel like you can go into survival mode though and turn those feelings off for a little.. so for like a small amount of time you can have control but i think it all comes back eventually.\n  ","608464":"\n  This week just started, so lets hope something great happens.✨\n  ","608465":"\n  duuuuhhhh fuhhhhh you doing?\n  ","608466":"\n  im not a concept, im an enigma\n  ","608467":"\n  i love the way you think. I agree.\n  ","608468":"\n  i honestly like American Psycho\n  ","608469":"\n  oh this site brings me joy and happiness lol\n  ","608470":"\n  it change it up depending how active people are that day.\n  \n  if its a slow day, i will go all the way to the bottom and go through some of the older ones that i couldnt get to before.\n  \n  if its super busy i do every third so i just dont just keep answering the same person every 10 seconds.\n  \n  i usually start from the top when i first get on though.\n  ","608471":"\n  muddy buddies. especially frozen.\n  ","608472":"\n  she has an IG where she just posts stuff she just makes at home for herself. All the food she makes is super healthy but it looks so delicious.\n  ","608473":"\n  Never be able to leave the city I was born in.\n  \n  San Diego insanely busy now but at least its a cool place to live though.\n  ","608474":"\n  this is tough cause traveling would sound like so much fun but traveling without a lot of money sounds like super stressful. We all know i am a stress ball so i would probably just stay a year in one country.\n  ","608475":"\n  i really did, did you?\n  ","608476":"\n  oh hell no, not the nipple..\n  \n  thats so sensitive!\n  ","608477":"\n  he walked straight up to me. i was folding clothes and i look up and he is just standing there all quietly and then he just starts asking about how i am doing. I also remember he got very close to me a couple times, like in my personal space but i was okay with it. I was comfortable with him the whole time. he also grabbed my arm and said, \"take care and it was nice talking to you.\" and apparently these things are very out of character for him and i didnt even know that cause i didnt even know who he was. i just remember making eye contact with him was comfortable but he always looked down when we would make eye contact. hes SUPER soft spoken too and so am i.. like im thinking back and i realize he and i even spoke exactly the same. the same tone and everything. every time i think about it I realize more and more he was very interested in me and his wife literally just pretended to not notice that he was constantly trying to talk to me.\n  ","608478":"\n  its ok. shes no longer in pain. it hurts knowing she had such a tough time being alive and her life was just filled with pain, so truthfully im happy shes resting peacefully.\n  \n  i was 16\/17 years old.\n  ","608479":"\n  or i can just get you all the food you want!\n  ","608480":"\n  thank you! i hope one day i will be able to write about it.\n  \n  at this point i dont really need to know much more honestly. I've done enough truth hunting lol\n  \n  thank you for wanting to help me though!\n  ","608481":"\n  i will allow you to adopt me but only if you promise not to break my heart.\n  ","608482":"\n  no, not anymore. shes been really good about snuggling with me until i wake up.\n  ","608483":"\n  you're the sweetest soul i have ever seen.\n  ","608484":"\n  most of them I didn't really feel them. I guess i have a crazy pain tolerance. When I got my right elbow tattooed, it was probably the worst pain i've ever felt. The left one wasnt that bad but now i dont have to worry about them cause you really dont know pain until you get your elbows tattooed.\n  ","608485":"\n  sweet to the soul\n  \n  & healthy for the body?\n  ","608486":"\n  i have over 30 at the moment.\n  ","608487":"\n  maybe\n  \n  true happiness\n  \n  is when we are\n  \n  truly happy\n  \n  with ourselves✨\n  ","608488":"\n  honestly, i am doing really well right now.\n  ","608489":"\n  time to fall back in love\n  \n  with myself.?\n  ","608490":"\n  i really dont like romance movies so im not the person to ask for this lol\n  ","608491":"\n  not at anymore actually. For the first time in a long time i finally feel okay with everything in my life.?\n  ","608492":"\n  i really dont know, i think because i started taking kelp to help with my thyroid.. my body kinda leveled out with the weight.\n  ","608493":"\n  Ive lost a lot of weight again ?\n  ","608494":"\n  Im so stoned ?✨\n  ","608495":"\n  Ok ok im from Olympus Boomons\n  ","608496":"\n  space\n  ","608497":"\n  Oh totally. That would be awesome ?\n  ","608498":"\n  Work as what though?\n  ","608499":"\n  No not him. His wife yes. But his wife was PRETEND shopping. I could tell she was loaded and she was pretending to look through clothes while he SAT next to me talking to me. Its not like he couldn’t figure out where i worked, it was on Linked-in. Like ive worked there long enough i can tell when someone isn’t actually looking at clothes. And she bought a plain white tee btw as well JUST TO THROW HIS CARD DOWN\n  ","608500":"\n  A little bit but not really.\n  ","608501":"\n  Hearsay. No one had any evidence of that. They just assumed she was so distraught about it. But now im thinking what if since she was IN LOVE with him, having his child was like a miracle and the fact she couldnt keep me she fucking loses it because they all told me she was really effected from giving me up. Also they said she was slightly obsessive over me. It would also explain why she ran away freaking out because i look so much like him and i looked like a baby version of him when i was little... like can you imagine how scary that would be?!\n  ","608502":"\n  It came off more as like “i cant keep holding this in anymore” so she like put little hints in her messages that i missed the first time\n  ","608503":"\n  I look way more like him than his daughter. And when we met he couldnt look me in the eye like at all. And i forgot that he called me pretty ? and I remember having this weird urge to huge him and i felt really calm\/safe when he was around. And i was SAD when he left\n  ","608504":"\n  My mom was such a rock & roll babe. Lol\n  ","608505":"\n  You ask good questions i asked the same question and my dad answered, “i got access to files I wasn’t supposed to receive during the adoption process.” How? He didn’t tell me. He just gave me his look for “dont test me savannah”\n  ","608506":"\n  Whoa, you realize i just connected the dots like an hour ago. Idk how to handle this yet. Like do I believe it or am i being insane?\n  ","608507":"\n  Its freaky. Like really really freaky\n  ","608508":"\n  JERRY SPRINGER. Celebrity edition lol\n  ","608509":"\n  Do you understand how famous he is?\n  ","608510":"\n  How am i going to ask Dave Mustaine for a dna test\n  ","608511":"\n  My inheritance. The will after my parents die.\n  ","608512":"\n  I would agree but I think they are protecting me from something. I know my parents and theyve only ever done anything for me because they want me to have the very best.\n  \n  Actually, my family in general just sacrifice themselves for me all the time.. almost like they have too.\n  \n  Both my parents told me ill find out why i was such an important child when i get the Will. I guess everything is in there.\n  ","608513":"\n  He was married with kids!!! He couldnt be with her!! Unless he cheated and got her pregnant and he fucked her over?!\n  \n  Dude i think it might just be the CRAZIEST coincidence ever.\n  ","608514":"\n  You’re not getting it... they block me every time and they moved and i dont know where they live\n  ","608515":"\n  You really think i have found out this much by not asking questions? My parents are so shady... they just say “it was a closed adoption we dont know anything.”\n  \n  BULLSHIT\n  ","608516":"\n  Ive tried 100000 times.\n  ","608517":"\n  Okay, probably should add more of a back story. I hung out with Dave a few years ago. He came into the boutique i was working at and sat with me the whole time talking to me asking me all these questions about me.. btw i had no idea who he was until AFTER he left. He was really really nice to me like almost too too nice.\n  \n  My biological mom also CHANGED her name to Mustaine in 1994. And the last thing her sister ever heard from her was “im in Arizona because i found Dave Mustaine.”\n  ","608518":"\n  My dad didnt know but my mom obviously knew the whole time and didnt say anything.\n  \n  My dad was LIVID. He looked like he might kill my mom.\n  \n  Honestly knowing my dad, i bet after i told him .. he told them they have to stay away from me.\n  ","608519":"\n  They live in San Diego.\n  \n  So, i just read over the conversation and i missed one VERY important detail.\n  \n  She was apparently in Arizona looking for DAVE MUSTAINE. And then came back halfway through her pregnancy. Thats all they know. She said the only thing she said was “we have to give her up for adoption.”\n  ","608520":"\n  Actually shes the only one that thought I deserve to know more about them. Her and i talked for a long time actually.\n  ","608521":"\n  He never told me. But he was very adamant about them not being able to see him. My parents were selected to get me, like sought out. A women (who ended up moving right next door to us when i was 4 and i was best friends with her daughter for like 12 years btw) tracked down my mom and approached her about me (whatever the fuck that means, i wasnt even born yet.)\n  \n  But my old best friends mom told me in 7th grade that she was so pissed with my mom that she accidentally said, “im the reason they even had the opportunity to get you, i was the one that picked your mom. I was your social worker.” I didnt know how to respond, i was just like uhhhh okay?... then our parents had to make up this whole elaborate story about how they knew each other from yoga except they didn’t remember that my mom told me shes never did yoga until she was retired (12 years after i was born) oh AND im not allowed to see my old best friend or her family AND im not allowed to speak to her mom ever again..\n  ","608522":"\n  Right?! But like intriguing\n  ","608523":"\n  Im good? how are you? ?\n  ","608524":"\n  There's nothing wrong with that. It's just really rare for people to get that kind of success and people end up wasting their lives trying to get that kinda wealth when they should focus more on the moments.\n  \n  -\n  \n  В этом нет ничего плохого. Просто люди действительно редко достигают такого успеха, и люди в конечном итоге тратят свои жизни, пытаясь получить такое богатство, когда им следует больше сосредотачиваться на моментах.\n  ","608525":"\n  why are you still alive?\n  \n  -\n  \n  почему ты еще жив?\n  ","608526":"\n  if people really think the pope hasnt gotten laid, i swear we are stupider than i thought HAHAH.\n  ","608527":"\n  give Missy a bunch of hugs for me!!\n  \n  i hope theres a lot of snuggles.\n  \n  ash is weird. lol. but i love her.\n  ","608528":"\n  i've been thinking about writing everything when i figure out more as i grow older lol\n  ","608529":"\n  a last name. LOL\n  ","608530":"\n  they say if you can be friends with someone after being with them it means, you still love them or you never loved them at all.\n  ","608531":"\n  its weird, i look at my life like im a spectator.\n  \n  i view everything as fascinating intel.\n  \n  most people are always like \"omg thats so sad im so sorry\"\n  \n  and im like what? sad? its interesting. it makes my life interesting.\n  ","608532":"\n  thank you!!?\n  ","608533":"\n  I hope this get written down in the history books ✨\n  ","608534":"\n  No tattoos on my back, just my arms.\n  ","608535":"\n  Theres none. Ive looked into my relatives.\n  \n  Biological moms sister - she stopped talking to her when she was 17 and never really spoke to her again. She told me that my mom disappeared for two years and just came back pregnant saying that she needed to put me up for adoption and didn’t answer any questions after that. She said the whole thing was weird and doesnt have any answers for me. She doesn’t have any kids either.\n  \n  Biological moms brother - he was WEIRD. I looked into him and hes creepy. He has like 100+ troll accounts and emails. So ya he doesn’t have any kids either.\n  ","608536":"\n  The Buddha commonly depicted in statues and pictures is a different person entirely. The real Buddha was actually incredibly skinny because of self-deprivation\n  ","608537":"\n  It was fucking insane. Nothing about it was normal. Like that day I literally thought, “omg im crazy.” ?\n  \n  They said she had schizophrenia and im like yup I believe it\n  ","608538":"\n  I am so happy you found me! I hope you find more people who are also like-minded.  I look forward to talking to you ?\n  ","608539":"\n  Ill just be proud that I accomplished it ? i mean its like the most pointless goals ?\n  ","608540":"\n  It all started from\n  \n   @Pookeo9\n  \n  ?\n  ","608541":"\n  I want to ask her that. She ran and locked herself in a room and started screaming and throwing shit. Then they went to ask if she wanted to meet me and she just screamed.\n  \n  Then two years later i get a long message saying that she died. They told me, “she prayed for you night and day. We dont think she could handle any of the trauma that you were from, but in her own way she cared for you. Every year on your birthday she bought you a cake and said a prayer and wished you a happy birthday.” But im like, if she cared for me why did she run terrified of me. I looked healthy and happy, they said i looked really good like i had a good life.. so why run?\n  ","608542":"\n  Huckleberry pie.\n  \n  A pound of huckleberries is about $50.\n  \n  And people make this custard that you have under all the berries.\n  \n  That pie changed my life.\n  ","608543":"\n  Type A, workaholics.\n  ","608544":"\n  Anxiety, stress, & for some reason a lot of shame\n  ","608545":"\n  I dont KNOW them.\n  \n  Ive seen my biological mom for about a couple seconds.. and it was weird when i went to meet her my dad told me he cant be seen anywhere near them and told me to use the phrase “kristie chilson” to get inside. Thats how i figured out that was my name at first but it was like a code word or something. And she looked at me like she was terrified of me.\n  \n  My biological dad is UNKNOWN. By everyone. Everyone says no one knows who the father is. Even on all my records, the father side is completely empty. The ONLY person who knew was my biological mom, and she died.. or so they told me.. I recently discovered her name was changed for some reason.. multiple times.. theres some shady shit going on.\n  ","608546":"\n  My beauty is not on another level ? you’re so sweet. I hope i can take care myself and keep my skin and everything healthy ?\n  ","608547":"\n  I got a really bad headache ?\n  ","608548":"\n  I found my new song addiction ?\n  \n\n   https:\/\/youtu.be\/5ptYqaheP38\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608549":"\n  i am good! i keep sneezing tho lol\n  ","608550":"\n  omg, thank you. thats a really good observation.\n  ","608551":"\n  alright, i need your guys help. if anyone has answers for me please let me know. I've been confused about this for awhile.\n  \n  i got arrested when i was younger, the cop looked up my name and called me over to his screen in his car because he had this really concerned and confused look on his face. he asked me, \"have you been in a lot of trouble before?\" i replied, \"no this is my first ever being arrested.\" he turns his screen towards me and says, \"do you know what this code means in our system? you're in our system but i've never seen this before.\" i shrugged, \"im adopted, would i be in the system for that?\" ..\n  \n  \"i dont know, maybe. i've never seen this code before so i dont know.\" and i could he didnt really know what to make of any of it. when my dad came to get me, they had a private quiet conversation amongst themselves that i couldnt hear anything they said. after my dad wasnt mad at me anymore, i asked him about why there was a code under my name when they pull up name, and i asked if its cause i was adopted.. all my dad says is \"no, i dont think thats what the code was there for. i believe that code is only for those with certain level of clearance.\" no joke, he just left so i wouldnt ask anymore questions and any time i wanna know more he leaves lol.\n  ","608552":"\n  Kristie but my dad told me that theres no record of that name ever given to me anymore. im just a little confused they said i was born in california, but im starting to think i wasnt born in california. i think they just grabbed me from a hospital in california.\n  ","608553":"\n  if i was born in 1995, wouldnt be around the same age as you?\n  ","608554":"\n  uhhhhhhh.... im not in the birth index.\n  \n  ive checked multiple different places and i even used the name that was given before they changed my name to savannah. they should have me though, i was born in 1995..\n  ","608555":"\n  Hey!? how are you today?\n  ","608556":"\n  i look so young lol\n  ","608557":"\n  My threads never end up the way you think they should i swear ?\n  ","608558":"\n  Oh my god. What the hell is this? ?\n  ","608559":"\n  I was going on my many pep talk rants i do when someone is asking me for advice and I just start talking and a lot of the things i say kinda just come out and this is one of them ?\n  ","608560":"\n  I look like a 12 year old whos still going through puberty, what are you talking about ?\n  ","608561":"\n  Are you implying we dont have control of our own feelings?\n  \n  Arent we in control of the way we react to things we have no control over?\n  \n  Theres been a lot of moments where im super angry but then i stop myself because i am in control. When i was younger my sadness wasnt my sadness, i was sad over things that had nothing to do with me for no reason. I didnt have to do that.\n  ","608562":"\n  I like answering way more than asking. Im better at asking questions in a conversation but not off the top of my head\n  ","608563":"\n  God you’re the best, you know that. ?\n  \n  Also, ya we are just cattle to them basically. They are just using us and then when they dont need us anymore we will all die.\n  ","608564":"\n  Because like theres girls out there that have way better titties, go think out those!!\n  ","608565":"\n  Only one... beef is super filling for me.\n  ","608566":"\n  Like you want to do stuff but you cant move or even keep your eyes open. Just being awake is exhausting and you are just out of breath.\n  ","608567":"\n  The struggle i had was getting the goddamn straw out of the plastic thing ???\n  ","608568":"\n  I give it an 8.\n  \n  I wish the texture of the gummi was more like the texture of gummi sharks but the flavor is amazing\n  ","608569":"\n  No not at all. Cause they got divorced not to long after i was adopted.\n  \n  I like being the baby. It made me special\n  ","608570":"\n  oh way better than my stepdad.. way more variety\n  ","608571":"\n  look at the shit we are calling love these days✨\n  ","608572":"\n  in real life, there is no algebra\n  ","608573":"\n  my sister. she is like next level shit. she's so good at cooking, when she was a server she would go on her lunch and just cook in the back and the chef started to notice her after her doing that a couple times and then he tried her food and begged her to cook with her. lol.\n  \n  she can make any meal in the world. she used to do this thing with me where i would literally pick some wild recipe that i had no idea what it was or anything to see if she could cook it, and every time I would be AMAZED at how good it was and the best part is she hardly follows a recipe, she just reads over different ones and then just does it. it was one of my favorite part of growing up. because of that i got to try cuisines from all over the world.\n  ","608574":"\n  you are different?\n  \n  you are so beautiful✨\n  ","608575":"\n  i know, i think my DNA is our secret to the fountain of youth cause i literally look like a baby and im 25 LOL\n  \n  its gonna be great for me when im older but right now it kinda sucks. at least im a really cute looking child?\n  ","608576":"\n  wait, why what?✨\n  ","608577":"\n  they are both older than me.\n  ","608578":"\n  why are you bullying yourself? Wouldn't want to make yourself look better on the internet?\n  \n  -\n  \n  почему ты издеваешься? Не хотели бы выглядеть лучше в Интернете?\n  ","608579":"\n  I go to a guy who has a small little repair shop, he specializes in Apple products and he is super reasonably priced and he actually puts a lot of modifications on the computer as well.\n  \n  -\n  \n  Я иду к парню, у которого есть небольшая ремонтная мастерская, он специализируется на продуктах Apple, и у него супер разумная цена, и он на самом деле также вносит много модификаций в компьютер.\n  ","608580":"\n  I devoured them ?\n  ","608581":"\n  You are sweet love ?\n  ","608582":"\n  Take me back to the middle of nowhere. Back to the place only you and I share. ✨\n  ","608583":"\n  In a sea of people, my eyes will always be searching for you. ✨\n  ","608584":"\n  Dancing all night\n  \n  Looking for a taste of real life\n  ","608585":"\n  I hope that i can ?\n  ","608586":"\n  I love her so much ?\n  ","608587":"\n  Im sorry shes so freaking cute\n  ","608588":"\n  Flying duck orchid is a small orchid found in eastern and southern Australia\n  ","608589":"\n  I think it would be amazing if we could meet up on day, in cali on the beach!\n  ","608590":"\n  Well, isn't this a loaded question. I apologize in advance this is going to probably be very long.\n  \n  Aliens have been on this planet for billions of years. There are hundreds of different species that are all harvesting different materials for different reasons. Some say that theres species that require metals such as gold. theres other species that require dna. Aliens also have a hand in manipulating our dna. They are saying that they finally have decoded our DNA after 13 years and 93% of our DNA is classified as \"unknown, exterrestrial\" Aliens contact (& have been in contact with government officials for decades) and they give notes with ASCII binary code. They have been warning us to stop sending signals up into space, which is exactly what Bill Gates, Elon Musk, & Stephan Hawking have all been saying. They are saying that we are having an increase in UFO\/ET encounters from life from 40,000 years from the future to stop us from making any nuclear bombs. After the bomb in Japan, they have numerous sights of UFOS at different nuclear sights. They communicate telepathically. They come in many different forms. They can be lights, androids, or whatever they want to perceive themselves as. President Eisenhower had 3 meetings with aliens, even Obama states,  'Well, certainly I can tell you that in 1954, President Eisenhower had three encounters, set up meetings with aliens, which took place at certain Air Force bases including Holloman Air Force base in New Mexico.'\n  \n  Nordic Aliens come from the Pleiades who resemble Nordic-Scandinavians. Blonde hair, blue eyes, fair skin. Nordic aliens are often associated with spiritual growth and love and act as protectors for the experiencers.\n  \n  Now Lets talk about Rendlesham Forest:\n  \n  The first of several sightings occurred in the early hours of December 26, 1980 when U.S. military personnel spotted strange lights.  It is one of the few officially documented UFO sightings where witnesses claim to have seen a craft land Nick Pope, who was a Ministry of Defense employee from 1985 to 2006, “This was not some vague ‘lights in the sky’ sighting – the UFO actually landed.”Officer Jim Penniston's witness account, “...No landing gear was apparent, but it seemed like she was on fixed legs. I moved a little closer... I walked around the craft, and finally, I walked right up to the craft. I noticed the fabric of the shell was more like a smooth, opaque, black glass.” The next day, radiation levels recorded at the site of the indentations were also reported to be unusually high. United States Air Force Lieutenant Colonel Charles Halt recorded, “It looks like an eye winking at you... Here he comes from the South, he's coming towards us now... Now we're observing what appears to be a beam coming down to the ground. This is unreal.\"\n  \n  I could go on, and on. lol\n  ","608591":"\n  i try to send out a couple a day\n  \n  i kinda just send one out whenever a question pops into my head.\n  ","608592":"\n  DC is probably not exciting for you like how San Diego is not exciting for me lol\n  \n  i am 25 as well! what are you going to school for?\n  ","608593":"\n  Dont spend so much of your youth being sad.\n  ","608594":"\n  be my king?\n  ","608595":"\n  what have you been up too?\n  ","608596":"\n  omg, i love DC!!\n  \n  and yes i do. do you?\n  \n  how old are you?\n  ","608597":"\n  Ehh.. im alright. Tonight hasnt been as fun as i hoped it would be.. lol ?\n  ","608598":"\n  Im from San Diego.\n  \n  Where are you from?\n  ","608599":"\n  Im ready to go anywhere with you ?\n  ","608600":"\n  your FUTURE needs you.\n  \n  your PAST doesn't.✨\n  ","608601":"\n  yes, but they look nothing like me.\n  \n  i have one brother\n  \n  and one sister.\n  ","608602":"\n  oh, thats a relief.\n  ","608603":"\n  love you more than most love anything in life.\n  ","608604":"\n  im already on my last one LOL\n  ","608605":"\n  i grew up near the beach, so a lot of my childhood was at the beach. If you ever get the chance to go to a beach at night, i highly recommend it. shit, i wish i could take you.\n  ","608606":"\n  thank you for keeping me in the loop lol\n  \n  what else do you think i should know?\n  ","608607":"\n  you are so sweet!! thank you, i would love that.\n  ","608608":"\n  i already munched more of my sandwich, and i swear every bite still amazes me.\n  ","608609":"\n  love you more\n  ","608610":"\n  i bought watermelon gummi candy today\n  ","608611":"\n  That. Looks. Awful. ?\n  ","608612":"\n  Wow thank you for making me hungry ?\n  ","608613":"\n  I feel like you’re teaching me the new lingo of the teens these days ? and ive seen her before or ive seen someone that looks like her but honestly that mouth is hard to forget ?\n  ","608614":"\n  I like going at night because i love hearing the silence and waves crashing. What’s really beautiful is when theres a certain plankton that comes close to the shore and at night it glows every time a wave crashes. The beach is magical, as soon as your feet hit the sand, this calming sensation washes over you. When you take in that salty air and look up at the stars, for a moment everything feels like its going to be just fine. ✨\n  ","608615":"\n  Is she like wild at all or pretty chill? I dont pay attention to that world anymore so i dont know what shes like. She has some dark edgy Billie Vibes going on in some photoshoots.... and if she’s ANYTHING like me - shes gonna be nuts ?\n  ","608616":"\n  ME TOO. This is me all the time ?\n  ","608617":"\n  The gift of life ?\n  ","608618":"\n  I wanna smell the ocean breeze\n  ","608619":"\n  Stoooop ?\n  ","608620":"\n  Thanks lovely little snickers ?\n  ","608621":"\n  So we’re done here?\n  ","608622":"\n  Ohhh, you’re a fan. Lol\n  \n  No i mean you cant compare brittany spears to miley cyrus lol there two different people. What i mean is, do you think the industry will destroy her like it did brittany, miley, Lindsay, Belle thorne, shia lebeouf, demi, orlando brown, jake t austin, zac efron?\n  ","608623":"\n  No i never have. Im not opposed to it, mostly because ive always wanted to dress up like a princess in those times ?\n  ","608624":"\n  I didnt know about her until today. You think shes gonna be the next Brittany spears or miley cyrus?\n  ","608625":"\n  I do a southern accent really well. I gotta record myself one of these days, youd all love it.\n  ","608626":"\n  Thats a negative, my genetics never gave me those ??\n  ","608627":"\n  If you would like ?\n  ","608628":"\n  You’re sweet love ?\n  ","608629":"\n  Ba, ba, bad to the bone ?\n  ","608630":"\n  I do too! That sounds really nice right now\n  ","608631":"\n  I used to LOVE freezing them when i was a kid.\n  ","608632":"\n  Yes thats right now lol\n  ","608633":"\n  Lets be honest, people only pat attention to me cause this is what i look like with messy hair and no makeup\n  ","608634":"\n  HAHAH no shes not my daughter ??\n  ","608635":"\n  cheers to you!!\n  ","608636":"\n  how would i make you famous, if im not even famous myself?\n  ","608637":"\n  well, ill be here to help if you need me lol\n  ","608638":"\n  omg i used to love anything Lipton.\n  \n  the sweetest tea on the goddamn planet.\n  ","608639":"\n  no, but now im gonna start saying \"aboomination\"\n  \n  the Aboominable Snowman is of course real. He's my pet.\n  ","608640":"\n  god, i wish i could sing like her.\n  ","608641":"\n  what dont you get?\n  ","608642":"\n  Ice Chai is always my favorite drink ever.\n  ","608643":"\n  THAT WOULD BE AMAZING\n  ","608644":"\n  its ok, you're new here.\n  ","608645":"\n  oh, they already came. I ate some of the Mccarran. THE BBQ SAUCE. im a sauce person. like i drown everything i eat in sauce. lol\n  ","608646":"\n  i am so happy to hear that you are doing well?\n  \n  I love tea probably a little too much.\n  ","608647":"\n  oh, its not me you have to fear. you should be very afraid of my Council of Boom with an army of lil boomers.\n  ","608648":"\n  you're only as pretty as you treat people✨\n  ","608649":"\n  she looks like she could be my daughter... LOL\n  ","608650":"\n  most of my friends are from my childhood.\n  ","608651":"\n  dont make me send down an air strike\n  \n  and make you kaboom.\n  ","608652":"\n  A lot of people like my music and always ask me to play music. ill post a couple songs ive been listening too.\n  \n\n   https:\/\/youtu.be\/4l7T-xRiGHY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/w0Fg6IF7Aqw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/SVHq7vyzzvc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608653":"\n  i am doing a lot better today.\n  \n  i have been drinking so much tea and water.\n  \n  how are you?\n  ","608654":"\n  ok so like i was eating gummi frogs one time and literally sat there and thought \"isnt it weird that we make gummis into animals or body parts? its almost like they think we will buy it if it already looks like something we could possibly eat..\"\n  \n  like they even make gummi burgers and shit...\n  ","608655":"\n  thats what i call my hybrid alien race that lives on Earth with Humans.\n  ","608656":"\n  i am happy to hear that you are walking and stuff. thats so good for you and your mental health. Get something delicious from Trader Joes for me. i love all there desserts there. they are sooo good. their cheesecake is amazing. they used to have this Italian custard that was soooooo good but they dont have it anymore.. :( i dont even remember what its called so i cant even buy it online - or i just havent taken the time to really look for it lol\n  ","608657":"\n  i thought she was so cute honestly\n  \n  i want both these outfits\n  ","608658":"\n  i think thats a good description as well.\n  ","608659":"\n  looks like you and i are gonna be talking a lot tonight lol\n  \n  and ill probably just have food delivered because i am lazy asf.\n  ","608660":"\n  Dude, I remember I literally woke up and just randomly checked ask and went “WHAT THE FUCK DUDE” i went from 600 followers to 3000 overnight.\n  ","608661":"\n  Hahahaha yeah i go through a lot of phases and right now i was like the baddie barbie. But im probably gonna get my hair done and dye it like ice silver and be an alien viking queen ?\n  ","608662":"\n  Gee thanks for making me feel old ?\n  ","608663":"\n  2015? I think\n  ","608664":"\n  no my best friend already named her before he brought me her. She was gonna die and he knew i wouldnt be able to handle knowing that. now, shes my whole world.\n  ","608665":"\n  i turned 18 in 2013.\n  \n  i honestly think i was just around the best people. That was the time where i had some of the coolest friends who were such good influences on my life. it was just a group of people that did nothing but support each other and want the best for each other.\n  ","608666":"\n  thank you so much, you kind kind soul.\n  ","608667":"\n  awh, i wouldnt have to change my diet if my stomach wasnt so sensitive all the time! dont feel guilty.. that shit is soooo yummy.\n  ","608668":"\n  are you made out of a balloon?\n  ","608669":"\n  can you be my best friend? I could talk to you for hours. theres a reason why we connect, you're special too lovely.\n  ","608670":"\n  in my favorite shows i grow to love all the characters because it wouldnt be the same without the whole cast, thats what makes a great show.\n  ","608671":"\n  omg!!! how do you not explode?\n  ","608672":"\n  im changing my diet dramatically, so im cutting out all those fast food type places.\n  ","608673":"\n  my family always let me order multiple things i wanted cause i could never decide what i wanted so they just got everything i said i wanted and now i use the same excuse, \"you'll just have food for later, nothing wrong with that.\"\n  ","608674":"\n  if i wanted to kill myself,\n  \n  i would climb your ego\n  \n  and jump to your IQ\n  ","608675":"\n  lysm lol\n  ","608676":"\n  i am so sorry! i know exactly how you feel though!! :(\n  ","608677":"\n  Dude, they are unbelievable.\n  \n  i got the Going Home For Thanksgiving - i added extra cranberry sauce.\n  \n  Adam Richman\n  \n  Mccarran\n  ","608678":"\n  not anymore, but yeah i did.\n  ","608679":"\n  you're a butt.\n  ","608680":"\n  one year i didnt really get ready for halloween and i just had to throw something together that i found in my closet. I luckily already had a little dark school girl outfit and i had loads of makeup so i made myself into a school girl clown and it turned out AMAZING. i might do that again this year. i might just make myself into an Ice Fairy with my ice blue wig.\n  ","608681":"\n  Carls Jr. makes me really sick so i had to stop eating there even though i love there western bacon cheeseburgers so much.\n  ","608682":"\n  YAAS\n  ","608683":"\n  tonight i am going to be annoying all of you.\n  \n  probably watch more of the Gaia Series Truth Hunter, get mind blown.\n  \n  eat my sandwich from Ikes - i need to shake Ikes hand btw. best sandwich ever.\n  ","608684":"\n  YES. I also put some on my burger.\n  \n  that place should be illegal its so fucking fire.\n  ","608685":"\n  june 6th\n  ","608686":"\n  thank you so much, i hope you will give me the chance to get to know you as well. I have quite a few anons on here that I am close with that i give nicknames too cause I dont know who they really are but i still get to know them so i really really hope you're one of those people as well cause you seem like a great person.\n  \n  you are super sweet and respectful. I am so happy you found my page yesterday. I really hope i can meet more people like you.\n  ","608687":"\n  You're welcome. People are always confused with how the rich end up rich and I like to use my parents as an example of what the rich do. its a game of monopoly.\n  ","608688":"\n  I do mean that ahah thank you. whenever she automatically corrects things i assume its got it but i should really read over what i write LOL\n  ","608689":"\n  great, now i wanna watch this so bad.\n  ","608690":"\n  this just made my entire day. thank you so much.\n  \n  i really like to take my time with answers, even though theres people on here who think im stupid and think i dont know that all they wanna talk about with me is nudes ect... anyways its REFRESHING to see someone who actually enjoys my answers.\n  ","608691":"\n  I have multiple times. I was lucky and growing up my friends and i all had a lot of land on our properties so we had all these motorsport vehicles plus lots of other activities to do outside. Used to go to the desert a lot.\n  ","608692":"\n  i always get and have a lot of questions, so yes?\n  ","608693":"\n  my dad is a patient attorney - he comes from a long line of scientists, Ames is one of the oldest families in America. (he comes from a serious history of impressive people) he has shares in a lot of things we all use everyday. when i go into the hospital i can point at all the tools they use that he was apart of and thats not even the stuff the research scientists are using as well. I can walk through grocery stores and point at everything he had a hand in. Now our family gets lifetime supplies of all these items that when I was younger I had no idea was because my dad patient a lot of work. My dad has done a lot of work for physicists, biologist, chemists, astrophysicist.. ect. you get the picture.\n  \n  My mom is an investor - my mom is a little different, but makes sense how they (my dad) ended up together and why they still work together. My mom has always had her hand in multiple businesses. she also comes from a very insane history of Japanese manufacturer and business owners. my grandparents owned apartments, bowling alleys, gentleman clubs, bars, hotels, homes ect. So my mom became a Big Pharma Rep to make a fuckload of money so she can have her hand in all these other businesses. All the people my mom would have me meet were like top inventors or business owners. sometimes government officials as well. I am pretty sure my parents work as a team. My dad patients things while my mom invests into it and then they become major businesses that you and I see everyday.\n  \n  thats why my parents are wealthy and they really dont care what i do as long as i am happy. they just want me to do anything like i could work in a cafe my whole life, and theyd be like \"good for you savannah! you're doing great! now heres money since you dont make shit.\" lol\n  ","608694":"\n  thats when someone sees like certain shapes and colors when they hear sounds or see certain things. thats really common among people who play music. a lot of the time people who are musicians dont even realize their mind is doing that.\n  ","608695":"\n  you know I will!!\n  ","608696":"\n  swordfish\n  \n  snatch\n  \n  boondock saints\n  \n  boondock saints 2\n  \n  lock, stock, and two smoking barrels\n  \n  buffalo 66\n  \n  RocknRolla\n  \n  Borat\n  \n  Grandmas Boy\n  \n  Hot Rod\n  \n  Other Guys\n  \n  & heres a trailer for a movie i cannot wait for:\n  \n   https:\/\/youtu.be\/0Rsa4U8mqkw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608697":"\n  i wanna learn how to make cheesecake.\n  ","608698":"\n  i follow a lot of people on here actually. I like to have a full feed of people from all over the world - my computer has an automatic translator on Chrome so Its so easy to read everyones posts\n  ","608699":"\n  i am really bummed cause i got tea that was supposed to be really good for my stomach and it said it was delivered yesterday but its not here and im like ready to do more stuff.... i wanna have the energy to bake. i miss baking so much.\n  ","608700":"\n  my parents told me that i was always a really mellow kid. they also told me i was probably the most headstrong kid they've ever met. I knew myself really well that they would be really confused how I figured things out so quickly at a young age. I taught my parents that people are born the way they are and you can't do much to change them - which taught them how to love themselves actually. They said I was always okay when someone didnt like that i didnt agree with something they said cause I was okay with myself. the stories my parents have about me as a kid are wild... they make me sound like i was some brilliant baby. lol.\n  ","608701":"\n  i get anxious for no reason. I honestly think i was just laying in bed for too long and my body just wanted to get moving around.\n  ","608702":"\n  Im proud of your pun lol\n  \n  And it was totally my fault ?\n  ","608703":"\n  Oh please tell me!!! ?\n  ","608704":"\n  Naaaaah, only my elbows\n  ","608705":"\n  Yeah, it can cool to watch\n  ","608706":"\n  No im personally not wealthy but my parents are.\n  ","608707":"\n  Probably over 30\n  ","608708":"\n  None, im the dark side of the moon ?\n  ","608709":"\n  I still think 2013 was the best. It was the year i had the most fun and had the coolest friends. I think it was my happiest time. Everything felt so right, i felt so free. It was my most confident time in my life as well. I know ill get to that point again but it was just different then - i was around the best people, people ill probably never see again and definitely not all together again like how we used to hang out. Also, that year was filled with UNLIMITED possibilities. Just a bunch of young kids just ready to see what the world was like, it was the last year i had all this hope before i learned what life really looks like..\n  ","608710":"\n  Thanks ?\n  ","608711":"\n  He may have a stinger, but i have a foot ?\n  ","608712":"\n  She is about 6-7 years old\n  ","608713":"\n  Personally it took a traumatic experience as a young age, well traumatic isnt a good word choice... a paradigm shift when i was really little. Taught me how to let go & accept the way life is then allow other doors to open.\n  ","608714":"\n  It has been wonderful!! ?\n  \n  I have grown a lot and it has been really healthy for me! ?\n  ","608715":"\n\n   @Pookeo9\n  \n  i read this over and omfg. I was lit ? idk about you ?\n  ","608716":"\n  Science\n  \n  Aliens ?\n  \n  Brain ?\n  \n  Philosophy ?\n  \n  Music ?\n  \n  Art ?\n  \n  Life in general ?\n  ","608717":"\n  Being on here ?\n  ","608718":"\n  I am good ? how are you?\n  ","608719":"\n  Juicy couture tracksuit\n  ","608720":"\n  Omg in 6th grade i had the worst haircut ever. The hair stylist fucked up my hair... it was not good at all. I swear i looked like i had a mullet ?\n  ","608721":"\n  Im truthfully just not that tired right now!\n  ","608722":"\n  Oh i would be hyped! I would ask to shake his hand cause my ex went to promises with Mike Tyson and his mom told me his handshake is insane ? also hes a SUPER nice guy!\n  ","608723":"\n  Im not a smarty pants. I think i just pay waaaaaay to much attention ?\n  ","608724":"\n  Most beautiful part is,\n  \n  I wasnt even looking when i found you ?\n  ","608725":"\n  Shes full of pain\n  \n  But filled with fight ✨\n  ","608726":"\n  I actually dont. I am so anti-tv.\n  ","608727":"\n  How do we stop it?\n  ","608728":"\n  Omg dont make me think of Burger Me! Omg yummy ?\n  \n  I have no idea what im gonna do tomorrow... probably a whole lot of nothing.\n  ","608729":"\n  Im probably going to relax. Maybe go for a small hike. Getting sick makes doing things really hard. I just dont have the energy, im excited for when i dont feel like garbage ?\n  ","608730":"\n  Whatever makes you feel the sun from the inside out,\n  \n  Chase that.\n  ","608731":"\n  Dance with the waves,\n  \n  Move with the sea,\n  \n  Let the rhythm of the water,\n  \n  Set your soul free. ✨\n  ","608732":"\n  Awwwwwwhhh ? arent you a little sweetheart ?\n  ","608733":"\n  I wont change if you wont change babe ✨?\n  ","608734":"\n  I jump from subject to subject usually cause sometimes when i overthink it makes me really anxious and i have to stop my mind before it ruins my whole day.\n  ","608735":"\n  I love youuuu ?✨\n  \n  You make my soul flutter ?\n  ","608736":"\n  Hope you sleep well ??\n  ","608737":"\n  I stay home a lot.\n  \n  Listen to music ?\n  \n  And think too much ?\n  ","608738":"\n  I just got into bed and im just on here and listening to music. ?\n  ","608739":"\n  Ive noticed when i listen to a podcast, they’ll talk about something and always end up rambling on about bullshit that doesnt matter. People are really good at adding fluff when they talk and ive noticed when i read about something- it stays on topic the whole time. Lol im trying to learn something, not listen to your journey to getting to that opinion in insane amount of detail that has nothing to do with the original subject.\n  ","608740":"\n  No ive never seen it! I just looked it up though! Its totally s movie id be into lol\n  ","608741":"\n  I personally really liked Her\n  ","608742":"\n  That is so fucking flattering, i dont even know how to respond ?\n  ","608743":"\n  In House MD\n  ","608744":"\n  Whys that?\n  ","608745":"\n  No, id rather read then listen to people have a conversation. Lol\n  ","608746":"\n  You’re an angel ? for saying this ?\n  ","608747":"\n  Whats “and stuff”?\n  ","608748":"\n  And then at the bottom you have to use a magnifying glass to read the fine print that says “100% alien” ?\n  ","608749":"\n  Black ?\n  ","608750":"\n  Ash is doing just fine. Just being a little murderous psycho ? im so so happy things are getting better and better ?\n  ","608751":"\n  ?✨???????☀️?????\n  ","608752":"\n  My dad. I dont know what im gonna do that day my dad dies. Im literally gonna lose my superman. Damnit now i gotta go talk to my dad. Ill be back lol\n  ","608753":"\n  My stomach is so fucked up right now, someone help with my anxiety ?\n  ","608754":"\n  Oh, you make my heart sing ?\n  ","608755":"\n  I think she’s really pretty but after looking through her stuff she seems kinda super into herself..\n  ","608756":"\n  Dont worry about what people think of you or about what people try to make you feel. If people want to see you as a good person, they will. If people want to see you as a bad person, absolutely nothing you can do about it. Ironically, the more you show good intentions, the more reason you give for them to knock you down. Keep your head high and be confident in what you do. Be confident in your intentions and keep your eyes ahead instead of wasting time on those who drag you down. You cant change peoples views. You have to believe that true change comes within, not from anyone else. ✨\n  ","608757":"\n  You should know puns will take you far in life ?\n  ","608758":"\n  You’re crazy ?\n  ","608759":"\n  I just woke up ☀️\n  \n  So my day is just starting.\n  \n  Im still like waking up so my brain isnt thinking fully yet ?\n  ","608760":"\n  Goodnight ?\n  \n  Talk to you when i wake up ?\n  \n  Spam me with love if youd like ?\n  ","608761":"\n  Why of course ?\n  ","608762":"\n  I could solve all the worlds issues if I just listen to Boomthoven.\n  ","608763":"\n  Because\n  ","608764":"\n  Cause all his thoughts made cents ?\n  ","608765":"\n  I hope you like the stars i stole for you ✨\n  ","608766":"\n  Gosssh ?\n  \n  I am nawwwt ?\n  ","608767":"\n  Nooooooo ?\n  ","608768":"\n  You are artwork ?\n  \n  I would admire you forever ?\n  ","608769":"\n  I got a mind filled with unsaid things ✨\n  ","608770":"\n  I wanna spend the rest of my sunsets with you ✨\n  ","608771":"\n  I saw you in a dream i had\n  \n  It felt so real ✨\n  ","608772":"\n  My head stays up in the clouds ☁️\n  ","608773":"\n  I would watch it for a little but i never really got into it .. ?\n  ","608774":"\n  Oh sweetie,\n  \n  You’re not ugly,\n  \n  Society is. ?\n  ","608775":"\n  I call her the devil ?\n  \n  Cause she makes me wanna sin\n  \n  And every time she knocks\n  \n  I cant help but let her in ?\n  ","608776":"\n  What happened?!\n  ","608777":"\n  I usually just go to the cashier because I honestly think its so much faster and I enjoy talking to people!\n  ","608778":"\n  Im never going to be an actress! ?\n  ","608779":"\n  I do in the beginning, but why should i regret being a good person? They should be the ones to regret hurting someone that was good to them. In the end, it just makes me sad for them. They didnt think they deserved someone to treat them well so they self sabotage or their just not a good person - all in all, its sad. ?\n  ","608780":"\n  The older i get the more i realize people are fake. I have a few close friends since ive had too many moments where more friends = more drama. When you get older, you have so much bullshit to take care of that you honestly dont have time to keep up with everyone and you kinda have to be selective sometimes.\n  ","608781":"\n  “Im hungry. Feed me.”\n  \n  “I need pets.”\n  ","608782":"\n  I wish i was dressing up this year ?\n  ","608783":"\n  я всегда должен поговорить с кем-то. Я склонен слишком эмоционально относиться к вещам в начале процесса и мне нужно, чтобы кто-то напомнил мне о логических аспектах принятия решений. ✨\n  ","608784":"\n  I know nobody is on but its kinda nice to be able to post some stuff while it’s dead on here ?\n  ","608785":"\n  Eww ? omg nooooo ?\n  ","608786":"\n  Omfg ilysm ✨\n  \n  Imagine finding love and friendship in one person ?\n  ","608787":"\n  Looked into your eyes ? and found my favorite color ?❤️???????\n  ","608788":"\n  Owning a beautiful home like this one day ?\n  ","608789":"\n  Black ?\n  ","608790":"\n  No but i want one ?\n  ","608791":"\n  Stop chasing the wrong one, the right one wont run ✨\n  ","608792":"\n  Staffordshire Bull Terrier.\n  \n  I swear all they do is smile ?\n  ","608793":"\n  Inspired by the fear of being average ?\n  ","608794":"\n  Its okay to love something a little too much, as long as its real to you ✨\n  ","608795":"\n  How to expand the mind ?\n  ","608796":"\n  Its the best time ?\n  ","608797":"\n  Yes. She doesn’t really look that great there ? she looks better here ?\n  ","608798":"\n  She’s everything i wished i was ?\n  ","608799":"\n  She was afraid of heights\n  \n  But she was much more afraid of never flying ✨\n  ","608800":"\n  Be the moon ?\n  \n  & inspire people\n  \n  Even when you’re far from full ✨\n  ","608801":"\n  I really didnt need to know this ??\n  ","608802":"\n  I cant help it, im delicious ?\n  ","608803":"\n  Noooo waaaaay ?\n  ","608804":"\n  Dude i got a bug bite and now my hand is so itchy. Whats with bugs today? First i get stung by a wasp then bit. Ugh\n  ","608805":"\n  I feel like if a rock hit it, it would shatter.\n  ","608806":"\n  I am so sooooo sad right now ?\n  ","608807":"\n  I do too ? i love so many different kinds of styles of homes!\n  ","608808":"\n  Do you like homes like this?\n  ","608809":"\n  Now im sad cause hes no longer alive ????\n  ","608810":"\n  Lets go to space man ✨\n  ","608811":"\n  Dream house ?\n  ","608812":"\n  HAAAGAAAAN - DAAAAAASSSSSS ??\n  ","608813":"\n  I love when ash comes and snuggles with me... its such a nice feeling to be wanted by a kitty ?\n  ","608814":"\n  I was against it cause people said it was like chipotle and i do not like chipotle at all. Qdoba is SO much better.\n  ","608815":"\n  I love their TACOS ?\n  \n  So delicious ?\n  ","608816":"\n  I don’t understand how you always have such flow. I barley say hello, and you’re already on the other side of the rainbow. You’re so good with words, you’re like Van Gogh. You’re like a submarine tornado in the capital of Idaho blowing around American buffalos. ✨\n  ","608817":"\n  You’re as chill as Snoop Dogg, like a Synagogue. You being peace to all our lives, making sure we all survive. ✨\n  ","608818":"\n  I edit my bio every time someone gives me a new name for Boom. ?\n  ","608819":"\n  Goddamnit, you sound like a Buddhist, while im just a boomist. I swear your the coolest, please let me be your student. You open the doors of my mind that i cant even recognize, i cannot deny you always have me mesmerized. I am speechless, paralyzed. But, let me clarify, im not terrified. I want us to go deep beyond our speckled eyes and treasured lies. ✨\n  ","608820":"\n  I think where M originally came from the word ‘intimidated’ - come up bro, thats so outdated. You’re just a magic mushroom, I’m more like ayahuasca. I make you trip so hard you wake up in Antofagasta, cracked out on pasta. ?\n  ","608821":"\n  Not necessarily near me but theres a lot of smoke around me and in the air ?\n  ","608822":"\n  Smoking on Sunday Driver, only getting higher. Drum beats transforming reality, tell me what can you really see? Are we on the moon or in your mind? Oh, Triple M play your music and give me a sign. Was that a pick up line? Im really just trying to find, where to die, inside your magical musical mind. ✨\n  ","608823":"\n  Omg i was talking about him today lol\n  ","608824":"\n  Triple M\n  \n  Thats your new rap name\n  ","608825":"\n  I love Qdoba! So so much! That place is so good!! ?\n  ","608826":"\n  Olivia Wilde\n  ","608827":"\n  Maybe she shouldn’t have such poopybutthole lips and i wouldnt have to call her that lol ?\n  ","608828":"\n  Thats so sweet. I love how much you guys snuggle!! You make me wanna snuggle ash! ?\n  ","608829":"\n  I love when he talks about all of that!! I own that book as well!\n  ","608830":"\n  I love him. What was he talking about today? I could listen to him talk all day. I love how smooth he is.\n  ","608831":"\n  You really should. Shes amazing with words. Im probably gonna read more tonight. Ill probably read it a couple times cause ill probably miss everything the first time through.\n  \n  “i measure time by the days i’ve spent away from you\n  \n  that thought occurred to me\n  \n  as i watched the sky go dark from blue”\n  ","608832":"\n  This is how i feel about everything you just said ?\n  ","608833":"\n  Its phenomenal ✨\n  ","608834":"\n  Moving out of San Diego to Reno ?\n  ","608835":"\n  Thats what i call Ash ???\n  ","608836":"\n  There was a time where i thought I’d know you forever ✨\n  ","608837":"\n  The fact that i taught myself how to let go ✨ ever since ive learned how to do that, ive been a lot happier. ?\n  ","608838":"\n  Im not sure.. idk if i could handle knowing that many people are watching everything i do.\n  ","608839":"\n\n   https:\/\/youtu.be\/WpYeekQkAdc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608840":"\n  “I wish you to know that you have been the last dream of my soul” ✨\n  ","608841":"\n  There is thunder in our hearts ?\n  ","608842":"\n  Im so happy to hear things are going well!! ? awhhh yay!\n  \n  Ash is good! We have been just hanging out ?\n  ","608843":"\n  Yeah it was disappointing. I felt like it was two teenagers bickering.\n  ","608844":"\n  It was a fucking wasp omfg ?\n  ","608845":"\n  I love batman\n  ","608846":"\n  No ? not at all.\n  ","608847":"\n  Always!! ✨\n  ","608848":"\n  YES. I knew this girl who completely alters her appearance and personality on social media but shes awful in real life..\n  ","608849":"\n  Yeah! Its not too bad. My thumb is just numb lol\n  ","608850":"\n  You know the British were the ones to name is Soccer ⚽️: Linguistically creative students at the University of Oxford in the 1880s distinguished between the sports of “rugger” (rugby football) and “assoccer” (association football). The latter term was further shortened to “soccer” (sometimes spelled “socker”), and the name quickly spread beyond the campus. However, “soccer” never became much more than a nickname in Great Britain.\n  ","608851":"\n  I got stung by a bee ? lol ?\n  ","608852":"\n  Dude a bee just stung my thumb. Now my thumb is numb and swelling ? ow\n  ","608853":"\n  If i were on death row and i had one last meal i would ask for them to bring me everything in my favorite food videos.\n  \n\n   https:\/\/youtu.be\/x5quhVqGeKw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/P57zlY9bZmA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608854":"\n  Im annoyed. ?\n  ","608855":"\n  Ok now in my head riding around is bouncing ???\n  ","608856":"\n  Awh, that sounds enjoyable ?\n  ","608857":"\n  Thats my favorite sport. I can watch soccer for hours. It gets my blood pumping ?\n  ","608858":"\n  Oh, what kind of essay?!\n  ","608859":"\n  Forboomth - the truth, actually\n  ","608860":"\n  My day has been pretty chill actually ? i hope you’re having a good day!! ?\n  ","608861":"\n  You are too cute my sweet little poodle named poppy ?\n  ","608862":"\n  Ive been using this site for a long time. I like the honesty and different minds on this site. Its more personal. The people that actually take this seriously add their own personality to their posts and its nice. I also liked how it gave the opportunity to people who wanted to talk to me but were too afraid to say anything.\n  ","608863":"\n  Why not boom?\n  ","608864":"\n  Extremely. How I explain it to people is i just get these flashes of very detailed thoughts almost as if i was right there with them in that moment. Ive even had people be like, “oh yeah right.” But then ill describe it better than they can and they are just ?\n  \n  I feel like i just have a gift honestly? and sounds like so do you ✨\n  ","608865":"\n  No, but my dad and my sister do. Omg they are so yummy. Damn now i want pie.\n  ","608866":"\n  Like my own house? Oh god who the fuck knows.\n  ","608867":"\n  You’re so sweet ?\n  ","608868":"\n  Ive recently figured out that i do not do well with pressure. The pressure that comes from being what society calls “ultimate success” i just hate the pressure of what comes from extreme wealth and that lifestyle of working, just go go go. I wanna pay attention to more little moments in life.\n  \n  This may have come from learning the knowledge of all the hard work my parents are doing for me and i think they best thing i can do for them is live a life filled of happy moments and memories since they decided to sacrifice their happiness for us. ?\n  ","608869":"\n  Im really good at asking questions in a certain way that makes people believe we are still talking about the same thing but actually they don’t realize we are gonna start talking about what i wanna talk about ?\n  ","608870":"\n  The meaning of life differs between person to person. I will say I recently learned yesterday that theres 3 things that are important about life to think about though;\n  \n  1. How well you LOVE ?\n  \n  2. How well you LIVE ?\n  \n  3. How well you LEARN TO LET GO ?\n  \n  If you think of those 3 things and youre happy with yourself then i think youve figured out the secret to life. ✨\n  ","608871":"\n  Ohhhhhhhhhh a great way to float through space and time! ?\n  ","608872":"\n  Gordon fucking Ramsey\n  ","608873":"\n  I really don’t understand this whole spiderman obsession. Hes soooo boring lol ? then i saw this GIF and laughed. Damnit spideyyy you got me ?\n  ","608874":"\n  Just a little message i think we should all hope for ?\n  ","608875":"\n  Alright, now im curious ?\n  \n  Tell me ✨\n  ","608876":"\n  Not even the tiniest bit ?\n  ","608877":"\n  Im gonna be honest with you, football is the ONLY sport that doesnt make any sense to me. No matter how many times ive had NFL players and coaches try to teach me... (Ive had a lot of famous team members live around me growing up) i still look at them with such confusion that they always laughed and said, “you’re adorable.” LOL ive really tried understanding it but for some reason my mind doesnt get it.\n  ","608878":"\n  Nooo ?\n  ","608879":"\n  OMMMMGGGGG ?\n  \n  I am not ?✨\n  ","608880":"\n  Omg ? ? you’re so sweet!\n  ","608881":"\n  Pumpkin pies for the rest of the year and probably on to the next Halloween and then do it all over again ?\n  ","608882":"\n  I write. All i do is write. Ill add photos here and there but im a writer and i like to paint pictures with my words ?\n  ","608883":"\n  Turdistan ? i like it. They are our enemies. With their leader poopybutthole lips. ?\n  ","608884":"\n  I cant wait to have my own place and be able to decorate how ever id like too! ? my favorite decorations are Halloween.\n  ","608885":"\n  Ive been reading Lana Del Reys new book. I just love the way she see the world.\n  \n  “there are seven worlds in my eyes. i’m accessing all of them at once.”\n  \n  “Ive decided to do nothing about everything, forever.”\n  \n  “But alas this is a real life - and it’s been a real fight just to\n  \n  keep my mind from committing treason”\n  \n  “My life is sweet like lemonade now theres no bitter fruit.”\n  ","608886":"\n  Im sorry sweet love ?\n  ","608887":"\n  Ive just been hanging out and blogging and listening to Billie ?\n  ","608888":"\n  ?\n  ","608889":"\n\n   https:\/\/youtu.be\/IiIDghGyy7Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608890":"\n  Sounds like a chill day ?\n  ","608891":"\n  Wow shows how much ive been paying attention ?\n  ","608892":"\n  Good morning morgan ?\n  \n  How are you this morning?\n  ","608893":"\n  No, im from San Diego\n  ","608894":"\n  Theres a sequel?! Omg ?\n  ","608895":"\n  Hey snookums\n  ","608896":"\n  My day so far is good!! ?\n  \n  Hows your day? ?\n  ","608897":"\n  Im finishing the newest season of Lucifer\n  ","608898":"\n\n   https:\/\/youtu.be\/uwWrSR8SFEc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608899":"\n  Omg i havent seen that movie for a long ass time.\n  \n  My mom loves that movie\n  ","608900":"\n  Thats good!! Do you have any plans for today?\n  ","608901":"\n  YES. But its ok. Ive been stolen from a lot, but i grew up around so much wealth that for me i could go home and just get much more - ive never really been inclined to steal and its not because i havent wanted too, its because i havent needed too. So whenever someone steals from me im a royal asshole and say, “my family always donates to charities yearly, so by all means take it.”\n  ","608902":"\n  Im telling you Gaia, is the best thing ive ever done with my life\n  \n\n   https:\/\/youtu.be\/c-ErA_acTq8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608903":"\n  YAY ? my first customer ?\n  ","608904":"\n  I figured if i can be a gothic princess, you can be a pink balloon poodle ? i am good! How are you?!\n  ","608905":"\n  I would tell you guys but im actually thinking about inventing it... so until i decide if building an app makes sense i gotta keep this one a secret cause its never been done before!\n  ","608906":"\n  I dont know, its all i could think of ??\n  ","608907":"\n  Lol love you so much\n  ","608908":"\n  Ive thought about doing this so many times too!! ? if I actually create it, you should come eat there ?\n  ","608909":"\n  WILL PEOPLE EVER STOP TALKING TO ME? ILL STOP TALKING WHEN PEOPLE STOP TALKING TO ME. IF YOUR GONNA BE MAD AT ANYONE, BE MAD AT MY COUNCIL OF BOOMS.\n  \n  Fun fact: ALL my notifications are shut off because yes thats how many i get every minute where my phone turns into a fucking vibrator.\n  ","608910":"\n  I personally like apple music because its the only music service ive experienced that actually creates playlist that actually match my music taste.\n  ","608911":"\n  I love to blog and write.\n  \n  Ive also been really into Gaia.\n  \n  Borderline obsession lol\n  ","608912":"\n  Goooood morninggg my little pink balloon poodle ?\n  ","608913":"\n  All the creations ive made while stoned and it would be a lounge with the best stoner combinations from all over the world.\n  ","608914":"\n  A museum of all the real history and evidence and plans of UFOS and ETS from 60+ billion years ago.\n  ","608915":"\n  I havent been preaching this for years on here but he does an amazing job explaining it.\n  \n  Life is about 3 things:\n  \n  1. How well we lived\n  \n  2. How well we loved.\n  \n  3. How well we learn to let go.\n  \n\n   https:\/\/youtu.be\/QQiuxK72Ilo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608916":"\n  Not as often as i used too.\n  \n  I used to take pictures all the time but because we are always inside all the time i don’t really do my hair or makeup lol even though I should cause it would make me feel better but blehhh\n  ","608917":"\n  Thank you ?\n  ","608918":"\n  That sense of accomplishment. Theres something beautiful about looking at something youve spent time on and being able to look at it when you’re done with the thought in your head, “wow i did a really good job” or “this is awesome” ?\n  \n  Its an amazing feeling. People dont realize that feeling is from the process of completing something, its not from the end result. ?\n  ","608919":"\n  I didnt even know this was a thing, and now i wanna try it ?\n  ","608920":"\n  It’s fascinating to me how when someone is our world ? to us the way we feel like we should give back to them is by giving them the physical world and everything inside it - but i would rather have that world of love thats buried inside that can only be expressed by emotions and affection. ✨\n  ","608921":"\n  Sometimes i wake up and for a moment youre still here ✨\n  ","608922":"\n  This made me laugh, i just wanna own this book ?\n  ","608923":"\n  Dear my almost lover ✨?\n  ","608924":"\n  My room. If i dont I notice my mind will not be clear anymore and i get really anxious\n  ","608925":"\n  I would have to say goodbye to everyone. Now you just gave me an idea... i think im gonna make a list and letters to all the people that have been in my life that i would like them to things after im died that they dont know right now..\n  ","608926":"\n  I really really hope this doesn’t happen Nikki ?\n  ","608927":"\n  I carry so many baby wipes.\n  \n  I love baby wipes. So gentle for skin but it cleans your hands so well!!\n  ","608928":"\n  Pressure.\n  \n  I came from a very wealthy lifestyle growing up, but in the process of being around millions and billions of dollars everyday i have discovered that money = pressure.\n  \n  Everyone is watching you, expecting you to do something AMAZING (which is why wealthy people start using drugs) the expectations people hold for you are so high, its even rare for them to reach it. Ive seen more problems come from the more money people have. People also dont realize how much work it is to maintain that wealth.. theres a reason why the richest people in the world are workaholics. Ive also learned that the difference between rich and wealth is the wealthy have way more stuff. I was always envious of families that were just rich because they had everything and they were happier than my parents..\n  \n  I just cant do it. I just cant keep up with all the bullshit that comes with wealth. So ive decided to live a simple life until i get my inheritance then ill probably have start giving a fuck but by then ill be established hopefully.\n  \n  Everyone wants to be wealthy but I promise its fun for a little while and then it wears on you. You cant trust anyone. You learn the darkness that comes from money.\n  ","608929":"\n  Im one of those people who love Halloween all year round ?\n  ","608930":"\n  I love spooky ? vibes\n  ","608931":"\n  Black. ?\n  ","608932":"\n  That’s really sweet actually. You must be really connected to me ✨\n  ","608933":"\n  I feel like people like sending them just to kinda be a troll and mess with people or they actually secretly really hope someone will answer seriously and all their fantasies will magically come true.\n  \n  It annoys me cause like you can tell by my page that i dont answer things like that so why do people waste all our time?\n  ","608934":"\n  Just dont lick them thats all i ask\n  ","608935":"\n  AWWWWH. Just cause you want to do this, i wanna love your face\n  ","608936":"\n  Love?\n  \n  Worry not, it will hit you like a comet ?\n  ","608937":"\n  I appreciate you ✨\n  ","608938":"\n  I would spoil you for spoiling me oh my god ?✨\n  ","608939":"\n  Ya but this isnt new for me im talking for long than a decade\n  ","608940":"\n  Not in this rigged society.\n  ","608941":"\n  I have one. Its in my profile picture ?\n  ","608942":"\n  I find it interesting that i wanted to die my hair silver for a long time .... i always thought i was supposed to have silver hair..\n  ","608943":"\n  Ive been studying them like crazy. Im an insane amount of Scandinavian.. Theres even theories that Scandinavians were original aliens and were creating hybrids. “In UFOlogy, Nordic aliens are humanoid extraterrestrials purported to come from the Pleiades who resemble Nordic-Scandinavians. Professed contactees describe them as being six to seven feet tall with long blonde hair, blue eyes, and fair skin”\n  \n  Dad is that you? ??\n  ","608944":"\n  Oohhhh, what does that look like?\n  ","608945":"\n  Yes ?\n  ","608946":"\n  Young asf. That was the shit when it first came out. I remember we would all watch the movies together repeatedly. I was probably around 7\/8 when I really watched Matrix. Once i got out of my Fast and Furious paul walker phase.\n  ","608947":"\n  The blue pill - will leave you living in ignorance. You will be left to believe whatever the fuck it is you want.\n  \n  The red pill - you will be shown wonderland. The rabbit hole of reality and how deep it really goes.\n  \n  Elon musk literally always says, “Take the Red pill”\n  ","608948":"\n  Well whenever i saw this movie when i little i would have to make it a little easier to understand.\n  \n  Would you rather be among Gods or ants?\n  \n  Blue = ants\n  \n  Red = Gods\n  ","608949":"\n  Dont you want to be free of the deception?\n  ","608950":"\n  Always take the fucking red pill.\n  ","608951":"\n  You know ive had that background since i made this account and this is the first time anyone has said this ?\n  ","608952":"\n  The blue pill ?\n  ","608953":"\n  White cheddar popcorn is the best ?\n  ","608954":"\n  Ive never really been into baseball honestly.. it bores me ?\n  ","608955":"\n  So like ive been looking at Nordic Aliens and guys it literally says they will look Scandinavian. And like i know nobody will believe me except my close friends but ive had countless moments where I’ll telepathically say something and someone will hear me in their head... im freaking out. Cause i was like adopted before i was born and like was told i was a super important baby. So now its like an inside joke that im a “moon baby” but look.. i kinda look like them. And the way the describe their bodies, and im crazy athletic too\n  ","608956":"\n  Why thank you ?\n  ","608957":"\n  The ENTIRE Earth? ?\n  ","608958":"\n  You’re cute ✨\n  ","608959":"\n  Omg really ? thats crazy!! ?\n  ","608960":"\n  YAAAAAAAS ?\n  ","608961":"\n  Its a mix of goofy and ball busting ?\n  ","608962":"\n  неограниченное количество еды, любого вида пищи, которое мне нравится ✨\n  ","608963":"\n  потерять невинность ✨\n  ","608964":"\n  HAHA ? i was just kidding.\n  \n  Im like nowhere close to Berkley.\n  ","608965":"\n  I love fall weather. I love how the leaves change. I love the outfits. I love the flavors and smells of fall.\n  ","608966":"\n  Dont tempt me with a good time\n  ","608967":"\n  Are you trying to tell me where you are so i just show up ?\n  ","608968":"\n  I used to read all the time. At the moment my favorite author is Graham Hancock.\n  \n  \"I see myself as a journalist reporting neglected stories about our past and trying to bring rigor, reason and intuition to the quest.\"\n  \n  - Graham Hancock\n  ","608969":"\n  I am super excited ??✨\n  \n  I cant wait to see it!!!\n  ","608970":"\n  What are you listening too?\n  ","608971":"\n  That would be a negative ghost rider.\n  ","608972":"\n  No not really ?\n  ","608973":"\n  You want this boy?\n  ","608974":"\n  Awh?? thats amazing, youre amazing ✨\n  ","608975":"\n  Honestly, why tho\n  ","608976":"\n  What are you thinking about anon? ✨\n  ","608977":"\n  I know you are a diamond ?\n  ","608978":"\n  Oh yess! Awesome gothic princess!! I want lots of tattoos since i have tattoos ???\n  ","608979":"\n  I am good, how are you?!\n  ","608980":"\n  Ill slap you in the face with a rainbow ?\n  ","608981":"\n  Omg i bought her book!!! Im so excited to read her poetry ???\n  ","608982":"\n  LOVE U ????????\n  ","608983":"\n  Hahahhaha you’re not dumb!! ?\n  ","608984":"\n  Thank you so much ??\n  ","608985":"\n  I have baby hands ?\n  ","608986":"\n  Bleeding heart flowers\n  ","608987":"\n  Honestly, i could come up with 10 things off the top of my head that are way WEIRDER. I think you’re chillin ? its not even weird.\n  \n  People who are into children, now thats fucking weird ?\n  ","608988":"\n  How do i do that? ❤️\n  ","608989":"\n  Is it just me or does my hand look really fucking SMALL\n  ","608990":"\n  What make me happy are small moments. When someone makes me laugh really hard. When i heard a good song for the first time and get chills down my spine. When someone says something sweet and your cheeks heat up. When you walk past a huge field of beautiful flowers. When you walk through a forest on a hike. When you look at the stars at night. The way the moon changes and how the waves crash at night. A good book and a hot fire. - i think you get the point ✨\n  ","608991":"\n  So your friends are into too? Thats cool!\n  ","608992":"\n  Many years ago, like probably when i was in like 4th grade on Fourth of July ??\n  ","608993":"\n  They tell me \"good things come to those who wait\"\n  \n  To speed the process along, I came to tempt fate ?\n  \n\n   https:\/\/youtu.be\/BgP9tzt9_Z8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608994":"\n  Like 100% of the time ?\n  ","608995":"\n  Why, why, whyyy?\n  ","608996":"\n  Im addicted to this song at the moment. ?\n  \n\n   https:\/\/youtu.be\/2Vx8TDX6VVA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","608997":"\n  правду о том, что на самом деле там, я хочу видеть другие миры. ✨\n  ","608998":"\n  Whats your favorite conversation youve had about it so far?\n  ","608999":"\n  So if we used to be friends, who are you?\n  ","609000":"\n  I really hope so ??\n  ","609001":"\n  Love you ?\n  ","609002":"\n  People arent as fun as they used to be... like there were so many people that made me die laughing cause there answers were witty asf\n  ","609003":"\n  Ohhhhh! I miss those days :(\n  ","609004":"\n  I need to get one. Im gonna get one. Im gonna brush my teeth now you got me thinking about my teefers. ?\n  ","609005":"\n  I am the WORST at calling people back. Fuck. ?\n  ","609006":"\n  God, you’re the best ?\n  ","609007":"\n  I just worked harder, not smarter. I literally memorized how to spell that in like a couple seconds to type in google when i realized i could have just copied it ahhaha wow.\n  \n  Thank you!!! This is so helpful\n  ","609008":"\n  I hope its a good addiction ?\n  ","609009":"\n  Boomdrick lamar ?\n  ","609010":"\n  SQUISHYYYY SQUISHIER SQUISHIES IS THE BEST OF ALL SQUISHIES.\n  ","609011":"\n  I love that wording, ‘magnificent’\n  ","609012":"\n  I cant get over how good to me all of you are. ? im so fortunate to have such amazing people on my side ✨?\n  ","609013":"\n  Oh my god i was looking into this.... i want it to be real so bad ?\n  ","609014":"\n  Omg i used to have one when i was younger and not gonna lie i looked really good in them! I love asian clothing!! I just love anything white and blue.\n  ","609015":"\n  You will never be forgotten big one ?\n  ","609016":"\n  So like can i ask where this interest started?\n  ","609017":"\n  How dare you ask how dare i. ?\n  \n  You are daring for saying theirs perfection in my face. Mr. Howdareyou\n  ","609018":"\n  I had a wonderful day ❤️\n  ","609019":"\n  Wait, this sounds like a proposal ?\n  ","609020":"\n  Whats wrong?!\n  ","609021":"\n  You brought a fire to a world so cold ✨\n  ","609022":"\n  Dear me,\n  \n  I know your scared but you can handle it.\n  \n  Love me. ✨\n  ","609023":"\n  You give me such positive energy ? thank you for making me smile ?\n  ","609024":"\n  To be reborn\n  \n  You have to die first ✨\n  ","609025":"\n  Ive learned that people will forget what you say, people will forget what you did, but people will never forget the way you make them feel ✨\n  ","609026":"\n  Achieving goals in silence ✨\n  ","609027":"\n  Its night time for me! ?\n  \n  Im in bed just hanging out.\n  \n  Today was a good day.\n  \n  Hows your day so far? ✨\n  ","609028":"\n  Awh thank you so much darling ❤️\n  ","609029":"\n  Sandlot, for sure.\n  ","609030":"\n  Thanks babes ❤️\n  ","609031":"\n  Oh hell no. I would burn it ? shit i would set the house I received it on fire too\n  ","609032":"\n  What in the tarnashian is this?\n  ","609033":"\n  That. Would. Be. Wild.\n  ","609034":"\n  Lol i just kinda imagined what a balloon would do if it had a brain ahahahh\n  ","609035":"\n  Stop talking about yourself ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  ","609036":"\n  Yes! We are all starting to feel better ? thank you for asking!\n  ","609037":"\n  I have never thought about this either but what if that really does effect you on a celestial level based on the stars and the winter\/summer solstice..\n  ","609038":"\n  Float up into space and bend space in time to travel through the cosmos into multiple different dimensions\n  ","609039":"\n  Omg lemme grab all the pieces to your mind so i can put it back.. all lady boomeths lil boomer and council of boom put your mind back together again.\n  ","609040":"\n  Ohhhhh no dont worry about it!!\n  \n  Just go with how ever you feel and i will be very pleased to see ?\n  ","609041":"\n  Well arent you sweet for thinking so ?\n  ","609042":"\n  Im all gross by hi huns?\n  ","609043":"\n  I wish you could take care of me ?\n  ","609044":"\n  I have never thought of this before and i cant really give you an answer about what I think because im still trying to think of all aspects to this..  that would be wild if that were true.. ???\n  ","609045":"\n  Isnt it FASCINATING ???\n  ","609046":"\n  Im sorry to hear that ? anything going on thats bothering you? ✨\n  ","609047":"\n  Fuck, the one sport i know NOTHING about\n  ","609048":"\n  This made me die ??\n  ","609049":"\n  What is your kind of weird?\n  ","609050":"\n  What is the sport that you play?\n  ","609051":"\n  I didn’t really know that theres a pretty big community that likes discussing exactly that and i didnt learn about until i used ask..\n  ","609052":"\n  I was hoping it would be a little weird tho ?✨\n  ","609053":"\n  Hahaha ohh? ?\n  ","609054":"\n  I like myself better when i dont pay attention to others. ✨\n  ","609055":"\n  Ill probably like it cause you did it ?\n  ","609056":"\n  What was the question?\n  ","609057":"\n  I feel honored you wanna draw me something!!! ?\n  ","609058":"\n  Thats good! Its good to spend time with animals ✨\n  ","609059":"\n  Stress management\n  ","609060":"\n  Omg we are the same ???\n  ","609061":"\n  My therapist ?\n  ","609062":"\n  awh thats so sweet ❤️\n  ","609063":"\n  I would cry if you did i would be so happy. ??\n  ","609064":"\n  You know, you’re not wrong to say this but it isn’t wrong to feel like youve been done dirty. Its ok to be hurt and upset or to be sad. Ive had so many moments where ive been done DIRTY and it is what it is but it still hurts and i have days where i still have to morn those moments to be able to heal. ?\n  ","609065":"\n  Omfg thank you so much!! ? can you make me a pretty gothic princess? Ive always wanted one of those ?\n  ","609066":"\n  I write a lot of poetry about everything. My mind can go to wild places and a lot of people think im crazy or insane but i dont care ? i like it.\n  ","609067":"\n  Im so sorry to hear that ?\n  ","609068":"\n  Omg tell me about your horse(s)? ❤️❤️❤️\n  ","609069":"\n  Whats wrong ?\n  ","609070":"\n  Im not a princess ? dont make me blush ☺️ i would love that. I love art. My moms an artist and we just look at art forever. I would love to see what you think when you think of me. I dont care what it is honestly im just always fascinated with how people minds work and what their creativity allows them to express. ✨\n  ","609071":"\n  Hello hi how are you\n  ","609072":"\n  I would totally be Veruca Salt. ?\n  ","609073":"\n  Ash is satan dude. Im mad at her. Can i have your sweet girl instead? Cause ash attacked me cause i did something she didn’t like but dude she broke a lot of skin lol\n  ","609074":"\n  How you can do so many different types of drawings.. how do i get one?! ?\n  ","609075":"\n  I think you’re pretty amazing too ? what are you doing lovely?\n  ","609076":"\n  I feel like it gives a chance for people to show their true thoughts, opinions, and desires they are too embarrassed to show otherwise.\n  ","609077":"\n  OOOHH me likey! ?\n  ","609078":"\n  Can you imagine how awful it would be if someone was able to hack into your emotions through technology? That would be chaos...\n  ","609079":"\n  I had to look up a bubble bar and thank you so so much for informing of these awesome bath creations ?\n  ","609080":"\n  Ohhh, i like it. You’re more personal.\n  ","609081":"\n  HAHAHHAHAHHA SHES AN ANXIOUS BITCH ?????\n  ","609082":"\n  How cool!!! Do you have an IG for your work?\n  ","609083":"\n  I think you would lift off like a rocket from your butt. ?\n  ","609084":"\n  Morgan, you are so sweet ?\n  ","609085":"\n  Giorgio Boomani, Boomberry, Boomentino, and Christian Louboomtin are all my favorite ??\n  ","609086":"\n  Everywhere is freaks and hairies, Dykes and fairies, tell me, where is sanity? Tax the rich, feed the poor. Til there are no rich no more. Population keeps on breeding, Nation bleeding, still more feeding, economy. Life is funny, skies are sunny, Bees make honey, who needs money? No, not poor me. World pollution, there's no solution, Institution, electrocution. Just black and white, rich or poor. Them and us, stop the war. I'd love to change the world, But I don't know what to do, So I'll leave it up to you. ✨?\n  ","609087":"\n  I swear Taco Bell makes you feel like they stuck a Ghost Pepper up your ass ?\n  ","609088":"\n  OMFG ✨\n  \n  I love u for saying this ?\n  ","609089":"\n  Thank you so much!! Me too ✨ i hope YOU are doing ok ?\n  ","609090":"\n  Whats your day like today?✨\n  \n  Anymore drawing or writing today? ❤️\n  ","609091":"\n  Im probably not going to do anything for Halloween this year ?\n  ","609092":"\n  I am pretty good today!!\n  \n  I had therapy today and it went really well! ✨\n  \n  How are you today? ?\n  ","609093":"\n  Im so headstrong.\n  \n  HEADSTRONG CAN TAKE ON ANYONE. I KNOW THAT YOU ARE WRONG. THIS IS NOT WHERE WE BELONG. ?\n  ","609094":"\n  Ugh, myself.\n  \n  I have realized today that i am amazing at forgiving myself and others even when they never even ask for forgiveness because i have this ability to understand things deeper and because of that other people arent used to that and don’t believe it so they hold resentment which holds me back from moving forward cause i feel like im doing something wrong since they are still mad at me. But I realized today that its not my problem that other people want to be affected by things in their way.. and i have hindered myself because i didnt want to be an outcast because i was always so intimidating to others and how i am able to forgive myself, give myself grace, and be ok with my mistakes is intimidating for some and im frustrated that ive let others affect me.\n  ","609095":"\n  Oh my god, no.. i cant stand everyone starring at me watching every move, analyze my every move or word yikes\n  ","609096":"\n  Its like a fast food but everything is locally grown and its very expensive but amazingly delicious..\n  ","609097":"\n  Omfg why do people do that ?\n  ","609098":"\n  I feel like you two are gonna be super close after this ? awwwwh i am so happy for you!\n  ","609099":"\n  I CANNOT EXPLAIN HOW HAPPY THIS JUST MADE ME\n  ","609100":"\n  I think im obsessed with Burger Me!\n  ","609101":"\n  What the fuck are you talking about?\n  ","609102":"\n  I think i went through like 100 phases and i think i have 100 more to go again.\n  ","609103":"\n  Omg girl same ?\n  ","609104":"\n  Yes ? i cant imagine what they are going through i wanna give them a hug so bad...\n  ","609105":"\n  Uhhhhh considering i do both i like naps better lol ?\n  ","609106":"\n  I dont even really remember honestly!\n  ","609107":"\n  We speak like every major language here even though people dont like acknowledging we’re all supposed to connect as a fucking unit ?\n  ","609108":"\n  It should be a Christmas movie.\n  \n  Why are all Christmas movies the same? Last year i was so stoked cause they released NOS4A2 and it was a Christmas horror show and I remember a coworker was all pissed cause it wasnt just a movie about santa sticking his candy cane up kids butts the whole time and luring them in with gifts and then when he finishes with the kids he takes a bite of a cookie and a sip of milk like a fucking disrespectful psychopath. Like fuck dude she was so obsessed im starting to think she might have a santa fetish. ?\n  ","609109":"\n  я хочу, чтобы в доме было несколько гостиных, где я живу, которые показывают, как я вырос, было бы здорово захватить чай с кухни, а затем отправиться в другую часть дома, чтобы не беспокоить людей. Я знаю, что люди не хотят разговаривать с людьми утром, поэтому я ненавижу быть на кухне, когда люди раздражены. ✨\n  ","609110":"\n  We are both very flirty.\n  \n  We could be a good match but we could also have very different opinions on things and since we both have strong opinions long relationships might not be ideal for us\n  ","609111":"\n  Im really good at understanding why people do things that end up hurting those they care about and being able to let go of their past wrongdoings if they really understand themselves about what they did was wrong and give people a chance to be forgiven. Because of this strength it has given me the opportunity to have very close relationships with people. Which is good and bad at times. But a lot of special memories nevertheless ✨\n  ","609112":"\n  I can see Dave Mustaine and Gordon Ramsey starting a metal band together ????\n  ","609113":"\n  Now i know ill be safe if i come to Egypt ??✨\n  ","609114":"\n  I like summer cause its nice to not walk around shivering all the time. But i like winter cause its nice being in bed all snuggled up and cozy..\n  ","609115":"\n  We should stick together. We could probably keep each other alive for a long time ?\n  ","609116":"\n  If you experience issues with eating dairy and grains that’s because of your blood type. O- are very much primarily meat eaters. (Me me me. I was vegetarian for a couple years and omg that fucked my body up but when i ate meat again, my body leveled out.) They have a higher chance of having ulcers (ive had ulcers like twice) they have too much acid production in their stomach so causes heartburn and lots of burping. When i was younger i went to the hospital a lot for my stomach then they saw my blood type and they knew what they needed to give me.\n  \n  Another thing is thyroid issues. O - have the worst thyroid issues. Your immune system like attacks it which is why kelp is AMAZING for people with O- ( i was gaining a lot of weight. I could tell my body was attacking itself so I started taking kelp and now I finally feel back to normal.)\n  \n  I should be the fucking poster child for O- blood types.. ?\n  ","609117":"\n  Im O-\n  \n  Woooooooo\n  \n  Nobody can saveeee me if the world goes to shit lol ? but i can help everyone else wooo\n  ","609118":"\n  Ive been reading all about it and all my health issues has come from my blood.\n  ","609119":"\n  Well O in general has protective factors against covid\n  ","609120":"\n  Omg im so sorry. Omg im crying ?\n  ","609121":"\n  Good morning!! ?\n  \n  Im talking to my mom about my blood type and im freaking O- which sucks ANY OTHER time in life except during covid.\n  ","609122":"\n  Im so happy to hear that ? cuddle and snuggle as much as possible. I force ash to snuggle me as much as possible. ✨\n  ","609123":"\n  Not really.. but i wake up early regardless but hate doing anything in the morning\n  ","609124":"\n  I love green tea ? its so creamy and its the best ?\n  ","609125":"\n  Im happy ive gotten to see her as well! ? ugh ?\n  ","609126":"\n  My heart is breaking ?\n  ","609127":"\n  Ive seen it multiple times. I love Jax so much. I cried like a fucking baby when Tara died.\n  ","609128":"\n  Sometimes it feels like i get the shitty end of the stick but then i see how much i helped someone else and then I remembered why i did it in the first place ?\n  ","609129":"\n  Sounds like what they called meditation before they figured it all out ?\n  ","609130":"\n  What comes around goes boom ?\n  ","609131":"\n  HUNGER BOOMS ✨\n  ","609132":"\n  Im crying ? omg. No no we have to save her. Knowing that your probably hurting so bad right now hurts me so bad. Just knowing that if i were you i wouldnt be able to look at her without balling my eyes out and saying how much i love her god im losing it. My heart. ?\n  ","609133":"\n  Boomgled\n  ","609134":"\n  Wow! You sound so talented ?\n  ","609135":"\n  I might actually choke and die because when i laugh too hard i forget how to breath ?\n  ","609136":"\n  Im so sorry to hear that. ?\n  ","609137":"\n  What happened?\n  ","609138":"\n  I laugh way too hard too!! Omg ?\n  ","609139":"\n  I wanna get high with you\n  \n  And sing songs that sound like the blues ?\n  ","609140":"\n  HAHAHAHHAHAHAHAHHHAHAHAHAHHAHAHAHAHAHHAHAHAHSHAHHAHAHHAHAHAHAHAHAHHA I CAN SEE HIM HAVING LONG HAIR AS A DUDE\n  ","609141":"\n  Cinderboomella\n  ","609142":"\n  That was beautiful poetry ?\n  ","609143":"\n  Your not ready for this\n  ","609144":"\n  I will cook for you my precious\n  ","609145":"\n  You draw? What kind of stuff do you draw?\n  \n  What do you like writing? Im a writer myself ✨\n  ","609146":"\n  Right now im on a netflix binge.\n  \n  I finished Ratched. So good.\n  ","609147":"\n  Dude i have no fucking idea ?\n  ","609148":"\n  My heart is fucking breaking for you sweetheart. I really hope you and your vet can figure out a way to help her. Oh god. Im so sorry hun ? i wish i could meet her.\n  ","609149":"\n  Awh i have warm fuzzies in my stomach ?\n  ","609150":"\n  I sound like im casting demons out of me\n  ","609151":"\n  How did you end up spending your morning? ✨\n  ","609152":"\n  9.5 years.\n  ","609153":"\n  What would you like to tell me?\n  ","609154":"\n  I am such an embarrassment ?\n  ","609155":"\n  Look what you started ?\n  ","609156":"\n  I am great! Im probably gonna smoke some weed and watch a documentary about aliens ?\n  ","609157":"\n  That's okay, babe, just tell me your problems\n  \n  I'll try my best to kiss them all away ✨\n  ","609158":"\n  I did and my best friend and i had a blast doing that!! Wow looking back we were embarrassing ?\n  ","609159":"\n  How are you lovely ?\n  ","609160":"\n  PISCES ♓️:\n  \n  • have a sixth sense about things ?\n  \n  • will study you like a book ?\n  \n  • always mellow ?\n  \n  • love soothing music to fall asleep too ?\n  \n  • tend to overthink ?\n  \n  • loves talking about their past or dreams ?\n  \n  • very caring and affectionate ?\n  \n  • can be kinda moody ?\n  \n  • great listening skills ?\n  \n  • very compassionate and feel everything ❤️\n  ","609161":"\n  Albert Boomstein\n  \n  Alexander Von Humboom\n  ","609162":"\n  On what?\n  ","609163":"\n  Goddamnit hahahahhahahahahahhahahah yes\n  ","609164":"\n  We are all getting drunk and high on life because we all live young wild and free ✨\n  ","609165":"\n  Boomety & the beast ?\n  ","609166":"\n  This is amazing ?????\n  \n  - totally going into my bio.\n  ","609167":"\n  A strawberry and creme croissant ??\n  ","609168":"\n  Spencer, im saying this cause i love you... you’re fucking lit ??\n  ","609169":"\n  Honestly, i cant wait to dive into it. Theres so much about consciousness and the mind.\n  ","609170":"\n  Miley Cyrus. I just wanna see how fucking crazy her life is at all times\n  ","609171":"\n  Just gonna be growing these mushrooms and other vegetables ?\n  ","609172":"\n  Dudeeee if you were id be hyped!\n  \n  You can work for them and im like hmmmmmm lol\n  ","609173":"\n  Omg i hate my nose so much. I wanna fix it.\n  ","609174":"\n  I feel like as humans we need a reason to wake up everyday and for some people just doing it for things right in front of them just isn’t enough..\n  ","609175":"\n  What would you want?\n  ","609176":"\n  Honestly probably only like 20% and that’s because its only at night like right before i go to sleep though so im not really alive then either. Yikes. This is why im studying yoga and meditation to learn how to live 100% of all the time.\n  ","609177":"\n  I just bought Gaia... best thing ive ever bought in a long time. Im turning off hulu and Netflix for a bit!\n  \n   @Pookeo9\n  \n  you need to get Gaia\n  ","609178":"\n  Yeah ive been adding all the names people have given me to certain parts of my bio. Making it pure boom.\n  \n  It just said “lady boometh of swagistan” before..\n  ","609179":"\n  Yeah ive been just doing this whole kombucha thing..\n  ","609180":"\n  ? WARNING ⚠️? : will make your mind go BOOM ?? ?\n  ","609181":"\n  I love Halloween ?\n  ","609182":"\n  I am really good at reading between the lines and connecting dots of why people do things based on their body language and facial expressions which is how i am good at knowing people before actually knowing them.. ive always been able to sense bullshit.\n  ","609183":"\n  Good things do always end up coming ✨\n  ","609184":"\n  I feel like its more like when people like me its like “i would die for her” kind of affection and so i think people hate me but are afraid to voice it cause so many people would be at their throats if they said anything bad.. ?\n  ","609185":"\n  You are a beautiful person ?\n  ","609186":"\n  I have such privilege problems.. im just over here like “omg why do so many people care about me and have to always make sure im doing alright... gosssshh like why am i so popular oh my gaaaawwdddd”\n  \n  ????\n  ","609187":"\n  I still cant get over how amazing you guys all are. ? i cant believe how many messages i have in this answer! You all comforted me just by caring ?\n  ","609188":"\n  So much love for you ✨\n  ","609189":"\n  Omg ✨ i love this i wanna be your energy source ☀️\n  ","609190":"\n  Awh no what do you wanna talk about?\n  ","609191":"\n  Awh! Must be a beautiful day to spend time with horses ??\n  \n  Im gonna organize the garage and be on here ✨ pretty boring day ❤️\n  ","609192":"\n  Air. Water. Food. Lol ?\n  ","609193":"\n  Just the pure fact that i made it this far without choking to death is a major accomplishment ?\n  ","609194":"\n  Babe ❤️\n  ","609195":"\n  Made your friends tombstones? What do you mean? Did you lose some friends? :(\n  ","609196":"\n  This week started out really fucking rough and just emotional but now everything is better and gonna be a better week! ?\n  ","609197":"\n  Why does age matter so much?\n  ","609198":"\n  The Backstreet Boys have sold over 100 million records worldwide, making them the best-selling boy band of all time, and one of the world's best-selling music artists. They are the first group since Led Zeppelin to have their first ten albums reach the top 10 on the Billboard 200, and the only boy band to do so.\n  ","609199":"\n  Shes all like “SHOULDNT HAVE MADE ME ANGRY”\n  ","609200":"\n  No im not ?\n  ","609201":"\n  Im literally crying ??\n  ","609202":"\n  Brock O’Booma ?\n  ","609203":"\n  I am yes, thank you for noticing ?\n  ","609204":"\n  IM NOT OLD ENOUGH TO BE THAT DRY YET SPENCER GOSH ?\n  ","609205":"\n  Did you fart? ?\n  ","609206":"\n  I am doing a lot better today, how are you darling ?\n  ","609207":"\n  We’ve always been living in the world of Boom. ?\n  ","609208":"\n  Did you just find my home?\n  ","609209":"\n  Isnt it fucking adorable ?\n  ","609210":"\n  Omfg yes ?\n  ","609211":"\n  Boomiette ?\n  \n  - ive been adding all the names people come up with to my bios. Im gonna add this to my ig! ?\n  ","609212":"\n  No but i have used one before and they are quite nice but i like heating pads a lot better!\n  ","609213":"\n  Yeah, i wouldnt lie about that lol\n  ","609214":"\n  It was by far the best thing ever. Ive never thought of natural disasters as emotions either and my god have we been missing all the signs?\n  ","609215":"\n  1. Manna, sav, savy, mamapup, boomie, muffin.. ?\n  \n  2. A quarter century old ?\n  \n  3. I love anything to do with words, like writing ✍️\n  \n  4. I love all the cute baby animals ???\n  \n  5. Italian ? and asian ?\n  \n  6. I love being all snuggled and warm ? but im always cold ?\n  \n  7. Aliens ? ufo ? science\n  \n  8. Air ?\n  \n  9. Sep 27, 2020 - With the planetary atmosphere today, your sensual nature is in full bloom. If there's a romantic partner nearby, that person should be on guard! There may be a lot of other people around, so a chance to be alone probably won't present itself until this evening. If you don't connect with a potential partner, at least you'll have a good time. Hang in there and be patient!\n  \n  10. Tea ?\n  ","609216":"\n  Mushrooms. Not just magic mushrooms. All mushrooms and how insanely beneficial they are.\n  \n  Im still curious. We started growing lions mane mushrooms and its soooo cool!\n  ","609217":"\n  This hipsters earthy fucks that are all into making kombucha, pickling, and planting\/gardening but live in the middle of fucking San Francisco in a tiny ass apartment, with two indoor plants and a part time job at the cafe down the street... but we are supposed to trust they know soooo much about nature? Bro going for a hike in Yosemite for a week doesnt make you in touch with fucking nature. And they dress in this preppy urban wear like that’s totally what you would wear while actually gardening lol ?\n  ","609218":"\n  You are my light ? and my life ✨\n  ","609219":"\n  Awh!! Thank you ?\n  \n  I keep sneezing like a 100 times and listening to how to make banana wine. Lol\n  \n  How are you this morning?\n  ","609220":"\n  Awh ✨ you’re so sweet! ❤️ thank you so much!! No need to be jealous. ?\n  ","609221":"\n  You dont know backstreet boys?\n  ","609222":"\n  You know i have love for you in my heart because you think im some KGB sleeper cell ??\n  ","609223":"\n  Wait what? Have a fantasy? Im so lost ?\n  ","609224":"\n  Talk to me love ❤️\n  \n  What saddens your heart hun?\n  ","609225":"\n  Happy Sunday ✨\n  \n  Hope you have a beautiful day!\n  \n  What are your plans today? ?\n  ","609226":"\n  Omfg. I miss music from the 90s.\n  ","609227":"\n  Are you just saying yep to everything? Lol ?\n  ","609228":"\n  Jeff\n  ","609229":"\n  Do i look Scandinavian?\n  ","609230":"\n  Both?? Really?\n  ","609231":"\n  Do i look asian or russian?\n  ","609232":"\n  I am doing alright. Better this morning than yesterday ?\n  ","609233":"\n  Whats up?\n  ","609234":"\n  LMFAO\n  \n  THIS IS AMAZING ???\n  ","609235":"\n  Im starting to get really sleepy and wanna watch a show and sleep ?\n  ","609236":"\n  Who?\n  ","609237":"\n  Why would i be put in a vault in 200 years?\n  \n  Ill probably be cremated. Theres no point in me taking up space when im dead.\n  ","609238":"\n  Its my favorite word ?\n  ","609239":"\n  How much? ?\n  ","609240":"\n  No...\n  \n  How sweet are YOU\n  ","609241":"\n  Oh wow! You must help a lot of people!! Whoaaa. How do you start doing things like that?\n  ","609242":"\n  No.... my appetite has decreased a lot ?\n  ","609243":"\n  What kind of burrito does Earth eat?\n  ","609244":"\n  I was thinking the same thing!! Awh!! Your questions are always my favorite ?\n  ","609245":"\n  I cant watch tsunami videos because omfg its too devastating... this world is so magical in so many different ways, good or bad.\n  ","609246":"\n  Ehhhh nothing new. Im just trying to catch up cause i havent been on really this week. Glad youre staying busy tho ?\n  ","609247":"\n  Yeah, well, climbing over that wall. I remember, yes, I remember it all. Swear the height be too tall so like September I fall down below, now I know that the medicine be on call, It's feeling like you hot enough to melt, Can't trust no one, can't even trust yourself & I love you, I don't love nobody else, tell them they can take that bullshit elsewhere self care, I'm treatin' me right, hell yeah, we gonna be alright. ?\n  ","609248":"\n  I totally understand ? no worried ? how are you?\n  ","609249":"\n  Omfg. Where the fuck have you been?\n  ","609250":"\n  This right here is exactly why you are my favorite ?\n  ","609251":"\n  Omg why\n  ","609252":"\n  Boomie spices spences boom ?\n  ","609253":"\n  Cause hes is chill, open minded, smart, mature, fucking funny, amazing with words, has awesome ideas, and just all around a great guy ?\n  ","609254":"\n  I love you spicy spence\n  ","609255":"\n  Thanks babe ?\n  ","609256":"\n\n   @Pookeo9\n  \n\n  Hands down the best ?\n  ","609257":"\n  Yikes. Nooooooo.\n  \n  Thats sad. I dont like watching natural disasters cause its just earth just getting pissed the fuck off and its scary asf\n  ","609258":"\n  Ohhhhhhh did anyone die\n  ","609259":"\n  You know we should like live next door to each other on my ranch commune manor estate that im making cause i just realized you pretty much influence so much of my stuff on social media i feel like i need you to be my team member bro\n  ","609260":"\n  What eruption? What am i missing?\n  ","609261":"\n  Oh hell no ? to many ghostys (as my little niece would say)\n  \n  I hate them during the day omg i cant even imagine at night. Ive always been really sensitive to the spiritual world (idk if you believe in that) so i can just feel pain pumping through my body when i get close to a cemetery. There was a time when i was little i was with my family and i go “i feel a bunch of different peoples pain all of a sudden.” And my mom goes “thats cause we’re about to drive past a cemetery.”\n  \n  Omg when i went on a school field trip we went like a famous cemetery and i was looking at gravestones and there was one i touched where i just started crying so hard and the tour guide was mad at first that i touched the gravestone but then she saw who it was and apparently it was some insanely amazing guy who saved so many peoples lives by sacrificing his own and i just remember feeling this strong sense of gratitude and love mixed with pain. So yaaaa i dont like cemeteries\n  ","609262":"\n  I feel like if you drive drunk and kill someone - its kinda their fault..\n  ","609263":"\n  “Boomerific atomic nuclear shit” is now going to be my bio on my ig .... thank you so much ????? that just made my whole day ???\n  ","609264":"\n  Maybe she deserves to have been locked out there for a little ?\n  ","609265":"\n  Im like obsessed with collar bones. I love the ones that are so deep you can eat soup out of them ?\n  ","609266":"\n  Another burger from burger me. I dont understand how they are so good ?\n  ","609267":"\n  I swear you take a bite and its the scene from anchorman just in your mind. ?? btw im so fucking stoned that im totally ok with it dude.\n  ","609268":"\n  So like how high was the balcony and like how do you get stuck outside? Did someone lock her out?\n  ","609269":"\n  I just ate the most delivery burger and i just dont think i need to live life anymore. I think i have found love and happiness in one meat patty bro\n  ","609270":"\n  HAHHAHAHAHAHAHHAHAHHAHAHAHHHAHAHAHHAHAHAHHAHAHAH IVE BEEN GONE FOR 4 HOURS ?\n  \n  This is what happens when you get to stoned then you get hungry ? lol\n  ","609271":"\n  Omg hello\n  \n  Im high too ?\n  ","609272":"\n  How long have you and i known each other on ask? I feel like youve always been a consistent person on my page ?\n  ","609273":"\n  Thanks babes! Brb tho gotta go buy my ganja\n  ","609274":"\n  No wonder catholics love little boys that say “ahhhhhhhh men ??????”\n  ","609275":"\n  Hi\n  ","609276":"\n  We should probably stop saying “Amen”\n  \n  Cause its basically say “ Aaaahhhhhhh men ?” hahahahahahahahhaahhahaha\n  ","609277":"\n  AMEN\n  ","609278":"\n  Omg now i have to drive downtown to pick up my weed cause it wont be here until tonight! Goddamnit fuck\n  \n  Time to drive wooooo brb\n  ","609279":"\n  I think she likes wet food more but my god that shit is expensive\n  ","609280":"\n  Wow thats fascinating!\n  ","609281":"\n  Dont make me jealous. They said they are preparing it an hour ago.. like how hard is it? Lol ?\n  ","609282":"\n  I feel like it was probably a color first lol cause in order for an orange to be called an orange the color orange had to already be decided.\n  \n  Now who the fuck decided the colors and what they should be called?\n  ","609283":"\n  I beg to differ\n  ","609284":"\n  I usually dont. I just kinda ignore them lol\n  ","609285":"\n  Oh ya, all the time.\n  \n  And people have done it to me.\n  \n  Its the circle of life. Lol\n  ","609286":"\n  What exactly are your weaknesses?\n  ","609287":"\n  Im never ordering weed to be delivered ever again omfg it takes FOREVER.\n  ","609288":"\n  I should have clarified in the beginning. Thats my bad. I wasn’t trying to make a big stink about her entirely, more like just the insane amount of coins and what realistically they represent..\n  ","609289":"\n  You can only talk shit about someone if there doing something bad to talk about. I was more talking ask she just kinda got to be the vocal point but i dont have an issue with her i was just curious like how lol ?\n  ","609290":"\n  I find it a lot like society. Like the top just stay the top cause the system is created that way. So its just kinda annoying that shes so hell bent about being number 1 that this app used to be fun cause it was a way to escape reality for a little bit and now im just back in the rigged rat race. Im not jealous honestly cause holy fuck she puts in WORK on here - like goddamn girl that’s determination. Im kinda more impressed with her but sad about the reality of what ask is turning into.. if that makes sense?\n  ","609291":"\n  Oh so we get mad at the 1% not giving back any their money so we made it so its not a dictatorship so they are REQUIRED to give a certain amount each year to charity.\n  \n  But they can save up and just be like smeegle “my precious fake coins” ????????????????????\n  ","609292":"\n  Ok im not trying to be a dick or anything but what the fuck is she doing that’s different than EVERYONE ELSE. Like it would be normal if 2nd was like closer but the gap between 1 & 2 is SUSPICIOUS. Also if you have THAT much gain, you can afford to go and give back...\n  ","609293":"\n  I would rather work in a small group because when it gets too big not everyone gets a fair chance to give their input or ideas. But with small groups i was able to pay closer attention to people strengths, weaknesses, and ideas.\n  \n  Looking back when i was in a group i would always be the one people would look at for leadership and i would tell who does what and then we will combine it at the end and i always came up with every idea..\n  ","609294":"\n  Are you talking about the underground electrical system?\n  ","609295":"\n  THANK YOU ?\n  \n  God. I could hug you.\n  ","609296":"\n  I am what people would call “someone with too big of a heart.” I am too loving and because theres rotten people out there it gets me hurt. But that doesnt stop me from being loving cause ive met amazing people who are amazing to me and love me dearly ?\n  ","609297":"\n  1. Just try to exist\n  \n  2. See the sun a couple times today\n  \n  3. Dont forget, while drinking something dont try to fucking breath or when your laughing so hard dont try to swallow food\/drink - your a goddamn choking hazard boom ?\n  ","609298":"\n  Treat those how you would like to be treated or treat those the way they treat you.\n  ","609299":"\n  Are fucking kidding me? Goddamnit. Why?\n  ","609300":"\n  This is my plan lol ?\n  ","609301":"\n  My morning so far\n  ","609302":"\n  So im like annoyed that these fuckers are taking homes away from animals for a financial gain. But im torn cause i dont like what they are doing to the amazon but they are finding out so much new information from doing so..\n  ","609303":"\n  ONLY 50k ?\n  ","609304":"\n  Good morning love ?\n  \n  My stomach hurts so bad right now and its making me cranky ? i need snuggles.\n  ","609305":"\n  We will get there!\n  \n  And i want 1 million likes\n  \n  And #1 in USA just once - just to say i did it ?\n  ","609306":"\n  I tried doing that too!! They should have a search button like on facebook so you like put the date and all your posts from that day pop up. I wanna know what my beginning posts were i bet they are FUNNY.\n  \n\n   @ASKfm_eng\n  \n  just a suggestion ?\n  ","609307":"\n  Hes my biological dad.\n  ","609308":"\n  I wanna know more about what they say about this, like reasoning.\n  \n  Growing up my sister would always say “how do you know you dont like something if you dont try it?” And i kinda apply that to every time someone asks me to try something. And i kinda use that same line against anyone whos against trying something new and it works EVERY TIME. And i always say, “you do realize im not forcing you to eat the whole thing and swallow it right? You can take a tiny bite, and if you dont like it spit it out.”\n  \n  Theres a lot of people who treat trying new foods as like a hostage situation. It also helps to include, “i love it so if you dont like it, more for me.”\n  \n  I realize i just try to make it feel like its more of their choice rather than im forcing it on them.\n  ","609309":"\n  To the TV network, the main difference is in advertising. If you stream a show from a legitimate site, there is still generally some advertising, but it’s usually different kinds of ads than you get on cable TV. TV is mostly build on ad revenue, so it’s important for the TV network to know which method you are using to watch — so that they know which method they need to milk more money from via advertising\n  ","609310":"\n  No i dont like tv.\n  \n  Ive watched a lot of documentaries from england about their tv program experiments.\n  \n  And growing up my parents never liked us just watching tv they wanted us to go outside more and stuff like that.\n  ","609311":"\n  I went five days without reading a text, checking notifications ect. I didn’t even touch my computer. We cant go into the living room soooo just me abd my bed\n  ","609312":"\n  I literally did that this week. Ive been asleep or just resting. Havent had energy to do anything. And sometimes i would just sit in a beach chair outside for hours just to get some sun.\n  ","609313":"\n  Omg im gonna sleep for a little and then ill be back on ?\n  ","609314":"\n  Whats wrong with the little muffin?!\n  ","609315":"\n  Sleep well darling!! I will end up sleeping soon im starting to not feel so great:\/ look forward to talking to you soon ✨\n  ","609316":"\n  Im trying so hard to have the energy for this but omg im so exhausted for no reason\n  ","609317":"\n  Not when im hanging out but when im talking or around people i smile a lot. ?\n  ","609318":"\n  Feel like it should be the title to a nudest colony.\n  ","609319":"\n  Has it? Where have you been? Ive been alright, just a little sick but ill be ok? hope youre taking care of yourself ✨\n  ","609320":"\n  Hahahah would the concert be one where everyone has to be nude too?\n  ","609321":"\n  What do you think\n  \n   @Pookeo9\n  \n","609322":"\n  Why whyyy did you have me imagine this???\n  ","609323":"\n  I feel so dumb for laughing at this but omfg\n  ","609324":"\n  Like you completely fried your mind into being high naturally?\n  \n  Thatd be sweet !\n  ","609325":"\n  Cats are conniving murderers\n  ","609326":"\n  Hahahahah i see what you did there\n  ","609327":"\n  I just imagined a cat scratching someones nuts off with their tongue... oh my my myyy\n  ","609328":"\n  Lol i felt i just called you, “your highness”\n  \n  I present your highness, Sir Spencer Lancelot\n  ","609329":"\n  Could you share some of your highness?\n  ","609330":"\n  I am a very active user! Please dont get rid of me ?\n  ","609331":"\n  Whats a jooOooob?\n  ","609332":"\n  я не хотел выходить на улицу, пока еще рассвет. ✨\n  ","609333":"\n  Omg i have so many questions. Looks like im gonna be on all evening ?\n  ","609334":"\n  I just watched the trailer! I need to know more ?\n  ","609335":"\n  I love either butter and honey or butter, peanut butter, and honey.\n  \n  Peanut butter, butter, and jam.\n  \n  Cream cheese with jam is amazing.\n  \n  I love avocado toast as well.\n  ","609336":"\n  Lions mane\n  \n  ABM mushroom ?\n  ","609337":"\n  What would happen after we ate  Neptunium?\n  ","609338":"\n  Oh my god. I loved the rambling. Your mind was just going ??\n  ","609339":"\n  Because the real world is a whole lot of suffering.\n  ","609340":"\n  My mushrooms came in the mail ?\n  ","609341":"\n  Wow i can die peacefully now ?\n  ","609342":"\n  I really cant stand the fanny pack thing you wear around your body. I just cant.\n  ","609343":"\n  Ive always wanted to be an angel ?\n  ","609344":"\n  I look so bad omg\n  ","609345":"\n  I would love to do that for you ?\n  ","609346":"\n  This is sooo sweet ?\n  ","609347":"\n  You have gone deep into the archives... yikes ?\n  ","609348":"\n  Yous way betters ?\n  ","609349":"\n  Omg lets take the pill.\n  \n  Lets become limitless.\n  ","609350":"\n  Can we watch each other exist ? also i would probably beg you to grab me snacks and blankets ?\n  ","609351":"\n  I feel like they are super boney\n  ","609352":"\n  Ive been really dissecting this theory ive been having and i swear you’re the one that i can talk to about this. Im kinda gonna just take you through my thought process ?\n  \n  Ive noticed that they really push ONE purpose or ONE speciality. Pick ONE dream or ONE end goal. But then i started studying the people who are considered the most wise\/full of wisdom and they are called polymaths - which is someone who is good at multiple different things. Then i started thinking about how everything im interested in are different aspects of the brain\/mind\/cognitive; astrology, psychology, sociology, neuroscience, biology, chemistry ect. So then i thought what if i need to study every aspect to be able to get the full understanding of the brain and not just focus on one, maybe i can connect more dots then other people because im taking information from all different categories. Then i started to think what if they make you focus on one thing because in order to fully discover other worlds you need to have a complete understanding so if they make you limit yourself, youll never get there. Cause if you think about peoples careers, they dont keep growing and growing... they hit a stopping point, its the people who do something different that end up learning more and more even about their career before.\n  \n  Think about musicians. They are pushed to keep making better music of what they are specialized in and a lot of times if they try to do something different the music industry kinda loses their shit.. they hit a stopping point too and thats why people like eminem went to do different things cause theres only a limit you can go with one thing...\n  \n  Omg i got off topic. My point is, i think if we keep being open minded to all aspects of life and learn about all of it, we will probably be more connected with earth\n  ","609353":"\n  Life is all about the simple things and the simple beauty ✨\n  ","609354":"\n  How am i lucky?\n  ","609355":"\n  I appreciate you for appreciating my beauty\n  ","609356":"\n  I try hard not to judge others and get to know someone for who they are, but i would be lying if i said I never judge anyone. I catch myself doing it all the time but i have to stop myself and reevaluate. Thank you for finding me so epic darling ?\n  ","609357":"\n  Yeah.. its not good. I think im gonna take a break\n  ","609358":"\n  I am a big fan myself because im gonna be honest i dont have bad taste or whatever i just think keeping up with it all is exhausting... fashion is such a fast paced industry. Ive always told myself that when i get older im gonna have my own personal stylist lol\n  ","609359":"\n  I think ive been smoking tooo much and getting too paranoid ?\n  ","609360":"\n  Its like kinda dressing up a denim skirt with the turtleneck.\n  \n  And with my neck i look really good in turtleneck or high neck style tops\n  ","609361":"\n  This was beautiful. Thank you spency ? you are a beautiful person ? your special, your mind is so unique ✨\n  ","609362":"\n  That sounds so freakin cute ?\n  ","609363":"\n  Not gonna lie, be quarantined with me isnt bad at all. Wake up and go outside with coffee or tea smoke some weed, come inside and snuggle in a blanket. Check my phone and stuff.. eat a little. Maybe try and do something fun together for a couple hours. Talk about life. Get books and read and learn. Drink and smoke at night while watching something we both like. Pretty much be a slumber party 24\/7\n  ","609364":"\n  I made a pumpkin spice hot chocolate ?\n  ","609365":"\n  No i was back in good health before. Its really not that bad.\n  ","609366":"\n  I assume if people in the house have it then i have it✨\n  ","609367":"\n  Yes i am doing a lot better.\n  ","609368":"\n  I am not sad! I am happy ? no need to be worries. Thank for caring for me though ? you are so sweet\n  ","609369":"\n  The very aim and end of our institutions is just this: that we may think what we like and say what we think.\n  \n  Oliver Wendell Holmes, Sr.\n  ","609370":"\n  Theres lots of beautiful people in this world so im not really that special ?\n  ","609371":"\n  Its not really something i think about but i mean its nice knowing im not a cocky asshole ?\n  ","609372":"\n  I need lots of loving ?\n  ","609373":"\n  Ok i haven’t really been sleeping.. ive just been in bed with a heating pad on my uterus wondering when satan will go back to hell\n  ","609374":"\n  How much is so much beauty?\n  ","609375":"\n  I can be. I am creative in the way im good at seeing ways to make things better or what should be invented. Im really good at producing ideas i just need someone whos able to engineer these ideas.\n  ","609376":"\n  What are you going to ask me?\n  ","609377":"\n  Oh now they’ve gotten on that android vibe, you were always able to do shit on androids. When i didnt have an iphone I could make my android look like it was an iphone lol ?\n  \n  Im strict about updating my phone cause it fucks with your battery life and shit.\n  ","609378":"\n  You really think im some kind of spy? Lol ? thats so funny.\n  \n  But no ive been just sleeping honestly. I have bad cramps too so im uncomfortable all the time.\n  ","609379":"\n  Asian pear ?\n  ","609380":"\n  I got mexican food. Its been a long time since i had a burrito. It was super needed lol ?\n  ","609381":"\n  Yeah i think so .. :\/\n  ","609382":"\n  Well theres 100s of different species so not just that one.. but yes also that one\n  ","609383":"\n  No what is that?\n  ","609384":"\n  Probably for another week or so. My lungs are killing me.\n  ","609385":"\n  Yes i had too ?\n  ","609386":"\n  AWH sweetheart ????? thank you. No need. Im so much better. I keep repeating “i shouldnt be sad cause they lost someone that loved them and i lost someone that didnt love me.” ?\n  ","609387":"\n  No its someone else\n  ","609388":"\n  Thank you darling ?\n  ","609389":"\n  My heart was indeed shattered but im healing up. I was being lied to about how serious someone really felt about me. They liked the idea of me and the image of me but they aren’t capable of feeling as strong as feelings as i do. So i took it as “omg they hate me im worst” and i needed to take two days to realize that im an extremely emotional person and they are not so of course it wasnt gonna be the same..\n  ","609390":"\n  Thank you ?\n  \n  I am doing a lot better. I take a couple days to myself to fully process and work through my struggles.\n  ","609391":"\n  Its sweet to come on here and see how many of you care about me ?? omfg thank you for all caring about me ?\n  \n  Does make me sad that i got so many coins for crying ? someone hates me LOL ?\n  ","609392":"\n  Of course squishy is ?\n  ","609393":"\n  Yeah, accept that ALL institutions lie to you\n  ","609394":"\n  So many tears ?\n  ","609395":"\n  0\n  \n  I feel broken\n  ","609396":"\n  Im sad today..\n  ","609397":"\n  Snakes can\n  \n  Shed their skin\n  \n  But they will\n  \n  Never truly change\n  ","609398":"\n  Sweet baby love ?\n  ","609399":"\n  Sometimes the worst place you can be is in your head. ?\n  ","609400":"\n  I will give you diabetes ?\n  ","609401":"\n  Curiously is one of the permanent and certain characteristics of a vigorous intellect. ✨\n  ","609402":"\n  Happiness in intelligent people is the rarest thing i know.\n  ","609403":"\n  The more highly educated you are, more likely you are to suffer from the delusions of being highly intelligent.\n  ","609404":"\n  Why would you desire something like that?\n  ","609405":"\n  The say intelligent people like to avoid conflict which explains why some people see everything but dont say anything.\n  ","609406":"\n  Its better to have a short life doing the things you love, then living a long life that you dont do anything you actually enjoy.\n  \n  What do you desire?\n  ","609407":"\n  I have to apologize and ask what it is that ive done and if we can talk about it.\n  ","609408":"\n  And your the reason im that great!! ?\n  ","609409":"\n  This is something ive been having a hard time with.. i have a hard time with the people who look to a person or a place to find meaning to life, to find hope in life. I do think it comes from within and it has to come from your philosophy. I dont think a person truly finds who they are by looking at someone else or at a place that was created by someone else - i dont believe thats truly you, i fear thats just adopting someone elses dream cause it was easier..\n  ","609410":"\n\n   https:\/\/askfm.onelink.me\/FaQr\/491c25cf\n  \n  ?\n  ","609411":"\n  Its alright. I woke up with such cramps. And i keep sneezing. But the morning is just getting better, im used to having mornings that just suck lol\n  \n  Hows your Sunday?\n  ","609412":"\n  I used to drink a lot of coffee but now it really upsets my stomach. I have i have some gastrointestinal issues and need more probiotics:(\n  ","609413":"\n  I am so lost...\n  \n  I really hope you take care of yourself as well.\n  ","609414":"\n  I will never be as great as you ?\n  ","609415":"\n  A beautiful message to a beautiful person ?\n  ","609416":"\n  Im just messing with you darling, you dont have to do that ?\n  ","609417":"\n  I would love that they were in some way still with me but I still think it would hurt cause I would know that its not really them..\n  \n  you also have to ask yourself, if souls are real how would you copy their soul? I feel it would end up getting the suit or like a fleshy bag of bones but not the same personality if you cant transfer their soul. Of course if souls are real.\n  ","609418":"\n  Dancers can make chills go up and down my spine!\n  ","609419":"\n  I didnt have a childhood like many others. I will keep this simple, i had the 1%er bubble childhood. I think you can guess the rest from there, like extravagant luxury- imagine that. I was very lucky but at the same time it was tough. I havent been in that world for a bit but i get tired of that bubble. Its really not all that great, financial freedom is awesome but theres good and bad to everything.\n  ","609420":"\n  This happens to me all the time and i hate it cause i need a lot of consistency\n  ","609421":"\n  West coast baby\n  \n  they got their icons\n  \n  Their silver starlets, their queens of Saigons\n  \n  But you've got the music, you've got the music in you\n  ","609422":"\n  Thank you so much!! Please stay safe as well ?\n  ","609423":"\n  Wanna be friends? ?\n  ","609424":"\n  Thigh high boots and cold mornings with tea ?\n  ","609425":"\n  Uno, spongebob uno to be exact.\n  ","609426":"\n  You and me both!! I love it ?\n  ","609427":"\n  I literally know every move they do\n  \n\n   https:\/\/youtu.be\/IPvnnwwl-94\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609428":"\n  It looks like this\n  \n\n   https:\/\/youtu.be\/tOI-dTbtyTY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609429":"\n  That sounds like a fun time. ?We are all not feeling that great, pretty sure we are all getting sick. Im really lethargic ugh.\n  ","609430":"\n  Thank you hun ✨\n  ","609431":"\n  I will be on tonight ?\n  ","609432":"\n  я стараюсь не остро реагировать, пытаюсь дышать и мыслить ясно.\n  ","609433":"\n  Hip hop mixed with a little jazz i think ?\n  ","609434":"\n  How was your horses today?\n  \n  What are you and your sister doing?\n  ","609435":"\n  Its been a long time :( i miss them\n  ","609436":"\n  An art piece of me ?\n  ","609437":"\n  когда мы есть друг у друга, у нас есть всё ?\n  ","609438":"\n  I believe in the power of love ?\n  ","609439":"\n  Give me your forever ?\n  ","609440":"\n  Ohhhhhh thats a very good example. This is why i love other peoples thoughts, ideas, and perceptions\n  ","609441":"\n  Im gonna be honest, nothing excited has been happening. We have all been feeling like death, we are all sick ? ugh.\n  ","609442":"\n  5’3\n  ","609443":"\n  Love love it!!\n  \n  I want something lol ?\n  ","609444":"\n  Thanks ?✨?\n  ","609445":"\n  This cracks me up cause you gave options ‘parents’ and ‘money’ and its neither one of those options ?\n  \n  Happiness comes for within. You cant go looking for happiness. I honestly think happiness is a state of consciousness\n  ","609446":"\n  I love walking while high. Its AMAZING.\n  ","609447":"\n  Whats true?\n  ","609448":"\n  ITS MY FAVORITE ?\n  ","609449":"\n  I dream of you in colors that dont exist ✨\n  ","609450":"\n  Omg i know someone who got high but it wasnt weed we just told him it was ?\n  ","609451":"\n  Baby it was real and we were the best ✨\n  ","609452":"\n  Tell me who you are ?\n  ","609453":"\n  I see galaxies ? in your eyes ?✨?\n  ","609454":"\n  How sweet is it to be loved by you ?\n  ","609455":"\n  Brown sugar is my favorite ?\n  ","609456":"\n  My family. I want to make them proud of me. I just want them to be happy. ?\n  ","609457":"\n  Slytherin team unite ?\n  ","609458":"\n  I am doing alright. Im probably gonna start a show and relax! Hope you have a beautiful day, what are you gonna be doing?✨\n  ","609459":"\n  Sadly, yes ☹️\n  ","609460":"\n  Wow. Thank you so much, you are a rockstar✨ this just made day!! ? i hope that you will be in my life and talk to me for time to time if youd like! ? you seem pretty fucking amazing too ?\n  ","609461":"\n  I dont think ive ever had it ?\n  ","609462":"\n  Dear younger boom,\n  \n  Dont stress the little things. Have as much fun as possible. You’re not going to be able to connect the dots you need to find to be able to find yourself until your brain is done developing, so please stop being so hard on yourself. No need to keep beating yourself up, your growing and your learning!! Take this time to cherish those in your life because when you get older whether you like it or not, you will out grow some and some will out grow you so enjoy the time you have with them. Life takes you on crazy paths and you will have some crazy chapters but just enjoy it. Life is too short to be so sad all the time. Dont worry so much about the future. Worry about the present because if you dont, you might not even have a future. Pay attention to your health and your mind. Take your time to heal and let go. ?\n  ","609463":"\n  I feel like its only logical for aliens to try to take over the universe to establish dominance.\n  "}}