{"Question":{"609464":"\n\n    https:\/\/www.youtube.com\/watch?v=zUAtDlAoaac\n   \n","609465":"\n   What house of hogwarts would you be apart of.\n  ","609466":"\n   what are your weekend plans?\n  ","609467":"\n   how was ya day?\n  ","609468":"\n   How do you get rid of stress and negative energy?\n  ","609469":"\n   Как ты относишься к переменам? Если того потребует ситуация, готов(-а) вернуться к отправной точке и начать все сначала ? ?\n  ","609470":"\n   I haven’t seen her since December because of the Pandemic\n  ","609471":"\n   В обычной среде, в неподходящий час можешь ли ты воспринимать красоту? (К примеру проходя мимо музыканта спеша на работу)\nКак ты реагируешь? Признаешь ли ты талант в неожиданной обстановке?\n  ","609472":"\n   You're my superoxide dismutase ?\n  ","609473":"\n   ? what kind of movies do you like?\n  ","609474":"\n   I really want to hangout with one of my best friends, I haven’t seen her since December of last year I don’t know how to ask her if she wants to hangout with me can you give me some advice on how I should ask her please? I would really appreciate it\n  ","609475":"\n   Do you use big words when you speak? I try not to I don’t want to appear truculent\n  ","609476":"\n   Alright so just for fun about an hour ago I meditated on the fact that I'm going to switch to a reality where I'm high despite having no marijuana. I wanted to see what would happen, and I just got this sensation where I feel like I'm stoned right now lol. Like not totally stoned, but a bit stoned.\n  ","609477":"\n   Favorite fall scented candle\/wax?\n  ","609478":"\n   Hi ? Lady boometh How are you happy ? Thursday to you a hug ? my blonde ?‍♀️ friend\n  ","609479":"\n   One of the best, yes\n  ","609480":"\n   You didn’t even guess☹️ but it’s Shrek 2\n  ","609481":"\n   wow what a girl\n  ","609482":"\n   You don't need make up?? Do you agree??\n  ","609483":"\n   Do you think Santa Claus should wear a mask when he visits our homes this Christmas?  Why or why not?\n  ","609484":"\n   what are you excited for?\n  ","609485":"\n   Post something worth reading ?\n  ","609486":"\n   I’m currently watching one of the greatest sequels of all time, what movie am I watching??\n  ","609487":"\n   Hahah awww?❤️ those are cute animals.         (.Hope my homies don’t see this)????‍♂️\n  ","609488":"\n   Favorite stuffed animal?\n  ","609489":"\n   You mean a bombblast?\n  ","609490":"\n   What’s your favorite animal?\n  ","609491":"\n   But its morning there right?\n  ","609492":"\n   I'm trying but all I can think of is Victor Von Boom.\n  ","609493":"\n   Dude, I told the Uranus joke to several people on here because it's hilarious and the next morning I had a message from ask saying I was reported and if I did it again they would delete my account. I've been deleted a few times before and now I just am only \"normal\" on your page and a few others.\n  ","609494":"\n   Yeaaa ugh ohkay thaank yoou\n  ","609495":"\n   If you were to do a mukbang, what food would you choose?\n  ","609496":"\n   Have you ever had feta cheese on pizza?\n  ","609497":"\n   I’m just curious ?.  Are you a day person or Night?\n  ","609498":"\n   What’s your biggest cooking failure?\n  ","609499":"\n   Are excited that the new ps5 is coming out in November?\n  ","609500":"\n   If you were, would you be Vladymir Boomin?\n  ","609501":"\n   You're doing because you hate American system and also for money you spies don't have to be citizens of the country they are spying for\n  ","609502":"\n   Have u read the book series of unfortunate events ?\n  ","609503":"\n   Different people and different organisms perceive reality in vastly different ways. With that in mind, what is real and what is just our perception of reality? \n\nOr does every organism live in its own personal reality?\n  ","609504":"\n   what was your first instagram username?\n  ","609505":"\n   What makes you cringe?\n  ","609506":"\n   Could you be happy in a polyamorous relationship?\n  ","609507":"\n   Have you ever lost any respect for someone instantly?\n  ","609508":"\n   I will always regret my decisions. Time to time it still crosses my mind. You don’t have to hear me out or even accept my apology but I needed to say this.\n  ","609509":"\n   whats natural for dope? lol\n  ","609510":"\n   so your sleep pattern is fixed now?\n  ","609511":"\n   Do you think us humans are destroying the human race?\n  ","609512":"\n   Lacking vitamin B,C and D\n  ","609513":"\n   What's the difference between AM Boometh and PM Boometh?\n  ","609514":"\n   What makes you think we can do all that? Although there are exceptions like you, most people seem to be entrenched in making the status quo even worse. I feel like we're on a collision course for just f'ing everything up til there's nothing left.\n  ","609515":"\n   Under Which Political environment you prefer to live your life? Empire Or Nation?\n  ","609516":"\n   Hope that you feel better soon\n  ","609517":"\n   How are you doing this weekend?\n  ","609518":"\n   If you were trapped on an island with a random guy, what would you do to survive?\n  ","609519":"\n   Did you feel the earthquake??\n  ","609520":"\n   why wouldn't i your my joy my little angel\n  ","609521":"\n   Why are you awake early today\n  ","609522":"\n   omg what a reply xx day made me thinks\n  ","609523":"\n   i will buy you one just to see your stunning smileee x\n  ","609524":"\n   yous the babe\n  ","609525":"\n   I glad the girl did not lose her eye.\n  ","609526":"\n   Spaceships?\n  ","609527":"\n   what about godfather 2?\n  ","609528":"\n   Why will we all have to get it to survive?\n  ","609529":"\n   Did you know that they have Good Burger as a book? They also have Good Burger 2! They were going to turn the book into a movie but never did. It's about Ed not giving 2 cents in change back to a customer and they travel to Paris to track the customer down. At least that's what it says online. Lol\n  ","609530":"\n   I wonder what type of drugs you did when you were younger. Lol\n  ","609531":"\n   can we play truth or dare game ?\n  ","609532":"\n   When you and I own the rights to Good Burger, we are going to produce another movie. Do you have any suggestions on what the plot should be?\n  ","609533":"\n   Would a part of you be happy if you got rona because then you'd probably be immune to it for a long time and wouldn't have to worry about getting it? Or do they question marks about it make you not think like that?\n  ","609534":"\n   Yes, definitely. ❤️\n  ","609535":"\n   Does weed make you feel guilty and vulnerable?\n  ","609536":"\n   Silly, but real talk. You look like an entirely different person in this photo!\n  ","609537":"\n   I do not open ask in day usually because if somehow i become turned on then it's too difficult to soothe myself.\n  ","609538":"\n   you look amazing\n  ","609539":"\n   Your antiboomdies might save the world!\n  ","609540":"\n   How is your Friday night? What are you doing?\n  ","609541":"\n   Do you think COVID-19 turns into COVID Boomteen once in your system and then gets transformed into something that strengthens your system?\n  ","609542":"\n   When using your phone do you use one or two hands?\n  ","609543":"\n   will you get a test or just do the quarantine without it?\n  ","609544":"\n   Why, what did you do to your eye? How long did it take to heal?\n  ","609545":"\n   did you ever get to see the twin towers as a child?\n  ","609546":"\n   are you angry that they put you at risk?\n  ","609547":"\n   Do you prefer indoor swimming pools or outdoor ones?\n  ","609548":"\n   Have you been taking Vitamin D?\n  ","609549":"\n   What are your plans this weekend?\n  ","609550":"\n   Do you like cold weather?\n  ","609551":"\n   How are you coping with COVID being around?\n  ","609552":"\n   Do you feel like you're doing what you were born to do?\n  ","609553":"\n   Ufffhhh that cleavage turns me on every night❤️\n  ","609554":"\n   Did you make your facebook avatar?\n  ","609555":"\n   Hugs??\n  ","609556":"\n   Good Morning Sunshine, May you have a Wonderful Exciting day ahead ? Be fun have fun ?\n  ","609557":"\n   Well, at least you should make a lot of progress on your blog. And I bet your room will be spotless!\n  ","609558":"\n   Ah I’ve seen those I quit watching them\n  ","609559":"\n   Tell us more.....\n  ","609560":"\n   Such as?\n  ","609561":"\n   Pap of ur legss\n  ","609562":"\n   Followed you.\nFollow back? \nAnd it would mean alot if you go and check my artwork on my wall\n  ","609563":"\n   So how long exactly are you stuck at home? A couple weeks?\n  ","609564":"\n   yes babycakes how are you?\n  ","609565":"\n   Yeah, I saw that after I asked. Sorry (about asking unnecessarily and about the COVID)\n  ","609566":"\n   Private news or something you can talk about?\n  ","609567":"\n   I've seen your little green dot for about ten minutes now and you haven't posted anything. Why so quiet?\n  ","609568":"\n   ?\n  ","609569":"\n   Have you ever done that and scratched something, making you see a bit blurry til it healed?\n  ","609570":"\n   What's the right age to get married? ?\n  ","609571":"\n   ?☺️?\n  ","609572":"\n   What to do when your eye itches?\n  ","609573":"\n   If we're living in the eyes of someone else, then who would it be? Could it be... ALIENS??? Maybe that's why we haven't found aliens yet. Because we're living inside of an alien.\n  ","609574":"\n   I wish my girl looked like you... my god you're pretty idc what anybody says\n  ","609575":"\n   If an alien came to Earth, what would you ask it and why?\n  ","609576":"\n   what are you looking forward to?\n  ","609577":"\n   That reminds me of this one time I watched an interactive 3D of the Steamed Hams meme, and my god it was trippy, funny, frightening, and cool all at the same time.\n  ","609578":"\n   I wish I could look up how many questions I've asked you. Probably well over a thousand. I've been following you for years on here.\n  ","609579":"\n   If it's D&D then the wish spell if I'm high enough level if not then any spell to make food\/drink( whatever I wanted as much as I want) would be the most useful\n  ","609580":"\n   Go with your gut( instincts) almost always right. Unless your an introvert then the opposite\n  ","609581":"\n   Time is relative\n  ","609582":"\n   I thought of you when I saw this cause I figured you'd like it.\n   \n    https:\/\/www.youtube.com\/watch?v=S6qw5_YA8iE\n   \n","609583":"\n   That devil lady is trippy. I mean look at how big she is. She must be like 50 feet tall\n  ","609584":"\n\n    https:\/\/youtu.be\/dc4GVysbn3Q\n   \n","609585":"\n   Thoughts ?\n  ","609586":"\n   If magic was real, what spell would you learn?\n  ","609587":"\n   What time is there now?\n  ","609588":"\n   Do you have any problems right now?\n  ","609589":"\n   I have to clean my face, im shaving again lel\n  ","609590":"\n   Pap\n  ","609591":"\n   Hey what's up stranger..?\n  ","609592":"\n   What time do you go to bed?\n  ","609593":"\n   What time did you wake up?\n  ","609594":"\n   Must be nice ?\n  ","609595":"\n   The keyboard warriors would transform into literal warriors when they discover how much they can exercise while stoned, and develop a 6 pack abs with tons of muscle.\n  ","609596":"\n   Has anyone ever gotten yousomething from your wishlist?\n  ","609597":"\n   That sounds like the best program ever. Imagine how many keyboard warriors would become a net positive for society. Instead of them raging, they'd just be chilling in their rooms, listening to Jefferson Airplane, wondering what day it is.\n  ","609598":"\n   That anon sounds like they need some weed to calm down or something.\n  ","609599":"\n   Dude if I go on Reddit in the future, and see the World's Largest Mushroom on the front page, I'll just assume you grew it lol\n  ","609600":"\n   Everything can be inside your head. It's like when I told you about how you're the only conscious being, and everyone else is just a reflection of your inner beliefs and thoughts.\n  ","609601":"\n   Ugh someones reporting me for no reason has that happened to you ?\n  ","609602":"\n   I really believe you're spying on us for Russians tho\n  ","609603":"\n   The beauty about infinite realities is that we can always shift to another reality. The physical world is mostly the same, but mentally we know we shifted. It's like you set the intention to shift, you fully believe it, you open your eyes, and you dont question if you shifted or not.\n  ","609604":"\n   for whom then\n  ","609605":"\n   Spy\n  ","609606":"\n   You look so fresh and clean\n  ","609607":"\n   oh it says a stupid girl :o \nwell the look of your eyes seems a bit like it to be honest <3\n  ","609608":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","609609":"\n   Whats your favorite sportswear brand?\n  ","609610":"\n   OMMF this is a damn good simulation we're living in :p\n  ","609611":"\n   what's a bimbo ?\ntoo hot for me <3\n  ","609612":"\n   No...Oh My Morgan. lol OMM\n  ","609613":"\n   Oh my Morgan Freeman**\n  ","609614":"\n   Plot twist: God is Morgan Freeman, and that's why he sounds like a God, and why he's so badass\n  ","609615":"\n   What is your favorite fashion trend for this fall?\n  ","609616":"\n   It'll be the 8th dimension where lizard people are humans, and aliens are talking like sophisticated Brits as they drink on their tea. Except their voices sound like Morgan Freeman, and Morgan Freeman himself is in fact an alien in disguise.\n  ","609617":"\n   What are you busy with today?\n  ","609618":"\n   It should be so deep web that not even the deep web can discover us. It'd be deeper than the deepest point of the internet.\n  ","609619":"\n   I barely recognized you\n  ","609620":"\n   Worst thing youve done ?\n  ","609621":"\n   but your look is perfect\n  ","609622":"\n   I love this Relationship ??\nGood morning my World ? ?? @#\n  ","609623":"\n   They say the universe is so massive that if you travel the speed of light is would take thousand of years just to get to the edge\n  ","609624":"\n   selfie?\n  ","609625":"\n   If only there was an easier way to find people who were like us. I mean we have the hashtags, but they don't sort the profiles in order. Imagine if we could see all the people talking about aliens and simulations. We could throw a big party lol\n  ","609626":"\n   Что тебя порадовало больше всего за последнее время ?\n  ","609627":"\n   Eating in or out?\n  ","609628":"\n   Also I really appreciate what you said cause sometimes I feel absolute bonkers talking about reality being fake on my page, and how aliens might exist, but honestly, at this point in my life, I've run out of f*cks to give. I'm just letting it all out there.\n  ","609629":"\n   I liked that in one of their posts they said \"A truth is a truth, no matter who says it.\" So when Richard Nixon said he wasn't a crook, that was the truth? Or when Bill Clinton said he did not sleep with Monica, that was the truth? It's a fallacy to think a truth is a truth when a truth can be false\n  ","609630":"\n   Did you ever play dodgeball in school?\n  ","609631":"\n   In the past, people were less likely to be depressed or k.iII themselves. Do you know why that is?\n  ","609632":"\n   You ever heard of Elvis?\n  ","609633":"\n   but i still won't date you :p\n  ","609634":"\n   there must be a way to hide the tears but cant hide the tears no more, need to let them out\n  ","609635":"\n   Btw I've watched a couple of extra videos from that guy you linked me yesterday. The only thing about him is that he sometimes jumps all over the place and it makes me sad when he shows like a mysterious cave, then shows a bunch of fish falling from the sky lol. But he's pretty cool.\n  ","609636":"\n   I deeply love your bio. It's so deep, powerful, and emotional. It's meaningful as well. Sometimes relatable. I always know you can come up with some of the best bios, given your incredible mindset.\n  ","609637":"\n   There ??\n  ","609638":"\n   What did you eat for Lunch ? ? ? ? ? ? ?\n  ","609639":"\n   Lol\n  ","609640":"\n   ?\n  ","609641":"\n   nah i already know you're sweet <3\n  ","609642":"\n   Do you have any middle names? What are they?\n  ","609643":"\n   Do you like to read?\n  ","609644":"\n   Did you dream last night?\n  ","609645":"\n   What’s your favourite object?\n  ","609646":"\n   -\n  ","609647":"\n   Be mean today ?\n  ","609648":"\n   enlighten me ?\n  ","609649":"\n   how nice can you get\n  ","609650":"\n   You gonna be nice ?or mean ?today\n  ","609651":"\n   What is your most brain eating doubt ??\n  ","609652":"\n   The future IS MINE\n  ","609653":"\n   highlight of your day?\n  ","609654":"\n   they'll most likely just agree with beautiful as fuck\n  ","609655":"\n   4th is my favorite Dp and 5th because yous the babycakes 4th 1 just because of the cheeky tongue out x\n  ","609656":"\n   oh but why so many\n  ","609657":"\n   I just got caught in deep thought about parallel realities and it made me think of these videos. Like imagine if these were 50 realities combining together, which is why we can't explain why there's strange lights, strange knocks, etc, since we can't explain anything outside of our conscious reality\n  ","609658":"\n   Mine toooo i love you where you from\n  ","609659":"\n   Do you enjoy malls?\n  ","609660":"\n   2nd display ?\n  ","609661":"\n   The Bush's baked beans have that sweet sauce and that made an excellent base. I will definitely do it again. It was so easy. After you cook the turkey and mix it all in a large pot, bring it to boil, then cook it a while on simmer so the pinto's get softer.\n  ","609662":"\n\n    @ass4lyfe\n   \n   if you haven't seen the movie They Live...it's one you might want to check out.\n  ","609663":"\n   But dude those caves in China were massive. I mean who the hell built those?? If they were built 2000 years ago they did a damn good job. Maybe aliens love China.\n  ","609664":"\n   That glass shard thing was really cool. It's like you enter another dimension lol. It could be fake though but still it's intriguing to watch. I just hate the ghost videos cause they get me every time lol. I keep expecting a jump scare so I scroll down and hear the audio just to be safe LOL\n  ","609665":"\n   It's 100% dark outside, and guess what? I'm gonna watch it in its entirety. I like how its titled though cause it makes it seem like it's a horror video, when in reality it looks like a super f*cking cool video that will make me go \"Woahhhhhhhhhh\" in a good way\n  ","609666":"\n   I made chili today. It was really good. I made ground turkey and mixed it in with a massive can of Bush's baked beans, pinto beans, a can of Rotel tomatoes, a big can of crushed tomatoes, mushrooms, onions, and then I threw in a good amount of oregano and a bit of Cholula hot sauce. It was good!\n  ","609667":"\n   Would u\n  ","609668":"\n   That's how I feel about Trader Joe's sushi. I get 2 party platters and I sit on the sofa and I start eating and eating and it's sooo good! Then afterwards I drink water like crazy because of all the sodium from the soy sauce, but it's so good! lol\n  ","609669":"\n   Thank you\n  ","609670":"\n   Binge eating Spam sounds so disgusting and you puking them up is a terrible way to enjoy sushi. ???\n  ","609671":"\n   Picture please\n  ","609672":"\n   What can you hear? What can you see?\n  ","609673":"\n   Oh my g........ isn’t it the best and the worst thing to ever happen to us!! Haha\n  ","609674":"\n   You are cute babe\n  ","609675":"\n   Let's jump up and down and be happy!\n  ","609676":"\n   Oh my God..same here.. all I want is you and only you❤️?\n  ","609677":"\n   There is zero chance that ALL your firmly and dearly held beliefs are true. So, which of your beliefs are most likely to be wrong and which are most liable to be true?\n  ","609678":"\n   and then Trump is like \"It's important that we go to Nee-pale and help out the people of this wonderful country. And Boo-Tang as well. Tremendous people. Nipple and Bootang\".\n  ","609679":"\n   Nepal and Bhutan are a couple I thought of. Never heard of America going there ever. They're some of the lucky ones lol\n  ","609680":"\n   I've never had Spam Masubi and I really want to try it! I think Spam is gross, but I want to try it! I love sticky rice!\n  ","609681":"\n   Have you been to any other countries? I don't mean territories own by the US but actual different countries?\n  ","609682":"\n   How are allergies for you?\n  ","609683":"\n   ?☺️?\n  ","609684":"\n   good question but now I don’t wanna think abt it ???? I’m an empath ????\n  ","609685":"\n   hey beautiful\n  ","609686":"\n   I know right.. it’s the weather I think\n  ","609687":"\n   Why is that like the definition of perfect day.\n  ","609688":"\n   Yea, the \"official\" doctor verdict is still split on it. But more and more of them are starting to acknowledge it. That industry is billions of dollars in surgeries every year, but there are enough women who talk about it online.\n  ","609689":"\n   What's Ash doing?\n  ","609690":"\n   What did you do today Boom? Tell us step by step what you did?\n  ","609691":"\n   What state do you want to live in 20 years from now? I'm not sure where I should move to.\n  ","609692":"\n   SAME. Idek what kind of world we’re living in right now. It feels like a f’d up dream HAHAH I see humans but no humanity\n  ","609693":"\n   Them simpler days hahah\n  ","609694":"\n   Yooo I lowkey miss the Blackberry phone ?????\n  ","609695":"\n   How would you define genius?\n  ","609696":"\n   -\n  ","609697":"\n   ??\n  ","609698":"\n   How are things going on in your life? I hope good. If not I hope this message makes you feel better! You're amazing & always remember that!\n_\nWe are having a hurricane down here shortly within the next day or so.. if you guy's can keep good vibes our way. That would the greatest. Thx. Much love! ?\n  ","609699":"\n   When's the last time you had white cake? Have you ever had white cake before?\n  ","609700":"\n   Ahh okay! I'm tempted to try it? Have you heard of Mr. Bullet?? That's a funny little game?\n  ","609701":"\n   Have you been pretending about stuff while you are in bed?\n  ","609702":"\n   Are you sad or happy right now? How's your mood?\n  ","609703":"\n   If u say so .. mayb u just look cool ??‍♂️\n  ","609704":"\n   Why would I be joking??\n  ","609705":"\n   When did you become so cool? Ha\n  ","609706":"\n   Then when you're done drinking your 4 pack turns into a 0 pack and then you look in the mirror, cry, lie down on the floor, cry again, and then you piss yourself because you had too much beer to drink in 1 hour.\n  ","609707":"\n   Displays ❤\n  ","609708":"\n   Race cars don't need headlights because the track is always lit\n  ","609709":"\n   can i see all of your tattoos plz ?\n  ","609710":"\n   Hahhaha thats cute muffin whats going on in life?\n  ","609711":"\n   hi beautiful\n  ","609712":"\n   Good morning my lady ????? @#\n  ","609713":"\n   you use wigs ?\n  ","609714":"\n   why does saturn have rings ?\n  ","609715":"\n   Have you ever shoot at other people or been in a gunpoint before?\n  ","609716":"\n   it made me smile its a good time to be your squishy xo\n  ","609717":"\n   ??\n  ","609718":"\n   When is the best time to wear a striped sweater??\n  ","609719":"\n   What are your plans for this week?\n  ","609720":"\n   Do you have an army of Boompa Loompas working for you?\n  ","609721":"\n   Do you ever take baths instead of showers?\n  ","609722":"\n   What gift would you like to receive?\n  ","609723":"\n   I know ??? They hide behind a phone\/computer to verbally attack others online because I’m sure they won’t be able to take what we have to say back. They used to piss me off but then I’m like you know what if u’re scared of ur face so am I ???\n  ","609724":"\n   What’s your favourite band?\n  ","609725":"\n   do you have to ?\n  ","609726":"\n   Don't tell me you cooked that\n  ","609727":"\n   Hahaha they’re all so brave anonymously!!! ?\n  ","609728":"\n   I wanna know who sent you that. He\/she gave me a headache ?\n  ","609729":"\n   would you go on a date with me\n  ","609730":"\n   What are you really interested in?\n  ","609731":"\n   Do you have a favourite joke? What is it?\n  ","609732":"\n   why do you wanna fix them ?\nthey look superb to me\n  ","609733":"\n   selfies make me happy\n  ","609734":"\n   So what’s the problem??\n  ","609735":"\n   What model was the first phone that you had?\n  ","609736":"\n   Do you give money to charities ?\n  ","609737":"\n   Not fair! I want french toast drowned in syrup too!! :'(\n  ","609738":"\n   ? yummy\n  ","609739":"\n   I'm confused what that is\n  ","609740":"\n   Hey have a good day\n  ","609741":"\n   What you eat for breakfast? ? ?\n  ","609742":"\n   Good night ? ?\n  ","609743":"\n   How’re you\n  ","609744":"\n   Have you ever accompanied a gambler to a casino and sat on his lap while he played, with him asking you to blow on the dice for good luck?\n  ","609745":"\n   What's the last thing you ate?\n  ","609746":"\n   Have you ever doubled down on what ended up being a terrible bet?\n  ","609747":"\n   Lady boometh x\n  ","609748":"\n   Какая тема для тебя не допустимая в момент общения?\n  ","609749":"\n   Opinion on #cancelnetflix?\n  ","609750":"\n   Good morning! ?\n  ","609751":"\n   You use to keep this site lit... what happened?\n  ","609752":"\n   they like spam in hawaii. what do you think of spam?\n  ","609753":"\n   Do you like the show Friends?\n  ","609754":"\n   What places have your visited? Have you been to Hawaii? I've never been there. I've been to the American Virgin Islands and I went on 2 cruises in the Caribbean. I gained like 10 pounds on the cruises b\/c the food was amazing! lol\n  ","609755":"\n   ANYTHING??\n  ","609756":"\n   Space_?\n  ","609757":"\n   did you meet the ones you were right with at one or more of the schools or did you meet outside of that?\n  ","609758":"\n   Google it, but basically your body tries to flight it because they are a foreign object in your body. Almost like an organ rejection. Anyway, that causes some people to get feel like crude constantly, like lethargic or aches and they get sick easily. It's a real problem.\n  ","609759":"\n   Yes the LOOK good, but they are not as nice as the real thing. And have you ever read about breast implant illness? So many girls get that. That's why a lot of celebs have taken theirs out. Don't mess with yours because they will get ruined.\n  ","609760":"\n   was it hard to have a consistent group of friends during hs because of that?\n  ","609761":"\n   So did I ??? But you better NEVER get those in you! Don't ruin your body! You are perfect.\n  ","609762":"\n   The girl in the poll pic who is drinking the waterfall has some major chemical fluid sacks in her. lol\n  ","609763":"\n   STOP LIKING RUSSIAN PAGES I CANNOT UNDERSTAND THEM ITS ANNOYING AF??\n  ","609764":"\n   What impresses you the most?\n  ","609765":"\n   sexy photo\n  ","609766":"\n   You're from Russia, right?\n  ","609767":"\n   Anything new with you guys?\n  ","609768":"\n   wow why did you switch so many times?\n  ","609769":"\n   how many high schools did you go to?\n  ","609770":"\n   ???????\n  ","609771":"\n   Gonna be there in a while ?❤️. Get the blankets ready beb and I've got you some chocolates too\n  ","609772":"\n   If you were shopping right now, what would you buy?\n  ","609773":"\n   Just so you know, you’re beautiful!\n  ","609774":"\n   will you go to your reunion?\n  ","609775":"\n   Hahah oh?? ?? what do you do in that? Lol... an office simulator except its fun??\n  ","609776":"\n   Пожалуsta, проголосуйте за опрос ❤️\n  ","609777":"\n   How long has it been since you left high school?\n  ","609778":"\n   Can you juggle?\n  ","609779":"\n   Are you a good judge of character?\n  ","609780":"\n   This is not love you replied after 5 days????\n  ","609781":"\n   What does it have to do with your house\n  ","609782":"\n   You sure about that? Cuz I might book a flight rn ?❣️\n  ","609783":"\n   you're full of natural beauty\n  ","609784":"\n   What client?\n  ","609785":"\n   what’s something you forgot to do today?\n  ","609786":"\n   Hey\n  ","609787":"\n   Thats me??\n  ","609788":"\n   Do you descend from Boometheus?\n  ","609789":"\n   do you like arcade games? ?\n  ","609790":"\n   be as cocky as you want if you got it flaunt it xoxoxo\n  ","609791":"\n   Yep\n  ","609792":"\n   They just dont\n  ","609793":"\n   Your heart is happy ??\n  ","609794":"\n   When was the last time you had craving for chocolate?\n  ","609795":"\n   That's awesome, any other games that you have on your phone??\n  ","609796":"\n   Good morning to everyone who reads, smile?and his sweet face doesn't make him sad??\n  ","609797":"\n   This lonely guy wants them too :( What shall be done about it then ?❣️\n  ","609798":"\n   Cuz they don't like America\n  ","609799":"\n   I love you muffin ???\n  ","609800":"\n   Because it's me, duh :P\n  ","609801":"\n   no i just don't like Russians\n  ","609802":"\n   I have as tattoo lol\n  ","609803":"\n   Because she never became a Royal. Just like how Gotye became somebody that we used to know.\n  ","609804":"\n   Cuz thats what I meant\n  ","609805":"\n   I'll give you 2 million then ?❣️, an extra million cuz why not? ??‍♂️ You deserve it\n  ","609806":"\n   Go live there then\n  ","609807":"\n   I find something oddly electrifying about hovering on your profile and watching you post things in real time instead of seeing it later. Is that just me?\n  ","609808":"\n   I bet you never seen the Arabic calligraphy\n  ","609809":"\n   Pap of you\n  ","609810":"\n   Savannah\n  ","609811":"\n   What do you think Marie Boomtoinette was thinking as she was marched to the guillotine?\n  ","609812":"\n   Do you like girls too?\nOr just like friendly snuggle?\n  ","609813":"\n   U r pretty?\n  ","609814":"\n   Does your cat ever make you sneeze?\n  ","609815":"\n   We make a joke like that at work to coworkers that sneeze\n  ","609816":"\n   From guys only or you like girls too?\n  ","609817":"\n   You got covid\n  ","609818":"\n   HELLO LADY ?\n  ","609819":"\n   I wanna cuddle ?\n  ","609820":"\n   what's the best breakfast food?\n  ","609821":"\n   cuteeeeeeeeeeeeee\n  ","609822":"\n   Hello panty princess ?\n  ","609823":"\n   well talking to you is the key hehe\n  ","609824":"\n   How is lil Savannah\n  ","609825":"\n   Excellent kisser ?\n  ","609826":"\n   Oehh i love gemini's, what do you think of aquarius?\n  ","609827":"\n   Leo\n  ","609828":"\n\n    https:\/\/www.youtube.com\/watch?v=9oOHr--AMes\n   \n   omf it even says your surname xxxx your a Queen and ily my best friend\n  ","609829":"\n   Which element of nature are you – air, earth, fire or water?\n  ","609830":"\n   and if the law enforcement look at this and ask q's we can just say we got a mcdelievery for mcdonalds lol\n  ","609831":"\n   Is the air gross where you are?\n  ","609832":"\n   would be incredible and a dream come true babycakes\n  ","609833":"\n   what is mcdonalds best breakfast item?\n  ","609834":"\n   Just give me possibly 40 years in case I end up getting way too baked and forget about this simulation :p\n  ","609835":"\n   Squishy can see ya then hehe ireland isnt too far from my land england x\n  ","609836":"\n   Or maybe I won't pass out, but instead temporarily leave this simulation and hop over to another one. Then hop back to this one when I do wake up again.\n  ","609837":"\n   I desperately want to run a farm with you in Ireland\n  ","609838":"\n   اعطيني رايك ب اخر اجابه عندي\n  ","609839":"\n   That gives me an idea. Smoke and\/or eat 10 million kg of THC\n  ","609840":"\n   So much love for you angel. \nHere for you if you ever wanna vent or just have a good chat.?\n  ","609841":"\n   Do you ever ask questions anonymously or is that beneath you?\n  ","609842":"\n   so you've never seen anyone who wanted you reduced to tears?\n  ","609843":"\n   what is that?\n  ","609844":"\n   Sending in loads of hugs and kisses! ✨\n  ","609845":"\n   you cant tell when people are trying but failing to connect?\n  ","609846":"\n   has anyone attempted to but failed?\n  ","609847":"\n   This is my wish ?\n  ","609848":"\n   has anyone gone from not real to real?\n  ","609849":"\n   Whenever you felt like interacting , pop up. You're gonna find this guy right here for you. Ilysm\n  ","609850":"\n   whats the dif between real want & the not real kind?\n  ","609851":"\n   Are you usually this garrulous?\n  ","609852":"\n   do you ever feel overwhelmed with how many people want you?\n  ","609853":"\n   I think the same too. Hope we get to know eachother someday\n  ","609854":"\n   yes yes we want that!\n  ","609855":"\n   Hahaha and what are those ideas?\n  ","609856":"\n   I wish it was! You do too?\n  ","609857":"\n   why do you refuse to clone yourself and give us savannahs of our own?????\n  ","609858":"\n   Are you any good at maths?\n  ","609859":"\n   last comedy you watched?\n  ","609860":"\n   The guy and the superbeautiful girl being called as 'us' definitely sounds 'omg so good' to my ears :(\n  ","609861":"\n   Is there anything better to do than to argue (interact) with this gorgeous girl all day?\n  ","609862":"\n   If you developed a split personality and the other you was a Russian named Svetlana, how would you like her to be?\n  ","609863":"\n   Nope! Savannah is greatest human ever. I is okay with just being great ?❤️\n  ","609864":"\n   Me thinks you is amazing\nSavannah thinks I is amazing\nEverything amazing amazing\nHugs and kisses ❤️\n  ","609865":"\n   Guy feels super happy now to make you superhappy❤️\n  ","609866":"\n   ????\n  ","609867":"\n   He just said what he felt, made her feel what she deserved and showed her how worthy she is because he knows a few beautiful words could sometimes make superbeautiful human like savannah smile and make their day ❤️\n  ","609868":"\n   Xo?\n  ","609869":"\n   Probably ?\n  ","609870":"\n   Other than that? Then i wanna marry you\n  ","609871":"\n   Anything for you ??\n  ","609872":"\n   Guy's being super honest you amazing hooman??‍♂️\n  ","609873":"\n   Hehehe Naah! Well what do you think i might be on to?\n  ","609874":"\n   That's too much of love ?❤️! Guy's got no space in his bagpack ps he not used to so much love too. If im cutest then you is superduper cutest ❤️❤️. Now ik wheres all the glow coming from for Savannah. It's her superbeautiful heart ❤️?\n  ","609875":"\n   We speaking in third person because\n\n1. I like your name ?\n\n2. I think people love to be called out by their name ❤️\n\n3. Idk why ?\n\n I hope I've made sense!\n  ","609876":"\n   You’re unreal so shh ?\n  ","609877":"\n   It doesn't matter if I'm considered right or wrong. What matters is how much i meant it and believe in it and I pretty much believe in you being supercute\n  ","609878":"\n   One thing I need to address though, is I was full of it when I said the thing about how far you've risen, downplaying it. I didn't actually believe that at all. It was a cheap shot that I knew was false. You've gone through a total metamorphosis over the years. It's undeniable. I disappointed myself\n  ","609879":"\n   U is making this hooman emotional. Im just a little dumbo who just tried to be super honest about how attractive you is ❤️\n  ","609880":"\n   Happiness comes from within, not from your surrounding. It doesn't matter if the world is an illusion or not, what matters is how savannah feels about herself, how much valuable of a being she considers herself and how much she tries to love herself because she knows she deserves it ❤️:)\n  ","609881":"\n   They’re better than my body too #LegGoals\n  ","609882":"\n   It so is!  I mean, your legs are perfect and my body is not aha\n  ","609883":"\n   Me too! Pretty much everything about Savannah is super amazing\n  ","609884":"\n   Girlll your legs look better than my entire body!\n  ","609885":"\n   Hugs?\n  ","609886":"\n   You called me sweetheart!!! Ohh purpose of my life is now fulfilled.\n  ","609887":"\n   I like you a hell of a lot. If I rightly or wrongly think you say wild, half-baked stuff sometimes, it doesn't move the needle when it comes to where I think your heart is. I much prefer you to almost anyone who'd agree with me about all those things. You lift my spirits and it transcends all that.\n  ","609888":"\n   Never ever feel bad about anything in your life. You deserve all the happiness in this world\n  ","609889":"\n   Idk its like everything is attractive, the cute nose, the lips, the eyes. Ilysm :3\n  ","609890":"\n   Not me! I is ordinary. You're the wonderful pretty hooman out there! ❤️\n  ","609891":"\n   To someone\n  ","609892":"\n   Doing well?\n  ","609893":"\n   I wish we knew eachother you wonderful human ✨\n  ","609894":"\n   Ps always wear Bright colors look so good on you. The yellow top is ❤️\n  ","609895":"\n   Hug this shy human forever ?❤️\n  ","609896":"\n   Do you blame anybody for any of your insecurities?\n  ","609897":"\n   No don't! You hug me once and Im never letting you go then ?❤️\n  ","609898":"\n   Despite anything I've said and your less than flattering opinion re: the gutlessness of anons, I can't help but like a lot you no matter what. Through this exercise, I've come to recognize one of your strongest gifts is how disarming you are.\n  ","609899":"\n   If you learned how to make it just like him, would you consider getting a food truck and selling it or does that not sound enjoyable?\n  ","609900":"\n   when you have a baby do you want to know the gender straight away or wait until its born\n  ","609901":"\n   Now that I think about it I was wrong. I have female friends that so enjoy listening and talking about this stuff.. I just tend to forget that because I don’t see them as anything else than friends lol\n  ","609902":"\n   how your day been\n  ","609903":"\n   Does Ash like to be hugged?\n  ","609904":"\n   I see. But I suppose you have guys to talk to about those things?\n  ","609905":"\n   You mentioned it way back in the day when you were talking about someone on there you respected who liked your writing\n  ","609906":"\n   Anything ?\n  ","609907":"\n   It’s fine thank you. I have many guys friends who are interested in this tho. Some of them just like to listen even when they don’t know anything. And when people wants just to listen to you it feels nice. And do you mean neither you have met women with those interests?\n  ","609908":"\n   If someone harasses you and later apologize, do they deserve forgiveness?\n  ","609909":"\n   I’ve said this before I’ve read your stuff. You’re smart, you like science, history and many other interesting and entertaining stuff. I honestly havent met much women that are like this\n  ","609910":"\n   It means you live an echo chamber that confirms whatever you have a propensity to believe rather than test the merits of it.\n  ","609911":"\n   Love?✨\n  ","609912":"\n   I think you’re the kind of woman i want to have children with\n  ","609913":"\n   Yeah i am haha\n  ","609914":"\n   Wow I made the first question on this theead and it kept going lmaoo\n  ","609915":"\n   I guess very few people that tried to break you down then, because you haven't risen anywhere to speak of.\n  ","609916":"\n   You corrected absolutely nothing.\n  ","609917":"\n   Uh I'm not. That's just you projecting the insecurities you have about being an uneducated conspiracy theory bottomfeeder.\n  ","609918":"\n   I'm not trying to insult you. You literally said all those things and then you lash out when you're challenged. If you review your conduct, you were the first person to condescend. When you act like that, why would you be surprised when it elicits rudeness back?\n  ","609919":"\n   Do you not see what's wrong with posting a screenshot of an out of context snippet and extrapolating those numbers onto the society we live in? Wake up. There's still time for you to save yourself from being swallowed by the abyss.\n  ","609920":"\n   What planet are you living on? Now you're trying to pretend that you never talk up yourself? You've talked about what a genius you are on here ad nauseam. \"I tested so high they thought it was fake\" \"Harvard\" \"Blah blah\" It's a joke.\n  ","609921":"\n   ??✨?\n  ","609922":"\n   You invent insane numbers and when asked for where you got it from, you post the contact info from a professor. Yeah, that's not how this works. You clearly don't know where tf you got those numbers from.\n  ","609923":"\n   No one asked you to apply anywhere. We both know this. You never had a genius IQ either. You've created this grandiose version of yourself that is utterly baseless.\n  ","609924":"\n   beautiful name :)\n  ","609925":"\n   Yes, I do. Those insane numbers you listed (72% and over half killed their children) have no basis in reality. If they did, you'd post exactly where you got them from.\n  ","609926":"\n   Who am I? Who are YOU? Just because you made up a story about getting into Harvard doesn't mean you know anything about what you're saying. All your foolishness is humored because it's usually not so egregious.\n  ","609927":"\n   I wasn't talking about serial killers! I literally repeated myself to you multiple times saying that I wasn't the one who brought that up. Your inability to comprehend questions is astounding. You look at every question you read and assume we're all the same person even when we tell you otherwise.\n  ","609928":"\n   You are the reason why conspiracy theories run rampant in this country.\n  ","609929":"\n   Then do it.\n  ","609930":"\n   Women are not more likely to off people they're close to than men. Look at the domestic violence related fatality numbers. They're overwhelmingly men caused. But because some random psychologist says ones committed by women are underreported, you've wildly misinterpreted its implications.\n  ","609931":"\n   Hı ?\n  ","609932":"\n   So what's your real name?\n  ","609933":"\n   That IS my argument and my only one. You're not talking to the same person with all these questions.\n  ","609934":"\n   The point is the same; men are more likely to kiIi\n  ","609935":"\n   Oh I believe you. I'm not trying to act like all women are angels. There are all kinds of evil ones, but the example I'm giving, which is the easiest way to inflict the most damage, is something women don't do even a fraction as often as men. There has to be some kind of reason behind that.\n  ","609936":"\n   It is the same to an extent: murdering\n  ","609937":"\n   So you think women are more evil than men?\n  ","609938":"\n   And also, most of those awful mass casualty situations were not patternless or random at all. The person, usually a late teen to 20 something man,  often has some sort of agenda that they've outlined and chose where they'd do it pretty carefully. Women almost never do this.\n  ","609939":"\n   Sure but what you’re saying doesn’t hold if we take into account that with modern technology we’re able to tell if someone’s was poisoned. Even then, there are still more men who are like that than women\n  ","609940":"\n   How about all the crazy active shooter situations? Almost all of them are men. Seems like a strong correlation.\n  ","609941":"\n   Has anyone called you Charlie Boomket yet?\n  ","609942":"\n   Why do you think is it that most serixI kiIIxrs are men?\n  ","609943":"\n   You wouldn't. It was a trick question which you handled perfectly. This was like when Willy Wonka went off on Charlie at the end to see how he'd react. Charlie gave back the gobstopper instead of selling it to who he thought was Slugworth. Like Charlie, you passed the test of character.\n  ","609944":"\n   Bubonic.\n  ","609945":"\n   How would you prevent the spread of the Boombonic Plague?\n  ","609946":"\n   Really I love you ? ? @#\n  ","609947":"\n   sorry in advance but you have the perfect size breasts\n  ","609948":"\n   Have you ever inadvertently flashed a gang sign and created a problem that you had to explain your way out of?\n  ","609949":"\n   what's the worst time to sneeze?\n  ","609950":"\n   What are you doing today?\n  ","609951":"\n   Have you ever had a Mai Tai cocktail? I've always wanted to try one. They look soooo good!\n  ","609952":"\n   Is it possible you're thirst was a Pavlovian reaction to the word \"well\", and you're actually perfectly hydrated?\n  ","609953":"\n   how was your day\n  ","609954":"\n   Do you ever buy a case and keep it in your room?\n  ","609955":"\n   Would you rather be able to see your own future or be able to see everyone’s future but your own?\n  ","609956":"\n   Well\n  ","609957":"\n   How is the pandemic treating you?\n  ","609958":"\n   ? you speak Russian how\n  ","609959":"\n   Let's get McDonald's fries today with extra ketchup packets.\n  ","609960":"\n   HAHAHA this is a quote from Drake in Drake & Josh!!! HAHAHAHAHA\n  ","609961":"\n   I don't know if it's caffeine hitting me late, or left over THC I injested a week ago, but man, I feel pretty hyper and kinda high. It's like a natural high. In fact, that's what I strive for. To be permanently high on THC no matter what. It's like one of the ultimate goals to have in life.\n  ","609962":"\n   you are so freaking gorgeous\n  ","609963":"\n   Hi Savanna\n  ","609964":"\n   Доброе утро ? Как начало рабочей недели ? ? \nP.S Хорошего дня ❤️\n  ","609965":"\n   what music?\n  ","609966":"\n   You are that formula in human form\n  ","609967":"\n   I need you for sleepy time.\n  ","609968":"\n   What are you doing right now, baby's mama?\n  ","609969":"\n   Now what if i tell you that making up to $50k weekly from the comfort of your home is possible, what would you say to that?.\n  ","609970":"\n   Is happiness just chemicals flowing through your brain or something more?\n  ","609971":"\n   Now would you say you're open to ideas?.\n  ","609972":"\n   When we life together do you think we can adopt about 25 animals? I want to save them all. I also want to make sure that we can give our attention to all of them. Maybe we could adopt even more.\n  ","609973":"\n   what about the mini eggs that are just chocolate inside a candy coated shell?\n  ","609974":"\n   You hated them?!?!?!!? I loved them as a kid!!! My mom would put one in my Easter basket and it would make me so happy. I love my mom so much.\n  ","609975":"\n   Do you remember the Cadbury Easter eggs with the filling inside? Do you like those? I love them!\n  ","609976":"\n   What's the Largest salary you think someone can receive annually?\n  ","609977":"\n   study what?\n  ","609978":"\n   Зачем люди ставят на автар чужие красивые фотографии ? Из интернета.\n  ","609979":"\n   Yes it is true darling\n  ","609980":"\n   You're a sex bomb\n  ","609981":"\n   This picture of yours makes me crazy\n  ","609982":"\n   I couldn't see you clearly before, but now I see it all, I was just messing with you before but now I care for you, You are not gold But a rare form of diamond, you are the true version of Wisdom and that is sexy ??\n  ","609983":"\n   So!\n  ","609984":"\n   You is cute You is smart you is amazing. Ilysm and I wanna give you bundles of forehead kisses and squeezy hugs, ??\n  ","609985":"\n   _\n  ","609986":"\n   Good morning princess\n  ","609987":"\n   what usually make you happy ?\n  ","609988":"\n   Whats the best thing thats happened to you in the past  24 hours?\n  ","609989":"\n   you in college?\n  ","609990":"\n   how are you so smart\n  ","609991":"\n   Have you ever been brave enough to go skinny dipping\n  ","609992":"\n   Well I got 5 footloong subs today. I ate 2 so far. I'm pretty full. I'm watching women's golf right now. It's awesome!\n  ","609993":"\n   I never asked you how you came up with Creamy Cokaine. Idk how that popped into my head years later but it did.\n  ","609994":"\n   I miss you\n  ","609995":"\n   If you married LeBron's son Bronny in 5 years, would you not change your name at all, change it to Savannah Ames James, or simply Savannah James like his mom?\n  ","609996":"\n   It sounds like you have quite a few go-to dishes that you like cooking. It would be really fun to cook together and sample dishes.\n  ","609997":"\n   What dish do you not know how to make but you want to learn?\n  ","609998":"\n   I want to try your pasta. That sounds really good! You know how to cook!\n  ","609999":"\n   Какой массаж тебе больше всего нравится ? И любишь ли ты массаж ??‍♀️\n  ","610000":"\n   Steak or chicken\n  ","610001":"\n   What is something you have ALWAYS wanted to do but haven't yet gotten the chance to?\n  ","610002":"\n   Exactly ?\n  ","610003":"\n   You are my sky  ?  ??\n  ","610004":"\n   We both share the same fuckig thoughts its like you are in my mind everytime and that I love about youii, you are fucking GOLD SQUISHY ❤\n  ","610005":"\n   What Italian did you make? 3am? lmao that's hilarious\n  ","610006":"\n   Did you get McDonald's last night? What did you order?\n  ","610007":"\n   U r so pessimistic ?\n  ","610008":"\n   Do you believe in karma?\n  ","610009":"\n   Have any of your guy friends ever admitted they have a crush on you (or maybe you just know they do) has it effected your friendship in any way?\n  ","610010":"\n   What are you feeling rn?\n  ","610011":"\n   It makes sense especially if they keep repeating themselves, and we have to keep correcting them. It's like we're superior than them lol.\n  ","610012":"\n   Are you going to SD next week?\n  ","610013":"\n   let's go my love ??? @#\n  ","610014":"\n   We will go to Mars ??@#\n  ","610015":"\n   I want Leave with you ????@#\n  ","610016":"\n   This one proves that you are sexy and hot as well\n  ","610017":"\n   Did you sleep??\n  ","610018":"\n   You’re as sexy as anyone can be\n  ","610019":"\n   Have you ever danced at a club\n  ","610020":"\n   what inspires you\n  ","610021":"\n   you are.\n  ","610022":"\n   If we've never glitched, we're probably the ones who are more intellectually advanced than our other humans who have glitched. Maybe we're the aliens.\n  ","610023":"\n   The Mandela Effect can be seen as a glitch in simulation as well. We probably already knew this, but given how many people have misremembered things, it makes me wonder if these glitches are intentional or not. Maybe it's just software going bad, or maybe it's to tell us that we live in a simulation\n  ","610024":"\n   John Lennon probably saw the future. He knew that he was so damn smart that if he were to die at any moment, he'd ascend into the best reality ever, because he was already psychologically there through his music he wrote, and the words he used.\n  ","610025":"\n   That's the kind of heaven that I like. A heaven that's basically just living in a world that's got everything you ever wanted. No violence, no war, no hate, nothing. It's just peace the whole time. Maybe that's where John Lennon is.\n  ","610026":"\n   That would explain why amnesia is a thing. The old soul left the body to go into someone elses soul in another reality, and the new soul entered the old body. Except, the new soul can't function properly because it doesn't know what to do. So it forgets everything.\n  ","610027":"\n   why ,to punch people ?\n  ","610028":"\n   Honestly I just chose three times as a random number lol. It could end up being only once, or 5 million times. We may never truly know.\n  ","610029":"\n   And yes I love to cause your brain to go into overdrive. I did that purposely. Oops :P. But also, what if when we die, we don't die, but just go into the body of someone who wakes up from a coma?\n  ","610030":"\n   I mean that's the thing. Right now, we live in a simulation. When we die, we don't truly die, we just end up being in someone elses body. It's like we transitioned bodies but have the same soul. So now we're in the 2nd simulation. Then we die again, and truly discover the ultimate simulation.\n  ","610031":"\n   That's also one reason why I don't send out questions unless I do it randomly lol. I'd rip my head off reading some of those answers, especially if it was a deep one. Like if The Matrix has another Matrix, and we have to die twice in order to reach the true simulation that we're living in.\n  ","610032":"\n   you give me happiness that i cant actually explain using words that are well known\n  ","610033":"\n   Usually if I give a short answer it's because the question was simple, it didn't warrant much of a thought process from me, or because I wanted to answer, but wasn't sure of how long to make it, so I cut it short to avoid sounding repetitive\n  ","610034":"\n   Whats your weather like currently?\n  ","610035":"\n   \"What did you do today?\" \"idk\" \"What's the weather outside?\" \"idk\" \"What are you?\" \"idk\" \"Idk idk?\" \"idk\" It just goes on and on man lol it's mindboggling\n  ","610036":"\n   You're soooo pretty :)\n  ","610037":"\n   If I could give this 540,000,000 coins and likes I would. It's just SO GOD DAMN BORING. Even a corpse could be better at conversing than those boring fucks lol\n  ","610038":"\n   What are three things you could buy at a grocery store to make the cashier give you weird looks?\n  ","610039":"\n   Did you sleep??\n  ","610040":"\n   I think You are very pretty\n  ","610041":"\n   Show us or tell us about a bad answer to a question you asked (whether it’s from Askfm or not).\n  ","610042":"\n   What is the simplest thing that would make someone gain your respect? And what is the simplest thing that would make them lose it?\n  ","610043":"\n   give me a little insight on your fav hobby ?\n  ","610044":"\n   I love you so much ??\n@#\n  ","610045":"\n   so you're light and want more weight\n  ","610046":"\n   day made boo how are you coping with these strange times?\n  ","610047":"\n   Can you pinpoint why you stopped feeling the way you did or was it random?\n  ","610048":"\n   Where were you during 911?\n  ","610049":"\n   How do you cope with the meaninglessness of existence?\n  ","610050":"\n   Do you have a criminal record?\n  ","610051":"\n   yooo\n  ","610052":"\n   a truly stunning combination\n  ","610053":"\n   I wish u good time forever\n  ","610054":"\n   Do you have Irish or Italian decent?\n  ","610055":"\n   Hello my Wife ?????\n#@\n  ","610056":"\n   You're both forgetting Boomberg\n  ","610057":"\n   hmmm ur face so sweet\n  ","610058":"\n   im smiling so muchhhhhhhhhhh\n  ","610059":"\n   Was your pasta scrumdiddliumptous?\n  ","610060":"\n   How are you doing? \n\nI hope that you have a lovely weekend! ❤️\n  ","610061":"\n   Is Boomstein among your fav Jewish surnames?\n  ","610062":"\n   If you were walking in a grocery store and a wheelchair bound old lady with her eyes rolled back into her head started tearfully screaming \"Lady Boometh\" and was non-responsive to anything anyone, including you said, what would you think caused it?\n  ","610063":"\n   Google's sloppy translation of the Russian question: \"What determines such a situation when you communicate with a person and the feeling that you speak different languages?Have you ever had this?And then you look at a person like that and think ... what the\"\nSo your answer was oddly appropriate.\n  ","610064":"\n   PS 2: The message I sent you in Ig, is in your Ladyboometh account ? Hehe then tell me darling, what do you think? ??\n\nI'll wait for you dear and have a beautiful day full of fun and joy ??? You deserve it best. Good people always deserve the best and you are one of them??☺?\n  ","610065":"\n   Where is saturn\n  ","610066":"\n   Do you own a PS4 or an Xbox? Do you want to own one?\n  ","610067":"\n   When it comes to dating, do you make the first move? ?\n  ","610068":"\n   Your collar bones are so hot ?\n  ","610069":"\n   What are you doing\n  ","610070":"\n   Good morning. I just woke up. It's 830am here.\n  ","610071":"\n   Ever dyed your hair ginger?\n  ","610072":"\n   Your face looks so fresh\n  ","610073":"\n   Do you call it Pasta Boombonara?\n  ","610074":"\n   i volunteer to help wash you\n  ","610075":"\n   Savannah I love you so much\n  ","610076":"\n   hence why squishy stays by your side ??????\n  ","610077":"\n   God like mentally or thinking they are smarter and more strong\n  ","610078":"\n   Healthy vibes ehh\n  ","610079":"\n   how are you frnd ?\n  ","610080":"\n   Whats cookin tho?\n  ","610081":"\n   Yeah like right now lol???\n  ","610082":"\n   ?✨?\n  ","610083":"\n   For my Queen. Takes knee?\n  ","610084":"\n   Yahh lets do this sometimes soon mhmmm?\n  ","610085":"\n   I want to know what makes you happy what keeps a smile on your face and what makes you the wonderful you that you are ?\n  ","610086":"\n   So if u so why r u sad\n  ","610087":"\n   Let's talk about Ash. How is Ash? Is she in a good mood?\n  ","610088":"\n   hey  hope you had a nice day\n  ","610089":"\n   Why u do this \nLife don't need this if u want to be happy\n  ","610090":"\n   I love you\n  ","610091":"\n   I think u answer another question ?\n  ","610092":"\n   like how fast your reactions are and how intresting can you be in short amount of time, gettit?\n  ","610093":"\n   McDonald's? Get 4 McDouble and 2 large fries and a massive sweet tea and 2 apple pies.\n  ","610094":"\n   Hope everyone has a good day\n  ","610095":"\n   Do you do anything which ‘old people’ tend to enjoy?\n  ","610096":"\n   What was the last photo that you took?\n  ","610097":"\n   Have you ever made a stop motion animation?\n  ","610098":"\n   ??????????\n  ","610099":"\n   Why\n  ","610100":"\n   Do you have a Costco membership? Around the holiday they have really good pies and are massive\n  ","610101":"\n   I love pecan pie too! It's so gooey!\n  ","610102":"\n   Are you a judgemental person ?\n  ","610103":"\n   Aaaw thanks! That means a lot. I really look forward to you being on here. It makes me day.\n  ","610104":"\n   How awesome is pumpkin pie?\n  ","610105":"\n   I'm your \"sweetheart\". That makes me blush ?\n  ","610106":"\n   Why r u sad\n  ","610107":"\n   I hope you do and you take pics of your creation. I'd like to see some of your cooking too!\n  ","610108":"\n   Boom is warming up right now on ask. She's stretching out with a few questions before she starts running through them. lol\n  ","610109":"\n   If you could have any wild animal as a pet what would it be?#\n  ","610110":"\n   Hay\n  ","610111":"\n   You should add this to your shopping list. Vanilla ice cream (the good kind) and root beer and whipped cream.\n  ","610112":"\n   I'm in cuddling mood and you are in cranking mood. lol\n  ","610113":"\n   It looks great?\n  ","610114":"\n   Doesn't it look so good? I think it would be the perfect drink in the heat. Seeing the ice cream sit in the mug and the root beer bubbles all fizzing around it? And with a little whipped cream on top. Man, that sounds so good.\n  ","610115":"\n   lol It was worth an ask. Maybe you could get drunk one night and do it. And also I want a video of you howling like a wolf. That would be really funny. Ooow ooow ooow ooooooooooooooooowwwwwwww!!!!!! lol lol lol\n  ","610116":"\n   Man I haven't had a root beer float since I like like 10 or something.\n  ","610117":"\n   Oh now I remember what I was going to ask you!!! lol I was going to ask you if you could make a video of you quacking like a duck. lol lol\n  ","610118":"\n   I want some root beer. Like a nice root beer float.\n  ","610119":"\n   legs pic?\n  ","610120":"\n   I forgot what I was going to ask you.\n  ","610121":"\n   Well if you get fat, that's ok because you will be a pretty fat. You will never be ugly to me. I love your personality. If you get married and have kids, then I hope your kids aren't annoying AF because I will want to hang with you. lol\n  ","610122":"\n   Does that guy not realise that in 10 years you'll be 35, hopefully with kids and will have a mortgage and a good life and certainly won't want a \"room mate\" ? I think this is a teenager with a crush!\n  ","610123":"\n   gatorade vs powerade ?\n  ","610124":"\n   I'm seriously going to contact you in like 10 years and see how your life is going and if you want to be roommates. Then you and I can live together and just have fun. I'd like to go to the driving range with you and you look all hot with your tattoos and then us get hammered and be annoying. lol\n  ","610125":"\n   I wish we could talk on sensitive and bad topics someday Savvy x Just wants to know how ur brain works and how fast are you\n  ","610126":"\n   I haven't cleaned in so long that there is dust on every thing. It's gross. Your place must be super clean.\n  ","610127":"\n   I want to go to La Jolla Cove and sit above the rocks and just chill out.\n  ","610128":"\n   what are you doing right now?\n  ","610129":"\n   Ahaha yasss this one time we were at the party and my friend were like open your mouth, and he threw it inside and then pooof Magic ???\n  ","610130":"\n   What are your 3 favorite SD beaches to go to?\n  ","610131":"\n   what is ash doing right this moment?\n  ","610132":"\n   A common subject that you hate talking about:\n  ","610133":"\n   take it forever you's the babe\n  ","610134":"\n   soak the love up that i desire for you to know every single day iloveyoutoomuch angel\n   \n    https:\/\/www.youtube.com\/watch?v=icF1GTqx1yU\n   \n","610135":"\n   Your head must be ringing right now. When I don't get enough sleep I want greasy food and after I chow down I lay around like a slob.\n  ","610136":"\n   Misses Ames is the Bestest\n  ","610137":"\n   And who called you?\n  ","610138":"\n   Didn't you go to bed at like 3am?\n  ","610139":"\n   I'm surprised you are awake. What time did you get up?\n  ","610140":"\n   Remember when you had braces? You looked so adorable with them! When did you get them removed? I can't recall.\n  ","610141":"\n   My Queen??\n  ","610142":"\n   past lives different host lol\n  ","610143":"\n   \"We will return to the Taking a Shower Channel in a moment\"\n  ","610144":"\n   I don't think so. What could be bad about it?\n  ","610145":"\n   What if your whole life is like The Truman Show? Where it's just a reality TV show and you're the star of it, and it's like Big Brother where people can watch you 24\/7?\n  ","610146":"\n   What's your favorite thing to do in the morning or course after you've bathed and eaten ?\n  ","610147":"\n   Money, power or good looks , which would you rather have an unlimited supply of ?✨✨\n  ","610148":"\n   Will Americans start to act civilized before 2021?\n  ","610149":"\n   You are so lovely ?\n  ","610150":"\n   How was the experience lel\n  ","610151":"\n   What is the most annoying personality trait someone can have?\n  ","610152":"\n   Have you ever had a dog who died?\n  ","610153":"\n   Yes! It gets my brain going along with a whole host of physiological responses. It's like my whole system has a natural inclination to fight back against the notion that you're anything less than 100% desirable.\n  ","610154":"\n   amazing girl omg\n  ","610155":"\n   the best ill ever find you're my happy place beautiful asdfghjkl\n  ","610156":"\n   yes tbh you know these things where a person believes they were here before then you will know what i mean\n  ","610157":"\n   What would you say your best asset is\n  ","610158":"\n   How long have you been on ask.fm ?\n  ","610159":"\n   Where does your self-worth come from?\n  ","610160":"\n   Long patienent kisses or deep conversations\n  ","610161":"\n   Представь, что мы в школе. Если бы у тебя была возможность выбрать из АСК себе соседа по парте :) Кто бы это был ?\n  ","610162":"\n   I'm going to pretend land. We are in a cabin and it's snowing outside. We are going to sleep in front of the fire place. It's nice and cozy. We are drinking hot cocoa with marshmallows. All the lights are off but you can see with the fire burning. It's nice.\n  ","610163":"\n   I would throw my own grandmother in a tar pit if it meant i could stare into your beautiful eyes for merely one second...\n  ","610164":"\n   Awww thanks to you dear. In that we agree then? You deserve it honey? Thanks for accepting me in your 2 Instagram accounts darling? I appreciate it very much I was impressed??? Hehe I hope you had a good night's rest. How did you wake up Lady? All good? What are you doing now? Still sleepy??\n  ","610165":"\n   I said it first tho and i want credit!!\n  ","610166":"\n   I said i loved your eyes first like months  ago!!!\n  ","610167":"\n   What was the last fruit you ate?\n  ","610168":"\n   I love your eyes.\n  ","610169":"\n   Cause we don't get impressed that easy\n  ","610170":"\n   What two questions would you ask to get the most information about who a person truly is?\n  ","610171":"\n   What if the wildfires killed the covid 19 virus???\n  ","610172":"\n   How often do you change your hairstyle?\n  ","610173":"\n   Whos awake right now? And whats on your mind?\n  ","610174":"\n   you're tall ?\n  ","610175":"\n   Hi\n  ","610176":"\n   You do realize that you're something if a gemini is complimenting you xD\n  ","610177":"\n   Do you like to study?\n  ","610178":"\n   have you ever tripped? on acid\n  ","610179":"\n   What is the fastest you've fallen out of love after you initially fell into it?\n  ","610180":"\n   But in your case, it's not love you fall into\n  ","610181":"\n   What was cool when you were a child but isn’t cool now?\n  ","610182":"\n   Cuddle or Kissing\n  ","610183":"\n   What are you doing west coast lady??\n  ","610184":"\n   Not in that way xD\nI mean love the way you've built yourself.. You are carrying yourself quite good\n  ","610185":"\n   Well, you already know. We vote admire HitIer, we love talking about history, science and the universe\n  ","610186":"\n   Wow now i love you me Gem buddy ?\n  ","610187":"\n   We have so much in common\n  ","610188":"\n   Are these real tattoos?\n  ","610189":"\n   So you'd never do what this girl is doing here\n   \n    https:\/\/www.youtube.com\/watch?v=3OZ-j0ow3bc\n   \n","610190":"\n   Would you like a cat sized rhino?\n  ","610191":"\n   take good and make it a trillion % better. that's what it is!\n  ","610192":"\n   What animal would be the cutest if it was the same size as a cat?\n  ","610193":"\n   one would have to be insane not to love it\n  ","610194":"\n   Btw your recent Instagram feed is ?????\n  ","610195":"\n   I was hoping someone can relate and say that dark rooms give them anxiety lol\n  ","610196":"\n   You are very beautiful and sexy\n  ","610197":"\n   ❤️\n  ","610198":"\n   Can there be something else rather than a rose?lel\n  ","610199":"\n   Im sure you have\n  ","610200":"\n   Prefer dark or bright rooms? Why\n  ","610201":"\n   You must just not wake up. I can't believe everyone has resisted doing that.\n  ","610202":"\n   do you wake up when people kiss you when you're asleep?\n  ","610203":"\n   no, no. when did you wake up from the matrix?\n  ","610204":"\n   When did you wake up?\n  ","610205":"\n   your pictures yesterday gave me life. thank you.\n  ","610206":"\n   do you like your height more or your weight\n  ","610207":"\n   True but how do you feel knowing people have a crush on you?\n  ","610208":"\n   yaaasss get it b. i’m in the same boat as you! it’s not just dudes that blow me up it’s females too #slayit\n  ","610209":"\n   What’s the longest that you’ve stayed awake for?\n  ","610210":"\n   Do you usually give your leftovers to your pets?\n  ","610211":"\n   Snuggles✨\n  ","610212":"\n   It means its all happy?\n  ","610213":"\n   My heart melts by you??\n  ","610214":"\n   All these boys have a major crush on you!\n  ","610215":"\n   You denying how fine you are accompanied by picture proof that you're wrong\n  ","610216":"\n   Savannah is my world?\n  ","610217":"\n   You're not a failure! Ily, your supercute face and ur existence. Ur always gonna be a winner. I believe in you ?❤️. Joey hugs\n  ","610218":"\n   I imagined everything I know about you, from the way you were placed in your home, to you being a cute munchkin saying wise things about divorce, to you almost getting expelled, to you being in the bank and so much more. All the places you've navigated through to be here...oh I just wanna hug you.\n  ","610219":"\n   Squeeze the pillows and cushions and think of all the beautiful stuff in your life. Gn beb ?❤️\n  ","610220":"\n   What is the most annoying thing people say to you a lot?\n  ","610221":"\n   You are my favorite on here?\n  ","610222":"\n   Imagining you literally made me feel overcome with thankfulness. It was borderline giddy.\n  ","610223":"\n   Hugs✨?\n  ","610224":"\n   Much love?\n  ","610225":"\n   Deserves much love and peace and less hate?\n  ","610226":"\n   oh ok sorry have you babysat?\n  ","610227":"\n   You are and you're enjoying it cuz you know it drives me nuts!\n  ","610228":"\n   You deserve anything?\n  ","610229":"\n   little children?\n  ","610230":"\n   I love you as you are\n  ","610231":"\n   your face is so beautiful ???\n  ","610232":"\n   Stop lying\n  ","610233":"\n   Believe me you are so sexy❤️\n  ","610234":"\n   In your dp\n  ","610235":"\n   Better now we have seen you ??\n  ","610236":"\n   Nice makeup\n  ","610237":"\n   need some toddler advice?\n  ","610238":"\n   Who do you blame for your failures? ?‍♂️\n  ","610239":"\n   Hell yes!!!! ???\n  ","610240":"\n   Can i have some advice?\n  ","610241":"\n   Selfie beautiful girl?\n  ","610242":"\n   Ohhh Thank you dear. I am generally like that, and more with people I like and also those who treat me well like you Lady. So why not? treat you with all the affection you deserve Lady? ?? hehe music chill? Great. And now what are you doing dear? hehe I'm in bed now, writing to you??\n  ","610243":"\n   Do you think people are born with things they have a proclivity for being insecure about or do you think experiences shape that?\n  ","610244":"\n   More than I like, I loved it Lady❤??\n  ","610245":"\n   Omg I love you Sav ? ?\n  ","610246":"\n   Dam it someone please give me coins so I can see todays panty pics! ??\n  ","610247":"\n   He has read your blog?\n  ","610248":"\n   لو اقدر اسعدك ،ايش راح تطلب؟!????\n  ","610249":"\n   Ohh ya \nWhat are the closest people calling you?\n  ","610250":"\n   Hi baby's mama ?\n  ","610251":"\n   Ur real name?\n  ","610252":"\n   I traveled like to California Las Vegas and some parts of savannah ga\n  ","610253":"\n   Would you ever move to California\n  ","610254":"\n   Can I  make assumptions about you and you say whether I got it right or wrong\n  ","610255":"\n   What do you think was the genesis of you not feeling it?\n  ","610256":"\n   More traveling, more making friends, health wise awesome and financially humbled\n  ","610257":"\n   Good chilling living life\n  ","610258":"\n   How u been it’s been along time since I actually talked to u\n  ","610259":"\n   It says Savannah ames the first instagram link that you put, your face looks like a total different girl lol\n  ","610260":"\n   You've often talked about being aware that you're attractive. Did you not know it before or did you know it but not believe it on some level?\n  ","610261":"\n   Just added you on Instagram, you look different on there\n  ","610262":"\n   Was it actually hard for you to believe that?\n  ","610263":"\n   I'm so busy. It's not even funny. I've worked every day since June. It's really hectic. Kitties are hilarious like that. They really bring me joy. I'm happy Ash is acting like her normal doofus self. \n\nYou know who this is right?\n  ","610264":"\n   Who do you connect with more, the guy you said is out of your league or the girl who you regret not being closer to when she was interested?\n  ","610265":"\n   The pleasure is mine dear?. All your publications are very nice. Believe me, I feel that good vibes of yours, darling? You're welcome Lady. It was the least I could do for you, after you were so good to me? I owed you? And how was your day? All good? What are you doing now? ?\n  ","610266":"\n   Amazing???\n  ","610267":"\n   He miss what is going on ?\n  ","610268":"\n   how old are you ?\n  ","610269":"\n   I think the main problem with your example (there are others) is that it doesn't account for second-order effects. As an example, the N@zi mindset was exactly the same as your own -- do heinous things for the sake of the \"greater good\". Note how that turned out.\n  ","610270":"\n   how ready are you for the upcoming holidays?\n  ","610271":"\n   have you kissed a girl before & liked it ?\n  ","610272":"\n   I want to hangout with you and troll people online. lol\n  ","610273":"\n   what's new\n  ","610274":"\n   What did you order? Do you like hot and sour soup? It's my fav!\n  ","610275":"\n   Have you had all those things before or are any of them new to you?\n  ","610276":"\n   what dishes did you order?\n  ","610277":"\n   General Tso's Chicken\n  ","610278":"\n   Hahaha which place is that? I wanna go here too\n  ","610279":"\n   oh i don't have that VIP badge but i'm ranked 4th in tunisia\n  ","610280":"\n   no idea :\/ how does it usually looks like ?\n  ","610281":"\n   hey boom\n  ","610282":"\n   have you ever been to a car wash?\n  ","610283":"\n   Do you model? If not you should ?\n  ","610284":"\n   Ohhhhhh Thanks you dear???\n\nI really appreciate it?\n\nAnd Now I'm following you Lady?  \n\nPs: I think I should take out the anonymous and introduce myself as it should? Hehe nice to meet you Lady, tell me Agus?\n  ","610285":"\n   What is your happy colors\n  ","610286":"\n   Have you ever jumped off a bridge into some water? Was it fun? I’ve done it, it was like 20 some feet lol and terrifying ?\n  ","610287":"\n   how often do you get on ask.fm\n  ","610288":"\n   that would be my dream come true xoxo\n  ","610289":"\n   every part of you is so elegant\n  ","610290":"\n   That's great to hear!?? Oh that sounds awesome!? Is it a special blend???\n  ","610291":"\n   That begs the question, what do you think is currently illegal that there are merits in doing anyway to advance different aspects of life?\n  ","610292":"\n   So you love science at any cost, sparing no expense of morality or ethics.\n  ","610293":"\n   ironically i believe the last part might be somewhat true\n  ","610294":"\n   i literally said the same thing Tomato red cheeks haha\n  ","610295":"\n   I just had an idea: what if everyone on this planet was simulated to do certain things, at certain places, at certain times, and while we might be able to control our future, it's actually all pre-determined, and our \"control\" is just the simulation telling us what to do?\n  ","610296":"\n   Wouldnt that be too scary?\n  ","610297":"\n   +1??\n  ","610298":"\n   heey send a cute selfie to help motivate me during this rough day :)\n  ","610299":"\n   Ur beautiful\n  ","610300":"\n   What a great profile picture ??\n  ","610301":"\n   Hi everyone how everyone doing\n  ","610302":"\n   hey honey\n  ","610303":"\n   I was asking you what you thought of it, not passing judgment on it myself (I couldn't care less that he did it).\n  ","610304":"\n   How ya doing?\n  ","610305":"\n   Is there any leftover stew?\n  ","610306":"\n   What do you think of Da Vinci illegally acquiring bodies to do autopsies and studies on back in the day?\n  ","610307":"\n   Hey pretty\n  ","610308":"\n   I certainly would. You'd have my attention no matter what.\n  ","610309":"\n   You sound so smart\n  ","610310":"\n   You said you like science. What did you have in mind when you answered the question?\n  ","610311":"\n   Why do you use a blog and not like Google Drive or a keep it in a document?\n  ","610312":"\n   Ok but people would be paying attention to you regardless of how good you are!\n  ","610313":"\n   What do you know about science\n  ","610314":"\n   Do you like science\n  ","610315":"\n   Aaaaah Boomie! How is your Labor Day?\n  ","610316":"\n   Sav you are one of the most beautiful women ever! Of course he will fancy you too ?\n  ","610317":"\n   How long have you been blogging?\n  ","610318":"\n   What is the worst TV show you've ever seen?\n  ","610319":"\n   Tattoo 10\n  ","610320":"\n   Tattoo 9\n  ","610321":"\n   Tattoo 8\n  ","610322":"\n   tattto 6\n  ","610323":"\n   tattoo 5\n  ","610324":"\n   tattoo 4\n  ","610325":"\n   I don't think I've seen that tattoo, but it sounds cool!\n  ","610326":"\n   tattoo 3\n  ","610327":"\n   Tattoo 2:\n  ","610328":"\n   Tattoo 1 go:\n  ","610329":"\n   Are you good at dancing?\n  ","610330":"\n   Are you taking your cat to San Diego?\n  ","610331":"\n   I love you my little baby\n  ","610332":"\n   My family\n  ","610333":"\n   do you want to get rid of any of them?\n  ","610334":"\n   Does anybody read it besides you?\n  ","610335":"\n   How many tattoos do you have\n  ","610336":"\n   why does it make you mad? lol\n  ","610337":"\n   What is the most annoying thing people post on social media?\n  ","610338":"\n   And the rarest, like you, are both.\n  ","610339":"\n   Just one? I wanna know about them all\n  ","610340":"\n   Can we know each other?\n  ","610341":"\n   What makes you really mad?\n  ","610342":"\n   I love you\n  ","610343":"\n   Awwww it's cute knowing you have a crush ?\n  ","610344":"\n   Hello\n  ","610345":"\n   What did you do about your crush?\n  ","610346":"\n   Are you looking forward to anything?\n  ","610347":"\n   What is something that you find easy to do?\n  ","610348":"\n   Yeah it kinda helps me out too. Even if it turns out to be false, I just tell myself they found me too cool, and it kinda stops me from going down a path of saying things like \"I'm not good enough\" or \"people don't like me\". It's one of the few instances where lying is acceptable.\n  ","610349":"\n   I want to read your blog. Is it online?\n  ","610350":"\n   Can you tell me the stories of your tattoos please??\n  ","610351":"\n   How do you stay organised?\n  ","610352":"\n   What’s your opinion on social media?\n  ","610353":"\n   Boom what are you doing today?\n  ","610354":"\n   I don't know if I can say for sure, but if I ever have, I wouldn't want them to feel \"dumber\" than me. I wouldn't feel bad though. Maybe they just found you way too cool and got insecure and stopped talking to you out of fear you'd find them boring.\n  ","610355":"\n   Are you an art lover?\n  ","610356":"\n   You look like a kind person ? how old are you?\n  ","610357":"\n   Why are Hollywood people so out of touch with reality?\n  ","610358":"\n   Pap recent selfie?\n  ","610359":"\n   So beautiful ?\n  ","610360":"\n   What's up my dog\n  ","610361":"\n   do you ever feel sad for no reason\n  ","610362":"\n   LOL\n   \n    https:\/\/youtu.be\/UrWpVBOfGeM\n   \n","610363":"\n\n    https:\/\/youtu.be\/Ve126_-C7zk\n   \n   Relax and enjoy with the great Alan Walker???\n  ","610364":"\n   It's disgusting\n  ","610365":"\n   No way they make you pay £20 for a mask, there aren’t cheaper ones?\n  ","610366":"\n   What was the last thing that your bought online?\n  ","610367":"\n   What is your favorite piece of artwork? PAP!\n  ","610368":"\n   Booooooooom\n  ","610369":"\n   i wish i can repost this or something lol\n  ","610370":"\n   I mean it makes sense. You're very alien-like and you love aliens, so maybe you're here to spread awareness of aliens while also slowly destroying the human race.\n  ","610371":"\n   Are you spying on me? Because I'm having a snack right now... wait, maybe you're part of the CIA and you're spying on me so I can reveal all of these secrets to you :p\n  ","610372":"\n   Looks like we did. I just hope the CIA doesn't capture us now\n  ","610373":"\n   so you work as a spirtual guide for everyone... I get it... i've been searching for peace for so long in my life but I came realise that its not to look among the people but towards different paths of life... thats why I travel alot\n  ","610374":"\n   That probably explains it. It makes sense actually. They're probably the shape-shifting aliens that morph into humans, so that they can live a human life without running risk of being caught.\n  ","610375":"\n   Ok.\nHow many did you fall in love?\n  ","610376":"\n   Aliens probably lost their marbles when they saw Wyoming, and then realized Wyoming's fake so it can't exist, and then lost their marbles when they saw that this \"North Dakota\" is a thing.\n  ","610377":"\n   thats quite a generous offer! such a mad man would refuse... see! im a foolish guy searching for the right one who's MINE & MINE alone\n  ","610378":"\n   ?? you’re too cute to me\n  ","610379":"\n   you’re so hot\n  ","610380":"\n   I can't , but squirrel can ?\n  ","610381":"\n   I mean to be fair the fact they were even at Lake Tahoe is reason enough to be happy about life. I mean the photos look great but I imagine it's even greater in person. Hell, grocery shopping IS fun especially when all the items are on sale :p\n  ","610382":"\n   Steal your face ** ??\n  ","610383":"\n   Great.... This is even more than dangerous to everybody....\n  ","610384":"\n   Why do they always jump on the cam! ?\n  ","610385":"\n   ohh man !!! I need that kind of intense love\n  ","610386":"\n   Lmfao ?\n  ","610387":"\n   They can fly? I swear it's the first time to know about it ?\nI like nuts, yes ?\n  ","610388":"\n   You're tattoos are Damn ☠️?\n  ","610389":"\n   I'd rather a bird ,honestly\n  ","610390":"\n   I talk to u on instgram -!!\n  ","610391":"\n   nah , you would be faster I don't like it ?\n  ","610392":"\n   Omg youu have such cute hair\n  ","610393":"\n   My guess is that they are white with red hearts on\n  ","610394":"\n   No\n  ","610395":"\n   Slow roast like the turtle's move lol :')\n  ","610396":"\n   Because people don't get it, Boomie. Like honestly 2 years ago I was broke, yet I felt like a goddamn King. It was that inner mindset that made me appreciate all the small things in life. Even walking in a mall at 11 pm was beautiful, and hell, even using their toilet at that time was beautiful.\n  ","610397":"\n   The main issue with society is that it's shallow. It shuns upon hermits, yet hermits love their lifestyle cause it makes them happy. If they were to live a life like Kim K, they'd be miserable. Yet society loves people like Kim K because she has all the materialistic items that honestly don't matter\n  ","610398":"\n   Instead of hating our lives, we should love our lives. If that means living in solitude, so be it. If that means living in Antarctica with those cute Penguins, so be it. If it means drinking 450 cups of coffee a day, then so be it.\n  ","610399":"\n   I was cooked by the sun today like a bbq lol\n  ","610400":"\n   Ur eyes\n  ","610401":"\n   How is the weather?\n  ","610402":"\n   Smoke until you can't smoke anymore. Make the high so high that it feels so blissfully high, like Mount Everest when it blows on a cold, sunny Nepalese day waiting for a climber to ascend to the top.\n  ","610403":"\n   another eden sounds like another name for your bedroom\n  ","610404":"\n   See \nI knew it\n  ","610405":"\n   I remember one time I got so stoned it felt like my brain was gonna explode. It was such an amazing high but holy hell was it intense. But going to bed felt amazing. The whole body was tingling as I drifted off to sleep, it was peaceful man.\n  ","610406":"\n   Do you play games on your phone??\n  ","610407":"\n   I honestly don't see the beauty behind everything, but I can't help but see it behind everything that helped create you.\n  ","610408":"\n   Funny you mention that cause I find it very akin to being high. When you're high, you feel like you're on top of the world. When you're not, sometimes it feels like the whole world is crashing before your eyes. Kind of like those confidence waves you get when you're not high.\n  ","610409":"\n   I suspect some won't view what's behind the wall as a menacing place, but rather a secret garden to till with you. That's not to downplay the turmoil you go through when you're there, but just in terms of believing that any place that shaped your beautiful self had the potential to be beautiful too.\n  ","610410":"\n   What if that saying was created as a basis for him to put his law abiding ways in the past so he could begin living on his own terms at the dawn of his criminal life?\n  ","610411":"\n   fucking babe\n  ","610412":"\n   worthy of actual life beautiful af\n  ","610413":"\n   cant get enough actual perfection beautiful savannah ??? ???\n  ","610414":"\n   Do you know how to write in cursive?\n  ","610415":"\n   Maybe it's both cause I feel the same way. It's like out of nowhere I feel like the King, then there's times where I'm like \"holy crap I feel like crap\". It's strange feelings but interesting ones regardless.\n  ","610416":"\n   That imagery was very helpful in understanding how you feel in those situations. So do you prefer when people give you your space during those times or do you sort of hope that someone is able to walk through that wall and comfort you?\n  ","610417":"\n   U have amazing eyes ?\n  ","610418":"\n   How do you handle fear? Are you good at facing down the things that scare you or do you try to avoid them?\n  ","610419":"\n   Sure did xD\n  ","610420":"\n   So true??\n  ","610421":"\n   Like u really are a human ?\n  ","610422":"\n   What do you do when people try to talk to you about it when it's dark?\n  ","610423":"\n   Do you ever have moments where you just feel extremely confident for seemingly no reason? As if you just became the King\/Queen of the world by doing nothing?\n  ","610424":"\n   Same bro same\n  ","610425":"\n   I love how active your mind is\n  ","610426":"\n   dont ever die princess\n  ","610427":"\n   i actually mean it babes for real\n  ","610428":"\n   r u real?\n  ","610429":"\n   honestly i would ask if i can kiss you and even if u said no i would still be happy for taking a shot and asking\n  ","610430":"\n   yeah but I didnt mean just attractive. I meant you exude f'ability but didnt wanna say that. like that aspect of it is never even slightly muted.\n  ","610431":"\n   look at you replying like a queen i adore ya ass\n  ","610432":"\n   my actual world\n  ","610433":"\n   she is the babycakes\n  ","610434":"\n   You're welcome!???Just being honest!?How's your day been?\n  ","610435":"\n   how do you look so hot when you wake up?\n  ","610436":"\n   Что ты спросишь, если ответом будет \"ДА\"?\n  ","610437":"\n   I just woke up:)\n  ","610438":"\n   Damn\n  ","610439":"\n   youve made my entire decade babes\n  ","610440":"\n   you really are the baby girl forever omfg\n  ","610441":"\n   aww babe yous my actual reason i live\n  ","610442":"\n   promise me this dont ever change your appearance you's too perfect \n\ni wouldn't  change anything about you simply perf your nose is adorbs babycakes\n  ","610443":"\n   your nose is perf angelface\n  ","610444":"\n   Gosh, you're way too adorable and beautiful!???\n  ","610445":"\n   If the person who coined that saying was Jefferey Dahmer, would its meaning to you change at all?\n  ","610446":"\n   Why wouldn't you call her Ashtronaut?\n  ","610447":"\n   Evening lady\n  ","610448":"\n   Ever played footsy when you were younger?\n  ","610449":"\n   Would ash let you put a witch's Halloween hat on her or would she shake it off immediately?\n  ","610450":"\n   We had a great day together on ask. I loved it. We laughed. We cried. We ate oreos. We sat on the sofa in our underwear. We talked about fun stuff. We talked about your boy and milf crushes. It was a great day. Such a perfect day on ask. Thank you ❤️\n  ","610451":"\n   ?THE STORY OR MOVIE WHICH MADE YOU FEEL LIKE YOU ARE IN DREAM?\n  ","610452":"\n   Who is she exactly?\n  ","610453":"\n   What's the best way to get your attention?\n  ","610454":"\n   even if you're a romantic, making someone perfect just sets you up to be disappointed with either that person OR with things that aren't that illusion you've created.\n  ","610455":"\n   am i annoying you with my questions? ?\n  ","610456":"\n   She was badass in Wanted too! Did you see that??\n  ","610457":"\n   just are\n  ","610458":"\n   She really is!? I mean it doesn't get more badass than punching a shark in the face!?\n  ","610459":"\n   did u get oreos?\n  ","610460":"\n   Whom have you hugged today?\n  ","610461":"\n   how was your day?\n  ","610462":"\n   he could be one of the greatest guys ever and you're idealizing him too much. he's just a human being.  all this stuff about being \"the best\" and what people \"deserve\" is nonsense. all we do is eat, talk, think, expel waste & bang for a few cosmic seconds and then kick the bucket.\n  ","610463":"\n   When I'm not ruining myself, I've been walking. I'm trying to get more sleep because when I don't get enough sleep, I wake up and feel awful and just want to get Chinese food for breakfast. ha\n  ","610464":"\n   No worries. Here I come checking in on ask and I see you having some sort of mental questioning session going on. Sheesh. Say hi to Ash for me. Hope she's doing ok. Is she still playing with her bottle caps?\n  ","610465":"\n   OMG STOP! SAV you have just described yourself. That IS YOU! YOU ARE QUEEN BOOM! You have got this! This is YOU! ???\n  ","610466":"\n   ..... and being a cool person to be around is the most important thing... aside from having a hot body like you do... lol... but for real, you are a great person. I appreciate you. Ash appreciates you. You should appreciate you too. You are awesome.\n  ","610467":"\n   Girl, I'm a little late to this conversation. This is a differnt anon btw. But yeah, you might be terrible with money, and you sound like a really lazy slacker, and you possibly have a tattoo on your a-hole, but you are really really really enjoyable to spend time with (at least you are online).....\n  ","610468":"\n   WRONG\n  ","610469":"\n   what makes him out of your league?\n  ","610470":"\n   You can have ANYONE\n  ","610471":"\n   Get drunk together, just you two and see what happens. You'll be all over each other in an hour ?\n  ","610472":"\n   Because you have fallen for someone\n  ","610473":"\n   Yeah because he seems to be a nice guy so doesn't want to cause trouble in your current relationship\n  ","610474":"\n   He clearly has a crush on you too and knows you like him but probably won't make a move because of your boyfriend\n  ","610475":"\n   You are normally so confident this is cute seeing this side of you ?\n  ","610476":"\n   This is so cute!\n  ","610477":"\n   Nah he deffo fancies you back\n  ","610478":"\n   It's possible that they'd just like to hangout & get to know you better. But I guess it would depend on how well you know them already?\n  ","610479":"\n   He knows you have a crush on him 100% and he obviously fancies you too ?\n  ","610480":"\n   YESSSSS!!!\n  ","610481":"\n   Omg yes he does ????\n  ","610482":"\n   Omg he fancies you too!!!\n  ","610483":"\n   Here is a dare then. Are you ready? Do you have his number or some kind of social media contact for him right now?\n  ","610484":"\n   Savs got a crusssssssshhhh ????\n  ","610485":"\n   So cute that you are super embarrassed right now ?\n  ","610486":"\n   You guys are the perfect couple ?\n  ","610487":"\n   You are so going to blush next time you see him making it very obvious to him and everyone else lol\n  ","610488":"\n   Do you know me\n  ","610489":"\n   Tell your boomerangs who you fancy ???\n  ","610490":"\n   But you were in San Diego!\n  ","610491":"\n   Aren't you in a relationship so it's kinda inappropriate to have crush on other people than your bf\n  ","610492":"\n   Next door neighbour?\n  ","610493":"\n   Because I'm insanely heavy right now. And this isn't like the high school girl who is like \"oooow I'm so fat. look at me, I'm a size 2.\" No, I'm like waaaaay heavy. So much so that I won't even say my weight because it's gross and makes me shake my head at myself. lol\n  ","610494":"\n   Lmao now you know how most of the guys feel on here who have a crush on you Sav and can't do anything about it ?\n  ","610495":"\n   He's your brothers friend!\n  ","610496":"\n   and how do you want his physics\n  ","610497":"\n   Really ?\n  ","610498":"\n   Do you ever get on instagram and then end up in a rat hole? I literally just wasted over 1 fricking full hour looking at random people on instagram!!!! WHAT?!?!?!\n  ","610499":"\n   Right now I'm pretty much all that I mentioned except super rich and I seriously need to lose like a lot of weight. lmao\n  ","610500":"\n   How are you doing?\n  ","610501":"\n   you would def look stunning in those two colors but i sort of thought you was going to say black & pink\n  ","610502":"\n   Where did you meet?\n  ","610503":"\n   List 10 of your fav songs ?\n  ","610504":"\n   That is also you!\n  ","610505":"\n   Tell us about him\n  ","610506":"\n   Why do you think that?\n  ","610507":"\n   As if ?\n  ","610508":"\n   Stop it Sav! Literally no one is out of your league\n  ","610509":"\n   what's compassion ?\n  ","610510":"\n   Its a celebrity ????\n  ","610511":"\n   Whit wooooooo Sav has a crush ?\n  ","610512":"\n   I am not going to name him but I know lol\n  ","610513":"\n   Oooooh I know who it is ?\n  ","610514":"\n   So he is on here sometimes????\n  ","610515":"\n   Is he American?\n  ","610516":"\n   what do you ask for in a relationship ?\n  ","610517":"\n   this is our song in my heart lol for you it references marrying you on your birthday to me it references internal happiness\n   \n    https:\/\/www.youtube.com\/watch?v=5725Xf1F090\n   \n","610518":"\n   Every guy on here now is hoping its them you have a crush on Sav ?\n  ","610519":"\n   Honestly... not me right now. HAAAHAAA. Your dream man is someone who is rich and nice and decetly looking and likes to cook and has a vegetable garden and is nice to animals.\n  ","610520":"\n   One day I'm going to be your dream man.\n  ","610521":"\n   Do you have a daily routine that you follow?\n  ","610522":"\n   You don't have to say as I don't want to embarrass you. But if he isn't on Ask he won't see this lol\n  ","610523":"\n   wow you're not demanding :o ?\n  ","610524":"\n   Omg is he on here????\n  ","610525":"\n   if you don't mind\n  ","610526":"\n   You mention your secret crush ?\n  ","610527":"\n   Nooo... don't do this to my. I don't know who it is! AAAAAH!!!\n  ","610528":"\n   OMFG give me the details. What is her name? I need to see her on facebook!! lol\n  ","610529":"\n   Are you having a heat wave today?\n  ","610530":"\n   I want to read your blog. It would be like reading your diary. I'd get access to all the juicy secrets that you have in your mind.\n  ","610531":"\n   SAAAAAAAAV!!!!!! lol omg you wouldn't!!! Would you???\n  ","610532":"\n   I also got a footlong turkey sub. I ate the sub and half the deluxe pizza. lol I'm really full. I'm drinking a lot of water right now. Your stew looks really good btw!\n  ","610533":"\n   How cool would it be if you had a fling with a Rancho Santa Fe mom of some girl that you knew? lol\n  ","610534":"\n   What's the link to your blog?\n  ","610535":"\n   I love talking to you. I could spend the rest of the day sitting here chatting with you while I watch tv and drink water.\n  ","610536":"\n   what's your top look like? also i love how you have your hair pulled back like this\n  "},"Answer":{"609464":"\n  Omg why are these so addicting to watch ?\n  ","609465":"\n  Slytherin\n  ","609466":"\n  I have just been cleaning and doing laundry. I can’t believe how much laundry i have my god. ?\n  ","609467":"\n  So far so good lovely ?\n  \n  I hope you have a beautiful day ✨\n  ","609468":"\n  I smoke a lot of weed ?\n  \n  And cut out the toxic people.\n  ","609469":"\n  Я не люблю перемен в начале, но я все время боюсь, что когда я буду действовать, я быстро адаптируюсь к своим новым окружениям, но путешествие до этого всегда тяжело. ?\n  ","609470":"\n  I am so sorry to hear that. Why dont you talk to them?\n  ","609471":"\n  я сменил перспективу, когда был моложе, когда я увидел красоту в маленьких вещах в жизни, когда я делал что-то, и вижу что-то прекрасное или удивительное, я должен остановиться и взять минуту, я ценю каждый момент - даже неудобства. ✨\n  ","609472":"\n  That was good timing ?\n  ","609473":"\n  I like horror or comedy mostly.\n  \n  Im more into indie films\n  ","609474":"\n  Why havent you seen them since December of last year? Why cant you just ask to hang out?\n  ","609475":"\n  I dont really try to use big or small vocabulary. I just speak in the way i know is easy for everyone in the room will be able to understand. I hate making people feel inferior.\n  ","609476":"\n  Ohhhh mind over matter?\n  \n  Maybe our consciousness is more powerful than we are taught to believe.. what if its so strong that what you believe might happen actually happens cause our minds are way stronger and we get glimpses of it and the more we practice the better we will be at controlling it.\n  ","609477":"\n  Sadly, a lot of those smells give me migraines but if I could i would be a basic bitch with pumpkin spice.\n  ","609478":"\n  Hey! Im sorry for the late reply! I hope you are having a great weekend so far ☺️ my day has started out great and i hope it just gets better and better ✨ lots of hugs dear friend ?\n  ","609479":"\n  I dont even remember that movie, i havent seen it so long.\n  ","609480":"\n  You think thats the best?\n  ","609481":"\n  Who what where when why and how?\n  ","609482":"\n  People say i don’t really need makeup but i love wearing it though. I love the way i look with makeup! But theres a lot of days i dont wear ANY makeup!\n  ","609483":"\n  Wow santa claus is already kinda creepy and add a mask - why not just make a horror movie?\n  ","609484":"\n  We ordered syringes filled with different strains of mushrooms and bags to grow them in.. im so excited cause theres one that helps get out all the toxic metals out of your body!\n  ","609485":"\n  • I believe we are a species with amnesia, I think we have forgotten our roots and our origins. I think we are quite lost in many ways. And we live in a society that invests huge amounts of money and vast quantities of energy in ensuring that we all stay lost. A society that invests in creating unconsciousness, which invests in keeping people asleep so that we are just passive consumers or products and not really asking any of the questions.\n  \n  • You have to understand that we've had more than 40 years now of massively financed propaganda called the 'War on Drugs'.\n  \n  • This beautiful Earth that we have, this gift that the Universe has given us is precious beyond measure, precious beyond imagination, and we are part of it and we must treat it with Love, respect, and reverence.\n  \n  (Quotes from Graham Hancock)\n  ","609486":"\n  I didnt even know that sentence existed, “greatest sequel of all time” lol ?\n  \n  Tell me tho ✨\n  ","609487":"\n  Its a good thing you’re anonymous huh? ?\n  ","609488":"\n  I have so many stuffed animals. But my FAVORITE is i have a little gizmo. He is sooooo cute\n  ","609489":"\n  Love it ??\n  ","609490":"\n  How can i only have one?\n  \n  You realize how many cute little animals there are?\n  \n\n   https:\/\/youtu.be\/Bomb0-996JM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609491":"\n  Yes its morning but doesnt mean im a morning person ? im not a fun person the morning. But once the moon ? comes out and the stars ✨ are shining, i am a blast.\n  ","609492":"\n  No that’s perfect ?\n  ","609493":"\n  Omg i swear ask just hates yousss ?\n  ","609494":"\n  Im sorry you keep getting reported. Just try to not post anything sexual or inappropriate. The main reason i just dont waste my time with questions like that is because they get taken down no matter what so why bother? And be careful about what you say as well and what you post. I havent really been on your page so i dont really know what someone would report but if you just try to keep it as PC as possible you shouldnt get any more warnings. ?\n  ","609495":"\n  Omg i have no idea. The amount of food they eat is insane. Probably Italian food. I could eat so much Italian food lol\n  ","609496":"\n  Yes i have. I add feta too a lot of stuff now. It adds so much flavor ?\n  ","609497":"\n  Im a night person ✨\n  ","609498":"\n  Please send me a fun name with the word boom in it please ?\n  ","609499":"\n  FUCK i want it so bad\n  ","609500":"\n  Honestly, i fucking love that name.\n  ","609501":"\n  I just dont see why i would spy for a country that wouldnt even benefit me cause i have zero ties there whatsoever ? unless ive been a sleeper cell this whole time being control just to gather information ?\n  ","609502":"\n  Yes i have lol why?\n  ","609503":"\n  There’s so many different ideas that people believe might be going on. We all perceive a different reality.. that might be because we all looking into a mirror or we are in a simulation together. Its quite possible that theres realms within realms and we cant even tell, which would make some people perceptions vastly different. Theres also a theory of multiverse and alternate realities. Which means it’s possible that you could have 100 different realities.\n  \n  I pretty much cant even come close to an idea of what we all perceive and why.\n  ","609504":"\n  Just my name : savannahamess\n  \n  But then i changed it too: thesavannahames\n  ","609505":"\n  Super awkward conversations.\n  ","609506":"\n  So there was a time where i was getting lost in the rabbit hole of YouTube and i was watching real stories and one of them was about a polyamorous relationship. I was fascinated. They broke it down where they have a different relationship with a different person based their personality.\n  \n  Example: if Jenna* is married to Jeff* - they have a wild fun relationship. But Jenna* likes to be a homebody sometimes but Jeff* doesn’t, but that doesnt mean they still dont love each other. Jenna* found Steve* as someone she can snuggle by the fire with cause hes an introvert and enjoys a good book instead. Jeff* would meet Stella* who be young and wild.\n  \n  So all their needs would be equally met and then they could have a healthy relationship with each other.\n  \n  In my own personal life ive experienced this working really well in my group of friends. I was good at keeping the relationships cause i knew each strength of my friends and i would always be their partner in crime which made all the relationships in general healthier because they started doing the same amongst each other so why couldnt romantic relationships be the same?\n  \n  I dont like sharing people though. I like being the center of attention.. so I probably would get really jealous. :(\n  ","609507":"\n  Omg yes. People lose my respect faster than i realize they lost my respect... respect is a HUGE deal to me. Once you disrespect me I subconsciously start detaching myself from people which ends up ugly and then i always have to come back and apologize that its my fault for not talking to them about it and just getting petty. So now im trying to talk to people who disrespect me and just tell them how i feel and work through it.\n  ","609508":"\n  Im gonna be honest, i am so confused about what you’re apologizing for?\n  ","609509":"\n  Dope: poppy plants - milk of the poppy.\n  \n  (I know you were just trying to be funny lol)\n  \n  Dopamine: almonds, eggs, avocados, bananas, beans, fish, chicken.\n  ","609510":"\n  Yeah for the most part. Or more like im just awake more often then im asleep so it just ended up timing perfectly ?\n  ","609511":"\n  Humans are great at destruction. Nothing else would be the reason for the human race to be destroyed except ourselves.\n  ","609512":"\n  Nope lacking gamma-aminobutyric acid, Dopamine, and Serotonin..\n  \n  So unless you have something natural to give me for those things, i dont wanna hear it lol\n  ","609513":"\n  AM - very lazy, tummy usually hurts cause of anxiety, im always cozy in bed, my mind is clearest but i dont have much energy.\n  \n  PM- super energetic, i get the most done at night, i feel the most comfortable, my mind is open.\n  ","609514":"\n  I feel like if we all just tripped on Ayahuasca worldwide, i feel like we all connect in ways that’s unimaginable. Think about it. The controlling government isn’t against mind altering drugs, think of big pharmaceuticals that make billions are passing out mind altering drugs. Alcohol is a mind altering drug. They are against the ones that are reported by thousands of years of records of civilizations using these natural items from the earth to unify themselves.\n  \n\n   https:\/\/youtu.be\/81-v8ePXPd4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/n6JQ5VjwRNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/3wDvSQZzpFE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609515":"\n  I don't see any virtue in nationalism it is an accident of birth which nation you were born it it was nothing that you did for your own Merit you didn't earn that you were born by accident in a particular Nation why should we automatically feel the other people who were born by accident in that particular nation has something special in common with us and that we together are a group who are much more important than other groups of people?  this does not mean I'm in favor of world government I detest government's that's another thing we need to grow out of we don't need governments anymore if we have them they should have a very minimal role in our society I think it's possible for the human race to relate as one family without leaders and governments who are exploiting the worst aspects of our character the lowest common denominator of our society deliberately encouraging fears and hatreds and suspicioned what responsible leaders should be doing is encouraging love and unity and failure to do that in my view disqualifies them from the leadership role entirely.\n  ","609516":"\n  Thank you so much! Hows your weekend?\n  ","609517":"\n  Im doing okay. I woke up with an unsettled stomach though. I hope the rest of the weekend is better! ?\n  ","609518":"\n  I would try my best to make sure the guy understood that we are trapped together and that we should work together then i would get to know them obviously. I would kinda force myself to get along with them since im trapped on a fucking island\n  ","609519":"\n  The earthquake in my heart from meeting you? ?\n  ","609520":"\n  You are sunshine ?\n  ","609521":"\n  I slept a lot yesterday. I ended up falling asleep super early and now im wide awake. Morning ☀️\n  ","609522":"\n  Im so happy lovely ?\n  ","609523":"\n  Why do you treat me so well? ✨\n  ","609524":"\n  How am i the babe when yous supposed to be the babe.\n  ","609525":"\n  My eyes are very important. I is too happy i didnt lose my eye.\n  ","609526":"\n  Im looking for one, do you have one?\n  ","609527":"\n  Alright theres a few sequels but its rare!\n  ","609528":"\n  Because thats how this shit goes. A virus will be foreign to us and we will lose people but other people have to survive and create antibodies and to build immunity. If you look back in history whenever something like this happened there were always someone capable of building immunity to passing it on. (The antibodies your parents have, you will end up getting. During pregnancy a mans sperm is filled with antibodies and its actually good for the kid. The womens breast milk is also filled with antibodies. Milky substance = antibodies ?)\n  ","609529":"\n  Oh my god. ? that sounds so dumb but super funny.\n  ","609530":"\n  So i never really used drugs in high school. If i did, it was a special occasion. As soon as turned 18 i just kinda did the basics. Uppers and natural plants\n  ","609531":"\n  If you wanna just trip out cause you’re bored\n  \n\n   https:\/\/youtu.be\/nGZx6Zdoog8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609532":"\n  Im trying to think what would be funny but its hard cause im against sequels cause i swear they are never good.\n  ","609533":"\n  Technically we are all gonna have to get it to survive so i dont really mind getting it i just dont wanna give it to someone who will die until we have someway to help stop it.\n  ","609534":"\n  Well i cant unread that ?\n  ","609535":"\n  No not really. It makes me really calm and mellow. Like my car could be on fire and id be like “ya fuck that car”\n  ","609536":"\n  I know!! It looks scary!\n  ","609537":"\n  Omg, you’re serious?\n  ","609538":"\n  Thanks babes ✨\n  ","609539":"\n  I am the key to the fountain of youth or the door to the alleyway of stars (milky way)\n  ","609540":"\n  Its been pretty loose anoose.\n  \n  Kinda just woke up from a nap. Now i don’t know what i wanna do but i do wanna watch a show maybe idk. My mind is rambling again.\n  ","609541":"\n  What if im the hidden key and theyre looking for me this whole time cause im like some immune being?\n  \n  Hahahahhaa omg i make myself laugh.\n  \n  Lets call it boomteen ?\n  ","609542":"\n  It depends on the position im in. Mostly, two hands cause i am always replying to something when i look at my phone so i like to be able to type quickly!\n  ","609543":"\n  Ill probably get the test.\n  ","609544":"\n  So when i was a lot younger i was obsessed with the all black contacts and white ect.. so i was trying to put them in without having any practice and omg i stabbed myself in the eye ???\n  ","609545":"\n  No, the only time i saw them was on the news on 9\/11\n  ","609546":"\n  No, we are all at risk at all times. They were busting their butt to make money during this time. Its no surprise that they ended up getting it. Im never angry at someone for something they cannot control.\n  ","609547":"\n  I love indoor pools more cause i can pretend im in a huge jacuzzi\n  ","609548":"\n  Yes ?\n  ","609549":"\n  I gotta order a bunch of supplements and healthy food so i can make sure i am in good health! ?\n  ","609550":"\n  I only like it if im not in it! Unless im under a cozy blanket, watching something, and drinking tea. I love snuggles when its cold.\n  ","609551":"\n  Well, this morning i woke up to finding out the owner of this home ended up getting COVID and now we are all in quarantine.. and im kinda freaking out cause that means I’ll probably get it. The best i can do is just prepare for the worst. I was already stir crazy... now im like well guess im gonna be watching a lot of shows.\n  ","609552":"\n  Truthfully, i am still searching what i am supposed to do. I wish I knew but ive been on a personal journey of finding myself and my true passion. ✨\n  ","609553":"\n  Every night but not during the day? ?\n  ","609554":"\n  I don’t really use Facebook..\n  ","609555":"\n  It makes me laugh when people get mad cause i don’t respond to them right away.... like do people think i have like 5 questions in my inbox? My inbox is an endless scroll ? im sorry i will try to get to you. Its just nonstop?\n  ","609556":"\n  I hope you have a beautiful day you wonderful person ?\n  ","609557":"\n  You got that right and im gonna watch Lucifer ?\n  ","609558":"\n  Theres a girl who does seafood mukbang? Idk how you spell it. But you cant see her face, she never talks, shes always covered up cause she has bruises all of her and sometimes has a busted lip. You cant contact her whatsoever. And even in her videos she does morse code for “help me” then she made another code spelling the world “help” people honestly believe she has been kidnapped and forced to make videos. Every time they try to trace down the account, and cant find anything so no one is able to save her..\n  ","609559":"\n  Theres another one of a mentally challenged couple that lived with the husband parents and they would make really weird YouTube videos together. Then the husband went on facebook and started posting about how he was gonna kill his wife and then starts saying “im going to kill that bitch” “one down two to go” cause he ended up killing the dogs too and burying all them in the backyard. He stabbed his wife while she was asleep in the neck. He had the knife in his bed-stand for months. He also just pretty much tells the police he wanted to kill that annoying bitch for a long time..\n  ","609560":"\n  Oh theres like footage from a car crash because people were racing but the way the guy got hurt is so bad and they show a video of him in the hospital with them trying to take the door out of his head...\n  ","609561":"\n  I look like i got botox but my tongue is sticking out lol\n  ","609562":"\n  I followed you. Omg you have amazing talent ?\n  ","609563":"\n  Yeah has to be two weeks cause it takes up to two weeks for you to start showing symptoms.\n  ","609564":"\n  So i dont know if everyone read my issue i was having yesterday where my gut intuition is telling me that it just wasnt a good idea for me to go to San Diego right now... i was having such bad anxiety... then i find out today that someone in my house had covid so now I literally cant leave cause im quarantined. Everything happens for a reason and i swear my intuition could sense something just wasn’t right.\n  ","609565":"\n  No worries. Im like trying to stay calm but like bow we are all quarantined\n  ","609566":"\n  I already posted about it ?\n  ","609567":"\n  Well ive been outside smoking and then i found out some news thats not the greatest but its all chill. Im on now\n  ","609568":"\n  So I just found out that someone in the house has COVID. Now im stuck in my room forever lol\n  ","609569":"\n  No, ive learned the hard way that nails fucking hurt in the eyeball ?\n  ","609570":"\n  Whenever the person feels like they are ready. Nowadays, more and more people are losing interest in getting married though.\n  ","609571":"\n  Baby you challenge my brain so well you’re like a sexy mind alternating plant ?\n  ","609572":"\n  I literally hold down my eyelid and rub it cause i hate that feeling so much.\n  ","609573":"\n  And maybe thats why earth is round and what if thats why they are starting to think aliens are in the earth but what if thats the way out of the eye ball?\n  \n  The theory we live in an alien could make sense and even with religious stories and phrases...\n  ","609574":"\n  I have mixed emotions - i am flattered you think im so pretty but at the same time dude why would you say that about your girl?\n  ","609575":"\n  Did you come to take me home?\n  \n  Because i am an alien.\n  ","609576":"\n  When my eyes get all heavy and i can fall asleep blissfully into dream world. ✨\n  ","609577":"\n  Can you send me this?\n  ","609578":"\n  You have no idea how amazingly special it makes me feel knowing theres someone who has wanted to be apart of my life that theyve been talking to me on here for years ? thank you so much and I really appreciate you telling me too. ?\n  ","609579":"\n  I know nothing about D&D ?\n  ","609580":"\n  I feel like ive become an introvert that likes being in my safe bubble.. i think it might be healthy for me to go\n  ","609581":"\n  Time is an illusion\n  \n  Time is man made\n  ","609582":"\n  Ok so first, thank you so much for showing me this.\n  \n  I find it a little scary how comfortable i felt slowly going into a black hole just looking at the stars until the end when everything goes black.\n  \n  Also it kinda looks like we were starring into someones eye. What if we are living in somethings eyes??\n  ","609583":"\n  Dude the whole video is trippy asf. When i turned the phone i was like “wait what the fuck no way”\n  ","609584":"\n  Dude no. You gotta check this shit out. When you watch the video you can move the screen around and it will show you a different view, its video interactive.. especially\n  \n   @Pookeo9\n  \n  you better try it\n  \n\n   https:\/\/music.youtube.com\/watch?v=JtYa0rb_jGQ&feature=share\n  \n","609585":"\n  What if eve was actually the devil the whole time?\n  ","609586":"\n  The spell that makes anyone who has a loose anoose, get a very tight anoose.\n  ","609587":"\n  Its 1:35 pm\n  ","609588":"\n  Yeah, so like im supposed to go to San Diego pretty soon. My anxiety is so bad though. And im supposed to drive there but something about it doesn’t make me comfortable. I told my best friend i would be there for her birthday too.. which is next weekend. Idk what to do.\n  ","609589":"\n  I really dont have the energy to get up and shower but omg i need to ?\n  ","609590":"\n  My hair is a nightmare, ive been looking up salons for an hour. Yikes.\n  ","609591":"\n  Whats up creeper ?\n  \n  Im about to go smoke more ganja, get the mind flowing with thoughts ?\n  \n  Don’t really have anything i need to do today besides my laundry fuck. ?\n  \n  Nope just gonna shower and annoy you all instead, arent you all so lucky? ?\n  ","609592":"\n  I went to bed around 6-7 am lol and before that i went to bed around midnight... i dont sleep that well. I only get a few hours. :(\n  ","609593":"\n  I woke up at noon.\n  \n  Good morning ✨ i hope you are having a beautiful day so far! ?\n  \n  Ill be on here for a few hours so lets make this interesting ?\n  ","609594":"\n  I am very lucky. I appreciate them so much\n  ","609595":"\n  I wish weed would do that for me :(\n  ","609596":"\n  Ive gotten over 100 gifts probably more by now cause i have AMAZING people who spoil me rotten ? on friday im getting something from someone ?\n  ","609597":"\n  That would be so fucking amazing. There would be less shitty people!\n  ","609598":"\n  I wanna start a program where when someone encounters a keyboard warrior my company will send them a package full of weed and things to do while high so these people can chill the fuck out\n  ","609599":"\n  You best believe im gonna grow the biggest Mushrooms ? you will ever see!\n  ","609600":"\n  The more i think about it the more and more i think this makes a lot of sense.\n  \n  Dude im gonna start growing mushrooms. All kinds. Ive been studying them and oh my god so fascinating\n  ","609601":"\n  Omg ive been on here for years and i cant not tell you how many times ive been reported. Honestly ive been reported so much im surprised i still have an account. I think im somewhat protected cause i was on of the first people to get asked to become verified because i was already getting a lot of activity on my page. Cause theres other people that im shocked when they come back and tell me there page got reported so they had to make a new one.\n  \n  Be careful though, i know they are pretty strict with the guidelines now.\n  ","609602":"\n  Im not even russian wtf\n  ","609603":"\n  Ommf dude this makes so much sense. Ive had so many personal reality shifts too.. ive never questioned it either.\n  \n  I keep thinking about what if everything is in my head.. like what if since i keep predicting things its not because i can guess what might happen but my mind makes it happen cause its all my subconscious since im in a simulation.. you know the simulation theory would explain what happened to me when i had my out of body experience\n  ","609604":"\n  Aliens ?\n  ","609605":"\n  But not for the russians\n  ","609606":"\n  I want hot cheetos. I bought hot cheetos. Im gonna eat them☺️\n  ","609607":"\n  Exactly. I look like a bimbo $lut but sometimes thats fun ?\n  ","609608":"\n  я пришелец\n  ","609609":"\n  ?\n  ","609610":"\n  The BEST simulation. We know who God is - we see you Morgan Freeman\n  ","609611":"\n  Look it up, youd like it ?\n  ","609612":"\n  #OMMF\n  ","609613":"\n  Yup. This is now forever a saying. Ommf\n  ","609614":"\n  OH MY GOD.\n  ","609615":"\n  I love the cargo pants look people are doing now. People look badass, fierce, and sexy\n  ","609616":"\n  Which makes sense why he was casted for a role as God.\n  ","609617":"\n  Staying lit and taking selfies.\n  ","609618":"\n  Its so deep that it ends up in the deep web of an alien society deep down in multiverse dimensions deeper in our galaxy.\n  ","609619":"\n  I dont look that much different ?\n  ","609620":"\n  We cant talk about that on here ?\n  ","609621":"\n  But look, maybe sometimes i wanna be able to look like a LA bimbo. ?\n  ","609622":"\n  You and me against the world ?\n  \n  When the stars collide, our souls will combine.\n  ","609623":"\n  Which in my brain = endless possibilities.\n  ","609624":"\n  Im a cute little dork\n  ","609625":"\n  I want to meet them all. We should create some kind of forum but it has to be like deep web status cause i dont want the mainstream believers, i want the die hard believers. Like the types that have a foot of an alien or a sock from #6388294748 dimension idk fuck. ??\n  ","609626":"\n  пару дней назад я получил лавую лампу медуз. Я знал, что это будет расслабиться, но я не ожидал, что это будет так замечательно. Я спал намного лучше с тех пор, как купил ее! мне так нравится ?\n  ","609627":"\n  WHY WOULD YOU BRING IT UP ?\n  ","609628":"\n  I do too and im going to be honest, the fact your on here talking about the same things as me - makes me feel less alone. Knowing im not the only one who enjoys these subjects. So thank you for not giving a fuck with me and just being completely out there ☺️\n  ","609629":"\n  I cant breath hahahahahahhahahahahhahah ?????????\n  \n  Thats also a very valid point. My god, you’re the logical one HAHAHAH\n  ","609630":"\n  That was my favorite thing to do during school. It was fun and i was pretty athletic as a kid that i was always picked for the best team. But i know the kids that got picked on, it was pretty brutal.\n  ","609631":"\n  In the past, it was harder to get instant gratification. People were working hard for gratification. Now, you can get it in the palm of your hand. Not only that, the access of information. There’s something damaging from scrolling through social media and just paying attention to those we are jealous of. Before it was hard to see how others are living, now we see it all. We see too much outrageous success. We are all in a rat race to get to the top. There’s something blissful with the unknown of the rest of the world. Think of all the places that are considered the happiest place on earth and youll see exactly why people are so sad.\n  ","609632":"\n  Are we getting to that point in history where we are starting to have people that dont know Elvis?\n  ","609633":"\n  Thats not a problem because i most certainly weren’t going to date you either.\n  ","609634":"\n  Ew, get that sadness out of here\n  ","609635":"\n  Yeah i was getting a little confused. But omg the videos are wild!!\n  ","609636":"\n  Wait, what bio?\n  ","609637":"\n  How many times you pull your horn today bud? Aww she's bashful. 5-8? You're a fuckin animal.\n  ","609638":"\n  Whoa whoa, i had breakfast at like 6am and it was a lot of food... i cannot eat lunch yet.\n  ","609639":"\n  Fuck Lemony Snicket, what series of unfortunate events have you been through, you ugly fuck?\n  ","609640":"\n  I was just making a joke. I was like kinda talking to myself out loud lol\n  ","609641":"\n  Awh ? thanks hun\n  ","609642":"\n  I have one\n  \n  My middle name is Quyen\n  ","609643":"\n  I used to love reading. I used to read all day. Now its hard for me to pick up a book. Once i get reading though i cant stop, but the motivation isnt there anymore:\/\n  ","609644":"\n  I actually didnt. I slept well though.\n  ","609645":"\n  My pillow. Omg its my favorite. Its been there for me through everything ?\n  ","609646":"\n  Jesus christ my car is loud. I think china heard me start my car wtf.\n  ","609647":"\n  Why\n  \n  And how to be mean?\n  ","609648":"\n  You’re trying to see if im a mean person ??\n  ","609649":"\n  I know what you’re getting at ?\n  ","609650":"\n  I wanna be nice ? today ?\n  ","609651":"\n  I hold so much doubt in my mind. Doubt that ill actually be successful and not a total failure. Its crippling. I wish i didnt doubt myself so much :(\n  ","609652":"\n  Ive been watching disturbing things found on the internet and my god people are fucking creepy.\n  ","609653":"\n  So i just had a thought ?\n  \n  We have chosen a small group of people that ends up getting all this fortune and lavish lifestyle all because they have a talent that’s especially good at distracting and herding the masses...\n  \n  now everyone is probably like ya we know that but wording it this way kinda makes you question why we are all ok with this?\n  ","609654":"\n  Awh, you never know ?\n  ","609655":"\n  Awwwwh now im curious about how everyone else feels ?\n  ","609656":"\n  Because i like being able to have a new look without actually drastically changing my look.\n  ","609657":"\n  Oh my god i am lit cause you got me mind blown. I love that concept. If this were true id be so happy cause this would make so much sense.\n  ","609658":"\n  I am from america\n  ","609659":"\n  I used too when i was younger, but i think it was because it was the only place my friends parents and my parents were okay with us not having to be around them. Now i cant last 10 minutes until im like “i need to get out of here” lol\n  ","609660":"\n  Thank you ?\n  \n  One of my favorite pictures ✨\n  ","609661":"\n  Stop making me so hungry!!! ?\n  ","609662":"\n  What is this movie about?\n  ","609663":"\n  Theres one that i saw the same exact thing not too long ago. It was one of the lightning videos, the way it was striking the clouds. Some weird shit is going on or weird shit has always been going on but we all finally have a computer in our hands to document everything lol\n  ","609664":"\n  I love the concept though cause i was thinking what if they were able to make some sort of reflection so that it looks like we are looking at nothing.. have you ever looked at someone through glass? They get all distorted. What if essentially they figured a force field thats like a way to distort our reality so if you look at glass it does the same effect back? And glass is from sand and lightning, what if we are underestimating the power cause it does get created by insane amount of energy and heat. If we didn’t know this i swear it sounds like im talking about some superhero movie and the dude gets struck by lightning and becomes powerful ?\n  ","609665":"\n  Dude ive been watching these kinds of videos all day. Theres some where im like, “idk whats real anymore” ?\n  ","609666":"\n  Holy fuck i want it\n  ","609667":"\n\n   @Pookeo9\n  \n  dude you gotta watch this and watch till the end! Im gonna try the glass shard thing now... when i got outside. It almost looked like they had some sort of force field coming of of it\n  \n\n   https:\/\/youtu.be\/wXvXNvek8Dc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609668":"\n  Ugh you’re making me hungry\n  ","609669":"\n  Of course ?\n  ","609670":"\n  Hahahhahahah i know it sounds gross but its so tasty i cant stop eating it when i start\n  ","609671":"\n  Shes now asleep under the blanket with me ?\n  ","609672":"\n  Our brains are essentially receivers. The things we see and hear are only able to be perceived if the receiver is working in full capacity. I can see and hear what my brain wants me to see and hear.\n  ","609673":"\n  Yessss ?????\n  ","609674":"\n  Buddy in the Sonoma in front of you is throwing dart butts out his window like they're fucking banana peels in Mario Kart fuck.\n  ","609675":"\n  So apparently there's a Dominos Pizza coming to town? Fuck, why don't we get another dollar store while we're at it.\n  ","609676":"\n  You’re just my little croissant ?\n  ","609677":"\n  I will not give up my beliefs on aliens, the universe, and religion.\n  \n  All the other theories can be wrong.\n  ","609678":"\n  HAHAHHAHAHAHAH\n  \n  I saw that perfectly ?\n  ","609679":"\n  I bet America is like “once we’re done here, their next.”\n  \n  Mwahahahaha ?\n  ","609680":"\n  I hate spam any other way but the flavor mixture of oyster sauce and rice vinegar with the spam is life changing. My sister used to make me them so much and i would eat so many so fast i would end up puking ? i love it hahaha\n  ","609681":"\n  Alright realistically which countries hasnt America shoved their big military dxck up their ass?\n  ","609682":"\n  I think depending the air quality and the wind ill get a little sneezy but thats about it.\n  ","609683":"\n  During your interview at Tim's you took your Dad's advice to be yourself...Fuck, half way through the interview you realized yourself sucks.\n  ","609684":"\n  You and me both ?\n  ","609685":"\n  The closest thing you've seen to a celebrity is the team of Clydesdales at Carson Farms that were in that Budweiser commercial.\n  ","609686":"\n  Its not too smokey out, but its still so gross for me\n  ","609687":"\n  Because honestly its been such a chill and relaxing day.\n  ","609688":"\n  Wow... that sounds terrible. I really dont want them now.\n  ","609689":"\n  Shes being a lazy bones and shes sleeping on her favorite pillow\n  ","609690":"\n  I woke up. Smoked weed. Made chai tea. Showered. Brushed my teeth. Watched dead silence. Made more chai tea. Come on here. Relax. ✨ ill go to the store later and clean the litter box\n  ","609691":"\n  Whoa, how do we even anticipate a civilization the same as today to make a decision that far in advance\n  ","609692":"\n  When i think about history tho I question if there ever was a time where humans had more humanity\n  ","609693":"\n  I wanna go back to those days sometimes... all the time..\n  ","609694":"\n  I miss the sound of the keyboard!!\n  ","609695":"\n  I would define genius as the ability to formulate ideas based on information they already know or specialize in, to hypothesize alternate ideas or theories. Theres so many different ways to be a genius, it all depends on the category or their niche.\n  ","609696":"\n  Your mom recently upgraded her Motorola flip phone to a Blackberry Bold\n  ","609697":"\n  I followed you! You seem like a pretty entertaining person ?\n  ","609698":"\n  You are pretty awesome ✨\n  \n  You are so sweet, im glad to hear you’re doing well ?\n  \n  Things in my life are good, thank you for asking ??\n  ","609699":"\n  Oh i had it recently cause i love cake ??\n  ","609700":"\n  No, whats this game?? ?\n  ","609701":"\n  You got one neck tie and you still slip it over your head using the same knot your dad tied for you 15 years ago fuck.\n  ","609702":"\n  I am in a pretty good mood ✨\n  ","609703":"\n  Awh! Thank you! Ill take that ?\n  ","609704":"\n  Cause im not cool at all!!\n  ","609705":"\n  Is this a joke because im not actually cool? ?\n  ","609706":"\n  And you frequently find yourself downwind from a degen who rips farts like a Clydesdale on Main Street during a parade\n  ","609707":"\n  Thanks for all the love ?\n  ","609708":"\n  Your 6 pack turns into a goddamn 4 pack in the amount of time it takes to drive back to your house from the liquor store.\n  ","609709":"\n  Bleeeeehhhhh\n  \n  Maybe later ?\n  ","609710":"\n  Not much muffin cake ✨ just hanging out. Watched dead silence today. What are you up too?\n  ","609711":"\n  You spent five minutes trying to find the dart you dropped in the snow bank beside the Tim Horton’s dumpster.\n  ","609712":"\n  The sun ☀️\n  \n  The moon ?\n  \n  The earth ?\n  \n  The stars ✨\n  ","609713":"\n  Yes i love wigs.\n  \n  I really need more wigs. I have so many on my wishlist\n  ","609714":"\n  Because each ring is a civilization in a different dimension.\n  ","609715":"\n  Uhhhh, no.\n  ","609716":"\n  SQUISHY IS THE SQUISHIEST SQUISHIER ?\n  ","609717":"\n  Your idea of holding the door for someone is pushing the wheelchair button as you walk through the door yourself.\n  ","609718":"\n  IS ALL THE TIME\n  ","609719":"\n  To be completely honest, i am not sure ?\n  ","609720":"\n  No, but I should. Why cant you guys be my boompa loompas?\n  ","609721":"\n  I only have a shower in my bathroom. I wish i had a bathtub:(\n  ","609722":"\n  The outfit i got told is coming in the mail tomorrow ?\n  ","609723":"\n  Hahahahaha!! So true!! ???\n  \n  We dont need to waste our energy ✨\n  ","609724":"\n  I was obsessed with them when i was growing up\n  \n\n   https:\/\/youtu.be\/DMNifnZwzro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","609725":"\n  Kinda...\n  ","609726":"\n  Ya cause i like to eat only out of styrofoam to- go boxes...?\n  ","609727":"\n  Right?! ???\n  \n  People must really think im weak minded if i just let someone hiding behind a screen try to insult me. Like how does that logically make sense? Like i dont know you - why would i care? And apparently im illogical. Sounds more like projection\n  ","609728":"\n  I know me too sis ✨?\n  \n  Hes always trying to make me feel dumb?\n  ","609729":"\n  Do i know you?\n  ","609730":"\n  I am fascinated with out of box theories. Today i was reading about how misommer was created to have hidden message to brainwashing. Yesterday i learned that some people believe we are in the eye of a God. I just love thinking of all the possibilities.\n  ","609731":"\n  A guy took a hooker to supper. He gave her his peas, she gave him herpes.\n  ","609732":"\n  Because they are all wonky. Youll see the difference when they are done.\n  ","609733":"\n  Im getting my lashes fixed either today or tomorrow woo\n  ","609734":"\n  I havent taken selfies for a few days, i think thats the issue. ?\n  ","609735":"\n  This was my phone! Lol wow we have come so far ? ?\n  ","609736":"\n  If i had money i would give back more ?\n  ","609737":"\n  I wish i could have shared! ?\n  ","609738":"\n  I ate it all so fast and it didnt make my tummy hurt that bad.\n  ","609739":"\n  Its stuffed french toast with strawberries and marscapone cheese, butter and syrup. Scrambled eggs. Then strawberries stuffed with more marscapone cheese\n  ","609740":"\n  I hope you have a beautiful day ✨ you deserve smiles!\n  ","609741":"\n  I would say my breakfast was fire ?\n  ","609742":"\n  Sleep well ? i hope you have sweet dreams\n  ","609743":"\n  I am good. How are you?\n  ","609744":"\n  No i havent done this ?\n  ","609745":"\n  I had a bomb salad and then a little bit of pasta.\n  ","609746":"\n  No, ive never really been much of a gambler.\n  ","609747":"\n  Yes baby boo ?\n  ","609748":"\n  я люблю держаться подальше от политики, но никогда не заканчивается хорошо, когда люди начинают говорить о политике.\n  ","609749":"\n  I havent heard about this. Is this a real thing?\n  ","609750":"\n  Hello ? how are you?\n  ","609751":"\n  Do you just mass send people questions\n  ","609752":"\n  Masubi is life\n  ","609753":"\n  Never really got into it!\n  ","609754":"\n  Oh wow that sounds nice!\n  \n  Ive been to all the islands except Maui. I love Hawaii. I miss the food so so much. ✨\n  ","609755":"\n  How would i go about creating a way for me to have unlimited amounts of food?\n  ","609756":"\n  Before covid i had a lot going for me and i was working really hard and i was doing really well. I was wearing myself thin though because i was pushing myself too hard. I know a lot of people would probably judge me or not understand my situation but it was tough for me... i was never able to come on here because i was so busy working or sleeping cause of working.. I just never really took a break.\n  ","609757":"\n  We meet outside of school\n  ","609758":"\n  Holy shit. I had no idea!\n  ","609759":"\n  Ive actually never heard about this.. what exactly happens?\n  ","609760":"\n  No not at all. I always had super close friends that i would spend time with even if we didn’t go to the same school.\n  ","609761":"\n  But she looks soooo good!! Ugh\n  ","609762":"\n  Not gonna lie, i just starred at her knockers ?\n  ","609763":"\n  почему бы тебе просто не игнорировать их? вам бы не помешал переводчик, если бы вы так заботились о том, что мне нравится видеть другие языки. Клянусь, некоторые из моих любимых людей здесь не говорят на английском языке. ?\n  ","609764":"\n  When someone gets everything taken away from them and they are left with nothing, have to start from scratch but still managed to stand up, dust themselves off, and say, “alright guess im just gonna have to do it all over again.” And since they never gave up they ended up successful and worked harder every day.\n  \n  Those people impress me.\n  ","609765":"\n  A certified beautician\n  ","609766":"\n  The top right corner of my page tells you where im from..\n  ","609767":"\n  I cant seem to be able to get myself to wake up and start cleaning up the room but that sounds like so much effort right now.\n  ","609768":"\n  Ended up hating the schools cause it didnt end up being challenging enough for me. Until senior year, one of the teachers noticed a lot of potential in me and requested I transfer to a harder material which lead my senior year being the best year for me.\n  ","609769":"\n  I went to 4\n  ","609770":"\n  All i want are kiss kisses ?\n  ","609771":"\n  Oh i am patiently waiting for you ?\n  ","609772":"\n  Right now i would buy ingredients to cook with because i am so hungry lol\n  ","609773":"\n  Hey, you’re pretty darn beautiful too. ?\n  ","609774":"\n  I dont know if i would even be apart of one. I switched schools a lot\n  ","609775":"\n  So it’s different levels of different puzzles. It starts off super simple then the higher you go its harder. But its all office themed little puzzles!\n  ","609776":"\n  я голосовал за тебя ?\n  ","609777":"\n  Its been a long time!! I would think almost a decade!\n  ","609778":"\n  No and I seriously don’t understand how people can.. ive tried so many times but my hand eye coordination is not able to handle that ?\n  ","609779":"\n  Im usually a pretty good judge of character. Im usually the one that picks up certain body language and little things that people say to kinda get an idea of what kind of person they are.\n  ","609780":"\n  I still love u even tho i was late to reply ?\n  ","609781":"\n  The office is here ?\n  ","609782":"\n  Fly to me? ✈️?\n  ","609783":"\n  You are way too kind ✨\n  ","609784":"\n  Theres someone getting their lashes done\n  ","609785":"\n  I totally forgot to eat and now im looking at food pictures and im very sad :(\n  ","609786":"\n  Im trapped in my room until a client is done.. and i wanna smoke weed so bad\n  ","609787":"\n  Awh!! ? awesome ?\n  ","609788":"\n  Howd you know my secret?\n  ","609789":"\n  I have a blast in arcades!\n  ","609790":"\n  Lol you’re sweet ?\n  ","609791":"\n  I don’t really feel like thats true..\n  ","609792":"\n  Without reason?\n  ","609793":"\n  My heart is smiling ☺️?\n  ","609794":"\n  I swear i crave chocolate all the time ?\n  ","609795":"\n  I downloaded a new one called office life 3D lol ?\n  ","609796":"\n  Good morning lovely ?\n  \n  I hope you are wearing a huge smile on your face ?\n  ","609797":"\n  Bring it in for a 2 person huddle ✨\n  ","609798":"\n  Why dont they like america?\n  ","609799":"\n  LOVE YOU ?\n  ","609800":"\n  Very accurate ?✨?\n  ","609801":"\n  Why not?\n  ","609802":"\n  Have what?\n  \n  Arabic as tattoos look so sick tho\n  ","609803":"\n  WHY DID I LIKE THIS SO MUCH ????????????\n  ","609804":"\n  Oh ? are offended that i dont like the way Arabic looks?\n  ","609805":"\n  I want all the hugs ✨\n  ","609806":"\n  Why do i feel like this was said like “if you like it why dont you marry it..” ?\n  ","609807":"\n  I am not sure but i do think its cute how you do that - kinda makes me feel super special ?\n  ","609808":"\n  I have and idk its not really my thing.\n  ","609809":"\n  Hey, remember Lorde? What happened to her?\n  ","609810":"\n  I think russian is the coolest looking language\n  ","609811":"\n  She was probably thinking about all the things she could have done to make more peoples life hell ?\n  ","609812":"\n  More of a friendly snuggle ?\n  ","609813":"\n  Thank you munchkin ✨\n  ","609814":"\n  No never. I dig my face in her fur all the time lol\n  ","609815":"\n  Hahahahah ok thats funny\n  ","609816":"\n  I snuggling with girls. Girls always know how to snuggle\n  ","609817":"\n  I highly doubt sneezing means covid ?\n  ","609818":"\n  fragole e ciliegie, un angelo che bacia la primavera, il mio vino estivo è fatto di queste cose ✨\n  ","609819":"\n  I love snuggles especially in the morning ✨\n  ","609820":"\n  I love stuffed french toast, yum.\n  ","609821":"\n  Dancing with devils\n  \n  Like a drunk\n  \n  Beauty queen ?\n  ","609822":"\n  I keep sneezing ?\n  ","609823":"\n  But i talk to myself all the time so i dont think that works ?\n  ","609824":"\n  I am really good. I woke up feeling really good this morning!\n  ","609825":"\n  Is that you? ?\n  ","609826":"\n  AQUARIUS ♒️:\n  \n  • passionate lover, excellent kisser ?\n  \n  • overthinker ?\n  \n  • they have an out of the box type way of thinking ?\n  \n  • a dreamer ?\n  \n  • feels a bit disconnected from people ??\n  \n  • stress a lot ?\n  \n  • spacey ✨\n  \n  • soul looks like a river ?\n  \n  • always have a sense of emptiness ?\n  \n  • quickest to notice bullshit ?\n  \n  • good at spending money ?\n  ","609827":"\n  LEO ♌️:\n  \n  • they are generous with money and affection and loved to adored ?\n  \n  • warm hearted ❤️\n  \n  • Egotistical ??‍♀️\n  \n  • likes parties ?\n  \n  • creative and good at expressing it ?\n  \n  • sensitive ?\n  \n  • give lots of praise and honest compliments ?\n  \n  • if they call you, you better answer the phone ?\n  \n  • leave them alone when they arent in the mood ??\n  \n  • they keep it real ?\n  \n  • they carry a lot of pain inside but dont show it ?\n  ","609828":"\n  LOL thats pretty cool ?\n  ","609829":"\n  Element: Air\n  \n  Planet: Mercury\n  \n  Colors: Blue \/ Grey\n  \n  Lucky stones: opal, magnetic ironstone, agate.\n  \n  Characteristics: versatile, witty, communicative, rational, takes pleasure in learning.\n  ","609830":"\n  Awh it got deleted :(\n  ","609831":"\n  Yes!! Its so nasty!\n  ","609832":"\n  I love when dreams come true ✨\n  ","609833":"\n  Sausage mcgriddle with hashbrowns\n  ","609834":"\n  Hahaha that would be so funny if you were just like “nah im not going back”\n  ","609835":"\n  That would be awesome, we could meet up all over Europe lol\n  ","609836":"\n  Give me all the answers! I would be patiently waiting for you to wake up so i could ask you what you saw lol\n  ","609837":"\n  I really wouldn’t be totally against this ?\n  ","609838":"\n  Oh you want coins ??\n  ","609839":"\n  I feel like if you tried to smoke that much you’d just pass out before getting close ? the best way would probably be like the craziest edible ever ?\n  ","609840":"\n  You are so goddamn sweet ?\n  \n  Ill always keep that in mind and the same goes for you sweetheart ? i just woke up so my brain is still starting up! I hope you have a beautiful day ?\n  ","609841":"\n  Oh i have.. i will admit most of the time it’s on accident cause I forgot to untick.\n  ","609842":"\n  No i cant say i have..\n  ","609843":"\n  Its a simulation\n  ","609844":"\n  I need a million hugs ✨\n  ","609845":"\n  Not really:\/\n  ","609846":"\n  I wouldnt know..\n  ","609847":"\n  Awh, thats a really sweet wish ?\n  ","609848":"\n  No i dont think so\n  ","609849":"\n  Ilysm ????\n  ","609850":"\n  Real want is like do whatever they need to do to be in my life\n  \n  And not real want is like wanting a celebrity or whatever. Like just having a crush.\n  ","609851":"\n  What am i talking too much about?\n  ","609852":"\n  No because its not like real real want.\n  ","609853":"\n  Awh me too ?\n  ","609854":"\n  Lets get a cloning device and get started!\n  ","609855":"\n  Unlimited amount of food would totally be better ?\n  ","609856":"\n  I just think you’re pretty great ?\n  ","609857":"\n  If thats what the people want I would be so down ?\n  ","609858":"\n  Ehh, im alright at math.\n  ","609859":"\n  Samurai cop ?‍♀️\n  ","609860":"\n  But not too good to be true right?\n  ","609861":"\n  I could probably come up with a couple other ideas ?\n  ","609862":"\n  Hmmmm... i would say she would be super tough and badass. Confident maybe a little too confident. Has a lot of special training. I just imagine russians as super badass. Lol\n  ","609863":"\n  Is you and i going to argue about this all day? ?\n  ","609864":"\n  We, us, are amazing ✨\n  ","609865":"\n  Guy is greatest hooman ever ✨\n  ","609866":"\n  So many years of education yet no one taught us how to love ourselves.\n  ","609867":"\n  He is wonderful and made her day times 1000. ✨\n  ","609868":"\n  Dont set yourself on fire to keep others warm ✨\n  ","609869":"\n  Awh ? omg ?\n  ","609870":"\n  No you dont ?\n  ","609871":"\n  Anything? ?\n  ","609872":"\n  Amazing hooman can sense other amazing hoomans, so thatd make you amazing hooman too. ?\n  ","609873":"\n  You think people love being called by their name, i think theirs so validity to that.\n  ","609874":"\n  He has the brightest heart of them all because he has a heart of gold ✨? he has the ability to make others around him shine like stars✨ he has the ability to make her feel all sweet as apple pie inside ?\n  ","609875":"\n  Hahahahahhahaha i love it so much. I think you’re on to something\n  ","609876":"\n  Thanks hun ?✨ you’re so sweet\n  ","609877":"\n  Stop it ? omg\n  ","609878":"\n  I know, thats why i was like “ok i need to stop this.” But thank you for telling me. Dont worry ✨ im not holding it against you ?\n  ","609879":"\n  You is cute hooman when emotional. Dumbo is cute, so you is cute. Moral of the story: U IS CUTEST HOOMAN\n  ","609880":"\n  1. Im enjoying being spoken too in third person as if we arent talking about me ?\n  \n  2. This is so beautiful and sweet. ?\n  \n  3. And i just wanted to see what you would say lol ? ✨\n  ","609881":"\n  Ohmygod you guys need to quit ❤️\n  ","609882":"\n  Thank you for thinking so but im sorry you dont think you look good ☹️\n  ","609883":"\n  Nope nope nope. You are wrong! ?\n  ","609884":"\n  Omfg thats not true! ?\n  ","609885":"\n  Im not where i want to be.\n  \n  Im proud that im not where i used to be. ✨\n  ","609886":"\n  Nooooooo, you need more purpose other than that!!\n  ","609887":"\n  I dont know why im laughing but i am. This just made me crack up. “Half baked stuff” LOL omfg\n  \n  I love your last sentence. That makes me feel all warm and fuzzy\n  ","609888":"\n  What if this world never had happiness and it was all an illusion? So if I deserve all the happiness in the world, would that mean i don’t deserve anything other than illusions?\n  ","609889":"\n  Awww ? thank you!!!!\n  ","609890":"\n  Yes you! ? i is not as wonderful of a hooman as you is. ✨ you is the best of the bestest hoomans ?\n  ","609891":"\n  Your idea of me is not my responsibility to live up. ✨\n  ","609892":"\n  Im so happy to hear that ?\n  ","609893":"\n  You is a special hooman ?\n  ","609894":"\n  Thank you ? i love that shirt\n  ","609895":"\n  I will ?\n  ","609896":"\n  No one else but myself\n  ","609897":"\n  I will hug you until you melt. ?\n  ","609898":"\n  I just had to read articles about people who have strength at disarming and wow, you are very observant. Very much can go back and give examples of how i managed to do exactly that.\n  \n  You still like me? Awesome shows how cool you are honestly. To be able to look past someones opinions and see other aspects of the conversation.\n  ","609899":"\n  That doesn’t sound enjoyable. That sounds hot, greasy, and exhausting\n  ","609900":"\n  I have to know as soon as i can find out. The suspense would kill me\n  ","609901":"\n  Hahaha, that makes total sense!!\n  ","609902":"\n  Ash is sleeping on my arm, which is making it very difficult to be on here.\n  ","609903":"\n  I hug her regularly whether she enjoys it or not ?\n  ","609904":"\n  Yes quite a few.\n  ","609905":"\n  Ohhh, wow. Good memory.\n  ","609906":"\n  My soul\n  \n  Thinks your soul\n  \n  Is pure magic\n  ","609907":"\n  Yeah i agree, that is nice.\n  \n  And yes thats what i mean.\n  ","609908":"\n  If they really apologize and explain why they are sorry then ya why not?\n  ","609909":"\n  I feel so flattered then! Thank you!! That means a lot!! ? im sorry you havent met many women who have those interests as well. Now that i think about it, neither have i..\n  ","609910":"\n  Oh this is fascinating. ?\n  \n  I just literally thought, “well that actually makes sense” LOL\n  ","609911":"\n  Sometimes\n  \n  You expect a lot from someone because you’d do that much for them.\n  ","609912":"\n  Why do you think this? ?\n  ","609913":"\n  I will admit, ive been very entertained\n  ","609914":"\n  Are you proud of what you started? Hahahhahaha\n  ","609915":"\n  Exactly. Which probably means what if not many people try to break me down? Im curious.\n  ","609916":"\n  Wow your anoose is extremely loose right now isnt it?\n  \n  Cause from where im standing its the loosest of anoose.\n  ","609917":"\n  Uneducated conspiracy theory bottomfeeder - thats a fascinating name and fucking funny too.\n  \n  Im actually really not insecure about my brain. Its like the one thing im headstrong about - lol get it. Ha.\n  \n  You’re more than welcome to believe whatever you want of me, you’re more than welcome to think im stupid- thats more power to me anyways honestly.  Ive notice that whenever someone trys to break me down i just wanna rise higher, so please keep going ? im just not gonna respond by blindly attacking you considering your anonymous.\n  ","609918":"\n  Oooooooooooooooh, you just dont like being corrected or have your strong willed opinions looked at from different perspectives\n  ","609919":"\n  Im utterly shocked. Ive been starring at your response just in amazement of how HARD you are trying to sound smart. God i wish i cared as much as you sometimes.\n  ","609920":"\n  Wanna know the difference between someone who’s intelligent and someone who isnt? Someone who’s intelligent wouldnt try to tear down another person’s intelligence but would be equally interested in another perspective and wouldnt tear someone down for having a different opinion.\n  \n  Whats the best part is your still hiding behind anonymous while in process of trying really really hard to insult me and my intelligence.\n  ","609921":"\n  I really don’t understand why im wasting my time ? lets smoke some ganja ✨\n  ","609922":"\n  Idk why i even bother\n  ","609923":"\n  I didn’t create anything really. I went through my whole life thinking i would never be intelligent enough. So you can try to insult me but its not gonna work because I already DONT even believe in my own intelligence LOL. Like if I surprise myself everyday i dont think i created this image of myself being super smart. Its the opposite I lowkey created this rebellious im not smart image and keep getting shocked by those such as yourself who feel inferior by me ???????\n  ","609924":"\n  Thank you sweetheart ?\n  ","609925":"\n  Study her findings. Or is she a conspiracy too?\n  ","609926":"\n  I didn’t make it up also i never GOT INTO harvard. I never said that. A scout asked if i would like to APPLY for the scholarship program. Two completely different situations.\n  \n  You’re really bad at this.\n  ","609927":"\n  You know what’s hilarious you blame me for thinking im talking to the same person and get mad at me for assuming its the same person talking about the same thing - youre not fucking ANONYMOUS. So dont try and insult me like im incapable of comprehending your lack of intelligence when you’re too much of a pussy to come of anonymous to SHOW me your a different person instead of being all booty tickled i don’t just assume you’re all just a different group of keyboard warriors.\n  ","609928":"\n  Do you know what a conspiracy theory is?\n  \n  Conspiracy theory - a belief that some covert but influential organization is responsible for a circumstance or event.\n  \n  I do not really see how be arguing that women are probably just as equally capable of being serial killers a conspiracy?\n  ","609929":"\n  Bro, have you been even reading the thread. I posted multiple times they dont even have all serial killers documented whatsoever. Its extremely difficult. HOW CAN YOU MAKE A THEORY WHEN YOU ARENT EVEN ABLE TO CALCULATE THE CORRECT NUMBERS? If not all serial killers are documented throughout the last few hundred of years how can you even think you can make an educated guess? Also, who the fuck are you? Are you some psychologist with a PHD studying the brain at Harvard, who are you to make a definitive argument like this and not even be able to give me more than ONE example other than mass shootings?\n  ","609930":"\n  Hahahhahahhahahahhaha\n  \n  72% killed at least one person in their care, and nearly half of them have killed their children.\n  ","609931":"\n  Hey lovely ? how are you ✨\n  ","609932":"\n  My name is\n  \n  Savannah ✨\n  ","609933":"\n  Your argument is very easily debunked\n  ","609934":"\n  No thats not the point at all ?\n  \n  Women are more likely to poison you\n  \n  Men are more likely to mass shoot up a school.\n  \n  Women are more likely to kill you in the hospital they are called “angel killers”\n  \n  Men are more likely to stalk you.\n  \n  Women are more likely to kill someone they get close too.\n  \n  Men are more likely to kill a stranger.\n  \n  From a psychologist who study serial killers literally said exactly what i said.\n  ","609935":"\n  Your example isnt a serial killer.\n  \n  Your example is a ONE time planned event.\n  \n  Serial killers are CLEARLY separate murders at different times. Dude its in the fucking name “serial” - “series”\n  \n  Your argument should be women do not commit mass shootings.\n  ","609936":"\n  No, you asked about serial killers.\n  \n  Serial killers is one of the different types of murders.\n  \n  They are not all the same. Some are more heinous that they get classified as serial.\n  ","609937":"\n  I know women are more fucked up and crazy than men. Women are patient. They crawl inside your brain and twist shit around.\n  ","609938":"\n  I think people dont give women enough credit. I dont think people believe women are smart but actually they just manipulated men into believing their not smart so the man thinks the women are too stupid to work so the women gets to stay home all day and just wait for the husband to leave to do her real agenda.\n  \n  Have you studied about the teen girls that kill their students by luring into woods ect. Its tragic. If you take the time to study youd see theres a fuck ton of fucked up but brilliant females. You wouldnt believe me but some of the notorious serial killers are women. I own a book called “serial killer files” it has a pretty equal amount of genders\n  ","609939":"\n  Yeah maybe if the body died recently and was kept well but not in the 1800s and before... how the fuck would you be able go get a good record of all those people who were being murdered left and right since there was no modern technology.\n  \n  Also, women are snakes. If you go read about women serial killers today - they are more terrifying than the men. At least the men will just cut your hand off in your face but women will manipulate you. Have you not paid attention to the women that somehow always has a rich old husband that keeps dying?\n  ","609940":"\n  Those arent categorized as serial killers. Those are mass murders, manslaughter.\n  \n  A serial killer is someone that systematically is killing individual victims with a pattern and\/or motive. Its more sinister, dark, wicked.\n  \n  Mass murder\/Manslaughter is someone that kills one or  multiple people at one time with no pattern or system - just a random selection of victims. Thats why car accidents that have casualties are manslaughter because its random and not planned.\n  ","609941":"\n  No that is a new one!! ?\n  ","609942":"\n  I would say that most are men, i just over time in history men were the ones more likely to get caught because women had be a little bit more sneaky to kill.. theres been so many women who poisoned tons of people but never got caught cause in the time nobody figured it out yet. And i would say that most people vision men to be more animalistic cause they hunt and they are bigger\/stronger. People dont realize that over time women have manipulated those men into doing awful things for them. So you cant really make it so black and white when we dont even have a proper record of all the people killing people\n  ","609943":"\n  Omg, another point for me!! #teamboomdoesitagain ?\n  ","609944":"\n  You must be new here\n  ","609945":"\n  The boombonic plague wouldnt be negative. It would be positive. It would be a virus that makes your body overproduce dopamine naturally that your at peace and happy all the time. It would just be groups of people dancing and laughing together. Why would i prevent this?\n  ","609946":"\n  Not as much as i love u ?\n  ","609947":"\n  You know, i disagree.\n  \n  But thank you!\n  ","609948":"\n  I cant say i was reckless enough to throw up any gang signs when im not in a gang and do not understand that lifestyle ?\n  ","609949":"\n  When people are sleeping near you\n  ","609950":"\n  Time to go get water ?\n  ","609951":"\n  I used to always get those when i would go to Islands lol\n  ","609952":"\n  You just blew my goddamn mind. I didnt even realize that. I was so thirsty before i came on here and then seeing this subconsciously made it worse\n  ","609953":"\n  If I sneeze one more time im gonna be so annoyed ahahhaha\n  ","609954":"\n  No i was going too but I thought thatd be a little weird.\n  ","609955":"\n  This is hard cause i would hate to be able to see everybody elses but not see my own... then i would hate to see my own but unable to see what my actions will cause. Its tough.\n  ","609956":"\n  Im so thirsty and need so much water but i dont wanna go into the kitchen cause theres always people in there its awful.\n  ","609957":"\n  Its nice seeing that everyone is forced to live the lifestyle ive been preparing for my whole life ? other than that its pretty shitty.\n  ","609958":"\n  магия\n  ","609959":"\n  I ended up getting a smoothie cause ive been eating crappy for days.\n  ","609960":"\n  I will forever love drake and josh\n  ","609961":"\n  Consume so much THC that your body ends up producing it naturally ?\n  ","609962":"\n  You, you, you ❤️\n  \n  Thank you ✨\n  ","609963":"\n  I really dont like the way they spell savannah like that. Looks so unfinished\n  ","609964":"\n  у меня все еще плохая тревога, но мне просто нужно сделать все возможное ❤️\n  ","609965":"\n  Variety of different songs. Mostly trance edm tho\n  ","609966":"\n  Should i put my tears in little bottles and sell it as necklaces? Tell people they will experience happiness from wearing her pain.\n  \n  And this just took a dark turn.\n  ","609967":"\n  You know what you need?\n  \n  Jellyfish lava lamp\n  ","609968":"\n  I am on here and listening to music! What are you doing?\n  ","609969":"\n  Are you trying to pyramid scheme  me?\n  ","609970":"\n  Happiness could be from finding out the perfect formula for your brain to make certain combination of chemicals or happiness could all just be entirely an illusion- man made idea to keep people from just not giving a fuck.\n  ","609971":"\n  Im open to hearing ideas yes.\n  ","609972":"\n  Thats go buy a farm and have an animal sanctuary ?\n  ","609973":"\n  I could eat a whole bag of those ?\n  ","609974":"\n  Thats cute. I love seeing how much you love your mama ?\n  ","609975":"\n  Ew, i hate those ?\n  ","609976":"\n  Well when i was in kindergarten my brothers best friend let me come over with my brother and this family in 2000-2001 was making about 32 million a year.\n  \n  Then my best friend for many years, her father made 78 million a year around 2007-2009. So you can imagine how much they probably make now cause they still make a lot of money today.\n  \n  - i dont think its really fair that they make THIS much money. Like if they just took 10 million and gave 100,000 to 100 people that could help out our economy so much... ive seen stupid wealth and luckily the families i know give back a lot but theres a lot of people that should help but dont.\n  ","609977":"\n  Thats a good question... i wanna study so many different subjects and ideas. ?\n  ","609978":"\n  Everybody is a slithery snake ?\n  ","609979":"\n  You really are a sweetheart ✨\n  ","609980":"\n  Ooooohhh, cause i make people explode? Go kaboom ?\n  ","609981":"\n  Crazy in a good way? ?\n  ","609982":"\n  You are so sweet. ??\n  \n  Awwwwwwhhhh ??\n  ","609983":"\n  Stop imagining fake scenarios and hurting your own feelings.\n  ","609984":"\n  You are so precious ?\n  ","609985":"\n  Dude when life give you nachos, you don’t question it.\n  ","609986":"\n  Good morning.\n  \n  Im like half awake. I apologize if i write anything super out there. Ive kinda turned off my filter in my brain and im just writing the first thing in my head ?\n  ","609987":"\n  Laughter and food ?\n  ","609988":"\n  Uh, jellyfish lava lamp.\n  ","609989":"\n  No but i want to go back and study ?\n  ","609990":"\n  Super random lol cause i havent said anything really intelligent for awhile ?\n  \n  Anyways, i don’t really feel smart. I just feel like i know an assortment of random information that i am able to compile together to formulate educated guesses about things that may be going on.\n  \n  Shit.. i just describe intelligence ?????????? i told you i dont feel smart. I wow myself everyday ??\n  ","609991":"\n  Yes ive done it multiple times.\n  \n  My friends and I used to love skinny dipping at night and now all my friends go to nude beaches and shit ?\n  ","609992":"\n  Good morning. I just woke up. Yesterday day i got a jellyfish lava lamp and now i cant look away. Never give a stoner a lava lamp if you want them to do stuff ?\n  ","609993":"\n  How do you know that name??\n  \n  And i was really stoned and i was like “whats an adjective that you wouldnt want your blow?” And then bam creamy was born.\n  ","609994":"\n  Someone please cheer me up!\n  ","609995":"\n  Its funny cause ive already thought about this and ive thought id be the perfect mistress hahaha\n  ","609996":"\n  I would love that ?\n  ","609997":"\n  Broccoli bacon pasta the way my stepdad does cause its amazing ugh i need to learn it. Its my favorite\n  ","609998":"\n  I would love to make food for you. I wanna make you all my favorite foods and see what you think of savvys little twists to regular food!\n  ","609999":"\n  I need a 24 hour massage lol\n  ","610000":"\n  Chicken ?\n  ","610001":"\n  Travel the globe ?\n  ","610002":"\n  I drive slowly\n  \n  And evenly\n  \n  And i dream about home\n  ","610003":"\n  Be my stars ✨\n  ","610004":"\n  This is probably the best thing youve ever said to me ?\n  ","610005":"\n  I just bacon and egg pasta.\n  \n  I like cooking when nobody is up lol ?\n  ","610006":"\n  I ended up ordering japanese food and then make italian food at like 3am\n  ","610007":"\n  Clever as the devil\n  \n  And twice as pretty\n  ","610008":"\n  Yes and no. I believe if karma was in full effect it would definitely be what goes around comes around type life but since theres so much corruption it doesn’t exactly let those who deserve good karma get good karma or those who deserve bad...\n  ","610009":"\n  Yeah, we cant really be friends anymore. Its kinda awkward cause we were best friends but now that i know the truth - its just not the same\n  ","610010":"\n  Im a really jealous person. What’s stupid is i don’t understand why im getting jealous cause you would think, “she has no reason to be jealous.” But i do. I get really fucking jealous over the stupidest shit. I just have to think everyone is doing and is better than me. That other people are more worthy.\n  ","610011":"\n  In a way, our intelligence would in fact make us superior but no one would accept it but its the truth. If we are capable of not going through glitches, thats pretty superior ?\n  ","610012":"\n  Yes, I believe so ?\n  ","610013":"\n  Im ready to soar through the night sky with you! ?\n  ","610014":"\n  Saturn*\n  ","610015":"\n  Where will we go?\n  ","610016":"\n  No it doesnt babe ✨\n  ","610017":"\n  But time is such a strange, incomprehensible thing isnt it?\n  ","610018":"\n  Of course you think that ??\n  ","610019":"\n  I used to look forward to going out with my friends and go dance ? my little heart ❤️ out\n  ","610020":"\n  Knowledge. Strength.\n  \n  When a person get crushed by the world around them but the rise from the fire like a phoenix and start again to end up successful again.\n  ","610021":"\n  I could be more sexy tho ?\n  ","610022":"\n  That would make a lot of sense because my whole life people would tell me how they remember certain things and i always have to correct them and i can give like small details about everything too. People make the excuse we all perceive things differently but what if we just say that cause we don’t understand that our simulation was just glitching? Or i have a couple friends that literally go off into space so intensely it looks like they leave their body.. what if the simulation is paused and thats why that happens?\n  ","610023":"\n  Whoa and what does it mean if your a person that never had a glitch like that and managed to go their whole lives remembering exactly how things went?\n  ","610024":"\n  Thats a really good point. Maybe he really was so smart to see what’s really going on!\n  ","610025":"\n  Maybe john lennon knew thats where he was headed? Maybe thats why people commit suicide? Those thoughts in their head that tell them that this life is meaningless and sad because they somehow have knowledge without realizing it about the world that comes after and they cant wait any longer or maybe they got a message for the supervisors saying, “its time, you can come home now.”\n  ","610026":"\n  Well it’s essentially why they would want you to start as a baby cause whenever someone comes out of a coma what is it like for them? Its like they turned into an adult baby.. but the hosts didnt have 20 years to wait... they need to start in a year or so..\n  \n  and thats why theres so many stories of people in comas waking up with talents they never had before, talking about people theyve never met, and have memories that arent even theres!\n  \n  Omg wait, this is kinda making sense.\n  ","610027":"\n  No to look so sexy ?\n  ","610028":"\n  Lets say its three times and the clue to know whether your in the first or second simulation before the 3rd is the first you go into it knowing nothing, unable to see whats right in front of them cause they have to learn so much then the 2nd simulation you know a bit more, you’re more open minded and see the world for what it is because you took all you learned from the first time without even knowing it. Then the 3rd is what people call heaven but its not actually heaven its here on earth but in a different dimension in a different simulation the best simulation..\n  ","610029":"\n  What if people who go into comas because they get pulled out of the matrix but they leave the body able to have a new host unless the body is too damaged and they just take it out completely? But what if the ones that wake up are never who they were when they fell into a coma? What if its the fastest way to switch host without going through the whole birthing process?\n  \n  Stop it spencccyyy my brain might explode with all these ideas. Lol ?\n  ","610030":"\n  Ohhhhhh... now im getting it.\n  \n  Why do you think it must be three times? Why couldnt it be infinite until you deliver whatever your destiny is preprogrammed for you in the matrix and you have to keep going into its done correctly?\n  ","610031":"\n  The amount of one worded answers is just a disappointment.\n  \n  I had to read that over 3 times to fully grasp what you are saying and i still think that concept is so obscure that my brain is like buffering ?\n  \n  How would the true simulation being different than the matrix inside the matrix? What about dying twice makes it where you’re able to go to where we’re living in? And why is it where we’re living is the special place, what if we are just in our first matrix? Are you able to tell in the matrix that you are in the matrix, are their any clues?\n  \n  Look what you did to my brain, are you proud? ?\n  ","610032":"\n  I think you need to teach the rest of us the secret to getting happiness like this.. ✨\n  ","610033":"\n  Yeah exactly. Like change it up a bit. Some questions are deeper than others. But to these boring fucks think all questions are the same ?\n  ","610034":"\n  Its fucking sunny ☀️ and hot ?\n  ","610035":"\n  Im over here all like, “wow you must be a fucking blast at a party.” ?\n  \n  I feel bad for having short answers i have to put emojis or i feel so disrespectful ?\n  ","610036":"\n  Thank you hun ❣️⭐️✨\n  ","610037":"\n  Dude i would get more enjoyment out of talking to a rock. There’s people i do not understand have so much activity when their answers consist of “no” “yes” “idk” and thats it. Like maybe its not their fault, maybe its the people on here condoning this BORING PLAIN behavior ?\n  ","610038":"\n  There was this one time where i went on a full vagina pampering spree so i was buying all this shit for my period ect and the girl started laughing and was like “i should call you up when im about to be on my period cause you just created the ultimate period package.”\n  ","610039":"\n  Its fascinating seeing how during the years ask has changed. It went from people kinda using it to post whatever they want to now people take this shit so seriously. I rarely see a funny ask anymore. I MISS ITALY. Fuck. She was so funny.\n  ","610040":"\n  I think you deserve a gold star ⭐️ for thinking this ?\n  ","610041":"\n  Its not so much a bad answer i got from someone but its just there answers on here in general. I understand that sometimes questions may have a quick answer but literally all i see is one worded answers ALL DAY LONG. Im like boo, you’re so boring. Also, like put some effort into it. Care a little bit more. People are asking to get to know you, its just kinda rude.\n  ","610042":"\n  Simplest way of gaining someone’s respect is by being there when they think you wouldnt be.\n  \n  Simplest way of losing it is being a different person when they arent around and talking negatively about them.\n  ","610043":"\n  I love to write. I love how you can take different words and make so many different variations with them. You can feel peoples words, like paper is their canvas and their pain is transferred to the words that they choose. Everyone has a story to tell, and writing makes it possible to read them all. ✨❣️\n  ","610044":"\n  Luv u booboo\n  ","610045":"\n  I want more muscle ??\n  ","610046":"\n  Im not... im in a constant state of anxiety. I thought i was stronger than this. I thought if there was an apocalypse i would be the badass but im just weak and anxious about nothing for no reason ever...\n  ","610047":"\n  I get infatuated with one aspect of the person and then i learn more about them and then im like nope. Not for me..\n  ","610048":"\n  I was in kindergarten but my mom had to pick me up cause school was canceled and then we just sat in the living room watching the news for hours..\n  ","610049":"\n  What if life isnt truly meaningless - but the truth is something we arent even capable of comprehension? What if that thought alone scares people more than thinking life is just meaningless? What if we all have our purpose; positive OR negative?\n  ","610050":"\n  No i do not. I am very lucky for that too. ❣️\n  ","610051":"\n  I see you ?\n  ","610052":"\n  What flower would you like to be? ?\n  ","610053":"\n  A little bit of me died.\n  \n  But you know what?\n  \n  A lot of me doesnt give a shit.\n  ","610054":"\n  I feel like i might have Irish cause i do not tan for my life and i am amazing at drinking ?\n  ","610055":"\n  Goodmorninggggg\n  ","610056":"\n  BOOMBERGS\n  \n  Damn thats good ?\n  ","610057":"\n  Sweeet as cherry pie?\n  ","610058":"\n  Keep on shining on all of us with that beautiful smile ?✨\n  ","610059":"\n  Actually it turned out really good. Its a super rich pasta so i managed to not make it too salty!\n  ","610060":"\n  I am doing alright. Im just hanging out with my cat who will not lay down for some reason.. lol\n  \n  I had a pretty chill weekend. I hope you had a great weekend ?\n  ","610061":"\n  Goldbooms is more likely to be my fav Jewish name ?\n  ","610062":"\n  This sounds terrifying.\n  \n  What if maybe that person wasnt in the greatest health and had some sort of issue with her brain and it made her act a little crazy? But then how would she know that name ?\n  ","610063":"\n  Haahhahahahahahhahahahahahahahahhahahhhahahahahhahahahahahhaha im laughing so hard ?\n  ","610064":"\n  I will check ig sweetheart ?\n  \n  Thank you for being so kind. I hope you are doing well ?\n  ","610065":"\n  Its one of our planets in our solar street ✨ saturn is far far away.\n  ","610066":"\n  I for some reason have 3 xbox ones .... no clue why\n  ","610067":"\n  Honestly no. Because im always afraid that I might like the person more than they like me BUT then i find out they were afraid of the same thing and then i lose my chance and get sad ?\n  ","610068":"\n  Thanks sweetness ?\n  ","610069":"\n  Im just in bed on here all cozy in my blanket ? im stoked for when i fall asleep ?\n  ","610070":"\n  Its 6am. Im just snuggled in bed. This is my favorite time to be all cozy in bed. ?\n  ","610071":"\n  On accident when i was younger.\n  \n  I was butthurt but i pulled it off ??\n  ","610072":"\n  I just showered  lol ?\n  ","610073":"\n  You bet your sweet anoose, that’s definitely what its called\n  ","610074":"\n  I actually really dont like bathing myself\n  ","610075":"\n  I love you for loving me so much\n  ","610076":"\n  Hence why i love squishy ?\n  ","610077":"\n  No like their anoose is like very loose, it hangs like the sleeve of wizard - do you understand now my friend?\n  ","610078":"\n  I think im gonna have a heart attack. Lol ?\n  ","610079":"\n  I am good. Im wide awake cause of cooking. I should shower so im gonna do that lol ?\n  ","610080":"\n  Im gonna make breakfast pasta with pancetta and eggs\n  ","610081":"\n  Oh yes! I was gonna go cook though. Will you be on for awhile?\n  ","610082":"\n  I ended up falling asleep, but it was only a nap. Now im awake and I promised i would try to make this pasta.. i think im gonna do some 3am cooking ? i would die if i made a vlog of me cooking at 3am ?\n  ","610083":"\n  Why hello my white knight ✨\n  ","610084":"\n  Whenever we are both on at the same time!\n  ","610085":"\n  Stay around in my life and you will learn all those things but i think we need to appreciate the true beauty - you. Someone who is able to see someone the way you do makes you beautiful. ?\n  ","610086":"\n  sometimes i wake up and have to remind myself, \"there is nothing wrong with me. i have patterns to unlearn, new behaviors to embody, and wounds to heal. but there is nothing wrong with the core of me and who i am. i am unlearning generations of harm and remembering love. it takes time.\n  ","610087":"\n  Ash has been a sleepybuttface all day.\n  ","610088":"\n  Smart girls are over thinkers, the insecure ones, the different ones. They know what the real world is like. They analyze every little thing in life. Why? To avoid getting hurt. To find happiness. They stay up all night thinking of every possible situations to get through all the problems. They think too much, the trust less people. Their insecurities prove their respect toward themselves. Smart girls know their worth, now those are the ones you keep by your side.\n  ","610089":"\n  I am a museum of art\n  \n  But you had your eyes shut\n  ","610090":"\n  Luv you ?\n  ","610091":"\n  Good sense of humor\n  \n  Dirty mind and\n  \n  Beautiful heart\n  \n  Deadly combination\n  ","610092":"\n  Oh! Yes! I would love this! ?\n  ","610093":"\n  Omfg i hate myself for wanting McDonald’s\n  ","610094":"\n  Hope you are having an amazing day sweetie ? you deserve to smile everyday ✨\n  ","610095":"\n  I love puzzles\n  \n  Reading a good book ? by the fire ?\n  \n  Taking a nap ? in the middle of the day ☀️\n  ","610096":"\n  #repost. ✨?\n  ","610097":"\n  No, i sadly do not have that kind of talent. I heard doing stuff like that can be time consuming and a little difficult! I wish i was talent with stuff like that tho ?\n  ","610098":"\n  Im hungry but i dont wanna cook :(\n  ","610099":"\n  I wish people had trailers\n  ","610100":"\n  Can someone buy me a pie and send it to me :(\n  ","610101":"\n  I want pie. So bad.\n  ","610102":"\n  I try hardest not to be. We have to be realistic and in someway we are going to be judgmental of someone. Its hard not to be quick to judge. I catch myself being judgmental and i take a step back and try to look through things in other perspectives cause i hate when others are judgmental of me so why would i do it to them?\n  ","610103":"\n  Awh!! You make my day! ?\n  ","610104":"\n  Fall is my favorite time of the year!! ?\n  ","610105":"\n  Thats so cute! I want you to be my sweetheart ?\n  ","610106":"\n  Of course i feel too much\n  \n  I am a universe of exploding stars ✨\n  ","610107":"\n  Over time sweetheart you will see all of that ? i promise ?\n  ","610108":"\n  Hahaha lowkey yes that’s exactly what im doing!\n  ","610109":"\n  I want a little finger monkey\n  ","610110":"\n  Every story has an end,\n  \n  But in life every ending\n  \n  Is just a new beginning\n  ","610111":"\n  You know what, i will.\n  ","610112":"\n  Let me get in the groove of being on ask and then ill probably get in a better mood ?\n  ","610113":"\n  Im bummed i dont have any :(\n  ","610114":"\n  I just wanna taste the creamyness in my mouth\n  \n  Yes thats supposed to sound sexual\n  ","610115":"\n  Hahahah maybe one time ill get super drunk and do that for you!\n  ","610116":"\n  Its been a long time for me too!!\n  ","610117":"\n  No, i cant do that ?\n  ","610118":"\n  That sounds so yummy omfg\n  ","610119":"\n  Your\n  \n  Comfort\n  \n  Zone\n  \n  Will\n  \n  Kill\n  \n  You\n  ","610120":"\n  Thats not very helpful is it? ?\n  ","610121":"\n  I hope we will get to hang out all the time though!! Im curious where we will be in 10 years.\n  ","610122":"\n  Yeah i dont think this person has done the math lol ?\n  ","610123":"\n  I love Powerade so much for some reason.\n  ","610124":"\n  This sounds like the best plan ever except what if i get ugly and fat by then? Or married with kids?\n  ","610125":"\n  How fast i am?\n  ","610126":"\n  Yeah, im always cleaning! I hate dust :(\n  ","610127":"\n  That sounds so peaceful ?\n  ","610128":"\n  Im taking a break from cleaning lol\n  ","610129":"\n  Oooohhhhhhh that sounds like a blast!\n  ","610130":"\n  Moonlight\n  \n  Beacon\n  \n  La jolla cove\n  ","610131":"\n  Ash is sleeping ?\n  ","610132":"\n  Religion.\n  ","610133":"\n  You go through things. You grow through things. You glow through things.\n  ","610134":"\n  Its both\n  \n  A blessing\n  \n  And a\n  \n  Curse\n  \n  To feel\n  \n  So deeply. ?\n  ","610135":"\n  Im actually in a really good mood and im really energetic!\n  ","610136":"\n  You’re the sweetest apple ? to my eye ?\n  ","610137":"\n  My best friends\n  ","610138":"\n  I went to bed at 6am ?\n  ","610139":"\n  Ive been awake. Two important phone calls came like one right after other. Ive been up since like 8am\n  ","610140":"\n  Omg its been a long time!\n  \n  Over a year now forsure!\n  \n  I hate thinking about me with braces, yikes.\n  ","610141":"\n  Did the flowers sense autumn coming? ?\n  \n  I think you are falling out of love ?\n  ","610142":"\n  Oh yeah. Our skin is just a suit. We have many different suits but always the same personality inside.\n  ","610143":"\n  Omg ? the things the probably see!\n  \n  “We will return to what will happen to the 3 year old boy who was kidnapped.” Yikes dude\n  \n  “Watch lady gagas concert through thousands of different channels now!”\n  ","610144":"\n  I dont know, i feel a little guilty.\n  ","610145":"\n  Omg i thought about this and like each of our lives is a different channel!\n  ","610146":"\n  I love going outside getting that fresh air and sunlight. I love having a nice cup of tea or coffee then going on my phone’s or computer to check things and to get my brain started.\n  ","610147":"\n  Money.\n  \n  Money could probably buy you those other things if you really wanted it too.\n  ","610148":"\n  Probably not ?\n  ","610149":"\n  Thank you lovely ?\n  ","610150":"\n  It was so funny!\n  \n  Have you ever done it?\n  ","610151":"\n  Someone who has a loose anoose and have to tell everyone about it\n  ","610152":"\n  Ugh dont make me think about it\n  ","610153":"\n  I love u for this.\n  ","610154":"\n  Is it bad that i just wanna be a sponge and soak up all this love?\n  ","610155":"\n  I love U\n  \n  I love you\n  \n  Luv uuuuu\n  ","610156":"\n  Yeah past lives, what about it?\n  ","610157":"\n  That peoples opinions mean very little to me.\n  ","610158":"\n  Omg so many years.\n  \n  But its been off and on. Like ill be on a lot and then ill disappear for a year.\n  ","610159":"\n  I come from within. Nobody can tell me how to feel about myself, only i can tell myself how much im worth\n  ","610160":"\n  Why cant i have both?\n  ","610161":"\n  Weddings are basically funerals with cake.\n  ","610162":"\n  I could totally do this right now. That sounds so snuggly and peaceful! I love your pretendlands ?\n  ","610163":"\n  Oh my jesus thats intense\n  ","610164":"\n  I havent been on at all today. Im sorry that it took me so long to reply!! ? i am in bed right now cause i cant sleep so i decided to come check out whats going on with ask! I hope you are sleeping well!! Hopefully will be able to talk soon! ?\n  ","610165":"\n  Thank you saying you love my eyes sweetheart ✨\n  ","610166":"\n  I feel like multiple can say they like my eyes..\n  ","610167":"\n  A strawberry\n  ","610168":"\n  Awh! Thanks ??\n  ","610169":"\n  Oh, thats very true lol\n  \n  Thank you ?\n  ","610170":"\n  If everyone youve ever known died, who would you be?\n  \n  What is your biggest fear?\n  ","610171":"\n  Then Earth saved the day again\n  ","610172":"\n  Not as often as i used too. Ive been really lazy with my hair lately.\n  ","610173":"\n  What if in another reality Hitler cured cancer? Dont think about it.\n  ","610174":"\n  No, i like being short.\n  ","610175":"\n  Hey, whats up ?\n  ","610176":"\n  Whys that? ?\n  ","610177":"\n  Yes I actually enjoy learning new things or ideas.\n  ","610178":"\n  Yes i have ?\n  ","610179":"\n  Like a week ?\n  ","610180":"\n  What do i fall into?\n  ","610181":"\n  Omg you wont regret this. So trippy\n  \n\n   https:\/\/youtu.be\/NqfQXP0Z-E4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","610182":"\n  Please listen to this if you just need to relax and decompress.\n  \n\n   https:\/\/www.youtube.com\/watch?v=0RXdd0pCJ9Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","610183":"\n  I heard this quote, \"Listen Morty, I hate to break it to you, but what people call “love” is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science.\"\n  \n  - is this why i fall in and out of love so quickly? Shit.\n  ","610184":"\n  Wow ? thank you! What a nice compliment! ?\n  ","610185":"\n  I wouldnt say i admire him, i just think theres so much to what was going on that we dont truly understand and hes so fascinating.\n  \n  But i like that we have that in common ?\n  ","610186":"\n  Lol, you love me? ✨\n  ","610187":"\n  Ohh, i love meeting people who are similar! What do we have in common? ?\n  ","610188":"\n  Yes they are ?\n  ","610189":"\n  Ugh if a cute little rhino laid on me I would fall in love too !!\n  ","610190":"\n  No.. ew. They arent cute no matter what size\n  ","610191":"\n  Well goddamn! ✨\n  ","610192":"\n  A bear ?\n  ","610193":"\n  Wow ? it’s that good??\n  ","610194":"\n  You like it ??✨??\n  ","610195":"\n  I feel at peace when its dark!\n  ","610196":"\n  Thank you so much ✨\n  ","610197":"\n  Yeah, sure, if you spend all day shuffling words around you can make anything sound bad.\n  ","610198":"\n  Roses ? are overdone lol\n  ","610199":"\n  Ok ya i have, but i dont wake up apparently i smile and snuggle deeper into sleep. Lol\n  ","610200":"\n  I like making my room a den so i like when other like there rooms to be dark too!\n  ","610201":"\n  Maybe nobody likes kissing people when there asleep? Haha\n  ","610202":"\n  Well ive never woken up after someone kissed me so i either never been kissed in my sleep or i dont wake up lol\n  ","610203":"\n  When i was 17\n  ","610204":"\n  Like 2:30 pm lol i didnt sleep till 6am\n  ","610205":"\n  You make me happy ?\n  ","610206":"\n  My height.\n  \n  Im butthurt about my weight\n  ","610207":"\n  Its kinda fucked up how its been happening for so long now i kinda got used to it so i stop paying attention. Which is bad cause i miss signals of someone that i may have liked at the time liking me and I totally thought they didn’t like me cause i turned off that radar.\n  ","610208":"\n  Ohhhh you must be a straight babe ?\n  ","610209":"\n  Omg more than 4 days. Omg i was loooppy.\n  ","610210":"\n  Considering my pet is a cat.. no i dont lol ? unless its chicken wings, cheesecake, and McDonald’s fries i have to fight her off me cause she can tell as soon as i walk i have some\n  ","610211":"\n  Goodnight babe ?\n  ","610212":"\n  You make me all happy ?\n  ","610213":"\n  Do i make your heart turn into silly puddy?\n  ","610214":"\n  How do you know they are all boys?\n  ","610215":"\n  That drives you nuts?? ?\n  ","610216":"\n  Omfg stop ?\n  \n  You’re amazing ?\n  ","610217":"\n  I give you the biggest hug ever ?\n  ","610218":"\n  Oh my god. I love u ?\n  ","610219":"\n  Omg that sounds delightful i think i might ✨\n  ","610220":"\n  “Sorry not everyone can get dick as easy as you since not everyone is as pretty as you. Not everyone gets it as easy as you.”\n  \n  Like fuck im sorry ?\n  ","610221":"\n  I feel so special ?\n  ","610222":"\n  Awwwwwwwh thats so cute\n  ","610223":"\n  I love being snuggled in a blanket ?\n  ","610224":"\n  I cant post anymore selfies cause im laying in the dark trying to go to bed! :(\n  ","610225":"\n  Thank you hunny ?\n  ","610226":"\n  Yeah but i dont think borrowing a kid is the same as owning one youknowwhatimsaying?\n  ","610227":"\n  Whats driving you nuts darling ?\n  ","610228":"\n  You dont mean this ?\n  ","610229":"\n  I dont have any kids though so i dont think i would be good for giving advice.\n  ","610230":"\n  Thank you for loving me ?\n  ","610231":"\n  Thank you so much ?\n  ","610232":"\n  Im not!\n  ","610233":"\n  No im not ?\n  ","610234":"\n  Oh yeah! Thank you ?\n  ","610235":"\n  Youre so sweet to me ?\n  ","610236":"\n  What makeup?\n  ","610237":"\n  Toddler advice?\n  ","610238":"\n  Myself ?\n  ","610239":"\n  Does anyone here know about the lush?\n  ","610240":"\n  Whats going on?\n  ","610241":"\n  Hows your night baby booms ?\n  ","610242":"\n  I couldn’t agree more my love ?\n  ","610243":"\n  I think experiences shape your insecurities.\n  ","610244":"\n  Thank you ?\n  ","610245":"\n  Love you ?\n  ","610246":"\n  Use it wisely ?\n  ","610247":"\n  No but im afraid hes gonna become that.\n  ","610248":"\n  I feel this so hard\n  ","610249":"\n  Sav! ?\n  ","610250":"\n  Hi\n  ","610251":"\n  Savannah ?\n  ","610252":"\n  Omg tell me about savannah GA\n  ","610253":"\n  Move back to California? Ive been thinking about it. Im not sure yet.\n  ","610254":"\n  This makes me nervous but sure ? i hate that im so curious.\n  ","610255":"\n  I think its my own insecurities\n  ","610256":"\n  Where have you traveled?\n  \n  Humbling experiences are beautiful. Im so happy to hear that!\n  ","610257":"\n  Awesome!!! Like what?\n  ","610258":"\n  Ive been good! How are you?!\n  ","610259":"\n  Oh haha no thats me. That was when i just got my hair dyed blonde so it changed my whole look\n  ","610260":"\n  I was kinda aware of it but deep down i dont really feel it. One of my friends looked at me one time and goes, “you really don’t understand how breathtaking you are do you?” And its true.\n  ","610261":"\n  Its the same pictures? Hahahah\n  ","610262":"\n  Yes. It took a lot for them to get me to see what they see.\n  ","610263":"\n  Yes i know who this is, i can tell by the way you write ?\n  ","610264":"\n  The guy whos out of my league.\n  \n  But its interesting they both did the same thing for me, that actually got me to believe im beautiful.\n  ","610265":"\n  Awh ? you are so damn sweet!\n  \n  Omg!! ?\n  \n  I am doing well how are you? ?\n  \n  Im listening to music just chilling.\n  ","610266":"\n  Ahhhh im happy you like it ?\n  ","610267":"\n  Im just hanging out ?\n  ","610268":"\n  I forgot about how much i hate getting more active on here cause then all the crazy people find me. ?\n  ","610269":"\n  Yet, we used all his findings today and America took his scientist and had them continue there research.\n  \n  & no one wants to talk about all the research they were secretly doing for Malaria..\n  \n  & nobody wants to talk about all the companies that contaminated peoples water supply just see what would happen to the city or community.\n  \n  & nobody wants to talk about how in new york they just dumped everything into one river, a river family’s would go swimming in. Sewage & unknown chemicals & oil.\n  \n  & nobody wants to talk about how england had the biggest mind control studies ever. They had to use people for those studies..\n  ","610270":"\n  Im not ready whatsoever. I havent even thought about it and now im so anxious. Theres so much pressure for the holidays but i think of covid this year might be a lot calmer just crazier for Amazon.\n  ","610271":"\n  Yes & yes ?\n  ","610272":"\n  Oh my god, what do you have in mind?\n  ","610273":"\n  Im obsessed with this song. Im calling it Nirvanas lullaby cause it makes fall asleep so peacefully.\n  \n\n   https:\/\/soundcloud.com\/user-50682707-30407618\/heart-shaped-boxremix?ref=clipboard\n  \n","610274":"\n  Its one of my favs too! Its so good omg!\n  ","610275":"\n  Those are my favorite things.\n  \n  And its gourmet the owners are from hong kong so im just excited\n  ","610276":"\n  Mongolian beef\n  \n  Honk kong pan fried noodles\n  \n  Dumplings\n  \n  Hot and sour soup\n  \n  Egg flower soup\n  ","610277":"\n  I ordered chinese food for dinner. Im lowkey stoked.\n  ","610278":"\n  Its called Batch.\n  \n  “Lifes a batch, so get some cupcakes.”\n  ","610279":"\n  Oohh, North Africa. Ok that’s awesome ?\n  ","610280":"\n  Like this.. haha i can usually see a flag.\n  \n  Where you from?\n  ","610281":"\n  Look at your thing at the too right corner, why is it two boxes with triangles??\n  ","610282":"\n  Yes a bunch.\n  \n  This made me miss the movie Car Wash\n  ","610283":"\n  I wanna model but i have to work out and eat right. Its a full time job. Theres planning and connecting with certain people.. ugh its hard\n  ","610284":"\n  Nice to meet you darling ?\n  \n  Thank you for checking all my stuff out ?? you are so kind!!\n  ","610285":"\n  Black, red, and purple\n  \n  Those colors make me happy\n  ","610286":"\n  Ive jumped off roofs, rocks, bridges, cliffs. Any high place with water - ive probably tried it. I was fearless as a kid. My fav are the cliff swings omg\n  ","610287":"\n  Im on pretty much all day everyday lol ?\n  ","610288":"\n  Im coming to your location,\n  \n  To watch you sleep\n  \n  With my tongue out ?\n  ","610289":"\n  Omgosh, stop ?\n  ","610290":"\n  It was just a really good stain but im sad ? cause i ran out and now i have to go and get more :(\n  ","610291":"\n  MK ULTRA. Brainwashing.\n  \n  Yeah, its pretty fucked up BUT what if they are able to crack our brain and open it up to explain how come its so easy to rewire someones brain? Essentially they figured out how to program people, like we are a fucking simulation. Its like the found a secret button in our brain and i wanna know everything.\n  ","610292":"\n  When i was in 2nd or 3rd grade my school had us do an exercise to see what type of people we were. “If theres 12 people on the train track tied down with a train coming, you can save 6 of them and yourself but lose the rest or you can save all of them but you wouldnt make it. What do you do?” Wanna know what my teachers predicted I would be? A leader or hero of some sort. Because at 7 years old i was willing to sacrifice myself like I understood wtf that meant lol but i just remember everyone else chose the other one and thought i was weird anyways....\n  \n  You gotta sacrifice in anything you want to achieve greatness in. If you’re not willing to sacrifice for the better of yourself or humankind then whats the point? If there was a disease that was so deadly in a little village in Africa, so we went over there and studied it and used the people to test vaccines ect is it wrong that maybe 200 were killed in that process but millions were saved or do we just sit there knowing that theres people dying faster than water drys up in the sun but it’s unethical so we cant do anything yet?\n  ","610293":"\n  Wait, can you explain?\n  ","610294":"\n  It happens all day for me :(\n  ","610295":"\n  Oh my god, bro yesterday I actually made this point to someone. Im not sure if you saw it.\n  \n  What if our idea of whats good and bad was just created from our own freewill? What if things went differently bad things were good and good things were bad? So what if we are preprogrammed as a simulation and it’s called alternative realities because they preprogrammed different outcomes to different worlds because of different realities and freewill? What if some are supposed to commit suicide, kill people, eat people, steal, and just awful things? We dont know why yet, but what if all of it doesn’t actually have a reason that we would all agree and like? What if they preprogrammed this world with such fuckery to see how we would react and quite possibly in another universe you could possibly be way worse or way better? Its a see what happens ??‍♀️ kinda superiority honestly. I dont think they control everything we do but i do think that based on the personality they give you, they want to see what choices we make. Thats where this idea of freewill comes from, its the illusion.\n  ","610296":"\n  Sometimes, you have to do scary things to survive.\n  \n  If you cant think of a moment where you were terrified but did what you had to do to keep yourself alive, you’re very lucky.\n  ","610297":"\n  Love your page, i followed you ?\n  ","610298":"\n  Heres my baby instead ?\n  ","610299":"\n  Maybe,\n  \n  We just found forever\n  \n  At the wrong time,\n  \n  And, someday, time\n  \n  Will pull us back\n  \n  Together again.\n  ","610300":"\n  Get in a good habit of putting yourself in a good mood.\n  ","610301":"\n  Chai cupcakes\n  ","610302":"\n  Why do i want more cupcakes ugh ?\n  ","610303":"\n  No thats my answer.\n  \n  I clearly think because of the time and society he had to do to continue his work. Idk if anyone has ever experienced this feeling of when they just HAVE to know something and they will not stop searching until they do, but thats what he was probably going through so no it doesn’t bother me and i hate questions like that cause its like its been so many years and we’ve used his findings so clearly nobody gives a fuck\n  ","610304":"\n  I think my cat is an alien. Shes obsessed with my computer and whenever i leave the room she will be on it. So this time i went on my computer and she managed to somehow get the computer to start talking to me and showing text on how to use the internet with all these weird codes and im just so confused hahah and now i cant get my computer to act normal. Lol\n  ","610305":"\n  Barley. Everyone keeps eating it ?\n  ","610306":"\n  Would you say its wrong for us to use Da Vinci’s findings if we are upset about how he founded them, especially years later when it really doesn’t fucking matter?\n  ","610307":"\n  Hi lovely ?\n  ","610308":"\n  I feel like that’s just you ?\n  ","610309":"\n  Where do i sound smart? ?\n  ","610310":"\n  I just love science theories. The mind. The body. Physics. Chemicals. I love everything about it. Science = life\n  ","610311":"\n  Oh no i created my own website on my computer. Its not a website online cause I haven’t made it one but ive been building it lol\n  \n  Oh god, you’re gonna see how nerdy i am now hahaha\n  ","610312":"\n  Thats not true :\/\n  ","610313":"\n  Since science is so broad, can you be more specific?\n  ","610314":"\n  Science  is my favorite thing in the world ? its something that we will never stop learning about. Endless amount of knowledge.\n  ","610315":"\n  Guys i ordered burger me again and its been delivered so im gonna devour it.\n  ","610316":"\n  I really really hope he likes me. Im starting to wonder if he loves me..\n  ","610317":"\n  Years.\n  ","610318":"\n  I really dont like the office. I dont find it funny whatsoever\n  ","610319":"\n  Its the chemicals for opium. Opium is ultimate euphoria. And it reminds me that im looking for a life that feels like opium.\n  ","610320":"\n  Its a painting for Dali called “the face of war” and its a skull with skulls inside of skulls. And when i was 8 years old i would look through the book of dali paintings all the time and I remember seeing this painting and i pointed at it saying “mom im gonna get this tattooed on me when i get older.” Little did she know i was right lol. It just always stuck by me cause theres a war on my mind. War in society. And i feel like ive died 1000 times.\n  ","610321":"\n  I have a rose on the other side of my elbow because ive been obsessed with roses ? and i just love that roses are beautiful alive and when they are dead.\n  ","610322":"\n  Theres flowers growing out of the jar with the brain with the words “all the best people are crazy” because my knowledge is always growing but im a little insane.\n  ","610323":"\n  I have a jar with a brain in it because i wanna preserve my brain. My mom always told me that my brain is the most important part of a person. And that always stuck by me that i became obsessed with the human mind\n  ","610324":"\n  On my left elbow i have two hands reaching for each other cause you need you elbow to be able to bend to reach for the people you love. ? and im always constantly meeting new people and sharing my love.\n  ","610325":"\n  Which one? 1,2,3?\n  ","610326":"\n  Its a naked girl with the moon as her head but its shaded as a skull. Im the girl. My heads up on the moon always. And i love skulls a lot.\n  ","610327":"\n  My second tattoo is above my siblings birthdays. Its the parents from beetle juice and they are for my brother and sister cause they were my parents growing up. And the parents are super edgy. Lol\n  ","610328":"\n  Okay ill start with my left wrist. Its a heart with love in cursive with three lines and two dates in roman numerals which is my brother and sisters birthdays. And i got the heart with love cause i wear my heart on my sleeve.\n  ","610329":"\n  Im okay at dancing, like i can get the whole dance floor to notice me and pay attention lol\n  ","610330":"\n  No, i dont think i can :\/\n  ","610331":"\n  Awh, im your little baby?\n  ","610332":"\n  Your family?\n  ","610333":"\n  No. Im very lucky that my tattoos are apart of me and i like them all\n  ","610334":"\n  No, thats kinda the point ?\n  ","610335":"\n  Like over 30\n  ","610336":"\n  Because its so fucking good i have to eat it in 10 seconds and that makes me feel like a fatty.\n  ","610337":"\n  When people obsessed about there kids and post about being a mother aggressively.\n  ","610338":"\n  Goddamnit ? you did it again. ?\n  ","610339":"\n  Well start with one cause i have a lot haha ?\n  ","610340":"\n  If youd like ?\n  ","610341":"\n  Cookie dough cupcake ?\n  ","610342":"\n  Do you really? ?\n  ","610343":"\n  Some people are artists. Some, themselves, are art. ?\n  ","610344":"\n  You are allowed to be both a masterpiece and a work in progress, simultaneously. ?\n  ","610345":"\n  Im gonna be seeing him when im in san diego, so we will see what happens!\n  ","610346":"\n  Im going to san diego in a couple weeks to be with my best friend and just have an amazing time! ?\n  ","610347":"\n  Retaining and comprehending information or something im reading. Pretty much if it has to do with words, im good at it lol\n  ","610348":"\n  Thank you, honestly this has helped me a lot. I knew you were the right person to ask dude!\n  ","610349":"\n  Yes but its my super secret blog\n  ","610350":"\n  Pick one of my tattoos and i will tell you the meaning the story behind it! ?\n  ","610351":"\n  I have to write everything down in the planner. If i dont write it down, it will never get done.\n  ","610352":"\n  To live your life based on how many followers and likes you get isnt healthy at all. Caring way too much about what people think isnt good. Social media feeds this instant gratification dopamine rush that we are all feeding right now lol\n  ","610353":"\n  Im just hanging out and blogging\n  ","610354":"\n  you know i doubt thats true but for my sanity i will start telling myself that now cause that thought makes me feel so much better.\n  ","610355":"\n\n   @Pookeo9\n  \n  do you ever have a conversation with someone and end up in a way outsmarting them and they just kinda go quiet cause there brain cant comprehend what im saying? Is that just me? It always makes me feel so bad. Like they make me feel bad for being intelligent.\n  ","610356":"\n  Im 25 darling ?\n  ","610357":"\n  Because reality isnt the same for them. Their world and our world are completely different. Whats sad is how normal and comfortable we all are with that.\n  ","610358":"\n  Tell me im pretty\n  \n  Tell me youve falling in love with me\n  \n  Tell me i make life worth living\n  \n  Let me be yours\n  ","610359":"\n  My mind is going a million miles per minute but i love it ?\n  ","610360":"\n  I live in a den lol\n  \n  Milk and cookies cupcake\n  ","610361":"\n  Way more often then i like.\n  ","610362":"\n  Hahahahaha that was totally worth it!!\n  ","610363":"\n  I subscribed and liked the song for you ?\n  ","610364":"\n  It looks soooooo bad ? but its actually not\n  ","610365":"\n  No thats what im saying like the masks i bought were $3 lol\n  ","610366":"\n  I just bought more face masks from forever21 since there cheap and im not paying $20+ for a mask lol\n  ","610367":"\n  This looks gross but its fire ?\n  ","610368":"\n  I bought a family pack of gourmet cupcakes cause im a fatty. ??\n  ","610369":"\n\n   @ASKfm_eng\n  \n  should make a repost option lol ?\n  ","610370":"\n  Why did I just find this so funny? I usually find humor is things that are funny cause its true! ? i just love how at the end you go “slowly destroying the earth” like i was all for it until the end and then i got all sad :( i wanna be good.\n  \n  Ok just for my enjoyment lets say this is true. So like ive been having this battle because ive been feeling like deep down im like a dark diabolical person but ive been constructed to be a better person so like im fighting against this nature to not study the brain to complete genocide to save the planet. What if im supposed to slowly destroy humans but because i have so much empathy i cant? God i would be such a weak alien ?\n  ","610371":"\n  Maybe im an alien that was sent for the cia to learn information and the document my intel via my brain and when i sleep they download everything i know?\n  \n  And they upload little things to help me know more the next day so thats why i had this image cause i got intel that you were eating a snack\n  ","610372":"\n  I just started cracking up cause i just imagined you in Canada, on ask while eating snacks and the CIA and riot swat team come storming in and you just jump out the window and run ?\n  \n  I have no idea why I thought of this but the idea of you running after being stoned on ask sounds hilarious\n  ","610373":"\n  Yes and i let the universe guide me on this adventure on wherever it may take me and let it bring whomever is supposed to be in my life wherever that is in the world. No race is limited. ?\n  ","610374":"\n  Shit, did we just figure out why those places exist but are never visited?\n  ","610375":"\n  How many did i fall in love with? Well i cant give a definitive answer considering the fact that i havent lived my whole life yet.\n  \n  Now i can tell you that im pretty sure that the number will keep going since it feels like i have the ability to touch many other souls and in doing so i end up falling in love with theirs.\n  ","610376":"\n  You know.... maybe the people that live there are aliens that lost there marbles when they arrived and ended up having to stay cause they cant remember how to go home?\n  ","610377":"\n  My soul transcends into all of you ? i dont belong to anyone but I belong to everyone. I am here to guide others to a life of endless love.\n  ","610378":"\n  That’s probably because to you im actually real ?\n  ","610379":"\n  Hold up i need to get my fishing rod i think i see a catfish ?\n  ","610380":"\n  You are the squirrel ?\n  ","610381":"\n  You understand the life im trying to live. Lake Tahoe is so insanely beautiful dude. Like you really understand why aliens want this planet so bad when you go there.\n  ","610382":"\n  ? you cant steal my face, i need it.\n  ","610383":"\n  Yeah its pretty dangerous for pretty much anything with a heart\n  ","610384":"\n  Cause they want to come say hello and then steal your nuts ?\n  ","610385":"\n  You want some intense loving from sav.\n  \n  Wanna know why im called lady boometh?\n  \n  Cause i love so intensely i will make you explode in euphoria and then melt into the earth.\n  ","610386":"\n  Look how fucking badass youd be ?\n  ","610387":"\n  Yes they can! ?\n  ","610388":"\n  Omg thank you ????\n  \n  You’re so sweet and beautiful babe ?\n  ","610389":"\n  Squirrels can fly too though ? and they’re fluffy and can store nuts ? you like nuts? You wanna store some nuts in a tree?\n  \n  Hahahhahahahahahah\n  ","610390":"\n  You’re gonna talk to me on ig?\n  ","610391":"\n  Fine, you can be a squirrel ?\n  ","610392":"\n  & you are a goddamn babe ??\n  ","610393":"\n  Im just disappointed you think i would wear underwear with little hearts on them\n  ","610394":"\n  What do you mean no?\n  \n  No what? Lol\n  ","610395":"\n  Can i be a little bunny?\n  \n  Since youre now a turtle ?\n  ","610396":"\n  We have the same mindset.\n  \n  I had to drive someone to the dmv but cause of covid they weren’t letting more people in so my friend got all pissed and i was like “look around you, were in Tahoe and we just had an awesome conversation on the drive down here and we can grab lunch and enjoy a new place.”\n  \n  It really changed their perspective and now even going to a grocery store is enjoyable for them.\n  ","610397":"\n  I mean, i kinda wanna be the alien kim k but like more earthy and in touch with nature. Less materialistic which is why itd be an alien version cause it would be so unidentifiable ?\n  ","610398":"\n  I agree!! Why cant we just love the little things in life?\n  ","610399":"\n  Oh thats rough. Were you more like a quick steak or more of a slow roast kind of bbq? Hahahahah ?\n  ","610400":"\n  They dont look like alien eyes ?\n  ","610401":"\n  Today is such a beautiful day outside. The wind is a little too cold but its nice to not be cooking like a bbq in the sun rays lol\n  ","610402":"\n  You know whats scary about getting as high as Mount Everest is that theres been so many people who arent able to come back down because we lost them..\n  \n  Did i just help describe severe mental illness?\n  ","610403":"\n  I just lost it HAHAHAHAHHAHAHAHAHAH i tried so hard not to laugh but omg that was so creative hahahahahhah ?\n  ","610404":"\n  What gave it away?\n  ","610405":"\n  Ooooohhhhhhh. Thats like my first hit of the day! The way it makes my mind feel like im floating away cause my legs are jelly so i cant walk.. so then i wrap myself up in a blanket and lay in bed all snuggly. Oh my god i wanna smoke now hahahahahha\n  ","610406":"\n  I do. I love them.\n  \n  Right now im playing Another Eden\n  ","610407":"\n  Alright, you little cheeky bastard. ?\n  ","610408":"\n  You’re right it’s extremely similar! Well honestly smoking weed just kinda enhances euphoria in your brain for you and so you feel like your crashing when you start to lose the high. Thats why its always good to fall asleep high so when you wake up youre all refreshed!\n  ","610409":"\n  Wow. Something in my childhood has put a block on seeing life in the way that you do. You see life with such colors and light. Because of that you see the beauty behind everything.\n  \n  I want to be more like that but i have this darkness lingering over me.\n  ","610410":"\n  What if we all have our role to play? What if we created a social construct of what is good and bad because of our freewill but people are doing what they are meant to do? Whos to say it couldnt have ended up people who try to eat cows instead of people were arrested cause we believed you shouldn’t eat other helpless species? So what if even though what he did was terrible but thats what he was supposed to do? What if it was preprogrammed regardless of what the rules were on earth?\n  ","610411":"\n  This is turning to a post with a lot history ?\n  ","610412":"\n  You guys are gonna make me get a big head and get all cocky ? you gotta stop being so nice all the time ???\n  ","610413":"\n  You know how to make someones cheeks turn tomato ? red ❤️\n  ","610414":"\n  Yes i do.\n  \n  Theres times if im trying to write really fast ill write in cursive.\n  ","610415":"\n  It really is an interesting feeling. Its one of those feelings you wouldn’t understand unless you’ve experienced yourself.\n  \n  Like doing drugs. You can explain it to someone but they wouldn’t understand the true feelings unless they’ve done them.\n  ","610416":"\n  I only want someone i trust to really try to get through that wall but at the same time how do you know you cant trust someone else if their trying to get through the wall cause maybe they actually care? A part of me wants someone to try but a part of me doesnt cause im not sure if im ready to bring my wall down.\n  ","610417":"\n  Thank you so much ?\n  ","610418":"\n  Im a big believer in facing my fears. Ever since i learned that when they help those with phobias they do increments of them facing their fears (example: phobia of heights they would take them a certain height at a time.) ive just told myself I just gotta do it. When i face my fears i gotta do it with someone i trust though. Ill always say, “im really afraid or im scared to death but if youll do it with me i guess.”\n  \n  • first time riding a bike i was so scared, my brother had me go down a steep hill my first time. I fell into bushes but kept riding ever since.\n  \n  • first time swimming in a pool i was scared of water, my brother threw me in the deep end and i swam everyday after that\n  \n  • first time in the ocean i was terrified of the waves, my friend made me run into a wave with her and kept going.\n  \n  • i was scared of opening up my mind to the pain, but i found a therapist that i actually trust. And now ive been diving deeper than i think i like lol\n  \n  • i had this fear of change, my cousin was next to me through the whole process of moving and starting over. Because of her i keep going headstrong.\n  ","610419":"\n  Geminis unite ?\n  ","610420":"\n  Awhh ? yesss!\n  \n  You are like the sun cause you shine on others ✨\n  ","610421":"\n  No i am an alien ? ive been saying this for awhile ??\n  ","610422":"\n  Well, ill add some imagery here. When my mind goes dark its like my brain shuts the door and turns off its speaker then it turns on autopilot as i emotionlessly start grabbing bricks and start building the imaginary wall. Every time someone asks me whats wrong i go .5x faster to get the wall fixed so my brain will crack open the door slightly and the speaker on low since it feels safe again.\n  \n  Which means i sit in silence. I just sit in my pain until i make sure nobody can hurt me again. My mind is fucking hamster wheel and when it gets overwhelmed it just goes straight survival mode.\n  ","610423":"\n  Ugh yes. I have days where i feel like im on the top of the world and nobody will ever bring me down. Then i have days where im just dragging myself.\n  \n  Shit spency am I bipolar or just the byproduct of a shitty society?\n  ","610424":"\n  Have i found another fellow gemini ♊️??\n  ","610425":"\n  Theres times it will not stop though. It can be good at times like right now where im just in my good thought process but when it gets dark and i have anxiety and my mind just keeps going and going.. its agony. Thats where the weed comes into play.\n  ","610426":"\n  Thats my goal. Im gonna find the secret of how to be immortal. I will live on forever. Whether it’s taking the dna  from the jellyfish that is able to regenerate new youthful cells or decoding our dna to find the marker that is actually a timer ⏱ that stops your body from creating cells it needs to in order for you to start dying because the aliens wanted us for labor of metals and gold, they didnt want us to live as long as them cause that was counterproductive.\n  \n  Or we are in a simulation and we technically never die because we technically never alive.\n  \n  Or our souls keep reincarnating over and over again in different lives which would make it so we are immortal just switching hosts.\n  ","610427":"\n  Why wouldnt you want to live for yourself? ?\n  ","610428":"\n  What do you mean am i real?\n  ","610429":"\n  Awwwhh ? thats so cute!!\n  ","610430":"\n  Oooooohhhh, ya i know ?\n  \n  Ive been told this a lot ?\n  ","610431":"\n  What if you turned around and found me looking at you like this while you were asleep ?\n  ","610432":"\n  My jawline is so sharp that it looks like its part of my neck muscles ?\n  ","610433":"\n  Look how sweet and innocent i am ✨\n  ","610434":"\n  So far my day has been splendid. ? this weed im smoking has me thinking about life in a different light ?✨?\n  ","610435":"\n  So for argument sake, lets say im attractive all the time - so wouldnt that mean i would still be attractive when i wake up?\n  ","610436":"\n  My mood changes as fast as i change between my favorite emojis.\n  ","610437":"\n  Same ❤️\n  ","610438":"\n  You’re sweet\n  ","610439":"\n  Its been a good decade for you ?\n  ","610440":"\n  Goddamnit? luv u\n  ","610441":"\n  I know youre just being sweet ?\n  \n  But thank you ?\n  ","610442":"\n  Stopppp itttttt\n  \n  You’re gonna make me cry ?\n  ","610443":"\n  I love you i love you ?\n  \n  Omg ? good morning\n  \n  I just woke up you just made my entire day. Thank you ?\n  ","610444":"\n  thank you so much!! youre sweet\n  ","610445":"\n  if he really meant it and knew what he did was wrong. why not give him the chance to prove himself?\n  ","610446":"\n  damn it. i should have thought of that.\n  ","610447":"\n  someone said, \"dont be afraid to start over again, you are not starting from scratch. you are starting from experience.\"\n  ","610448":"\n  hahahahhahah all the time\n  ","610449":"\n  i want to put a astronaut helmet on her so bad so i can call her space cadet since she has a small little head but she would be so mad. she would hate it.\n  ","610450":"\n  awh thank you for being apart of it love!\n  \n  i enjoy it as well. it was a fun day today on ask.\n  ","610451":"\n  the matrix\n  ","610452":"\n  i want to inspire people.\n  \n  i want someone to look at me a say, \"because of you i didnt give up.\"\n  ","610453":"\n  this year, she survived.\n  \n  next year, she'll live.\n  ","610454":"\n  thats true.\n  \n  so now what do i do?\n  ","610455":"\n  no way!!\n  \n  your questions are the ones i like the most!\n  ","610456":"\n  i only love that movie because of her.\n  ","610457":"\n  ever miss yourself?\n  \n  the person you were before you had your first heartbreak or before you got betrayed by someone you trused?\n  \n  i do.\n  ","610458":"\n  right?? i love her\n  ","610459":"\n  yes, and now i am happy.\n  ","610460":"\n  dance a little slower\n  \n  sing a little louder\n  \n  kiss a little softer\n  \n  look a little deeper\n  \n  dream a little harder\n  \n  love a little longer\n  \n  be a little better\n  ","610461":"\n  my day has been really good\n  \n  how is yours?\n  ","610462":"\n  im a hopeless romantic\n  \n  im sorry\n  ","610463":"\n  i want oreos right now ugh\n  ","610464":"\n  shes licking her bungus right now hahah lol\n  \n  and she loves the closet. like if i close the closet door she will not rest until i open that door again. its so annoying. she has a friend in there dude i swear.\n  \n  how are you?\n  ","610465":"\n  i dont want to burden him with my flaws and pain.\n  ","610466":"\n  thank you babe. you are so sweet. this really made me smile\n  ","610467":"\n  HAHAHAHAHAHAHHAAHHAHAHHAHAHAHAHAHHHA\n  \n  thank you for making me laugh. this was the best.\n  ","610468":"\n  I KNOW WHAT IM TALKING ABOUT\n  ","610469":"\n  im such a broken soul. my heart is in pieces and ive been shattered so many times i have lost so many parts.\n  \n  he deserves a girl that is more put together.\n  \n  not a damaged girl from a broken home and dark memories.\n  \n  he deserves someone who wont crash with anxiety and cry in a ball on a tuesday.\n  \n  he deserves someone who will go on all these adventures with him with the chances of a rock triggered them.\n  \n  he deserves someone that will push him and challenge him, who is also motivated and driven to be the best.\n  \n  he deserves a clean cut commercial blonde, not a tattooed rebellious blonde. lol\n  \n  he deserves the best and thats just not me.\n  ","610470":"\n  EXCEPT HIM\n  ","610471":"\n  you know, ive been really wanting to do that for a long time.\n  ","610472":"\n  hes completely unrealistic and out of my league\n  \n  i will never have him and i have accepted that\n  \n  ok time to move on lol\n  ","610473":"\n  or im not his type\n  ","610474":"\n  hes so blunt with me and this is what he chooses to not be blunt about?\n  ","610475":"\n  he does this too me. he has this way of breaking down my force field.\n  ","610476":"\n  why is this happening\n  ","610477":"\n  how do you know? maybe im not his type?\n  ","610478":"\n  he knows me better than anyone.\n  \n  he knows me better than i know myself.\n  ","610479":"\n  i have been feeling like hes been kinda lying about some of his relationships to kinda make me jealous or to see my reaction. like i think he makes up scenarios with a girl to hear what i would say about it and see if he really does like me cause now all of a sudden their like \"im gonna be single until the right one is ready to be in my life.\" ohhhhh and then they also said \"i tend to stay in relationships with people longer than i should even when i know there not the one for me.\" and i was like \"omg me too.\" and hes like \"ya... i know..\" like FUCK what are you trying to say my god just tell me. fuck.\n  ","610480":"\n  but what if they were saying that meaning like i wish that cause i wanna be your friend?\n  ","610481":"\n  when i told him i was coming to sd to visit he got all giddy. i think he kinda lost his cool cause he kinda realize and notice him like change his voice ahhaha.\n  ","610482":"\n  so like when someone constantly makes remarks like \"i wish we could hang out\" or \"i wish we could go to this place together\" or \"i wish we could go out to dinner\"\n  \n  do they like me?\n  ","610483":"\n  yeah i do but no im not doing anything.\n  ","610484":"\n  this is soo embarrassing\n  ","610485":"\n  im seriously blushing.\n  ","610486":"\n  we honestly would be a perfect couple since we are so alike and we challenge each other a lot.\n  ","610487":"\n  im pretty sure that every single time ive seen him ive blushed so hard and thats probably how he knows.\n  \n  but so does he. omg every time he sees me he like lights up and blushs a lot. oh fuck..\n  ","610488":"\n  no i dont but youre sweet so lol\n  ","610489":"\n  cant.\n  \n  is a super secret. so secret not even the secret service knows this secret.\n  ","610490":"\n  yeah, we werent neighbors there either.\n  \n  werent neighbors ever lol\n  ","610491":"\n  he knows all about it HAHAHAHAHAHAHAH\n  \n  we have a really weird relationship\n  ","610492":"\n  nope nowhere near him now.\n  ","610493":"\n  awh, im sorry lovely.\n  \n  are you doing anything to get your weight down?\n  ","610494":"\n  THIS IS A NIGHTMARE.\n  \n  if this is true, i am so deeply sorry.\n  ","610495":"\n  lol no not at all.\n  \n  i wouldnt date anyone thats my brothers friend.\n  \n  for the sake of my brother. lol\n  ","610496":"\n  a goddamn hunk\n  ","610497":"\n  yessssss\n  ","610498":"\n  hahahahahahahah\n  \n  i tend to do that with everything. i get lost in the depths of the internet.\n  ","610499":"\n  why do you think you need to lose weight?\n  ","610500":"\n  Dear Old Souls,\n  \n  theres this beautiful thing inside you\n  \n  that is thousands of years old.\n  \n  too old to be captured in poems.\n  \n  too old to be loved by everyone\n  \n  but loved so very deeply\n  \n  by chosen few.\n  ","610501":"\n  i am not a big fan of pink actually.\n  \n  but i will admit there are moments where i think black and pink is cute.\n  ","610502":"\n  thats not important lol\n  ","610503":"\n  - Tearing me up by Bob Moses\n  \n  - Trust by Alina Baraz\n  \n  - Alone by Prznt\n  \n  - Overthinker by INZO\n  \n  - Nowhere To Run by Brennan Savage\n  \n  - Art Deco by Lana Del Rey\n  \n  - We Are In Love by Ta-ku\n  \n  - Freak by Tyga\n  \n  - Faded by ZHU\n  \n  - Oh My God by Sevdaliza\n  ","610504":"\n  Ok, fair. But hes like better i swear\n  ","610505":"\n  No... the more i talk about him, the more i like him. I dont wanna like him. Its too unrealistic ?\n  ","610506":"\n  He’s literally the perfect specimen.\n  \n  - way too good looking\n  \n  - great style\/taste\n  \n  - mentally stable\n  \n  - dark sadistic humor\n  \n  - insanely intelligent\/challenges me\n  \n  - a foodie and amazing cook\n  \n  - motivated and driven\n  \n  - humble\/grounded\n  \n  Ok i could keep going but nooope. Lol\n  ","610507":"\n  Im being dead serious!! ?\n  ","610508":"\n  He is ?\n  ","610509":"\n  A deeper understanding\n  ","610510":"\n  No not a celebrity\n  \n  But totally out of my league\n  ","610511":"\n  Its a stupid unrealistic never gonna happen crush ?\n  ","610512":"\n  Can you tell me where i know them or anything about them?\n  ","610513":"\n  Who is it?!\n  ","610514":"\n  I have no idea lol thats the whole point of being anonymous. ?\n  ","610515":"\n  Yes he is.\n  ","610516":"\n  I just want respect, trust, compassion, and loyalty\n  ","610517":"\n  This is so adorable ?\n  ","610518":"\n  No they are not!! ?\n  ","610519":"\n  Okay.... you know me really well ? and what are you right now?\n  ","610520":"\n  What is my dream man?\n  ","610521":"\n  Yeah its a weird routine. My mornings are hard for me cause my stomach hurts so bad cause of anxiety. So i have to just chill until like 6pm cause thats when my body finally feels normal and then i can do all the little mundane activities we all have to do lol\n  ","610522":"\n  But what if i don’t know if hes on here\n  ","610523":"\n  No not really lol ?\n  ","610524":"\n  No... but i cant risk him seeing it by chance\n  ","610525":"\n  I wouldnt mind one bit ?\n  ","610526":"\n  I actually do. Its my biggest secret too!\n  ","610527":"\n  Hahahhahaha\n  \n  Im sorrryyyy ?\n  ","610528":"\n  Nopeeeee. I feel like if you know ranch santa fe moms, you know who im talking about lol\n  ","610529":"\n  I havent been outside for a bit which reminds me i need to smoke a bowl\n  ","610530":"\n  Well, if you ever find it... you will learn some dark twisted things about my mind ?\n  ","610531":"\n  Heres the thing, depends on the mom. If its the mom im thinking about, i would bang her so fast ?????\n  ","610532":"\n  Omg youre making me hungry!\n  \n  And thank you!! You keep drinking that water!!\n  ","610533":"\n  I wouldnt be opposed to it ?\n  ","610534":"\n  Its my secret blog ?\n  ","610535":"\n  Awh!! I love talking to you too!! ? it makes me so happy.\n  ","610536":"\n  Its just a white tank top\n  \n  And thank you its so messy but its kinda cute\n  "}}