{"Question":{"610537":"\n   i'm all better now ,just tired.. \nhow was your day dear\n  ","610538":"\n   wow you have expsensive taste but i think i do too\n  ","610539":"\n   What are two colors that you love to wear?\n  ","610540":"\n   Thats true but i respect you for that\n  ","610541":"\n   I just smoked pot so wish me luck on not eating ????probably unlikely because I’ll get the munchies ??\n  ","610542":"\n   I don't get why\n   \n    @mousabmubarak\n   \n   is asking questions on anon? We see you ? dude\n  ","610543":"\n   how did you choose this as your go-to meal?\n  ","610544":"\n   We need proof\n  ","610545":"\n   I love the shape of your haunches. That slightly elongated look is so perfect. It's so perfectly shaped.\n  ","610546":"\n   I got  suprises got a  picture  for you\n  ","610547":"\n   I kinda watch to punch T Swift really hard in her chemical fluid sacks (i.e. her implants). lol lol lol lol\n  ","610548":"\n   Which is more important: what you say or how you say it?\n  ","610549":"\n   Smile please\n  ","610550":"\n   That first photo in the simulation poll looks like Taylor Swift on a bender for some reason.\n  ","610551":"\n   Love it! ?????????????????\n  ","610552":"\n   I saved your selfie to my laptop because you are so beautiful.\n  ","610553":"\n   You did it on purpose as you are sexy and you know it ?\n  ","610554":"\n   I got an XL deluxe and an XL pepperoni. On Mondays they are $7.99 each where I live.\n  ","610555":"\n   I got 2 pizzas today and I hate myself. lol\n  ","610556":"\n   Why is he doing it on anon as everyone will see who he is when he gives you likes and coins? ?\n  ","610557":"\n   Ok.\nCan start?\n  ","610558":"\n   Do you want to play a questions game?(i ask you personal games and give you 100 coins for each answer)\n  ","610559":"\n   Yes share the recipe\n  ","610560":"\n   I love you\n  ","610561":"\n   Your bra matches your thong today Sav ?\n  ","610562":"\n   What is most dangerous thing to you???\n  ","610563":"\n   Напиши свой номер телефона\n  ","610564":"\n   Do you like to wear perfume if you do, whats your favorite one?\n  ","610565":"\n   Hi ??\n  ","610566":"\n   It's true though. I know you say things tongue-in-cheek on here a lot, but the fact there have been (and are) people who you've seriously said these things to blows my mind. Their luck is unbelievable. You press buttons that I imagine makes loving you come so easy and be ultra enjoyable.\n  ","610567":"\n   Boring socks or fun socks?\n  ","610568":"\n   Which is better: ice cream cake or regular cake?\n  ","610569":"\n   Do you think important to be sexy confident woman or would you rather be a humble laid back girl and be yourself?\n  ","610570":"\n   Lol totally forgot about that scene from Tomb Raider!??\n  ","610571":"\n   because i dont have internet access at my place \n\nand im glad weve been in this place together for so long i really wish i could see you in person forever\n  ","610572":"\n   what is the recipe\n  ","610573":"\n   Favourite mood......??\n  ","610574":"\n   Why are you doing this to yourself\n  ","610575":"\n   I think it looks amazing\n  ","610576":"\n   You are a pro cook\n  ","610577":"\n   What would you do if you found a book full of all the bad things that you’ve done in your life?\n  ","610578":"\n   Let’s get married ??\n  ","610579":"\n   yayyyy to be honest this coronavirus stopped me from contacting you and i was worried about you so much thankfully i can now keep in regular contact with you \n\nthank you so much for being there\n  ","610580":"\n   Can you please share the ingredients and the recipe lol\n  ","610581":"\n   You been awake for almost 24 hours?\n  ","610582":"\n   When did you wake up\n  ","610583":"\n   What's this it looks so delicious\n  ","610584":"\n   Did you wake up like an hour ago?\n  ","610585":"\n   What’s your favorite method of shopping?\n  ","610586":"\n   I love the things you say\n  ","610587":"\n   Pretty good? It’s amazing can’t wait for you to check your dms\n  ","610588":"\n   Maybe  i dont now\n  ","610589":"\n   is that pineapple drink any good?\n  ","610590":"\n   You're prettier. It not being you was a disappointment.\n  ","610591":"\n   Your ass on insta ??\n  ","610592":"\n   Tag a person with whom you wants to meet in real life?\n  ","610593":"\n   I thought this was you\n  ","610594":"\n   how are you?\n  ","610595":"\n   so you cook it separately from the other ingredients?\n  ","610596":"\n   how was the stew?\n  ","610597":"\n   Good morning ?\n  ","610598":"\n   Photo for your bedroom\n  ","610599":"\n   yeah because in real life you're too good for me\n  ","610600":"\n   Do you only eat like one legit meal a day?\n  ","610601":"\n   Meetings with vendor and giving instructions about sampling we are lady shoe manufacturing firm so ..\n  ","610602":"\n   What is your favorite thing\n  ","610603":"\n   Hi this is me again the one who asked about You are an Alien girl. Since you said your are so I wanted to know how positive in nature most of creatures like you are? Are they Good or Bad? They somewhat associated with terms like Angels or Gods Right?\n  ","610604":"\n   do you smoke?\n  ","610605":"\n   Good morning ☀️? I love you ??❤️\n  ","610606":"\n   I need your instgram ?\n  ","610607":"\n   What o'clock\n  ","610608":"\n   How much do you like to cook?\n  ","610609":"\n   how do you stay so slim even though you eat a lot?\n  ","610610":"\n   Work work and work ?? tough days i hope ill go home today finally after two days ❤\n  ","610611":"\n   Ahhh ok hahaha good job anyway??\n\nYes definitely, those eyes are very cute? And the music too?\n\nThanks again to you? And if you want, you can subscribe to my channel, I would appreciate it very much?\n  ","610612":"\n   Goodnight baby's mama\n  ","610613":"\n   Eres preciosa mujer.\n  ","610614":"\n   how long does it take to cook? does it have to be a certain kind of beef or do you use whatever?\n  ","610615":"\n   Do you like flowers?\n  ","610616":"\n   did you enjoy another amazing dinner?\n  ","610617":"\n   because too many people focus on the bad, so they associate tears with pain. no, tears can be beautiful. its a symbol of emotion that is not seen by many people. if someone opens up to you and they let their tears fall down, they are effectively saying \"i trust you to not judge me in this state\"\n  ","610618":"\n   How many years did you play it?\n  ","610619":"\n   aha it was very painful & I had to get my braces completely redone once my mouth healed! my jaw got wired shut in the meantime,\n  ","610620":"\n   Tonight in pretend land, you and I are going to be hibernating in a mountain house in Alaska. It's cool and nice there and we are going to be under our blankets and we get to sleep deeply because the cold air is nice for sleeping.\n  ","610621":"\n   What is the best way to train people to see the gradients in the world around them instead of just a simplistic “this is good, that is wrong” view of the world?\n  ","610622":"\n   Love or world peace\n  ","610623":"\n   How long do you think it'd take for you to be in the kind of soccer shape that would make you feel confident in your game?\n  ","610624":"\n   When you see someone succeeding more than you, do you get jealous, or does it motivate you to keep focused on your goals? Or do you just not react at all?\n  ","610625":"\n   If you had to join some sort of athletic team for fun (obviously after this crazy pandemic), which sport would you enjoy?\n  ","610626":"\n   Exactly ?& thank you I never did mouth off after that he taught me my lesson fr! it was crazy ppl were finding pieces of my braces on the floor fs!\n  ","610627":"\n   Those wing did look dry. I like mine covered in sauce. I can't do dry rubs\n  ","610628":"\n   You were also an athlete, so I bet that created a base for you that would take a long time to go away, even if you didn't do much.\n  ","610629":"\n   Thanks to you?\n   \n    https:\/\/youtu.be\/To3EJjCIDF0\n   \n   If you want, here is more?\n\nBy the way, good work too?\n  ","610630":"\n   wow that's crazy,, but good on you trying to help them out! I acc got into a fight once at school cus I smarted off to some black guy, I ended up getting my braces broken\/smashed outta my mouth, everyone saw it ? also got dragged outta the classroom by my ear, never again will I smart off to one?\n  ","610631":"\n   more like actress of my dreams\n  ","610632":"\n   why\n  ","610633":"\n   You definitely could pull off anything!?\n  ","610634":"\n   how can you be lazy yet still have those perfectly shaped cakes?\n  ","610635":"\n   How is your cooking going?\n  ","610636":"\n   oh really can you tell what happened in one? if you remember\n  ","610637":"\n   Hi there, If you don't mind and if you can answer this let me know whether you are an Alien ? girl or just pretend to be an Alien girl?\n  ","610638":"\n   have you been in a fight before? like at school or anything?\n  ","610639":"\n   How much is rent in Reno?\n  ","610640":"\n   Is that dark red?\n  ","610641":"\n   Like for like ❤\n  ","610642":"\n   how are you\n  ","610643":"\n   Do you have cable tv? It would be neat to watch shows together with you.\n  ","610644":"\n   Would you rather be a character in an action-packed thriller or a romantic comedy?\n  ","610645":"\n   Boomie! Did you finish your leftover from last night? How would you rate the wings you got? Where they really good?\n  ","610646":"\n   No, this is not a compliment, it is really my beautiful lady, I hope that a beauty similar to yours falls in my path⁦❤️⁩\n  ","610647":"\n   If you had to give up one thing for the rest of your life, would it be brushing your hair or brushing your teeth?\n  ","610648":"\n   i really could use a hug now.. im just gonna cry myself  to sleep ,',', good night my friend\n  ","610649":"\n   for your beautiful face, your beautiful body and your way of being.\n  ","610650":"\n   what did you mean by little emotional\n  ","610651":"\n   You do. I hope that doesn't come across as some kind of unhealthy attachment. For ex, if you wanted to stop using social media, despite life not being as rich w\/o you, I'd be at peace with whatever made you feel your best. But to know you fell ill and lost your sweet life? No no no. No peace w\/ that\n  ","610652":"\n   You deserve those tears to freely flow down your face, off your face, and feeling the after effects of salty liquid water being discharged from those angelic eyes.\n  ","610653":"\n   You're the cutest snow bunny here ?\n  ","610654":"\n   what is your honest opinion about this little cartoon (under 5 min)\n   \n    https:\/\/www.youtube.com\/watch?v=qWUBnrIaphQ\n   \n","610655":"\n   I like many but you fascinate me.\n  ","610656":"\n   I don't have any coins to unlock this!!!! I can't get coins anymore! This is not fair!\n  ","610657":"\n   There are 7 billion people and I only liked you.\n  ","610658":"\n   Blinds or Curtain?\n  ","610659":"\n   That was me btw. I know how you feel I lost respect for my husbands aunt and his sister but for now I got to play nice... And thank you for the compliment? never lose your pride or lose yourself because people can't respect you be proud of who you are(:\n\nI'm here if you want to talk about anything\n  ","610660":"\n   pls you r so beautiful  Your eyes are charming❤️\n  ","610661":"\n   Beautiful Lady.?\n  ","610662":"\n   Would your mom respond similarly to him if you said the same thing to her?\n  ","610663":"\n   Beautiful Lady.?\n  ","610664":"\n   im a big mess sweetheart\n  ","610665":"\n   how about we support each others\n  ","610666":"\n   oh my god you r so sweet ❤️?\n  ","610667":"\n   Would you form a relationship for survival?\n  ","610668":"\n   I don't know who is being disrespectful to you but they need to understand they shouldnt disrespect anyone unless they want it in return. If they can't respect you then they don't need to be in your life.\n  ","610669":"\n   What would your father say if you told him that you're sick of trying to find a life partner and that you've entrusted him to select your future husband?\n  ","610670":"\n   Would you ever give your body to someome to protect yourself?\n  ","610671":"\n   are you into poetry?\n  ","610672":"\n   have a good night girl\n  ","610673":"\n   ehh can i have you then ?\n  ","610674":"\n   such bold statement\n  ","610675":"\n   Are you like a National Park in that sense?\n  ","610676":"\n   your husband can take care of everything\n  ","610677":"\n   I really hate being this guy, but I am: it's \"barely\", not \"barley\". Barley is a grain.\n  ","610678":"\n   when it was over were you looking forward to seeing her again or was it like something you didn't want to revisit?\n  ","610679":"\n   that's good, I'm proud of you ?\n  ","610680":"\n   awesome ,married or have any kids yet ?\n  ","610681":"\n   so that mean you still single ?\n  ","610682":"\n   I see you for so much more. I see you as a girl with determination, a girl with a sweet and kind heart, a girl with a wonderful personality, a girl with a cute smile and a girl with a good head on her shoulders.\n  ","610683":"\n   Or the massive size of the universe i tend to think we're not alone... rather it be aliens or another civilization like ours\n  ","610684":"\n   On a serious note what do you think about religion?\n  ","610685":"\n   Well, they kiIIed Jesus to begin with\n  ","610686":"\n   so you're name is boometh ?\n  ","610687":"\n   Yes. Maybe it sounds weird to you from people you don't know, but losing you would leave a hole in my heart that'd never be filled.\n  ","610688":"\n   oh so some top secret information :o how many languages you can speak ?\n  ","610689":"\n   What’s up? Sweet lil piggy ?\n  ","610690":"\n   I miss you\n  ","610691":"\n   You actually look incredible right now\n  ","610692":"\n   how old are you dear\n  ","610693":"\n   just a getting to know you even though I won't really know you kind of conversation. A mutual informal,crazy, silly, fun, conversation.\n\nnothing too deep or serious....eh.\n\nIn a word..friendly.?\n  ","610694":"\n   what mean swagistan ?\n  ","610695":"\n   What are you doing\n  ","610696":"\n   you've never heard of attack on titan ??\n  ","610697":"\n   nah i mean since i followed you then i will be hanging around your profile often\n  ","610698":"\n   I think so lol I have no clue how much they cost but it's probably a lot. Whereas you could charge ooooh I don't know, maybe $10 a night? Get more people to join, and the more the merrier.\n  ","610699":"\n   sorry to let you know but i just followed you\n  ","610700":"\n   well you need to watch and understand the plot to get what's happening :D\n  ","610701":"\n   I mean, there probably are a couple of those in AZ, NV, and possibly UT...\n  ","610702":"\n   Actually, Survival Condo sounds similar to what you just described. It's in Kansas and it's basically like a luxurious underground bunker with food, a pool, your own room, a reading room, a gaming room, and more.\n  ","610703":"\n   Plot twist: Life was meant to make us depressed, and this whole simulation is covered in depression. Or maybe... maybe it's not. Maybe there's something grander, more spectacular, maybe there's a super simulation that is simulating the simulation.\n  ","610704":"\n   WHAT IF THERE'S A GOD DAMN SIMULATION INSIDE OF A SIMULATION?!?!? Dude, we could be in infinite simulations.\n  ","610705":"\n   oh you're such an angel <3\nwho was the last person you hurt ?\n  ","610706":"\n   they'd benefit from the scam link by creating a fake adult oriented page promising pics of you that asks for credit card info & then steal people's $. you wouldnt care if they dm'd people you know pretending to be you so they could get info and f with them?\n  ","610707":"\n   she was just wearing a ring ,what part of that is sexual :\/\n  ","610708":"\n   Some anonymous Russian is really confused right now.\n  ","610709":"\n   Don't feel guilty or ashamed for standing up for yourself(:\n  ","610710":"\n   Hallo princezz wie alt bist du denn\n  ","610711":"\n   А имя как твоё\n  ","610712":"\n   you saw that last scene as sexual ahahaha :o\n  ","610713":"\n   you regret it afterwards ?\n  ","610714":"\n   deleting it altogether if you tick them off, phishing scam links using your name, dm'ing people pretending to be you, etc.\n  ","610715":"\n   По русски не говоришь\n  ","610716":"\n   what are your fav chocolates?\n  ","610717":"\n   yeah when it's necessary\n  ","610718":"\n   i found it :D it's from attack on titan ,you can watch the first season but here is a clip of one minute of the conversation\n   \n    https:\/\/www.youtube.com\/watch?v=cIn9F9qLCIQ\n   \n","610719":"\n   Привет а ты откуда\n  ","610720":"\n   how do you know they arent bad?\n  ","610721":"\n   Are you ok? Really?\n  ","610722":"\n   i will remember the name of the movie and tell you to watch it :D\n  ","610723":"\n   wow you're really a sweet girl <3\n  ","610724":"\n   how could you trust someone to run one of your accounts?\n  ","610725":"\n   Thank you Sav. I know I'm not on here as much as I used to be but I am always here for you (and on Insta etc) xxx\n  ","610726":"\n   Will you ever post more underwear pics?\n  ","610727":"\n\n    https:\/\/youtu.be\/NfoTbD7R4lA\n   \n   Relax & Enjoy???\n  ","610728":"\n   This is not a come on and please don't take offense but you are breathtakingly beautiful\n  ","610729":"\n   Do you pay these people?\n  ","610730":"\n   Good because they are awesome on there as you can post more on there than you can on this site!\n  ","610731":"\n   why did you get someone to manage it instead of not using it?\n  ","610732":"\n   this feels like a quote from an anime movie ?\n  ","610733":"\n   Why do u put up with the disrespect\n  ","610734":"\n   I got my period. ?\n  ","610735":"\n   Urw honey , I won't be.. I promise ?\n  ","610736":"\n   Crying cuz I cant soap you up\n  ","610737":"\n   Your nose is perfect, don't ruin what God has giving you by getting a nose job.\n  ","610738":"\n   And everything still perfect, have a nice day sweety.\n  ","610739":"\n   Well I think that you are amazing! You have been an amazing friend for years. We live thousands of miles apart as I'm in England but you are definitely one of the nicest, sexiest, more beautiful and intelligent girls I know xxx\n  ","610740":"\n   You can always post more pics for your boomerangs\n  ","610741":"\n   It's okay tho if u need anything jor talk to someone I'm here?\n  ","610742":"\n   what does the person say when you ask why tf they have to keep talking behind your back after you made it clear it bothers you a lot?\n  ","610743":"\n   Que tan importante es Sonreír??.. ????.. How important is Smiling ?? .. ????\n  ","610744":"\n   U okay tho..?\n  ","610745":"\n   was what they were saying about you rly bad or was it the principle of it that upset you most\n  ","610746":"\n   less make up ,more beauty <3\n  ","610747":"\n   ☹️☹️☹️why\n  ","610748":"\n   why??\n  ","610749":"\n   Beautiful ❤\n  ","610750":"\n   Μοοδ\n  ","610751":"\n   You look like a cartoon which i cannot recall atm but you doo.\n  ","610752":"\n   Are you changing the world or is the world changing you?\n  ","610753":"\n   Literary the most important person in my life you Savannah ❤\n  ","610754":"\n   Can you name 8 teachers from your primary\/elementary school??\n  ","610755":"\n   Selfie beautiful Lady??\n  ","610756":"\n   Maybe we were all lied to, and there is no adventure. In fact we might live Groundhog Day forever. Like we live a life, we die, we reincarnate, live another average life, die, reincarnate, live another average life, die, reincarnate, live another average life, die, reincarnate, etc etc etc etc\n  ","610757":"\n   hey how are you\n  ","610758":"\n   but what if the different dimension is just this world, but slightly different? what if the 10th dimension is another way of saying the 10th alternate reality out of the infinite realities we live in? what if a black hole sucks us into another parallel reality?\n  ","610759":"\n   Squishy\n  ","610760":"\n   me\n  ","610761":"\n   High tolerance huh? \n\nNice ink you have.\n  ","610762":"\n   You have no idea how happy I am that you survived.\n  ","610763":"\n   Plotful twisting twist of the plot twist: this world is fake and our dreams are real\n  ","610764":"\n   the looks is on another whole level but are you a good person ?\n  ","610765":"\n   Plot twist: I'm an alien\n  ","610766":"\n   nobody is perfect, but you have to love yourself anyways and in any shape..\n  ","610767":"\n   Or maybe, just maybe, aliens are aliens surrounded by aliens on top of aliens covering aliens that look like aliens\n  ","610768":"\n   Good hbu :)\n  ","610769":"\n   that makes me wish I could kiss your nose all the time\n  ","610770":"\n   Why?you are perfect\n  ","610771":"\n   Or maybe, just maybe, the cops were aliens.\n  ","610772":"\n   Hey gorgeous\n  ","610773":"\n   Are the tattoos real or did you filter them on?\n  ","610774":"\n   I think black and white is so much better than color photos....\n\nI really like this one.\n  ","610775":"\n   That's very trippy. Especially since these were blank white trucks. Maybe the trucks were UFO's and inside were the aliens.\n  ","610776":"\n   oh how long you stayed wearing it if you remember ?\n  ","610777":"\n   I want to have a thing w u\n  ","610778":"\n   you had braces ??\n  ","610779":"\n   You are very sexy ❤️\n  ","610780":"\n   how old were you during those 2 times?\n  ","610781":"\n   But remember you don't have to always think that way man. Like just tell yourself for every good thing that happens, bad things cannot and will not happen cause they can't happen to you. It's like Area 51. It's forbidden to be part of your life. I know it's easier said than done though.\n  ","610782":"\n   how many times did you see her?\n  ","610783":"\n   Da onde vc é??\n  ","610784":"\n   Babes\n  ","610785":"\n   No you are fire\n  ","610786":"\n   Would you say you look more like your mom or dad?\n  ","610787":"\n   What is an Instagram manager? How does that work?\n  ","610788":"\n   Well?\n  ","610789":"\n   Do you think your looks have been more of a blessing or a curse, or of no consequence?\n  ","610790":"\n   What is the most interesting thing about the deep sea to you?\n  ","610791":"\n   What would you do if you woke up one morning and a horse was in your bedroom?\n  ","610792":"\n   Be with someone who ___ ?\n  ","610793":"\n   Have you watched any Dali interviews?\n  ","610794":"\n   Doesn't it ever freak you out that this whole world might be a big lie, and that the people we look up to might be Satan in disguise? Maybe it's cause I'm high, but damn it feels like there's something not quite right with the world. Like something's off, but we don't know about it yet.\n  ","610795":"\n   No, using weird fetishes to get free meals.\n  ","610796":"\n   What sauce packets do you get from Taco Bell? I get hot and mild.\n  ","610797":"\n   have you gone to any? whats the vibe?\n  ","610798":"\n   are the casinos open there?\n  ","610799":"\n   Wall jumps make me laugh. Kitties are funny. They get excited and hyper and do wall jumps. I like that.\n  ","610800":"\n   if I was a lesbian I would date you? Js ???\n  ","610801":"\n   Do you think you could live in an RV for a year?\n  ","610802":"\n   Can I get all your social media’s and phone number to contact you more\n  ","610803":"\n   I looked up pics of Reno online. It looks like an utter dump. lol\n  ","610804":"\n   I'm thankful you don't have one of those gross nose rings. They are so nasty. Lol\n  ","610805":"\n   Not crazy. You're naturally inclined to deconstruct what ppl say to you, to examine its parts & try to figure out why it was packaged the way that it was. What seems to animate that trait in you is a search for truth.  Even if it's not your truth, there's a strong sense that you value authenticity.\n  ","610806":"\n   I need to know Aquarius\n  ","610807":"\n   Too ? ing beautiful babes ?\n  ","610808":"\n   Selfie Lady???\n  ","610809":"\n   yeah you know we support you nm what..js you're special and I'd subscribe to you on there if all you did is food review videos lol all I care about on this topic is you never thinking your awesomeness is dependent on what apps you use or not use.\n  ","610810":"\n   Taurus\n  ","610811":"\n   Leo\n  ","610812":"\n   you are special and having it wont change that one way or another. you can use it however you want.  it's not like just bc you have it you have to post whatever other people post.\n  ","610813":"\n   Would you ever make an onlyfans?\n  ","610814":"\n   at some point you and I are going to have a conversation that will span more than you may think it could..I don't know when or how it will start, but I'm intrigued. I've learned a lot already from just the little we have spoken.\n  ","610815":"\n   Do you still make sgetti for dinner? When is the last time you had it? Also, what brand of pasta sauce do you use, or do you make your own?\n  ","610816":"\n   Damn!?\n  ","610817":"\n   $1200 for clothing??!?! What type of store did you work at. What a ripoff! lol. I won't even order pizza at full price. I only buy it when it's 50% off or close to it! lol\n  ","610818":"\n   Baby\n  ","610819":"\n   What’s the latest you’ll stay up?\n  ","610820":"\n   Omg please do Aries\n  ","610821":"\n   Hi girl\n  ","610822":"\n   Forest impression\n  ","610823":"\n   ? have you gotten better? you look healthy on your recent pics and not so much in your old ones\n  ","610824":"\n   when’s the last time you been to the hospital and for what?\n  ","610825":"\n   did you have a eating disorder before?\n  ","610826":"\n   gemini united!\n  ","610827":"\n   Tell us a fact about your zodiac sign?\n  ","610828":"\n   Jews are eviI\n  ","610829":"\n   What if I can give this universe enough energy to not only survive but to create more universes like yours ??\n  ","610830":"\n   Did you use a coupon for your food?\n  ","610831":"\n   You got the mark of the beast....\n  ","610832":"\n   Do you like doing these zodiac answers?\n  ","610833":"\n   Please do Sagittarius\n  ","610834":"\n   I'm a capricorn and this is spot on ?\n  ","610835":"\n   Aquarius\n  ","610836":"\n   How are you spending your weekend?\n  ","610837":"\n   Favorite iPhone model?\n  ","610838":"\n   Bikini pic for random Saturday post\n  ","610839":"\n   Angel\n  ","610840":"\n   Wait so no more panty pics on your instagram?\n  ","610841":"\n   Baby????\n  ","610842":"\n   What do you feel when you find out that somebody is stalking you on your social media\n  ","610843":"\n   When things start working out in your favour, seemingly out of nowhere, do you ever wonder if your luck will run out, and this is all just temporary?\n  ","610844":"\n   The sun just went down but where I am 10 minutes ago it was bright red and you could look at it for as long as you want\n  ","610845":"\n   Do you see the sun right now!!!\n  ","610846":"\n   Are you wearing sweatpants after your meal?\n  ","610847":"\n   Does Ash jump around a lot? Like does she jump up on cabinets and jump down?\n  ","610848":"\n   You don't want her choking on bone fragments.\n  ","610849":"\n   I'm gooood thanks xp excited about winter ?? yeah you're probably like the only one active on my feed haha I love that you still have your energy :p hbu?,how u been?\n  ","610850":"\n   What is Ash doing?\n  ","610851":"\n   Get a huge tiramisu cake from CostCo\n  ","610852":"\n   hahahaha I didn't realize how funny your PO Box items were. That's really funny. I hope you sign up for it again.\n  ","610853":"\n   Damn that looks good are you enjoying that?\n  ","610854":"\n   The wings look great. Is that penne paste on pizza?\n  ","610855":"\n   Did you food come? What's it look like?\n  ","610856":"\n   HAHAHAHA the postage costs more than that. That's really funny. Did they give you their name and address or was it just a mystery?\n  ","610857":"\n   What? Like you would get a letter with some coins in it? Like how many cents? ?\n  ","610858":"\n   I ate 3 cans of chey boyardee beefaroni for dinner.\n  ","610859":"\n   Weeew, I came back to this app after monthes and you're getting popular day by day ?? you probably don't even remember me lmao but Hi haha\n  ","610860":"\n   What was the most random thing you were sent to your P.O. Box? ?\n  ","610861":"\n   Don't even joke. You're better than that.\n  ","610862":"\n   What color is your cellphone?\n  ","610863":"\n   What would you do with me if i fall? ??\n  ","610864":"\n   how the world can you look adorable one minuet and hot the next\n  ","610865":"\n   I wish if its not just talking but in real awh\n  ","610866":"\n   After we die our souls collide\n  ","610867":"\n   That would be cool. Like you could make videos of you eating a rack of ribs and not wiping your face during the video so you face is like totally covered in sauce. That would be awesome!\n  ","610868":"\n   HAHAHAHAHA I'm such a fool. I literally can't help it. I seriously can't stop. hahahaha I need to get pretty so I can find a girl like that. hahaha\n  ","610869":"\n   Others as in? ?\n  ","610870":"\n   I'm happy you are chowing down tonight. Did you get it for delivery or do you have to go pick it up? Hopefully you can lay in bed and eat it and be all messy. And take pics of the food!!! And pics of you eating it!!!! I want to see messy face wing sauce pics! lol\n  ","610871":"\n   My energy will flow through your body ?\n  ","610872":"\n   \"Theres something about those lines that you cant get over.\" YES!!! You get it! I'm watching women's tennis and Alize Cornet just won her match and her pits are RIPPED. I paused the tv to stare at them for a while. LMAO\n  ","610873":"\n   When you had a po box were you getting stuff every week?\n  ","610874":"\n   Im already seduced by it, what else ?\n  ","610875":"\n   That's cool. I respect that. I like teriyaki wings with blue cheese. I like mild or medium as well. And I love real Texas bbq too!\n  ","610876":"\n   Well...Im thinking that it looked different than it did earlier.....?. But that's between you and me...??\n  ","610877":"\n   Do you think it's weird that I love female athlete armpits? Like when they lift their arms up and you see the muscle definition of their pits. It's so hot. I'm weird. lmao\n  ","610878":"\n   You like you BBQ chicken pizza. What type of wings did you get? Do you dip them in blue cheese?\n  ","610879":"\n   did you like the mexican pizza or are you glad that taco bell is getting rid of it\n  ","610880":"\n   You put that so well. That's exactly how I feel. One time I said you were a sponge for good information, but it honestly goes beyond that. It's not just info that you absorb, but the feelings that people have for you. It's like you can trace words back to the precise sentiments that generated them.\n  ","610881":"\n   What's for dinner tonight?\n  ","610882":"\n   Lets stay together ???? for the rest of life.\n  ","610883":"\n   Tool a peek at your wish list....hmmm\n  ","610884":"\n   If you see this and we aren’t mutuals, send me something & i’ll follow :)\n  ","610885":"\n   Not my hairs tho lmao jk ? I think your mind is sexy\n  ","610886":"\n   You are so deep ❤ give me chills\n  ","610887":"\n   Hi I just came across by accident and yours a babe babe\n  ","610888":"\n   You are a part of Moon, Moon is a part of you\n  ","610889":"\n   What’s your favourite time of day?\n  ","610890":"\n   Followed\n  ","610891":"\n   Careful, she's powering her lasers up!!\n  ","610892":"\n   Are you still in a form of education? (School, college, university?\n  ","610893":"\n   If you have pets, post a picture of them\n  ","610894":"\n   Space for me\n  ","610895":"\n   Wifey yous perfffff\n  ","610896":"\n   OMFG priceless lols ??\n  ","610897":"\n   Fire sav\n  ","610898":"\n   Lol that makes sense. But it does sound like something you'd find on Urban Dictionary though.\n  ","610899":"\n   Those are lenses?\n  ","610900":"\n   I've actually never heard of this until now. It sounds like someone imitating a dog by licking their face or something lol\n  ","610901":"\n   why didnt that loon go to jail\n  ","610902":"\n   that is insane. idk how you're so nice & open after going through something that messed up recently\n  ","610903":"\n   Deal :) And I choose option 2 also. I choose that because I speak from experience. The times that I'm the most pleased with what I have to say to you are when I stop thinking and just describe something about you. The nature of who you are colors my language in ways I ordinarily can't conceive of.\n  ","610904":"\n   crazy timing. how long has it been since yall all lived there at once?\n  ","610905":"\n   Would you be able to\n  ","610906":"\n   I'll have a look to get you some more Sav xxx\n  ","610907":"\n   Gorgeous\n  ","610908":"\n   ?\n  ","610909":"\n   How do you give rewards? I wanted to give you one for the smile you displayed..lol\n  ","610910":"\n   Still look perfect ????\n  ","610911":"\n   It gets ignorantly hot out there. I love Vegas...me and my best friends from childhood were talking about a Vegas trip nest year.....8 of us all together oh boy....it's gonna be an epic week. Lol\n  ","610912":"\n   I wish ?  sorry ? you are so cute ??\n  ","610913":"\n   Do you have PayPal?\n  ","610914":"\n   I wash kiss your eyes ??\n  ","610915":"\n   What did the Hispanic say when his house fell on him? get off me homes\n  ","610916":"\n   I believe there are 2 possible reasons why they call you it: 1) Because of the meaning OR 2) You have a way of inspiring people to unknowingly channel a higher power when they describe you. Either way is a testament to how special you are.\n  ","610917":"\n   The visit was good. 2 of my boys were here and my grandson.? But he's only a year. Spoiled ass..lol\n  ","610918":"\n   Is there a toy of hers in there maybe? Allie gets like that and when I get the little toy mice out she pushes them right back under and looks up at me as to say \"you gonna get those? Lol\n\nI have 4 children 31,31,22,20\nI'll send a photo.\n  ","610919":"\n   What's your fight song?\n  ","610920":"\n   How old are you?\n  ","610921":"\n   Pennsylvania,\nWhere are you?\n  ","610922":"\n   Panty Princess\n  ","610923":"\n   I like your eyes ? ??\n  ","610924":"\n   Lol....that's what they do...they want all the attention and with get an attitude if you don't give I to them... Allie is outside my door trying to push it open...just so I can get a break..what's up with you? Tired today. My youngest son popped over earlier.\n  ","610925":"\n   I got my usual 5 hours on and off. Beautiful day today..windows open listening to some music and other thangs..lol\n  ","610926":"\n   what do we owe the queen of socal's triumphant possible return to???\n  ","610927":"\n   I wish! No, I once asked you about any nicknames you have. When you said that one, I never used it because it felt too sacred to throw around casually. It's such a sweet name for you and just then it felt appropriate, like it came from a place of pure appreciation of your cuteness.\n  ","610928":"\n   they have em in the la area if you're ever down this way!\n  ","610929":"\n   What will you most miss about Reno when you leave?\n  ","610930":"\n   Do you miss working with animals?\n  ","610931":"\n   Thank you. ? Such a lovely smile. That will get me through my day....did you get any sleep?\n  ","610932":"\n   You look hot af when you just wake up. What a Queen.\n  ","610933":"\n   But you really are hottie hehe id marry u in a heartbeat\n  ","610934":"\n   Yeah you are Manna\n  ","610935":"\n   Beautiful\n  ","610936":"\n   They are your photos and you do as you please, but how about the tiniest of smiles?\n?\n  ","610937":"\n   Y are you so gorgeous\n  ","610938":"\n   last time you wrote a letter ?\n  ","610939":"\n   this one is supra hot hd xD??\n  ","610940":"\n   152. do you have a fav number? if so what is it\n  ","610941":"\n   lol how many meals do you think you'll be able to get out of it?\n  ","610942":"\n   Your tattoos make You so sexy ??\n  ","610943":"\n   If you're reading this, it means you're amazing, don't let others think you differently. Have a nice day. ???\n  ","610944":"\n   this too shall pass....how is Ash? Allie came in for her hourly belly rub and nibble on my hand and saw my phone, got up and walked out......lol\n  ","610945":"\n   lets talk ?  and ooooh deep sea. people usually dont say that. animals down there are freaky!\n  ","610946":"\n   What are your favorite subjects to talk about?\n  ","610947":"\n   What did you order from Taco Bell and did you get your stuff grilled?\n  ","610948":"\n   Now Pisces please\n  ","610949":"\n   Hola\n  ","610950":"\n   Where are you busy most of the time?\n  ","610951":"\n   i do finish them. sometimes it takes me a full week other weeks it takes me like 2 days lol\n  ","610952":"\n   Wanna hear a joke?\n  ","610953":"\n   Do you know how to face your fears?\n  ","610954":"\n   is that for 2 ppl?\n  ","610955":"\n   I want your boyfriend.\n  ","610956":"\n   very much\n  ","610957":"\n   Because I'm a loser. lmao Here is their value menu...\n   \n    https:\/\/www.tacobell.com\/food\/cravings-value-menu\n   \n","610958":"\n   I might make sgetti tomorrow. I cook some lean ground turkey and mix it with the sauce and then pour it over the sgetti.\n  ","610959":"\n   I gotta say, these seem pretty accurate to me ? expect for point five (but that’s just my personal experience) ?\n  ","610960":"\n   ??????????\n  ","610961":"\n   This looks like you have a fllter on it. This is no filter???? You are so pretty.\n  ","610962":"\n   only? gimme that any day. I even love the part in your cute hair\n  ","610963":"\n   Tnks, You are very polite and kind did you know?\n  ","610964":"\n   what did you order\n  ","610965":"\n   You ever had the $20 fill up bucket with sides from KFC? You and your bf could get that one day.\n  ","610966":"\n   Good night lady  ?\n  ","610967":"\n   Omg do Cancer ♋️!!\n  ","610968":"\n   Last one lmao xD so true ???\n  ","610969":"\n   Ok I'm going to get water to get in bed.... hope you get your Taco Bell and get the items grilled!\n  ","610970":"\n   Pap something sexy\n  ","610971":"\n   They also have a $1 nacho double stacked taco. It's really freaking good. It's for a limited time only. I recommend that.... that item you don't grill. lol\n  ","610972":"\n   rather have one of your hugs than anything else from any other girl\n  ","610973":"\n   I get my stuff grilled all the time. It doesn't cost anything and it tastes so much better in my opinion. Let me know how you like it!\n  ","610974":"\n   You are the hottest of them all xo\n  ","610975":"\n   HAHAHAHA It was a pretty sad meal.\n  ","610976":"\n   I mean it more than I can mean anything\n  ","610977":"\n   They put a new $1 beef burrito on their menu. I got that and I had them \"grill it\". It's soooo good grilled. And it doesn't cost any extra money to do. It makes the outside nice and toasted like a ready Mexican food place does.\n  ","610978":"\n   Yea it's in SD. What's your favorite Mexcican food place in SD?\n  ","610979":"\n   You should get Taco Bell and sample several of their items and get a lot of sauce packets too.\n  ","610980":"\n   Is your period over? I hope you are feeling better!\n  ","610981":"\n   Have you ever made spaghetti tacos?\n  ","610982":"\n   What's for dinner tonight?\n  ","610983":"\n   Have you ever been to Rigoberto's?\n  ","610984":"\n   you are too adorable\n  ","610985":"\n   THANK YOU! I love their Spicy California rolls. I always get the party platter from them because that's the best deal.\n  ","610986":"\n   Does Ash sleep next to you in bed?\n  ","610987":"\n   how did that happen?\n  ","610988":"\n   Do you ever pour a bag of shredded cheese on a plate and eat it with a fork? I just did that. That was pretty sad. lol\n  ","610989":"\n   I remember a couple years ago maybe 3 years ago you were dating a guy with the tiniest nostrils I’ve ever seen. Like his nose was normal size but the holes were tiny\n  ","610990":"\n   Why do you feel guilty?\n  ","610991":"\n   I got your shout out. I LOVE sushi! I love the rolls. My favorite is Costco sushi or Trader Joe's sushi. It's awesome in my opinion. I love how the rice is so sticky. People thing it's gross b\/c its Costco or Trader Joe's, but I love it!\n  ","610992":"\n   Please do Libra next\n  ","610993":"\n   Eeeeeew! That is so gross!!!! I can't lol at that joke. I can lol though at how gross you are for laughing at it though. lol\n  ","610994":"\n   How about for Virgo’s? haha?\n  ","610995":"\n   Your background cover picture. ?\n  ","610996":"\n   your profile photo\n  ","610997":"\n   but it was for the best?\n  ","610998":"\n   Are you talking about the guy with the tiny nostrils?\n  ","610999":"\n   I know this is super irrelevant, but are those tiddies real? I mean are they really that big?\n  ","611000":"\n   I am an Aries and honestly most of that is true LOL. Except Vodka and talking loud. The blunt part is very true too. Even if I have no weed I find alternatives to get high instead, just to keep that high feeling going cause it's the best damn feeling ever.\n  ","611001":"\n   1. Me? Neverrrrr! ;)\n2. Nope. Haven't & won't.\n3. Yes please!\n4. Possibly.\n5. I wish.\n6. Maybe.\n7. At times.\n8. Truth.\n9. Bigger truth!\n10. YES!\n11. Yep.\n12. Truth.\n  ","611002":"\n   13%??? Wow, it really is all coming to fruition now.\n  ","611003":"\n   Pleasee do for scorpio toooooo, I'd love that\n  ","611004":"\n   zodiac for Aries please?\n  ","611005":"\n   How about Crappycorn...err...Capricorn?\n  ","611006":"\n   could you do this for Leo?\n  ","611007":"\n   But I only have a sense of humour. :(\n  ","611008":"\n   Why did you break up with your ex boyfriend?\n  ","611009":"\n   Watch there be a 100 foot alien that roams the streets of Cheyenne, but this alien morphs into a 6'2\" human being, so we never get to see the alien in its truest form.\n  ","611010":"\n   Is there a smell not known for being good but you like it?\n  ","611011":"\n   Have you ever been injured while at an amusement park?\n  ","611012":"\n   AND inside (if you're there)\n  ","611013":"\n   I know we made fun of Wyoming before, but damn I wanna go there to visit just to see what it's really like. It'd probably be like exploring an alien world.\n  ","611014":"\n   hot ?\n  ","611015":"\n   And how are you gonna know that you've finally become you?\n  ","611016":"\n   What’s the weirdest thing you have ever seen?(: ?\n  ","611017":"\n   Wow u look gorgeous ??\n  ","611018":"\n   Hahha yeah and i m always on her back ? my krate kido??\n  ","611019":"\n   Oh ok I got it...so how are you doing? Any plans for the long weekend?\n  ","611020":"\n   Hey!\n  ","611021":"\n   Has anyone tried to dominate you but then they lasted like 20 seconds and it made their whole act seem ridiculous?\n  ","611022":"\n   If you could change your name to anything, what would it be?\n  ","611023":"\n   Can you do the zodiac post but for Taurus?\n  ","611024":"\n   What is your zodiac sign?\n  ","611025":"\n   I thought we were friends enough where she would tell me that she felt that we were getting too close, instead of ghosting me. I honestly thought she was better than to completely shatter it all w\/o a single word...but I guess not. *sighs. & this is why I don't get close anyone anymore.\n  ","611026":"\n   how are uuuuu\n  ","611027":"\n   Hole in one. Omg you have the funniest jokes. That and your Uranus joke is hilarious! ?\n  ","611028":"\n   do you like to be dominated in the bedroom?\n  ","611029":"\n   Girl, I would never make fun of you!\n  ","611030":"\n   ok so explain your name on here for me lol\n  ","611031":"\n   it's not bad just long hours . I work 12 hour shifts\n  ","611032":"\n   As am I. I really want to make a successful career out of my photography, because I'd love to give back. I know there's a lot of homeless in my area, and it'd be amazing to help them be able to help themselves...Idk what happened to the mentality of \"No one gets left behind\"?\n  ","611033":"\n   *sighs. Yea...she called us BFF (Best Friends Forever) too....& then about 2 years or so ago, she stopped talking to me. Didn't break connections on FB or IG...so Idkwtf is going on. Haven't ever been able to get a reply...everything just sits on READ status. :(\n  ","611034":"\n   Would you rather end hunger or hatred?\n  ","611035":"\n   But sadly, far too many people base their life on pride & greed, over being caring & helping those they come into contact with...it honestly makes no sense. If you have more $$ than you truly know what to do w\/ then why not help out your community, or use it to help the homeless? *sighs.\n  ","611036":"\n   According to the hot waitress index, which is the higher the number of good looking female employers in low-grade jobs, the weaker the current state of the economy.\nSo by judging by your looks and your unemployment I think we are fucked\n  ","611037":"\n   Where ever you would like us to go is fine with me.\n  ","611038":"\n   how confident are you in your legs\n  ","611039":"\n   LOL! Silly. It's true though. I know you have a life outside of this, or any other app, so it doesn't bother me...now if you didn't reply for a couple years like someone I used to consider a really close friend...then I would be hurt.\n  ","611040":"\n   Hahahahaha don’t worry i know my muffin this not that much easy task to stole her ???\n  ","611041":"\n   how confident are you as a whole\n  ","611042":"\n   Yes & no. I understand cockiness to a very small degree, but that's only really welcome in like a video game battle, or a game show, or something of that nature...if people were more humble, I'm pretty sure the world would be A LOT farther along than it is now.\n  ","611043":"\n   I lowkey want to strive to be like your best friend. A person that has so much money yet is still humble in the process. A billionaire with humility is so rare, that I deeply admire it.\n  ","611044":"\n   I know there are, but it's rarer to find. I'm happy to have known a couple in my lifetime so far, & am happy that I know one now in you (coming from that crowd). It's sad you mostly ever hear about the flaunters, and rarely about the humble.\n  ","611045":"\n   Enjoy your lunch my dear & enjoy a sweet for me! You're perfectly fine. If I was that petty & got mad for you not replying for a couple hours, then I don't deserve your friendship in all honesty. <3\n  ","611046":"\n   Your opinion on Me From Dp ?\n  ","611047":"\n   I had a feeling. lol \n\nAbsolutely, my dear Lil' Sav. I know you do, I was just bustin' on ya. :) *hugz\n  ","611048":"\n   That's actually very cool. Glad to know there's still humble people in higher statuses in the world. :)\n  ","611049":"\n   I know you have over 4,500 followers on your Savanna IG, would it be easier if I followed your lady IG, since there's only 78? Though Idk how often you check messages on either account, since I know you try to put all your energy into one place at a time. :)\n  ","611050":"\n   That just shows that the adage - \"$ can't buy you happiness\" can be very true.\n  ","611051":"\n   will having a shit load of money make people happier?\n  ","611052":"\n   Jesus....I'm so sowry all this happened to you. I'm glad you were able to get away & survived!\n\n We really need to have an off this platform talk sesh...\n  ","611053":"\n   What is the best thing you came across on the internet today?\n  ","611054":"\n   Do you lie more than you tell the truth?\n  ","611055":"\n   I am sorry to see that you had cramps. Does this happen often? Do you know the cause?\n  ","611056":"\n   Do you think\n   \n    @CallArtimik\n   \n   is cute???\n  ","611057":"\n   I want to meet you ?\n  ","611058":"\n   Hi\n  ","611059":"\n   Are you more of a “work to live” or a “live to work” type of person?\n  ","611060":"\n   What are your plans in Reno? Why did you pick that city in particular?\n  ","611061":"\n   May I ask what the PTSD is from? \n\nI learned at a young age that I can make myself hurl w\/o any help (strong stomach muscles I guess?) But I haven't done that in quite a long time.\n  ","611062":"\n   wow u are bootful\n  ","611063":"\n   do you usually braid your hair before going to bed\n  ","611064":"\n   How r u doing\n  ","611065":"\n   Do u ever get the feeling like ur being watched?\n  ","611066":"\n   What is the last compliment you received?\n  ","611067":"\n   Can you pap of you rn\n  ","611068":"\n   If you invented a monster what would you call it?\n  ","611069":"\n   What if you did move in? That would be kinda crazy.\n  ","611070":"\n   What is your favorite charity?\n  ","611071":"\n   Yes pretty weird right\n  ","611072":"\n   What's your favorite font?\n  ","611073":"\n   If you don’t want to post what is on your bucket list on here, does that mean you are ashamed of your bucket list?\n  ","611074":"\n   Do you usually get happier on Friday?\n  ","611075":"\n   Wow you’re gorgeous (:\n  ","611076":"\n   Sweet?\n  ","611077":"\n   I follow U?\n  ","611078":"\n   Why are you up this early\n  ","611079":"\n   Happy Friday ✨??. what are your plans for this upcoming weekend\n  ","611080":"\n   Wyd and what time is it where you are\n  ","611081":"\n   I didn't know a person could have a Hurl button...I'm impressed!\n  ","611082":"\n   I thought i can have muffin too ?\n  ","611083":"\n   Try to poke the spot just below of the bone in the middle of your chest. What will you feel after?\n  ","611084":"\n   What do you like to talk about the most?\n  ","611085":"\n   Bec we are wondering\n  ","611086":"\n   Hahaha too much sweet\n  ","611087":"\n   The best tasting muffin no doubt\n  ","611088":"\n   Do you prefer to sleep on your back or your stomach?\n  ","611089":"\n   Wow\n  ","611090":"\n   Does that mean you're a Vambtchien?\n  ","611091":"\n   Post a picture of my muffin ??\n  ","611092":"\n   Yeah you are muffin but only mine ???\n  ","611093":"\n   Your alabaster skin is divine\n  ","611094":"\n   Hey I got a ? For u :)\n  ","611095":"\n   It's on the menu. Check it out online.\n  ","611096":"\n   That would actually be awesome. I think it would be a lot of fun to live with you for a month!\n  ","611097":"\n   why does life feel so short?\n  ","611098":"\n   Always here!\n  ","611099":"\n   I can cheer you up. Come live with me for a month. We'll have fun. We can get a lot of food and troll people on the internet and hide from the outside.\n  ","611100":"\n   Your ta-tas look quite larger\n  ","611101":"\n   Garlic Bread ?\n  ","611102":"\n   Have you ever worn pasties?\n  ","611103":"\n   what’s something you NEED to get done in the upcoming week?\n  ","611104":"\n   You got a like on \"my day was kinda shitty\" and 3 likes on \"my stomach was hurting\". Do you think your followers secretly hate you?\n  ","611105":"\n   have you ever gave a homeless person money?\n  ","611106":"\n   What's something you wish you could say to your 12 year old self?\n  ","611107":"\n   Have you ever tried the french onion soup there or the onion rings?\n  ","611108":"\n   Aaaw that stinks. Does it ever shift to a different week? Hopefully you don't have it during Chirstmas as well!!! And you have it on New Years! UGH!\n  ","611109":"\n   that's a great price. was it a one-off thing or will you be able to get more at that rate?\n  ","611110":"\n   What’s on your mind?\n  ","611111":"\n   Would you rather have sex during the day or during the night?\n  ","611112":"\n   I'm sorry your period is bad. I guess you are going to have it over Halloween as well. Welp :(\n  ","611113":"\n   Also, you are walking around the mansion in a nighty lingerie outfit & a see through wrap cover. You're doing it on purpose to show off in front of the other girls cuz you know that they get slightly irritated. The other girls know that I'm eyeing you out of the corner of my eyes & you're smirking?\n  ","611114":"\n   how much did you get for that amount?\n  ","611115":"\n   That sounds awesome. Did anything you saw, be it the places or people, resemble anything you're familiar with now or what it all new?\n  ","611116":"\n   how much over 5 ft\n  ","611117":"\n   Thanks. It turned out ok. It was crashing lightning for about 30 minutes and was a total downpour. It was pretty scary. Finally the storm moved away. I can't believe it lasted so long. It was really scary. I don't mind lightning but it was all hitting the ground nearby and crashing booming. Scary.\n  ","611118":"\n   Hola\n  ","611119":"\n   what's the last thing you splurged on? was it worth it?\n  ","611120":"\n   Are you tall or short?\n  ","611121":"\n   nooo you have to take more guesses\n  ","611122":"\n   I have to be honest: Yes. I don't eat there often because their food has little nutritional value, but I have to admit that it tastes good. Then again, you might try it and be like, \"That godforsaken Anon with the bad taste!\" But I think it's worth having before it's gone.\n  ","611123":"\n   Is there something that only you can do that none of your friends can?\n  ","611124":"\n   Who? Do you get to know the names?\n  ","611125":"\n   What do you like to eat for breakfast?\n  ","611126":"\n   What’s your favourite meal?\n  ","611127":"\n   do you think we can get high without actually getting high? such as, getting high without weed?\n  ","611128":"\n   Your wishlist\n  ","611129":"\n   Which underwear will you wear for your shoot?\n  ","611130":"\n   You have until early Nov to try it before it bids the universe adieu\n  ","611131":"\n   Did you learn anything from them?\n  ","611132":"\n   Wow please explain Sav\n  ","611133":"\n   Haha thats great  .. btw any life goals??\n  ","611134":"\n   it’s not mean, it’s a game?\n  ","611135":"\n   How do you feel about Taco Bell removing the Mexican Pizza from their menu?\n  ","611136":"\n   Yeah but those emojis were only there to throw you off?\n  ","611137":"\n   what do you think life was like back in the 1700's\n  ","611138":"\n   Nope?\n  ","611139":"\n   Genuinely would have thought 21-23 tbh ?\n  ","611140":"\n   You look so much younger then 25!\n  ","611141":"\n   Guess the movie; ??\n  ","611142":"\n   beacause ur very young\n  ","611143":"\n   coyotes\n  ","611144":"\n   How would describe your style\n  ","611145":"\n   Can I buy you underwear?\n  ","611146":"\n   When you walk outside at night, what are the animals you usually hear?\n  ","611147":"\n   the best kind of person\n  ","611148":"\n   Really how old are u??\n  ","611149":"\n   Heyyyyyyy\n  ","611150":"\n   how are u so pretty\n  ","611151":"\n   Wtf LOVE your current profile pic\n  ","611152":"\n   What was your first job?\n  ","611153":"\n   What are you going to post next on your spam insta page?\n  ","611154":"\n   How often do things make you panic?\n  ","611155":"\n   Hows weekend?\n  ","611156":"\n   Do you usually suffer from other people's suffering?\n  ","611157":"\n   if you were an animal, do you think you'd rather be the kind that's active in the day or a nocturnal one?\n  ","611158":"\n   have you ever had an out of body experience?\n  ","611159":"\n   Do the French call you Mademoiselle Boometh?\n  ","611160":"\n   What happens to Karens in The Land of Boom?\n  ","611161":"\n   do you have a high pain tolerance?\n  ","611162":"\n   do you take anything for the pain?\n  ","611163":"\n   did you get food from there today?\n  ","611164":"\n   \"I'm a Boombie Girl, in a Boombie woooorld\"\n  ","611165":"\n   What have been some good places you have found in Reno for food?\n  ","611166":"\n   Miley Cyrus was on Rogan today in case you want to hear something\n  ","611167":"\n   Is it from your period? I'm sorry. I hope you feel better.\n  ","611168":"\n   He should really stop doing that for his own good. You can put a wall up with anybody, but having conversations like the ones you're capable of, are extremely rare...let alone to have them with someone who's in love with you.  Shunning that is like turning your back on a blessing.\n  ","611169":"\n   \"She is an angel.\" Do you like her because she's one of your kind?\n  ","611170":"\n   You are barby\n  ","611171":"\n   ??hows life going?\n  ","611172":"\n   Which singer's vocal cords would you like to steal?\n  ","611173":"\n   Why did you get up so early today?\n  ","611174":"\n   I picture you always having those\n  ","611175":"\n   What was the highlight of your week?\n  ","611176":"\n   I could love you\n  ","611177":"\n   What would you write a children's book about?\n  ","611178":"\n   Lmao I went to sleep at 5:30 pm and woke up at 4:00 am, what abouit you?\n  ","611179":"\n   What type of music do u listen to?\n  ","611180":"\n   Hahahahaha hey night owl?\n  ","611181":"\n   You don't think there's anything wrong with choosing to be good to someone bad?\n  ","611182":"\n   Which song makes your mood better? ? ? ?\n  ","611183":"\n   Wyd\n  ","611184":"\n   Hey\n  ","611185":"\n   Don't be hard on yourself. . life isn't normal right now. You're bound to feel out of sorts in some areas.\n  ","611186":"\n   Hey\n  ","611187":"\n   Hola\n  ","611188":"\n   ik not good..GREAT..!\n  ","611189":"\n   Hi\n  ","611190":"\n   They are very nice teeth.\n  ","611191":"\n   Never mind. I decided not to talk to you again because I got bored of being ignored.\n  ","611192":"\n   how do you always look great\n  ","611193":"\n   How would you define love?\n  ","611194":"\n   Are you a loyal person?\n  ","611195":"\n   Have you ever been to a festival ?\n  ","611196":"\n   When did you go to your first concert?\n  ","611197":"\n   You come once a day to answer specific people but never me\n  ","611198":"\n   Are you active on this site?\n  ","611199":"\n   Is everything ok?\n  ","611200":"\n   Why seems fed up of things?\n  ","611201":"\n   Good one?\n  ","611202":"\n   Do the marks hurt?\n  ","611203":"\n   You're cute for a milf\n  ","611204":"\n   You’re already sexy\n  ","611205":"\n   You can share if there is any problem ?\n  ","611206":"\n   Hey baby's mama. How you doing?\n  ","611207":"\n   You must've been hungry after not being able to eat because of your stomach pain. Did you have anything good to break your fast?\n  ","611208":"\n   Post a sexy pic\n  ","611209":"\n   If it's you, how would you reason you were there at the same time?\n  ","611210":"\n   You look sultry af here\n  ","611211":"\n   Would you ever date one of those YouTube prank guys who are always posting vids of themselves pranking their girlfriends?\n  ","611212":"\n   you rather create a vision board or a thankful jar?\n  ","611213":"\n   It's 1224an. I'm awake now. I was sleeping. There is a horrible electrical storm outside. It's pretty scary. It's crashing lightning. I hope the trees and house doesn't get hit. It's pouring rain. It's pretty bad.\n  ","611214":"\n   you got a sexy body\n  ","611215":"\n   If you went to the beach and saw like an 80 y\/o lady with a bunch of old faded tattoos, and when you looked closer you realized she had the exact same ink you had in the exact same places on her body, what would you think?\n  ","611216":"\n   What are your fav carbonated beverages?\n  ","611217":"\n   do you know what caused it?\n  ","611218":"\n   Do you ever think about all the knowledge that was lost with the Library of Alexandria's demise?\n  ","611219":"\n   you can mail yours also\n  ","611220":"\n   If you vote, will yours count as being from California or Nevada?\n  ","611221":"\n   What's your impossible wish???\n  ","611222":"\n   totino's pizza rolls or garlic bread\n  ","611223":"\n   >>\n  ","611224":"\n   good lol stunning haha\n  ","611225":"\n   nun\n  ","611226":"\n   Do you like horror films?\n  ","611227":"\n   What makes you angry?\n  ","611228":"\n   What was your favourite story as a child?\n  ","611229":"\n   What makes you feel awkward?\n  ","611230":"\n   How about you didn't end up adopted, but while shopping w\/ your mom, an agent spotted you and signed you.  Then you had a bunch of tv\/movie roles til your breakout performance at 21, earning you an Oscar nom. Afterward, you were paid 10+ mil per movie & got your mom the help she needed & was happy.\n  ","611231":"\n   What’s the worst thing that you eaten?\n  ","611232":"\n   So beautiful lady ?\n  ","611233":"\n   4 months left of this wretched year. Thoughts? #STAIF\n  ","611234":"\n   Do you like veggies or meat more?\n  ","611235":"\n   If you were to change one thing about yourself, what would it be?\n  ","611236":"\n   In an parallel universe, what type of person do you think would be? ?\n  ","611237":"\n   What is your favorite drink on cold evenings?\n  ","611238":"\n   Has today been better than yesterday?\n  ","611239":"\n   Bet you have a very low pitched voice\n  ","611240":"\n   what can you tolerate eating and drinking when your stomach hurts?\n  ","611241":"\n   why\n  ","611242":"\n   does your area remind you of the area in breaking bad?\n  ","611243":"\n   Do you ever make funny animal voices?\n  ","611244":"\n   155. is the traffic bad in your area? ?\n  ","611245":"\n   did you have a nice day?\n  ","611246":"\n   When you need advice, who do you go to?\n  ","611247":"\n   157. are you a people person?\n  ","611248":"\n   Let's do this....?\n  ","611249":"\n   Can I join you to pretend land?\n  ","611250":"\n   Do you need to spend sometime in pretend land?\n  ","611251":"\n   Where does Ash sleep at night?\n  ","611252":"\n   What made you happy today?\n  ","611253":"\n   No, please don't do that. Please don't.\n  ","611254":"\n   Haha it’s definitely a nice shirt but who’s the cutie wearing it\n  ","611255":"\n   Love that red bra ?\n  ","611256":"\n   Hiii!! Good morning baby!!! Hope you have great start of the week full of money, love, and health!! (And why not, plenty of dik just 4 you!! Love ya!! ???\n  ","611257":"\n   Guess the movie; ??‍♂️??‍♂️?❤️?\n  ","611258":"\n   If you were my live in roommate\/ personal assistance, would you walk around the house and hangout while being topless or would you be more of the t-shirt and no bra type?\n  ","611259":"\n   I'm so full right now and so thirsty. I'm chugging so much water and yet it's not helping. I wish I had 5 gallons of Gatorade Zero. I'd be drinking that. I'm going to chug more water.\n  ","611260":"\n   The women's golf coverage is excellent today. It's so close and the ladies that are all competing are really hot. Makes is so much better to watch. And my favorite woman's golf is in it so they are showing all her shots. SWEET!\n  ","611261":"\n   I wish you were online right now, so I could give you a play-by-play of what I'm going.... so I just got extra water. The pizza is making me so thirsty. My gut is really bloated. I'm watching women's golf on tv. The ladies are such babes. I love it! lol\n  ","611262":"\n   I just ate a foot long turkey sub and 3 slices of pizza while wearing a t-shirt and undies while sitting on the sofa. My gut is hanging out. I'm drinking water now.\n  ","611263":"\n   We need to have beds that are like tanning beds where you can go inside and it be like a screen so you can be in a simulation. Then you and I could be in spaceships and we could link up and fly through the universe together and blast asteroids while we sleep.\n  ","611264":"\n   no the hardest part is lining up the material. the press does everything else once you start it.\n  ","611265":"\n   Did you enjoy reading all my notes to you today about what I was doing? I apologize for bombarding you. Lol\n  ","611266":"\n   I've never seen gossip girl. Where does it take place?\n  ","611267":"\n   Do you think Ash would be ok if you and her were living in a self driving RV for like a week?\n  ","611268":"\n   Because you are so cute ?\n  ","611269":"\n   Do you have a good sense of humor?\n  ","611270":"\n   What problem or situation did TV\/movies make you think would be common, but when you grew up you found out it wasn’t?\n  ","611271":"\n   how's your mental health it's important to check on people's mental health\n  ","611272":"\n   Have you ever been to rehab or a school for kids that need help, like the places in Utah where parents send their kids to that do drugs or need help?\n  ","611273":"\n   I could not be more in love with you ❤️❤️❤️\n  ","611274":"\n   you'll look nice with nipple piercings tbh\n  ","611275":"\n   A angel called savannah\n  ","611276":"\n   Wifey ? XXX are you online\n  ","611277":"\n   How in the actual fuck can a girl look as good as this\n  ","611278":"\n   Yous the babiest babe ever iflyyou (ifuckingloveyou)\n  ","611279":"\n   How are you doing?\n  ","611280":"\n   153. VIp users do you finish all your task by the date? or you don’t rly care?\n  ","611281":"\n   Your bra looked like a tattoo lmaoo\n  ","611282":"\n   I wish we could bang someday.\n  ","611283":"\n   How many tattoos do you have?\n  ","611284":"\n   looks like you've got sleeves\n  ","611285":"\n   Where do you live\n  ","611286":"\n   What's up sav\n  ","611287":"\n   LayD BooMyth, did you get dessert?\n  ","611288":"\n   sounds like a lot hhaha\n  ","611289":"\n   Because you special, cute and unique ☺️\n  ","611290":"\n   Where did you get food from? That sounds good! Did you get fries too?\n  ","611291":"\n   I think we should get together and eat a party tray of General tso's chicken and lo mein noodles. Then we can lay around all stuffed and bloated and miserable and moaning. That's what I want us to do if we ever get to meet up. Lol\n  ","611292":"\n   I like you ?\n  ","611293":"\n   What's for dinner?\n  ","611294":"\n   What is something you have in your house most peole don't?\n  ","611295":"\n   I'm reading for Saturday night Boom night on ask.\n  ","611296":"\n   What are your hobbies and how did you get into them?\n  ","611297":"\n   how do you stay persistent even after being fed up?\n  ","611298":"\n   What do you think she hated about the place in SD?\n  ","611299":"\n   Why? Beets are just sugary\n  ","611300":"\n   Share some good piece of ur writing about love\n  ","611301":"\n   Have you ever eaten beet cake? If so, did you like it?\n  ","611302":"\n   What's the difference between how she acts where you are now vs. your place in SD?\n  ","611303":"\n   What are you better at – singing or dancing?\n  ","611304":"\n   Do you think your cat has a preference for where she likes living or does she seem the same everywhere?\n  ","611305":"\n   Do you like chocolate mint?\n  ","611306":"\n   what have you shoplifted?\n  ","611307":"\n   What does it say closed in your bio? Is that for the wishlist?\n  ","611308":"\n   What do you consider most important in the person you love?\n  ","611309":"\n   i cant wait to see you wear that beautiful front slit skirt again <3\n  ","611310":"\n   Whats your fav hobby?\n  ","611311":"\n   Kids are expensive. I'm not going to have kids in life.\n  ","611312":"\n   do these surprises bring your eyes to tears?\n  ","611313":"\n   What kind of surprises do you like?\n  ","611314":"\n   i love your answers\n  ","611315":"\n   What type of expensive taste do you have?\n  ","611316":"\n   I thought it was from england haha\n  ","611317":"\n   Gorgeous dp\n  ","611318":"\n   Would you rather give up your love life or work life?\n  ","611319":"\n   Did you watch the Black Panther movie with actor Chadwick Boseman? ?\n  ","611320":"\n   Ootd pic?\n  ","611321":"\n   Do you feel loved?\n  ","611322":"\n   Is Barbie Girl the greatest song ever written?\n  ","611323":"\n   Aren't you the cutest of all ?????\n  ","611324":"\n   I feel like you'd charm Kim Jong Un\n  ","611325":"\n   It would be even worse than Hell itself. Guaranteed.\n  ","611326":"\n   Close your eyes and go to your happy place. What is it?✨\n  ","611327":"\n   Where to?\n  ","611328":"\n   Oh that sounds like an adventure moving countries\n  ","611329":"\n   wow omfg\n  ","611330":"\n   Did you know a sponge ball, a fidget spinner, a fidget cube and fidget b00bs can help you to relieve stress? ?\n  ","611331":"\n   I mean Kim Jong-Un is literally a fat Hitler, so it literally fits. Except Hitler's world would probably be worse. Kim is just a fat tyrant, but Hitler was Satan himself.\n  ","611332":"\n   You gotta chunk kitties food into very small bites. A tiny bit at a time.\n  ","611333":"\n   Are you 90degree angle? Cause you're looking right\n  ","611334":"\n   dang..were you close to any of them?\n  ","611335":"\n   Vanish to North Korea.\n  ","611336":"\n   You make me giggle My cakie\n  ","611337":"\n   If you married the man of your dreams is there anything you'd listen to him about, no questions asked, or would you always want to push back on his requests?\n  ","611338":"\n   And then if you translate even more it says \"Wow Shrek it's hard to believe Epstein didn't kill himself\" and then the simulation ends and we all vanish.\n  ","611339":"\n   i love it when you flirt with me lol\n  ","611340":"\n   You are not much active on sc muffin\n  ","611341":"\n   Why were you a trouble maker in school and get bad grades? Did you not try?\n  ","611342":"\n   Have you ever gone by Lay-D Boo-Myth?\n  ","611343":"\n   Aww my cutei ???hows the day\n  ","611344":"\n   Give kitty a little extra food. It's like when you go to McDonald's and you order 6 McDoubles and 2 fries and you eat them all yourself because you enjoy it.\n  ","611345":"\n   Crying but why?\n  ","611346":"\n   *doing what is Ash DOING. Autocorrect messed it up and I hit send\n  ","611347":"\n   Are you good at memorizing things?\n  ","611348":"\n   If you have 3 kids you are gonna be so wrecked down there that it won't feel like anything anymore. And I know this from experience. ?\n  ","611349":"\n   Omg I love that Uranus joke!!! I asked a couple people to \"tell me about Uranus\" on here as a funny joke and I got reported and ask warned me they would shut my account down.\n  ","611350":"\n   Atleast you are the best thing happend to me this year ?\n  ","611351":"\n   Bahahaja hahaj\n  ","611352":"\n   When you post your wishlist can people see your address?\n  ","611353":"\n   Yeahhh but a young actor died he was my kinda new fav guy\n  ","611354":"\n   I have a question for you\n  ","611355":"\n   Weed guy is coming ?\n  ","611356":"\n   Why three kids?\n  ","611357":"\n   At the age of 43 with a cancer omg\n  ","611358":"\n   Have you known a Sterling?\n  ","611359":"\n   ARE YOU SURRE? ?\n  ","611360":"\n   The simulation doesn't please Shrek; Shrek pleases the simulation by penetrating it. To which the simulation releases a bunch of 0's and 1's.\n  ","611361":"\n   Is Chadwick boseman dead??\n  ","611362":"\n   Being simulated by Shrek\n  ","611363":"\n   are any of your grandparents alive?\n  ","611364":"\n   Where are you from?\n  ","611365":"\n   Realistically how much money do you think you need to retire? Obviously the more the better but how much do you think you actually need to retire?\n  ","611366":"\n   It wouldn’t, good point ?\n  ","611367":"\n   Hide and Seek: City Edition\n  ","611368":"\n   hat do you think about Brazil? Would you like to go there?\n  ","611369":"\n   I used the public wifi at a supermarket and my chase account was hacked they attempted to steal money from my card but I reported it to chase luckily they couldn't take any money. Vpn is a good app that prevents hackers it's at $70 per year\n  ","611370":"\n   Time to go from within and use that magic to make all those dreams become a reality. I bet this home is somewhere in a public yet secluded area. Not isolated from society yet not in the middle of society. Not too far yet not too close. It may end up being invisible to everyone but us.\n  ","611371":"\n   Do you think the people who have only had 1 profile pic for years are catfishing or just lazy?\n  ","611372":"\n   Do you know who this is btw? Lmao I feel weird talking to you and not identifying that it's me.\n  ","611373":"\n   I'm falling asleep. It was nice rambling with you. Goodnight to you and Ash.\n  ","611374":"\n   You still planning on getting a PO Box in the future and doing that again?\n  ","611375":"\n   THAT IS PURE GENIUS. DUDE, if a house like that existed and I had $10 million bucks I'd be set for god freaking life.\n  ","611376":"\n   Make you fall in love w me\n  ","611377":"\n   Beautiful girl you.\n  ","611378":"\n   Those two houses freaked me out cause of how fucking beautiful they are. Jesus. It's like choosing between getting $10 million and $10 million worth of weed. They're both so fantastic that it's a win-win situation.\n  ","611379":"\n   I'm enjoying just rambling and peppering you with nonsense talk tonight. Lmao it's been a while\n  ","611380":"\n   Yea they will unfortunately it happened to me ?\n  ","611381":"\n   Thank you for agreeing with me about washing dishes by hand! Everyone I've ever dated before would complain that I didn't use the dish washer and I always said I wasn't going to let dishes pile up for days and washing by hand is way cleaner and uses less water.\n  ","611382":"\n   When can I ruin your life\n  ","611383":"\n   Do you use public wifi when you are away from home?\n  ","611384":"\n   Thanks. If it keeps up I'll go to my doctor for an EKG. I have my annual appt right after Halloween. If it keeps up I'll go early. I take a baby aspirin every day to help thin my blood. My doctor recommended I do that.\n  ","611385":"\n   You know what is nice? Laying in bed with the air conditioning running. It feels so good. Like I'm protected in my little hut and I'm safe and the bad hot muggy air can't get here.\n  ","611386":"\n   Do you wash dishes by hand? I do. I never use the dish washer. I wash my dishes right after using them.\n  ","611387":"\n   Your eye brows are so nice. I love how they are naturally. And I love love love the shape of your nostrils! I find them so freaking hot!\n  ","611388":"\n   Is there any house chore that you enjoy doing?\n  ","611389":"\n   So remember how my chest was hurting? It went away for the most part by my head is hurting now. It's like deep in my head. It's hard to explain. I getting slightly worried. Still just going to monitor it and eat healthy. I ate healthy the past 2 days. Don't want extra grease in case my heart is bad.\n  ","611390":"\n   LOL you're super curious. I don't know, but I like you ? don't change.\n  ","611391":"\n   Cause of your looks and how you are, how you behave\n  ","611392":"\n   I think you're the perfect doll in all ways that matter\n  ","611393":"\n   If I made coffee and dinner would you  dine with me ? ?\n  ","611394":"\n   You drive me absolutely crazy, Lady.\n  ","611395":"\n   You already do\n  ","611396":"\n   Because they look fake af\n  ","611397":"\n   You have them and they're beautiful in their special Savannah way. Anyone who kisses you gets to experience something only you can offer instead of it feeling like the dime a dozen, interchangeable filler lips that everybody is having lately.\n  ","611398":"\n   Best pick up line you've heard?\n  ","611399":"\n   The ring is meaningless now so I'd sell it if i were you lol\n  ","611400":"\n   Were you happy the day you got engaged or did you know in the back of your mind that it might not be your best move?\n  ","611401":"\n   I'm thankful she didn't. I hate the look of injected lips.\n  ","611402":"\n   No don't get lip fillers please\n  ","611403":"\n   I'll get there.\n  ","611404":"\n   Sleepy stoned savannah ??\n  ","611405":"\n   Why did you end the engagement\n  ","611406":"\n   If you still had would you sell it as you are currently in need for money\n  ","611407":"\n   I've been reading all your answers obsessively for a few days now, and what I've gleaned so far is that you dream of being a model\/neuroscientist living on a farm in Switzerland with a bunch of adopted animals. Did I miss anything?\n  ","611408":"\n   Anon her lips are invisible lol\n  ","611409":"\n   How many times have you been on a plane?\n  ","611410":"\n   they make me feel like kissing them and everything above and below them\n  ","611411":"\n   sorry but your lips look so kissable\n  ","611412":"\n   If you were looking at the instagram of the person you were hanging out with and saw the ring on their hand in different pictures, would you say anything or not bother?\n  ","611413":"\n   What up\n  ","611414":"\n   How much do you think it was worth? Did you have an idea where you lost it?\n  ","611415":"\n   You should be i just wrote a song's line lol\n  ","611416":"\n   Baby\n  ","611417":"\n   I'm mean, imma bad motherfucker ? im clean\n  ","611418":"\n   if I had citizenship from a eu country there's no way in hell I'd still be here\n  ","611419":"\n   Idk people dont really like me for when i talk too\n  ","611420":"\n   If your life were a movie, would you watch it?\n  ","611421":"\n   Hah idk im too slim and shy\n  ","611422":"\n   Idk if u like to meet me lol\n  ","611423":"\n   Have you ever wanted to live in another country?\n  ","611424":"\n   Id date you online\n  ","611425":"\n   Back in high school, what was your reaction to being told that someone at school had a crush on you?\n  ","611426":"\n   Was he angry that you lost it?\n  ","611427":"\n   How would you introduce yourself on dating app?\n  ","611428":"\n   What is the most interesting thing about your family?\n  ","611429":"\n   Had?\n  ","611430":"\n   Was it from the current guy or an ex?\n  ","611431":"\n   what made our baby so hungry?\n  ","611432":"\n   Would you rather kiss a horse or tell your ex you still love them?\n  ","611433":"\n   Why \"crying a little inside\"?\n  ","611434":"\n   What is the most important thing a person can do to improve themselves?\n  ","611435":"\n   If a snail doesn't have a shell, is it homeless or naked? (I saw this on random questions so I had to use it?)\n  ","611436":"\n   Fucking babes I love you too much beautiful xxx\n  ","611437":"\n   Hahahahaha no need to be sorry babes? missing you ? wbu?\n  ","611438":"\n   Have you ever given your cell phone number to someone you met on the internet?\n  ","611439":"\n   If you were a man what would you want your name to be?\n  ","611440":"\n   Why are harmful foods always tastier than healthy ones?\n  ","611441":"\n   If you like steak, how do you prefer to have it? Rare, medium rare, well done? ?\n  ","611442":"\n   You aren’t going to sleep till talk with me?\n  ","611443":"\n   is the quality of the herb any dif in reno compared to sd?\n  ","611444":"\n   Aww im kinda jealous.  Youe going to be bussy\n  ","611445":"\n   Why do you get stoned before night\n  ","611446":"\n   There's things similar I want to do with photography, but my skills with the PS aren't to that ability.\n  ","611447":"\n   Are you tired or sad\n  ","611448":"\n   You're perfect\n  ","611449":"\n   I guess u got another busy day??\n  ","611450":"\n   Yea. Ever since I saw his work in elementary school, I've alwayz loved his unique style!\n  ","611451":"\n   You the wife yes in a good wayyyyyyy\n  ","611452":"\n   How long was it?\n  ","611453":"\n   Any plans for today\n  ","611454":"\n   I like how you don't get all offended when people call you affectionate names.\n  ","611455":"\n   Can you tell if a guy has played with himself? You know, telling by that particular smell of his male organ? ? (Just wondering tho)\n  ","611456":"\n   Muffin\n  ","611457":"\n   Yous my actual angel my ? beat\n  ","611458":"\n   You'd kill me\n  ","611459":"\n   were you well liked in school\n  ","611460":"\n   150. when’s the last time you took a decent nap? ?\n  ","611461":"\n   I love you ?????\n  ","611462":"\n   Why would anyone wants to add random people on telegram lol it's for sending and receiving files just like WhatsApp but better\n  ","611463":"\n   how did he even first know who you were?\n  ","611464":"\n   Live in my pants x miss Ames I'm smashed on vodka\n  ","611465":"\n   U have telegram?\n  ","611466":"\n   have you ever had a stalker? if yes what did you do about it?\n  ","611467":"\n   You are my life\n  ","611468":"\n   Would you live in a tree house?\n  ","611469":"\n   I work for a printing company. I run a press.\n  ","611470":"\n   If I had a star for every time you brightened my day, I'd have a galaxy in my hand.\n  ","611471":"\n   Do you watch much tv?\n  ","611472":"\n   What was the last song that you listened to?\n  ","611473":"\n   Hi girl\n  ","611474":"\n   Omf\n  ","611475":"\n   Babes I adore you squishies baby cakes xo ????\n  ","611476":"\n   Dali is my favorite artist as well!\n  ","611477":"\n   Salvaboom or Boomador\n  ","611478":"\n   Very cool! :-) Have you perhaps started another coloring project?\n  ","611479":"\n   You wouldn't yearn to be outside?\n  ","611480":"\n   Salvador Dali favorite painting?\n  ","611481":"\n   There are people who believe the world is really flat. How would you convince them it isn’t?\n  ","611482":"\n   Boomasaurus Rex, Boomodactyl, Stegoboomus, Velociboomtor, or Boomceratops?\n  ","611483":"\n   I wanna be lost with you till the sunshine\n  ","611484":"\n   Plain or flavored?\n  ","611485":"\n   Are you google? Bec you have everything I need\n  ","611486":"\n   Omg u make me excited ?\n  ","611487":"\n   Is it gonna be bumpy?\n  ","611488":"\n   Bahaha its a fancy ride wanna go with you sometimes\n  ","611489":"\n   Would you rather get stung by a wasp or bee?\n  ","611490":"\n   I forgot why i said it, i should stop smoking lmao\n  ","611491":"\n   If you could be any animal, what one would you be and why?\n  ","611492":"\n   you dont want to know why?\n  ","611493":"\n   I'm really depressed and I need a hug. ?\n  ","611494":"\n   I’ve seen how you like talking about science and such. You do appreciate  knowledge for what I can tell\n  ","611495":"\n   change witch into stunningly amazing and gorgeous\n  ","611496":"\n   I'm so bored right now (and in general) that I just spent about ten minutes trying to line one of your pictures up with a bikini bottom in an ad on the bottom of my screen. I think I need help.\n  ","611497":"\n   Busy day ? Is everything ok?\n  ","611498":"\n   I wanna impregnate you\n  ","611499":"\n   cuz she's a baby\n  ","611500":"\n   You look great in all hair colors.\n  ","611501":"\n   this is the spell hehe\n  ","611502":"\n   i love you beautiful misses ames\n  ","611503":"\n   Who is someone you envy?\n  ","611504":"\n   I got one\n  ","611505":"\n   Why are you so sexy?\n  ","611506":"\n   Is there any tattoos saying boom girl is on fire hehe\n  ","611507":"\n   you are stunning\n  ","611508":"\n   Why would i not believe lol past is prolouge ?\n  ","611509":"\n   But you’ve always been absolutely gorgeous and you continue getting more and more gorgeous!?\n  ","611510":"\n   Where is it\n  ","611511":"\n   Is it you lol\n  ","611512":"\n   Grisly bear?\n  ","611513":"\n   Is it in your house\n  ","611514":"\n   Post the colourful full version of this pic i never saw this before tho\n  ","611515":"\n   How much?\n  ","611516":"\n   This isn't black\n  ","611517":"\n   Are you an actress\n  ","611518":"\n   What’s your dream car?\n  ","611519":"\n   Is there any dangerous animals live near your city like if you went hiking in the wild city of your city what are the odds of you getting attacked by wild animals?\n  ","611520":"\n   Have you dyed your hair? What’s your favourite colour that you’ve dyed it ?\n  ","611521":"\n   Waiting ?\n  ","611522":"\n   Hey hun\n  ","611523":"\n   How many rooms do you have in your house\n  ","611524":"\n   Hey!? I’ve been doing okay. I’m glad you’re well!\n  ","611525":"\n   cuz i got my freedom back\n  ","611526":"\n   What's the story of this pic\n  ","611527":"\n   i need to say i've fallen in love with you Misses Ames\n  ","611528":"\n   F\n  ","611529":"\n   You are so pretty\n  ","611530":"\n   too perfect i wouldn't change anything about you ???\n  ","611531":"\n   If you eat sweets, what's your favorite dessert?\n  ","611532":"\n   Are you a light sleeper when people make noise?\n  ","611533":"\n   What is your favorite charity?\n  ","611534":"\n   LMAO I laughed so hard while reading your reply that I snorted.\n  ","611535":"\n   you hate noise too?\n  ","611536":"\n   Do you wear shoes while at home most of the time?\n  ","611537":"\n   I'd try that!\n  ","611538":"\n   Do you like spicy food? There is a girl I followed on instgram since 2013 b\/c she is totally Cali like you. She get jalapeno slices on her pizza. It's crazy. I could never do that.\n  ","611539":"\n   Hey everyone! How are you all doing? I hope you’re all doing well and staying safe!✨\n  ","611540":"\n   so beautiful ???\n  ","611541":"\n   When we get married we are going to live in a house that has a few acres and we are going to grow vegetables in our garden and we are going to adopt a lot of animals.\n  ","611542":"\n   I'm going to lay in bed. My chest is kinda hurting. I hope this isn't a heart attack.\n  ","611543":"\n   Good morning mate. Have a blessed day ?\n  ","611544":"\n   We will play with rockets and go to Uranus ??\n  ","611545":"\n   You ??\n  ","611546":"\n   How do you do it?\n  ","611547":"\n   ?\n  ","611548":"\n   Are you good at making grilled cheese sandwiches?\n  ","611549":"\n   Oh ok, so you're talking about in general. I thought you meant people here don't care when you open up. Well, if someone gives you that impression, they simply don't deserve your energy. What you are is very precious and it need not be wasted on anyone who makes you feel like you aren't.\n  ","611550":"\n   OMG Lady, I can't sleep now...\n  ","611551":"\n   Pap of you now\n  ","611552":"\n   ? NO MERCY ?\n  ","611553":"\n   What do you mean? Why do you think they aren't paying attention?\n  ","611554":"\n   It’s amusing\n  ","611555":"\n   You would discover what a multiorgasm is.\n  ","611556":"\n   Ok then that's totally false. It always feels extra special when you really share your deep thoughts.\n  ","611557":"\n   I won't lie, I really want you in my bed.\n  ","611558":"\n   She is not going to eat you muffin ! at least try once ! maybe your this try get her back dont be hesitate ! be a brave muffin ! wish you a good luck\n  ","611559":"\n   Perfecto Muffin <3\n  ","611560":"\n   When you feel like that, is it because you think other people don't want to listen or because you just think you're being too open?\n  ","611561":"\n   how hot is she\n  ","611562":"\n   Was it comfortable when you talked or awkward at all?\n  ","611563":"\n   Im in tears rn\n  ","611564":"\n   If you made a YouTube channel what content would you be likely to post?\n  ","611565":"\n   Did the weather start to be a lil cold where you live?\n  ","611566":"\n   as a friend i would say try once to get her back !\n  ","611567":"\n   I guess its about missing a person from past is it ?\n  ","611568":"\n   Why?\n  ","611569":"\n   I want to meet you\n  ","611570":"\n   When is the last time you spoke? Is she taken?\n  ","611571":"\n   Do you think she liked you like that? How long has it been since you were close?\n  ","611572":"\n   Hi what's up\n  ","611573":"\n   omg you've always been an angel. I love you, you sweet blessing\n  ","611574":"\n   Muffin ?\n  ","611575":"\n   Tbh any bestfriend you lost?\n  ","611576":"\n   noooooo ! not a good ! its sounds like perfect muffin isnt it ?\n  ","611577":"\n   for real babe all yous be honest did you ever think i would be in your social life for this long hehe Absolute pleasure you've gave me the greatest experience of my life\n  ","611578":"\n   moved in with a idiot and fell out with them so i walked out and lived on the streets for 4 months last year best thing i ever did\n  ","611579":"\n   but i gonna call you my muffin XD! muffin with taste of sweet tart XD!\n  ","611580":"\n   What do you remember as the first situation you mediated?\n  ","611581":"\n   hahahahaha lol ! well i apologize you sweet tart XD!\n  ","611582":"\n   Wifey xo\n  ","611583":"\n\n    https:\/\/www.youtube.com\/watch?v=97_XpAE1YmQ\n   \n   kinda describes my 9 years with a beauty ????\n  ","611584":"\n   hahahahahah ! less than you sweet muffin <3\n  ","611585":"\n   hahahah ! high five <3 Thne Friends to be  ?\n  ","611586":"\n   When we get married are you gonna lock your legs around me so that I can't get out and then you'll get fertilized because you want kids? Lol\n  ","611587":"\n   No no ! i'm not great you are coz we mostly find our reflection in other person XD! lol\n  ","611588":"\n   keep finding ! you will get one day <3\n  ","611589":"\n   Wyd rn\n  ","611590":"\n   I love that! I've pretty much met no one like you in that regard. You being like that must neutralize so many potentially worse situations. I feel like even if I said the wrong thing or was upset, if someone approached me from that angle, I couldn't help but feel better and try to be better.\n  ","611591":"\n   i haven’t been up to much, i mean i got out of a toxic relationship in January. i’m finally going to college.\n  ","611592":"\n   I am good how are you??\n  ","611593":"\n   What's your second name\n  ","611594":"\n   Do you prefer extreme cold or extreme heat?\n  ","611595":"\n   That is nonsense, the ones I at least give you aren't and I'm sure it's the same for others. It wouldn't be satisfying at all if they weren't true to me.\n  ","611596":"\n   Do you have a job?\n  ","611597":"\n   Why did you stop posting pics for us\n  ","611598":"\n   so you don have your part 2 i meant same mentality person ?\n  ","611599":"\n   Well ! that's really great to talk on yourself and groom yourself ! i'm with you in that task XD!\n  ","611600":"\n   Why is that selfish though? So what if you're getting something out of it too? You are a good person and you being that way makes relating with you easier, and makes it so there's no need to talk behind your back about any issues with you.\n  ","611601":"\n   i dont think so ! i guess its depend on bonding between you and other person like how he or she treats you in your off mood ! mentality match matters what you say ?\n  ","611602":"\n   hahahah well which therapy and what i did ? XD!\n  ","611603":"\n   Most compliments are fake\n  ","611604":"\n   Do I have to shower you with fake compliments so that I get you to answer my question?\n  ","611605":"\n   ahan ! so you want to be mis perfect ? lol !\n  ","611606":"\n   When’s the last time you had to do algebra?\n  ","611607":"\n   You wear small thongs?\n  ","611608":"\n   why you dont share your pain with your love one or the person who listens you and give you positive vibes? caring is all about humanity baby girl :) <3\n  ","611609":"\n   hahah no need to be sorry every one has its own concepts and vision on some points you are right and might be wrong cause we cant be right all time !\n  "},"Answer":{"610537":"\n  My day was good.\n  \n  Ive been blogging a lot.\n  ","610538":"\n  I really do - but i swear its so worth it ?\n  ","610539":"\n  Black & red ??❤️\n  ","610540":"\n  Thank you for your respect ✊\n  ","610541":"\n  You should eat snacks.\n  \n  I fucking love snacks\n  ","610542":"\n  Like, bro youre not fooling anyone ?\n  ","610543":"\n  Its super easy and i love stews soo it just made sense ?\n  ","610544":"\n  Proof of what?\n  ","610545":"\n  Whoa, ive never realized i did that. Thank you ?\n  ","610546":"\n  What do you mean you got a picture for me? ?\n  ","610547":"\n  I am not a Taylor Swift fan.\n  ","610548":"\n  How you say it.\n  \n  Its all about the context.\n  ","610549":"\n  What is smiling?\n  ","610550":"\n  Ohhhhh, i can totally see it. If Taylor swift turned into a junkie\n  ","610551":"\n  Love uuuuuuu\n  ","610552":"\n  AWH ? thats so cute!!\n  ","610553":"\n  Now clap your hands ?\n  ","610554":"\n  You shouldnt be upset with yourself...\n  \n  You should be proud! ?\n  ","610555":"\n  What kind of pizzas did you get?\n  ","610556":"\n  Wait,\n  \n  Thats a really good point ?\n  ","610557":"\n  Whenever you are ready!\n  ","610558":"\n  You know what, i think i can do this ?\n  ","610559":"\n  Heres the link love, tweak it however youd like.\n  \n\n   https:\/\/sweetandsavorymeals.com\/ultimate-instant-pot-beef-stew\/\n  \n","610560":"\n  You know,\n  \n  I love u too ?\n  ","610561":"\n  Maybe i did it on purpose ?\n  \n  Or maybe i didnt ?\n  ","610562":"\n  Putting a needle in my arm full of chemicals and possible air bubbles.\n  \n  Yuck. I wanna throw up just thinking about it\n  ","610563":"\n  I was born with an insatiable appetite for Destruction ?\n  ","610564":"\n  This is my dream perfume. I will be able to afford this on a regular basis. Lol ?\n  ","610565":"\n  Good morning ☀️\n  \n  How are you?\n  ","610566":"\n  I cant express enough how much i love reading things like this. You fascinate me. I wanna pick your brain.\n  ","610567":"\n  Im a fun sock type\n  \n  Even when i was younger i would miss match socks to make them fun\n  ","610568":"\n  I will literally run if someone told me theres ice cream cake..\n  ","610569":"\n  Why cant i just be me, and be both?\n  \n  I swear it does exist. Not all girls have one or the other ?\n  ","610570":"\n  Shes so freaking badass!\n  ","610571":"\n  Awh, that sucks im sorry!\n  \n  Im so glad that we get to talk though ?\n  ","610572":"\n  Do I really have to type it out? Lol\n  ","610573":"\n  Super giggly ?\n  ","610574":"\n  Im not tired :(\n  ","610575":"\n  Thank you! Its delicious\n  ","610576":"\n  Im really not ?\n  ","610577":"\n  Burn it ?\n  ","610578":"\n  Love me completely please ?\n  ","610579":"\n  Why did it stop you from contacting me? Glad your in my life!\n  ","610580":"\n  - stew cut beef\n  \n  - flour\n  \n  - olive oil\n  \n  - salt and pepper\n  \n  - water\n  \n  - onions\n  \n  - garlic\n  \n  - sweet potatoes\n  \n  - carrots\n  \n  - mushrooms\n  \n  - beef broth\n  \n  - rosemary\n  \n  - thyme\n  \n  - steakhouse seasoning\n  \n  I feel like theres more but im blanking and im so full i cant think\n  ","610581":"\n  That would be correct\n  ","610582":"\n  I woke up yesterday morning lol\n  ","610583":"\n  Its my beef stew!!\n  ","610584":"\n  Nope ive been cooking ☺️\n  ","610585":"\n  Sooooo what do you think of my stew?\n  ","610586":"\n  Awh, you’re so so sweet ?\n  ","610587":"\n  Awh, whys that? ?\n  ","610588":"\n  I really really hope thats happening ?\n  ","610589":"\n  Its my favorite cause in mexico they use real sugar\n  ","610590":"\n  God i wanna smother you ?\n  ","610591":"\n  Its pretty good picture ☺️\n  ","610592":"\n\n   @Pookeo9\n  \n\n  Hands down. I wanna smoke and have deep conversations\n  ","610593":"\n  Omg i am not that pretty\n  ","610594":"\n  If someone doesnt want me\n  \n  It is not the end of the world\n  \n  But if i do not want me\n  \n  The world is nothing but endings\n  ","610595":"\n  Yes it has to be sautéed\n  ","610596":"\n  Midnight adventures cooking stew ?\n  ","610597":"\n  Good morning\n  ","610598":"\n\n   https:\/\/youtu.be\/WnTZiBiS4xg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","610599":"\n  How am i too good for you?\n  ","610600":"\n  Right now yeah.\n  \n  Once i start working out ill probably eat more\n  ","610601":"\n  Oh nice!!! Bet it can be tiring and hard work.\n  ","610602":"\n  Snuggling in my blanket\n  ","610603":"\n  They are a highly advanced society. Beyond comprehension for humans. They are genderless - if there was a gender it would be male. When we come to earth we put on our suits that let us take on a human form with all the organs and everything just inside we are different beings. We are more like a data chip is the best way to describe us, we can be downloaded into any form. We are the peace treaties of the universe. We are in all dimensions trying to keep things together. We all have our set plans and our missions. We are very good, we are the ones that maintain the energy in our universe. We say we are more Gods of the stars. But Gods - as in theres a FUCK TON of us.\n  ","610604":"\n  I smoke that ganja\n  \n  Reefer queen ?\n  ","610605":"\n  Good morning love ?\n  \n  Love you ?\n  ","610606":"\n  Its in my bio sweetie ??\n  ","610607":"\n  9:58 pm\n  ","610608":"\n  Honestly,\n  \n  I hate cooking but im cooking at midnight. Doing a little midnight cooking show.\n  ","610609":"\n  Honestly,\n  \n  I havent been eating that much.\n  ","610610":"\n  Hows work been?! ?\n  ","610611":"\n  Awhh!! I sure will darling! ?\n  ","610612":"\n  The trouble is i fall in love with every pretty thing ??\n  ","610613":"\n  She loved mysteries, so much that she became one ??\n  ","610614":"\n  Its a certain cut cause it has cook a certain way so the meat will melt in your mouth.\n  ","610615":"\n  I love flowers ?\n  \n  Remember your words can plant gardens or burn whole forests down. ?\n  ","610616":"\n  Im cooking my beef stew tonight! ?\n  ","610617":"\n  I have a really hard time crying in front of people. If i can cry in front of you, that means i trust you with my life.\n  ","610618":"\n  5 years i think.\n  ","610619":"\n  I really hope you have a beautiful smile now ? since you had to go through so much pain.\n  ","610620":"\n  That sounds so peaceful. I wish we were out there on a hot summer night! ?\n  ","610621":"\n  What ive found really successful is kinda humanizing whatever view they have is black and white. Empathy has a lot of power. So if you can give an example or scientific evidence\/facts proving the greyness of the world. The sweet spot of secret beauty that people don’t realize is right in front of them.\n  ","610622":"\n  Wouldnt world peace spread love?\n  ","610623":"\n  Probably six months to a year. Soccer is a lot of conditioning and i havent done any of my training for a long time. Luckily its muscle memory so once you get your body to that point again its fucking easier.\n  ","610624":"\n  It makes me inspired. It reminds me “oh ya i have potential too and i dont wanna look bad” so i push myself to do more. I feed off peoples energy and if you’re motivated and successful ill start to feel it and start working on my life. I especially love helping people to their success with my wisdom.\n  ","610625":"\n  Most likely soccer ⚽️\n  ","610626":"\n  Yikes yikes ? i can just see it and i can kinda feel it omg noo.\n  ","610627":"\n  I like breath in the rub and start choking and then I almost die so i dont like dry rubs either lol ?\n  ","610628":"\n  Oh yeah that too.\n  ","610629":"\n  Its not my music but ill let them know!!\n  \n  And i love the girls eyes so much. Its pretty chill music.\n  ","610630":"\n  Omg that sounds so painful! Im so sorry that happened but hey you learned not to mouth off lol ??\n  ","610631":"\n  Best dreams youll ever have ?\n  ","610632":"\n  Because i will always be there lingering in the back of your mind like “what if?”\n  \n  I will haunt your soul.\n  ","610633":"\n  You’re so sweet birthday girl ?\n  ","610634":"\n  I think I just got super lucky ?\n  ","610635":"\n  Omg how did you know i was looking at recipes and im gonna start cooking again..\n  ","610636":"\n  So they were having a psychological breakdown and threatened to go kill themselves and since they knew i would stop them they tried breaking out the window in the bathroom so I grabbed on to the back of their shirt and there neck and threw them into the bathroom but I managed to do it so they landed perfectly in the bath tub. They tried running again so i ended grabbing something and throwing it perfectly at the middle of their back to get them to fall down. Then i grab there keys but they thought i was attacking them so i get a left hooked to the face and completely black out but when i came back to reality they realized i was trying to save their lives not hurt them ??\n  ","610637":"\n  Im an alien. A real ?.\n  \n  My biological mom disappeared and came back 6 months pregnant and schizophrenic. She wouldn’t speak about how she got pregnant, just that she was taken and that she needed to give me up. Nobody knows who my father is. And my biological mom committed suicide because she said that the voices told her she has finished all that she needed to do. Then ive been constantly watched by weird shit in the sky especially when i was younger.\n  \n  Or i am crazy? But being an alien is way cooler. Lol\n  ","610638":"\n  Ive been a lot of fights but never in school.\n  ","610639":"\n  I havent looked into it so im not sure.\n  ","610640":"\n  I am everything you wanted but you’re scared ??\n  ","610641":"\n  Shes a mess of gorgeous chaos and you can see it in her eyes.\n  ","610642":"\n  Ill be the actress starring in your nightmares ?\n  ","610643":"\n  Wouldnt streaming something together be easier?\n  ","610644":"\n  Action thriller!\n  ","610645":"\n  I finished it all like a monster.\n  \n  The wings were like a 7\/10. The dry rub they did was a little bit much but the wings themselves were cooked really well.\n  ","610646":"\n  Awh ? i hope someone better than me falls into your sweet path. ?\n  ","610647":"\n  Brushing my hair.\n  \n  I think i could pull off dreadlocks lol ?\n  ","610648":"\n  Awh sweetie! What happened?\n  ","610649":"\n  Awhh im so flattered. ?\n  \n  Its cause im weird huh ?\n  ","610650":"\n  When your eyes start to swell up cause they are overflowing with emotions.\n  ","610651":"\n  I dont find it unhealthy for you, i find it unhealthy for me. I crave you guys to tell me amazing new observations about me and about life. Im addicted to you guys getting me to see myself and world as a place of wonder and beauty more and more everyday. You guys fuel this thirst for the truth about this universe and you’re fueling the fire that makes me fall passionately in love with life. ?\n  ","610652":"\n  My god, that was beautiful. People associate tears with pain but why cant tears be beautiful too? You just made me see the beauty in salty tears. ?\n  ","610653":"\n  I am going to receive everything i desire. All the right people and opportunities flow to me. I have made space for them in my life. ?\n  ","610654":"\n  This was the best thing ive seen on YouTube in long time.\n  \n  I literally watched every episode. That was so amazing. #8 reminds me of myself. I loved the R2D2. That should be a real show. Lol thank you for showing me that.\n  ","610655":"\n  Why do i fascinate you?\n  ","610656":"\n  Do you have my IG?\n  ","610657":"\n  Is that past tense?\n  \n  Why dont you like others?\n  ","610658":"\n  Blackout blinds or curtains.\n  ","610659":"\n  Thank you for being such an awesome stranger than i hope will never be a stranger again! You put a smile on my face again!! ?\n  ","610660":"\n  Awwhh ? i love the flattery.\n  \n  Thank you ?\n  ","610661":"\n  7 billion people are experiencing today in a different way.\n  ","610662":"\n  Hmmm, she would be different. At first she would be like nooo but then realize shes been trying to set me up my whole life and take up the opportunity.. lol which I wouldn’t be too upset cause they would be a hunky italian so lol.\n  ","610663":"\n  Make it a habit to overwhelm someone with your kindness ?\n  ","610664":"\n  We can be a big mess together? ?\n  ","610665":"\n  This is something i can get behind ?\n  ","610666":"\n  Not as sweet as you ?\n  ","610667":"\n  If i had too, yes.\n  ","610668":"\n  I agree. They have no understanding of respect and now they have lost mine completely.\n  ","610669":"\n  He would be like, “its best you choose the person for you cause i wouldnt pick the right guy, the one that would make you truly happy.”\n  \n  My dads whole goal in life was to make a good life for his kids so they can be with whomever they please and be whomever they please. He still works to this day just so we can all have our dreams. My brother and sister dont realize thats what our parents have been doing this whole time. They always complain about how they didnt teach us about debt - because they knew when they die we wont know what debt is for the rest of our lives, because they wanted us to fall flat on our faces and struggle so when we do get all this money we dont blow it. I have fucked up so many times to know that when my parents need too save one of their kids they have more than enough money. So my dad would be so annoyed with me if i asked him that like it would be disrespectful to him.\n  ","610670":"\n  If it meant for survival, yes I would.\n  ","610671":"\n  I write poetry all the time.\n  \n  Poems are my favorite.\n  \n  Theres so much freedom when it comes to poems.\n  ","610672":"\n  You still dream about the people lost in your memory, fabricated by your nostalgia and romanticized by your broken heart.\n  ","610673":"\n  Are you financially and emotionally able to support me?\n  ","610674":"\n  Right? Im such an old painfully tired soul that i feel this in my bones.\n  ","610675":"\n  That’s exactly what i am\n  \n  Now climb on top of this mountain and yodel for me ?\n  ","610676":"\n  Except im like forever alone.\n  \n  And luckily i have a pact with my best friend and she’s just gonna marry me if i never get married. Shes like “dont worry, i knew what i was getting into when we met. Ill take care of you.” Lol\n  ","610677":"\n  Hahahahhaha omg i didnt even notice!! Thank you!\n  ","610678":"\n  I was kinda at peace with not seeing her again. Like i learned that it was better for everyone that i leave her alone and go live the life she sacrificed for. I appreciated my entire family after that and how lucky i am to come from such an affluent family. It was a good experience and i dont feel this whole in my heart anymore.\n  ","610679":"\n  Thank you!! I am really happy that i dont have to go through that anymore!!\n  ","610680":"\n  Oh no no. Not mature enough yet. I can barley take care of myself ?\n  ","610681":"\n  No, i dont belong to anyone and I belong to everyone.\n  ","610682":"\n  I love you for seeing all of this ?\n  \n  God, my heart is melting\n  ","610683":"\n  Dont even start about aliens with me ?? I actually believe that aliens took their dna, monkeys, and pigs (since nobody wants to talk about how our dna is actually very close to a pig lol theyve been doing organ transplants with pigs and its been working so think about that when youre eating bacon, that means pigs can get viruses and bacteria just like the ones that hurt us and if they arent cooked or clean meats people have been able to get HIV from them.) and mixed it all together to make us. Which is why are dna have markers on it while other animals dont have any of the similar markers. Also, 93% of our dna is declared UNIDENTIFIABLE NOT FROM THIS PLANET.\n  \n  I could go on for days about how we are just from some other civilization somewhere far away or next door who knows lol\n  ","610684":"\n  You’re not gonna like what i have to say lol.\n  \n  I believe religion was created for people in different parts of the world could control the masses. Each religion follows the same template or guideline. It was an easy way to make sure people aren’t just going around raping and pillaging each other.\n  \n  Another belief i have is that we are literally too stupid to comprehend the truth. That what we think we believe in is only a tiny grain of salt to what is actually going on since we are still learning about ourselves- they just declared they have to probably rewrite all of our history. We BARLEY know about the ocean (something we can all see and go too) but yet we claim we know what the fuck happens after death and who created us? Ya that totally makes sense.\n  ","610685":"\n  So like dont crucify me for saying this ?? but dont you think that’s exactly what the Romans wanted people to believe? It just fascinates me how Jesus gets arrested by the Romans but nooo the Jews killed him? Iike are we all gonna ignore how much Caiaphas hated Jesus?\n  \n  You know Jesus didnt agree with how you couldnt worship wherever you pleased without doing all these crazy rituals and thought the temple was robbing the people blind.. Caiaphas was mad cause he wanted all the money and power and Jesus was threatening him..\n  ","610686":"\n  Lady Boometh, yes.\n  ","610687":"\n  Wow... i must mean a lot to you. ?? im starting to get a little emotional.\n  ","610688":"\n  I can only speak earths language English\n  \n  But in saturn i speak all 800 languages.\n  ","610689":"\n  Oink ?\n  \n  I am just hanging out! What are you doing little monk ?\n  ","610690":"\n  I miss you too ?\n  ","610691":"\n  Omg ? thank you so much.\n  \n  I swear today i will shower tho.\n  ","610692":"\n  I am twenty-five\n  ","610693":"\n  Im happy we are becoming friends ?\n  ","610694":"\n  Its where im from. Its on the planet saturn\n  ","610695":"\n  Stop worrying about other people understanding you. Get in touch with yourself instead. Focus on what makes you happy ?, what makes your soul feel at peace ✌️. you are your biggest commitment, so start loving ? your flaws?, your awkwardness?, your weirdness?, your intensity?, your vulnerability?, your everything☺️. Life becomes so much more fulfilling when you are just simply yourself. The world keeps spinning whether people understand you or not so why not make this next trip around the sun ☀️ about you?\n  ","610696":"\n  No, im not much of an anime person. Lol ?\n  \n  If you couldnt tell ?\n  ","610697":"\n  WELCOME TO SWAGISTAN\n  \n  Population one: lady boometh ?\n  ","610698":"\n  Im gonna start a cult but call it a commune - the boomerang commune shared with the love from their leader lady boometh who opens her heart to share the lifestyle of boomism with all her amazing lil booms. ??\n  ","610699":"\n  Dont be sorry unless you meant to say unfollow? ?\n  ","610700":"\n  You could have told me more about the back story ?\n  ","610701":"\n  My dad is totally a doomsday, off the grid, offshore account type like my own house was totally built with the intention to be safe if anything bad happened so that’s probably why i want it cause it feels like home. Those areas you named are perfect locations for large underground bunkers!\n  ","610702":"\n  I need to figure out how to obtain such an amazing idea ?\n  \n  But seriously are these people like stupidly rich or something?\n  ","610703":"\n  My simulation is simulating simultaneously with your simulator that controls your simulation simulates simulations of the world in which you simultaneously simulate in the way you perceive this infinite amount of simulations.\n  \n  - ok that was a lot harder than i thought but i did it ?\n  ","610704":"\n  I am officially cutting you off. ????You’re gonna make me buy an abandoned military underground base and turn it until a lavish mansion that also turns into a doomsday bunker that people could survive in comfortably for 50 years cause its self sufficient. Makes its own electricity, has its own well, huge crops... ect im going off the grid now buddy. All the booms are allowed to come live with me tho ?\n  ","610705":"\n  The same person who just hurt me ?\n  ","610706":"\n  Ooooooohhhhh.\n  \n  You know from an outside perspective thats quiet brilliant.\n  ","610707":"\n  Lets talk about what she was wearing actually at that scene.. am i the only one who noticed that?\n  \n  Also, “im in” really? Nobody says that after they put there rings on. Especially since its the universal sign for sex lol\n  ","610708":"\n  I KNOW HAHAHAHAHAHAHAHHAHAHAHHAHAHAHAHAHHHAAHHAHA\n  ","610709":"\n  Thank you for saying this. Really means a lot ? i know you’re right.\n  \n  Btw, i like your page ?\n  ","610710":"\n  I wonder if we ever overthink each other at the same time ?\n  ","610711":"\n  Are you gonna stay in bed all day?\n  \n  Maybe, i like it here.\n  ","610712":"\n  Dude how the hell was that not sexual?\n  ","610713":"\n  Yes, i feel so guilty and so ashamed of myself.\n  \n  Like i even get too embarrassed to show my face cause i hate hurting people\n  ","610714":"\n  I wouldnt be entirely mad at any of these things cause i can use it to not be on IG and not have this social pressure on my shoulders all the time. I would be delighted if they wanted to take over being me for a little and try and message 100+ people back at all hours of the day. I dont see how they would benefit from scam links but you know what bring it on, ill get through some loop hole lol ?\n  ","610715":"\n  Why should i be sad? I lost someone that didnt love me. They lost someone that loved them.\n  ","610716":"\n  Oreos, reeses, m&ms are always my go too when im dying lol\n  ","610717":"\n  Yeah, i hate when it’s necessary.\n  \n  I hate getting angry and mean.\n  ","610718":"\n  The scene at the end... ? that was some sexual shit ??\n  \n  But fuck that just added so much more meaning to my answer. Really added some visuals. ?\n  ","610719":"\n  And\n  \n  In the end\n  \n  All i learned\n  \n  Was how\n  \n  To be strong\n  \n  Alone.\n  ","610720":"\n  So like hypothetically lets say they are bad and have ill intentions, what do you think they would do?\n  ","610721":"\n  Ehhhhhhhhhh.\n  \n  I could be better. I really hope that by the end of the day im okay... but right now my stomach is in knots. I hate anxiety.\n  ","610722":"\n  I should really write for shit cause this always happens lol\n  \n  Im very curious, let me know!\n  ","610723":"\n  I try to be\n  \n  Sometimes i can be mean\n  ","610724":"\n  Because not everyone is bad. Some people just want to make money dude.\n  ","610725":"\n  Thank you for always being around ?\n  ","610726":"\n  Yeah, if i get new stuff lol ?\n  ","610727":"\n  Same for you ?\n  \n\n   https:\/\/youtu.be\/-StzTh2A9qQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","610728":"\n  Wow ??\n  \n  Thank you so much hun!! ?? really means a lot!! You just made my day\n  ","610729":"\n  Well of course, they manage everything.\n  ","610730":"\n  Has anyone ever gone through the list of people that have unfollowed them and felt sad and confused cause a lot the people claim to be friends with me when it benefits them? Theres people that im like “dude we used to hang out everyday wtf.”\n  ","610731":"\n  I dont know if you got the memo, but im the laziest fuck ever. Every time i open IG i last about 5 minutes before i get all annoyed. Its awful but I really do not care about what the rest of the world is doing. Its sad that the only reason i have an IG is cause of how much work i put into it and its kinda expected of me. “You dont use IG but like look at you.” Then people get all mad cause there like “you barley use it and you have more followers than someone whos on all day.” So like im just keeping people happy i guess?\n  ","610732":"\n  Nope, thats all original boom thoughts ?\n  ","610733":"\n  I DONT KNOW.\n  \n  Im asking myself the same question\n  ","610734":"\n  Omg grab the snacks and the chocolate. Find a show worth binge watching. Heating pads and ice cream. The ride to hell feels like forever but shows help make the time go fast?\n  \n  I have a period kit cause i am the devil when im on my period\n  ","610735":"\n  Thanks babes ?\n  \n  Have a beautiful day or night depending on your location luv ?\n  ","610736":"\n  God i wish i never spoke\n  \n  I gotta wash my mouth out with soap.\n  \n  I think i got myself in trouble\n  \n  Time to fill the bath with bubbles.\n  ","610737":"\n  Thank you for saying this. ?\n  \n  Luv u ?\n  ","610738":"\n  Thank you for your kind words?\n  \n  Please dont be a stranger ?\n  ","610739":"\n  You are someone i tell people when they ask if im close with any of the people i met online. You’re my star pupil. We have been friends for so long, yet its all been from a distance. It proves if you really care about someone theyll be in your life\n  ","610740":"\n  I havent been feeling pretty lately:\/ i need to shower and put myself together but I just feel gross inside. But trust me, i love taking pictures. You will always get pictures\n  ","610741":"\n  Thank you so much sweetheart\n  \n  That means a lot.\n  ","610742":"\n  That they’re sorry and they understand why im pissed. Which is why they ended up being the ones who got all heated cause they know “sav is mad at me. Im fucked. I gotta figure out something quick.” Because even after i talked to them, they came back to try and fix things but I already went to bed so i heard them banging things in the kitchen cause they know they’re in deep shit. They always say, “i know when you’re really mad cause you dont yell or rage, you go silent and still. You go so quiet, you can hear your heart pumping blood. Its scary. You’re so smart that i think you’re just plotting to destroy me from the inside out.” And i always respond, “disrespect me, and ill probably shit in your heart.” Lol they dont learn. People are stupid i swear.\n  ","610743":"\n  Smiling is so important to me which is why i hate wearing a mask. My smile is my key into peoples hearts. If i cant give you my charming smile, i cant consume your soul. 1 smile has the ability to change someones day, and thats all i did - it made me feel good knowing i was making someones day. Now i cant help people, nobody looks into people eyes anymore so nobody looks in my eyes without looking away super fast cause they can feel me warming up their souls. What am i supposed to do without my superpower?\n  ","610744":"\n  Im alright. Im just on here which helps me a lot because it’s distracting. Thank you for asking ?\n  ","610745":"\n  Its both :\/\n  \n  Ugh my heart hurts.\n  ","610746":"\n  Im a dirty girl - like im literally filthy. I need a shower so bad.\n  ","610747":"\n  Apart of me hopes that one of the people writing to me is you. But the person im thinking about, i cant really imagine taking time out of their day to come on here just to talk to me they would come talk to for real unless they cant for some reason.\n  \n  Oh but i hope its you, I really do because i have a huge crush on you and i know you have one on me. You make me feel beautiful and special whenever we talk in person i just hope you feel the same way and thats why you have to be a little crazy and stalk me on here.\n  \n  Please please be you. ?\n  ","610748":"\n  You dont know someones true character until you hear them talking about you. And even after you were very stern with them about how disrespectful it is, They go and do it again last night cause they “thought you went to sleep.” And once they realized i heard EVERYTHING they said they got mad at me like i forced them to disrespect me. Im just done trying honestly. Nobody listens anyways.\n  ","610749":"\n  You you you ?\n  \n  You are beautiful ?\n  ","610750":"\n  I was so sad last night\n  ","610751":"\n  Please please remember. I have to know.\n  \n  I hope its a cute cartoon ?\n  ","610752":"\n  World has been changing me: it slowly takes your free spirit and shows you how horrible it can be so you start to be afraid and you realized that they have created boxes for those who are too scared of the world and most of the people squeeze into a box that doesn’t fit them but they make it fit cause they feel safe and protected.\n  \n  I can feel myself becoming more fearful when I should become more fearless.\n  ","610753":"\n  You’re becoming my most important person in my life ?\n  ","610754":"\n  The face and legacy of my school is the principal Mr. Roger Rowe.\n  \n  Teacher:\n  \n  Mrs. Flood\n  \n  Mrs. Hopper\n  \n  Mr. Riviera\n  \n  Mr. Rossier\n  \n  Mrs. Roach\n  \n  Mrs. Homphmire\n  \n  Mrs. Jocelyn\n  \n  Mrs. Defassio\n  \n  Mr. Coco\n  \n  Mrs. Serovichek\n  \n  Mr. Warner\n  \n  Mrs. Halbot\n  \n  Mrs. Stine\n  ","610755":"\n  Im a sad little lady\n  ","610756":"\n  I think im officially depressed by this ?????\n  ","610757":"\n  No one really gets it\n  \n  I mean they claim too\n  \n  But do they even really listen?\n  ","610758":"\n  God that would be so BORING.\n  \n  Wheres the adventure? I will not accept life is that repetitive. What if our alternate reality is way shittier than our lives before?\n  ","610759":"\n  I am not afraid of new love\n  \n  I am afraid of old pain.\n  ","610760":"\n  How to stop time: kiss ?\n  \n  How to travel in time : read ?\n  \n  How to escape time: music ?\n  \n  How to feel time: write ?\n  \n  How to release time: breathe ?\n  ","610761":"\n  Worst pain i have ever had.\n  ","610762":"\n  Awh! You’re really that happy?!\n  ","610763":"\n  The twistiest of all plotting twisters twisting at another plot: all our dreams are portals to our alternate universes and when you die your soul gets teleported into a different dimension to be reborn.\n  ","610764":"\n  What qualifies someone to be a good person? What is good and bad? Is it really so black and white? Could my good be another persons bad?\n  ","610765":"\n  Plot twisting twist: we are all aliens.\n  ","610766":"\n  Thats why i love photographs. They’re proof that once, even if just for a heartbeat, everything was perfect.\n  ","610767":"\n  You just figured out the hidden mystery ?\n  ","610768":"\n  Im kinda sad ?\n  \n  I just want someone to look at me and say “shes worth everything.” ?\n  ","610769":"\n  I need snuggles and kisses :(\n  \n  I have this happy personality with a sad soul in one body. It feels weird sometimes.\n  ","610770":"\n  No i am not\n  \n  Stop ?\n  ","610771":"\n  Or maybe maybe the whole thing was aliens\n  ","610772":"\n  Hey darling! How are you?\n  ","610773":"\n  Real.\n  \n  Ever since i was really really little like younger than 6 or 7, my parents would tell me tattoos were bad every time i saw someone with one and i liked it. I told my parents “im supposed to have tattoos. Im gonna have sleeves. Im supposed to have sleeves.” As i got older my dad kept testing me to see if i was just being a kid but nope got more and more the older i got that now he accepts it.\n  ","610774":"\n  I love black and white photos a lot. Something about them shows a deeper side to the photo.\n  ","610775":"\n  I just read over my first response and started dying at “escorting big long blank...” hahahhahhha totally not what i read at first.\n  \n  Wtf dude if they were escorting aliens i cant..\n  ","610776":"\n  I had them 2 and half years.\n  \n  I really gotta take care of my teeth cause i do not what to go through that again..\n  ","610777":"\n  Im probably not gonna sleep because my heart hurts from being sad. I dont really wanna talk about why im sad though. I just feel like writing obnoxiously long sad responses until I eventually fall asleep lol\n  ","610778":"\n  Awhile ago! ?\n  ","610779":"\n  I have a confession - i hate my nose and i want a nose job.\n  ","610780":"\n  I believe i was 16\n  ","610781":"\n  Why did you have to crush my dreams and tell me ill never have area 51 in my life? ? im so sad ?\n  ","610782":"\n  Twice lol but I remember her face like it was yesterday.\n  ","610783":"\n  I love everything about this picture. The simplicity to the art. & how true it is and people get so caught up over shit like that.\n  ","610784":"\n  This world sucks so i made my own ?\n  ","610785":"\n  I am not fuego\n  ","610786":"\n  My biological mom and i look like twins. Like if we were right next to each other right now you wouldnt think she was my mom, youd think she was my identical twin.\n  ","610787":"\n  I just post stuff and they control all the likes and the engagement with people.\n  ","610788":"\n  In love with cities ive never been too and people ive never met.\n  ","610789":"\n  They can be a blessing in the sense things come a lot easier. Relationships, friendships, school, jobs, careers, and certain lifestyles\n  \n  It can be a curse because theres a lot of pressure and there’s people always watching\/judging. For me personally it would be nice to be able to walk around and not be stared at\/flirted with\/catcalled. Or to be able to walk into somewhere and hear the whole room go fucking silent cause everybody is starring. Sometimes im really confident and its fun but other times i get anxiety when i go in public cause im tired of watching people drool over me.\n  ","610790":"\n  They have discovered that a certain depth theres creatures that can live in crazy conditions which means theyve been way longer than we can imagine. Also, they keep discovering new creatures and the creatures for some reason get bigger the deeper you go down.\n  ","610791":"\n  I would go, “awwwwhhh horseyy! Howd you get in here?” While slowly getting up to pet the horsey cause i love them.\n  ","610792":"\n  Will make you laugh till your crying and peeing your pants.\n  ","610793":"\n  No, should i? ?\n  ","610794":"\n  You know ive been feeling this for a long time.\n  \n  I dont know if i told you but when i was in san diego i saw some weird fucking shit dude.\n  \n  • on the other side of the freeway i see cops escorting big long blank white semitrucks. Not like 2-3 .. it was a line of over 15+ it just didnt stop and cops were surrounding them\n  \n  • on the freeway again cops were escorting a huge semi truck. On the semi truck was something so big i couldnt even tell you the size. It honestly looked like a huge spaceship no joke.\n  \n  Ever since that i just knew something is off. Something happened. They are in a rush to do something.\n  ","610795":"\n  Sad ?\n  ","610796":"\n  I love both so much ?\n  ","610797":"\n  Its pretty empty. Theres some people. It makes it kinda nice cause youre not around a bunch of other people.\n  ","610798":"\n  Yes they are\n  ","610799":"\n  Its quite fun to watch cats jump like crazy psychos for an hour straight... ?\n  ","610800":"\n  Awwww ? i like this ?\n  \n  You’re so sweet ?\n  ","610801":"\n  Yeah i dont see why not.\n  \n  I am very accommodating and good at adapting to change. I also have a thirst for adventure and trying things to see what happens and what I learn from it.\n  ","610802":"\n  Can i know who you are?\n  ","610803":"\n  Its a fucking desert ? so ya its kinda shitty ?\n  ","610804":"\n  You dont like nose rings?\n  \n  Yea i think it would take away my innocent look\n  ","610805":"\n  You’re always blowing my mind. Its so rare for me to meet someone whos willing to make me go “ive never noticed that” most the time when people say something i kinda already guess what they might say.\n  \n  But you, you are so observant. I think you’re like as authentic as they come ?\n  \n  I think my thirst for truth makes me somewhat fearless. Regardless of what the truth is, i will always need to know more.\n  ","610806":"\n  AQUARIUS ♒️:\n  \n  First thing to notice: skin ??\n  \n  Falls in love with: breaking rules, laughs, mind connection, and softness ?\n  \n  Secret weapon: impossible to read ?\n  \n  Question: why do you stay loyal to those who barley deserve it?\n  ","610807":"\n  You’re the best ?\n  ","610808":"\n  Who needs a mask when you have your elbows tattooed ?\n  ","610809":"\n  You make me smile ? like so much haha\n  ","610810":"\n  TAURUS ♉️:\n  \n  First thing you notice: lips ?\n  \n  Falls in love with: honesty, common interests, passionate and meaningful conversations. ?\n  \n  Secret weapon: easily angered and will not change their mind ?\n  \n  Question: why do you isolate yourself?\n  ","610811":"\n  LEO ♌️:\n  \n  First thing you notice: hair ??‍♀️\n  \n  Falls in love with: confidence, uniqueness, cute laughs, and night drives ??‍♀️\n  \n  Secret weapon: has a superiority complex and will destroy anyone who hurts their ego ??\n  \n  Question: how do you remain so positive in the most unfortunate circumstances?\n  ","610812":"\n  I know but im just like ehhhhhh lol my gut is telling me no\n  ","610813":"\n  Okay hear me out.\n  \n  If i make an onlyfans like every other fucking person in the world right now, what would make me special? I swear everyone is okay with exploiting themselves for money - its becoming a social norm and idk i dont wanna be like everybody else\n  ","610814":"\n  You are making me so curious.\n  \n  What kind of conversation?\n  ","610815":"\n  Oh my fucking god\n  \n  I totally forgot i have pasta\n  \n  Omg ?\n  ","610816":"\n  You’re sweet ?\n  ","610817":"\n  It was one of the most expensive boutiques in America. Super exclusive fashion.\n  \n  Like celebrities shopped at the place i worked at and i was the owners assistant.\n  ","610818":"\n  Oh heeeey ?\n  ","610819":"\n  I will literally stay up until 9am before i end up going to sleep ?\n  \n  I am on the moon ? cycle.\n  ","610820":"\n  ARIES ♈️:\n  \n  First thing you notice about them: presence ?\n  \n  Fall in love with: passion, caring, sharing things, darkness, stability, mutual feelings ?\n  \n  Secret weapon: blinding rage and cannot listen to reason when they are angry ?\n  \n  Question: how is so easy for you to make friends? ?‍?‍?‍?\n  ","610821":"\n  Hey! ?\n  \n  How are you? ?\n  ","610822":"\n  You seem really nice ?\n  ","610823":"\n  Oh my god, its like night and day.\n  \n  I feel normal. After 5 years of that i was so scared i was never gonna be healthy again, never be normal again. But i am thankful everyday for being healthy again.\n  ","610824":"\n  A couple months ago and i went into sepsis because i ended up getting MRSA\n  \n  Yup, I almost died. Like the doctors dont have an explanation on how im alive cause your body cant fight off MRSA. I thought i was getting some stomach problem and i was like crying and i was so sure i was gonna die. Then I ended up having this really weird feeling something was poking me but nobody was around and i passed out and woke up totally ok. Went to the hospital and they were like “so found traces of MRSA but youre healing” they didn’t understand how. So i have scars now but im alive\n  ","610825":"\n  I had a psychosomatic symptoms to PTSD.\n  \n  Which means that my brain created a disorder to try to get my attention. So no matter how much weed i smoked, or ate.. i was throwing for hours :(\n  ","610826":"\n  Hello fellow gemini ♊️?\n  ","610827":"\n  GEMINI ♊️:\n  \n  First thing you notice about them: smile ?\n  \n  Fall in love with: deep talks, stargazing, feeling special, and make out sessions ✨\n  \n  Secret weapon: can talk their way out of any situation ?\n  \n  Question: will you ever stop searching for a new adventure?\n  ","610828":"\n  ???\n  \n  Humor me - why?\n  ","610829":"\n  Then you and i would be God and we would learn the secret to life and could create our own universe ?✨?\n  ","610830":"\n  No, I really need to start using more coupons. For how much i love jews and act primarily jewish✡️ all the time - i am fucking terrible at saving money ?\n  ","610831":"\n  I actually do. Like I really honestly think i do. Hold up. Ill text you.\n  ","610832":"\n  I love them a lot actually! They are a lot of fun!!\n  ","610833":"\n  SAGITTARIUS ♐️:\n  \n  • tell it how it is ??‍♀️\n  \n  • desire to change the world by inventing something new ?\n  \n  • likes those who are mysterious ?\n  \n  • most likely will stay up till 2am ⏰\n  \n  • wonderful ?\n  \n  • needs $500000 ?\n  \n  • always lightens up the mood ✨\n  \n  • annoy by not texting back ?\n  \n  • fear of being ignored ?\n  \n  • lie about not caring all the time ?\n  ","610834":"\n  Hahahahaha\n  \n  This makes me so happy\n  ","610835":"\n  AQUARIUS ♒️:\n  \n  • tends to zone out during conversations ?\n  \n  • desire to stand out and be leaders ?\n  \n  • best at makeup ?\n  \n  • like when people are funny ?\n  \n  • alien ?\n  \n  • needs a road trip ?\n  \n  • most likely a FBI boss that doesnt trust cops ?\n  \n  • will let you drool on them when you sleep ?\n  ","610836":"\n  Eating like a fatty, while listening to horror movie theme songs cause the dark music calms me, and just being annoyingly active on here ?\n  ","610837":"\n  I love all the iphones above the X\n  ","610838":"\n  Im so gross right now, i need a shower yikes\n  ","610839":"\n  Hey, sweetheart\n  \n  Whats up?\n  ","610840":"\n  No, ill still post content.\n  \n  They just manage the engagement and activity for me.\n  ","610841":"\n  Yooooooooooooooooo\n  \n  Snoogiieeee boooogieee ?\n  ","610842":"\n  I don’t really feel anything cause we made it so normal for people to stalk our lives and know what we are up too. We are all so self important. So for someone to stalk me - i go “well duh look at all my selfies” LOL\n  ","610843":"\n  When things start to get good i brace myself for when something shitty is gonna just punch me in the face.\n  \n  For every good thing, three bad things have to happen - i swear.\n  ","610844":"\n  Yeah i saw it earlier!\n  \n  It was so sick, i was pissed i didnt have my phone earlier. But i never bring my phone to smoke lol\n  ","610845":"\n  The sun is gone :(\n  ","610846":"\n  No pants. Even better. ?\n  ","610847":"\n  All she does is run, jump, and wall jump everything.\n  ","610848":"\n  Ok can you tell her cause shes not forgiving me ?\n  ","610849":"\n  I probably got more crazy since we last talked ?\n  \n  I am doing good! Just doing my best with the situation, our global  situation\n  ","610850":"\n  Shes pouting cause i wouldnt give her the chicken bones cause i dont want her spreading chicken shit all over the room ?\n  ","610851":"\n  I cant think of anymore food\n  ","610852":"\n  People are funny and i think people know i find pretty much everything funny so they were probably loving the fact i was dying every time i opened it ?\n  ","610853":"\n  Im so full\n  \n  Im in a food coma ?\n  ","610854":"\n  Its pasta in an edible bread bowl. Its brilliant\n  ","610855":"\n  Ive never been so excited\n  ","610856":"\n  They gave some fucking funny fake name and the address was a McDonald’s in like Minnesota hahahaha\n  ","610857":"\n  Yeah it would be an envelope with like 0.27 cents lol\n  ","610858":"\n  I used to hate those when i was a kid. Tasted like garbage.\n  \n  My spoiled ass got broke.\n  \n  Needed to eat. I learned to love it lol\n  ","610859":"\n  Duuuuuuuuuude hi!!\n  \n  I remember you. Omg someone from back in the day!!\n  \n  How have you been? What have you been up too?\n  ","610860":"\n  Someone would just send me their cash... like random small amounts of change ?\n  ","610861":"\n  I shouldnt want sauce all over my face?\n  ","610862":"\n  Black with a gold case ?\n  ","610863":"\n  I could do anything cause im not there to catch you ?\n  ","610864":"\n  This is a mystery for all of us ?\n  ","610865":"\n  No no dont fall in love with me ?\n  ","610866":"\n  We will always be together even on the other side ?\n  ","610867":"\n  You know, i wouldnt have it any other way.\n  ","610868":"\n  Awwwwww hun ? youre so cute and funny\n  ","610869":"\n  Other creatures that i need to consume to create more light ✨ and energy so this universe can survive\n  ","610870":"\n  Its being delivered because im a lazy fuck.\n  \n  & i will take pictures just for you?\n  \n  You know i wish people could just pay for my meals and just doordash\/ubereats\/grubhub me  food like what they would want me to eat and i have to record it.\n  ","610871":"\n  And i will use your light ✨ to shine on others ?\n  ","610872":"\n  Hahahahahahhahahahha\n  \n  I can totally picture someone just staring at a paused screen of ripped armpits ?\n  ","610873":"\n  I had shit stuffed in there every time i went to check.\n  \n  And i honestly thought only a couple would send me stuff but people were sending me random shit without telling me anything ?\n  ","610874":"\n  I seduce you from the inside out until i consume you ?\n  ","610875":"\n  Next time i have teriyaki wings i will try it with blue cheese just cause it’s probably fire lol\n  \n  I cant wait to eat im so hungryyyy\n  ","610876":"\n  Yes it did ??\n  \n  I got something recently that the others will not be better than ?\n  ","610877":"\n  No I totally understand. Theres something about those lines that you cant get over. I used to be super ripped when i was younger and i just love definition lines on the body.\n  \n  But we are still weird. Cause you might like them way too much ?\n  ","610878":"\n  Its my favorite omg. Im a real southern bell cause i love me some texas bbq\n  \n  I got mild wings with ranch\n  \n  Im not a blue cheese person unless its with a burger.\n  ","610879":"\n  Fire ?\n  \n  Idk what that sauce is that they use but omg so worth it\n  ","610880":"\n  That has stuck by me since the day you said that. Thats how I describe myself to people now because of you.\n  \n  That’s probably why i fell in love with words and writing. A word for me doesnt just stop on a page, it tells me a story, a memory, emotion, and feelings. Whoa i have never realized this. Its so hard to explain but i get like flashes in my brain of what the person may be feeling ugh am i crazy?\n  ","610881":"\n  Im so excited! ???\n  ","610882":"\n  Forever and ever? ?\n  ","610883":"\n  What are you thinking ??\n  \n  Hmmm?\n  ","610884":"\n  I love your page ?\n  ","610885":"\n  Let me seduce you with my mind\n  ","610886":"\n  Did you get goosebumps all over your skin? Did your hairs rise up?\n  \n  Kidding, thank you! I dont think im really that deep.\n  ","610887":"\n  Welcome to the wonderful land of boom ? ???\n  \n  I appreciate you taking the time to adventure into the world that is my mind. While the universe is my body. Thank you random, please do visit swagistan again.\n  \n  LOL ?\n  ","610888":"\n  My mind is with the moon ?\n  \n  Which is why i got this tattoo.\n  ","610889":"\n  I love 8pm - 11am\n  \n  Im a night owl ?\n  \n  I hate the sun ☀️\n  \n  And im part of the moon ?\n  ","610890":"\n  I followed you back darling ?\n  ","610891":"\n  Lol her diamonds ?\n  \n  Oh btw, so i have an ig manager now so i don’t really use instagram because they are on it all the time. So just letting you know. I just couldnt do it - like if I could explain how insane it is for me when i go on i feel like everybody would understand! Lol\n  ","610892":"\n  Currently i am not\n  \n  But my goal is to become a scholar. Ill probably specialize in the brain and space combined.\n  \n  Anyways, so i will probably do a lot more schooling.\n  ","610893":"\n  She hates pictures lol\n  ","610894":"\n  Know this:\n  \n  You can start over, each morning. ☀️\n  ","610895":"\n  Who wants to wife me up?\n  ","610896":"\n  Not gonna lie, i kinda died ??\n  ","610897":"\n  My eyeballs are on fire?\n  ","610898":"\n  In my school we did a lot of games where we had to do definitions of words without using the word ya know and i was always really good at describing shit so i will admit i made it super believable ?\n  \n  You know ive been singing this song called Bungus. “All these girls so nasty they got fungus in there bungus”\n  \n  I looked it up on urban and its an actual word ? i cant ?\n  ","610899":"\n  Nope these are my eyeballs\n  \n  Stoney eyeballs\n  \n  Mine nevertheless\n  ","610900":"\n  You probably never heard of it because I completely made it up ?\n  ","610901":"\n  Because they were on the run from the police ? you couldnt find them if you wanted too. Fake names. Stolen cars. Drug addicts. Theyve been on the run for a couple years theres supposed to be in jain for over a decade.\n  \n  I got myself into a world that was very dangerous.\n  ","610902":"\n  Well, for starters wouldnt be the first time lol\n  \n  But because its not my first time ive learned that theres shitty people in this world but im letting them create a victim by closing myself off from the world just because someone decided to be shitty towards me - in the end the only person its effecting is me. People do crazy fucked up shit all the time, im not gonna stop living just cause of fear.\n  ","610903":"\n  You make me seem like the most beautiful creation, like im poetry in human form. You make me feel so special and so beautiful. I really appreciate everything you say to me. I seriously want you in my life forever ?\n  ","610904":"\n  Years on years. So many fucking years. It makes me so mad ? just thinking like if I just stayed there for a little fucking longer.\n  \n  BUT what was going on was bad bad bad. So it was good i left. Long story short, i was being stalked and threatened. Someone broke into my house multiple times. I was being followed to work. It wasnt safe for me.\n  ","610905":"\n  Would i be able to do what?\n  ","610906":"\n  Theres so many wigs on there i want\n  \n  And the outfits i want omggggg\n  \n  I need to start working out\n  ","610907":"\n  Can people help me with outfits from my wishlist so i can do more modeling? I want all the wigs lol\n  ","610908":"\n  My same thought exactly lol ?\n  ","610909":"\n  The little fire logo by the heart ❤️\n  ","610910":"\n  Thank you ?\n  ","610911":"\n  Sounds like Vegas will be a Danger Zone next year!!\n  ","610912":"\n  Im such a little booty butt\n  \n  Im sorry for teasing you, i knew what you meant ? thank you ?\n  ","610913":"\n  I do, why?\n  \n  paypalsav@gmail.com\n  ","610914":"\n  “Wash kiss” - when a person uses their tongue to wash someone elses lips, teeth, and mouth.\n  \n  “He gave her the longest wash kiss she would ever experience.”\n  \n\n   @Pookeo9\n  \n  are you into the kissing style known as wash kiss?\n  ","610915":"\n  Im going to hell\n  \n  That got me ??????\n  ","610916":"\n  I choose option 2 ?\n  \n  Can you stay in my life forever? I need someone as insightful as you at all times.\n  ","610917":"\n  Wow, it sounds like you have a beautiful family\n  ","610918":"\n  Ohhhhhh maybe theres stuff under! You are so smart. Your kids are very lucky to have a smart dad like you!!\n  \n  I would love to see a photo. Ill go on your page!\n  ","610919":"\n  This new song actually ?\n  \n  Its soooo sick.\n  \n\n   https:\/\/youtu.be\/-StzTh2A9qQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","610920":"\n  A quarter century old\n  ","610921":"\n  I am in Nevada\n  \n  Where shade doesn’t exist\n  ","610922":"\n  Thank you for reminding me\n  \n  I gotta add more to my wishlist\n  ","610923":"\n  I wish they were more blue ?\n  ","610924":"\n  Omg Ash is like obsessed with the closet for some reason and she will not rest until i open it for her.\n  \n  How was seeing your son? How old is he? How many kids do you have?\n  ","610925":"\n  Where are you located?\n  \n  Its quite beautiful here as well right now. Its so peaceful outside\n  ","610926":"\n  Both my best friends moved back to san diego after i move from not living there for fucking years and they BOTH decide we will go back now... wtfffffff\n  ","610927":"\n  That nickname is very sacred to me. I dont let many people call me that freely. But it felt natural coming from you, like youve known when to use it.\n  \n  My brother gave me that nickname and I just havent had another since. My whole family calls me it. Like even all our friends and extended family know like nobody calls me by my real name.\n  \n  You know i never knew the meaning of the word Manna until i took religion? And now with your explanation - is that why my family calls me manna?\n  ","610928":"\n  I will keep that in mind whenever i got LA. Lol\n  \n  I might be moving back to san diego\n  ","610929":"\n  Capriotti’s ?\n  \n  Best sandwich in America\n  ","610930":"\n  All the time ?\n  \n  I think about them a few times actually. Especially these cats, i got so close to these cats :( i miss him so much it hurts\n  ","610931":"\n  Thank you!!\n  \n  Yes i got plenty of sleep. How about yourself?\n  ","610932":"\n  Oh wow, thank you!\n  \n  My hair always looks crazy so thank you for thinking i look good lol\n  ","610933":"\n  Hahah awhhhh ??? youll marry someone special one day\n  ","610934":"\n  Whoooooooooaaaaa\n  \n  Who is this? You have to be pretty close to me to know that name?\n  ","610935":"\n  Dont judge me, i just woke up ?\n  ","610936":"\n  Good morning ????\n  ","610937":"\n  Awww ? hunny bunches of oats ?\n  \n  You’re too too kind. But im really not i swear ?\n  ","610938":"\n  Oh my like a week ago?\n  \n  Im always writing something honestly.\n  ","610939":"\n  I see you ?\n  ","610940":"\n  6\n  \n  Because my birthday is 6\/6 lol\n  ","610941":"\n  Only one.\n  \n  I ate it all\n  ","610942":"\n  This made me smile ?\n  ","610943":"\n  I just really need someone to cheer me up please?\n  ","610944":"\n  Haha Allie sounds really cute cause she sounds just like ash. Ash is being a little butt. I haven’t really spent any time with her in the last two days cause shes been a little moody butt. Only comes to me for snuggles and pets.\n  ","610945":"\n  I know its so fascinating to see what kind of creatures live down there and they are still discovering so much.\n  ","610946":"\n  - aliens ? ?\n  \n  - the deep sea ???????????\n  \n  - science ??????\n  \n  - conspiracy theories ?????\n  \n  (This is pretty much all i talk about.)\n  ","610947":"\n  Omg i have a food coma, i need a nap ? i cant stop yawning ?\n  ","610948":"\n  PISCES ♓️:\n  \n  • like the moon, a part is always hidden ?\n  \n  • love that started as a daydreaming crush ?\n  \n  • be in touch with the spiritual realm ?\n  \n  • listens to music to calm themselves ?\n  \n  • sarcastic ??‍♀️\n  \n  • tired everyday ?\n  \n  • too out-of-this- world ?\n  \n  • imaginative and overly sensitive ✨\n  \n  • the truth teller  ?\n  ","610949":"\n  Be kind ?\n  \n  Make art ?\n  \n  Read good books ?\n  \n  Take no shit ??‍♀️\n  ","610950":"\n  am i ever busy?\n  ","610951":"\n  Yeah im the same way!! I guess it just depends how active ask is that week lol\n  ","610952":"\n  I am all ears ?\n  ","610953":"\n  Yeah, i just force myself to do it.\n  \n  Theres been a lot of times where i do that and im still fucking terrified. Lol\n  ","610954":"\n  No thats my order.\n  \n  Im hungry ?.\n  ","610955":"\n  You want my boyfriend?\n  \n  Why?\n  ","610956":"\n  Love uuuuuuuuuuu ♥️\n  ","610957":"\n  Like 5 mins till i can eat!\n  ","610958":"\n  Oh yum!! That sounds amazing!\n  ","610959":"\n  Hahah im glad i could get close!!\n  ","610960":"\n  ♥️?♥️?♥️??????\n  ","610961":"\n  No filter. I have my lashes done so they look all fake. Thank you!!\n  ","610962":"\n  I can be cute sometimes ?\n  ","610963":"\n  I try my best to be, thank you for noticing ?\n  ","610964":"\n  Like 8 tacos ?\n  \n  A couple burritos ?\n  \n  Mexican pizza ?\n  \n  Drinks ?\n  ","610965":"\n  I hate myself for fucking loving kfc.\n  ","610966":"\n  Good night sweetheart\n  ","610967":"\n  CANCER ♋️:\n  \n  • you’re involved with a parent, a patriot, a nurse or night owl ?\n  \n  • torn between helping and running away ??‍♀️\n  \n  • always overreacting ?\n  \n  • want the freedom to choose what they want to do ??‍♀️\n  \n  • steal your heart ?\n  \n  • love doing things there way ?\n  \n  • awful at breaking ties with someone ?\n  \n  • crybaby ?\n  \n  • need a big blanket\n  \n  • hard to handle but huge heart ♥️\n  \n  • daydreams about living with there crush ?\n  \n  • stop overthinking your future ?\n  \n  • a walking meme\n  ","610968":"\n  Is that one you? ?\n  ","610969":"\n  I just order my taco bell ?\n  ","610970":"\n  You only get my face\n  ","610971":"\n  Omgggggggg how do you know all of this?!\n  ","610972":"\n  Do you love me?\n  ","610973":"\n  I gotta convince dookie ? butt to get Taco ? Bell ? with me lol\n  ","610974":"\n  No way sweetie ?\n  ","610975":"\n  Did you just look down and start laughing?\n  ","610976":"\n  You need a boomie hug ?\n  ","610977":"\n  IM GONNA ASK FOR EVERYTHING GRILLED\n  ","610978":"\n  There was a place in san marcos called Nachos.\n  \n  What i really wanna try is food more like the mexican food for TJ. ?\n  ","610979":"\n  I actually was thinking about it ?\n  ","610980":"\n  Yes it is ?\n  \n  I am feeling so much better, thank you so much ?\n  ","610981":"\n  No i havent.\n  \n  People have said they are fire ? though! ?\n  ","610982":"\n  What the fuck am i suppose to eat? Ugh\n  ","610983":"\n  No, is that mexican food?\n  ","610984":"\n  You mean it?\n  ","610985":"\n  Oh wowzaaa, i was supposed to get sushi today but i wasnt hungry earlier.\n  ","610986":"\n  She always sleeps right next to me. She has to snuggle 24\/7 lol\n  ","610987":"\n  One of the guys there put his leg out and tripped me :(\n  ","610988":"\n  That sounds pretty fucking terrible. Lol\n  ","610989":"\n  HAHAHHAHAHA thats so funny\n  ","610990":"\n  Because I feel like its a formality. I feel like its disrespectful for not going.\n  ","610991":"\n  Trader joes sounds so fire omg\n  ","610992":"\n  LIBRA ♎️:\n  \n  • takes forever to make a decision ?\n  \n  • needs balanced in everyday life ⚖️\n  \n  • will call you at midnight ?\n  \n  • talk to them about movie and tv ?\n  \n  • struggle with insecurity ?\n  \n  • always needs attention ?\n  \n  • can be unemotionally unstable?\n  \n  • feels anger when hurt ?\n  \n  • can fake a smile so well ?\n  \n  • can act immature but super mature ?\n  \n  • finds deep connections in life ?\n  \n  • has a lot of friends ?‍?‍?‍?\n  ","610993":"\n  Im a sick twisted fuck lol ?\n  ","610994":"\n  VIRGO ♍️:\n  \n  • over analyzing everything ?\n  \n  • desires to find the one the love to lavish them in it ?\n  \n  • give random compliments ?\n  \n  • approach them first and be nice ?\n  \n  • lots of people have a crush on them ?\n  \n  • experience extreme anxiety ?\n  \n  • the quiet ones ?\n  \n  • always need a vacation ?\n  \n  • very intelligent ?\n  \n  • anger when feels like theyve been played ?\n  \n  • loves falling asleep to thunderstorms ⛈\n  \n  • values personality and humor over looks ?\n  \n  • gets moody when they forget their headphones ?\n  ","610995":"\n  Do you love it?\n  \n  Or do you hate it?\n  ","610996":"\n  Yeah those are totally real lol\n  ","610997":"\n  Yes, i think so\n  ","610998":"\n  I have no idea who you’re talking about lol\n  ","610999":"\n  My titties are real. But what picture are you referring too?\n  ","611000":"\n  Wow!! Awesome!! I feel good almost getting all of it lol\n  ","611001":"\n  Hahaha it was pretty close actually!!\n  ","611002":"\n  If youre an aries I feel like i kinda described you lol\n  ","611003":"\n  SCORPIO ♏️:\n  \n  • always bounces back, pretty quickly too. ?\n  \n  • wont trust someone until they proven their worth ?\n  \n  • like to face challenges and beat the odds ?\n  \n  • most likely will chop their hair off  ✂️ ??‍♀️\n  \n  • invite them to go to weird places ?\n  \n  • never shares there secrets, but they know all of yours ?\n  \n  • no sense of danger and fearless ?‍♂️\n  \n  • devil ?\n  ","611004":"\n  ARIES ♈️:\n  \n  • talks loudly ?\n  \n  • most likely will steal your heart ❤️\n  \n  • most likely will send love letters ✉️\n  \n  • will make you laugh and talk about things you hate ?\n  \n  • has a hopeless crush ?\n  \n  • needs constant attention ?\n  \n  • vodka ?\n  \n  • loud and social ?\n  \n  • always need a blunt ?\n  \n  • get angry when disrespected ?\n  \n  • chance of alien abduction is 13% ? ?\n  \n  • always wants to help others through there dark times ✨\n  ","611005":"\n  CAPRICORN ♑️:\n  \n  • dangerously sarcastic?\n  \n  • most likely to get black out drunk ?\n  \n  • most likely to travel the world ?\n  \n  • have a few trust issues ?\n  \n  • money ?\n  \n  • if youre lucky youll see their lazy side ?\n  \n  • they need a chill pill ?\n  \n  • love practical gifts ?\n  \n  • hate lack of common sense ?\n  \n  • love quiet zen places ?\n  \n  • like to  do odd things ??‍♀️\n  \n  • thrives best with long term goals ?\n  ","611006":"\n  LEO ♌️:\n  \n  • the know it all ?\n  \n  • shine without trying ✨\n  \n  • rants to themselves ?\n  \n  • will make you food ?\n  \n  • will break down anywhere at anytime ?\n  \n  • intense and biting type kissers ?\n  \n  • charms you, compliments and smiles a lot ☺️\n  \n  • the queen\/king ?\n  \n  • loves every single thing about themselves ?\n  \n  • big bright smile ?\n  \n  • will prove to you that you’re all they need ?\n  \n  • straight forward and loyal ?\n  ","611007":"\n  which is an amazing coping mechanism.\n  ","611008":"\n  it just kinda got a little messy.\n  \n  i dont really want to go into too much detail though.\n  ","611009":"\n  You know, this actually would make a lot of sense ?\n  ","611010":"\n  Yeah, the smell of ganja\n  ","611011":"\n  Not at an amusement park.\n  \n  But, at a Halloween scream zone. I got a really bad concussion.\n  ","611012":"\n  Its hot ? everywhere\n  ","611013":"\n  That’s probably where they are hiding all the secrets since nobody goes to Wyoming.\n  ","611014":"\n  It is fucking hot ? outside.\n  ","611015":"\n  You have this sense of relief.\n  ","611016":"\n  I was on the beach ? at night. In the middle of the ocean ? was this bright red flame ? that was definitely something burning ?. I look up at the stars ✨ and try to see if any helicopters ? start showing up. There were a fuck ton of helicopters ? making these weird triangle formations over the flames ? i sat and watched for a couple hours because it didnt look ? like they were calling any police ?‍♀️ there were so many military helicopters ? in the sky and it was nowhere on the news..\n  ","611017":"\n  Thank you so so much ??\n  ","611018":"\n  We are kick ass ⛓??\n  ","611019":"\n  Eh im okay.\n  \n  I just finished cleaning the room. It was making me super anxious and i feel better now that its clean but i was supposed to go to lunch - i didnt go cause I just wasnt feeling well but i feel guilty for not going.\n  ","611020":"\n  Keep taking time for yourself until you’re you again.\n  \n  ?\n  ","611021":"\n  Hahahhahahahahhaha\n  \n  Yes.\n  ","611022":"\n  I gotta go out to lunch, gonna be getting some sushi ?\n  \n  Will be on later ?\n  ","611023":"\n  TAURUS ♉️:\n  \n  • never tell them they cant do something ??‍♂️\n  \n  • too stubborn to agree with the person they are in a relationship with and they already in a committed relationship with food. ?‍❤️‍??\n  \n  • too sensitive or too cold hearted ?\n  \n  • sensational and slow kissers ?\n  \n  • a lot of touching, gifts, and obsessive over you. ?\n  \n  • no problem telling you off or giving you dirty looks ?\n  \n  • they sing in the bathroom ?\n  \n  • the mature and innocent one ☝️\n  \n  • always in deep thoughts ?\n  \n  • wont let you touch their things ??\n  \n  • worries about everything ?\n  ","611024":"\n  GEMINI ♊️:\n  \n  • will be your partner in crime. ?\n  \n  • keep there emotions to themselves until they explode ?\n  \n  • they love food. Very enthusiastic about food. ?\n  \n  • take things too seriously or not seriously enough. ??‍♀️\n  \n  • not committed enough and never enough time ?‍❤️‍?\n  \n  • i am a friend you kiss when you’re high ?\n  \n  • treats people how people treat them ? ?\n  \n  • laughs so loud the whole planet can hear it ?\n  \n  • they cant die because they already sold their soul to satan ?\n  \n  • needs a lot of sarcasm ?\n  \n  • beyond brilliant ?\n  \n  • intense kind of love ?\n  \n  • natural social butterfly ?\n  \n  • extremely curious ?\n  \n  • accept not knowing the answer to anything ❓\n  \n  • over push themselves and think they don’t deserve the best sometimes ?\n  ","611025":"\n  I used to not get close to people cause it would always end up hurting me. Until i realized humans will always let you down, and then you will see who will stick around and who doesnt. I also realized that each person is a new lesson. Even if that persons chapter has ended i can still take the best from it and be a better version of myself to the next person whos in my next chapter. Trusting someone is hard because that means you’re allowing them to have the opportunity to hurt you. But to find flowers you have to pluck through the weeds.\n  ","611026":"\n  I am doing alright, how are you?\n  ","611027":"\n  That one makes me laugh so bad. The one the makes me literally fall on the ground is,\n  \n  “Damn shes so hot i wanna jack off her dad just to know where she came from.”\n  ","611028":"\n  I am what you call a submissive brat\n  \n  So i think that would be a yes\n  ","611029":"\n  Nikki ? you’re the best on here\n  ","611030":"\n  Which name?\n  \n  lady boometh? So i was going by the name boom and then it was just getting outta hand with all the other name ideas but then i came up with this one and it stuck.\n  ","611031":"\n  Oh wow, is it good pay?\n  ","611032":"\n  As a society as a whole, we get more and more selfish everyday.\n  ","611033":"\n  Awh, im sorry. Shes ghosting you. She probably thinks that things were getting to close or you were getting too close. Cause girls do this thing where they will be nice and be best friends with people but once those orioles get to close they kinda just ghost them.\n  ","611034":"\n  Hunger.\n  \n  Think about all the people who are angry and frustrated because they are always hungry and starving. They have to go to extreme lengths just to get food in their stomach. I think if everyone was fed and comfortable there would be less hatred.\n  ","611035":"\n  Ahhhhh, my friends and i talk about this all the time. We get so annoyed with people who are more than able too dont give back to the community. THEY WOULDNT BE WHERE THEY ARE TODAY WITHOUT THE COMMUNITY.\n  \n  Sorry lol ? little passionate over here\n  ","611036":"\n  I had to read this a couple times to grasp what you were saying and then once it clicked i felt like such an idiot hahahahahahha.\n  \n  And youre funny!! Lol lets get me back into the job market.\n  ","611037":"\n  Im going to jump into a teleportation device that will take us through the universe to a different dimension thats a parallel universe that you get to choose, which universe are we heading too?\n  ","611038":"\n  95%\n  \n  I need to work out to be fully confident\n  ","611039":"\n  I just started singing this after i read this lol\n  ","611040":"\n  You know your muffin will not go down without a fight lol ???\n  ","611041":"\n  Hmm, id say like 80%\n  ","611042":"\n  Well aint that the fucking truth ?\n  ","611043":"\n  she is so humble that when i met her in 5th grade i didnt know she was a billionaire with a B until i was like out of high school dude. She worked her ass off for everything she ever owned. If she wanted to go to some crazy place in the world she had to work out everyday, clean, and go to work or her parents wouldnt pay for it. I knew she had money but i didnt know she was so beyond wealth. And because of that her and I became best friend because we actually fucking love each other not because of money. I admire her so much. Shes such a beautiful person. Not the brightest but a good person wholeheartedly.\n  \n  Honestly, all my best friends in school were the wealthiest but most humble. I think i was drawn to them because they were so humble I thought “oh they understand my lifestyle.” Then i find out they understand my lifestyle but just add three more 0’s to their parents income ?\n  ","611044":"\n  Its sad but at the same time being humble wouldnt be so admirable if everyone were humble..\n  ","611045":"\n  Wow i hope everyone reads this ?\n  ","611046":"\n  I like your shirt, what does it mean?\n  ","611047":"\n  Hugs!!!! Im going out to lunch today too. So im trying to get a few hours just on ask and then ill probably check other stuff so please dont be mad if i dont reply until like 11:30\n  ","611048":"\n  Theres good people out there. Theres the wealth you see flaunting in your face but my friends and i would always laugh cause the people with true wealth were behind the scenes hiding among others. Our parents taught us “dont ever talk about how much money you have.” So we learned how to adapt and when people get close to us and see our lives at home they never expect it. So theres a lot of people out there that are good and doing things for the people like charity work ect. It just sucks that the only wealth people hear about are the sports players or singers\/actors but people dont realize there’s hospital owners who make over 250 million a year.. like theres some secretly wealthy people cause they are humble asf.\n  ","611049":"\n  The lady one is easier cause my other one i get bombarded. Thank you for being understanding. I promise i do check stuff and i will check IG today.\n  ","611050":"\n  My best friend (the billionaire) and i talk about it all the time. Shes super humble for how much money she has. But she knows money wont make her happy so she actually works even though she doesnt have too. Money is just an extension of ones self.\n  ","611051":"\n  Nope, ive been around the wealthiest people in the world. Like only having a couple million to them was considered poor like you have to be in a certain income bracket to be able to go to the school i went too. Im pretty sure you had to make a few million a year to go to this school anyways My best friends dad is the owner of the warehouses that create light bulbs cause he invented it.. (which means i guess my family stupid wealthy too)\n  \n  I was around people who have the world at their fingertips and they are not happy. They put on a great show but behind the scenes its some of the ugliest family dynamics.\n  ","611052":"\n  God i know lol! Thank you so much btw! You can message me on IG if youd like.\n  ","611053":"\n  Peoples sense of humor. Theres some funny and creative people out there.\n  ","611054":"\n  I tell the truth way more than i lie.\n  \n  Lying is hard for me cause i have this stupid morally run stomach so like if i do something wrong ill get super fucking sick. So when i lie i get sick so i dont lie usually.\n  ","611055":"\n  I get really really bad period cramps. They cripple me and make weak. They make my mind irrational too. Like i admit it, my period makes me fucking crazy. Lol\n  ","611056":"\n  He is so handsome ??\n  ","611057":"\n  We should meet somewhere fun like LA.\n  ","611058":"\n  Hey, how are you?\n  ","611059":"\n  I would be more of a live to work type since my parents were very big on letting us know that we can literally do whatever it is we enjoy but just do it well. They never wanted the life where we couldnt follow our dreams. So i got really lucky with that.\n  ","611060":"\n  My plans are to get my mind to the mental state that i need. Its a time for me to take care of myself. It was somewhere ive never been and a place where i can rest peacefully\n  ","611061":"\n  Now thats a talent. That would be a great defense mechanism.\n  \n  I have PTSD from multiple things. My therapist believes my PTSD actually started when i was really really young, lots of traumatic experiences but my breaking point was when i was 17 and I almost died. It was between me and the guy - so i had to figure out how to get home... i got kidnapped and i was raped\/tortured\/abused and i was supposed to be sent off to a german sex ring. The guy was the son of the people in charge too. It was a dirty situation and when the FBI were involved they already knew everything they just wanted to know what i knew & i got lucky that i didnt know anything.\n  ","611062":"\n  Thank you spank you ?\n  ","611063":"\n  I used too every night because it helps strengthen your hair and makes it grow faster but i stopped since i was always working so my hair was always done or whatever but now ive been braiding it more cause i wanna grow it out.\n  ","611064":"\n  I am great how are you?\n  ","611065":"\n  I feel like im being watched all the time. There will be moments where im just walking to my car and ill go “im pretty sure someone is behind us, theres 2 actually.” Then the other person will go “oh thats why i feel like im being watched.”\n  \n  Im actually able to describe to you what i can see and i get like images of them in my mind but in reality they are only a shadow. There was another time where i could tell something was in the house and i heard a womens bloody cry from downstairs. Then i could hear something walk upstairs and then come into the room and just stare into the corner. My bf wakes up, “i had a nightmare of this creepy dude starring over me while i was sleeping” I point in the corner and ask him if he was standing in the corner i saw and my bf freaked out. For awhile he didn’t believe me but now when i say there’s something he doesn’t even question me. Lol\n  ","611066":"\n  Whatever amazing thing one of you have said to me in the last few hours. You guys are great! ?\n  ","611067":"\n  Morning i look crazy right now lol\n  ","611068":"\n  Bubas\n  ","611069":"\n  It would be crazy! But it would be an awesome time too!!\n  ","611070":"\n  The charity to Lady Boometh\n  ","611071":"\n  How? Tell meeee\n  ","611072":"\n  Wait you can anonymously like something?\n  ","611073":"\n  Or what if you dont want people to steal your awesome ideas?\n  \n  Or what of youre a little freak and shy about their ideas ??\n  ","611074":"\n  Ya, i know its pure psychological since i havent gone to school for YEARS. But i also worked a 9-5 but in reality it should be friday for me everyday - that would be such a hype life.\n  ","611075":"\n  Thank you ? cutiepatutie ?? you are sweet ?\n  ","611076":"\n  Have a great rest of your day! ?\n  ","611077":"\n  I followed you back darling ?\n  ","611078":"\n  I actually fell asleep pretty early ?\n  ","611079":"\n  HAPPY FRIDAY LOVE ?☠️??\n  \n  I dont have any plans yet but im always up to something so we will see! What about you baby boo?\n  ","611080":"\n  Its 8:20am\n  \n  I am currently just sitting on my bed on ask just hanging out! My favorite time to go on ask is in the morning because the house is the most quiet so i can think ? lol ? and my mind feels the most alert and fresh.\n  ","611081":"\n  I learned it because i HATE sticking my hands into my mouth it grossest me out. I dont like putting my hands anywhere near my face unless i had too and then I just kinda found that burning ? spot in our stomachs and pressed it and it works really well and makes it less painful.\n  \n  I have severe PTSD and before i knew that my body tried telling me by making me throw up 50+ times a day (psychosomatic reaction) and so i had to find a way to make it less painful and i did but luckily thats not my life anymore!!\n  ","611082":"\n  Oh, you think ? im a shareable muffin? ?\n  ","611083":"\n  Thats the spot i press if i have to throw up ?, sooo..\n  ","611084":"\n  Honestly, i talk a lot about aliens and how all our history is all sorts of fucked up. Lol\n  ","611085":"\n  Wondering what?!\n  ","611086":"\n  Be careful, people might want to steal your muffin ?\n  ","611087":"\n  Im a sweet cherry  ? muffin\n  ","611088":"\n  Depends on how im feeling. If my tummy hurts i have to lay on my right side. If im really high i have to lay on my back. If im on my period i have to lay on my tummy.\n  ","611089":"\n  Why are we saying wow?\n  ","611090":"\n  Yes that’s exactly what that means\n  ","611091":"\n  Im a sweet muffin\n  ","611092":"\n  I am only your muffin ?\n  ","611093":"\n  I know im vampire zombie witch alien ???☠️\n  ","611094":"\n  Shower timeee\n  ","611095":"\n  Im gonna i love that place so much\n  ","611096":"\n  Can I please move in?\n  ","611097":"\n  Cause im so small like my bones ?\n  ","611098":"\n  You’re the best ????☠️\n  ","611099":"\n  I will seriously move in if you’re serious lol\n  ","611100":"\n  They get juicy sometimes lol\n  ","611101":"\n  I could eat so much bread right now\n  ","611102":"\n  I used to wear them so much. I loved them. Its nice that since i dont have tits i can make them all crazy and cute\n  ","611103":"\n  I need to go to the bank. Fuck.\n  ","611104":"\n  If my followers hate me that means im doing something right. Love or hate me - its still an obsession\n  ","611105":"\n  Yes i have. A couple times. I even have given christmas gifts.\n  ","611106":"\n  Science has proven that the last part of your brain to develop is at 25-27 and its the part that connects dots about oneself and when you seriously start to learn about yourself. So with that being said the fact i didnt know who the fuck i wanted to be at 12 or what exactly i liked isnt surprising. And i need to being easier on myself, i need to give me some grace.\n  ","611107":"\n  They have that?! Oh my god.\n  ","611108":"\n  WHY ARE YOU MAKING ME SAD im a witch dude. On Halloween and new years? Its on new years cause i got to bless myself for the new year hahahahaha\n  ","611109":"\n  It was a new brand so they were trying get more feedback. Since weed is a plant and its all about the grow cycle there will always be so many new deals like that. And im getting close to one of the guys there, he’s pretty chill.\n  ","611110":"\n  Literally said this word for word 10 seconds ago in a weird anime girl voice,” give me those balls boy. Puts those balls in my mouth boy. Is it Christmas cause i wanna make it jingle bell rock in my mouth.” Then i lost it and couldnt stop laughing ?\n  ","611111":"\n  Im a night person. I can get more  freaky at night\n  ","611112":"\n  I always have it on Halloween no joke. I swear its like im a witch and im required to be bleeding on Halloween.\n  ","611113":"\n  I like this little game you always have us play lol\n  ","611114":"\n  An ounce\n  ","611115":"\n  It was all new. But almost as if new just to this body but my mind felt like its been there before, like it felt like i lived there. Its hard to explain.\n  ","611116":"\n  3 inches lol\n  ","611117":"\n  you know like a few days ago we were having the same kind of lightning here. what was really weird was the fact that it was bright orange, there was no rain or thunder with zero clouds in the sky. so it was pretty scary actually. it was so loud and crazy.\n  ","611118":"\n  as humans, we ruin everything we touch including each other.\n  ","611119":"\n  oh yeah it was totally worth it cause it ended up saving me a bunch of money actually. i bought so much weed for only $100 omg. i would do it again in an  heartbeat\n  ","611120":"\n  i think i am pretty average height. probably short tho since im barely over 5ft tall.\n  ","611121":"\n  charlottes web 2\n  \n  the simpsons movie\n  \n  the new spiderman movie?\n  ","611122":"\n  just because you said so i am going to try it and honestly i am so curious what it tastes like i have always seen it but never got the courage to try it so what perfect time to try it before it disappears completely.\n  ","611123":"\n  i have this ability to bring people together that never thought they would ever be friends but i tend to find people that all have one thing in common and thats strong moral values and work ethic. so i end up introducing people to their best friends and then i get pushed out and then i am off to the new group that needs my help bringing in those who will help them.\n  ","611124":"\n  no its completely anonymous.\n  ","611125":"\n  im not really a breakfast person, i do like frittatas, pancakes, or waffles.\n  ","611126":"\n  i love everything my sister makes cause shes an amazing cook. so pretty much she can make me anything and its my favorite.\n  \n  if i had to choose my last meal it would be something she makes.\n  ","611127":"\n  i have gotten high without smoking weed but i think it was cause the secondhand smoke.\n  ","611128":"\n  oh do i need to add more things to it? i havent been on it in awhile.\n  ","611129":"\n  somebody got me a new lingerie set.\n  ","611130":"\n  is it worth it to try?\n  ","611131":"\n  i have been in the process of trying to figure out more about that day but i had another weird one that was a dream where i wasnt in this era i liked jumped back into time like the 1850s but the weirdest part of it all was the fact it literally felt like i was actually there. like i knew where i was, who i was with. it was weird.\n  ","611132":"\n  it was a terrifying experience. the worst is that its recorded too and i kept my old computer because its the weirdest thing. now i was young and sad so please dont judge me but i took sleeping pills and in the video i fall over and die. now for me it feels like im going through the brightest room ever and theres people screaming and theres these creatures above me like yelling at me telling me, \"it wasnt your time yet, why did you do that? pump her stomach.\" and when i woke up i was in the bathroom with throw up all over me. in the video you see me on the bed and literally randomly i disappear and then you see me stop the recording hours later. i still dont know what to make of it but its one of the craziest things that has ever happened to me.\n  ","611133":"\n  i want to be declare a scholar by the time i die.\n  ","611134":"\n  can i know what the movie is?\n  ","611135":"\n  i truthfully havent tried the mexican pizza so i dont really know if its a loss or not.\n  ","611136":"\n  why are you so mean to me? lol\n  ","611137":"\n  depends on where we are located and what role do you play.\n  \n  i think overall the 1700s was hard and grimey.\n  \n  ill use london for an example. 1 out 5 women were a sex worker and they made the most money. Men could basically do whatever they wanted,  marry whoever, have a mistress. the 1700s was a tough place for women in london.\n  \n  i dont think i would enjoy living in a time like that\n  ","611138":"\n  it was a good guess tho lol\n  ","611139":"\n  well thank you, that means a lot.\n  ","611140":"\n  Omg thank you ? ?? that means a lot.\n  ","611141":"\n  Charlottes web\n  ","611142":"\n  I am?\n  \n  How old are you?\n  ","611143":"\n  Yes these cute things that will eat your face if you get caught in a pack of them\n  ","611144":"\n  I can get dressed up all crazy but im mostly a comfy stylish type. Always have a couple things designer and then just some comfortable stuff too.\n  ","611145":"\n  Could you please? From where?\n  ","611146":"\n  Frogs ? cricket ? coyotes ?\n  ","611147":"\n  I like to think ? the same ?\n  ","611148":"\n  I am 25\n  \n  Why?\n  ","611149":"\n  I need to file my nails it looks like i tried crawling up a well.\n  ","611150":"\n  It is a mystery isnt it lol\n  ","611151":"\n  Awh thank you so much ?\n  ","611152":"\n  Like real first job? Was at kohls retail.\n  \n  But my real first job was for my dad helping him out.\n  ","611153":"\n  Im gonna take pictures in my lingerie and a wig with make up ect. Like im gonna go for it lol but my vagina needs to stop bleeding cause im not ruining my underwear\n  ","611154":"\n  I have really bad anxiety so the wind can blow a certain way and it could make me panic lol\n  ","611155":"\n  So i started doing this thing where i listen to soundtracks made by one guy, Charlie Clouser because hes so good.\n  \n  He made all the music for Saw, Wayward Pines, Resident Evil, and Dead Silence. Its like dark but calm music\n  ","611156":"\n  I feed off others peoples energy which effects me both positively and negatively. I have the weird ability to understand everything a person is feeling and feel it too. A lot of people wouldnt believe me when i told them I understand until i explain word for word exactly what they are feeling. Because of this people get a little attached to me tho\n  ","611157":"\n  i am a night person so i would totally be nocturnal.\n  ","611158":"\n  yes i have had a couple actually. it was super scary\n  ","611159":"\n  oui\n  ","611160":"\n  they get sent to the dark dungeons of boomalgavor\n  ","611161":"\n  Usually yes.\n  ","611162":"\n  I will only take something for migraines if i have one.\n  ","611163":"\n  No i got some food yesterday though\n  ","611164":"\n  Lets go party\n  ","611165":"\n  i am kinda obsessed with this place called Burger Me!\n  ","611166":"\n  i was listening to her, omg i love her so much. she is so real. like she doesnt give a fuck dude. her fucking mullet too lol.\n  ","611167":"\n  yeah it ruins everything. but thank you.\n  ","611168":"\n  i love u so much .... oh my lord\n  ","611169":"\n  its like \"oh my fellow angel, i see you\" lol\n  ","611170":"\n  do you mean barbie?\n  ","611171":"\n  life is alright. ive been really anxious lately but my hormones always mess me up for a couple days and then i get right back lol\n  ","611172":"\n  LANA DEL REY\n  \n  She is an angel\n  ","611173":"\n  Wasnt my plan I just woke up with bad tummy pains and then i fell asleep after i smoked weed\n  ","611174":"\n  They dont always end positive cause hes so stubborn and im like all open minded and understanding but hes like nope im putting a wall up Lol\n  ","611175":"\n  Having a good deep conversation with my boyfriend ??\n  ","611176":"\n  You should ???\n  ","611177":"\n  The land of boom and how free it is.\n  ","611178":"\n  Heal on your terms\n  \n  The moon has phases too\n  ","611179":"\n  Anything\n  \n  But\n  \n  Country\n  \n  &\n  \n  Dubstep\n  ","611180":"\n  I love owls ? so much\n  \n  So i take this as a compliment.\n  ","611181":"\n  This means dont be rotten like him just cause hes rotten to you.\n  ","611182":"\n\n   https:\/\/youtu.be\/ucVUEmjKsko\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","611183":"\n  Never regret being a good women to a bad man, his loss.\n  ","611184":"\n  You dont have to be what they want you to be.\n  \n  Remember that. ?\n  ","611185":"\n  Thank you so much. Wow ?\n  ","611186":"\n  We shouldnt be this kind of tired at this age.\n  ","611187":"\n  Focus on the shape of your mind  rather than the shape of your body.\n  ","611188":"\n  You’re so sweet ?\n  ","611189":"\n  Color my life with the chaos of trouble.\n  ","611190":"\n  Thank you ?\n  ","611191":"\n  Im sorry ? love ?\n  ","611192":"\n  I dont always look good darling\n  ","611193":"\n  It takes a balance of faith and trust in something you cannot see\n  ","611194":"\n  I am super loyal. I dont wanna hurt people anyways so it works out in my favor\n  ","611195":"\n  I used to go to every festival cause i was young and spoiled. I loved them so much.\n  ","611196":"\n  When i was really really little. I think it was christina Aguilar\n  ","611197":"\n  Well, what sort of questions are you asking me?\n  ","611198":"\n  I come on at least once a day so i would say im pretty active\n  ","611199":"\n  Yeah just had really bad cramps for a couple days but finally its over\n  ","611200":"\n  Im not fed up at all its just early and i dont like mornings\n  ","611201":"\n  I love making those ??\n  ","611202":"\n  No, they are just scars. ??\n  ","611203":"\n  Maybe\n  \n  I’ll\n  \n  Live\n  \n  Forever\n  \n  ??\n  ","611204":"\n  Thank you ??????☠️\n  ","611205":"\n  Im so tired. I need a lullaby to help me go to sleep ? ill be on later probably if i cant fall asleep ill be on to be obnoxious lol\n  ","611206":"\n  Its 5:30am, i kinda wanna go back to sleep..\n  ","611207":"\n  I still havent eaten. Food just doesnt sound good to me right now idk why i dont have an appetite.\n  \n  I found these two marks on my neck that looks like vampire bite marks lol and im like am i vampire? Is that why I cant eat? Lol\n  ","611208":"\n  How would one be come si dice “sexy”?\n  \n  Lol thats like the only italian i know cause i always say that when i dont know a word jokingly lol\n  ","611209":"\n  Time travel or parallel universe\n  \n  Most likely time travel though.\n  ","611210":"\n  Oh wow thank you so so much!\n  ","611211":"\n  Oh yeah, life would always be fun and full of laughs. I would look forward to coming home and finding out how smart and clever he really is lol\n  ","611212":"\n  A vision board. Which is totally what i should do..\n  ","611213":"\n  Wow that sounds so scary. Im so sorry. I hope youll be safe. I cant imagine what the lightning must sound like\n  ","611214":"\n  Thank you ?\n  ","611215":"\n  That its me. I know for a fact in my past life i was covered in tattoos.\n  ","611216":"\n  7up\n  ","611217":"\n  Im tired of being anxious. I wanna work out and get all sexy\n  ","611218":"\n  Please dont make me cry ?\n  ","611219":"\n  Oh ya!! Thank you ?\n  ","611220":"\n  Im registered in California still so i would have to do California but luckily its not far for me\n  ","611221":"\n  To obtain all the knowledge of the universe. #challengeaccepted\n  ","611222":"\n  I could totally go for both right now. Garlic bread ? sounds delicious ?\n  ","611223":"\n  Omg i havent really been on for a couple days. How are you?\n  ","611224":"\n  Thank you ?\n  ","611225":"\n  I want a sexy nun outfit so bad\n  ","611226":"\n  They are always my favorite because i love comedy and horror so if a horror movie is bad it turns into a comedy. You cant lose when you watch a horror movie\n  ","611227":"\n  When someone disrespects me - i tend to lose my shit.\n  ","611228":"\n  There was this book that translated to english from korean and it was called F is for Fabulous. And it was about a girl who wasn’t able to get good grades and kept disappointing her mom but she proves to her mom shes not a failure\n  ","611229":"\n  Whenever someone starts talking about something i did in the past that was funny ? or embarrassing and i get this like awkward feeling inside me.\n  \n  Or when someone talks about something i did that was wrong and i end up feeling really bad and awkward.\n  ","611230":"\n  This is the perfect example of someone who has a positive outlook with life compared to me whos always way too negative.\n  ","611231":"\n  I cant stand shellfish ? the smell of the fish ? after a few days makes me sick ?\n  \n  On a side note i have the weird hatetred for the ocean ? like when i was younger i got caught under a wave ? and got this weird flashback of being taken under but then i jumped up and i was fine but it was almost like in my past life i might have drowned.\n  ","611232":"\n  Thank you so much ?\n  ","611233":"\n  Watch the next 4 months will be horrific. Then 2021 will just be about rebuilding what was destroyed.\n  ","611234":"\n  Ohhh i love meat more.\n  \n  Im a sausage lover ?\n  ","611235":"\n  I quick i am at getting jealous. I dont get it. Like its a constant war in my mind cause i dont want to be jealous but my brain is like “nope im gonna make you anxious” ugh\n  ","611236":"\n  I think in a parallel universe i wasnt adopted and i ended up growing up really really poor that I would probably drop out of school to be a stripper or do both at the same time to help take care of my mom and when i got to 18 she would die and i would have lost myself in drugs and probably end up being with an old drug dealer and that would end up getting me killed.\n  ","611237":"\n  i loved iced tea. so goddamn much.\n  ","611238":"\n  Today has been a lot better than yesterday\n  ","611239":"\n  No my voice sounds like im still in 6th grade\n  ","611240":"\n  I can only drink and i like tea, vitamin water, or something bubbly\n  ","611241":"\n  my stomach was hurting all day :(\n  ","611242":"\n  hahhahahh yes omg\n  \n  all trucking and meth LOL\n  ","611243":"\n  sometimes. ive been practicing my zombie voice at the moment.\n  ","611244":"\n  i am so thankful that i dont really have traffic where i live.\n  ","611245":"\n  my day was kinda shitty honestly.\n  ","611246":"\n  honestly i can talk to anyone whos willing to listen because im kinda an open book (as you can tell by the fact i am on here lol) so i just need someone to talk to because i need new perspectives. i dont really go to people for there advice more like a different perspective and then i can kinda get like an idea of whats the best advice for myself.\n  ","611247":"\n  i can be. i will admit i have my moments where my anxiety is so bad and i cant speak ugh.. but usually i am very outgoing and people person.\n  ","611248":"\n  where shall we go?\n  ","611249":"\n  lets gooooo!!!\n  ","611250":"\n  can we go to pretend land? i am ready.\n  ","611251":"\n  where ever she wants lol\n  ","611252":"\n  Can someone cheer me up?\n  ","611253":"\n  I wont get my nipples pierced i dont feel like going through pain\n  ","611254":"\n  Lol the cutie would be me ?\n  ","611255":"\n  I do too! ??it makes my boobies look nice\n  ","611256":"\n  I don’t appreciate this mass send you did ? i dont feel special now lol good morning tho.\n  \n  Have a great day! Hope you have a great week too\n  ","611257":"\n  Brokeback mountain lol\n  ","611258":"\n  tshirt and no bra.\n  \n  i dont like the way it feels to be topless.\n  ","611259":"\n  what is with you and drinking water?\n  ","611260":"\n  i bet you wanna put it in her hole in one\n  ","611261":"\n  is it the womans golf where they were super short skirts?\n  \n  wait is that just tennis or does golf have girls that do that too?\n  ","611262":"\n  i have the funniest mental image lol\n  \n  your gut hanging out while youre in your undies ahhahaah\n  ","611263":"\n  this is brilliant. i want to invent this\n  ","611264":"\n  ohhhh that does seem like tough work\n  ","611265":"\n  i havent gotten to it yet, i will respond to every single one dont worry. just be patient. i have a lot of questions sweetie\n  ","611266":"\n  upper east manhattan\n  ","611267":"\n  ash is okay with whatever just as long as she is with me.\n  ","611268":"\n  thank you so much.\n  ","611269":"\n  some might say i find life a little too funny sometimes.\n  ","611270":"\n  please dont make fun of me, its just the world i grew up in so ya but when i used to watch gossip girl i thought like \"oh ok so like theres a lot of places like where i live\"\n  \n  lol no i was so wrong.\n  ","611271":"\n  its progressively getting better everyday. thank you for asking.\n  ","611272":"\n  no i never had to go to a school like that.\n  \n  i went to a charter school but i was on the side for the super smart kids\n  ","611273":"\n  you are so cute my god\n  ","611274":"\n  I really want nipple piercings\n  ","611275":"\n  Thank you ?\n  ","611276":"\n  Yes?\n  ","611277":"\n  Good?? Idk what you are talking about!! Lol\n  ","611278":"\n  Idk what a babiest babe is but thank you ?\n  ","611279":"\n  I have the worst cramps this morning :(\n  ","611280":"\n  I do ? do you?\n  ","611281":"\n  Thatd be crazy!!\n  ","611282":"\n  Awh ?\n  ","611283":"\n  I lost count awhile ago but im gonna say around 30 something and more to come.\n  ","611284":"\n  Thats because I basically do\n  ","611285":"\n  Do you like the shirt i get to rep? Lol\n  ","611286":"\n  I just finished my list for my poems\n  ","611287":"\n  No im not even hungry\n  ","611288":"\n  it is im not even hungry right now.\n  ","611289":"\n  wow thank you. thats so sweet.\n  \n  i like that you find me unique\n  ","611290":"\n  its from this nice place around here i cant remember the name right now. and of course i got fries. i love fries so much. i hate potatoes but fries are the shit.\n  ","611291":"\n  im laughing cause you dont realize how appealing this all sounds to me. i wanna lay in bed just like unbuttoning my pants cause i just cant handle it anymore lol.\n  ","611292":"\n  oh no, why?\n  ","611293":"\n  i order a bbq pulled pork sandwich and a patty melt lol\n  ","611294":"\n  a bird that doesnt stop chirping.\n  ","611295":"\n  oh i hope its an interesting night for you to read.\n  ","611296":"\n  writing is my favorite thing to do.\n  \n  we are always writing in school and my teachers always took interest in me and my writing and they were always telling me im such a good writer so i just kept doing it and now its the only way i function.\n  ","611297":"\n  this is not one of my strengths. i am not good at this because i cant stand failure. i have to push myself and thats so hard.\n  ","611298":"\n  it was a toxic place. i dont really wanna get into it. it gives me anxiety just thinking about it.\n  ","611299":"\n  i really dont like beets\n  ","611300":"\n  this is probably one of my favorite poems i have ever written.\n  \n  Sometimes\n  \n  Sometimes, I get these thoughts.\n  \n  Thoughts, that can become so vivid.\n  \n  Sometimes, I think they are too real.\n  \n  Real, in a sense I can feel the emotion to an extreme extent.\n  \n  Sometimes, it leaves me broken.\n  \n  Broken, like the freshly cracked glass around my heart.\n  \n  Sometimes, I think I’ll never get those pieces back.\n  \n  Back, in the happier days I was living a fairy tale.\n  \n  Sometimes, I still believe in magic.\n  \n  Magic, what really happened that night.\n  \n  Sometimes, I play the memory in my head on repeat.\n  \n  Repeat, is how my soul felt when I laid eyes on him.\n  \n  Sometimes, I hope he really is my soulmate.\n  \n  Soulmate, someone you love in every life.\n  \n  Sometimes, I wonder it its true.\n  \n  True, that some people are just meant to be.\n  \n  Sometimes, I start to think I’m delusional.\n  \n  Delusional, a distortion of reality.\n  \n  Sometimes,\n  \n  Sometimes,\n  \n  I think to much.\n  ","611301":"\n  that sounds disgusting.\n  ","611302":"\n  she HATED the place in SD omg.\n  \n  she likes this place a little better but shes still not fully convinced.\n  ","611303":"\n  dancing.\n  ","611304":"\n  no she acts different depending on where we are living. i can tell when shes happy and whens shes not.\n  ","611305":"\n  I love it so so much its my favorite\n  ","611306":"\n  Makeup.\n  \n  That shit is expensive\n  ","611307":"\n  No thats for my PO box.\n  \n  You can still get stuff from my wishlist ??☠️\n  ","611308":"\n  A great sense of humor.\n  ","611309":"\n  Ugh i have cramps damnit\n  ","611310":"\n  I love writing so much\n  ","611311":"\n  Awh kids are expensive. Having kids isnt for everyone\n  ","611312":"\n  Yes. And i blush. I turn into a fucking tomato. I get all giddy and jump up and act like a child lol\n  ","611313":"\n  The good kind? Like presents i love presents.\n  \n  Like when someone cares about you so much that they pay attention to the little things that you say you like and get them it as a surprise.\n  \n  Or when someone thinks of you when you see something while shopping and they buy it for you.\n  ","611314":"\n  Thank you! Im glad.\n  \n  Is there anything in particular?\n  ","611315":"\n  It doesnt matter what it is, my mom always said im a pain to take shopping- that i could go to the 99cent store and find all the times that are more than that lol take me anywhere i will choose the most expensive item WITHOUT checking the price tag. Online store i will scroll through and the one im like “oooh that” ends up being super expensive. Even when i worked retail and i would see the stuff before putting it on the floor and I would pick my favorite and then I would make tags for it and itd be like $1200.00 like FUCK.\n  ","611316":"\n  Well if you wanna get technical everything from America is basically from the Spanish, French, and English so you’re not entirely wrong lol\n  ","611317":"\n  Thank you ?\n  ","611318":"\n  Work work work.\n  \n  I am not much of a working type. I have amazing work ethic but i hate working.\n  ","611319":"\n  Yes i did. I am so sad. He was so young\n  ","611320":"\n  Im wearing ash\n  ","611321":"\n  Yes i do actually ??❤️❤️\n  ","611322":"\n  It has been a LONG time since ive thought of that song!! Such a classic\n  ","611323":"\n  Most likely ?\n  ","611324":"\n  I dont think Kim Jong Un knows what charm is lol\n  ","611325":"\n  You know whats hell for me? Fucking community style homes. The places that each 5th house is the fucking same. That theres a group that tells you when to clean your yard, how many cars your allowed to have, or why cant they renovate there home.\n  \n  It drives me nuts. I feel like im being controlled by nazis.\n  \n  I dont know if you have ever read the giver? But communities make me think of that book and it scares me.\n  ","611326":"\n  I ended up closing my eyes and going into so many different happy places lol\n  \n  With my friends hanging out again and drinking and laughing\n  ","611327":"\n  Canada, Hawaii, Washington DC, Virginia, Baltimore, Chicago, Washington state, Texas, New Jersey, vegas, San Diego\n  \n  I flew places multiple times too\n  ","611328":"\n  Sounds like such a stressful adventure tho ?\n  ","611329":"\n  I really like that photo\n  ","611330":"\n  I especially know the b00bs relieve stress\n  ","611331":"\n  i dont even wanna imagine what it would be like. yikes\n  ","611332":"\n  thats what i try to do\n  ","611333":"\n  and im feeling tight\n  ","611334":"\n  i was close with one of them\n  ","611335":"\n  i watched a video about north korea and basically its like what i would imagine the world looking like if Hitler ended up getting his dream.\n  ","611336":"\n  boomcakie\n  ","611337":"\n  if i am with the man of my dreams i am gonna please the shit out of him in all ways. i will listen to everything and give him all his requests.\n  ","611338":"\n  vanish to where though?\n  ","611339":"\n  haahahahah i make myself laugh\n  ","611340":"\n  yeah because it just kinda wont stop..\n  ","611341":"\n  typical neglect at home rebellion.\n  ","611342":"\n  holy god. thats amazing\n  ","611343":"\n  my day was kinda boring. waas just hanging out all day\n  ","611344":"\n  but she throws up cause she eats too fast and too much.\n  ","611345":"\n  its a good kind of cry\n  ","611346":"\n  she is currently acting like a scatter brain and running around like a psycho scratching at the door that has her food even tho she already ate so she is a fatass.\n  ","611347":"\n  yeah i have a photographic memory\n  ","611348":"\n  well the third would most likely be adopted, maybe even 2 of them.\n  ","611349":"\n  no fucking way. i swear to god if they shut me down\n  ","611350":"\n  awh, wow thats sooo damn sweet to say\n  ","611351":"\n  call me cake cause ill go straight to your ass cowboy.\n  ","611352":"\n  no they cant\n  ","611353":"\n  i know. he seemed like a really great too.\n  \n  fuck this year dude\n  ","611354":"\n  i have one for you.\n  \n  how many planets are there?\n  \n  there only be 7 after i destroy Uranus.\n  ","611355":"\n  you got me so excited that i wanna jerk of his dad to know where he came from.\n  ","611356":"\n  ive just always liked things in 3's\n  ","611357":"\n  colon cancer :( at least he got to rest peacefully at home with his family.\n  ","611358":"\n  yes actually. i had a crush on him too lol\n  ","611359":"\n  1000% sure.\n  ","611360":"\n  when you translate the 0's and 1's the simulation says to shrek, \"Damn Shrek you shit with that ass?\"\n  ","611361":"\n  wow, i am sad now. He passed away.\n  ","611362":"\n  because shrek is love shrek is life.\n  ","611363":"\n  no, they are all passed on\n  ","611364":"\n  san diego california\n  ","611365":"\n  if we are trying to be realistic we have to calculate the inflation that will happen by the time i do retire. then we have to consider that i want three kids so that would at least be 3 million for total amount it will cost to fund them. while also considering that i have expensive taste and i cant control it. honestly its gotta be a fuck ton of money. like probably above 5 million\n  ","611366":"\n  there we go!!\n  ","611367":"\n  our own simulation.\n  ","611368":"\n  i heard its a really fun place to visit. i havent been thinking about traveling ever since the whole virus thing tho.\n  ","611369":"\n  yeah you got lucky tho\n  ","611370":"\n  this doesnt even seem like a bad idea. i would love to be hiding in plain sight.\n  ","611371":"\n  theres no way those people are real\n  ","611372":"\n  please dont kill me when i say no i dont lol\n  ","611373":"\n  goodnight love.\n  \n  sweet dreams.\n  ","611374":"\n  yes yes yes i am.\n  ","611375":"\n  lets make our dreams come true spencyy!!\n  ","611376":"\n  why would that ruin my life?\n  ","611377":"\n  thank you so much!!!!\n  ","611378":"\n  what about a 10 million dollar home filled with 10 million dollars worth of weed?\n  ","611379":"\n  i love being able to ramble with someone.\n  ","611380":"\n  oh no what happened?\n  ","611381":"\n  thank you!!! you totally get it.\n  \n  save the dolphins use less water.\n  ","611382":"\n  what do you mean by ruin my life?\n  ","611383":"\n  no. i think that someone is gonna hack into my shit and steal my information.\n  ","611384":"\n  i really hope you will be ok.\n  ","611385":"\n  I KNOW EXACTLY HOW THAT FEELS\n  ","611386":"\n  i like washing by hand cause i can actually make sure everything is clean.\n  ","611387":"\n  i love you so much right now. lord.\n  ","611388":"\n  i love washing dishes. its one of my favorite times to listen to music and ponder.\n  ","611389":"\n  i am worried about you. i hope that youll be ok.\n  ","611390":"\n  i know its a horrible habit. i always have questions.\n  \n  and thank you, i really appreciate it.\n  ","611391":"\n  What is my behavior like?\n  ","611392":"\n  You are very very sweet thank you\n  ","611393":"\n  Of course I would ?\n  ","611394":"\n  Why do i do that?\n  ","611395":"\n  Noo i donttt\n  ","611396":"\n  but i wanna look like  a doll\n  ","611397":"\n  i remember why i love you so much lol\n  ","611398":"\n  Im addicted to the feeling of being mind blown. That feeling when someone actually wows you with a thought or a fact. Its the best feeling.\n  ","611399":"\n  Well its gone forever so dont have to worry about it\n  ","611400":"\n  I was skeptical\n  ","611401":"\n  BUT I WANT LIPS\n  ","611402":"\n  Ugh why not\n  ","611403":"\n  I look forward to it. I love people that observe me and teach me something about myself\n  ","611404":"\n  Always & forever\n  ","611405":"\n  He wasnt where he needed to be mentally and i needed more support that he couldn’t provide\n  ","611406":"\n  No i fucking loved that ring\n  ","611407":"\n  I like how you say obsessively lol and yes that’s pretty much like 2% of my dreams lol\n  \n  I was hoping youd go in depth about my psyche lol\n  ","611408":"\n  Thats mean. My mom wouldn’t pay for my lips to be injected cause shes afraid id lose my top lip shape.. :( sad\n  ","611409":"\n  More than probably 20 times\n  ","611410":"\n  That’s really cute\n  ","611411":"\n  Whys that?\n  ","611412":"\n  I would say something. I would punch them.\n  ","611413":"\n  How do my eyebrows make you feel?\n  ","611414":"\n  A few thousand probably. Im pretty sure it dropped in my car and someone i hung out with stole it\n  ","611415":"\n  Do you have more of this song?\n  ","611416":"\n  Hi sugar cube\n  ","611417":"\n  I am so confused right now\n  ","611418":"\n  I know idk what the fuck im doing here\n  ","611419":"\n  Why ;(\n  ","611420":"\n  Omg yes cause it would be a dark comedy. It would be such a roller coaster emotionally where youre rolling on the floor cause ive had a fucking fun and funny life but also a terribly depressing life that if my life we’re a movie i would be pitied for the rest of my life and everyone would probably end up crying at one point or another.\n  ","611421":"\n  Too slim and shy??\n  \n  Am i shallow to you?\n  ","611422":"\n  Whys that?\n  ","611423":"\n  Yes i think like once a day\n  \n  I have my european citizenship so ive been thinking about moving to Switzerland\n  ","611424":"\n  Just online? ?\n  ","611425":"\n  “No they dont.”\n  \n  “You’re lying.”\n  \n  “Why would they?”\n  \n  “Who told you? Are you sure you can trust them.”\n  ","611426":"\n  Omfg yes.\n  \n  Furious\n  ","611427":"\n  Well since ive never used a dating app in my life i have no idea .... maybe a little something like this ?\n  \n  “Hi im lady boom of swagistan and i am the leader and founder of boomism - where we can be free and love one another however we would like. Come follow me back to my planet and join me in a life full of laughter, food, and sex. Oh, & i also like to party. “\n  \n  Lol\n  ","611428":"\n  I keep seeing this thing thats like ice cream rolls and i fucking wanna try it.\n  ","611429":"\n  So im pretty sure someone stole it\n  ","611430":"\n  My ex.\n  ","611431":"\n  These goddamn food compilations lol\n  ","611432":"\n  well i love kissing horses.\n  \n  Also, i do still love my ex so i could tell him lol\n  ","611433":"\n  Because i just wanna eat everything\n  ","611434":"\n  Their mental health. Until you can accept and work on themselves it would be the best  for them and everyone around then\n  ","611435":"\n  Both - since the snail wears their home\n  ","611436":"\n  You make me smile ?\n  ","611437":"\n  Im watching food compilation videos and just crying a little inside\n  ","611438":"\n  Of course.\n  \n  Hasnt everyone?\n  ","611439":"\n  Sterling\n  ","611440":"\n  theres just some foods out there that are guilty pleasures.\n  ","611441":"\n  rare omg so juicy\n  ","611442":"\n  lol i am so sorry\n  \n  what are you doing\n  ","611443":"\n  california has a little better weed.\n  ","611444":"\n  awh, why arent you busy?\n  ","611445":"\n  so i can go to sleep\n  ","611446":"\n  you have your own talent :)\n  ","611447":"\n  stoned.\n  ","611448":"\n  thank you!!\n  ","611449":"\n  no i am here snickerdoodles.\n  ","611450":"\n  i still havent seen anyone do anything  remotely like his style of art. his mind was surreal madness in the most beautiful form.\n  ","611451":"\n  awhhhhhhhh let me squish those cheeks.\n  ","611452":"\n  about four hours\n  ","611453":"\n  i will probably be on here for a little bit\n  \n  i am not sure what else i will do but im sure i will do something.\n  ","611454":"\n  its probably because my whole life ive always had special pet names made for me from my family or friends so i think im just used to it. its cute to me. it means that you like me enough to think of other names for me that is special to you so you literally cant forget me.\n  ","611455":"\n  more about their body language and mood.\n  \n  guys are always in such a positive good mood after they do that. lol. like so relaxed and biggest tell sign is before - there hands are always covering their dick and there sitting all awkward (cause hes horny) after - not even thinking about their dick and they are more comfortable lol.\n  ","611456":"\n  how are you boobear?\n  ","611457":"\n  yous so scrumpcious i could eat you up\n  ","611458":"\n  in a good way?\n  ","611459":"\n  i was liked enough\n  ","611460":"\n  omg yesterdays nap was glorious. it felt like i slept so hard lol\n  ","611461":"\n  you do? awh\n  ","611462":"\n  sounds like a terrorists way of encrypting messages lol\n  ","611463":"\n  THATS WHAT I WAS TRYING TO FIGURE OUT.\n  ","611464":"\n  i am so jealous i wish we could be drinking together\n  ","611465":"\n  no, i havent heard of it until now\n  ","611466":"\n  oh my god yes i do. he is so freaky and he keeps making different accounts to try and talk to me. worse - he moved basically down the street for me and like sent me his location being like \"ive seen you a couple times.\" like no dude no.  when it all started i had one of my friends handle him and he disappeared out of my life for a few years after he came to my work and embarrassed me.\n  ","611467":"\n  you are so sweet!!\n  ","611468":"\n  i would totally fucking live in a treehouse\n  ","611469":"\n  Oh is that hard work?!\n  ","611470":"\n  What its like looking into your eyes ?\n  ","611471":"\n  I mostly stream things, but i dont really stream that much\n  ","611472":"\n\n   https:\/\/youtu.be\/gKMSPAP9f7E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","611473":"\n  Hello ?\n  ","611474":"\n  Whats up?\n  ","611475":"\n  Awhhh ??? i adores youu\n  ","611476":"\n  Really? Wow!!\n  ","611477":"\n  BOOMADOR\n  ","611478":"\n  I need to finish this ugh\n  ","611479":"\n  oh no. thats what windows are for. ill be like my cat and look outside and then look back and run to my bed\n  ","611480":"\n  you dont understand how hard it is for me to choose a FAVORITE. his work is amazing. ive been obsessed ever since i was a kid. i think its cause my mom has a fucking HUGE painting of his.\n  ","611481":"\n  the moon - the shadow of the moon and the phases helps us know that is spherical\n  \n  ships and the horizon - why does it look like ships emerge from the waves?\n  \n  constellations - the farther you go from the equator the stars change. there are stars seen on some parts of the world that arent on other parts.\n  \n  shadows - when you walk around something thats on the ground making a shadow it changes shape base on the direction.\n  \n  the pure existence of time zones.\n  \n  when you go higher up you see farther than if you were flat.\n  ","611482":"\n  i like boomasaurus rex and boomceratops\n  ","611483":"\n  lets go get lost in the sunshine together.\n  ","611484":"\n  both... all..\n  ","611485":"\n  hahahhaahha i love it\n  ","611486":"\n  ohh!! i am glad.\n  ","611487":"\n  oh its gonna be the ride of your lifetime.\n  ","611488":"\n  lets ride this flower unicorn\n  ","611489":"\n  a bee, they will die instantly when they sting you, it rips out their intestines so they are most likely not gonna hurt you. and their sting isnt as bad as a wasp. also, a wasp can sting you multiple times.\n  ","611490":"\n  I SHOULD STOP SMOKING BUT I WILL NOT STOP SMOKING CAUSE SMOKING GIVES ME WINGS GANJA RED BULL.\n  ","611491":"\n  i would be a cat, i feel like cats are just so superior\n  \n  and it want to be a house cat cause that lifestyle is awesome.\n  ","611492":"\n  i literally want to know everything. i sat here thinking like what is it that i dont want to know and i kept just going, \"nope i want to know why about that too.\"\n  ","611493":"\n  whats bothering you bug?\n  ","611494":"\n  i love love love learning so much. thank you for noticing that about me!!\n  ","611495":"\n  you are the best person.\n  ","611496":"\n  i wanna see this so bad. how can i see this? ahhah\n  ","611497":"\n  i had such a long day. i deep cleaned my room today and it feels so good but i ended up having a pretty busy day but im doing ok.\n  ","611498":"\n  such an odd thing to say lol\n  ","611499":"\n  i am a baby\n  ","611500":"\n  awh, thank you so much\n  ","611501":"\n  i knew i was a witch\n  ","611502":"\n  i love youuuuu\n  ","611503":"\n  its time to ask that ass.\n  ","611504":"\n  What is it?\n  ","611505":"\n  I wish i had the answer to this\n  ","611506":"\n  No but you should get it tattooed on you\n  ","611507":"\n  Thanks ?\n  ","611508":"\n  Yesss it is!\n  ","611509":"\n  I love u girly ??\n  ","611510":"\n  In Washington with my dad\n  ","611511":"\n  Yes you can tell by the tattoos\n  ","611512":"\n  No, it was way too small.\n  ","611513":"\n  Nope\n  ","611514":"\n  I dont have them. Its on my old computer which is in storage.\n  ","611515":"\n  The car? Starting is 2 million but thats just for the engine and frame - theres only gonna be so few made because each car is designed for the driver. No two cars will be the same.\n  ","611516":"\n  Is this black enough for you? ☠️???\n  ","611517":"\n  No but i wish i was a model\n  ","611518":"\n  This beautiful beast omg\n  \n  parafina battista\n  ","611519":"\n  Omg two nights ago i saw a bear with her cub cross the road omg right in front of my car and they like knew i wasnt gonna hurt them, they kept looking back and being a little playful\n  ","611520":"\n  Ive dyed my hair so so many different colors!! I think my favorite on me by far was black!\n  ","611521":"\n  Im here ??☠️\n  ","611522":"\n  Whats going on darling ?\n  ","611523":"\n  Like 4-5 but im only cleaning mine.\n  ","611524":"\n  ITS ALMOST YOUR BIRTHDAY!!\n  ","611525":"\n  Freedom is the best!\n  ","611526":"\n  Not sure but I feel this picture hard\n  ","611527":"\n  Oh no! My spell worked on you ?\n  ","611528":"\n  Im in the middle of cleaning but i need a break omg cleaning can be exhausting\n  ","611529":"\n  Thank you so so much ?\n  ","611530":"\n  Awh thank you ?\n  ","611531":"\n  i love sweets so much!! my favorite is cheesecake omg\n  ","611532":"\n  no not at all. im a deep sleeper actually\n  ","611533":"\n  the boom charity\n  \n  thats to me with wigs and cute outfits.\n  ","611534":"\n  hahahahahahahahah i love when people snort hhahaha\n  ","611535":"\n  yes i am a very quiet person\n  ","611536":"\n  No because i like to be quiet and you cant be quiet with shoes on\n  ","611537":"\n  Well come over and ill make it for you ?\n  ","611538":"\n  I couldn’t do that either omg no way. Im not a huge fan of spicy food\n  ","611539":"\n  Hi nikki! I hope you are having a great day! ? how are you doing lovely? Ive been ok. Just been hanging out\n  ","611540":"\n  Thank you ?\n  ","611541":"\n  Can we get married now? Thats all i want in life.\n  ","611542":"\n  Omg are you ok?\n  ","611543":"\n  I hope you have a great day\n  ","611544":"\n  Lets blast off baby\n  ","611545":"\n  You are crazy ?\n  ","611546":"\n  I sauté onions then put the onions aside then add butter to the pan.\n  \n  Then i love adding mustard, bbq sauce, spicy pickle relish, sautéed onions then cheese\n  ","611547":"\n  She looks so mean but she’s sweet I promise\n  ","611548":"\n  Yeah but only the way i like to make it and i dont know if everyone would like it lol\n  ","611549":"\n  Thanks. People on here are great listeners lol ? thats why i like it so much.\n  ","611550":"\n  Oops my bad ?\n  ","611551":"\n  Im not really in the mood maybe later tho\n  ","611552":"\n  Good cause secretly thats what i like ??\n  ","611553":"\n  Because you can just tell when someone cares and when someone doesnt. Its in the body language, its there tone of voice,  and how they respond. When a person doesnt put effort in keeping eye contact when you talk they are most likely not listening (except im always listening, i used this body language trick to make it seem like im not paying attention when actually im seeing everything) when youre in a conversation with someone and you say something and their tone is like a little bit higher than usual means they were thinking when you were talking. Especially what they say after you speak, when someone just goes “ya.” They dont care lol\n  ","611554":"\n  How would it be amusing? Seeing someone in agony from being tickled?\n  ","611555":"\n  Oh jesus have mercy on my bungus\n  ","611556":"\n  If its so special why doesnt anyone pay attention?\n  ","611557":"\n  What would we do in your bed?\n  ","611558":"\n  Thank you so so so much!!!!! ??\n  ","611559":"\n  Awhhh thank you snickerdoodle\n  ","611560":"\n  I fear that nobody really gives a fuck and wouldn’t care less about what i have to say.\n  ","611561":"\n  Shes a beautiful baddie. Her makeup is always perfect and she always looks good.\n  ","611562":"\n  At first it was awkward and then things got comfortable super quick i think quicker than she liked.\n  ","611563":"\n  Wait why are you in tears?\n  ","611564":"\n  I would go around trying different food places in crazy outfits and then eat food like some erotic bathing suit commercial lol\n  ","611565":"\n  Its still hot as fuck.\n  ","611566":"\n  So i should tell her? Im so nervous tho\n  ","611567":"\n  Yeah it is:( i dont know if i should just tell her the truth or just leave her alone?\n  ","611568":"\n  I feel like im talking too much\n  ","611569":"\n  Why is that my dear?\n  ","611570":"\n  Yeah she has a boyfriend and we talked a little bit earlier this year. But guys I just realized something, she changed her instagram username to match mine holy shit. Last time i saw it, it wasnt what it is now and i saw it just a few days ago like after I posted pictures which hopefully means she was thinking about me?\n  ","611571":"\n  She was the one that opened up to me about it. We were having a sleepover and she told me that she really likes me and that she likes girls more than guys. I kinda liked her a lot too but i was to shy cause I really liked her like shes so sexy guys she was turning me on in way i didnt know. Lol but i fucked it up\n  ","611572":"\n  I need to stop going on rants\n  ","611573":"\n  It was like they adopted me to hold everyone together cause my sister wouldnt talk to anyone and my mom and dad would get mad and I would just say “keep trying you dont wanna push her away more she will wanna talk eventually. She will soon realize that none of us are getting younger and she will talk more.” And fair enough she has been really putting effort this year lol\n  \n  I just like helping people. I hate how this world has turned so selfish. Always “me me me. My dream. My page. My shit is better than your shit.” Like i cant stand it, nobody helps one another anymore - unless it benefits them. I hate helping those that are selfish cause they just got help to stomp on more people and it makes me feel shitty and wrong.\n  ","611574":"\n  Im sorry i got really sad\n  ","611575":"\n  theres one friend that i lost that when i think about it and look back it hurts me so much that i lost her. its all my fault too. if i just didnt shut her out, she would probably still be my best friend today. we really liked each other, to the point where i would have really gave being in a relationship with her a shot. honestly if she told me she wanted to see me now i would.\n  ","611576":"\n  it has to be perfect ... lol\n  ","611577":"\n  you are so  so kind thank you so much.\n  \n  im glad youre in my life\n  ","611578":"\n  why was it the best thing you ever did?\n  ","611579":"\n  that sounds like a good muffin.\n  ","611580":"\n  omg i have so many faint memories.\n  \n  when our nanny was around she only spoke spanish and because of that my first language was actually spanish and until i was 3 years old i would fucking translate and mediate the conversation for my dad when he was mad LOL i have so many memories in spanish but i cant understand what either one of us are saying its the fucking weirdest thing. so my dad told me this story since i only remember pieces of it.\n  \n  during my parents separation i was the meditator for my siblings and my parents - my sister was very mad about the divorce and my brother went quiet but me i was the one that told them, \"if they are sad they shouldnt be together.\" i have been the one thats gone to my parents explaining why my brother and sister do things and then i do the same for my brother and sister about my parents.\n  ","611581":"\n  hahahahahhahahahahahahahahahah\n  ","611582":"\n  WIFE ME UP\n  ","611583":"\n  oh lord\n  ","611584":"\n  im more of a sweet tart or sour patch kids\n  ","611585":"\n  friends forever honestly\n  ","611586":"\n  there are so many questions i have.\n  \n  when we get married? like youve already planned this?\n  \n  why did you have to give me this visual? lol\n  ","611587":"\n  then we are both pretty fucking great lol\n  ","611588":"\n  you are a sweet little compacho arent ya?\n  ","611589":"\n  laying in bed with ash my little teacup panther, and on here just learning so much about the person i am because my mind will not stop running hence why this sentence is so long fuck.\n  ","611590":"\n  now that im thinking back on it, thats why i never really got bullied cause someone would say something and i would just be like \"ok lets talk about this.\" and just start asking questions until we are friends ahahah i would even do it with teachers but more in a smart ass way lol\n  \n  ever since i was little ive never liked making things worse, and luckily for me my thirst to study the human mind started at a very young age which made me seem like a patient well behaved kid but actually i was just spectating lol and ive always been a mediator cause i hate bad situations wow im learning alot about myself today\n  ","611591":"\n  im sorry about that relationship but im glad you got out of a toxic relationship.\n  \n  what college are you going to?\n  ","611592":"\n  my anxiety is through the roof\n  ","611593":"\n  second name?\n  \n  the name i actually go by is Savannah\n  ","611594":"\n  extreme cold cause i am a cuddle monster.\n  ","611595":"\n  thank you for being you. :)\n  ","611596":"\n  being alive is a job\n  ","611597":"\n  i just havent taken any pictures lately im sorry!! when i feel better i take pictures. if i dont take pictures i dont feel good. just remember that <3\n  ","611598":"\n  it doesnt really feel like it\n  ","611599":"\n  thank you!!! you are great!\n  ","611600":"\n  thank you. thats very true. like even someone says something to me that hurts me i instantly like say why it hurt me and dive right into asking so many questions lol\n  ","611601":"\n  thats true. wow that would be nice lol\n  ","611602":"\n  i have therapy every week to talk about myself ahahah\n  \n  and helped me work through my thoughts\n  ","611603":"\n  why do people do that?\n  \n  like if you have nothing to say just dont say anything?\n  \n  or maybe try the truth LOL\n  ","611604":"\n  listen here, im diving deep into myself right now so like its taking me a long time to get to every answer so be patient i am doing great work here\n  \n  also, dont ever give someone fake compliments.\n  ","611605":"\n  im a HUGE perfectionist. which is why i cant ever finish things because OF MY FEAR OF IT NOT BEING PERFECT.\n  \n  wow you are doing some great work here, i already had therapy today but goddamn ahhahah\n  ","611606":"\n  i havent done anything algebra related in a long time.\n  \n  but i had to use a lot of math for my job but not algebra.\n  ","611607":"\n  yeah, why would i wear big ones?\n  ","611608":"\n  because every time i try to share my pain, my side, or my thoughts - it always goes back to the other person and how i feel doesnt matter.\n  ","611609":"\n  now thats true which is why i made a very strict rule among myself, \"never talk about anything you dont know about.\"\n  \n  because then i can never be wrong. how can i be right about something i dont know? i hate failure so thats probably why i made that rule lol\n  "}}