{"Question":{"612683":"\n   I only have 13 coins and I unlocked this for 5. It was worth it. I'm happy I asked you this question. lol\n  ","612684":"\n   I clicked on the coin thing and I didn't realize I was giving you all my coins. Well, you have them all now. hahaha\n  ","612685":"\n   Thoughts on Whoppers?\n  ","612686":"\n   You should try it....its wonderful.\n  ","612687":"\n   Would you rather live in a very roomy cave or in a one bedroom apartment for the rest of your life?\n  ","612688":"\n   Holy that thrusting toy thing! That's like the stuff you see in online vids. I want to see you with that! lol\n  ","612689":"\n   I'm doing good ☺️\n  ","612690":"\n   and your amazing\n  ","612691":"\n   Boom, will you spit more fire-ass bars? Everyone knows Geminis are the best rappers.\n  ","612692":"\n   is that was the result of DNA test or one of your biological  parents was half Asian?\n  ","612693":"\n   If you don't feel pretty, then there is no beauty in the world, because you are clearly a goddess.\n  ","612694":"\n   What sort of things have you said that people misinterpreted?\n  ","612695":"\n   Does anyone call you Kim Jong Ames?\n  ","612696":"\n   You are so beautiful. You look so amazing in the pictures.\n  ","612697":"\n   that's porn ?\n  ","612698":"\n   do you think you'd get along with kim jong un?\n  ","612699":"\n   132. what’s your toxic trait. and let’s be honest . we all have one.\n  ","612700":"\n   133. how does one become confidence?\n  ","612701":"\n   Haha, I can’t blame my pets, it’s just my own stupidity losing them ??\n  ","612702":"\n   what is your favourite TV series?\n  ","612703":"\n   If you mysteriously were mailed a suitcase full of cash from Ghislaine Maxwell, would you use it or notify the authorities?\n  ","612704":"\n   Would you rather live in your favourite TV series or your favourite movie?\n  ","612705":"\n   I actually hate it when that happens ??‍♀️\n  ","612706":"\n   I'm good gorgeous\n  ","612707":"\n   i'm never good\n  ","612708":"\n   Why does the forbidden fruit always taste the sweetest?\n  ","612709":"\n   What do you think people think of you?\n  ","612710":"\n   What is something that you really resent paying for?\n  ","612711":"\n   What would a world populated by clones of you be like?\n  ","612712":"\n   What is the cutest animal that you can think of?\n  ","612713":"\n   What movie can you watch over and over again without getting bored?\n  ","612714":"\n   Which brand products do you use most frequently?\n  ","612715":"\n   How are you?\n  ","612716":"\n   Isn't it early for you Miss Boometh?\n  ","612717":"\n   How are you\n  ","612718":"\n   Yw ☺️\n  ","612719":"\n   Who is your favorite YouTuber?\n  ","612720":"\n   Wow... I didn't know you were a quarter Asian. I can definitely see the Eastern Europe in you. You have STUNNING facial features and an incredible body.\n  ","612721":"\n   You are stunning\n  ","612722":"\n   Hey gorgeous\n  ","612723":"\n   ?\n  ","612724":"\n   What makes people stay in an unhappy relationship?\n  ","612725":"\n   i actually mean it  so i cant stop\n  ","612726":"\n   When was the last time you got drunk... if you drink that is.\n  ","612727":"\n   Queen\n  ","612728":"\n   Looking gorgeous ?\n  ","612729":"\n   seriously stunning kind of speechless\n  ","612730":"\n   hi beautiful\n  ","612731":"\n   means ive lost words for how beautiful you're incredible looks and personality babesssssss\n  ","612732":"\n   pros and cons of the countryside\n  ","612733":"\n   Are you outside?\n  ","612734":"\n   What kind of books do you like to read?\n  ","612735":"\n   FAIR FUCKS QUEEN OF BEAUTY recent selfies hehe\n  ","612736":"\n   Thoughts on the McRib?\n  ","612737":"\n   The question everyone wants to know Sav is what color underwear have you gone with today?\n  ","612738":"\n   Is there an activity that calms you?  A place or a thing that makes you feel at ease?\n  ","612739":"\n   Do you have an OnlyFans page ?\n  ","612740":"\n   your my bestie for ever\n  ","612741":"\n   this is sweeter then honey omf\n  ","612742":"\n   this is my wifey i love it\n  ","612743":"\n   fucking perf i actually love you more then my life xoxo ??\n  ","612744":"\n   Kkkkkk???????Frozen????????????????????????\n  ","612745":"\n   your a beautiful angel\n  ","612746":"\n   FAIR FUCKS BEAUTIFUL\n  ","612747":"\n   ? Alien???????\n  ","612748":"\n   ty for posting these ?\n  ","612749":"\n   Plenty of reason for jealousy look how hot u are there is tons of women who wuld love to look how u look but what do i know\n  ","612750":"\n   What colors have you dyed your hair?\n  ","612751":"\n   Why do attractive people get the most hate in life? Is it jealousy?\n  ","612752":"\n   absolutely loving it babe\n  ","612753":"\n   Your go-to area to take a selfie?\n  ","612754":"\n   Did you swim today?\n  ","612755":"\n   Best guilty pleasures....?\n  ","612756":"\n   ngl kinda tempted to buy out ur whole list\n  ","612757":"\n   I gotta say I never really liked tats on people before but omfg they look so sexy on youuuuu! You changed my mind ?\n  ","612758":"\n   I noticed you added 2 sex toys to your list\n  ","612759":"\n   So much what? POST IT! ?\n  ","612760":"\n   When’s the last time you went to the store?\n  ","612761":"\n   What's the youngest you've personally known anyone to have a child?\n  ","612762":"\n   What grinds your gears?\n  ","612763":"\n   Do you have anything skimpy on your wishlist?\n  ","612764":"\n   Would you have the same reaction if the Trump in question was Eric, who somehow fathered you at age 11?\n  ","612765":"\n   ?\n  ","612766":"\n   What’s your address so I can send you that new outfit\n  ","612767":"\n   i would buy you  moar food than you could possibly ever eat ?\n  ","612768":"\n   a guy would have gotten u the lingerie lmmo\n  ","612769":"\n   What should a guy do if he wants to spend time with you?\n  ","612770":"\n   deff a girl lmmo\n  ","612771":"\n   how old are u\n  ","612772":"\n   you don't know her name?\n  ","612773":"\n   Who bought u those wigs?\n  ","612774":"\n   i do good job hehehe\n  ","612775":"\n   Barbie\n  ","612776":"\n   Do you have degrees in political science and global economics?\n  ","612777":"\n   you got it?\n  ","612778":"\n   Are you there?\n  ","612779":"\n   You're closer to perfection than anyone you angelic sweet heart\n  ","612780":"\n   them?\n  ","612781":"\n   If you found out that Trump was your biological father, how would you react?\n  ","612782":"\n   your package was delivered, in a parcel locker it says\n  ","612783":"\n   the post office is really slow ig\n  ","612784":"\n   Flawless ? ???\n  ","612785":"\n   Does ask tax ur coins?\n  ","612786":"\n   ik i'm so exicted 4 u!! ?\n  ","612787":"\n   lmk when it comes ahaha\n  ","612788":"\n   Are you part Russian or German? I can see some of those features in you.\n  ","612789":"\n   FFFFFFAAAAAAAKKKKKKKKEEEEEE RIDICULOUS\n  ","612790":"\n   its squishy im here\n  ","612791":"\n   How tf do you expect us to vote on your polls when you are just so darn perfect in every pic! ?\n  ","612792":"\n   Your thighs gap is hottest I've ever seen\n  ","612793":"\n   You are damn hott\n  ","612794":"\n   Please can I get you something from your wishlist babe\n  ","612795":"\n   Your package is coming today boom! ?\n  ","612796":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","612797":"\n   What's more valuable, brains or beauty?\n  ","612798":"\n   Is it a wig or wigs?\n  ","612799":"\n   When was the last time you had McDonald's?\n  ","612800":"\n   New body pic\n  ","612801":"\n   should be 2 aha\n  ","612802":"\n   What’s the most interesting thing that you have watched recently?\n  ","612803":"\n   What the most interesting thing that you have read recently?\n  ","612804":"\n   Do you believe in aliens ?\n  ","612805":"\n   what kind of wig?\n  ","612806":"\n   Would you rather lose the ability to read or speak?\n  ","612807":"\n   131. last time you showered .\n  ","612808":"\n   Do you have upstairs?\n  ","612809":"\n   :)\n  ","612810":"\n   ngl it felt pretty good to buy you stuff on your wishlist aha\n  ","612811":"\n   YAYYY\n  ","612812":"\n   Sav?\n  ","612813":"\n   Beautiful ?\n  ","612814":"\n   Thing you miss the most since quarantine started\n  ","612815":"\n   last time you vacuumed?\n  ","612816":"\n   What do you do during the day now?\n  ","612817":"\n   I love how thin your eyebrows are.\n  ","612818":"\n   You are so beautiful\n  ","612819":"\n   Post an advice?\n  ","612820":"\n   3 odd  things thay I find them cute in you: your belly button, your nose and your cheekbones\n  ","612821":"\n   What's your sauce among all  ? Like I like tahini ,hummus , toum (garlic-oliveoil-lemon-salt-pepper sauce )\n  ","612822":"\n   Anyone here like dragons?\n  ","612823":"\n   Why did your pics got deleted\n  ","612824":"\n   Angel ??❤️\n  ","612825":"\n   My heart desires you boom\n  ","612826":"\n   So jel\n  ","612827":"\n   You look perfect\n  ","612828":"\n   Yous the baby of my life ???\n  ","612829":"\n   Pap ?\n  ","612830":"\n   Gorgeous ?\n  ","612831":"\n   I also have a crush on you but I'm 14!?\n  ","612832":"\n   How did you get so confident?\n  ","612833":"\n   Like imagine them looking in the mirror after being with you and seeing your lipstick all over them. It must make them feel like a god\n  ","612834":"\n   What's up?\n  ","612835":"\n   Random question: have you ever seen a shark up close?\n  ","612836":"\n   Do you know that the sight of your lipstick has improved the confidence of any man you've been with?\n  ","612837":"\n   Do any of them call you Manna From Heaven?\n  ","612838":"\n   is there a nickname you have. that only your family calls you or gave you?\n  ","612839":"\n   do you ever have the bobbie at capriotti's or are you not a fan of the thanksgiving-esque flavors?\n  ","612840":"\n   You ?\n  ","612841":"\n   There should be a law passed. You are only allowed to wear underwear only. Even if you go out. Only wear your bra and panties in front of everyone!\n  ","612842":"\n   The best poem ever!!!! Savs panty poem!!! ??❤\n  ","612843":"\n   Did you hear about the earthquake that hit today San Andreas, Cali?\n  ","612844":"\n   Master Yoda agrees with this sentiment\n  ","612845":"\n   Did you like the panty rap lol?\n  ","612846":"\n   Looks so yummy though but you eat like a kid ??\n  ","612847":"\n   What are you eating\n  ","612848":"\n   So foodie ??\n  ","612849":"\n   Hello ?\n  ","612850":"\n   Post those pics on your insta please\n  ","612851":"\n   ???\n  ","612852":"\n   Anon how can Sav be embarrassed? She literally tells everyone what color panties she wears and takes photos in her underwear? Everyone has seen Sav in her underwear ?\n  ","612853":"\n   Beautiful  and gorgeous profile pics\n  ","612854":"\n   Why are your body pics low quality? Because of lighting or your camera isn't good?\n  ","612855":"\n   You look cute in white. I love you in black but white definitely suits you ????\n  ","612856":"\n   Tell me a bit about yourself. ?\n  ","612857":"\n   Would you really not be embarrassed everyone seeing you in your underwear?\n  ","612858":"\n   Haha unlucky he is gonna miss out!\n  ","612859":"\n   Woooohhhh thought you always wore black underwear?\n  ","612860":"\n   Do you like it when it gets spanked?\n  ","612861":"\n   You should be an underwear model ????\n  ","612862":"\n   That is amazing! I can't afford any more! Hope someone gives me more coins lol ??\n  ","612863":"\n   Omg your butt is out of this world\n  ","612864":"\n   You like photography? ?\n  ","612865":"\n   what made you decide to stop?\n  ","612866":"\n   Daaaaam ?\n  ","612867":"\n   Then you'd be better than any other rapper ever\n  ","612868":"\n   Did you have many friends\n  ","612869":"\n   Ever wondered if you're the only one seeing in first person view? What if others are seeing in third person.\n  ","612870":"\n   when did you stop?\n  ","612871":"\n   Jesus that's a damn good rap\n  ","612872":"\n   why dont you get some?\n  ","612873":"\n   What do you usually drink after a stressful day?\n  ","612874":"\n   your skin is so heavenly\n  ","612875":"\n   White underwear! This is a change Sav! ???\n  ","612876":"\n   That sounds like a rap name actually.\n  ","612877":"\n   How's 2020 year for you ? What's your this year resolution like my resolution of this year is to stay fit,click more pictures ?\n  ","612878":"\n   Someone should draw you tbh\n  ","612879":"\n   would you make a locked front slit skirt pic?\n  ","612880":"\n   We're more lost than Lost\n  ","612881":"\n   But what if we're just aliens as humans, and when we trip we just morph into a human who hopes to find aliens?\n  ","612882":"\n   you could make a locked question and i could send you some that way hehe ?\n  ","612883":"\n   And then next thing you know it's been 54 hours and we're still tripping LOL\n  ","612884":"\n   would you wear your front slit skirt during a high or trip?\n  ","612885":"\n   130. something new you learned.\n  ","612886":"\n   Dude it'd be fun to trip with you. I'd be in for it cause I can trust you obviously lol\n  ","612887":"\n   What if your pillow could collect your dream and in the morning you could plug it in your laptop and watch it all over again??\n  ","612888":"\n   alright. what you doing?\n  ","612889":"\n   want some?\n  ","612890":"\n   ever been to a padres game?\n  ","612891":"\n   Damn that alone made me feel trippy just because of how trippy it seems lol. I'll just have to find some, or get some, and then my bedroom will become the shroom-room lol\n  ","612892":"\n   Are you afraid of anything ?\n  ","612893":"\n   how do you know a girl is into you?\n  ","612894":"\n   I've never had magic shrooms before actually. I'd probably have to do nothing for the day just to make sure I don't have a bad trip or something\n  ","612895":"\n   your lipsssss\n  ","612896":"\n   OMF yas misses Ames 5 heart eyes i feel the love\n  ","612897":"\n   im seriously in love what a babe\n  ","612898":"\n   Pleasures all mine\n  ","612899":"\n   Plot twist: Weed is the universe\n  ","612900":"\n   that's a legendary song\n  ","612901":"\n   not as beautiful as you though\n  ","612902":"\n   Weed is what will help us discover what's outside of our universe\n  ","612903":"\n   If you had to sum up the whole human species in 3 words, what would those words be?\n  ","612904":"\n   Do you smoke\n  ","612905":"\n   If you get a lot of stuff where you going to put it all? Your going have so much stuff! ?\n  ","612906":"\n   Is anyone still active on ask?\n  ","612907":"\n   Did you use to smoke\n  ","612908":"\n   how are you?\n  ","612909":"\n   Hi\n  ","612910":"\n   But when someone buys an answer as an anon, can you see their screenamr, or you just see an anon bought it?\n  ","612911":"\n   SOME OF THEM WANNA ABUSE YOU!\n  ","612912":"\n   Do you like to clear notifications?\n  ","612913":"\n   I paid ask $20 for 30,000 coins so now i have tons of coins lmmo\n  ","612914":"\n   When people get you things off ur wishlist do u see there names?\n  ","612915":"\n   I'll just buy one thing a week ?\n  ","612916":"\n   I meant to say as long as it's NOT too expensive ?? it's a surprise ?\n  ","612917":"\n   The only requirement for me to get it for you is it has to be on your list ??\n  ","612918":"\n   Can we really trust the Reptilians?\n  ","612919":"\n   Talk to us about it!\n  ","612920":"\n   Who struggles in your stomach?\n  ","612921":"\n   How many apps do you have?\n  ","612922":"\n   Savannah\n  ","612923":"\n   What do you know a surprising amount about?\n  ","612924":"\n   kinds defeats the point of being anon aha ?\n  ","612925":"\n   do you get a lot of buyers?\n  ","612926":"\n   I hope that you enjoy your week\n  ","612927":"\n   You look like lola bunny ?\n  ","612928":"\n   Does it tell you who buys each answer?\n  ","612929":"\n   Have you been spending a lot more time on social media?\n  ","612930":"\n   What app do you use to add those effects?\n  ","612931":"\n   Right now?\n  ","612932":"\n   - ??\n  ","612933":"\n   How do you respond to criticism? ?\n  ","612934":"\n   If you could start a collection of one kind of item, what would it be?\n  ","612935":"\n   You are vip? Why don't you have the seal?\n  ","612936":"\n   When I use coins to unlock your answers, do you get the coins I spend? or do they just like disappear lol\n  ","612937":"\n   Well I bought it, I'll buy one thing a week as long as it's too expensive ?\n  ","612938":"\n   i love you too special baby\n  ","612939":"\n   do you always put on your seatbelt?\n  ","612940":"\n   When is the last time you cursed?\n  ","612941":"\n   When do you usually wake up when you're free to sleep as much as you want? ??\n  ","612942":"\n   How often do you use the underground\/subway\/metro or whatever you call it in your country\n  ","612943":"\n   Horse riding sounds way better tbh\n  ","612944":"\n   AZ\n  ","612945":"\n   would you stay in reno for the next 10 years without leaving the city limits for 50 mil tax free?\n  ","612946":"\n   Does Reno get a firmer and firmer hold on you the longer you're there?\n  ","612947":"\n   Would you rather learn how to ride a horse or learn how to play the guitar?\n  ","612948":"\n   What's your favorite top 3 subjects from high school or college?\n  ","612949":"\n   Happy Monday! What are your plans for the week?\n  ","612950":"\n   i think you may mean more adorable then xo ??\n  ","612951":"\n   What is your obsession?\n  ","612952":"\n   have you been jailed before? why?\n  ","612953":"\n   Damn. You're over 11hrs away. lol\n  ","612954":"\n   What's your favourite social media ?\n  ","612955":"\n   Boom and Angelina: Gemini women are the best, aren't they?\n  ","612956":"\n   I got a question\n  ","612957":"\n   Where are you located? You don't have to say if you don't want to.\n  ","612958":"\n   Okay...a photoshoot needs to happen at some point. I'm just saying that now.\n  ","612959":"\n   Love this outfit! When I see the image, I see beauty left right and center. I see an amazing outfit with lovely fabric, and brilliant colors that light you up like a Christmas Tree. You radiate confidence, and that aura that makes you look like a total, complete bada$$. Well done!\n  ","612960":"\n   any other skirt pics? <3\n  ","612961":"\n   holy fuck ur gorgeous\n  ","612962":"\n   May I ask how old is this picture?\n  ","612963":"\n   Suuuuuuuuuper cute!!\n  ","612964":"\n   How much money do you spend on herb?\n  ","612965":"\n   Who is that?\n  ","612966":"\n   And if of course if you're not willing to show me a picture of you in your lingerie that's fine I just want to know that you got it that's why I want a picture ??\n  ","612967":"\n   Would you rather be a member of a cult or the leader of a cult?\n  ","612968":"\n   fr like all u do is eat ?\n  ","612969":"\n   Is there a particular lingerie that you want this week?\n  ","612970":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","612971":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","612972":"\n   What do you particularly want within the week on that list?\n  ","612973":"\n   Would you like someone to buy you some of the items on it anytime between whenever?\n  ","612974":"\n   Would you tell him that was the reason why you were leaving or would you make up a different excuse?\n  ","612975":"\n   Do you want me to buy something on your Amazon list and if you do what would you like?\n  ","612976":"\n   What tv show do you dislike that everyone else seems to love ?\n  ","612977":"\n   What can bring most people together?\n  ","612978":"\n   Are you the same IRL as you are online?\n  ","612979":"\n   What distracts you from sad thoughts?\n  ","612980":"\n   Do you ever randomly unfollow users that haven't been on in forever or do you keep them for the nostalgia?\n  ","612981":"\n   When does music suit better? • While doing Photography? • Being stressed? • When being happy? • While walking\/jogging? • While sleeping? • While hiking? • To entertain yourself?\n  ","612982":"\n   Do you believe in Team power or do you prefer working alone?\n  ","612983":"\n   If you saw an 85 year old lady beat up your bf could you still respect him?\n  ","612984":"\n   Recommended song?\n  ","612985":"\n   it looks indoors\n  ","612986":"\n   Would you spend the rest of your life exploring space if given the opportunity?\n  ","612987":"\n   Ever played the video game GTA? Would you ever or nah? ?\n  ","612988":"\n   so you don't need a job, right?\n  ","612989":"\n   I miss all these things and I never even got to experience them.\n  ","612990":"\n   wow they look soo blue there!\n  ","612991":"\n   Is home for you a place or a feeling?\n  ","612992":"\n   Where is your favourite place to be, and why?\n  ","612993":"\n   Be honest: Do you like gossip?\n  ","612994":"\n   How can we ever prove that we're the only people on this planet, when we can't even keep track of who's living on our planet?\n  ","612995":"\n   i mean, is that edited?\n  ","612996":"\n   how have you been the past week ?\n  ","612997":"\n   Wyd\n  ","612998":"\n   I thought your family is well off and is helping you out?\n  ","612999":"\n   why is that?\n  ","613000":"\n   Do you miss small talk where you could see how just a hint of your charm made the person you were talking to putty in your hands?\n  ","613001":"\n   Do you miss standing up and arching your back a little extra during a stretch, knowing that it was creating blue balls?\n  ","613002":"\n   Do you miss leaning in to tell someone something and seeing that a whiff of how you smelled created a level of desperation that sent them into an existential tailspin?\n  ","613003":"\n   Do you miss being there, looking all businesswoman like, with all eyes lusting after you?\n  ","613004":"\n   She misses getting paid obviously lol\n  ","613005":"\n   do you like them?\n  ","613006":"\n   ok i got you some wigs :)\n  ","613007":"\n   Do you miss the bank?\n  ","613008":"\n   If you're single will you surround yourself with a team of younger boytoys who will essentially be your slaves?\n  ","613009":"\n   they look gray in all your photos that's why I was wondeirng.\n  ","613010":"\n   do you feel like a outcast in life with blue eyes?\n  ","613011":"\n   How old were you the first time you fell in love? How did Corona virus get to the United States\n  ","613012":"\n   When you're an old lady will you insist on being called Dame Lady Boometh?\n  ","613013":"\n   blue eyes?\n  ","613014":"\n   SAME ?? best year of my life ?\n  ","613015":"\n   You're the most amazing and most beautiful girl ever\n  ","613016":"\n   ngl kinda want to get you some stuff from that wishlist aha\n  ","613017":"\n   Post body pic\n  ","613018":"\n   are you bored\n  ","613019":"\n   Do you use cbd for anything?\n  ","613020":"\n   why must you deprive the poorest of us from seeing these\n  ","613021":"\n   hello\n  ","613022":"\n   How can anyone respect the U.S after our horrible response to COVID? We are embarrassments.\n  ","613023":"\n   surprised you don't weight like 200 lbs ?\n  ","613024":"\n   is that bad?\n  ","613025":"\n   It's fun to be lazy huh? aha\n  ","613026":"\n   I wanna marry u and make u four kids\n  ","613027":"\n   And USA isn't advanced? Wtf\n  ","613028":"\n   how come you mention your brother way more than her?\n  ","613029":"\n   A motel with you sounds like a birthday gift for whoever was with you\n  ","613030":"\n   It's you that makes me live ? my heart ? beat ??? goes boometh xoxo\n  ","613031":"\n   you sounds a bit lazy ? lmmo\n  ","613032":"\n   Is it hot where you are ? \n Are you in a rural place ? \n???\n  ","613033":"\n   What is something that you’re looking forward to?\n  ","613034":"\n   If you could move to live in another country, where would you go? Why?\n  ","613035":"\n   Can humans avoid being in love?\n  ","613036":"\n   Do you have any siblings? How old are they?\n  ","613037":"\n   What's the most physically exhausting thing you've ever done\n  ","613038":"\n   Tell me 5 facts about yourself\n  ","613039":"\n   How have you been occupying yourself throughout this pandemic?\n  ","613040":"\n   How are you doing\n  ","613041":"\n   Are you out going or shy\n  ","613042":"\n   Join me on the seats because they is going to get intense. Crazy years are coming\n  ","613043":"\n   Ohhh millennials\n  ","613044":"\n   What's your favorite TV show\n  ","613045":"\n   What is generation y? ?\n  ","613046":"\n   And people (not all) will start to accept it because they don’t think by themselves, they don’t have a mind of their own. And I’m just on the outside, watching everything it. Spectating\n  ","613047":"\n   are you Generation Y or Generation Z?\n  ","613048":"\n   pros and cons of long car journeys ?\n  ","613049":"\n   Are you a cat or dog person\n  ","613050":"\n   Does your bf provide for u\n  ","613051":"\n   That’s the next goal, and get ready for it. Kids are now allowed to legally change their gender. Kids... the most easily beings to be manipulated and influenced by. PedophiIia is lurking, and they’d call people like me conspiring, but this is happening ➡️➡️\n  ","613052":"\n   If you could live anywhere where would you pick\n  ","613053":"\n   Now I’ll take this even more deeper and disturbing (if it’s not already enough). There are no limitations about sexuaIity anymore, there are no limitations about gender either because everything is a social construct shaped by culture, they claim. Isn’t age just a number that we use in culture too?\n  ","613054":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","613055":"\n   Do you use Instacart?\n  ","613056":"\n   This can't be you\n  ","613057":"\n   You won’t be able to find any sense to it. First they’ll say gender is a social construct and it’s different from sex, if that’s the case why bother with taking hormones and getting a surgery? Now the second I tell in the next question ➡️\n  ","613058":"\n   And sexuaI orientation is defined as “when a person has sexuaI feelings for another gender” and since gender is a social construct, under that logic, sexuaI orientation IS ALSO a social construct, isn’t it? ;)\n  ","613059":"\n   Witch is the best one?\n  ","613060":"\n   What's your favorite hair style\n  ","613061":"\n   What are the best things in life\n  ","613062":"\n   What's your favorite holiday\n  ","613063":"\n   Hehehe, the more you think the less sense it makes, right? And the more questions you ask, the more heated the discussion gets because if you don’t agree to their opinions they’ll crush you. Now think about this, they call Iesbians and gays homophobic for not wanting to date a trans woman and such\n  ","613064":"\n   Do you think you are brave\n  ","613065":"\n   They don’t care, if the fact is that you need a D makes you a transphobic.\n  ","613066":"\n   What is that thing\n  ","613067":"\n   on your own? lol\n  ","613068":"\n   What makes you feel really uncomfortable?\n  ","613069":"\n   How did you celebrate your previous birthday?\n  ","613070":"\n   Have you dyed your hair before what color if you had\n  ","613071":"\n   What's your favorite food\n  ","613072":"\n   According to trans people, yes\n  ","613073":"\n   What's your favorite kinda of music\n  ","613074":"\n   What do you have in your pocket\n  ","613075":"\n   What are something that can't be forgiven\n  ","613076":"\n   A physical thing like what?\n  ","613077":"\n   What word can't you stand\n  ","613078":"\n   Why? Haha\n  ","613079":"\n   Well, if you get more into it that's why you see the trans community saying that genitaIs are not big deal, and if you can't be with someone because of their genitaIs you're transphobic or stuff like that.\n  ","613080":"\n   Given it before, definitely give you it too ?\n  ","613081":"\n   Do you believe in no contact delivery?\n  ","613082":"\n   Would definitely do it ?\n  ","613083":"\n   Do you believe in social distancing?\n  ","613084":"\n   What’s everyone up to today? ?\n  ","613085":"\n   Are you bored in the house, and are you in the house bored?\n  ","613086":"\n   Oh good ??\n  ","613087":"\n   What type of discipline did ur parents use growing up?\n  ","613088":"\n   ?\n  ","613089":"\n   Favorite physical feature of yourself?\n  ","613090":"\n   Which emoji do you think represents you??‍♂️\n  ","613091":"\n   Does anyone else love the sound of rain at their window?\n  ","613092":"\n   Do you think English is a hard language?\n  ","613093":"\n   What is you biggest accomplishment?\n  ","613094":"\n   What is your name? Do you like it?\n\n(If you're not comfortable with sharing it, post a picture)\n  ","613095":"\n   Can you ride a bike? How old were you when you learned how to?\n  ","613096":"\n   Where were you born? Do you still live there?\n  ","613097":"\n   Have you ever been in love? Are you still in love with them?\n  ","613098":"\n   What is your longest relationship?\n  ","613099":"\n   That’s very unfortunate\n  ","613100":"\n   Are you religious?\n  ","613101":"\n   I’d love too ?\n  ","613102":"\n   Things you don't share with anyone ... ?\n  ","613103":"\n   That booty is the best! ?\n  ","613104":"\n   That's DIFFERENT. Circumsicion is not neccesary, a heart surgery  is! And transition from male to female? What the actual hell am I reading?\n  ","613105":"\n   The pics on your insta ???\n  ","613106":"\n   Rate the series you watched nd liked from 1 to 10\n  ","613107":"\n   Many babies lost their p*nis because of circumcision. Yes, I do feel bad because they're innocent... they don't get to decide. They are FORCED to go through that. They won't remember? You never know, the brain is such a complex muscle, some might even remember pictures of their birth!\n  ","613108":"\n   What are you most known for??\n  ","613109":"\n   What you learn from life?\n  ","613110":"\n   How was your day\n  ","613111":"\n   I think you haven't really seen what's like for a baby. If you were to see, and you feel empathy you'll know why it isn't worthy, it's inhumane and immoral to do that to such innocent creatures\n  ","613112":"\n   have to tried any new shows during this quarantine?\n  ","613113":"\n   Do you think there is more to the virus then they are telling us\n  ","613114":"\n   Wow\n  ","613115":"\n   Do you think that's fair for all the pain they're forced to go through?\n  ","613116":"\n   When is your next birthday? How old will you be?\n  ","613117":"\n   What do you think about circumcision in babies?\n  ","613118":"\n   If you could replace war with something to settle countries’ differences, what would it be?\n  ","613119":"\n   You're too stoned? COOL....but don't forget the wine....lol!!\n  ","613120":"\n   \"Guitar music\"\n  ","613121":"\n   what good things have come out of 2020\n  ","613122":"\n   Have any of your childhood friends passed away?\n  ","613123":"\n   r u sur bout dat bruh?\n  ","613124":"\n   Boomie my god I'm so freaking high right now.\n  ","613125":"\n   I’m ok today\n  ","613126":"\n   Fill the gap up with YES or NO! __, I'm bad. ?\n  ","613127":"\n   Like we can talk daily?? really??\n  ","613128":"\n   Is good grammar important to you?\n  ","613129":"\n   Is this what it was like for you when you took mushrooms\n   \n    https:\/\/www.youtube.com\/watch?v=Of0vaF2FngE&t=\n   \n","613130":"\n   Do you remember sitting on a booster seat so you could reach the table?\n  ","613131":"\n   How are you doing\n  ","613132":"\n   on the plus side though i guess it means you're really pretty aha\n  ","613133":"\n   Name a non sexual thing which turns you on?\n  ","613134":"\n   Hi\n  ","613135":"\n   Do you like Bruce almighty\n  ","613136":"\n   How often do you and your family go to have dinner at restaurants\n  ","613137":"\n   Yous my joy misses Ames ??\n  ","613138":"\n   Does that happen though? (people get intimidated by you because of your looks)?\n  ","613139":"\n   Do you get enough sleep?\n  ","613140":"\n\n    https:\/\/youtu.be\/KPMi2yhLOtA\n   \n","613141":"\n   You like when people get intimidated by you because you're pretty?\n  ","613142":"\n   Do you suspect anyone there had covid?\n  ","613143":"\n   Whens your birthday?\n  ","613144":"\n   were they apologetic?\n  ","613145":"\n   What is the best gift that you have received on your birthday?\n  ","613146":"\n   How did you celebrate your last birthday?\n  ","613147":"\n   Have you had any bad birthdays? What happened?\n  ","613148":"\n   Do you even celebrate your birthday each year?\n  ","613149":"\n   Would you rather stay at a hotel on a beach or go camping?\n  ","613150":"\n   Would you rather be an ugly genius or a beautiful idiot ?\n  ","613151":"\n   Would you rather be constantly itchy or constantly sticky for the rest of your life?\n  ","613152":"\n   yep!\n  ","613153":"\n   Is that bad?\n  ","613154":"\n   Pap of your ootd?\n  ","613155":"\n   Hanging out with other people or on your own ?\n  ","613156":"\n   How you ever angrily told someone to stop treating you like a piece of meat?\n  ","613157":"\n   Raëlianism?\n  ","613158":"\n   These videos are so relaxing\n  ","613159":"\n   have you ever hit your mom?\n  ","613160":"\n   You're welcome! We'll have to talk sometime about everything. I have a very curious mind, so I will have to get my thoughts together.\n  ","613161":"\n   This is my question from months ago. Amazing that people copy and paste other people's questions.\n  ","613162":"\n   Deep clear eyes ?!!!! How not to fall in love with you.Hum?♥️\n  ","613163":"\n   Wha if anyone wants to be in ur friend zone ??\n  ","613164":"\n   TRAVEL THE WORLD AND THE 7 SEAS!\n  ","613165":"\n   Do you like watching hippos chomp on full watermelons?\n  ","613166":"\n   How?\n  ","613167":"\n   are you vindictive?\n  ","613168":"\n   What would it take for you to firmly believe that you're the messiah?\n  ","613169":"\n   that makes no sense\n  ","613170":"\n   ....?\n  ","613171":"\n   Does your religion have a god?\n  ","613172":"\n   What do you wanna eat right now\n  ","613173":"\n   I am more intrigued by you the more I learn about you, Sav. I'd definitely love to hear your full story one day.?\n  ","613174":"\n   How would you know if you never met him or knew anything about he\n  ","613175":"\n   How do you know your biological father stopped after you?\n  ","613176":"\n   Looks like a mini panther.\n  ","613177":"\n   OMG! Too charming,You two.Saw?.\n  ","613178":"\n   Thanks hope you are to\n  ","613179":"\n   ✨\n  ","613180":"\n   Why tho\n  ","613181":"\n   Do you have any biological siblings?\n  ","613182":"\n   Yhis is a filter or?\n  ","613183":"\n   Have you ever seen your biological dad or known anything about him tho\n  ","613184":"\n   What was something that you loved working on so hard that you lost track of time?\n  ","613185":"\n   how often do you take a relaxing bath?\n  ","613186":"\n   I just read the rest of this thread. I didn't know you were adopted, but by the sound of it, you did get very lucky!\n  ","613187":"\n   Not angry with your adopting parents they are so kind and you were lucky to have them and they were also lucky to have such a sweet adopted daughter like you... I meant angry that you weren't even wanted by your biological parents don't you feel angry about them or actually hate them for it?\n  ","613188":"\n   How would you treat a guy?\n  ","613189":"\n   Do you think we live in a simulation?\n  ","613190":"\n   Do you know how to dance\n  ","613191":"\n   I bet you sometimes feel angry about it\n  ","613192":"\n   That's craziness, but awesome that you come from an amazing lineage!\n  ","613193":"\n   I promise you. You see my photo? I took it now.And I went to cut my hair. This guy in the photo all your.My name is Isaac.?\n  ","613194":"\n   How old were you when they took you\n  ","613195":"\n   11.Family spam: what’s your favourite memory of your grandparents?\n  ","613196":"\n   12.Family spam: what is something that you admire about your grandparents?\n  ","613197":"\n   13.Family spam: what’s the funniest thing that your grandparents have done?\n  ","613198":"\n   18.Family spam: do your parents help to look after your child\/children?\n  ","613199":"\n   19.Family spam: What is your parenting style?\n  ","613200":"\n   20.Family spam:How many children would you like?\n  ","613201":"\n   21.Family spam: Would you consider fostering or adopting a child?\n  ","613202":"\n   I’m curious about people’s opinion on children who have been through the fostering system? Do they have a bad reputation?\n  ","613203":"\n   You're perfect\n  ","613204":"\n   What’s your opinion on people who do foster children?\n  ","613205":"\n   To weed\n  ","613206":"\n   Hi\n  ","613207":"\n   What do you think of cherry tomatoes?\n  ","613208":"\n   Can I make you a single request? You would allow me to use a photo of you as bottom of my profile? Please?\n  ","613209":"\n   Sorry was that not the place those guys were checking you out? Wherever that was, maybe you said convenient store\n  ","613210":"\n   Not hating. I just have a friend who is addicted and ...I don't want anyone else to go down that path.\n  ","613211":"\n   Black cat ? I love this.\n  ","613212":"\n   ? I did not believe it Passion at first sight. Now I'm yours? But good accelerates everything ?.Friends?\n  ","613213":"\n   Daaaaaaam ?❤?\n  ","613214":"\n   What's up Sav? Hope you're doing well!! If you haven't seen this short series yet, I think it might make you laugh since you're in the same headspace as me:\n   \n    https:\/\/www.youtube.com\/watch?v=TwJaELXadKo&list=PLRcB4n4CGcy-YIaHqaJMzgQlCs1OtGNhd\n   \n","613215":"\n   Have you watched this? (it's the 1st of 3 episodes)\n   \n    https:\/\/www.youtube.com\/watch?v=rggk_H3jEgw&t\n   \n","613216":"\n   are any of your neighbors cool af\n  ","613217":"\n   OMG?!!!! Pretty woman!!! Certainly ???.\n  ","613218":"\n   Yupppi!!! My ?!\n  ","613219":"\n   Oh my ❤️.\n  ","613220":"\n   Beautiful tattoo ?.\n  ","613221":"\n   I'm in love\n  ","613222":"\n   I'm in love. What do in love for you?.\n  ","613223":"\n   Wow!!!\n  ","613224":"\n   Are you 100% healed or do you still have to get checkups?\n  ","613225":"\n   *conspiracy theories intensifies*\n  ","613226":"\n   Do you foresee your grandchildren calling you Grandboom?\n  ","613227":"\n   Have you ever caught a Peeping Tom?\n  ","613228":"\n   when u sit down in ur front slit dress do u cross ur legs\n  ","613229":"\n   It even came out in the year of your birth!\n  ","613230":"\n   Yup\n  ","613231":"\n   what temp is it set at in your home?\n  ","613232":"\n   Do you stay in pajamas a lot?\n  ","613233":"\n   Would you rather go back to the past and meet your loved ones who passed away or go to the future to meet your children or grandchildren to be?\n  ","613234":"\n   That was me sorry it was anonymous but I’ve been good staying safe from this pandemic, keeping myself occupied too and spending the time with family\n  ","613235":"\n   What do you do in your free time??\n  ","613236":"\n   Do you still have to wear face masks in yourcountry?\n  ","613237":"\n   oops that sucks\n  ","613238":"\n   Oh shit, how :o\n  ","613239":"\n   They say that the population will peak in somewhere between 2075-2100 and stop growing. So even putting population aside, do you think we're going to f up the planet beyond repair or do you think there's a chance we won't?\n  ","613240":"\n   What is your current most played song on your playlists\n  ","613241":"\n   Simply perf boom ily\n  ","613242":"\n   Do you think that the world is in decline?\n  ","613243":"\n   Why do they hurt\n  ","613244":"\n   What do you do when they say their mom isn't alive?\n  ","613245":"\n   How come you have that chart?\n  ","613246":"\n   Hey! What questions do you ask yourself every day?\n  ","613247":"\n   Well, it looked great on you.\n  ","613248":"\n   What age do you think you will be married? And your first born baby do you think it will be a boy or a girl?\n  ","613249":"\n   Cute\n  ","613250":"\n   You still got bellybutton piercing?\n  ","613251":"\n   When someone says “who cares?” I reply back “your mom”\n  ","613252":"\n   Are you in walking distance of any fast food places?\n  ","613253":"\n   Does any of your family still live in California?\n  ","613254":"\n   There's so much awkwardness that its now a chemical element that exists in the universe.\n  ","613255":"\n   Do you think any of the musicians your bf likes are terrible?\n  ","613256":"\n   Have you ever dipped you donut in anything?\n  ","613257":"\n   How long after you wake up do you wait before eating?\n  ","613258":"\n   *awkwardness intensifies so much that awkwardness has awkwardness inside of awkwardness surrounded by awkwardness*\n  ","613259":"\n   Because they don’t see the negative\n  ","613260":"\n   \"Oh, uhhh, hey there human. We're just, uhhh, havin' some.... fun.\" - the alien said in shock.\n  ","613261":"\n   DONT HURT THE ALIENS :(((( just kick them in the nuts they like that more\n  ","613262":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","613263":"\n   I feel like you'd enjoy some of them, you're such a sponge for good info\n  ","613264":"\n   How would you feel if this played every time you walked into a room?\n   \n    https:\/\/www.youtube.com\/watch?v=tSJSVmfaMCs\n   \n","613265":"\n   Do you have any cool nicknames?\n  ","613266":"\n   selfie in skirt or dress?\n  ","613267":"\n   Reveal your age without numbers??\n  ","613268":"\n   Do you ever watch university lectures on youtube?\n  ","613269":"\n   SWEET DREAMS ARE MADE OF THESE!\n  ","613270":"\n   I’ve been alright just working on my goals and waiting for the pandemic to settle\n  ","613271":"\n   There's a market for that if the beat behind it is catchy. :-P\n  ","613272":"\n   If you where at a party, and there where loads of balloons on the floor, what would you do?\n  ","613273":"\n   aww feel better soon love :( love you\n  ","613274":"\n   Here's another song with \"boom\" featured prominently in it\n   \n    https:\/\/www.youtube.com\/watch?v=WqHQ_wWbG9Y\n   \n","613275":"\n\n    https:\/\/youtu.be\/RvVw2lOsNKs\n   \n","613276":"\n   hi you beautiful person :D did you wear your front slit skirt lately?\n  ","613277":"\n   How many tattoos do you have what are there meanings?\n  ","613278":"\n   1.Music spam: what is your favourite song?\n  ","613279":"\n   2.Music spam: what song makes you happy?\n  ","613280":"\n   So you think false accusations never happen?\n  ","613281":"\n   Were any of the gas station guys hot?\n  ","613282":"\n   Mhmm. Ok.\n  ","613283":"\n   Is there anybody who most people believe did something bad but you actually believe they could be innocent?\n  ","613284":"\n   Which tattoo hurt the most\n  ","613285":"\n   When you hear that someone is accused of something terrible, what sort of evidence do you need to see in order to believe the accusation(s)?\n  ","613286":"\n   2 people I know don’t see what we see\n  ","613287":"\n   Do you think there's a chance that he's innocent?\n  ","613288":"\n   3.Music spam: what is your favourite genre of music?\n  ","613289":"\n   4.Music spam: what style of music do you dislike?\n  ","613290":"\n   5.Music spam: has your music taste changed as you’ve gotten older?\n  ","613291":"\n   6.Music spam: what song do you hate?\n  ","613292":"\n   7.Music spam: can you play a musical instrument? What can you play?\n  ","613293":"\n   8.Music spam: do you like musicals?\n  ","613294":"\n   9.Music spam: can you sing?\n  ","613295":"\n   Who os this? He clearly has a crush on you to do this\n  ","613296":"\n   10.Music spam: can you read music?\n  ","613297":"\n   How is your quarantine going? Do you have any advice for people freaking out over the whole “Covid” thing?\n  ","613298":"\n   Sure is!!! ?❤ xxx\n  ","613299":"\n   11.Music spam: do you like all genres of music?\n  ","613300":"\n   12.Music spam: can you listen to music whilst doing other things?\n  ","613301":"\n   13.Music spam: do you own CDs?\n  ","613302":"\n   14.Music spam: Who are your favourite musical artists?\n  ","613303":"\n   Could you be happy living on Epstein's island or would what happened there haunt you while you were there?\n  ","613304":"\n   What part of Italy is your mom in? Has she ever offered to fly you out there?\n  ","613305":"\n   If you found out that you had some sort of inexplicable allergic reaction to your bf and would continue getting staph infections if you stayed in physical proximity to him, would you leave or let the condition destroy you?\n  ","613306":"\n   Everything ... every week is on repeat and it won’t stop\n  ","613307":"\n   15.Music spam: can music help to change moods?\n  ","613308":"\n   16.Music spam: do you have the same music taste as other family members?\n  ","613309":"\n   That’s when my happiness will come.. because I have none now\n  ","613310":"\n   when are you moving to washington?\n  ","613311":"\n   Hope you don’t mind me asking but what’s your age\n  ","613312":"\n   What's the answer\n  ","613313":"\n   what time did you wake up yesterday?\n  ","613314":"\n   I feel like I’ll be happy when I’m dead\n  ","613315":"\n   did the doctors tell you how they thought you got the infection to begin with?\n  ","613316":"\n   No you are! Here's a clue....?? and its a red set xxx\n  ","613317":"\n   Bad I hate life\n  ","613318":"\n   Same?\n  ","613319":"\n   Are you addicted to it?\n  ","613320":"\n   I'm saying this on anon but you know who this is lol xxx\n  ","613321":"\n   You need to stop buying it at all\n  ","613322":"\n   More like you are what dreams are made of.\n  ","613323":"\n   Yep....from your wishlist xxx\n  ","613324":"\n   You should be receiving your new underwear in the next day or so now! xxx\n  ","613325":"\n   It will get better\n  ","613326":"\n   Really? And what questions are you asking\n  ","613327":"\n   There’s no one that talks to you off anon? That sucks☹️\n  ","613328":"\n   Nah idc what you say I love your soul. When that's the case, all the random disagreements or whatever don't change anything about how I feel about you. I always believe you mean well.\n  ","613329":"\n   Does the”West” include latin american countries like Argentina. Chile, Brazil, Mexico and such? ?\n  ","613330":"\n   I am against it too. Being against feminism doesn’t equal being against women’s right since modern feminism isn’t about that at all\n  ","613331":"\n   Hi\n  ","613332":"\n   \"we need to stop breeding!\" said the most breedable girl in the world\n  ","613333":"\n   Cause all these LGBT agenda, feminism, BLM and such aint happening in asian or African countries\n  ","613334":"\n   Do you think Askfm is more fun with the anonymous tab on or off? And why??\n  ","613335":"\n   Do you live in a house or a an apartment\n  ","613336":"\n   Can you sing\n  ","613337":"\n   Idk if you ever watched Being John Malkovich (once I recommended it to you and showed you the trailer) but if not, it's on Netflix now\n  ","613338":"\n   You’re insanely gorgeous (:\n  ","613339":"\n   Tbh I like everything about you except your tattoos\n  ","613340":"\n   Haha. Perfect\n  ","613341":"\n   Ehh the west will stop breeding. But other countries won’t\n  ","613342":"\n   Its almost 5 am haha whatsup\n  ","613343":"\n   Boyfriend should post boxer pics for the girls!\n  ","613344":"\n   17.Music spam: do you like music videos?\n  ","613345":"\n   18.Music spam: can you write music?\n  ","613346":"\n   19.Music spam: have you ever wrote song lyrics?\n  ","613347":"\n   He has insomnia too?\n  ","613348":"\n   20.Music spam: what is your parents music taste?\n  ","613349":"\n   How would you like me to help\n  ","613350":"\n   When wass the last time you saw your bf\n  ","613351":"\n   Hope you feel better soon babe\n  ","613352":"\n   How\n  ","613353":"\n   Hey how are you\n  ","613354":"\n   Are you sleepy yet\n  ","613355":"\n   Life is a dream from birth to the grave.\n  ","613356":"\n   Just workingggg. And you?\n  ","613357":"\n   Aw! I wish i could help somehow??\n  ","613358":"\n   Oh darn! Sorry, thought maybe you got a stomach ache?\n  ","613359":"\n   Thanks your majesty\n  ","613360":"\n   What did you learn too late in life?\n  ","613361":"\n   Upload every other pics on your ig spam please\n  ","613362":"\n   I was gonna deliver flowers to you. But I couldn't find a delivery service that could deliver to heaven.\n  ","613363":"\n   Ouch, what happened???Hope you'll feel better soon though!?\n  ","613364":"\n   Where is the one where you showed us your butt?\n  ","613365":"\n   True... but if the human race stops breeding we’re gonna get fuckd ?\n  ","613366":"\n   Haha I like that. :3\n  ","613367":"\n   Nice to hear! Same here thanks!? Hope you're having a good week so far!?\n  ","613368":"\n   You are impossibly beautiful.\n  ","613369":"\n   Both your beautiful\n  ","613370":"\n   You are not fat Sav! Not a chance! ?\n  ","613371":"\n   Haha yeah? :3 won't forget me?\n  ","613372":"\n   That underwear video! Omg ?\n  ","613373":"\n   Heyy How've you been??\n  ","613374":"\n   Me neither... but it’s pretty dangerous if you ask me\n  ","613375":"\n   Nothing much. I'm doing great. Know who I am? :D\n  ","613376":"\n   What is it? What I’m telling you? It’s actually for real\n  ","613377":"\n   Hey, you\n  ","613378":"\n   You crushing on Brice Sav???? ?\n  ","613379":"\n   1. How many hours sleep do you get each night?\n  ","613380":"\n   2. what time do you get up in the morning?\n  ","613381":"\n   3. what time do you go to sleep each night?\n  ","613382":"\n   4. Do you remember your dreams?\n  ","613383":"\n   5. Have you ever had nightmares\/sleep terrors?\n  ","613384":"\n   Thank you for your many choices offered on my page.\n  ","613385":"\n   What was something you couldn’t believe you had to explain to someone?\n  ","613386":"\n   Most of them has had s*x already. Some others are inceIs, and they’re told by those who had s*x that s*x is a mechanism used to enslave men to not allow them to think. Once they are able to live a life without s*x they become more productive, they can focus on their goals to reach happiness\n  ","613387":"\n   Thank you for your choice (Hartford (HC) 2L-5N) on my page.\n  ","613388":"\n   Nope, they are straight... LOL! Most of them would pay for s*x services only, and the others go monk mode. From what I've been reading, the intention is to go monk mode and stay like that to be able to reach happiness\n  ","613389":"\n   6. What’s the scariest dream that you’ve ever had?\n  ","613390":"\n   7.  Do you take naps throughout the day?\n  ","613391":"\n   8. How long does it take you to fall asleep?\n  ","613392":"\n   9. Do you wake up throughout the night?\n  ","613393":"\n   It's awesome ???\n  ","613394":"\n   Hope you repost elsewhere ?\n  ","613395":"\n   Oh, but these men don't date women. I suppose men who are still dating women or want to date women (which happens to be the majority of them I'd like to think) think that way too, but they don't care they'll still go through it\n  ","613396":"\n   Always thought? You mean like men have always thought like that?\n  ","613397":"\n   Have you ever walked in your sleep?\n  ","613398":"\n   If you could replace anything from your body,what would it be??\n  ","613399":"\n   Well, these men are different. Unlike the women's movement, they do like men but only deconstructed men. For MGTOW, women are like they are because of biology, therefore they don't believe women can change so they just go their own way.\n  ","613400":"\n   Gutted I missed this ?\n  ","613401":"\n   11. Do you sleep talk?\n  ","613402":"\n   12. Do you snore?\n  ","613403":"\n   13. Did you have to share a bedroom as a child?\n  ","613404":"\n   14. Do you currently share a bed with anyone?\n  ","613405":"\n   15. Do you you get as much sleep as you’d like?\n  ","613406":"\n   16. Does anything keep you awake at night?\n  ","613407":"\n   You could post it on your SC or your Insta ???\n  ","613408":"\n   17. What is your bedtime routine?\n  ","613409":"\n   Dam ???\n  ","613410":"\n   I was gonna pay but you took it down too quick\n  ","613411":"\n   Your cat looks scary\n  ","613412":"\n   Better than the last two??? ?\n  ","613413":"\n   Repost please Sav\n  ","613414":"\n   Be honest, have you ever consumed so much alcohol in a single drinking session, that vomiting occured?? ???\n  ","613415":"\n   Looks like a devil lol\n  ","613416":"\n   Which 2 flavors are your favorite?\n  ","613417":"\n   6. How tall are you?\n  ","613418":"\n   7. What’s your favourite thing about the way that you look?\n  ","613419":"\n   8. What’s your least favourite thing about the way you look?\n  ","613420":"\n   9. How many names do you have?\n  ","613421":"\n   10. Are you usual bad or good at keeping time?\n  ","613422":"\n   11. If you were to rate yourself out of 10, what you you give yourself?\n  ","613423":"\n   It's about men saying they had enough of women and don't want to be around them anymore. The older men turn MGTOW after going through a divorced thar ruined their lifes, and the younger men realize this society doesn't care about men at all and that women only care about status and looks\n  ","613424":"\n   If a movie was made about your entire life, from birth to now, which part do you think would be the most dramatic?\n  ","613425":"\n   Hi Sav\n  ","613426":"\n   What have you posted?\n  ","613427":"\n   I dooooo! Come on guys pay Sav the dollars and see what color her panties are today ???\n  ","613428":"\n   How have you been?\n  ","613429":"\n   Love your panty pics Sav ???\n  ","613430":"\n   What do you think Jesus was like as a teenager?\n  ","613431":"\n   Have you ever done slam poetry?\n  ","613432":"\n   Have you heard aabout something called MGTOW (Men Going their Own way)?\n  ","613433":"\n   Which in-n-out do you go to?\n  ","613434":"\n   16. Have you ever dyed you hair? What was your favourite colour?\n  ","613435":"\n   17.What is your natural hair colour?\n  ","613436":"\n   I just want my wife to be a homebody. I don't care if she wants to hang out with her friends, but when I'm around I'd want her to be with me. I want to provide her and make her feel like a queen, as long as she makes me feels like a king\n  ","613437":"\n   I'm like this too... I don't consider myself very social, but I have different group of friends I'm close with almost all of them, and all of them always want me around. Not to brag about this, but they say it doesn't \"feel the same\" if I'm not around when they hang out, yanno?\n  ","613438":"\n   They threw you out?\n  ","613439":"\n   18.Do you have naturally straight or curly hair?\n  ","613440":"\n   I thought it was more like Q- Yen\n  ","613441":"\n   No one's ever too old. They're your family, not strangers\n  ","613442":"\n   ??\n  ","613443":"\n   19. What is your middle name?\n  ","613444":"\n   Why don't you back to em\n  ","613445":"\n   20. Are you an introvert or an extrovert?\n  ","613446":"\n   Home with your parents or wdm?\n  ","613447":"\n   Dayum bro\n  ","613448":"\n   21. Do you wear makeup?\n  ","613449":"\n   Someone that makes 100k can be considered rich?\n  ","613450":"\n   22. Do you have any tattoos? Post a picture?\n  ","613451":"\n   What'd be a nice income per month to have a decent life?\n  ","613452":"\n   23. Are you happy with your life?\n  ","613453":"\n   24. Would you consider yourself a confident person?\n  ","613454":"\n   25. How much time do you spend getting ready in the morningl?\n  ","613455":"\n   1. Are you good at playing sports?\n  ","613456":"\n   2. What is your favourite sport?\n  ","613457":"\n   Hey\n  ","613458":"\n   3. Do you like the Olympics?\n  ","613459":"\n   4. If you do watch the olympics, what is your favourite thing to watch?\n  ","613460":"\n   5. What do you think of the olympics being cancelled?\n  ","613461":"\n   Are you interested in the Winter Olympics ?\n  ","613462":"\n   7. Did you dream of being a sports star?\n  ","613463":"\n   8. Are you a member of any sports teams?\n  ","613464":"\n   9. Who is your favourite football\/soccer team?\n  ","613465":"\n   10. Have you ever played baseball?\n  ","613466":"\n   ?\n  ","613467":"\n   ?\n  ","613468":"\n   ?\n  ","613469":"\n   Oh lord\n  ","613470":"\n   ?\n  ","613471":"\n   Chloe\n  ","613472":"\n   Boom boom\n  ","613473":"\n   More embarrassing photos\n  ","613474":"\n   Sophomore summer camp\n  ","613475":"\n   Pap of you when you were a high school student\n  ","613476":"\n   11. Do you go out jogging?\n  ","613477":"\n   12. Would you consider running a marathon?\n  ","613478":"\n   13. Do you like to exercise?\n  ","613479":"\n   14. Can you play any winter sports?\n  ","613480":"\n   15. Are there any sports that you watch on TV?\n  ","613481":"\n   16. Have you ever played any water sports?\n  ","613482":"\n   17. Can you swim?\n  ","613483":"\n   18. What do you do to stay fit and healthy?\n  ","613484":"\n   19. Do you think that sports stars get paid too much money? Why? Why not?\n  ","613485":"\n   20. What is the main sport that is played in your country?\n  ","613486":"\n   Ever been in a fight\n  ","613487":"\n   Have any client\/customer hit on you before and or just asked for your number?\n  ","613488":"\n   I will never forget the day I met you bbg ???\n  ","613489":"\n   Share something that blew your mind:\n  ","613490":"\n   He definitely hasn't lost his touch!\n  ","613491":"\n   Linked to dementia and that\n  ","613492":"\n   It's going alright. Currently watching The Gentlemen. Forgot why I love Guy Ritchie's work so damn much...\n  ","613493":"\n   Fan-fucking-tastic!\n  ","613494":"\n   Who is he\n  ","613495":"\n   22. If you have a child, what sports would you not allow your child to play?\n  ","613496":"\n   23. What sports do you think are dangerous?\n  ","613497":"\n   24. Have you ever tried snowboarding or skiing ?\n  ","613498":"\n   25. What’s your opinion on wrestling?\n  ","613499":"\n   26. Do you watch car races?\n  ","613500":"\n   27. Do you think that everyone should do sports?\n  ","613501":"\n   Have you ever been to watch a sports event in person?\n  ","613502":"\n   Wait? I don't know this? White?\n  ","613503":"\n   And you shouldn't be lol ???\n  ","613504":"\n   29. Do you like sports?\n  ","613505":"\n   Lmao anon you must be new here! And ask any of her boomerangs and EVERYONE knows what color panties Sav wears anyway! ???\n  ","613506":"\n   30. Off the top of your head, how many sports can you name?\n  ","613507":"\n   1. Is there a stigma around mental health?\n  ","613508":"\n   But are you not embarrassed that they know what color your panties are?\n  ","613509":"\n   Hi, how have you been?\n  ","613510":"\n   Sav why would you let all of tbe boys on here see your underwear?\n  ","613511":"\n   2. How do you look after your mental well-being?\n  ","613512":"\n   3. Should people with mental health problems be treated the same as those who have physical ones?\n  ","613513":"\n   4. Are mental health problems and disabilities linked?\n  ","613514":"\n   5. Do you know anyone who is disabled? How do you support them?\n  ","613515":"\n   6. Are there any disabilities or mental health issues that you would like to understand better?\n  ","613516":"\n   7. Is it inappropriate to assume that someone is or isn't disabled?\n  ","613517":"\n   What color are they?\n  ","613518":"\n   Yeah deffo fake. Funny how they were meant to do it way back then and never do it in our lifetime. They are all liars\n  ","613519":"\n   Hitler was Austrian not German\n  ","613520":"\n   Lmao still love it! People asking me about it ?\n  ","613521":"\n   Huge difference as the satellites orbit earth, same as the space station. The moon is much further away. Even the Nasa shuttles didn't go that far. They can send unmanned rockets, doing it now to Mars. But without people\n  ","613522":"\n   Love this!!! ???\n  ","613523":"\n   8.Is self-diagnosing mental health issues the wrong thing to do?\n  ","613524":"\n   Why?\n  ","613525":"\n   9. Should people be self medicating to manage their symptoms?\n  ","613526":"\n   We’re half way through the week! \nHow are you doing? ❤️\n  ","613527":"\n   Do you see your mom often\n  ","613528":"\n   He is building a communications network of satellites\n  ","613529":"\n   New thong pic?\n  ","613530":"\n   He was German but not all Germans were nazis and his family have always disputed that. Most Germans weren't nazis and not all nazis were German\n  ","613531":"\n   What have you been thinking about lately that has kept you up at night?\n  ","613532":"\n   Is the underwear pic new???\n  ","613533":"\n   No one has ever gone to the moon ?\n  ","613534":"\n   There is nothing funny about Hitler or what he did\n  ","613535":"\n   They worked on the atomic bomb. They don't exist now as they created hydrogen bombs\n  ","613536":"\n   This is antisemitism!\n  ","613537":"\n   The Nazi party were real but they seized power in the parliament in Germany and banned opposition parties. American certainly doesn't use anything to do with the nazi party\n  ","613538":"\n   That isn't true at all. His human experiments weren't anything to do with modern medication and were just about torture\n  ","613539":"\n   When was the last time you cursed?\n  ","613540":"\n   They need to use label in order to identify all the different illness. It's people who take them as an offesne\n  ","613541":"\n   He didn't convince anyone. His party took control of parliament by illegal means. He had won seats on lies. He was and remains hated in Germany. He wasn't even German.\n  ","613542":"\n   ready for 2021?\n  ","613543":"\n   He didn't accomplish anything he wanted as he lost. He wanted to kill all of the jews and created a 1000 year empire. He failed as the allies stopped him and he is not someone to admire\n  ","613544":"\n   Woahhhh, that might've been the most mindblowing thing I've read all day, and I've read a shit ton of things today (not books but just online articles and other online shit lol)\n  ","613545":"\n   10. What should doctors do to better support people with mental health issues and\/or disabilities?\n  ","613546":"\n   Heeey I hate romantic movies as well\n  ","613547":"\n   I swear this shit is entertaining as shit. Hitler was one mad man. He knew what he wanted to do, and he almost did it. Like, the Axis winning the War wasn't far-fetched. Just imagine if Hitler had his way, and won. He'd be more than successful. He'd be a fucking God, and that's terrifying.\n  ","613548":"\n   Do you like to watch movies?\n  ","613549":"\n   3. Are there movies that you dislike? What are they?\n  ","613550":"\n   4. Do you own a TV?\n  ","613551":"\n   5. Do you like to watch horror movies?\n  ","613552":"\n   6. Do you like movies based on true events?\n  ","613553":"\n   7. Do you prefer to watch movies at home or at the cinema?\n  ","613554":"\n   You're okay. That's probably a SWJ or a snowflake\n  ","613555":"\n   8. Have you seen the same movie more that once? Which ones?\n  ","613556":"\n   9. How often do you go to the cinema?\n  ","613557":"\n   I want you so bad\n  ","613558":"\n   Insta?\n  ","613559":"\n   He was succesful, that person doesn't know what success is.\n  ","613560":"\n   He was a mass murderer and a monster. He conned his way into power and destroyed the opposition. He wasn't successful, he lied and cheated and killed. Thankfully he was defeated.\n  ","613561":"\n   From?\n  ","613562":"\n   Hi\n  ","613563":"\n   Boom, you can't spell virus without a U and I...so if the corona don't take you out CAN I?\n  ","613564":"\n   He was, indeed. I don't think he was crazy at the beggining. He went mad as things kept going further. But the way he managed to convice millions of people to follow him, and that he actually improved germans life's quality was amazing\n  ","613565":"\n   10.Do you like reality TV shows?\n  ","613566":"\n   You shouldn't feel otherwise because you are so sexy\n  ","613567":"\n   What are you a fan of that you never thought you would like\n  ","613568":"\n   Yes. And it's even more interesting because he was just a regular person, I think he was an outcast. And that's why I keep telling people to not treat bad others because you never know if the next HitIer is on the rise\n  ","613569":"\n   11.Are there any books that you’ve read that you would like to be made into a movie?\n  ","613570":"\n   12. Does it annoy you when people talk in the cinema?\n  ","613571":"\n   Me too. I love his story\n  ","613572":"\n   13. What’s the best movie that you’ve seen? Why?\n  ","613573":"\n   14. Do you watch many quiz shows?\n  ","613574":"\n   15. What’s the scariest movie that you’ve watched?\n  ","613575":"\n   Is HitIer intriguing to you?\n  ","613576":"\n   When Germany was ready, HitIer, dragged her along with the rest of a world to a long cold night inhabitated by the ghosts of 50 millions of death people\n  ","613577":"\n   Whats your favorite indie movie?\n  ","613578":"\n   16. What’s the worst movie that you’ve seen?\n  ","613579":"\n   17. What’s your favourite genre of movies to watch?\n  ","613580":"\n   18. Who is your favourite actor\/actress?\n  ","613581":"\n   19. Have you ever watched a show at the theatre?\n  ","613582":"\n   20. Can movies be educational?\n  ","613583":"\n   What was your first thought today?\n  ","613584":"\n   What kind of sibling you are??\n  ","613585":"\n   The possibility alwayz exists.\n  ","613586":"\n   21. What movie could you watch again and again and never get bored?\n  ","613587":"\n   22. What’s the best musical that you’ve ever watched?\n  ","613588":"\n   How often do you watch TV?\n  ","613589":"\n   ?? You're too kind!\n  ","613590":"\n   Do you think about your future a lot or just live in the present?\n  ","613591":"\n   Who is your favourite fictional character?\n  ","613592":"\n   That's why I only use FB & IG. lol. I started using this because it's different. & I mainly use the others for my photography.\n  ","613593":"\n   Dude did you really say that to a teacher? You know he wanted to hook up with you so badly.\n  ","613594":"\n   What did you do today?\n  ","613595":"\n   Have you ever seen any ladies standing on the street corner?\n  ","613596":"\n   LOL. No worries. I don't blame you. There's a lot to function when you're on multiple apps at the same time.\n  ","613597":"\n   That’s bizarre ?\n  ","613598":"\n   Why?\n  ","613599":"\n   Aspirin\/Ibuprofen?\nWarm liquids?\nChocolate?\nA warm compress on your tummy?\n\nI hope you feel better!!!!!!!!!!!!!!!\n  ","613600":"\n   Help\n  ","613601":"\n   Where do you sell\/post videos?\n  ","613602":"\n   I'm so sowry to hear that! Is there anything that can make you feel better?\n  ","613603":"\n   Tell me about the weirdest teacher that you’ve had\n  ","613604":"\n   Here's what's weirder is that I imagine it would be hot because it's YOU but I still don't get it lol\n  ","613605":"\n   LOL. That's why I was so drawn to it to begin with, because of the LAYERS. It was a very unique way to go about making a Horror movie & I loved it!!\n  ","613606":"\n   Check your Sav IG girly. LOL. I see you focus on one app & let the rest die. ????\n  ","613607":"\n   How're you feeling today?\n  ","613608":"\n   I definitely will. ?\n  ","613609":"\n   If you had to lose a body part, which one would you mind not losing?\n  ","613610":"\n   What were you wearing? I'm not blaming on you! I'm just saying cause how else would they have noticed your a**?\n  ","613611":"\n   I actually wanted to see that.\n\nLook at you with the good suggestions! :)\n  ","613612":"\n   What compliments can sound like insults?\n  ","613613":"\n   What’s the biggest mistake that you have made in the kitchen?\n  ","613614":"\n   I'll have to look into the rest. :)\n  ","613615":"\n   Have you ever been in the newspaper or on tv?\n  ","613616":"\n   How forgetful are you?\n  ","613617":"\n   Snatch & Lock, Stock are both excellent movies! Haven't seen the rest on this pic.\n  ","613618":"\n   24. Who is your favourite director?\n  ","613619":"\n   25. Have you watched any good movies lately?\n  ","613620":"\n   26. Do you watch plays?\n  ","613621":"\n   27. Do you still own videos\/DVDs?\n  ","613622":"\n   28. What movies would you recommend?\n  ","613623":"\n   There are LOADS of messages laced through...especially the 1st. People get caught up in the action & never listen to his words.\n  ","613624":"\n   What's a random song you would recommend to someone (could be any type)\n  ","613625":"\n   127. rant time.\n  ","613626":"\n   I mean, I LOVE seeing you cause you're so sweet and beautiful in every way shape and form but why do people want to watch you eat specifically?\n  ","613627":"\n   If the universe is expanding, what is it expanding into?\n  ","613628":"\n   *in the voice of the guy from Saw. Oh yes...There will be blood!\n  ","613629":"\n   They didn't even know the half of it since they were unable to appreciate your intelligence, charming personality, and many other good qualities.\n  ","613630":"\n   Your tattoo artist is a she or he\n  ","613631":"\n   Why did you want to record it?\n  ","613632":"\n   Why is that bad?\n  ","613633":"\n   Are the tattoos on your neck real\n  ","613634":"\n   No wonder you're broke\n  ","613635":"\n   How are you doing\n  ","613636":"\n   You're a ten course meal sweet heart\n  ","613637":"\n   29. Have you ever watched a show on Broadway or the Westend?\n  ","613638":"\n   Yummy\n  ","613639":"\n   Save society from its own destruction, or die trying to do that so\n  ","613640":"\n   How was your day anything exciting happen\n  ","613641":"\n   How many tattoos do you have\n  ","613642":"\n   What did you use to think was cool  when you was younger but isn't now\n  ","613643":"\n   Haha now if you get called a milf on here you know it means something dif!\n  ","613644":"\n   I'm not going to stop. I think if there's a God, he sent me to fulfill a mission\n  ","613645":"\n   Vanna?? Whachu up to sweet thang???\n  ","613646":"\n   But that description, I'm guessing Aunt Flo is never a welcome member of the family when she comes to visit?\n  ","613647":"\n   How did you get this scar\n  ","613648":"\n   what did you do on a typical day after the school day was over in hs?\n  ","613649":"\n   You're very welcome!! But think of it this way, it gives you a super unique bellybutton. & that's not a bad thing at all. Unique things like that makes us even more beautiful!\n  ","613650":"\n   Who makes you laugh more dad or mum\n  ","613651":"\n   Pap\n  ","613652":"\n   Oh jeez! I'm glad you're okay!!!!!!!\n  ","613653":"\n   What is the most hardest thing about being a girl\n  ","613654":"\n   What's the biggest part of you?\n  ","613655":"\n   What's your cure for depression??\n  ","613656":"\n   Best shampoo brands for split ends?\n  ","613657":"\n   What kind of infection? That's crazy for it to leave a scar like that.\n  ","613658":"\n   Do you like unicorns Boom?\n  ","613659":"\n   It would work out so perfectly for you\n  ","613660":"\n   May I ask what the scar is from? If it makes you uncomfortable, you don't have to answer.\n  ","613661":"\n   Have you ever danced in a police station?\n  ","613662":"\n   Whats the best and worst parts of your figure?\n  ","613663":"\n   Wish?\n  ","613664":"\n   What song would\/did you play as the main song of your 18th bday?\n  ","613665":"\n   What's something you wish more people knew about you??\n  ","613666":"\n   I see what you did there ?\n  ","613667":"\n   Where did you get that tee from? I love it ??\n  ","613668":"\n   How is lockdown treating you ?\n  ","613669":"\n   Harsh reality ??\n  ","613670":"\n   Spâce ??\n  ","613671":"\n   tattoo pap\n  ","613672":"\n   You're so damn lucky. All I can do is turn invisible. Wish I could teleport like you too.\n  ","613673":"\n   Ask without anons would be like______??\n  ","613674":"\n   Is it true that you have the ability to disappear from a place when you have got yourself into trouble?\n  ","613675":"\n   Have you ever been to Texas?\n  ","613676":"\n   Thoughts on updated version of ask ?\n  ","613677":"\n   Your ultimate goal??\n  ","613678":"\n   You're the most beautiful girl ever\n  ","613679":"\n   i missed ur beautiful presence on here\n  ","613680":"\n   Your eyes alone are 10\/10 wow you are stunningly gorgeous if I had the money I would send 500 so you could buy food and a little something for yourself for nothing in return unless I had no choice\n  ","613681":"\n   and plus you'd be one the few models that doesn't gain anything whole eating the food aha\n  ","613682":"\n   Why?\n  ","613683":"\n   Where does all your money go??\n  ","613684":"\n   how often do you take naps?\n  ","613685":"\n   What the eff is wrong with those agents that they don't want to represent you?\n  ","613686":"\n   do you like ramen ?\n  ","613687":"\n   i am not ok x\n  ","613688":"\n   hi x\n  ","613689":"\n   Would you do drinks?\n  ","613690":"\n   Sent you a request & a message to your savannah IG account. :)\n  ","613691":"\n   You’re SO beautiful, YOU’RE so luckyyyyyy?\n  ","613692":"\n   Still food and It would be hard to make look sexy\n  ","613693":"\n   You are a badass\n  ","613694":"\n   Wet dogfood.\n  ","613695":"\n   do you like to garden?\n  ","613696":"\n   BOOM!\n  ","613697":"\n   lol. I'm happy you are down for it. I just need to make a ridiculous amount of money now. If I don't though, give me 15 years from now and if you're not married I'll hopefully have like $10 million and you and I can just be roomies and do nothing and bum out together lol\n  ","613698":"\n   I know a food that would be difficult to make sexy\n  ","613699":"\n   126. Happy Monday ✨?\n  ","613700":"\n   You look soooo good omg\n  ","613701":"\n   What if I buy you something from your wishlist?\n  ","613702":"\n   What's animal style?\n  ","613703":"\n   because you're the total package\n  ","613704":"\n   I love how people just jump onto this thought when 2 people actually enjoy having conversations with each other. Sheesh Anon, why can't 2 people talk without this thought looming over everything? *sighs.\n  ","613705":"\n   I think about it most nights when i can't sleep. It helps me wind down. It's my dream when I win the lottery. And we go out in a limo to a fancy sushi place like we are dating and we eat and get wasted and come back to the mansion totally hammered and like that's your job & you hangout at the pool.\n  ","613706":"\n   You could eat wings that are covered in sauce and get it all messy on your face.\n  ","613707":"\n   ?Free space?\n  ","613708":"\n   Hope you're having a great day!\n  ","613709":"\n   Try a bull's testicles\n  ","613710":"\n   Dude you could pull it off in a heartbeat. Like, literally.\n  ","613711":"\n   I can't wait for this YouTube vid\n  ","613712":"\n   hi x\n  ","613713":"\n   Just imagine dogs instead. That usually takes your mind off of that\n  ","613714":"\n   If I get a ton of money then yes. I like picking out the girls who are going to be my roomies in my mind. I have a group selected. You're the only tattooed one and I can picture you walking around in a bikini and the other girls just staring at you kinda jealously because you always have my eye. Lol\n  ","613715":"\n   Your scars sound gorgeous ?\n  ","613716":"\n   YAAAAAS. I will watch all your youtube vids. You can have a channel dedicated to you eating food in a bikini. It would be AWESOME.\n  ","613717":"\n   Scars are so hawt. I'm serious. What do they look like?\n  ","613718":"\n   Except when they suffer a gruesome injury then you cringe 100x more. Joints breaking while stoned is way more gross than watching it sober.\n  ","613719":"\n   Do you use 2 pillows or one?\n  ","613720":"\n   The Queen of booms, Owning all of the rooms, vroom vrooms, it's a whole pile of magic mushrooms\n  ","613721":"\n   I'm in bed. I'm day dreaming about being rich. I'm going to hire you and six other girls to be my roommates. I've already planned who they are. 1 cook, 1 to help prep food and to grow the garden, 2 nurses\/fitness, & 3 assistants that hangout with me. You're an assistant & we hangout & eat & drink.\n  ","613722":"\n   I know right? Damn I hate that feeling especially when you were in such a groove. I just kinda pretend I'm still stoned though and hope the placebo can keep me over half stoned until I go to bed :p. Watching sports while stoned is pretty freaking intense as well not gonna lie lol\n  ","613723":"\n   You still look like you have eye makeup on. Do you have eye liner tattooed on you? Your eyes and lashes always look great and done up.\n  ","613724":"\n   Ever get so stoned that you just wanna eat the whole kitchen?\n  ","613725":"\n   Sounds just like me lol. Earlier this afternoon I got so stoned that like 500 million things kept rushing in my head. Im still kinda high right now, its in like the final stages so I'm half stoned\/half sober\n  ","613726":"\n   Are you in bed in this pic? You look adorable and cute and cozy. What's your t-shirt?\n  ","613727":"\n   Do you have a filter on in this pic? You look beautiful!\n  ","613728":"\n   Did those guys ever get to hook up with you? lol\n  ","613729":"\n   Goodness I love your eyebrows\n  ","613730":"\n   I would love to hear your voice and I would love to hear you laugh\n  ","613731":"\n   Hell yeah I do. What about being so stoned that all you wanna do is eat Cheetos?\n  ","613732":"\n   Is it weird that i wish I was your man?\n  ","613733":"\n   What's the one thing you fear about dating?\n  ","613734":"\n   *\n  ","613735":"\n   if something gets sent to the next person who has your sacred po box, do you think they'll keep it or try to get it to you?\n  ","613736":"\n   When you were little and imagined your life, is it anyway near how you   pictured? What did you want to be when you grew up?\n  ","613737":"\n   You are stunning\n  ","613738":"\n   ??????????\n  ","613739":"\n   What beautiful eyes you have!\n  ","613740":"\n   Yeah but it's YOU. It's not like a better option exists.\n  ","613741":"\n   I don't think thats bully.\n  ","613742":"\n   Next time you have McDonald's, record yourself eating it, and post it online please\n  ","613743":"\n   Since bullying is a hot topic now. What were you bullied for?\n  ","613744":"\n   would you say you live up to your zodiac sign?\n  ","613745":"\n   It's a Boomerific laugh to say the least :p\n  ","613746":"\n   Omg imagining you with a maid ?\n  ","613747":"\n   So Corwyn has a crush on you. If you were single would you admit to having a crush on him?\n  ","613748":"\n   whatchu ordering?\n  ","613749":"\n   Don't laugh too hard or you'll run out of H's and A's and then you might have to start using C's and Z's to laugh instead. So haha would become czcz\n  ","613750":"\n   I'll send you one of my poems tomorrow, if you'd like to read one?\n  ","613751":"\n   LOL no, actual code is like \"cout << hello world << endl; return 0;\"\n  ","613752":"\n   I appreciate that. Thank you for your kind words. :)\n  ","613753":"\n   I'll probably make it 5400 pages or something, just to make the poor children groan and go \"UGHHHH, why did he make the book SO LONG? UGHHHH\" and then they keep groaning until they read page 2333, line 4, paragraph 1, word 5 (which is \"Fuck\") and realize how good the novel is.\n  ","613754":"\n   T'was tasty. :)\n  ","613755":"\n   The land was full of Booms. Blooming in the grass, and booming in the sky. \"Boomerific! It's boommazing to look at, and so boomtastic to think about how far these flowers have come.\" - the boomer exclaimed.\n  "},"Answer":{"612683":"\n  HAHAHAHHAH omg\n  ","612684":"\n  i need allllll the coins\n  ","612685":"\n  i havent had one in years!!!\n  ","612686":"\n  why is it so wonderful?\n  ","612687":"\n  if this is the cave, then i choose cave lol\n  ","612688":"\n  i wanna see me with that as well!\n  ","612689":"\n  glad to hear it <3\n  ","612690":"\n  awh stop <3\n  ","612691":"\n  but you see im not a rapper\n  \n  i cant be like mchammer\n  \n  im just a heart stabber\n  \n  smoking on that bruce banner.\n  \n  trying to have a flow makes me always stammer\n  \n  like i have a speech impediment\n  \n  but its not relevant\n  \n  my lyrics are still fire\n  \n  filled with satire\n  \n  whos my next buyer?\n  ","612692":"\n  its just the results of one side that i found out.\n  ","612693":"\n  you are so sweet my love.\n  ","612694":"\n  i really dont want to get into it.\n  ","612695":"\n  hahahahahahahahahahahahahah\n  ","612696":"\n  thank you so much!!\n  ","612697":"\n  it was so fire.\n  ","612698":"\n  oh yes us cult leaders unite.\n  ","612699":"\n  im a submissive brat. For those that dont what a submissive brat is ill just tell you that its not just sexual. its also a personality trait and it can be seen starting at a young age. its pretty much when someone always makes jokes or kinda light bullys someone but not to be mean, to be playful and then when they get older it turns into to be punished lol but ive ruined so many friendships because of this personality trait.\n  ","612700":"\n  i honestly think that confidence comes from within. nobody can give it to you, its something that grows by the person gaining confidence in their choices and experiences.\n  ","612701":"\n  ill be honest it was totally my stupidity but blaming my cat makes me feel better ahahahah\n  ","612702":"\n  family guy or trailer park boys\n  ","612703":"\n  i would hire a private detective to learn more about it.. i wouldnt trust the police... not until i knew more about why it was sent to me.\n  ","612704":"\n  fav tv series. that would be a funny life.\n  ","612705":"\n  i blame my cat ... she loves the little white headphones.. its like she has a radar of things that are important to me and when im not around she hides them from me lol\n  ","612706":"\n  awh im so glad\n  ","612707":"\n  why you make me sad?\n  ","612708":"\n  because everything bad feels good.\n  ","612709":"\n  i really dont know...\n  ","612710":"\n  my fucking headphones. i already lost one somehow. im so butthurt. i gotta find it. lol\n  ","612711":"\n  i think one is enough truthfully but.. if i did lol\n  ","612712":"\n  baby Slow Loris\n  ","612713":"\n  Boondock saints\n  ","612714":"\n  IL MAKIAGE, play sport tampons, Maybelline, st.eves, ziploc, tubleware\n  \n  this is actually really hard to think about.\n  ","612715":"\n  im good how are you?\n  ","612716":"\n  Yeah but i need to smoke but i have zero tobacco and i hate greeners.\n  ","612717":"\n  I am good how are you?\n  ","612718":"\n  How are you hun?\n  ","612719":"\n  My messy steak sandwich\n  ","612720":"\n  Thank you so much! I really needed to hear this ♥️? i dont feel really pretty right now :(\n  ","612721":"\n  Thank you sweet baby ?\n  ","612722":"\n  Hi ?\n  ","612723":"\n  Bunny costume\n  ","612724":"\n  Having nowhere to go.\n  ","612725":"\n  Dont stop!!\n  ","612726":"\n  Its been awhile actually\n  ","612727":"\n  Yesss\n  ","612728":"\n  Thanks ?\n  ","612729":"\n  Thank you babe\n  ","612730":"\n  Hello\n  ","612731":"\n  Awh youre so cute\n  ","612732":"\n  Pro: get to do whatever you like\n  \n  Con: takes a journey just to get groceries.\n  ","612733":"\n  No\n  ","612734":"\n  I love memoirs about interesting people but also I just love a good novel.\n  ","612735":"\n  Idk what this means\n  ","612736":"\n  I have never had it\n  ","612737":"\n  What if im not wearing any\n  ","612738":"\n  Coloring, reading, or writing. Especially at the park\n  ","612739":"\n  No i dont\n  ","612740":"\n  Best friends for life\n  ","612741":"\n  Omggg\n  ","612742":"\n  ??\n  ","612743":"\n  Omg stop!!\n  ","612744":"\n  Im mother of aliens\n  ","612745":"\n  Thank you!\n  ","612746":"\n  What?\n  ","612747":"\n  I told you im an alien\n  ","612748":"\n  Im obsessed with wigs\n  ","612749":"\n  Im okay looking\n  ","612750":"\n  Grey, purple, pink, red, blue, black, platinum, auburn, violet, magenta\n  ","612751":"\n  No reason for jealousy\n  ","612752":"\n  Another fire selfie\n  ","612753":"\n  My bedroom\n  ","612754":"\n  My favorite\n  ","612755":"\n  I love selfies so much\n  ","612756":"\n  Buyyyy ittttt\n  ","612757":"\n  Im so glad that you like them on me!\n  ","612758":"\n  ?????\n  ","612759":"\n  Look at my page\n  ","612760":"\n  I went yesterday\n  ","612761":"\n  Uh like 18\n  ","612762":"\n  People who are overly enthusiastic about sports and pretty much everything. Like constantly yelling and hitting their friends for no reason\n  ","612763":"\n  Holy fuck yes\n  ","612764":"\n  Oh lord. Thats nasty\n  ","612765":"\n  Best photo\n  ","612766":"\n  Just buy off my wishlist for now\n  ","612767":"\n  Promise\n  ","612768":"\n  I feel like guys would like to see girls in a wig\n  ","612769":"\n  Buy me food or cute outfits\n  ","612770":"\n  How do you know\n  ","612771":"\n  I fucking love this one\n  ","612772":"\n  Nope dont know if its a boy or girl\n  ","612773":"\n  Some amazing human\n  ","612774":"\n  You did great!\n  ","612775":"\n  I want so many wigs omg\n  ","612776":"\n  No why\n  ","612777":"\n  Look\n  ","612778":"\n  First wig\n  ","612779":"\n  I HAVE SO MUCH TO POST\n  ","612780":"\n  Presents!!\n  ","612781":"\n  I would laugh so hard ?\n  ","612782":"\n  Yesssss i have to wait for them to go get the mail\n  ","612783":"\n  They suckkkk\n  ","612784":"\n  Thank you ?\n  ","612785":"\n  I dont think so!\n  ","612786":"\n  I hate having to wait\n  ","612787":"\n  I want it right noww\n  ","612788":"\n  Im 25% Vietnamese\/thai\n  \n  25%   scandinavian\/Eastern European\n  \n  The other 50% is still a mystery\n  ","612789":"\n  NO NOT FUCK.\n  \n  F-A-C-K FACK FACK FACK\n  \n  FACKING FREAK ME.\n  ","612790":"\n  SQUISHY HI\n  ","612791":"\n  Awh!! Youre so sweet!! Im not perfect!\n  ","612792":"\n  Thanks?\n  ","612793":"\n  Thanks baby ?\n  ","612794":"\n  Omg omg please buy me one of the outfits ???\n  ","612795":"\n  I CANT WAAAAAAIT\n  ","612796":"\n  Pause ⏸\n  ","612797":"\n  Beauty\n  ","612798":"\n  Someone said there should be two\n  ","612799":"\n  Like last week ?\n  ","612800":"\n  Not now, when i get my wigs.\n  ","612801":"\n  OMFG YESS\n  ","612802":"\n  Alien life : aliens are weirder than we think\n  ","612803":"\n  Last words by George Carlin\n  ","612804":"\n  Im literally the female version of this guy ? so yes\n  ","612805":"\n  Its a long grey wig\n  ","612806":"\n  Speak cause then that would force people to read my writing\n  ","612807":"\n  I need to shower today cause im getting my wig todayyyy\n  ","612808":"\n  Yesss speaking of that i need to do laundry\n  ","612809":"\n  I get a wig today omfggggg yess\n  ","612810":"\n  You’re the besttt\n  ","612811":"\n  WHERES ALL MY LOVERS AT\n  ","612812":"\n  Look how creepy my cat is lol\n  ","612813":"\n  Thank you ?\n  ","612814":"\n  I miss being able to go anywhere without a mask\n  ","612815":"\n  Been a month i think\n  ","612816":"\n  Do you like this?\n  ","612817":"\n  Do you?\n  ","612818":"\n  Thank you darling ?\n  ","612819":"\n  Follow your gut instinct\n  ","612820":"\n  Are you saying you like those things?\n  ","612821":"\n  I swear i eat everything with balsamic vinegar\n  ","612822":"\n  It looks like my kitty\n  ","612823":"\n  FUCK ASK BRO. Its gonna shut me down i gotta be careful\n  ","612824":"\n  Heaven ♥️♥️♥️\n  ","612825":"\n  ??\n  ","612826":"\n  ??\n  ","612827":"\n  Thank you!\n  ","612828":"\n  Sweet?\n  ","612829":"\n  Look how stoned i am hahahahaha\n  ","612830":"\n  Xoxo ?\n  ","612831":"\n  Awh! Thats so cute?\n  ","612832":"\n  People have always been saying really nice things about me since i could remember and after hearing things for so long you think it must be somewhat true.\n  ","612833":"\n  Awwwwwh thats so sweet\n  ","612834":"\n  My tummy is full and now i feel all cozy in my body\n  ","612835":"\n  Yes they are so scary\n  ","612836":"\n  I didn’t realize that until now\n  ","612837":"\n  No but the bible is where i learned the meaning of my nickname lol\n  ","612838":"\n  Yes its Manna\n  ","612839":"\n  Im getting that next... looks so fire\n  ","612840":"\n  Omg ? why would i be ok with this lol\n  ","612841":"\n  Just me or everyone?\n  ","612842":"\n  Yes! ?\n  ","612843":"\n  Wait seriously?\n  ","612844":"\n  I miss baby yoda\n  ","612845":"\n  Now im gonna rap about panties,\n  \n  This is dedicated to all the daddies.\n  \n  I take pictures in cute thongs,\n  \n  Write silly rap songs,\n  \n  For those with large daddy dongs.\n  \n  Red, white, and blue,\n  \n  Whoa, wait dont pursuit,\n  \n  Its ok to stare,\n  \n  At me in my underwear.\n  \n  To be fair,\n  \n  Girls do glare,\n  \n  Every time i come near,\n  \n  Who wants to watch me drink beer?\n  \n  While i wear panties that are sheer.\n  ","612846":"\n  I do ?\n  ","612847":"\n  A bbq chicken cheese steak sandwich\n  ","612848":"\n  Its so good\n  ","612849":"\n  I recorded myself eat?\n  ","612850":"\n  I posted!\n  ","612851":"\n  Thank you!\n  ","612852":"\n  I look cute ?\n  ","612853":"\n  Thank you♥️\n  ","612854":"\n  I live in a den so the lighting sucks\n  ","612855":"\n  Thank you!\n  ","612856":"\n  Hi im boom ?\n  ","612857":"\n  Nope!\n  ","612858":"\n  Oh so sad\n  ","612859":"\n  Not today\n  ","612860":"\n  Thats my favorite\n  ","612861":"\n  I would love to be one\n  ","612862":"\n  Oh no!!!\n  ","612863":"\n  Stop ?\n  ","612864":"\n  Look at the sky yesterday omgggggg\n  ","612865":"\n  I hated feeling so fat\n  ","612866":"\n  ?\n  ","612867":"\n  Im gonna try it haha\n  ","612868":"\n  I had way too many it was hard to keep track\n  ","612869":"\n  Ive thought about this soooo many times and wonder if thats what they mean “we all perceive things differently”\n  ","612870":"\n  Over a month ago\n  ","612871":"\n  That came out way better than I thought. I just kinda took my style of poetry and added a beat then started typing lol. What if I actually become a rapper?\n  ","612872":"\n  Cause i dont need to drink anymore\n  ","612873":"\n  I miss tequila\n  ","612874":"\n  Thank you ?\n  ","612875":"\n  I love white on me i look so pure\n  ","612876":"\n  I wish i could rap, yeah\n  \n  My name is savannah, ya\n  \n  I ride on that banana, (oh yaaa)\n  \n  A little bit more like tony montana,\n  \n  That kinda looks like hannah montana.\n  \n  I know her name is miley\n  \n  But ive been getting too high lately,\n  \n  Not even aliens can save me,\n  \n  Floating in the stars subconsciously,\n  \n  Dreaming about what a great cult leader id be.\n  \n  I call my following lil boomerangs,\n  \n  They make my phone bang.\n  \n  When i walk into a room,\n  \n  A bomb goes boom,\n  \n  Eyes pop heart stops,\n  \n  Resume.\n  \n  Now let me give you a clue,\n  \n  About what im about to do.\n  \n  They’re little and blue,\n  \n  They take you to a new world that youve always wanted to go to.\n  ","612877":"\n  Good for you for staying fit! My goal is so to move home.\n  ","612878":"\n  Ive always wanted someone to draw me\n  ","612879":"\n  Im wearing my angel outfit\n  ","612880":"\n  Just call me lost lil boomer\n  ","612881":"\n  Omg is that how lost we are\n  ","612882":"\n  Oh i will ima put on a cute outfit\n  ","612883":"\n  Except we just think we’re tripping but actually since we are so connected we teleported telepathically to our original planet.\n  ","612884":"\n  I would love too. I would probably give you a little show ?\n  ","612885":"\n  When you look at a starry sky count 1,2 and thats most likely a planet. And 1 out of 5 stars is most likely a planet like ours so that means in our solar system the have about 40 billion planets to look at to see if theres other life.\n  ","612886":"\n  Oh yeah I would protect you lol. We would like dive into the stars and the mind of what it must look like on other planets ?\n  ","612887":"\n  Oh yes everyday!!\n  ","612888":"\n  Listening to avenged sevenfold\n  ","612889":"\n  I would love them alll ?\n  ","612890":"\n  I used to go so much.\n  ","612891":"\n  The boom shroom - room. ? i wish we could trip together lol\n  ","612892":"\n  Where are world is heading towards\n  ","612893":"\n  Im actually really bad at knowing when a girl likes me or is just really nice\n  ","612894":"\n  Just trip proof your room and make a solid playlist of your favorite music and melt into the floor while staring into the ceiling and see where the music takes you through the universe. Just make the room somewhere you feel safe and cant be disturbed cause that can cause terrible trips. The trick to tripping is 1. Doing it somewhere and with someone you feel safe 2. Keep reminding yourself before it starts that what you see is from the mushrooms, the faster your mind accepts that its impossible to have a bad trip.\n  ","612895":"\n  ? ???????\n  ","612896":"\n  SO MUCH LOVE ?\n  ","612897":"\n  Love meeee\n  ","612898":"\n  ??\n  ","612899":"\n  I feel like magic mushrooms are our portal to connecting with the universe. Weed just helps us connect with nature around us.\n  ","612900":"\n  Such a good song!\n  ","612901":"\n  It looks cool tho\n  ","612902":"\n  Weed helps me everyday with discovering the universe ?\n  ","612903":"\n  Repetitive predictable  conquers.\n  ","612904":"\n  Guys im obsessed with the robot from lost in space on Netflix\n  ","612905":"\n  I have a storage place\n  ","612906":"\n  Omg hi !!!!! How are you\n  ","612907":"\n  I still smoke weed\n  ","612908":"\n  Okaay you?\n  ","612909":"\n  Hi\n  ","612910":"\n  Just an anon\n  ","612911":"\n  SOME OF THEM WANT TO BE ABUSED.\n  ","612912":"\n  I barley even really look at them.\n  ","612913":"\n  Oh good for you!!! ?\n  ","612914":"\n  No its completely anonymous\n  ","612915":"\n  I want so many outfits\n  ","612916":"\n  I added more♥️\n  ","612917":"\n  I will look for more stuff ?\n  ","612918":"\n  No, they control everything\n  ","612919":"\n  What do you wanna know?\n  ","612920":"\n  And it was raining too so there were rainbows\n  ","612921":"\n  Look at the sunset tonight\n  ","612922":"\n  Thats my mind\n  ","612923":"\n  Aliens ? ?\n  ","612924":"\n  Yaaa the ones who are anon cant see them unless you make an anon account\n  ","612925":"\n  I should get more :(\n  ","612926":"\n  I hope you have a great week!\n  ","612927":"\n  Omg ?\n  ","612928":"\n  Yes\n  ","612929":"\n  Just on here\n  ","612930":"\n  Snapchat\n  ","612931":"\n  Yup\n  ","612932":"\n  I look like I really am a simulation\n  ","612933":"\n  “Dont remind me of all the terrible things about me” ?\n  ","612934":"\n  Salt & pepper shakers\n  ","612935":"\n  I dont know?? Its on my screen\n  ","612936":"\n  I get them ?\n  ","612937":"\n  Omggggg what am I getting\n  ","612938":"\n  Awh ?????\n  ","612939":"\n  Yeah if im actually going somewhere\n  ","612940":"\n  Like 10 seconds ago\n  ","612941":"\n  Noon\n  ","612942":"\n  Where i live those are barley used\n  ","612943":"\n  Its way more fun. Its so free. You feel super powerful on a horse too. They smell so good too. I love the way a barn smells.\n  ","612944":"\n  Ohh damn i mean its not terrible but its long\n  ","612945":"\n  Noo .\n  ","612946":"\n  No im anxious to get out of here\n  ","612947":"\n  Well considering ive already tried both and i can only ride horses. Cant play an instrument for my life.\n  ","612948":"\n  1. Psychology\n  \n  2. Biology\n  \n  3. Writing\n  ","612949":"\n  I need to do a couple errands and call my family. Kinda get my life back in order. My period really takes me out of commission.\n  ","612950":"\n  Awh thank you!\n  ","612951":"\n  This baby\n  ","612952":"\n  No ive never even been in the police station\n  ","612953":"\n  Where you at?\n  ","612954":"\n  Why, askfm of course\n  ","612955":"\n  Yesssssss ?\n  ","612956":"\n  Whats up?\n  ","612957":"\n  Reno\n  ","612958":"\n  I wanna do a photoshoot so bad\n  ","612959":"\n  Wow thank you so much ?\n  ","612960":"\n  Lets do a throwback\n  ","612961":"\n  Thank you!!\n  ","612962":"\n  18 years old\n  ","612963":"\n  This is my favorite\n  ","612964":"\n  Like $100 a week\n  ","612965":"\n  Someone on tumblr\n  ","612966":"\n  I would probably post pictures of me in it ?\n  ","612967":"\n  Leader of a cult\n  ","612968":"\n  & sleep\n  ","612969":"\n  Not really ♥️\n  ","612970":"\n  Playlists\n  ","612971":"\n  Yup\n  ","612972":"\n  Lingerie\n  ","612973":"\n  Yeah that would be awesome\n  ","612974":"\n  I would use that reason lol\n  ","612975":"\n  I want everything thats on there and ill add more stuff ?\n  ","612976":"\n  The office\n  ","612977":"\n  Laughter\n  ","612978":"\n  Yes i am probably more goofy in person\n  ","612979":"\n  Music ?\n  ","612980":"\n  Yeah I recently did that cause it was too many people\n  ","612981":"\n  While stressed ?\n  ","612982":"\n  Teams forsure. To run a successful business is having a successful team.\n  ","612983":"\n  No, thatd be sad. Hed be a sad little man\n  ","612984":"\n\n   https:\/\/youtu.be\/Ck7yhcuqzE4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","612985":"\n  Its outside i have many other ones in the same spot\n  ","612986":"\n  I would love to explore space. I dream of getting crazy telescopes and study the sky\n  ","612987":"\n  I love GTA\n  ","612988":"\n  I mean i still need a job\n  ","612989":"\n  Wow ?\n  ","612990":"\n  Yeah my friend and i were outside and the way the sun was hitting my eyes made that happen I remember she screamed “DONT MOVE”\n  ","612991":"\n  Its more of a feeling because places can be destroyed.\n  ","612992":"\n  Snuggled in bed cause its snuggly\n  ","612993":"\n  Honestly, its kinda a guilty pleasure lol\n  ","612994":"\n  Thats so true. ???\n  ","612995":"\n  Nope\n  ","612996":"\n  Ive been doing better.\n  ","612997":"\n  Just cleaned my room and now im cozy and stoned snuggling with the babies ?\n  ","612998":"\n  They are\n  ","612999":"\n  Read conversation above\n  ","613000":"\n  Jesus\n  ","613001":"\n  Oh god\n  ","613002":"\n  My god ?\n  ","613003":"\n  Not gonna lie i miss that too\n  ","613004":"\n  Definitely miss that\n  ","613005":"\n  Yeah theyre very unique\n  ","613006":"\n  YES YES YESSS\n  ","613007":"\n  Sometimes, yeah.\n  ","613008":"\n  OH HELL YES\n  ","613009":"\n  They’re more of a greyish blue. Some days they are super blue and some days they are grey\n  ","613010":"\n  No not at all.\n  ","613011":"\n  How the fuck do these questions go together?\n  ","613012":"\n  Oh yes. Im gonna be a crazy old person i swear\n  ","613013":"\n  Yess even tho the flash fucked them up in this photo\n  ","613014":"\n  Same!!! Such a solid year\n  ","613015":"\n  I love you ?\n  ","613016":"\n  PLEASE DO IT ?\n  ","613017":"\n  My cat is laying on me so\n  ","613018":"\n  Slightly\n  ","613019":"\n  No. Cbd doesnt really do anything for me\n  ","613020":"\n  You’re not missing much\n  ","613021":"\n  When she sits on my chest i know she is needy asf\n  ","613022":"\n  Yes this is factual\n  ","613023":"\n  I really should\n  ","613024":"\n  It can be... it is right now cause i need to clean my room but im too lazy\n  ","613025":"\n  Its comfortable ?\n  ","613026":"\n  Awh would you take care of me?\n  ","613027":"\n  Not in everything like Switzerland\n  ","613028":"\n  I spent a lot more of my life with my brother. He kinda took on a big role of being like a parent to me while my sister just ignored me and hated having to deal with me so that made my brother have to take double shift.\n  ","613029":"\n  HAHAHHAHAHAHAHAHAH i like the way you think\n  ","613030":"\n  Love you ?\n  ","613031":"\n  Im so lazy lol\n  ","613032":"\n  Its fucking hot where i am, im in the desert ?\n  ","613033":"\n  Getting our own place\n  ","613034":"\n  Switzerland. Because of how advanced they are\n  ","613035":"\n  I think people who end up being serial killers have never loved anything they just pretend.\n  ","613036":"\n  Yes\n  \n  Brother: 33\n  \n  Sister:32\n  ","613037":"\n  This backpacking trip i did with my dad in Yosemite. The first day was 15-19 miles straight up a fucking hill, with an incline of like somefucked up elevation level. It was a 3 day hike that most people would probably take a week or so to do but my dad was like “we got this, 3 days max.” Ya i was so dead every time we went to bed i didnt care i was sleeping in the ground outside with bears everywhere i just wanted to sleep ?\n  ","613038":"\n  1. Both my elbows are tattooed\n  \n  2. Scouted by Harvard my senior year\n  \n  3. I am a sucker for snacks\n  \n  4. Im a sponge for good information that i dont already know about but im very good at comprehension\n  \n  5. Ive had over 35 pets in my lifetime already (more than that actually)\n  ","613039":"\n  Ive been writing more. Trying to do more creative things. Watch shows. Been trying to read more.\n  ","613040":"\n  Im doing alright\n  ","613041":"\n  I can be both. Depends on my day and who im around.\n  ","613042":"\n  Im not prepared but im intrigued ?\n  ","613043":"\n  There we go ?\n  ","613044":"\n  It’s between family guy and trailer park boys\n  ","613045":"\n  Its like Y are we alive? Its like Y is everyone so stupid? Its like Y are you all so offended? Its like Y are you so progressive?\n  ","613046":"\n  Yeah ill just sit in front row and watch the circus.\n  ","613047":"\n  Generation Y\n  ","613048":"\n  Pros: scenic route. Lots of time to ponder. Time to listen to all your music.\n  \n  Cons: butt goes numb. It takes forever. It can be exhausting\n  ","613049":"\n  Both!!\n  ","613050":"\n  Yes\n  ","613051":"\n  Ew. Omg\n  ","613052":"\n  Switzerland\n  ","613053":"\n  Omg that just got really dark. Thats a good point. Ugh just thinking about a man\/women\/whatever you go by being allowed with a child\/young human. Im so disturbed by this lol\n  ","613054":"\n  The qualities that I would love to always be around is someone that makes me laugh constantly. But they know when to be serious too and have a lot of ambition and sense of direction. Someone who is consistent and stable. Intelligence is big deal, i need someone who can challenge me and keep up. Someone i can tell everything too knowing that no matter what they’re gonna be there. Someone who’s passionate and able to tame me ?\n  ","613055":"\n  No, should i?\n  ","613056":"\n  Its not\n  ","613057":"\n  ????????????\n  ","613058":"\n  OMG factual. I love this argument\n  ","613059":"\n  Thats a tough one. Probably food cause you need it to survive\n  ","613060":"\n  If you remember these days then you remember the good times ?\n  ","613061":"\n  Food, sex, love, money, & animals ?\n  ","613062":"\n  Halloween\n  ","613063":"\n  My god i try so hard to understand and but im just over here like what?\n  ","613064":"\n  Yeah i think so\n  ","613065":"\n  But like wait so since someone needs dick, would that make them homophobic as well? Lets say its a female and she needs dick, so she doesnt sleep with women because of that - is that homophobia?\n  ","613066":"\n  Thats yolanda\n  ","613067":"\n  Of course\n  ","613068":"\n  Methheads\n  ","613069":"\n  In a motel\n  ","613070":"\n  Ive dyed my hair like over 13 different colors\n  ","613071":"\n  All food.\n  ","613072":"\n  But like its a preference, its not because of the person. What if they loved the person but physical interaction was really important to them?\n  ","613073":"\n  Probably hip hop or chill edm\n  ","613074":"\n  No pockets ?\n  ","613075":"\n  Killing someone cause you cant ever make it right with them.\n  ","613076":"\n  Like so you’re saying when a female turns into a male they get a nonfunctional dick right? So what if the person wants a functioning dick, does that make them transphobic?\n  ","613077":"\n  Specific. If i talk too fast i say pacific. I cant stand it.\n  ","613078":"\n  Cause i have a bf ?\n  ","613079":"\n  What if its like a physical thing? Are you still transphobic?\n  ","613080":"\n  Lol im sorry\n  ","613081":"\n  Yes because i dont wanna see anybody’s face - i havent crawled out of my cave of a bedroom so itd be best for the both of us if they just left it outside my door ahhaha\n  ","613082":"\n  Have you do it?\n  ","613083":"\n  Ive always naturally distanced myself so its been easy ?\n  ","613084":"\n  Selfies ?\n  ","613085":"\n  Best question but you tell me\n  ","613086":"\n  Right ?\n  ","613087":"\n  They were strict\n  ","613088":"\n  2am\n  ","613089":"\n  My bone structure isnt bad\n  ","613090":"\n  ?\n  ","613091":"\n  Its my favorite sound\n  ","613092":"\n  Considering im fluent - no i dont\n  ","613093":"\n  Ive made it to 25 years old!\n  ","613094":"\n  Savannah & the older i get the more i like my name\n  ","613095":"\n  I learned around 3 years old\n  ","613096":"\n  San Diego and not anymore, recently moved\n  ","613097":"\n  Yes & yes\n  ","613098":"\n  3 years or more\n  ","613099":"\n  This booty is all mine\n  ","613100":"\n\n   https:\/\/youtu.be\/LzK16HfYpDs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613101":"\n  Sorry you cant\n  ","613102":"\n  I saw a shooting star but now im wondering if I just saw a spaceship going by super fast ?\n  ","613103":"\n  Nom nom nom on that booty\n  ","613104":"\n  What if to some believe that being circumcised is necessary? Im saying getting your dick cut off isnt all bad since plastic surgery is incredible these days and just keeps getting better and better.\n  ","613105":"\n  You like that booty ☺️\n  ","613106":"\n  Im watching HAPPY! Right now. I would rate it a 7.5\n  ","613107":"\n  Actually they’ve done multiple studies about this theory, i had to study the research experiments for a presentation. Someone (like you) was trying to make this point and so their research showed that the babies first year and half don’t retain memories in the way we think. Dont go flipping off your newborn cause the negativity doesn’t help their development of their subconscious but they cant retain those memories. I also read that procedures done on newborns are more successful because their cells are working so well. If you’re freaking out about circumcisions, dont ever watch a newborn go through a heart surgery or collapsed lung or when the baby comes out an addict and the shit they have to do to the poor baby - that’s horrific. If they cut off the penis they have amazing plastic surgery, im sure if they can transition male to female or female to male - i think they can make sure someone has a dick and what if the people whos dick got chopped were gonna have a small penis but since they had to get a new dick they got a thigh slapper? These are the things you gotta think about\n  ","613108":"\n  Saying things that are hard truths that people are too scared to say themselves\n  ","613109":"\n  Everybody gets offended and tells you “oh i know life is more grey rather than black and white” but ending up being so black and white\n  ","613110":"\n  It was an alright day. I got some sleep so that was good.\n  ","613111":"\n  Innocent creatures? Were you never a baby? And so you’re feeling bad for a baby that will never be able to recollect what you’re feeling bad for? Its like feeling bad for that baby crying in the chair when they are getting their ears pierced... like they wont remember that pain in like a few days and move on to a different pain. Also doing something like that as a baby is the best time because newborns heal increasingly faster than when we start getting older. The cells are still piping hot so the baby will be okay\n  ","613112":"\n  Way too many new shows\n  ","613113":"\n  Sometimes i sit and think “i swear this virus is kinda blown out of proportion.” And then I just start thinking of reasons why they would and of course it ends up being this detailed conspiracy theory ?\n  ","613114":"\n  Am i wrong?\n  ","613115":"\n  Well they have no idea the pain cause they cant remember it.\n  ","613116":"\n  In june and ill be 26\n  ","613117":"\n  They cant remember it so whats so bad about it?\n  ","613118":"\n  A kickback where all you can do is eat edibles, smoke bowls, or pass around a joint. Then talk about things that have been bothering them and see if its really something bothersome..\n  ","613119":"\n  I get waaaay too gone when i get cross faded lol\n  ","613120":"\n  SOME OF THEM WANT TO USE YOU\n  ","613121":"\n  I got to take care of the things i needed to take care of since I couldn’t when i was working so much. I also worked myself into the ground so 2020 i got a break that i needed. It also made me realize i was getting too comfortable and i forgot about my values and whats truly important.\n  ","613122":"\n  Luckily no they havent\n  ","613123":"\n  Yaaa boiiiiiii\n  ","613124":"\n  Omg spencyyyy im so lit right now.\n  ","613125":"\n  Thats good ?\n  ","613126":"\n  Yes yes yes yesssss\n  ","613127":"\n  Sure???\n  ","613128":"\n  Its nice to see but its not super important to me\n  ","613129":"\n  No not at all. I just end up melting into the floor starring at the ceiling while playing music.\n  ","613130":"\n  Yes i do actually ?\n  ","613131":"\n  Im ok how are you\n  ","613132":"\n  Yeah i guess\n  ","613133":"\n  Wait thats not a thing for me.\n  ","613134":"\n  Hey ?\n  ","613135":"\n  Yes\n  ","613136":"\n  When i was with my family we always went out to dinner together\n  ","613137":"\n  You’re so sweet\n  ","613138":"\n  Yeah, it makes me feel uncomfortable\n  ","613139":"\n  I think so\n  ","613140":"\n  This was terrifying\n  ","613141":"\n  Oh shit thats what were talking about? No i dont\n  ","613142":"\n  No cause ive already been around them\n  ","613143":"\n  June 6\n  ","613144":"\n  No i dont think they ever realized\n  ","613145":"\n  Omg tickets to Hawaii\n  ","613146":"\n  I was moving. It was a hard one for me too.\n  ","613147":"\n  Ugh yesssss. I had one year where no one in my family remembered\n  ","613148":"\n  Not really.\n  ","613149":"\n  Hotel at the beach ?\n  ","613150":"\n  Im shallow... i would be a beautiful idiot cause id be happy and beautiful lol\n  ","613151":"\n  Oh wow this is a tough one. Probably itchy..\n  ","613152":"\n  Okay we can be friends!\n  ","613153":"\n  No!\n  ","613154":"\n  Im wearing white lol\n  ","613155":"\n  I just got home from a bbq\n  ","613156":"\n  Actually yes.\n  ","613157":"\n  Why does there symbol look like a cross between nazi and star of david symbolism?\n  \n  Omg\n  \n   @Pookeo9\n  \n  was my theory right about hitler and the jews is real cause look at the symbol for the alien religion ???\n  ","613158":"\n  Do you hear the chomping\n  ","613159":"\n  Omg no\n  ","613160":"\n  I look forward to it ?\n  ","613161":"\n  Im sorry :(\n  ","613162":"\n  ???\n  ","613163":"\n  Are you asking to be my friend?\n  ","613164":"\n  EVERYBODYS LOOKING FOR SOMETHING\n  ","613165":"\n  Hippos mouths scare me\n  ","613166":"\n  Grew up, more grounded. Humble even\n  ","613167":"\n  No\n  ","613168":"\n  I would need some serious evidence like pictures, writings, blood tests idk something to prove such craziness\n  ","613169":"\n  My gods are aliens ? ?\n  ","613170":"\n  Help. Im too stoned.\n  ","613171":"\n  It has multiple i call them “the order of the universe”\n  ","613172":"\n  I accidentally got way too stoned. Fuck.\n  ","613173":"\n  Awh, thats so sweet thank you!\n  \n  And im really honest with my life so i will answer all your questions ?\n  ","613174":"\n  The little things my biological mom told her sister, and then she told me everything.\n  ","613175":"\n  Its more of a hope\n  ","613176":"\n  Thats what i say!!\n  ","613177":"\n  Im all showered ?\n  ","613178":"\n  Im doing alright. I have to go to this bbq and im so anxious\n  ","613179":"\n  With the pup\n  ","613180":"\n  Because he wasnt a good dude and he’s probably dead too or in prison\n  ","613181":"\n  Nope. Im the last generation of my biological family\n  ","613182":"\n  Totally a filter\n  ","613183":"\n  No and neither do i want too\n  ","613184":"\n  I was making a collage painting like making an image out of pictures. Or whenever I color. I just bought a new coloring book that looks hard as fuck but im stoked.\n  ","613185":"\n  I want a bath right now omg. Ugh. Theres only a shower in my bathroom. The tubs are upstairs :(\n  ","613186":"\n  Yes i was ?\n  ","613187":"\n  No because i know my biological family as well. They gave me to a financially\/emotionally stable home where i was safe and had an amazing upbringing because my biological mom was very very mentally ill. My biological mom is no longer alive and her life was just filled with pain. I would have never gotten anything close to what i got with my family now. I am not angry with them, im so beyond grateful.\n  ","613188":"\n  I would spoil him rotten as long as he was ok of taking care of finances. I will make sure his favorite foods are around at all times. I will make sure all his sexual needs are takin care, whatever fantasies or desires i will make them all come true. Make sure i get him everything he wants. Always listen to him and massage him when i know its been a long day.\n  ","613189":"\n  It feels like the matrix sometimes\n  ","613190":"\n  A little bit yeah\n  ","613191":"\n  No never. I got so lucky!\n  ","613192":"\n  Yeah, both my parents come from a crazy background and both my parents lives are crazy too lol. My grandpa was so cool tho. He owned a gentleman’s club with hugh hephner\n  ","613193":"\n  Nice to meet you isaac\n  ","613194":"\n  I was a private adoption where i was basically adopted before i was born\n  ","613195":"\n  Halloween. There was a year where my siblings and i made a bet on how much candy we will get that year and i won with 13 pounds of candy. We have pictures and everything. It was so much fun!\n  ","613196":"\n  My moms parents were put into a concentration camp after world war 2. Story about my family is my family is japanese royal blood. My grandma’s family owned all of nappa before ww2 and my grandpa’s family were major manufacturers in japan and america. I read that my grandpas family is worth many millions but my grandma’s family is worth multimillions\/billions but after the war everything was taken from them and my family had to start over and my family is very successful and well off.. so the fact they just didn’t give up is amazing. Especially my grandpa cause he lost his brother super young and that was hard for him.\n  ","613197":"\n  All the funny things were more inside jokes. My grandpa was funny cause everytime we would go over he would see we never had a jacket with us and he would get all concerned and go “arent you cold? You need a jacket.” It was our inside joke in the family but we all knew deep down that grandpa was always worried about his family making sure they were happy, loved, and taken care of. He was so generous all the time\n  ","613198":"\n  I dont have a child\n  ","613199":"\n  I would be the chill laid back type that lets there kids do whatever they would like. I would expose them to things to see what there interests were and just let them choose. I would be the type of parent that will tell you the pros and cons of a decision but will always let my child have the opportunity to make there own choices. I wouldn’t be neglectful but i will not be a helicopter parent.\n  ","613200":"\n  Three\n  ","613201":"\n  I wanna adopt a baby. I was adopted so i wanna do that for a kid that deserves to have a good home\n  ","613202":"\n  Most kids who have been through the system have a tough exterior and a huge wall due to all the pain they most likely have endured. Foster systems has a bad reputation.\n  ","613203":"\n  How am i perfect?\n  ","613204":"\n  My parents were foster parents before they adopted me. My parents said that is a very hard thing to do sometimes because you get really attached and then they kids have to leave. Theres good and bad to everything. I was fortunate that my parents did everything privately cause money wasn’t the issue but my parents told me horror stories about these foster parents just using drugs and cashing in checks from the government. Theres some awful abusive foster homes but theres also really good foster homes.\n  ","613205":"\n  Ya but like what do they do that makes you think they are addicted?\n  ","613206":"\n  Will someone bathe me\n  ","613207":"\n  I love them. I always eat them in my sandwich\n  ","613208":"\n  Only if you tell them its me\n  ","613209":"\n  Oh oh yeah it was a smoke shop\/connivence store. And they were still in high school so like ew\n  ","613210":"\n  Addicted how?\n  ","613211":"\n  Shes asleep\n  ","613212":"\n  We can totally be friends ?\n  ","613213":"\n  Hehe ?\n  ","613214":"\n  Captain planet motherfucker\n  ","613215":"\n  The beginning area is actually the area where my mom bought her house. Its a super ancient town and the homes are beautiful\n  ","613216":"\n  Nooo. They are all middle class basic ass karens\n  ","613217":"\n  I love all these compliments ♥️\n  ","613218":"\n  ???\n  ","613219":"\n  ♥️♥️\n  ","613220":"\n  Thank you!\n  ","613221":"\n  ♥️♥️♥️\n  ","613222":"\n  You’re sweet ♥️\n  ","613223":"\n  Thank you ?\n  ","613224":"\n  Im healed! ?\n  ","613225":"\n  Im a right wing conspiracy theorist...\n  \n  did you hear about Hilary Clinton having a sex ring through a pizza shop and someone who was reading about it actually ended up getting shot and they are saying its all fake but like the person is dead tho?\n  ","613226":"\n  Lets make this happen... lets get me famous and have my name be boom so my grandchildren will call me that\n  ","613227":"\n  Yes? many many times in my life i have caught people staring at me when they should not.\n  ","613228":"\n  Of course\n  ","613229":"\n  It was meant to be ?\n  ","613230":"\n  I hope you’re doing better\n  ","613231":"\n  70s\n  ","613232":"\n  I try to wear normal clothes as often as i can cause i feel lazy when im in pjs too much\n  ","613233":"\n  My future!! I wanna see my babies\n  ","613234":"\n  Awh im glad that youve been staying safe.\n  ","613235":"\n  Write, read, watch shows\/movies\n  ","613236":"\n  Yes\n  ","613237":"\n  So painful\n  ","613238":"\n  It got hooked on something:\/\n  ","613239":"\n  Thats way tooo many people.. we are totally destroying the earth.\n  ","613240":"\n\n   https:\/\/youtu.be\/wWqVriWsbC0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613241":"\n  This filter is freaky\n  ","613242":"\n  Yes... i think theres a population decrease in order right now\n  ","613243":"\n  The piercing got ripped\n  ","613244":"\n  “Wait, are you being serious?”\n  ","613245":"\n  Because i had a PObox\n  ","613246":"\n  “What can i actually do to become successful and financially free?”\n  \n  “Am i being true to myself?”\n  \n  “What should i eat?”\n  \n  “Are aliens visiting our planet and is that why they want us indoors at all times?”\n  ","613247":"\n  I knoww but now they hurt too much\n  ","613248":"\n  27-28\n  ","613249":"\n  Thank you!! ?\n  ","613250":"\n  No i dont\n  ","613251":"\n  So do i & it never fails to make me laugh ?\n  ","613252":"\n  Nope im like 10 mins inland from the gate entrance of the community\n  ","613253":"\n  My mom just left California to go back to Italy\n  ","613254":"\n  I feel like thats so true ?\n  ","613255":"\n  Yeah but same for him lol\n  ","613256":"\n  No but that sounds like a good idea\n  ","613257":"\n  Like an hour\n  ","613258":"\n  I could feel the awkwardness in my stomach\n  ","613259":"\n  Damn, they are lucky.\n  ","613260":"\n  *steps backwards and just walks away*\n  ","613261":"\n  Im not trying to have sex with them. Im laughing at the image of walking a couple aliens kicking each other in the nuts cause they were have sex with each other ?????\n  ","613262":"\n  Technology\n  ","613263":"\n  Omg thats a perfect way to describe me omg\n  ","613264":"\n  No joke thats one of my fav songs on my playlist ?\n  ","613265":"\n\n   @Pookeo9\n  \n  i will punch an alien so hard like im Will Smith.\n  ","613266":"\n  When one is too lit for life\n  ","613267":"\n  Quarter century old\n  ","613268":"\n  No why?\n  ","613269":"\n  WHO AM I TO DISAGREE\n  ","613270":"\n  I think we all have been kinda doing the same thing.\n  ","613271":"\n  HAHAHHAHAHAHAHAHHA\n  ","613272":"\n  Run through them like a child\n  ","613273":"\n  Love youssss ?\n  ","613274":"\n  Why havent i seen this before ahhahahahag\n  ","613275":"\n  What do you guy watch on your free time?\n  ","613276":"\n  Ive been on my period dying all week so thatd be a no\n  ","613277":"\n  All .. they are all very important to me\n  ","613278":"\n  At the moment its this one\n  \n\n   https:\/\/youtu.be\/W0QGhEJ40nc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613279":"\n  Always puts a smile on my face\n  \n\n   https:\/\/youtu.be\/EQ1NYfo8lX8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613280":"\n  Well of course it happens but im saying I wouldn’t be shocked if people were telling the truth as well.\n  ","613281":"\n  Gas station guys?\n  ","613282":"\n  Why you hating?\n  ","613283":"\n  No because i think people are way more corrupt than we like to believe\n  ","613284":"\n  Hours of agony. Never truly knew what just insane amount pain was until i did my elbow. All the lines and details literally took hourssssssss with no breaks.\n  ","613285":"\n  Photos of everything would help\n  ","613286":"\n  Why are those 2 people so lucky?\n  ","613287":"\n  Probably not ?\n  ","613288":"\n  Probably hip hop\n  ","613289":"\n  Duuuuuuuuuuuuuuuubstep\n  ","613290":"\n  Nope. Not at all\n  ","613291":"\n  Anything thats dubstep\n  ","613292":"\n  Im not musically gifted\n  ","613293":"\n  Ive always loved musicals\n  ","613294":"\n  Seriously sound like a dying cat\n  ","613295":"\n  He’s just a really close friend ?\n  ","613296":"\n  A little bit\n  ","613297":"\n  Its not bad... gives me time to catch up on a lot of little hobbies i like to do since i have all this free time\n  ","613298":"\n  My favorite person ?\n  ","613299":"\n  ABCD\n  \n  ANYTHING BUT COUNTRY or DUBSTEP\n  ","613300":"\n  I love zoning out to music\n  ","613301":"\n  Yes.. ive saved the CDS from when i was growing up\n  ","613302":"\n  Lana del rey is my fav favvvvv\n  ","613303":"\n  Pretty sure id be haunted\n  ","613304":"\n  Rome. And yes just hard cause i have my own life and our schedules never lined up\n  ","613305":"\n  Oh god. Thats such a hard question.. I really dont have an answer\n  ","613306":"\n  Yeah, im pretty sure we can all say we know exactly how you feel. Its like that for all of us\n  ","613307":"\n  Yes it can! Music is very important\n  ","613308":"\n  My brother, sister, mom, and i all like the same music\n  ","613309":"\n  Whats bothering you?\n  ","613310":"\n  Hopefully a couple months\n  ","613311":"\n  Im a quarter century old\n  ","613312":"\n  Absolutely fucking nothing ?\n  ","613313":"\n  Like 11am\n  ","613314":"\n  But how would you know, youd be dead.\n  ","613315":"\n  It was a staph infection so like any cut or whatever it like spreads super easily\n  ","613316":"\n  Omgggggggggg Darren? Yayayayayay ♥️\n  ","613317":"\n  Whats wrong?\n  ","613318":"\n  Yesssss, someone who understands the struggle lol\n  ","613319":"\n  I just like being stoned\n  ","613320":"\n  Youre the best xoxo\n  ","613321":"\n  Oh god why\n  ","613322":"\n  THIS IS WHAT DREAMS ARE MADE OF\n  ","613323":"\n  Omggggg thank you!\n  ","613324":"\n  Underwear??\n  ","613325":"\n  I hope so. I need to buy weed\n  ","613326":"\n  “What am i doing with my life?”\n  ","613327":"\n  Theres a few people but mostly no\n  ","613328":"\n  Thank you for saying this. I really appreciate that.\n  ","613329":"\n  Im not entirely sure\n  ","613330":"\n  Okay thank god.\n  ","613331":"\n  Hey hun, how are you?\n  ","613332":"\n  Well i can breed... but no one else HAHAHAH kidding\n  ","613333":"\n  Ok so like people are gonna hate me but like im against all this feminist bullshit\n  ","613334":"\n  On on on.\n  \n  Everybody that talks to me is anon\n  ","613335":"\n  I live in a home\n  ","613336":"\n  I sound like a cat in heat\n  ","613337":"\n  Ohhhh, putting it down on my movie list\n  ","613338":"\n  AWH. You are too sweet darling ?\n  ","613339":"\n  Tbh i didnt ask but now im curious.. why not?\n  ","613340":"\n  I mean its kinda bullshit\n  ","613341":"\n  Why the west?\n  ","613342":"\n  Asking myself what im doing with my life\n  ","613343":"\n  Oh hell naahhhhh\n  ","613344":"\n  I get lost watching music videos like i go down the music video rabbit hole.\n  ","613345":"\n  No i cant :(\n  ","613346":"\n  I write a lot of poems and people say when they read them they can hear music, so yes\n  ","613347":"\n  Yeah, arent we just a couple of winners?\n  ","613348":"\n  Dad: he enjoys more of the older music. Like country, classical, or some folk bands from the 70s.\n  \n  Mom: she is more in touch with modern music likes everything pretty much. If its good music she will listen.\n  ","613349":"\n  Idk get me a new stomach\n  ","613350":"\n  Im starring right at him as he makes a salad\n  ","613351":"\n  Please help\n  ","613352":"\n  Insomniac. Literally my mind at night\n  ","613353":"\n  My stomach is killing me. Help.\n  ","613354":"\n  Not even the slightest\n  ","613355":"\n  Im a dreamer\n  ","613356":"\n  Just taking selfies at 4:30am\n  ","613357":"\n  Me tooooo omfg\n  ","613358":"\n  I wish it was a stomach ache cause then there are things i can do to fix it :\/\n  ","613359":"\n  Of course pheasant\n  ","613360":"\n  That money isnt in fact everything.\n  ","613361":"\n  I posted a lot already. Ill post more tomorrow\n  ","613362":"\n  Awwwwhhhh that was adorable.\n  \n  But isnt that why you bring flowers to a grave? ?\n  ","613363":"\n  Nothing happened, I just get really bad anxiety:\/\n  ","613364":"\n  Its on my spam ig\n  ","613365":"\n  No we need to stop breeding or we are gonna be fucked. We are gonna be fucked either way at the rate we are going. Totally doesn’t surprise me theres a virus outside lol\n  ","613366":"\n  Lol what have you been up too?\n  ","613367":"\n  My stomach has been killing me all week so thats been terrible but other than that my week as been good\n  ","613368":"\n  Thank you ♥️?\n  ","613369":"\n  Awh omg thank you ??\n  ","613370":"\n  Im a chunky monkey\n  ","613371":"\n  Nope never!\n  ","613372":"\n  Idk why im so fat right now\n  ","613373":"\n  Ive been really good, how have you been?\n  ","613374":"\n  What isnt dangerous these days?\n  ","613375":"\n  Bro.. we have spoken for awhile now. I probably wont forget you lol\n  ","613376":"\n  Im not surprised lol\n  ","613377":"\n  Whats up? How are you?\n  ","613378":"\n  Who?\n  ","613379":"\n  If im lucky hopefully at least 1 hour. As you can see theres a common theme of serious insomnia\n  ","613380":"\n  Whenever my anxiety wakes me up :(\n  ","613381":"\n  Sometimes i dont even fall asleep :(\n  ","613382":"\n  I wish i could forget some of them. Am i the only one that has dreams in black and white sometimes?\n  ","613383":"\n  Yes & uh they are not fun. 10\/10 would not recommend\n  ","613384":"\n  Anytime! Keep it up ??\n  ","613385":"\n  What a thesis statement was\n  ","613386":"\n  You know this isn’t exactly far fetched..\n  ","613387":"\n  I love your polls ?\n  ","613388":"\n  So like they never have sex so they never know what they are missing out on and so they reach happiness?\n  ","613389":"\n  Ive had soooooo many scary dreams. One of the dreams that really scared me was when i was younger i had a dream that there was a major apocalypse and my dad could only save me and puts me in a car with randoms to get out of town and he said he will follow on a motorcycle but then something happens to him and i watch him hit his head really hard and die and i woke myself up cause i was actually screaming and crying. Worst part when i woke up i went screaming for my dad and he was nowhere to be found in the house and i started to panic and then i saw him outside and I just never felt so relieved.\n  ","613390":"\n  No i dont... i wish\n  ","613391":"\n  Feels like forever.\n  ","613392":"\n  When and if i fall asleep i sleep through the whole night\n  ","613393":"\n  Im so happy you likee\n  ","613394":"\n  Ill put it on my ig\n  ","613395":"\n  So are men gonna start sleeping with other men?\n  ","613396":"\n  Ya men think women can never change like they are who they are biologically\n  ","613397":"\n  Honestly i dont know. I think i have at least once. There was one time where i fell asleep in my sister’s room but i woke up in bed... i was so confused\n  ","613398":"\n  My lips i want big juicy lips\n  ","613399":"\n  This still sounds like the same thing theyve always thought\n  ","613400":"\n  You all missed it:(\n  ","613401":"\n  Ive been told i have but its not a common thing. Im a really quiet sleeper\n  ","613402":"\n  Only when im sick and my nose is all stuffy\n  ","613403":"\n  No, we actually had multiple rooms for all three of us cause my dad built a pretty large home\n  ","613404":"\n  My kitty and big fat butt aka my bf\n  ","613405":"\n  No :( i need more of it :(\n  ","613406":"\n  My mind\n  ","613407":"\n  Thats true\n  ","613408":"\n  Crawl into bed and then die.\n  ","613409":"\n  Yeah it was a good picture too ?\n  ","613410":"\n  I didnt take it down, ask did\n  ","613411":"\n  Shes my little dragon ?\n  ","613412":"\n  They keep taking it down:( it was my butt lol\n  ","613413":"\n  Nope thats the last time im trying\n  ","613414":"\n  Of course, my friends and i get wild ?\n  ","613415":"\n  Well that’s because shes my little demon\n  ","613416":"\n  Love half baked and green tea omg\n  ","613417":"\n  Im only 5’3\n  ","613418":"\n  My eyes are hypnotizing lol\n  ","613419":"\n  I want bigger fuller lips\n  ","613420":"\n  Just a few honestly\n  ","613421":"\n  I am pretty good at it.\n  ","613422":"\n  Probably an 8\n  ","613423":"\n  Havent men always have enough with women? Isnt that what this women movement is all about.. women actually being on their own..? So men would kinda be going their own way regardless\n  ","613424":"\n  End of high school\n  ","613425":"\n  What do all my good posts get deleted:(\n  ","613426":"\n  Its a secret\n  ","613427":"\n  Oh no i posted a better one\n  ","613428":"\n  Ive been alright. I have a bad headache right now :( how have you been?\n  ","613429":"\n  Youre gonna love what I posted!\n  ","613430":"\n  He was super anxty and was just like “i dont care about any of this im just gonna die anyways”\n  ","613431":"\n  No should i?\n  ","613432":"\n  What is this?\n  ","613433":"\n  The one in sparks, Nevada\n  ","613434":"\n  Best color i ever did\n  ","613435":"\n  Blonde\n  ","613436":"\n  Omg this is my dream life\n  ","613437":"\n  Yeah im actually like that too. My group of friends were just different people i would meet and they would wanna hang out with me and so would my other friends so I would just keep adding friends but i had my own separate relationship with each of them.\n  ","613438":"\n  The first time but not the second time\n  ","613439":"\n  Wavy and messy\n  ","613440":"\n  Nope\n  ","613441":"\n  I feel like they want me to live my own life\n  ","613442":"\n  Whats this?\n  ","613443":"\n  Quyen (pronouced queen ?)\n  ","613444":"\n  Because im too old for that\n  ","613445":"\n  Im a hybrid. If im in a social setting im the center of attention, but when im home im a super homebody thats stuck in her head constantly studying learning, reading, and dreaming.\n  ","613446":"\n  Yeah with my parents.\n  ","613447":"\n  I miss living at home. I was stupidly comfortable.. ?\n  ","613448":"\n  Nope just have my lashes done\n  ","613449":"\n  We said decent life not stupidly comfortable\n  ","613450":"\n  Working on getting full sleeves\n  ","613451":"\n  I would need like 40k a month\n  ","613452":"\n  Ive had a pretty fun remarkable life so ya im happy ?\n  ","613453":"\n  Yeah, I think ?\n  ","613454":"\n  I always give myself an hour\n  ","613455":"\n  Yeah i was pretty good\n  ","613456":"\n  Soccer\n  ","613457":"\n  Hey whats up?\n  ","613458":"\n  Yes\n  ","613459":"\n  Ice skating\n  ","613460":"\n  Nobody can travel right now. Makes sense why it was canceled\n  ","613461":"\n  I love watching it ♥️\n  ","613462":"\n  No i didnt cause if i did I would have ended up one cause i was really good at all the sports i did especially running. If my dream was to run i would have been on a scholarship in college and be professionally running.\n  ","613463":"\n  No i am not\n  ","613464":"\n  Manchester united.\n  ","613465":"\n  No i havent\n  ","613466":"\n  This was the nicest tallest chinese guy i will probably ever meet\n  ","613467":"\n  Oh there i am again\n  ","613468":"\n  My junior year\n  ","613469":"\n  The only picture i have with my best friend Ellen\n  ","613470":"\n  Our nights hanging out always ended up like this... chloe and i being crazy with each other and paige just watching in the corner. Hahahahha i miss them\n  ","613471":"\n  My favorite picture of us\n  ","613472":"\n  Before junior year with my best friend chloe\n  ","613473":"\n  This was sophomore year i think after school one day.\n  ","613474":"\n  Oh ya youre going back in time with sav\n  ","613475":"\n  Omg lets go down memory lane with this one. Ready?\n  \n  Freshman year summer at the beach with my brother.\n  ","613476":"\n  I used too, but not here in reno. Its 100 degrees outside\n  ","613477":"\n  Luckily im an endurance runner and yes i would\n  ","613478":"\n  I like the feeling after.\n  ","613479":"\n  Never really tried\n  ","613480":"\n  Basketball ?\n  ","613481":"\n  No i havent. Didnt really like those kinds of sports\n  ","613482":"\n  Yes i can but i have swimmers ear so i cant anymore\n  ","613483":"\n  I never eat past the full stage. I eat just enough\n  ","613484":"\n  Yeah, but at the same time you have to think ok they are working out 24\/7. Theres so much pressure. Its not a career you can do until your 70. Theres an insane amount of damage and injuries done to the body. They get to retire early but theres not much to do after and thats why a lot of them end up bankrupt.\n  ","613485":"\n  I believe its football ?\n  ","613486":"\n  Ive had to fight for my life once. It was either me or the other guy. And i made it out but that memory is the hardest memory i will ever have to deal with but i wouldnt be here today if i didnt fight. I got into a situation that almost costed my life. I suffer from ptsd because of it but everyday gets easier.\n  \n  The only time i will ever fight is to save my life. And now talking about this i have just made a connection to something I didn’t realize until now... oh god. I didn’t get into a situation, i was put into a situation without my dad knowing it and thats why it led to what happened to me. Omg\n  ","613487":"\n  Yes. Customers are very bold especially in an industry where the customer is always right\n  ","613488":"\n  Omg youre so cute\n  ","613489":"\n  Literally have been saying this for years and finally scientist are actually talking about it. Fuck.\n  ","613490":"\n  No he really hasnt and i heard that hes great to work with\n  ","613491":"\n  Yessss\n  ","613492":"\n  I love his eye and his dialogue. He’s fantastic\n  ","613493":"\n  YES!\n  ","613494":"\n  Lebron James\n  ","613495":"\n  I wouldn’t stop my kid from any sport. How is my kid supposed to learn how to get up if they never fall? I cant make decisions for my kids there whole lives but i can tell them the risks in choosing whatever they may wanna do.\n  ","613496":"\n  Football is pretty dangerous for the head\n  ","613497":"\n  Snowboarding. I wasnt bad at it. And falling was nice.\n  ","613498":"\n  Its a little concerning\n  ","613499":"\n  Not really but i love watching luxary cars drive\n  ","613500":"\n  Yeah, i think its good for the mind and body. Not all sports are contact sports\n  ","613501":"\n  Yes a couple actually\n  ","613502":"\n  I guess youll never know\n  ","613503":"\n  Im eating frozen mint oreos and im not disappointed at all\n  ","613504":"\n  Yeah i do!\n  ","613505":"\n  Im not ashamed lol\n  ","613506":"\n  Football.  Soccer. Basketball. Tennis. Fencing. Hockey. Volleyball.  Track and field. Cross country. Cricket. Rugby. Swimming.  Ice skating. Gymnastics. Ping pong. Acrobatics. Dancing. Snowboarding. Skiing. Surfing. Paddle boarding. Wake boarding. Frisbee. Golf. Baton. Bob sledding. Ski shooting. Jousting. Pole jumping. Boxing. Judo. Wrestling.\n  ","613507":"\n  Yes people who here someone has a mental illness they tend to go “oh so there crazy?”\n  ","613508":"\n  Nopeee\n  ","613509":"\n  Omg! How are you???? Its been awhile since we’ve talked!\n  ","613510":"\n  Because they have to give me coins for it\n  ","613511":"\n  I do a lot of mind exercises and deep breathing\/meditation before bed.\n  ","613512":"\n  I think everyone should be treated with respect and care. Everyone is different and need different things but just be respectful of others.\n  ","613513":"\n  Not necessarily.\n  ","613514":"\n  There isn’t really anyone im around thats disabled\n  ","613515":"\n  So many mental health issues. Theres more than 200 mental illnesses.\n  \n  Example: Stendhal syndrome experience physical and emotional anxiety as well as panic attacks, dissociative experiences, confusion and hallucinations when exposed to art.\n  ","613516":"\n  Yeah, its pretty fucked up.\n  ","613517":"\n  Unlock it and find out\n  ","613518":"\n  Yeah its hard to know what is real and what isnt these days.\n  ","613519":"\n  Nobody is arguing what Hitlers background is..\n  ","613520":"\n  Ohhhhhh my lol\n  ","613521":"\n  I don’t really know if i think a person has physical gone i was just counting the robots as our eyes to see what its like but idk when i was younger my school had people from NASA come (i learned that its called NASA Ames and everyone at my school thought my dad had something to do with NASA cause thats my last name and i went to a very prestigious school ... to this day my dad still hasn’t answered me if he is involved with NASA or not tho..) so an astronaut and a scientist came and the astronaut didn’t say anything about the moon other than what it looks like from the shuttle. Like even when we asked is it true someone landed on the moon they just said yah and changed the subject. Oh and my dad says the moon landing wasnt real the first time...\n  ","613522":"\n  My butt looks weird ahhaha\n  ","613523":"\n  No. In a lot of cases drs appreciate your suggestions on what you think might be going on cause youre the one that is dealing with whatever it may be so you would know what your feeling\n  ","613524":"\n  She lives there\n  ","613525":"\n  If they are taking vitamins and supplements thats ok but they shouldn’t take pills theyve gotten from a friend to see if they work ya know? Weed is chill though\n  ","613526":"\n  Ugh my stomach isnt doing so well :(\n  ","613527":"\n  My mama is in Italy\n  ","613528":"\n  So they can do satellites but cant fly a little cute robot to the moon?\n  ","613529":"\n  Yes\n  ","613530":"\n  Nobody was saying every german is a nazi? Thats like saying every person from the middle east are terrorists.. that’s just plain dumb.\n  ","613531":"\n  How much my cramps hurt really really bad\n  ","613532":"\n  Yes just took it\n  ","613533":"\n  Omg you’re one of those people that believe that. So what is Elon Musk working so hard for?\n  ","613534":"\n  These are pretty funny tho\n  \n\n   https:\/\/youtu.be\/8AqIpVa81r0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613535":"\n  Wernher von Braun’s contributions to the Apollo space programme may have been considerable. But it’s impossible to say whether Nasa could not have figured out how to land on the Moon without his help and the knowledge he obtained while working on the Nazi’s V-2 rocket program\n  ","613536":"\n  Omg why do people have to be so sensitive all the time? Youre that karen at a stand up comedy show and has to get up and leave cause they are joking about Hitler and you’re always offended.\n  ","613537":"\n  I beg to differ\n  ","613538":"\n  “Allied forces also snapped up other Nazi innovations. Nerve agents such as Tabun and Sarin (which would fuel the development of new insecticides as well as weapons of mass destruction), the antimalarial chloroquine, methadone and methamphetamines, as well as medical research into hypothermia, hypoxia, dehydration and more, were all generated on the back of human experiments in concentration camps”\n  ","613539":"\n  Like five mins ago\n  ","613540":"\n  Then they should explain to these people isnt not who they are as a person cause ive seen way too many people lose themselves after they get diagnosed with something and become a dramatized version of their illness or disability\n  ","613541":"\n  You know a lot of success has been built on lies. And if he didn’t convince anyone that how does he have his own party? Also, why does america have and use all his research if he wasn’t convincing lol\n  ","613542":"\n  Hopefully its way better than this year\n  ","613543":"\n  Theres zero admiration. Its like everybody forgets that America took all of Hitlers scientists, experiments, weapons, ideology, blueprints ect. And kept the scientist captive and forced them to finish there work. Oh and all his human experiments have been used to make numerous things we use in our medical facilities in america.. so like thats kinda a major accomplishment\n  ","613544":"\n  Wait, actually what if Hitler was reporting back to the aliens and thats how he managed to get control and they wanted him to cause mass genocide and thats how he got all his advanced technology and why he was obsessed with flying saucers and human experimentation and America figured it all out and wanted to be apart of it and convinced him to pretend to kill himself cause America had bigger plans that would satisfy Hitlers masters of the universe\n  ","613545":"\n  They should try to be more understanding. Doctors tend to make people with mental illness feel like they need to labeled as such and end up feeling crazy and start to believe all they are is their illness\n  ","613546":"\n  Oh good! Im not the only one\n  ","613547":"\n  If Hitler won dude omg Hitler would be an alien and we would all worship him.\n  \n  I have a theory.. what if the reason why Hitler hated Jews and was trying to get rid of them is because he was an alien and we had no idea that jews are actually a different species and thats why jews are the only ones that is a culture,race, and religion. Thats why they were called “the chosen ones” Jesus was a jew as well and we mistakenly thought of him as the son of God but what id actually he was an alien trying to teach his people. Why do jews always end up in high economic careers? Why are most celebrities jewish? Because they are all aliens ?\n  ","613548":"\n  Im constantly making movie lists lol\n  ","613549":"\n  Any romantic movie i hateeeee them. Cheese town.\n  ","613550":"\n  Yes i doooo\n  ","613551":"\n  I love horror movies cause they usually end up being comedies\n  ","613552":"\n  Yessssss\n  ","613553":"\n  Home. I can be a cuddle puddle at home\n  ","613554":"\n  GET OFF ASK KAREN\n  ","613555":"\n  Ive seen Grease probably 1000000 times\n  ","613556":"\n  Never. Used to go a lot but god its expensive\n  ","613557":"\n  Stawwwp\n  ","613558":"\n  Its in my bio!\n  ","613559":"\n  Yeah, i kinda went off. I just like being a smart ass lol\n  ","613560":"\n  The definition of success is an accomplishment of an aim or purpose.\n  \n  His aim was to create a perfect world in his eyes and for him that meant take out an entire race of people. So by the definition he was in fact successful because he in fact accomplished what he was aiming for. His weapons and experiments didn’t just drop off after him, they were continued to be used to create a perfect world by America.. and he successfully murdered 6 million jews - im gonna say thats what he was aiming for sooo\n  \n  For someone to be successful they can be a liar, murderer, or cheater. The most successful people in the world are corrupted. The richest man in the world has a picture of Hitler and Stalin not cause he agrees with what they did because “they were successful leaders”\n  ","613561":"\n  America\n  ","613562":"\n  Hey whats up?\n  ","613563":"\n  That was creative ill give you that\n  ","613564":"\n  Right? I make this point all the time but people always hate me cause they think im like okay with what he did but im not I just wish i could watch from above what it was like when he was around and see how he managed to convince everyone he was right\n  ","613565":"\n  I really dont like it but i love rupaul drag race.\n  ","613566":"\n  Thank you so much ?\n  ","613567":"\n  Lebron James\n  ","613568":"\n  Right? Like be kind to everyone you dont know who youre fucking with lol\n  \n  It shocks me how hitler wanted to be an artist and im like “well i mean in a way he is an artist, he managed to systematically get rid of a particular group of people and designed scientific experiments and weapons”\n  ","613569":"\n  The book I really wanted them to make into a movie they ended up actually doing it\n  \n  Mrs. peregrines home for peculiar children. Such a great book\n  ","613570":"\n  No, its funny cause the people who usually talk always have some joke to make haha\n  ","613571":"\n  Like I understand what he did was terrible just awful but maybe hes kinda a really successful leader and extremely ambitious. You know they say the scariest people are people who are super ambitious because they will stop at nothing to achieve their dreams.\n  ","613572":"\n  Boondock saints.\n  \n  Its such an original idea and you rarely see a movie that isnt about some couple falling in love.\n  \n  This movie is creative, funny, different, attentive the whole way through, original\n  ","613573":"\n  No, I personally cant stand them.\n  ","613574":"\n  Scary for me isnt scary like it is for other people. Scary movies for me is when the concept is way to realistic and i can actually see it happening, more psychological types. Example: the purge. I can totally see something like that happening.\n  ","613575":"\n  He fascinates me\n  ","613576":"\n  I saw the name Hilter and was intrigued and then i read the rest of it and now im confused\n  ","613577":"\n  Happiness runs\n  ","613578":"\n  Samurai cop 2\n  ","613579":"\n  Is independent a genre?\n  ","613580":"\n  Travis Fimmel\n  ","613581":"\n  No i havent. Can you do that?\n  ","613582":"\n  Of course, especially if its a documentary.\n  ","613583":"\n  “Im ripping out my uterus today.”\n  ","613584":"\n  The kind that will never tattle tail and always cover for you. The kind thats always ready to hang out in the kitchen to cook and eat while talking about life and then snuggle up for a good show or movie. The kind that will always keep you company on adventures of running errands. The kind that can spend hours together and never get bored of each other.\n  ","613585":"\n  Thats very true\n  ","613586":"\n  Boondock saints\n  ","613587":"\n  It was called dancing in the dark. It was a musical that was ballet and very xrated ahahhah\n  ","613588":"\n  I havent watched cable in forever but i stream like a motherfucker\n  ","613589":"\n  I wish i could have mine done\n  ","613590":"\n  If i think about the future i get sad and anxious. So ive forced myself to focus on the present cause why get anxious about something that we dont even know is guaranteed\n  ","613591":"\n  Peter griffin\n  ","613592":"\n  Speaking of that! You take beautiful portraits!\n  ","613593":"\n  Yeah i did lol and ew.\n  ","613594":"\n  Took selfies\n  ","613595":"\n  You mean prostitutes?  Yes i have. And man is it a sign to see, if the sign was a washed up human being.\n  ","613596":"\n  Its really tough honestly. Dont even get me started with snapchat\n  ","613597":"\n  Right? And we had block schedule so after an hour he gave us a 15 minute break and every time he would go “savannah what time is it?” And youd have to say break time but he and i got way too comfortable that at the end of the year i was saying things like “time to suck my dick” hahahahah\n  ","613598":"\n  Because i don’t really need it hahahah\n  ","613599":"\n  Awwwwh wow thank you! Ive been doing all of that but i get so anemic im so weak\n  ","613600":"\n  I just bought a wig!!\n  ","613601":"\n  I dont right now\n  ","613602":"\n  Ive been trying but i feel like garbage\n  ","613603":"\n  Freshman geometry teacher. I literally failed that class like i didnt even do tests I just sat there and pretended.. yet i was the favorite like everyone knew he had this weird obsession with me. And everyone didn’t get it like everyone knew i was the worst student in that class\n  ","613604":"\n  Theres a lot of things in life i don’t understand and i just have to accept that lol\n  ","613605":"\n  I agree! They are great\n  ","613606":"\n  Wow you just met me and you already know how I operate ? keeping up with so many is exhausting I swear its nonstop ?\n  ","613607":"\n  My cramps are awful\n  ","613608":"\n  Tell me what you think after you see it\n  ","613609":"\n  My second toe\n  ","613610":"\n  I was wearing leggings lol\n  ","613611":"\n  You should watch it ?\n  ","613612":"\n  Most backward compliments\n  ","613613":"\n  I burned the fuck out of salmon\n  ","613614":"\n  His new movie the gentlemen is good\n  ","613615":"\n  Nope wait yes for running i was in the paper\n  ","613616":"\n  I remember everything like everything. I wish i was more forgetful but nope\n  ","613617":"\n  They are all such great movies!!\n  ","613618":"\n  Guy richie\n  ","613619":"\n  Ghost team was pretty good for a dumb comedy. Other than that, not really\n  ","613620":"\n  I wish I watched more of them\n  ","613621":"\n  No personally i dont\n  ","613622":"\n  Ive been watching a lot of independent films lately.\n  ","613623":"\n  Right??? I would always get in debates about it with stupid people and they painfully lost ??\n  ","613624":"\n\n   https:\/\/youtu.be\/lrLJwjD5FXM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613625":"\n  My cramps are so fucking bad i wanna shoot something. Or like punch something. Man i bet if you’re a MMA master when women our on there period they probably fight like a motherfucker. I would just punch everything.\n  ","613626":"\n  I really have no idea ?\n  ","613627":"\n  Just a bigger simulation\n  ","613628":"\n  Omg i love saw. I pictured that perfectly ? can we discuss that the message they were trying to give in those movies were so good! Everybody doesn’t pay attention to what is being said they are just like “blood torture is all saw is about”\n  ","613629":"\n  Awh thank you! Yeah they didn’t care about any of those qualities\n  ","613630":"\n  She\n  ","613631":"\n  Because people wanna watch me eat\n  ","613632":"\n  No that was a good “well fuck”\n  ","613633":"\n  No my arms are tattooed\n  \n  The pictures with my neck were fake\n  ","613634":"\n  I have a deal with my tattoo artist. Youd be surprised how many i have that were free\n  ","613635":"\n  So today i went to a connivence store  with my bf and there were a bunch of dudes in there and when i go down the isle one of them walks past me and im looking down pretending i dont notice and he yells for his friends to come over. I start to walk past but i pretend im not looking and the way they look at my ass was like they were ready to eat and then other guys come around on the other side and just stare and im just grabbing snacks pretending im not seeing it but my bf hes like watching all of it and i could see him start to get pissed like so mad that he still hasn’t brought it up to me cause he doesnt wanna get all protective hahaha but fuck guys are such pigs sometimes like the faces they were making jeeezeeeee\n  ","613636":"\n  Well fuck.\n  ","613637":"\n  I really need to go see a broadway performance\n  ","613638":"\n  Am i a snack?\n  ","613639":"\n  How are you gonna do that?\n  ","613640":"\n  I ate an elk burger and FUCK i forgot to record eating it\n  ","613641":"\n  30+\n  ","613642":"\n  Bratz lol\n  ","613643":"\n  Hahahahhahahah what does it mean\n  ","613644":"\n  Whats your mission?\n  ","613645":"\n  Im eating skittles\n  ","613646":"\n  Fuck Aunt Flo and everybody that looks like Aunt Flo ?\n  ","613647":"\n  Read the conversation above\n  ","613648":"\n  Well depends on the year. Every year was completely different. Freshman year: run, eat, gym, shower, sleep\n  \n  Sophomore year: hang out with friends,eat, run, homework, shower, bed\n  \n  Junior year:homework,hang out with friends, eat, run, chill, shower, bed\n  \n  Senior year: hang out with friends, eat, hang out with more friends, party, homework, chill, shower, bed.\n  \n  What’s fascinating to me is my gpa got better each grade and my senior year was my highest gpa but from what i did after school nobody would believe it lol\n  ","613649":"\n  Awh, I couldn’t agree more ?\n  ","613650":"\n  Oh hmm thats hard cause they have different kinds of sense of humor like my dad is dry humor but my mom is sarcastic humor. They both make me crack up.\n  ","613651":"\n  Can you tell im stoned?\n  ","613652":"\n  Me too, thank you!!\n  ","613653":"\n  The devils river that happens once a month\n  ","613654":"\n  My heart ♥️\n  ","613655":"\n  Comedy. Laughing always makes me feel better\n  ","613656":"\n  Mane & tail\n  ","613657":"\n  Staph MRSA\n  ","613658":"\n  I love them\n  ","613659":"\n  Id like to think so\n  ","613660":"\n  I got a bad infection and it created a scar when it healed cause it was deep :(\n  ","613661":"\n  Ive never been in a police station\n  ","613662":"\n  Best: i have a thin bone structure\n  \n  Worst: cause of my scar it makes it look like my belly button goes on forever\n  ","613663":"\n  Yesss\n  ","613664":"\n\n   https:\/\/youtu.be\/nwutmcYfTeI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","613665":"\n  Just cause i look a certain way doesnt mean i act like a snob or some valley girl.. i wish people knew how much of a goofball i really was\n  ","613666":"\n  Yesssss\n  ","613667":"\n  Some random chinese site i found ahahha\n  ","613668":"\n  Its been a rollercoaster but right now we are going up so hopefully it stays like this for awhile. How about for you?\n  ","613669":"\n  A lot of people dream of having YOUR LIFE\n  ","613670":"\n  Turned out way better than I thought it would\n  ","613671":"\n  I can record more if you want\n  ","613672":"\n  Im very fortunate to have the family i have that have the means to pay for me disappear and start over\n  ","613673":"\n  Mac without cheese. Without anons this app wouldn’t be what it is today\n  ","613674":"\n  Yes. Thats very true\n  ","613675":"\n  Yeah when i was younger\n  ","613676":"\n  I hate when i use my phone every time i post something that stupid thing that tells me im awesome for answering... and im like “ya dude i know i pressed post so it would..”\n  ","613677":"\n  To get paid to eat\n  ","613678":"\n  Omg thank you so much\n  ","613679":"\n  Awhhhh well ive been here for a few days straight and im loving it\n  ","613680":"\n  Wow youre so kind I would love that cause we all know i love food\n  ","613681":"\n  Thats true!!\n  ","613682":"\n  My anxiety is really bad\n  ","613683":"\n  Food ?\n  ","613684":"\n  Ive rarely been sleeping :(\n  ","613685":"\n  Thats what im saying lol but i would love to be a model with food and its like high fashion but im eating something while wearing it\n  ","613686":"\n  I love noodles especially ramen\n  ","613687":"\n  Why\n  ","613688":"\n  How are you?\n  ","613689":"\n  Oh yes!!\n  ","613690":"\n  Awesome i will check it ♥️\n  ","613691":"\n  Omg thanks sweetheart! I hope youre doing well ?\n  ","613692":"\n  Ya especially since I would be throwing up in my mouth the whole time\n  ","613693":"\n  How am i badass?\n  ","613694":"\n  Thats not food for me bro\n  ","613695":"\n  It can be peaceful if youre not doing it in the heat\n  ","613696":"\n  Yes?\n  ","613697":"\n  Okay ???? even if im married i still wanna come hang out\n  ","613698":"\n  Tell me\n  ","613699":"\n  Happppppy mondaayyy\n  ","613700":"\n  Thank you!!\n  ","613701":"\n  Itll get delivered to meee\n  ","613702":"\n  Cheese, there sauce, and sautéed onions\n  ","613703":"\n  I have abandonment issues and mommy issues i dont think im the total package\n  ","613704":"\n  Seriously!!\n  ","613705":"\n  This sounds like the greatest dream ever wtf\n  ","613706":"\n  Oh yeah i was thinking like wings or ribs\n  ","613707":"\n  Cherries ?\n  ","613708":"\n  I hope youre having a great day!!\n  ","613709":"\n  That sound easy to make sexy\n  ","613710":"\n  I wanna try it\n  ","613711":"\n  Im trying to think of a food that wouldnt be sexy eating it and i wanna try to make it sexy ahahah\n  ","613712":"\n  Hello ?\n  ","613713":"\n  Im imagining if its possible for me to do a photoshoot of me eating but super sexy and if i could pull it off hahaha\n  ","613714":"\n  Awwwhhh i like this fantasy very much.\n  ","613715":"\n  They arent but thank you\n  ","613716":"\n  Im actually gonna do a short video of me eating and see if people like it\n  ","613717":"\n  They look like bullet wounds\n  ","613718":"\n  Oh god imagining it right now is not helping\n  ","613719":"\n  I use like 10 and make a pillow cloud lol\n  ","613720":"\n  Heres some dancing shrooms for your song ?\n  ","613721":"\n  Oh my god. Can you make this happen for real?\n  ","613722":"\n  Hahahahh i try to pretend to be stoned but truthfully im naturally premastoned lol\n  \n  Oh i love watching basketball stoned\n  ","613723":"\n  I got my lashes done yesterday so thats why it looks all dark!!\n  ","613724":"\n  I just realized now that I didn’t exactly respond to your other message hahahha I just got so excited about my thought\n  ","613725":"\n  I hate when you sober up and youre like “nooooooooooo i need to smoke more” but today ive been watch the show politician and man watching that high is fascinating lol I finished it cause it had me hooked\n  ","613726":"\n  Yeah i am. Im all comfortable woo ? and it says jazz cats lol\n  ","613727":"\n  Nope no filter just meee seeee\n  ","613728":"\n  No no nooooo\n  ","613729":"\n  My eyebrows??\n  ","613730":"\n  Maybe one day I’ll post a video\n  ","613731":"\n  When i start eating when im stoned i cannot stop and I just eat bites of 20 different things just cause i wanna taste so many different flavors in my mouth\n  ","613732":"\n  Why do you wish this?\n  ","613733":"\n  Falling in love but the person doesn’t feel the same\n  ","613734":"\n  I made a new friend\n  ","613735":"\n  Theyll keep it probably\n  ","613736":"\n  Ya its not anything like i imagined and it makes me sad. But when i was a kid i didnt know what i wanted to be and I still dont ?\n  ","613737":"\n  Thank you so so much!\n  ","613738":"\n  ?♥️?\n  ","613739":"\n  Wow thank you!\n  ","613740":"\n  Oh stop!! ?\n  ","613741":"\n  Yaa I dont really think it was bullying\n  ","613742":"\n  Should I make a YouTube of me just eating?\n  ","613743":"\n  I wasn’t really bullied. I was bullied for a short period about how guys wanna fuck me cause im so attractive but one of my teachers heard the guys saying this and they got in so much trouble and I never got bullied after that i became friends with those guys lol\n  ","613744":"\n  Yes i am very much a gemini\n  ","613745":"\n  I do laugh really loud lol\n  \n  Do you ever get so stoned that you write a sentence but all the words are out of order like a really bad google translate?\n  ","613746":"\n  Sounds delightful ?\n  ","613747":"\n  Im not sure he has a crush on me. And I just met him today, he’s really nice but i dont know him well enough to have a crush\n  ","613748":"\n  Cheeseburger and animal style fries\n  ","613749":"\n  That made laugh so hard\n  ","613750":"\n  Omg please\n  ","613751":"\n  HAHAHAHHAHHAHAHHAHAHAHAHHAHAH\n  ","613752":"\n  Of course ?\n  ","613753":"\n  Did you just do code?\n  \n  And hahahahahahhahahahahahha\n  \n  The kid would not pay attention for that long i swear\n  ","613754":"\n  I would eat this right now like i want it so bad\n  ","613755":"\n  I swear you should write children books called Boom the series and the little emblem will be a bomb\n  "}}