{"Question":{"614829":"\n   What's on your mind tonight?\n  ","614830":"\n   What is your age\n  ","614831":"\n   What type of questions do you wish people would ask you?\n  ","614832":"\n   Do you believe love is blind?\n  ","614833":"\n   What airport was that\n  ","614834":"\n   What is the single most important thing in making a relationship work?\n  ","614835":"\n   Have you been to Vegas\n  ","614836":"\n   Morning buddy\n  ","614837":"\n   If you won 500K what would you spend it on that you desperately need at this moment? I’d buy a house\n  ","614838":"\n   What is your most cheerful memory as a grown up?\n  ","614839":"\n   is this stuff makin you uncomfortable at work bc you never know who might have it?\n  ","614840":"\n   Pap\n  ","614841":"\n   What time do you usually go to sleep?\n  ","614842":"\n   Lady Boom, what is Swagistan doing to protect its citizens from the virus?\n  ","614843":"\n   How do you keep it flat?\n  ","614844":"\n   Tom Hanks has the Coronavirus and the NBA season is suspended now. Eeep. Are you staying safe?\n  ","614845":"\n   What has happened to this society ?\n  ","614846":"\n   Have you mad friends though this app? If so tag them to@l show them how much you appreciate them\n  ","614847":"\n   why did it have to be like the most beloved actor and not some terrible person??  ?\n  ","614848":"\n   What are two things you would do if you woke up to find yourself completely invisible?\n  ","614849":"\n   it's wild af..this is historic level crazy\n  ","614850":"\n   Why is English such a common language?\n  ","614851":"\n   What is the most significant  historical event to have happened in your lifetime?\n  ","614852":"\n   Do you need a hug right now?\n  ","614853":"\n   What are you doing right now?\n  ","614854":"\n   _?\n  ","614855":"\n   Favorite feature on ASKfm?\n  ","614856":"\n   Full selfie of you head to toe\n  ","614857":"\n   Do you have a flat stomach?\n  ","614858":"\n   haha Well, let me know when you get it! Should be today or tomorrow....\n  ","614859":"\n   Is anyone near where your family lives who has it?\n  ","614860":"\n   would you be upset if your bf joined a fight club?\n  ","614861":"\n   You must love how fast your metabolism is aha\n  ","614862":"\n   Is your metabolism really fast even without that?\n  ","614863":"\n   Are you living a meaningful life? ...\n  ","614864":"\n   Thanks, Sav! I wouldn't ever expect a letter back. You're super busy anyway. I like that you enjoy reading them. That's kinda cool, and I dig it. Yeah, he was my mom's kitty (well one of them). There were 4 kitties from a stray outside that we took in. 1 other passed a couple years ago.. 1\/2.....\n  ","614865":"\n   2\/2... but my mom also has a young kitty that I gave her that someone dumped in my neighborhood 2 years ago, so she's got 3 now and I have my girls. I'm happy you & Ash are doing well! I love the pics you post of her on here. She's so nice and awesome. Have a good night!\n  ","614866":"\n   New Account my other was deleted - follow me and ask me questions I would very much appreciate it\n  ","614867":"\n   the coronavirus is there!!! please don't travel anywhere!\n  ","614868":"\n   Your metabolism must be incredible\n  ","614869":"\n   do you have any loud neighbors?\n  ","614870":"\n   what’s the weather like where you are?\n  ","614871":"\n   What traits or characteristics do you find attractive in other people?\n  ","614872":"\n   Which part of your house you do you spent the least time in?\n  ","614873":"\n   your an amazing lady\n  ","614874":"\n   I saw your ghost\n  ","614875":"\n   nooooo shes a princess and a queen how dare you ask boom this kind of question lol\n  ","614876":"\n   I just mailed you another letter. You should get it on Tuesday. Sorry it took me so long. I actually wrote it a couple days ago, but just put it in the mail this morning. Hope you and Ash have a great weekend!\n  ","614877":"\n   - Song ??\n  ","614878":"\n   What was on the last sandwich you ate?\n  ","614879":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","614880":"\n   that's nuts! did you have any fear when you saw these things?\n  ","614881":"\n   Could you live without a computer?\n  ","614882":"\n   are you still going to washington?\n  ","614883":"\n   Hey you! Thanks for such a lovely and thoughtful reply, I knew you’d be super nice ? I love your page so I’ll be here often don’t worry hahha! Are you into girls? \nHahaa people say that all the time, A last name like Skillington isn’t exactly easy ??\n  ","614884":"\n   ~\n  ","614885":"\n   It would be funny for a while but too much?\n  ","614886":"\n   Are you a master manipulator?\n  ","614887":"\n   Why do you think you don't get them anymore?\n  ","614888":"\n   what sort of psychic flashes have you had?\n  ","614889":"\n   When you're ready...you will. Dont rush it.  Watch and listen and but be ready when you pray\/meditate, etc to receive the info u seek.\n  ","614890":"\n   Idek know you at all. But I had a dream about you and I find that very odd.\n  ","614891":"\n   We could be something else\n  ","614892":"\n   If you developed an embarrassing social condition that coursed sudden spontaneous bursts of uncontrollable laughter, even at things that wern't funny, how'd you deal with that? Keep apologizing profusely to all you may offend? Shut yourself away? Or develop a new personna to match the condition??\n  ","614893":"\n   You could be gifted\n  ","614894":"\n   How did you get them to stop\n  ","614895":"\n   have any places you sit at had any unusual perks?\n  ","614896":"\n   What things??\n  ","614897":"\n   Have you ever had Migraine?\n  ","614898":"\n   when you pet sit do they want you there the entire time or can you leave whenever the pet is chilling and doesnt need anything?\n  ","614899":"\n   Have you ever dreamed about something and it came true? Was it self-fulfilling prophesy or a form of clairvoyance?\n  ","614900":"\n   Would you ever pay an artist to draw a portrait of you?\n  ","614901":"\n   The clocks go 1 hr forward Sunday. (Here in the US anyways lol) What’s your thoughts on daylight savings?\n  ","614902":"\n   Whos jackson\n  ","614903":"\n   What's this place? Your bfs?\n  ","614904":"\n   how would you get over losing everybody you know for so long? would you try to not get close to too many ppl?\n  ","614905":"\n   1 of my fav things about you which is a hallmark of your intelligence is that you not only ask questions about things you don't understand, you ask the ones that'll actually help you understand them. You know about a lot but your brightness when it comes to what you don't know is equally special.\n  ","614906":"\n   can you braid hair?\n  ","614907":"\n   Would you wish to live a 1000 years in your 25 year old body if you had the choice?\n  ","614908":"\n   least favorite food?\n  ","614909":"\n   In your opinion, what's the best aphrodisiac food? ?\n  ","614910":"\n   Who has influenced you the most?\n  ","614911":"\n   I think it's really dark. Watch it when you're prepared for something bleak. There's a lot of humor in it, but it boils down human relations to a scary sense of conformity and fleeting victories followed by emptiness and despair.\n  ","614912":"\n   Your beauty looks way too authentic here for that to be the case.\n  ","614913":"\n   You are very intelligent!\n  ","614914":"\n   What should a guy really really know about you first if he's thinking of dating you? Suppose you are single and answer if you were taken\n  ","614915":"\n   Do you consider yourself to be a interesting person?\n  ","614916":"\n   Post a selfie making a funny face.\n  ","614917":"\n   It's about a guy whose depression makes every voice he hears, including his wife and children's, sound the same. On a business trip he meets a woman whose voice somehow sounds unlike the others. He falls in love with her, but complications arise. It tackles loneliness very deeply.\n  ","614918":"\n   Is anyone a Taurus? ♉️\n  ","614919":"\n   You from santa fae?\n  ","614920":"\n   Has anyone ever bought you flowers?\n  ","614921":"\n   You could snatch souls just by look at people with those beautiful eyes ?\n  ","614922":"\n   Indeed\n  ","614923":"\n   What’s the last youtube video you watched?\n  ","614924":"\n   Do you have any tattoos or piercings\n  ","614925":"\n   Have you seen \"Anomalisa?\"\n  ","614926":"\n   Do you dip them in anything?\n  ","614927":"\n   Have you learned about art?\n  ","614928":"\n   Do you enjoy the same genre of books as you do movies?\n  ","614929":"\n   what do you think the hardest part of getting rid of them would be, actually telling them you're done (or ghosting them) OR missing them after you do that?\n  ","614930":"\n   Are you taking any precautions to avoid the Coronavirus?\n  ","614931":"\n   Weekend plans?\n  ","614932":"\n   What's your percentage of altruism? 0 to 100.\n  ","614933":"\n   Do you believe in God?\n  ","614934":"\n   do you have any friends who you don't want to be friends with anymore?\n  ","614935":"\n   Your body is breathtaking\n  ","614936":"\n   Are you good at convincing others?\n  ","614937":"\n   if mate you dont like them go away everything on Boom is perfect\n  ","614938":"\n   Ootn\n  ","614939":"\n   I've known people like her. If they have problems with who they're dating, they will become extremely vicious about anyone in that person's life. It's hard not to get bothered by baseless attacks, but she's clearly out of control and not worth thinking about.\n  ","614940":"\n   What's the greatest thing in the world besides food?\n  ","614941":"\n   Is it late in san diego\n  ","614942":"\n   What's the most overrated tourist attraction?\n  ","614943":"\n   you look like you could be bald in your last ig pic since it's cropped...& you're still perfect. there's no bad look with a face like yours.\n  ","614944":"\n   Depression sucks\n  ","614945":"\n   Your lips and jawline look really good, your tattoos do not!\n  ","614946":"\n   be super confident forever you're baby\n  ","614947":"\n   Would you ever get a facial tattoo? And what's your favorite tattoo rn?\n  ","614948":"\n   Wyd?\n  ","614949":"\n   How does she know of you?\n  ","614950":"\n   Why?\n  ","614951":"\n   Is this the married coworker who keeps hitting on you\n  ","614952":"\n   what you normally do if you cant sleep?\n  ","614953":"\n   Nostalgic question: do you listen to the radio?\n  ","614954":"\n   Wyd rn?\n  ","614955":"\n   This pic looks fake af\n  ","614956":"\n   Are you worried about this Coronavirus or are you confident that your immune system can take a punch if it comes down to it? ?? Also do you find it annoying that shops and supermarkets are being stripped bare of handwash\/sanitizer & antibacterial wipes\/spray due to panic buying over the virus? ?✋\n  ","614957":"\n   Hope everyone has an amazing Thursday ✨\n  ","614958":"\n   - Space ?\n  ","614959":"\n   Recommend me a background song to make love\n  ","614960":"\n   It’s almost 1 year since my boyfriend passed away. He passed during our relationship:( I want to know would he be considered my ex? If I end up moving into another relationship?\n  ","614961":"\n   Hi love\n  ","614962":"\n   So your saying you don’t mind the same people texting you everyday to say like god day, good morning, why etc\n  ","614963":"\n   I know that must be hard omg I’m so sorry about hear that, hopefully you get them back you deserve it too someone should help@\n  ","614964":"\n   What is the seafood you eat?\n  ","614965":"\n   Hi, How are you doing?\n  ","614966":"\n   If you had to flee the country, where would you choose to live?\n  ","614967":"\n   Have you ever eaten soy meat?\n  ","614968":"\n   Hey how  has your day been\n  ","614969":"\n   Your legs are amazing\n  ","614970":"\n   Do you have a trait of character that is more common for the opposite gender? What’s this trait?\n  ","614971":"\n   I wish I was an attractive and muscular guy so I could make money out of my physical appearance. But I'm not so I must work like a slave to live a somewhat decent life\n  ","614972":"\n   What's a worse name: Howard or Jeffrey?\n  ","614973":"\n   Do you talk to your pets?\n  ","614974":"\n   How often do you wash your hair?\n  ","614975":"\n   Do you ever get annoyed of the same people messaging you on here everyday? And the same people texting you everyday in general\n  ","614976":"\n   Brag about something\n  ","614977":"\n   Pap of ur legs\n  ","614978":"\n   I'll make it. Savannah... I won't fail you\n  ","614979":"\n   What social stigma does society need to get over?\n  ","614980":"\n   If only I could see ? cause I laughed at the thought of those bunnies going 250 mph breeding\n  ","614981":"\n   would you vlog your coronavirus experience?\n  ","614982":"\n   Drop a confession ?\n  ","614983":"\n   How many cats or dogs you have?\n  ","614984":"\n   I used to breed rabbits. Then I realized they can handle it themselves...... ?\n  ","614985":"\n   I bet I can try to somehow make you laugh, or smile at what I would post if you answer this?☺️?\n  ","614986":"\n   Thanks for understanding, Sav. I really loved that kitty. He was so nice and friendly. I'll be writing you this week. I'll drop you a note on here when I do, so you know when to expect it. Hope you & Ash have a good week.\n  ","614987":"\n   Do you have a mask and gloves due to the virus? You come in contact with people because of work.\n  ","614988":"\n   What is your Coronavirus plan?\n  ","614989":"\n   Are you mad or happy just right now?\n  ","614990":"\n   You look different\n  ","614991":"\n   Wyd\n  ","614992":"\n   favorite way to style your hair? post a picture!\n  ","614993":"\n   How big are your feet\n  ","614994":"\n   Is that your right address in your bio because I'm sending you stuff\n  ","614995":"\n   Please never get implants. Yours are nice and perky. Don't ruin your body. Also, implants cause a lot of health issues and sickness. Google breast implant illness and you will read a lot of stories about it....\n  ","614996":"\n   Your boobs are in good shape no needs for a boobjob\n  ","614997":"\n   If you found a 3 month old mega millions ticket in 1 of your boyfriend's pockets, looked it up and realized it was a 20 million dollar winner, would you tell him or lowkey take it and pretend it was yours?\n  ","614998":"\n   This is weird, I admit. I really want to smell you. lmao I just know you smell so nice and girly. lol\n  ","614999":"\n   Take minute, close your eyes and imagine what your perfect life would look like. Describe it in as much detail as possible.\n  ","615000":"\n   Good morning beautiful\n  ","615001":"\n   will you call your english counry estate \"boom manor?\"\n  ","615002":"\n   Good morning\n  ","615003":"\n   What's the time in cali\n  ","615004":"\n   Stomp on them\n  ","615005":"\n   How do you like to celebrate your birthday?\n  ","615006":"\n   It needs to be re-named to Rancho Boomie Fe, just to reflect how awesome that place is\n  ","615007":"\n   I mean its quick money and you are inneed\n  ","615008":"\n   Wyd rn\n  ","615009":"\n   Are you a morning person or night person?\n  ","615010":"\n   PAP of the beautiful countryside where your at or of your city where your at.\n  ","615011":"\n   Which Hogwarts house are you a part of? ? (Am making a pie chart for how many belongs to each house on here haha)\n  ","615012":"\n   Anyone file their taxes yet? ?. If to personal use as a filter or delete\n  ","615013":"\n   Did you get anything else yet?\n  ","615014":"\n   Onlyfans?\n  ","615015":"\n   it's way harder to be what you are than it is to achieve things most people think are accomplishments\n  ","615016":"\n   So you would never consider doing porn?\n  ","615017":"\n   Is it true that when people are friends with their ex’s, they begin to catch feelings for each other again?\n  ","615018":"\n   But you could do anything to them they are tiny\n  ","615019":"\n   Is rap your fav genre?\n  ","615020":"\n   you are irresistible. how is that not an accomplishment?\n  ","615021":"\n   what's something that's hyped which lived up to the hype for you?\n  ","615022":"\n   why?\n  ","615023":"\n   do you consider yourself successful?\n  ","615024":"\n   the queen ❤️\n  ","615025":"\n   Quick question: do you prefer to eat bread or fruit in the morning?\n  ","615026":"\n   Heyyyy how are u\n  ","615027":"\n   You're not Canadian, so, where are you from? Where do you live now?\n  ","615028":"\n   which signs do you seem to get along with beside pisces?\n  ","615029":"\n   How many tattoos you have?\n  ","615030":"\n   How many tattoos you got? Pap\n  ","615031":"\n   Lmfo ??  I’m a Pisces\n  ","615032":"\n   What is the last thing you searched online?\n  ","615033":"\n   Do you always get a heads up as far as what people send you or do you sometimes get stuff that you had no clue was sent?\n  ","615034":"\n   Have you ever enjoyed being mean to one of your parents?\n  ","615035":"\n   How would you mess with them\n  ","615036":"\n   if your bf told you that he wouldn't mind if you had an open relationship, what would you say?\n  ","615037":"\n   I want you to watch Being John Malkovich\n  ","615038":"\n   They sent you the wrong thong then. It wasn't supposed to look like that\n  ","615039":"\n   Have you always been faithful in your relationships?\n  ","615040":"\n   Sounds like a plan! I wanna go back home to Cali to visit family and friends anyways; so I'll pop by when I can ?? (?☠️)\n  ","615041":"\n   What does she even know about you to feel that way?\n  ","615042":"\n   Are you a Taurus\n  ","615043":"\n   Awe lol i cant see the rest your spam accoount is private and i dont follow that one\n  ","615044":"\n   Is the black thong you're wearing in the pics on instagram the one you got in the mail yesterday?\n  ","615045":"\n   Bought you something I’d NEVER have the confidence to wear\n  ","615046":"\n   if i give you a front slit skirt you would model it ?\n  ","615047":"\n   your modeling is amazing\n  ","615048":"\n   Where do you get your news?\n  ","615049":"\n   Then what would you do with them\n  ","615050":"\n   When was the last time you checked your box\n  ","615051":"\n   What is something you wish you had more time to do?\n  ","615052":"\n   That’s nice, just wanted to make sure you were alright. I thought maybe you probably fell back to sleep earlier on\n  ","615053":"\n   PO box update?\n  ","615054":"\n   San Diego must be really expensive to live there\n  ","615055":"\n   What is it stuffed with?\n  ","615056":"\n   You are so wise to value those amazing features\n  ","615057":"\n   Do you like your closet open or closed? Or it doesn’t matter.\n  ","615058":"\n   oh my god babe that post i knew you were out of this world but never expected you too show it off hehe\n  ","615059":"\n   Do you wonder why your parents gave you to others when you were young? Are you Canadian? Are your biological parents Canadian, too?\n  ","615060":"\n   A wish?\n  ","615061":"\n   How’s your day going\n  ","615062":"\n   Hanging out with friends\n  ","615063":"\n   whatever you categorize as getting in trouble will suffice\n  ","615064":"\n   Dat aint chu doe\n  ","615065":"\n   PAP\n  ","615066":"\n   I don't have anyone to talk to tbh :\/\n  ","615067":"\n   I want that outfit wtf\n  ","615068":"\n   I'm good what are you doing\n  ","615069":"\n   My World\n  ","615070":"\n   did you ever order wine from that po box gift?\n  ","615071":"\n   I didn't sleep well at all I been called fake a lot\n  ","615072":"\n   hey\n  ","615073":"\n   I guess\n  ","615074":"\n   Last time you bought something for yourself?\n  ","615075":"\n   Your name is Savannah Ames? Beautiful name\n  ","615076":"\n   a lot on my mind\n  ","615077":"\n   Do you get upset or take it as a compliment when people say that your natural look you were born with i.e. zero effort hairstyles, no ink, no makeup, no anything, is the most perfect looking girl imaginable?\n  ","615078":"\n   you are an exceptionally stunning young lady omfg youve turned in too a worldly princess an incredible Queen Yas Misses Ames x\n  ","615079":"\n   is it any wonder why i want to marry you x\n  ","615080":"\n   ok i guess\n  ","615081":"\n   Do you care more about your physical appearance or your intellectuality?\n  ","615082":"\n   hi\n  ","615083":"\n   Yes tf you are ?\n  ","615084":"\n   At least you are mine ?\n  ","615085":"\n   You are better than one\n  ","615086":"\n   Do you know how to roller-skate?\n  ","615087":"\n   My queen ?❤️\n  ","615088":"\n   whens the last time it got you in trouble?\n  ","615089":"\n   Im sure you look just as beautiful without makeup\n  ","615090":"\n   Your hot little doll body & face is just too much omgg\n  ","615091":"\n   Do you prefer fish or meat? Or neither? Or both?\n  ","615092":"\n   Do you consider yourself a nice person?\n  ","615093":"\n   Ootn\n  ","615094":"\n   Yay ☺?\n  ","615095":"\n   Very Nice\n  ","615096":"\n   Come closer I wanna tell you a secret ?\n  ","615097":"\n   What ability do you possess  that you’d think others would find amazing?\n  ","615098":"\n   Do you like it\n  ","615099":"\n   How can we judge ourselves by our intentions yet judge others by their actions?\n  ","615100":"\n   God Chinese people are so touchy i called my chinese colleague corona and she became so upset with me and blocked me on every social media platform\n  ","615101":"\n   omg ngl you're that stunning and nice you've made me become quite speechless now to comment on your pics\n  ","615102":"\n   has a customer ever had a medical emergency in front of you?\n  ","615103":"\n   Have you ever had a muffin before? If so what flavour? ??\n  ","615104":"\n   Who was your first crush? Describe them.\n  ","615105":"\n   Have you ever been bowling?\n  ","615106":"\n   How often do you drop your phone?\n  ","615107":"\n   Do you eat organic food often?\n  ","615108":"\n   Pap of you rn\n  ","615109":"\n   Space ✒••??\n  ","615110":"\n   What is the worst fruit you have ever eaten?\n  ","615111":"\n   Do u know if twins run in your family? ?\n  ","615112":"\n   Your bikini came early. I can't wait to see you in it\n  ","615113":"\n   I'm sorry I haven't written you another letter, like I said I was going to do. I've had a very bad week, and I didn't want to write a depressing letter. I'd rather it be funny, so I've just been waiting to be in a better mood. Today my mom is putting down 1 of her cats that I really like. It stinks.\n  ","615114":"\n   Just hold on, Savannah. Once I have my business I'll spoil you everything. You'll never have to work again.\n  ","615115":"\n   I thought that said hoodie but either way, same!!\n  ","615116":"\n   Wait what is on people's keys at raves? Is it the coke stuff or a different thing?\n  ","615117":"\n   What is your zodiac sign ?\n  ","615118":"\n   Which sound do you find most pleasant, the violin or the piano?\n  ","615119":"\n   Do you like acrylic nails?\n  ","615120":"\n   Im not, you're better though\n  ","615121":"\n   What was the last thing you purchased and why?\n  ","615122":"\n   What kind of sex toys do you need?\n  ","615123":"\n   You're the best\n  ","615124":"\n   Can you keep a secret?\n  ","615125":"\n   what's the most random thing that has been mailed to your po box?\n  ","615126":"\n   Do you have or want a tattoo? What and where?\n  ","615127":"\n   Why do people sniff their keys at raves?\n  ","615128":"\n   Go to sleep, go to sleep, go to sleep Baby Boometh, go to sleep\n  ","615129":"\n   Mood?\n  ","615130":"\n   Wyd\n  ","615131":"\n   Are you afraid to speak your own opinion? If so, why?\n  ","615132":"\n   Do you want more tatts?\n  ","615133":"\n   Are you feeling better this week?\n  ","615134":"\n   Where do you see yourself in the next 15 years ?\n  ","615135":"\n   Are you at home now?\n  ","615136":"\n   Wyd\n  ","615137":"\n   What do you always remember about your childhood that will stay with you forever ?\n  ","615138":"\n   On a scale of 1-10 how confident are you with your body?\n  ","615139":"\n   What is something you're worried about rn??\n  ","615140":"\n   Ever donated blood?\n  ","615141":"\n   Do you believe climate change is real?\n  ","615142":"\n   What's your Instagram?\n  ","615143":"\n   Hi\n  ","615144":"\n   no theres not axis bank here in another state i want to get online or another shoping source such as gift cards with bonus\n  ","615145":"\n   how much of your fam lives in washington?\n  ","615146":"\n   I know I'll never hug you but I feel like if I did I might cry..do you feel like that about anyone?\n  ","615147":"\n   What is your favorite music genre  ?\n  ","615148":"\n   Watching a horror movie burns about 200 calories. So… would you rather go for a run or watch how Freddy Krueger is doing?\n  ","615149":"\n   want to purchase things online via credit or debit card pls hlp\n  ","615150":"\n   There's people who actually do pxrn because they enjoy doing it. They like being watched by others, and all that stuff. But they are minorities. Most people can't handle that lifestyle and they end up in drugs or depressed\n  ","615151":"\n   What's your favorite type of music\n  ","615152":"\n   What do you put in your purse besides stuff that guys have in their wallets?\n  ","615153":"\n   you are the best woman on earth\n  ","615154":"\n   Then let's finish it with a bang and insert a video as you say xD\n  ","615155":"\n   Cool, are you going to learn any of those languages ?\n  ","615156":"\n   Yes, don't do it. I don't want you to fall to depression after you start regreting\n  ","615157":"\n   And you know that for many people they think that combining the words \"God\", \"Jesus\" etc. curses and profanity are inelegant and offensive, but for me you can do it as often as possible :-) xD\n  ","615158":"\n   Hey Savannah, could you post a bikini pic please? Your body is amazing\n  ","615159":"\n   Last question. Which version do you prefer to say: \"OH MY GOD\" or \"OH MY FUCKING GOD\"? xD\n  ","615160":"\n   why? :(\n  ","615161":"\n   Is it hard using an iPhone X since it had no home button? How do you operate it ?\n  ","615162":"\n   Do you want to learn any other language? If so which one\n  ","615163":"\n   do you set it for exactly when you need to wake up or a little earlier in case you're slow to get out of bed?\n  ","615164":"\n   Of course you got it. You know I’m always here for you right. & That won’t ever change ??\n  ","615165":"\n   that sounds cool, pic off your feet when they're black painted? ^^\n  ","615166":"\n   But that every day?\n  ","615167":"\n   Has anybody called u Vanna\n  ","615168":"\n   What laptop do you have?\n  ","615169":"\n   What other languages do you know other than English ?\n  ","615170":"\n   And what's something he loves that you hate?\n  ","615171":"\n   What's going on with it?\n  ","615172":"\n   The funny thing is that most girls would only let themselves be seen with that amount of makeup, but for you because you're so naturally beautiful, this look is like a foreign concept\n  ","615173":"\n   What is 1 thing you love that your boyfriend hates?\n  ","615174":"\n   Outfit of the night\n  ","615175":"\n   Wyd\n  ","615176":"\n   awe that's a shame, what color do you usually paint them in?\n  ","615177":"\n   How often do you eat junk food?\n  ","615178":"\n   Have you tried entering the model world?\n  ","615179":"\n   I like your sense of humor\n  ","615180":"\n   Do you ever get bored of some people? Even people who are nice to you\n  ","615181":"\n   do you like how english people say basil?\n  ","615182":"\n   Oh crap that’s crazy!that’s just foul again sorry you going through this and sorry to ask here on the public but I was just concerned after you told me. Hope everything is resolved as soon as possible\n  ","615183":"\n   What kind of pizza do you like?\n  ","615184":"\n   Ohh awesome, do you paint your toe nails too? :)\n  ","615185":"\n   What are the 5 things in life  that are important to you?\n  ","615186":"\n   if he just never stopped, at what point do you think you wouldn't be able to handle it anymore (if ever)?\n  ","615187":"\n   Yes she’s amazing and very talented. If you don’t mind me asking what happened today at work?\n  ","615188":"\n   What are you doing at the moment?\n  ","615189":"\n   How are you so perfect\n  ","615190":"\n   Do you have a memorable picture from back in the day? PAP!\n  ","615191":"\n   How are you so unbelievably beautiful\n  ","615192":"\n   has his obsessiveness made you consider changing your own #?\n  ","615193":"\n   fav color on your nails? ^^\n  ","615194":"\n   I went to see one of my friend Najah Lewis perform she’s a musician an songwriter she sang a couple songs for tonight so I just went to show some support with my co worker. If you follow my Instagram you’ll see my most recent post\n  ","615195":"\n   can you block his #?\n  ","615196":"\n   Whats shoes do you like buying?\n  ","615197":"\n   PLEASE TAKE PICS OF THE FOOD AND OF YOU EATING!!!!\n  ","615198":"\n   Let's get a big RV and hook it up with technology so it is self driving. Then we can sleep inside it while it drives around at night. We could be roomies and sleep a lot and never do any work.\n  ","615199":"\n   why even communicate with him then?\n  ","615200":"\n   Wyd\n  ","615201":"\n   Are you a calm person or are you easily stressed?\n  ","615202":"\n   I love your nails, they're so pretty ^^ you often paint them?\n  ","615203":"\n   do you still love him?\n  ","615204":"\n   My day was fine I went to work that wasn’t so bad and after work went to a see a performance with my co worker. Oh my I hope everything is alright I’m sorry to hear that, that sucks :(\n  ","615205":"\n   Do you like to talk to elderly people? Do you like listening to their advice?\n  ","615206":"\n   Have you ever suffered emotional blackmail?\n  ","615207":"\n   Have you ever eaten açaí?\n  ","615208":"\n   Do you prefer a hot drink or a hug now?\n  ","615209":"\n   have you painted nails now? which color? :)\n  ","615210":"\n   Does it bother you if the same friends decided to text you everyday?\n  ","615211":"\n   What is the best news you could hear right now?\n  ","615212":"\n   But have you ever considered it?\n  ","615213":"\n   Hey, How was your day today?\n  ","615214":"\n   its my pleasure babe\n  ","615215":"\n   ? omf stunning\n  ","615216":"\n   Are you going to make an onlyfans?\n  ","615217":"\n   Do you look more like your mother or your father?\n  ","615218":"\n   What happened to your belly button piercing?\n  ","615219":"\n   how was it different?\n  ","615220":"\n   if we have the best doctors why are there 34 countries with a higher life expectancy than ours?\n  ","615221":"\n   Stop lyin\n  ","615222":"\n   I want to see it tho\n  ","615223":"\n   yeah right\n  ","615224":"\n   Nothing can or could make you look ugly\n  ","615225":"\n   Hello. Do you sometimes say \"Oh my fucking God\" or \"Jesus fucking Christ\"? xD\n  ","615226":"\n   Do you prefer to use Ask on your cell phone or computer?\n  ","615227":"\n   Pap of your outfit to the bank\n  ","615228":"\n   ALWAYS!\n  ","615229":"\n   Take me to worrk ?\n  ","615230":"\n   Did you have dessert?\n  ","615231":"\n   Are you going to the bank now\n  ","615232":"\n   24\/7 ???\n  ","615233":"\n   Do you usually smile at unknown people?\n  ","615234":"\n   Do you like solitude? Or do you hate being alone?\n  ","615235":"\n   You're always beautiful ?\n  ","615236":"\n   Wyd\n  ","615237":"\n   Did you get any sleep\n  ","615238":"\n   Trynna be honest and sexy ?\n  ","615239":"\n   What stuff would you like\n  ","615240":"\n   what do you do if you get bloated\n  ","615241":"\n   Can I send you stuff to your PO Box\n  ","615242":"\n   Do you like 80's music?\n  ","615243":"\n   Ur smile is precious?\n  ","615244":"\n   Do you think the corona virus is going to spread in the US? I'm getting worried.\n  ","615245":"\n   Outfit of the night\n  ","615246":"\n   So none of this has changed\n  ","615247":"\n   Hello how are you\n  ","615248":"\n   you look incredibly stunning as always x\n  ","615249":"\n   are you sure you wear size small underwear\n  ","615250":"\n   Do you like spinach?\n  ","615251":"\n   Correct x\n  ","615252":"\n   my baby hehe any guess who wrote to ya x\n  ","615253":"\n   On a scale of 1 to 5, how mean or unkind can you be?\n  ","615254":"\n   I think you are so beautiful. Please can I buy you everything off your wishlist\n  ","615255":"\n   you look it so i had to say it\n  ","615256":"\n   Do you prefer to give or receive affection?\n  ","615257":"\n   Hey how are you\n  ","615258":"\n   What kind of phone do you have is it good on battery life?\n  ","615259":"\n   Wyd\n  ","615260":"\n   How's your 2020 been so far?\n  ","615261":"\n   Do you like avocado?\n  ","615262":"\n   Do you want anything for your bday this year?\n  ","615263":"\n   You usually wear black don't you so I'll get you something black as every day underwear ?\n  ","615264":"\n   Because it's late there\n  ","615265":"\n   Don't be like the woman who cheated on every man she had\n  ","615266":"\n   You always look that good, if not better, just in a different way.\n  ","615267":"\n   Do any of them inspire you to not want to be like them?\n  ","615268":"\n   Go sleep\n  ","615269":"\n   You once said you remembered being born. Were you joking?\n  ","615270":"\n   Is happiness a state of mind or do we need to act in order to achieve it?\n  ","615271":"\n   Are you getting tatted up this summer?\n  ","615272":"\n\n    https:\/\/www.youtube.com\/watch?v=2VAtRF4US8k\n   \n   heard this on my local radio station and i had to dedicate it to you\n  ","615273":"\n   Damn girl\n  ","615274":"\n   What color underwear should we buy you?\n  ","615275":"\n   Yeah you're getting another bikini on Friday and a black thong that arrived this morning\n  ","615276":"\n   You are so stunning! And you are wearing my fav shirt --- your Game of Thrones one. lol\n  ","615277":"\n   omf this is the new definition for perfect\n  ","615278":"\n   little cute things like this make me love you\n  ","615279":"\n   I love you so much\n  ","615280":"\n   Is your week starting hectic or calm?\n  ","615281":"\n   It's says to only hand wash the green bikini that's coming in cool water with dish soap and don't put it in the dryer ether\n  ","615282":"\n   How many ex’s do you have? Are you friends with any of your ex’s?\n  ","615283":"\n   Can you do a cart wheel?\n  ","615284":"\n   Are you sure that pic of you wasn't filtered because you looked better than ever in it\n  ","615285":"\n   Wyd\n  ","615286":"\n   Do you wake up tired in the morning?\n  ","615287":"\n   Spring is approaching. How exciting ???\n  ","615288":"\n   Oh boy it was amazing, yes I would highly recommend it. It’s kind of sad in the beginning but then as it goes on there is a lot of action in the end but it’s worth it, I’m sure you’d enjoy it.\n  ","615289":"\n   Which do you like more chinese or indian food?\n  ","615290":"\n   How long is your hair?\n  ","615291":"\n   Have you ever had food poisoning:(\n  ","615292":"\n   Are you satisfied with your weight?\n  ","615293":"\n   Wyd\n  ","615294":"\n   What is the time right now where you are ?\n  ","615295":"\n   Have you ever seen an ostrich egg up close?\n  ","615296":"\n   Do you like your job or do you want another job?\n  ","615297":"\n   What's your favorite and least favorite thing about your figure?\n  ","615298":"\n   Did you want to have a pet koala?\n  ","615299":"\n   Do you have patience with hyperactive children?\n  ","615300":"\n   Who in your life has always been an inspiration to you?\n  ","615301":"\n   What is something you’ve always dreamed of doing, but never had the nerve to do?\n  ","615302":"\n   I bought a polo hoodie & a pair of men’s Ugg’s and went to see the movie bad boys for life\n  ","615303":"\n   What date in June\n  ","615304":"\n   Where do you work?\n  ","615305":"\n   When is your birthday how old will you be this year?\n  ","615306":"\n   If someone asked if they could pay you for no reason, just to talk to you, would you accept??\n  ","615307":"\n   Do you have friends who are suportive?\n  ","615308":"\n   It was pretty good, did some shopping and went to the movies this evening\n  ","615309":"\n   Do you think it’s a good idea to get back with an ex? Or even be friends with an ex ?\n  ","615310":"\n   How many more days have you got to pay that fine?\n  ","615311":"\n   Do you think university education should be free?\n  ","615312":"\n   How was your day?\n  ","615313":"\n   Do you have a good memory?\n  ","615314":"\n   Do you believe in hypnosis?\n  ","615315":"\n   Do you know how to play chess?\n  ","615316":"\n   i just love the way you are :*\n  ","615317":"\n   Are you gassy tonight after your pollo asada fries? Do you get that way after eating yummy food like that?\n  ","615318":"\n   I stayed up very late tonight. I'm scared that I messed up my sleep. Do you know what I mean? Have you done that? I'm going to hide in bed now.\n  ","615319":"\n   Any stuff\n  ","615320":"\n   Good morning \nHow are you to day\n  ","615321":"\n   What's for lunch\/ dinner tonight?\n  ","615322":"\n   Do you prefer to travel by plane or bus?\n  ","615323":"\n   What's your favorite or best physical feature?\n  ","615324":"\n   Omg stunning\n  ","615325":"\n   You need stuff shoved up your nose\n  ","615326":"\n   What should we do, pretend they arent good\n  ","615327":"\n   have you ever tried to be on a game show?\n  ","615328":"\n   You are very beautiful, attractive, sexy and young\nI am lucky to know you\n  ","615329":"\n   say, if your gf\/bf’s ex invited her\/him to their bday party, would you be okay with them going??\n  ","615330":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","615331":"\n   What would make your day?\n  ","615332":"\n   Hey beautiful wyd\n  ","615333":"\n   Pap of you xx\n  ","615334":"\n   You could actually be an underwear model ?\n  ","615335":"\n   And you look it too! ?????\n  ","615336":"\n   What's going on with your mental health these days?\n  ","615337":"\n   Pics that show the top your leg and that crease between it and what's next to it > Everything\n  ","615338":"\n   your little face concentrating while you played would be hella cute\n  ","615339":"\n   I do all the time. You'll post a picture or say something that puts me in this state of imagining what had to occur for you to be who you are. I can't always wrap my head around it, so I guess you leave me awestruck. It's a regular thing with you.\n  ","615340":"\n   what kinda stuff did she do?\n  ","615341":"\n   Yw. You're so used to yourself that you don't always see it. For others, they marvel at how someone with your features can exist.\n  ","615342":"\n   Pap view rn\n  ","615343":"\n   DON’T ?\n  ","615344":"\n   Why wouldn't they be? They look like it in all your pictures and these people think you look like a doll, which means they see it too.\n  ","615345":"\n   What's your secret to getting more attractive with each passing day?\n  ","615346":"\n   It should give anyone chills just to imagine being able to appreciate your perfect features up close.\n  ","615347":"\n   What are your fav veggies?\n  ","615348":"\n   Are you flattered or weirded out when you notice people getting lost in your eyes?\n  ","615349":"\n   thats cool of this guy..it costs a lot to mail anything from that far\n  ","615350":"\n   what time of the day do you floss?\n  ","615351":"\n   are you nuts? everything looks great\n  ","615352":"\n   guys have literally told you he didnt like you for that reason??? who are these zeroes?\n  ","615353":"\n   Hopefully you should be getting a few items to your po box from scotland(im from there) ??\n  ","615354":"\n   Did you give up on those beautiful sandwiches you used to post pictures of?\n  ","615355":"\n   No you don't. You look GREAT.\n  ","615356":"\n   Good luk\nI wish worked with you until every day i could see your beautiful eyes\n  ","615357":"\n   How old are you?\n  ","615358":"\n   You good Savanah?\n  ","615359":"\n   do you like the three stooges because of that?\n  ","615360":"\n   What have you been doing that is making you lose weight? You look good. You are still eating I hope.\n  ","615361":"\n   Do you work or stady\n  ","615362":"\n   Are you Jew?\n  ","615363":"\n   Do you like Justin Bieber's songs?\n  ","615364":"\n   What do you do in your life\n  ","615365":"\n   Do you have that one friend who you always have to say \"Be nice\" to before you introduce them to anyone new? ?\n  ","615366":"\n   Yes\nWhere are you from\n  ","615367":"\n   Because blue eyes are beautiful, the beauty of the sea makes you love without feeling\n  ","615368":"\n   As you might probably know girls natural scent drive men crazy asf, do my question is if the natural men scent has the same effect in girls? ?\n  ","615369":"\n   No ???\nBut you will be my friend and be proud of your eyes\n  ","615370":"\n   Have you ever had a pet turtle?\n  ","615371":"\n   And you have blue ayes\n???\n  ","615372":"\n   Do you like to shower in the rain?\n  ","615373":"\n   You are very beautiful\n???\n  ","615374":"\n   You like tatooo\n  ","615375":"\n   Hi\n  ","615376":"\n   You didn’t reply on insta\n  ","615377":"\n   Why? Can you take more tomorrow? ?\n  ","615378":"\n   Wyd\n  ","615379":"\n   Do you have more pictures on your new white high heels ? ?\n  ","615380":"\n   Likers get?\n  ","615381":"\n   Pap of your favorite pet\n  ","615382":"\n   ?V? <--- these are Friday night kisses also known as va jay jay kisses for u from me ?❤️\n  ","615383":"\n   likerssss gettt?\n  ","615384":"\n   I hope your \"woman time of the month\" is going as well as it can be. You are so wonderful and beautiful and nice! I hope you have a good weekend!\n  ","615385":"\n   I LOVE YOUUUUUUUU\n  ","615386":"\n   did u sit down alot in the outfit\n  ","615387":"\n   OMFG SLAYYYYYYYYYYY. my heart skipped a beat, literally\n  ","615388":"\n   I really like the color lipstick and eye makeup you are wearing. You look exceptionally good in a glossy pink lipstick and that color eye makeup. So good. Makes you look like one of those ultra hot barbie models. Really hot.\n  ","615389":"\n   show us where you dont look cute bc I've never seen that\n  ","615390":"\n   I wanna kiss your nose\n  ","615391":"\n   How would society change if men were able to get pregnant and men and women both had an equal chance of getting pregnant?\n  ","615392":"\n   i would so pay you to do a photoshoot and some videos in that front slit dress\n  ","615393":"\n   was that outfit you wore to work a front slit dress?\n  ","615394":"\n   still in need of money?\n  ","615395":"\n   Likers get dp rate for all please?\n  ","615396":"\n   Wyd\n  ","615397":"\n   Has your week gotten any better as it went on?\n  ","615398":"\n   How are you\n  ","615399":"\n   Good morning baby! Hope you have a wonderful day and guess what? It's almost Fri-yay ???❤️?\n  ","615400":"\n   Have you ever recieved a love letter\n  ","615401":"\n   Dying at work, you?\n  ","615402":"\n   who's your favorite comedian besides will ferrell?\n  ","615403":"\n   When do you usually wake up?\n  ","615404":"\n   Savannah, I always miss you when you're away and feel your spirit in everything beautiful I come into contact with\n  ","615405":"\n   Do you like the Adam Sandler movies?\n  ","615406":"\n   I am so very depressed because so many people I know have my number but they don’t text me often. I feel like I am always the one making effort by hitting them up first but they don’t. Should I stop trying texting them? . What should I do? Sometimes they never even reply\n  ","615407":"\n   BOOMY\n  ","615408":"\n   Do you like it when a guy pulls your hair a little bit as he sticks his tongue down your throat?\n  ","615409":"\n   If a woman gets pregnant during the month of April, what month will she end up having the baby ?\n  ","615410":"\n   Wyd\n  ","615411":"\n   hi\n  ","615412":"\n   That sucks. Yea they can be expensive if you wait. I totally understand\n  ","615413":"\n   can i get debit card or virtual card for free?\n  ","615414":"\n   Full body pic\n  ","615415":"\n   Hey and how are you doing today?\n  ","615416":"\n   Face?\n  ","615417":"\n   What is the weirdest scar you have and how did you get it?\n  ","615418":"\n   How to make a woman happy?\n  ","615419":"\n   From 1-10, how chilled are you as a person?\n  ","615420":"\n   You are very beautiful, attractive and sexy?\n  ","615421":"\n   For one million would you never see your boyfriend again?\n  ","615422":"\n   If you won 500K what would you spend it on that you desperately need at this moment? I’d buy a house\n  ","615423":"\n   would you ever hitchhike?\n  ","615424":"\n   Current situation in one line?\n  ","615425":"\n   How are you?\n  ","615426":"\n   Have you ever eaten sashimi?\n  ","615427":"\n   Hey Sav! Hope you're well. I've been so busy lately, but thankfully I'll have some down time after tomorrow. I'll write you another letter then. haha\n  ","615428":"\n   Vher iz ze Boom? Iz ze Boom laying lowz?\n  ","615429":"\n   Ok cool to know and beautiful videos of the cats play all around in the video.\n  ","615430":"\n   Do you miss anything about work when you're off?\n  ","615431":"\n   seven cat??!?!?! Are you in a mansion?\n  ","615432":"\n   would he be your content partner for onlyfans if you asked him? (I know you said you're not doing it, this is hypothetical)\n  ","615433":"\n   How are you?\n  ","615434":"\n   Does that get hectic?\n  ","615435":"\n   ????\n  ","615436":"\n   How many times do you and your man do it\n  ","615437":"\n   how much did you lose?\n  ","615438":"\n   Hey and how are you doing today?\n  ","615439":"\n   What is going on with you?\n  ","615440":"\n   Are you thic\n  ","615441":"\n   when someone said “you’re amazing and i don’t deserve you. you deserve someone who won’t doubt you or the things you say. someone who sees a future with you. not a fucked-up person like me. you deserve so much better.” what does that mean? is that an excuse to break up or what?\n  ","615442":"\n   your face is exquisite\n  ","615443":"\n   wow this look is impossible to improve\n  ","615444":"\n   Does your boyfriend ever send you money\n  ","615445":"\n   Lol hhh kk ??\n  ","615446":"\n   Good morning\n  ","615447":"\n   Cute af girl ❤️\n  ","615448":"\n   What does he do?\n  ","615449":"\n   If you were mine I'd do this with hesitating\n  ","615450":"\n   Before is much prettier then new one\n  ","615451":"\n   Your body is better and sexier now\n  ","615452":"\n   Is your boyfriend able to pay off your tickets?\n  ","615453":"\n   Is it weird that I laughed lol\n  ","615454":"\n   old pap in skirt or dress?\n  ","615455":"\n   Would you ever be down to mmet with anyone from here?\n  ","615456":"\n   Where is your bf\n  ","615457":"\n   Post a picture of you in something beautiful\n  ","615458":"\n   Luv u\n  ","615459":"\n   Would you live in England?\n  ","615460":"\n   Pap of you rn\n  ","615461":"\n   How do they do that ?\n  ","615462":"\n   please make sure this is a reality 1 day so i can meet my princess and marry you\n  ","615463":"\n   Whete is this house?\n  ","615464":"\n   if i was the feds and i saw ya id of just said i havent seen it hehe\n  ","615465":"\n   Does she have 2 different colours in her eyes?\n  ","615466":"\n   Maybe mine hasn't arrived yet\n  ","615467":"\n   PAP something you love.\n  ","615468":"\n   its Squishy beautiful\n  ","615469":"\n   When was the last time you checked your mail box\n  ","615470":"\n   forever stunning and perfect ilysm babe\n  ","615471":"\n   Maybe I can't see any difference because of the the filter\n  ","615472":"\n   Do you ever have tacos on Tuesday? I did Taco Tuesday today and I ate 23 tacos. TWENTY THREE!!!! Back to the diet tomorrow. lol\n  ","615473":"\n   Oi\n  ","615474":"\n   Are you a family oriented person?\n  ","615475":"\n   is my wife still online\n  ","615476":"\n   It stills the same color right?\n  ","615477":"\n   Oh wow you don't have work in the morning right?\n  ","615478":"\n   Life without the internet - could this be possible?\n  ","615479":"\n   Is ut late where you live now?\n  ","615480":"\n   Your recklessness is hot\n  ","615481":"\n   what’s up\n  ","615482":"\n   Is calligraphy a dying art?\n  ","615483":"\n   Did you find out how to make money quick?\n  ","615484":"\n   I love you ❤️\n  ","615485":"\n   Are you coloring your hair? Are you doing it yourself or do you go somewhere?\n  ","615486":"\n   Are you the best looking one in your family, if not who is?\n  ","615487":"\n   Yes I am :3\n  ","615488":"\n   your perfect skin is your underwear heehee\n  ","615489":"\n   Whats the movie called?\n  ","615490":"\n   Walk away from people who put you down. Walk away from fights that will never be resolved. Walk away from trying to please people who will never see your worth. The more you walk away from things that poison your soul, the healthier you will be.\n  ","615491":"\n   I wish I could see that in person\n  ","615492":"\n   what an incredibly beautiful body omfg\n  ","615493":"\n   Which day of the week is most busy for you?\n  ","615494":"\n   Is it true that you fear swimming?\n  ","615495":"\n   have any old timers told you about the time in 1967 when it snowed in san diego?\n  ","615496":"\n   how long would it take you to bike to work?\n  ","615497":"\n   oh no, I’m sorry girl ?\n  ","615498":"\n   Pap of the snow in your backyard\n  ","615499":"\n   Are you bi or straight\n  ","615500":"\n   Who’s happy it’s Monday? ?\n  ","615501":"\n   you're well worth it YESSSSSS we will xx\n  ","615502":"\n   you are sexy x\n  ","615503":"\n   What style do you wish your dream house be modern\/traditional\/classical\/baroque style?\n  ","615504":"\n   Wyd?\n  ","615505":"\n   Whats loyalty to you?\n  ","615506":"\n   Isn't billie eilish overrated?\n  ","615507":"\n   how long would your license be suspended for?\n  ","615508":"\n   If your license gets suspended can you get a ride to work so you can slowly pay it off? I hope things work out for you.\n  ","615509":"\n   Can me and my mate adopt you\n  ","615510":"\n   have u been crying\n  ","615511":"\n   Beautiful\n  ","615512":"\n   What’s wrong??\n  ","615513":"\n   selfie?\n  ","615514":"\n   How is your day?\n  ","615515":"\n   Day to night to morning, keep with me in the moment\nI'd let you had I known it, why don't you say so?\n  ","615516":"\n   If I wasn't a broke student I would totally contribute too. Maybe one day I will\n  ","615517":"\n   Somehow, some way you will make that money. You're smart as fuck. You got this\n  ","615518":"\n   And you are the ultimate Queen of Booms. Where everything you do, turns to boomerific gold\n  ","615519":"\n   your gorgeous x\n  ","615520":"\n   What perfume are you wearing today?\n  ","615521":"\n   Do you have a half body pic in front of a mirror ?\n  ","615522":"\n   Well since you're worth a lot. Guys would pay 100s for you.\n  ","615523":"\n   Hope everything will get better for you Boomie\n  ","615524":"\n   were you considering making an amateur photoshoot in some outfits like skirts?\n  ","615525":"\n   another photo ?\n  ","615526":"\n   I love em ?\n  ","615527":"\n   Pap of you\n  ","615528":"\n   ?\n  ","615529":"\n   Are you merping around?\n  ","615530":"\n   ?<--- take a guess who this kiss is for ?❤️\n  ","615531":"\n   will you have sex on valentines day?\n  ","615532":"\n   Body confidence pap\n  ","615533":"\n   Best moments?\n  ","615534":"\n   hey ?? how are you doing?\n  ","615535":"\n   I wanna hve you as my sugar baby ?\n  ","615536":"\n   Have you done the Netflix and chill thing?\n  ","615537":"\n   Have you ever considered doing live streams on YouTube or something? I think a dope live stream would be if you pointed the camera on yourself and got in bed and slept. I would tune in to watch you sleep. Lol\n  ","615538":"\n   Name a movie that made you really laugh? ?\n  ","615539":"\n   Surroundings affects you?\n  ","615540":"\n   Hello\n  ","615541":"\n   -\n  ","615542":"\n   how fast were u going?\n  ","615543":"\n   Did you say you're not guilty and will try to fight it?\n  ","615544":"\n   are you behind the wheel or in the passenger seat?\n  ","615545":"\n   ?\n  ","615546":"\n   theres no end to how amazingly perfect you are\n  ","615547":"\n   Keep your chin up\n  ","615548":"\n   Hiiiii ❤️\n  ","615549":"\n   I was talking about a personal experience\n  ","615550":"\n   Biggest lesson learned last year is that you fake your death to avoid work\n  ","615551":"\n   i miss you\n  ","615552":"\n   Biggest lesson learned last year was probably to not give so much of yourself to people who will not do the same for you ??\n  ","615553":"\n   I hope you guys enjoy your weekend! And happy Friday ?☺️\n  ","615554":"\n   Hey you got my letter yesterday! haha So it take 3 days to get across the country to you. That's pretty quick! Hope you and Ash are having a nice Friday!\n  ","615555":"\n   How often do you take pictures?\n  ","615556":"\n   PAP your home screen\/lock screen.\n  ","615557":"\n   how much r they\n  ","615558":"\n   you are a fantastic human being, have multiple jobs, are a great pet owner, make your bf the luckiest guy, you touch all our hearts on a daily basis and still have so much untapped potential inside you. being amazing and having what it takes to be even more amazing is an enviable spot to be in!\n  ","615559":"\n   What did you get tickets for doing?\n  ","615560":"\n   Oh no. You need a fundraiser. Like if people chip in you post a bikini pic of something to get more donations. Do you have speeding tickets?\n  ","615561":"\n   You deleted my broken hands statement. I'm glad u got to see it though. You are super nice.\n  ","615562":"\n   When’s the last time you were struggling with something? Can be anything.\n  ","615563":"\n   What time do you normally get up\n  ","615564":"\n   Do you enjoy grocery shopping?\n  ","615565":"\n   Sorry to hear that. All of us \"internet friends\" love you. Even if you aren't online, we still think about you every day. ? hope you feel better\n  ","615566":"\n   why?\n  ","615567":"\n   Can i help?\nAnything i can do?\n  ","615568":"\n   How are y’all doing today?\n  ","615569":"\n   How is your day going, Boomiez?\n  ","615570":"\n   I texted her again to clarify things. I did my best to make her understand but all she said was “alright.” It’s okay. Idc anymore. I’ve done my part. At least I tried. It’s just sad.\n  ","615571":"\n   The hottest girl on earth ?\n  ","615572":"\n   post them all. we never get sick of them\n  ","615573":"\n   If you’re filing taxes what are you doing with that money? (If you personal delete) use as a filter if not filing\n  ","615574":"\n   Is buying flowers for women still a thing for a get well soon gift? If not, can you suggest something else?\n  ","615575":"\n   How was your day\n  ","615576":"\n   How often do you take pictures?\n  ","615577":"\n   So I hear alot of the lassies banging on about this Thomas Shelby guy, a fictional character from the show 'Peaky Blinders' I believe, but have never watched an episode ?‍♂️ What's he like? Is he a good guy, a villain, or somewhere inbetween??\n  ","615578":"\n   do you have lucky underwear?\n  ","615579":"\n   What do you watch recently on Netflix?\n  ","615580":"\n   Do u have telegram?\n  ","615581":"\n   Good night ?\n  ","615582":"\n   How is life\n  ","615583":"\n   How much water should I drink a day?\n  ","615584":"\n   I like the idea of you fooling around with another girl\n  ","615585":"\n   You are from washington?\n  ","615586":"\n   waz poppin\n  ","615587":"\n   I think you are smart enough to just protect yourself and be valuable, you don’t deserve to be naked for making money, Value yourself please.\n  ","615588":"\n   Wyd\n  ","615589":"\n   It sure seems like you do\n  ","615590":"\n   What would you say is your best feature\n  ","615591":"\n   how much does pharmaceutical grade boometh cost per ounce?\n  ","615592":"\n   I hope all is well ?\n  ","615593":"\n   Have you ever watched My 600lb Life?\n  ","615594":"\n   When are you going to snuggle with ash?\n  ","615595":"\n   Why do people think that female nudity is art, not male?\n  ","615596":"\n   choose a male photographer. Do you mind if he sees you naked?\n  ","615597":"\n   whoa ;)\n  ","615598":"\n   You are beautiful. Allah o Akbar.\n  ","615599":"\n   Oooo what part of Washington? ?\n  ","615600":"\n   What if a female was flirting with you and was attracted to you? Maybe being a little handsy?\n  ","615601":"\n   That's kinda a lot for me lol\n  ","615602":"\n   Say, ur friend got mad at you bc of the things she thought you didn’t like eventho you didn’t say such words. Like, she misunderstood what you said and never let you speak up or clear things up. Now she hasn’t replied to ur last text. Would u text her again and make her understand or just let it be?\n  ","615603":"\n   How much cash money do you have rn?\n  ","615604":"\n   What breed is your puppy\n  ","615605":"\n   Last person’s house you were in?\n  ","615606":"\n   What do you like to do up there?\n  ","615607":"\n   You're bi? is that right?\n  ","615608":"\n   A week off, what are you going to do?\n  ","615609":"\n   Are you off today?\n  ","615610":"\n   Who sent you white heels?\n  ","615611":"\n   Any songs? \nI'm bored??\n  ","615612":"\n   Your parcel has been delivered!!!\n  ","615613":"\n   What's up?\n  ","615614":"\n   What is your ideal breakfast? I have a bowl of Greek yogurt with honey, granola and strawberries.\n  ","615615":"\n   If you were offered an all-expense - paid plastic surgery, would you accept it, and what would you change about your physical appearance?\n  ","615616":"\n   What tattoo are you getting?\n  ","615617":"\n   You getting another tattoo?\n  ","615618":"\n   I love your eyes and I love your shirt and I love your cute little nose I love you basically\n  ","615619":"\n   HAHAHA!! You got my letter already?!?!? That was so fast! They literally picked it up from my mailbox Saturday afternoon! And I love how you picked up on Missy's facial expression when the little kitty was coming down the stairs for the first time! I'm happy you liked it. I'll write you another soon\n  ","615620":"\n   Pap of your car\n  ","615621":"\n   Thoughts on corona virus?\n  ","615622":"\n   Have you ever lied about your age?\n  ","615623":"\n   Have you ever thought about starting your own business? What is it?\n  ","615624":"\n   What would you do if you found a shrink ray\n  ","615625":"\n   How do you wish people will remember you after you’re gone?\n  ","615626":"\n   As far as dating you goes, what are your worst qualities?\n  ","615627":"\n   What was your fav super bowl commercials from last night? (If you didn’t watch . Just use as a filter)\n  ","615628":"\n   Now that tomorrow is the last day of Jan. Who excited for February? Anything exciting happening?\n  ","615629":"\n   Do you celebrate Valentines Day? ❤️ If so, what are your plans this year?\n  ","615630":"\n   u look amazing in pink. can't remember seeing you in it before but wow\n  ","615631":"\n   Through The Doctor\n  ","615632":"\n   How are you?\n  ","615633":"\n   Do you like Laughing\n  ","615634":"\n   do you like high heels\n  ","615635":"\n   what is your most memorable thing about being 18?\n  ","615636":"\n   do you have to meet with the people whose house it is or do they just trust the company?\n  ","615637":"\n   well darling its quite simple looks just like that pap xxxx i adore ya\n  ","615638":"\n   Have an amazing day :)\n  ","615639":"\n   If you take these pictures, do you choose a male photographer or a female photographer? Why?\n  ","615640":"\n   Have you ever met or called your bio mom?\n  ","615641":"\n   Why don't you know what your biological parents look like?\n  ","615642":"\n   dang. maybe one of those genetics test would find you some matches\n  ","615643":"\n   if your bf \/ fwb wanted to have you in the car during a work break would you?\n  ","615644":"\n   What's the most you'd pay for a new dress?\n  ","615645":"\n   Name an alcoholic beverage you haven't tried as yet but would really like to?\n  ","615646":"\n   have you ever tried to locate any of his family so they could give you whatever info you wanted?\n  ","615647":"\n   When was your best birthday?\n  ","615648":"\n   would you want to know what he looked like?\n  ","615649":"\n   are there any other places that put up lights for valentines around there? I've never seen that\n  ","615650":"\n   Pls leave that hip inkless. Look how hot is it, good god\n  ","615651":"\n   how did you get in the house sitting biz and how do you find new clients? it seems cool\n  ","615652":"\n   Ash the kitty cat\n／＞フ\n|  _ _ l\n ／` ミ＿xノ\n  \/  |\n \/ ヽ ﾉ\n  │|||\n／￣| |||\n| (￣ヽ＿_ヽ_)__)\n＼二)\n  ","615653":"\n   Full body pic\n  ","615654":"\n   I love your tattoos :)\n  ","615655":"\n   Any plans for weekend??\n  ","615656":"\n   Ready for those girl scout cookies?\n  ","615657":"\n   Current outfit\n  ","615658":"\n   It looks like getting a PO Box was a really good idea. Remember when you were not sure if anyone would send you stuff? I'm happy it worked out!\n  ","615659":"\n   Gosh I love this. Your voice soothes my soul.\n  ","615660":"\n   What's up?\n  ","615661":"\n   Did you ever see pictures of your biological parents?\n  ","615662":"\n   When you are older, do you think you will be beefy? I think you would look so attractive with 30 lbs and 20 years extra on you.\n  ","615663":"\n   Have you gotten any new lingerie from an anonymous fan of you?\n  ","615664":"\n   If you take these pictures, will you show them to others? Or just leave it to yourself?\n  ","615665":"\n   70 this year? Are you sure because she looks like she's in her early 30s\n  ","615666":"\n   What did you do Sunday\n  ","615667":"\n   Do you like to look at the moon and stars? ?✨✨\n  ","615668":"\n   Wyd today\n  ","615669":"\n   Post the last picture in your camera roll?\n  ","615670":"\n   Are you going out this weekend or staying in?\n  ","615671":"\n   Got these heels they will be at your PO Box soon\n   \n    https:\/\/www.dollskill.com\/lamoda-patent-peep-toe-platform-heels-white.html\n   \n","615672":"\n   Do you like to wear jeans or not really? What do you prefer to wear then?\n  ","615673":"\n   How’s your flirting skills?\n  ","615674":"\n   Lost or gained weight lately?\n  ","615675":"\n   What account?\n  ","615676":"\n   What is the spam account @?\n  ","615677":"\n   I got cheated on\n  ","615678":"\n   That's gorgeous\n  ","615679":"\n   What is your favorite bed position؟\n  ","615680":"\n   Did you move to La Jolla or is that where your bf lives?\n  ","615681":"\n   You must stay in some dope houses. That's pretty cool. Although some probably have cameras all over the place so you can't pick your nose or anything. lol\n  ","615682":"\n   That's a question for anyone who has gotten to love every part of you\n  ","615683":"\n   How many pets are you with rn?\n  ","615684":"\n   What is your favorite animal\n  ","615685":"\n   I love you Sav. You're an awesome person.\n  ","615686":"\n   Yes I did! It was so crazy seeing the pics of my kitties on your page! hahahaha I'm so happy you got it and liked it! That's why I wrote you another one.\n  ","615687":"\n   Can hardly wait to see pics of you like this\n  ","615688":"\n   Would you ever steal a guy from his wife\/girlfriend\n  ","615689":"\n   Pap of her without the sunglasses\n  ","615690":"\n   Hahahah\n  ","615691":"\n   You are pretty sexy and cute af and I really think you can be naughty and dirty af lol\n  ","615692":"\n   Yes yes I have improved?\n  ","615693":"\n   You can't attract a man in your 70s lmao\n  ","615694":"\n   She looks younger than 70 in this pic? She looks like 50 something\n  ","615695":"\n   Omg you'd rank the 1st searched porn star\n  ","615696":"\n   Well she will be stucl with your step dad for the rest of her life then she's in her 70s\n  ","615697":"\n   That seth account, hes going to obsess over you and make a fan account of you, and once you deny him. He will call you fake. It's a never ending cycle.\n  ","615698":"\n   I can understand the latinas accent but I find it very hard to understand arabs asians indians russians accents\n  ","615699":"\n   Pap of her\n  ","615700":"\n   Were you adopted before your siblings born?\n  ","615701":"\n   Have you thought about working with porn movies?\n  ","615702":"\n   Is she this pretty?\n  ","615703":"\n   Damn feel bad for you. You got someone who is going to obsess over you now.\n  ","615704":"\n   Do you easily understand the accents of the non native speakers customers who come to your bank?\n  ","615705":"\n   Those eyes though >>>>>> ???\n  ","615706":"\n   Yup- they are the better team, so it makes logical sense ?☠️??\n  ","615707":"\n   you're adopted, right?\n  ","615708":"\n   What the whaaaaaaaat???? That's so crazy. I'm so thankful that you turned out normal after knowing something crazy like that.\n  ","615709":"\n   And you said your mom left your dad because she found another guy right?\n  ","615710":"\n   Same, actually ??\n  ","615711":"\n   Is he old?\n  ","615712":"\n   This is a very nice doggie. When you house sit, do you sleepover at the house and spend all your time there with the animal?\n  ","615713":"\n   You have a very sexy neck. I really like it's length.\n  ","615714":"\n   Have you ever considered taking pictures like this?\n  ","615715":"\n   Would you shoot nude modeling?\n  ","615716":"\n   So your dad was cheating on his lab reasearch with his wife?\n  ","615717":"\n   Who is scout?\n  ","615718":"\n   Good morning, Savannah-nana-nana-nana ?\n\nWho you got today (in the Super Bowl)??\n  ","615719":"\n   ☺️\n  ","615720":"\n   Crazy picture؟\n  ","615721":"\n   You're up early this morning.\n  ","615722":"\n   the most beautiful girl I've ever seen.\n  ","615723":"\n   How did your mom meet your dad?\n  ","615724":"\n   Happy Super Bowl Sunday.... I just wrote you another letter. haha. I'll mail it tomorrow.\n  ","615725":"\n   Hi Sav I want you try some Egyptian so I thought I might send you a box of the ingredients and the recipe, Would you cook it?\n  ","615726":"\n   you deleted your last pic on ig & it is a loss for humanity\n  ","615727":"\n   I'd rather smell your hair than go to Disneyworld\n  ","615728":"\n   Your ass also looks amazing\n  ","615729":"\n   ive died ok and im currently waiting to be allowed into heaven\n  ","615730":"\n\n    https:\/\/www.youtube.com\/watch?v=UtvmTu4zAMg\n   \n","615731":"\n   Agreed\n  ","615732":"\n   everything looks incredible babe\n  ","615733":"\n\n    https:\/\/www.youtube.com\/watch?v=_j_HYMUakpk\n   \n","615734":"\n   my wife is the most beautiful girl in the world xxx\n  ","615735":"\n   what tv show or movie is your guilty pleasure? ❤??\n  ","615736":"\n   Best place to visit in your town?\n  ","615737":"\n   do you like to listen to music while you clean? what genre of music?\n  ","615738":"\n   Do you enjoy being female?\n  ","615739":"\n   What's happening today?\n  ","615740":"\n   Are you going to grow out your hair, leave it this length or go shorter?\n  ","615741":"\n   How often do you look for homes to see?\n  ","615742":"\n   Some female stars shoot nude photo albums. Do you think these photo albums are art or pornography?\n  ","615743":"\n   Do you think you could do a better job as president of the United States then Trump\n  ","615744":"\n   Make a list of 10 things you love about yourself?\n  ","615745":"\n   I’ll let you know when it says it’s been delivered\n  ","615746":"\n   Sorry girl I just got an email saying the stuff I bought for you is running late and should arrive by Feb 5.\n  ","615747":"\n   What are some of your interests\/ hobbies?\n  ","615748":"\n   What shouldn't be mixed but is\n  ","615749":"\n   How?\n  ","615750":"\n   Go on your computer and be on ask and insta please\n  ","615751":"\n   How’s y’all’s day going??\n  ","615752":"\n   What do you get complimented on a lot?\n  ","615753":"\n   How can I convince the relevant authorities that there is a race of alien beings lurking in London's sewers, waiting to make a coordinated attack on the city without sounding like a crazy person?\n  ","615754":"\n   What's up Sav?\n  ","615755":"\n   Pap of you rn\n  ","615756":"\n   What's something every teen should know?\n  ","615757":"\n   is your zip 92021 or 92091?\n  ","615758":"\n   You live in LA?\n  ","615759":"\n   what did you have?\n  ","615760":"\n   A flawlessly perfect angel like Savannah here cannot be priced out\/bought ???\n  ","615761":"\n   when was the last time you called into work sick?\n  ","615762":"\n   How do you feel when ppl say how much they want you?\n  ","615763":"\n   Mate, I'm buying you a Mercedes. I'll pick u up tomorrow\n  ","615764":"\n   Fall River Massachusetts\n  ","615765":"\n   There should be a Mall Savannah. It'd be like a Mall Santa except it'd be you who we could take pictures with during the holidays\n  ","615766":"\n   can you sleep after drinking coffee?\n  ","615767":"\n   I'm buying you a diamond ring.\n  ","615768":"\n   10 grand! Final offer and not a penny less!\n  ","615769":"\n   you really are priceless..anybody even thinking of having your love should *start* with finding what makes you happy and being able to give all that to you and even THEN that alone isn't necessarily good enough\n  ","615770":"\n   6 grand! I will work for you!\n  ","615771":"\n   HAHAHAHA yes, I did remember your cycle because I asked you about it a few weeks ago and I wanted to write you a nice note and it literally popped in my mind yesterday. HAHAHA\n  ","615772":"\n   5 grand! I'm digging myself into a hole but you're so worth it!\n  ","615773":"\n   Where are you from\n  ","615774":"\n   600. Final offer.\n  ","615775":"\n   do you moisturize your body or something? your skin looks so silky and hot\n  ","615776":"\n   You are very pretty I love your hair\n  ","615777":"\n   what stressed you out?\n  ","615778":"\n   Hello I love your gorgeous eyes\n  ","615779":"\n   Whats up?\n  ","615780":"\n   Ok I will send 500. Do I get you for 500?\n  ","615781":"\n   Comfy? ?\n  ","615782":"\n   So if I send you money do I get pics of you?\n  ","615783":"\n   Sav if some money had pen writing on them would you be able to spend them in US or they wont accepted?\n  ","615784":"\n   There are no words for your gorgeousness\n  ","615785":"\n   Have you ever been on a cruise? If yes, which one? If not then is there a particular one you'd like to sail in someday? I am saving up to go on one of Jericho's cruise in 2022.\n  ","615786":"\n   How high are your highest high heels?\n  ","615787":"\n   This Kobe thing has me in tears\n  ","615788":"\n   Pictures?\n  ","615789":"\n   Will I buy you a thong?\n  ","615790":"\n   What's your favorite font?\n  ","615791":"\n   Whenever you feel cute you're right. Whenever you don't feel cute, you're still cute.\n  ","615792":"\n   you is very cutes\n  ","615793":"\n   Why do you want used magazines?\n  ","615794":"\n   body confident pap\n  ","615795":"\n   I apologize for going through your top liked answers. I am bored. ?☠️\n  ","615796":"\n   Why did you stop your pics spam since you got yournewphone?\n  ","615797":"\n   Is it late where you are? What are you gonna do tomorrow?\n  ","615798":"\n   What is it about?\n  ","615799":"\n   Wyd rn\n  ","615800":"\n   What movie have you seen more than 5 times?\n\nRespond only with a GIF!\n  ","615801":"\n   Are you sleepy rn?\n  ","615802":"\n   And as down-to-Earth and as amazing too, ayyeee ???\n  ","615803":"\n   Beautiful! I like your earrings too\n  ","615804":"\n   Post a memorable pic from your gallery? ?\n  ","615805":"\n   Still as breath-takingly beautiful as I remember, back when I made you that fan page (almost 4 years ago now) ??\n  ","615806":"\n   Hope everyone is enjoying a beautiful night!\n  ","615807":"\n   ootn\n  ","615808":"\n   haha they picked it up today from my mailbox. I'd be interested in knowing how long it takes to get to you. I'm going to guess by Thursday.\n  ","615809":"\n   Are you sure she's not into you too?\n  ","615810":"\n   I think both of you should have secret seks.\n  ","615811":"\n   Basically the perfect woman\n  ","615812":"\n   Xbox, PlayStation or computer?\n  ","615813":"\n   I also have a business trip in Mexico.\n  ","615814":"\n   is he hot\n  ","615815":"\n   His wife is gunna get some serious Boom Envy\n  ","615816":"\n   Let me get rid of them for you, Sav\n  ","615817":"\n   did you get to his after work?\n  ","615818":"\n   Im coming to UK for the first time. I wish we we could bang when im in UK.\n  ","615819":"\n   What are your areas of expertise?\n  ","615820":"\n   how long did your stew take to make?\n  ","615821":"\n   What did you do today?\n  ","615822":"\n   If I recall, you should be having your \"girl week\" right about now. Hope you are doing well! You are the best! :)\n  ","615823":"\n   Do you ever drive really late to get fast food? I'm craving Taco Bell so F-ing badly but it's 10pm. Ugh.\n  ","615824":"\n   Whether I'm alive or dead upon this reading, I hope the world survives long enough for this message to reach you. I live my life free of compromise. Step into the shadow without complaint or regret.\n  ","615825":"\n   That smell thing\n  ","615826":"\n   Ffs\n  ","615827":"\n   What is your favorite smell?\n  ","615828":"\n   what did you put in your stew?\n  ","615829":"\n   Sav, I just wrote you a letter. lmao. I feel like such a derp!!! hahaha. I'll put it in the mail tomorrow. Expect a letter towards the end of next week, or however long it takes to get cross-country. haha\n  ","615830":"\n   You're so beautiful.\n  ","615831":"\n   Is SpongeBoom one of your pet names?\n  ","615832":"\n   I wish I could watch you cook stew\n  ","615833":"\n   How is ze Boom todays?\n  ","615834":"\n   Have you seen the SpongeBob Musical?\n  ","615835":"\n   isnt that like every little girls dream\n  ","615836":"\n   Which super star would you like to spend a day with? ??\n  ","615837":"\n   do you like krispy kreme donuts?\n  ","615838":"\n   What time is it?\n  ","615839":"\n   You are the prettiest girl ever then\n  ","615840":"\n   the best\n  ","615841":"\n   A while ago, I bought you something from your wishlist because I was crazy jealous of you.  I was wondering... if I wanted to be like a personal shopper for you, would you be interested?\n  ","615842":"\n   Who’s ready for the warm weather? ?\n  ","615843":"\n   Do you like SpongeBob?\n  ","615844":"\n   you are the finest woman ???\n  ","615845":"\n   So yall look the same\n  ","615846":"\n   What can totally impress you? ?\n  ","615847":"\n   Your 2 most addictive games ? ?\n  ","615848":"\n   Shiiitttt, just chilling. Lol. How are things with ya boyfriend?\n  ","615849":"\n   Hehe. I like that you are next to him now\n  ","615850":"\n   Who was the last person you talked to?\n  ","615851":"\n   Are you interested in UFO stories?\n  ","615852":"\n   Every time I recall you feeling bad or lashing out, it's been a reaction to a way that you've been mistreated.  And when you've realized that you were in the presence of people on your side, you softened up. You respond so well to thoughtfulness. It makes you reasonable and easy to love.\n  ","615853":"\n   Yeah this guy needs to be told that a) it's not happening and b) you want him to stop asking because it makes you uncomfortable. He is too dense to get the hint.\n  ","615854":"\n   fuck time zones so much i missed you last night cause was too tired lol in UK\n  ","615855":"\n   Is anyone allowed to follow you on your private insta even ugly guys if follow one but not the other\n  ","615856":"\n   I feel like whatever the worst of you is wouldn't even be your fault\n  ","615857":"\n   Does it make you dread interacting with him?\n  ","615858":"\n   Would you rather drive a luxury vehicle or a more practical one? Why?\n  ","615859":"\n   Theyre literally the perfect shape and they look like absolute silk!\n  ","615860":"\n   What about you specifically do you think a person ought to know before being able to say they love you?\n  ","615861":"\n   Would he go mad?\n  ","615862":"\n   Did you laugh that off to avoid any weirdness or have you seriously told him it's not happening?\n  ","615863":"\n   When you tell him that you're both taken, what does he say?\n  ","615864":"\n   My names travis and Im not that good looking and when im feeling down i come here and just seeing how nice and accepting and respectful to everyone and your gorgousness makes.my day go by so much better\n  ","615865":"\n   The best days of the year are the ones where\n   \n    @ass4lyfe\n   \n   posts pics revealing her legs\n  ","615866":"\n   Fill me in on the latest gossip in your life rn.\n  ","615867":"\n   you are so sultry ?\n  ","615868":"\n   I hope it helps! It's a weird irony that you help MY mental health so much even when you aren't feeling your best\n  ","615869":"\n   You are so precious and deserve the best care\n  ","615870":"\n   If you don't mind me asking, what do you have? I hope you get better and good for you for taking steps to help yourself out.\n  ","615871":"\n   Do you have a twin?\n  ","615872":"\n   That statement about your combo eyes and lips makes me want combos. Those are good snacks.\n  ","615873":"\n   I hope you know that we love you and don't want you to do anything bad to yourself. Seriously talking to you on here is such a highlight of my day. It's my fav thing to do... Get in bed, ramble some nonsense statements to you, talk about the kitties & overeating... Lol. You make me smile ???\n  ","615874":"\n   Do you think it's possible for your followers to love you or do you think they're mistaken if they feel that way?\n  ","615875":"\n   Are you overprotective of anybody? Like in a good way of course\n  ","615876":"\n   did you just take a shower\n  ","615877":"\n   Why do you have Italian citizenship?\n  ","615878":"\n   That combo of lips and eyes..omg\n  ","615879":"\n   Therapy for what?\n  ","615880":"\n   you would 100% reject them so lets be real, it'd probably be best if they kept it to themselves\n  ","615881":"\n   PAP of your outfit today...\n  ","615882":"\n   ootd\n  ","615883":"\n   Why are they shy to admit to crushing on you?\n  ","615884":"\n   I would have no chance with a queen like you\n  ","615885":"\n   How would you feel if you wrote one of your best friends a long paragraph and they respond back with only one word? I wrote my best friend a long meaningful paragraph about our friendship however she only responded back with “Okay” I was quite frustrated, but how would you feel?\n  ","615886":"\n   What’s the perfect day for you?\n  ","615887":"\n   What if someone block you and then unblock and then blocks you again. Wtf does that mean?\n  ","615888":"\n   If you had to make a Marble Sculpture of someone who would it be and why\n  ","615889":"\n   Can you post a pic with no makeup on? You are so beautiful.\n  ","615890":"\n   Hello Savannah! It's been a long time! How have you been?\n  ","615891":"\n   Are there any places you are afraid to visit?\n  ","615892":"\n   What's the best news you could hear right now?\n  ","615893":"\n   Boom is also very beautiful\n  ","615894":"\n   What color is your Ask.fm theme? Why?\n  ","615895":"\n   Pap of you\n  ","615896":"\n   I'm in love with your eyes\n  ","615897":"\n   Lol. I work for a finance company too. It is better than it sounds isn’t it\n  ","615898":"\n   What's the name of the first movie you went to the theater to see and did you like it\n  ","615899":"\n   ur a snack too\n  ","615900":"\n   has being without a phone taught you how much you actually don't need one?\n  ","615901":"\n   If you were in a McDonald's parking lot and a car drove up and the driver said they gave him an extra quarter pounder and fries, which he didn't need and asked if you wanted it, would you take it or be hesitant?\n  "},"Answer":{"614829":"\n  So I just imagined what it would be like if the virus was just “you’re going to have the worst flu like symptoms ever...” ect. Well I just if it was more like you’re good for awhile and then all a sudden youre coughing up so much blood and throw up - then i thought “what if it was a pilot of a commercial plane and that happens...?” So I thought of him like convulsing and the place crashed. That would actually be scary. What would the world be like fhen?\n  ","614830":"\n  Im 24\n  ","614831":"\n  Im freaking out cause my lips and jaw look a lot like Angelina Jolie\n  ","614832":"\n  It can be. But love that is blind never grows\n  ","614833":"\n  San Diego international airport\n  ","614834":"\n  COMMUNICATION\n  ","614835":"\n  Yes many many times. Shopping is the best\n  ","614836":"\n  Morning how are you?\n  ","614837":"\n  Legit would buy a make up artist and stylist for everyday if i got to look like this everyday\n  ","614838":"\n  Literally gonna go buy soooo many radishes later cause the enzymes in them are remarkable.\n  ","614839":"\n  Ok so the virus is starting to actually get scary. Today they put a flight ban from anything from Europe to the US. My bf was supposed to go to Ireland today but when we went to the airport 1. The airport was a GHOST town and its one of the biggest international airports. 2. Everyone who was on that flight canceled. And what blew my mind was the people who work at the airport were so like unaware of what’s going on. They act like robots.\n  \n  For some reason im really not that worried cause my immune system is really good and and i dont come in contact with many people.\n  ","614840":"\n  I took soooooo many selfies i hope you all are prepared\n  ","614841":"\n  When its not impossible for me to sleep and ive been up all night I usually go to bed at like 10pm-11pm\n  ","614842":"\n  On swagistan we have the best scientists, dr.booms, and with the coronavirus we have discovered that this virus pick and chooses their host based on their chromosomes. If you are born with mutated chromosomes, you will be selected. Theres no way to cure a mutated part of your DNA. (Btw this strain of coronavirus is only found on swagistan)\n  ","614843":"\n  Truthfully i hate my stomach and wish I could get rid of my little extra fluff..\n  ","614844":"\n  Yes im ok. Where i live hasnt had any sign of the virus or outbreak\n  ","614845":"\n  Hopefully the ones that ruin our society for being assholes end up with coronavirus lol\n  ","614846":"\n  So like most of the friends on here left ask. :(\n  ","614847":"\n  Because thats how the world works. Lol\n  ","614848":"\n  i would rob a bank and pants trump while hes in the middle of a speech.\n  ","614849":"\n  yeah like this will forever be remembered.\n  \n  tom hanks and his wife were tested positive for the coronavirus\n  ","614850":"\n  because at one point England wanted to take over the world, they basically owned 25% of the world before WWI\n  ","614851":"\n  9\/11 was very significant but now all this stuff happening with Coronavirus, thats the most significant event that has happened in my life so far.\n  ","614852":"\n  i would love a hug, i always love getting hugs.\n  ","614853":"\n  i just took literally 100 selfies\n  ","614854":"\n  Ive been listening to the podcast crime junkies.. I love listening to these stories .. they are crazy!!\n  ","614855":"\n  I like the gif keyboard they got\n  ","614856":"\n  IM GETTING MY MAKEUP DONE TODAY SO BE PREPARED FOR SELFIESSS\n  ","614857":"\n  I mean like kinda\n  ","614858":"\n  OMG OMGGGGG IM SOO EXCITED\n  ","614859":"\n  No not at all\n  ","614860":"\n  No lol\n  ","614861":"\n  Of course i dont wanna get fat\n  ","614862":"\n  Yes\n  ","614863":"\n  I am trying too!! It honestly depends on what you believe is a meaningful life. A meaningful life to me is a life filled with meaningful relationships and that’s what i keep making sure I maintain and keep build.\n  ","614864":"\n  Really looking forward to your letter!!\n  ","614865":"\n  I know you and your mama gave those kitties the best life imaginable ??\n  ","614866":"\n  Everyone follow and ask her stuff ??♥️♥️♥️\n  ","614867":"\n  Im not traveling yet\n  ","614868":"\n  It is!! Put radishes into your diet. Theres an enzyme in them that is a natural fat burner and booster for your metabolism\n  ","614869":"\n  No everyone is super quiet\n  ","614870":"\n  This is the weather today\n  ","614871":"\n  ambition is such a turn on for me.\n  ","614872":"\n  oddly the living room\n  ","614873":"\n  thank you, thats really sweet\n  ","614874":"\n  am i dead?\n  ","614875":"\n  HAHAHAAHAHAHAHHAH\n  \n  thanks best frieeeeeeeennddd\n  ","614876":"\n  oh my god i am so excited to read your letter. i cant wait to find out what you wrote about. and of course you know that i will write my reply for it on here when i receive it. Ash and i are doing well. she is my little baby. i wish i could write you back like a handwritten letter with pictures of me and ash like how you did the first time you wrote me a letter. :(\n  \n  i really hope youre doing okay ever since your kitty passed away.... i cant even imagine how hard it has been for you.\n  ","614877":"\n  this song makes me think about my high school days when i was a constant trouble maker.\n  \n\n   https:\/\/youtu.be\/nknvVqaWGs8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","614878":"\n  literally every sandwich i ever get always has turkey, banana peppers, caramelized onions, lettuce, honey mustard, mayo, olive oil\/balsamic vinegar,  pickles, salt and pepper, and sometimes tomatoes\n  ","614879":"\n  Peoples opinions about me\n  ","614880":"\n  Oh i was terrified\n  ","614881":"\n  goodnight!! i will talk to all of you tomorrow!!! sleep well.\n  ","614882":"\n  i believe so.\n  ","614883":"\n  awh im so sorry for not replying sooner!\n  \n  and no im not into girls. i hope you are taking care of yourself tho!!!\n  ","614884":"\n  oh fuck someone is getting pulled over that sucks. i can hear the cop saying \"pull over...\" through their microphone thing they have.\n  ","614885":"\n  yeah it would be way too much.\n  ","614886":"\n  probably\n  ","614887":"\n  oh no i still do just not everyday\n  ","614888":"\n  well let me explain what psychic flashes are first. they are floating orbs or colored dots in the space, glowing light around people surrounding you (this would be their aura), shadows that appear to be floating in midair, glittering or flashing lights in space around you, or movement and twinkling lights in the corners of your eyes.\n  \n  i had a couple experience a few days ago. first, i was laying in bed and my room was pitch black and there was bright flashing white light. then i saw this little ball of white light just floating across the room. second, i was sitting on my bed and i was just on my phone and in the corner of my right eye i see movement a women as if shes sitting next to me talking with a lot of hand gestures. third, in the middle of the night around 2-3am i saw a shadow of a figure in the corner of my room. next morning bf at the time tells me he had the worst nightmare and the thing was standing in the corner just starring at him in his dream and i point at the corner i saw the figure and say \"it was standing right there.\" and he was so freaked out he didnt know how to respond. he didnt tell me which corner yet... and he doesnt believe in that stuff but he couldnt logically explain how i knew what was in his dream unless i saw it too.\n  ","614889":"\n  thank you!!!!!!! thats really good advice.\n  ","614890":"\n  ok i dont know how to respond to this.. that is very weird.\n  \n  what was the dream about? how do you know it was me?\n  ","614891":"\n  huh? what could we be?\n  ","614892":"\n  ok you just took this from the movie Joker.\n  ","614893":"\n  theres been people in my life that have told me that they think i have a special gift that i havent tapped into yet.\n  ","614894":"\n  i would have to sit and a pitch black room with no sound whatsoever. and i put a cold wet towel over my eyes and waited till my body was fully relaxed and fall asleep.\n  ","614895":"\n  uhm not really, at least nothing is popping in my head.\n  ","614896":"\n  ok i lied i have 100% of this entire list;\n  \n  1. visual psychic flashes\n  \n  2. daydream way too easily\n  \n  3. see how things fit together (puzzles\/problem solving)\n  \n  4. sense of direction is on point\n  \n  5. appreciate the beauty in life (i truthfully thought i was just a super positive person when it came to life..)\n  \n  6. plan or envision things in your head\n  \n  7. vivid imagination\n  \n  8. frequent\/vivid dreams.\n  ","614897":"\n  i used to get them everyday in high school since i was 12.\n  \n  there were days that my vision was so blurry i couldnt see the board and my friends would know so they would help me take notes so i wouldnt fail.\n  ","614898":"\n  i can leave when im not scheduled.\n  ","614899":"\n  i know im gonna sound crazy but ive read about clairvoyance and they usually write out a list of things a person does if they are clairvoyant... and ive done like 99% of those things..\n  ","614900":"\n  oh hell yea. i would love to see what an artist sees in their mind when they look at me.\n  ","614901":"\n  i wish they would just keep the one where we gain an hour.\n  ","614902":"\n  michael jackson?\n  \n  janet jackson?\n  ","614903":"\n  no im pet sitting.\n  ","614904":"\n  it would be insanely painful and hard. i would most likely end up not letting anyone into my life after losing so many people. the pain of letting someone into your life and your heart and then they leave forever so youre all alone with just the memories - i would just tell myself i would be better off alone and experience the ultimate loneliness. one positive side tho, my book(s) would be killer.\n  ","614905":"\n  whoa, i had no idea. that is fascinating. i wonder where i learned that from... i love learning new stuff. i never want to stop learning. but i just realized i probably like learning so much because im smart enough to understand a lot of subjects...\n  ","614906":"\n  i can do a regular braid and fishtail braids. thats it.\n  ","614907":"\n  oh my god yes. i look really good right now and that would be SWEET if i looked like this for 1000 years. omg i would take over the world. LOL. kidding. wow i sound like im really hyping myself up.\n  ","614908":"\n  i really dislike seafood\n  ","614909":"\n  ohhhhhh strawberries.\n  \n  thats why you have chocolate covered strawberries on a date\n  ","614910":"\n  my brother\n  ","614911":"\n  ahh, thats totally what im in to!!\n  ","614912":"\n  i think i look like an alien\n  ","614913":"\n  wow, thank you!! that truly means a lot\n  ","614914":"\n  this is what you should know if you were to date me.\n  \n  read the whole list here ;\n  \n   https:\/\/www.wattpad.com\/579397807-zodiac-signs-%E2%98%BE-10-gemini\n  \n","614915":"\n  Well i dont feel like im boring thats for sure\n  ","614916":"\n  Ok so my camera like glitched and took this photo... is it just me or does it look like i got plastic surgery to match the Jackson family?\n  ","614917":"\n  Wow this sounds dark. Im intrigued\n  ","614918":"\n  Im a gemini\n  ","614919":"\n  Rancho santa fe\n  ","614920":"\n  Of course!!!! ?\n  ","614921":"\n  Look into my eyes so I can harvest your soul and feed off your energy ?\n  ","614922":"\n  I love walking through galleries. I love seeing a painting or a picture and it feels like theres this string attached to your soul and it pulls you towards it like it speaks to your subconscious and you have no idea why so you continue to stare at it for hours just mesmerized..\n  ","614923":"\n  The last video i watched was a music video i think ;\n  \n\n   https:\/\/youtu.be\/uwtXLdI_gzY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","614924":"\n  I am blasted with tattoos lol\n  ","614925":"\n  No i havent. What is that about?\n  ","614926":"\n  You have to eat them raw but you can dip or soak them in whatever youd like. I soak them in soy sauce\n  ","614927":"\n  Yes, art is amazing. For someone to be able to put whats in their head onto a blank canvas and open up their mind to let others in to see a sliver lf what goes on in their mind. And every person who looks at will perceive something completely different than the last. Art is so subjective\n  ","614928":"\n  Yes, i love dark psychological horror or comedy or action\n  \n  And those are the types of movies i prefer as well\n  ","614929":"\n  Missing them after all of that.\n  ","614930":"\n  I’ve been eating radishes because theres enzymes in them that do so many amazing things and one of those things is rebuilding antibodies and your immune system!! Heres a list of 10 other benefits;\n  ","614931":"\n  Im lucky, i get to stay here for the weekend yeeee\n  ","614932":"\n  I feel like im like 80%\n  \n  I love the way it feels to be selfless and do things for other people, i love taking care of people. I actually really enjoy doing kind things for others when no one is looking...\n  ","614933":"\n  Guys this shit is fuckin bomb\n  ","614934":"\n  Yes..\n  ","614935":"\n  Thank you i feel so confident\n  ","614936":"\n  Yessss. I am\n  ","614937":"\n  Thank you love\n  ","614938":"\n  Look at spam IG account if you would like to see body appreciation post!!\n  ","614939":"\n  So, she apologized to me last night about everything cause hes been telling her lies and she realized it wasnt me - it was him. But i mean if the person you love was telling you things about another girl, you’d probably believe the person cause you love them and would hope they werent lying the whole relationship but he was awful to her. So everything is ok.\n  ","614940":"\n  Me ?\n  ","614941":"\n  12:20 am\n  ","614942":"\n  The Statue of Liberty\n  ","614943":"\n  AWH thank you so much.\n  \n  That made me feel so good ?\n  ","614944":"\n  Yes it really fuckin does\n  ","614945":"\n  I love my tattoos lol\n  ","614946":"\n  Youre the best\n  ","614947":"\n  I would never do anything that ruins this face ??\n  ","614948":"\n  My lips and jawline look really good\n  ","614949":"\n  Im friends with her ex.\n  ","614950":"\n  So she was dating my friend but he told me he keeps breaking up with her and she like wont accept it like she’s just like no.. and she thinks im throwing myself at him when im not even doing anything close to that. And shes call me pathetic and a whore and ugly trash and telling me everybody hates me so I should hate myself.... & im just over here like god youre the worst kind of person. Like she’s actually over weight, super unattractive, and apparently extremely psychotic and mean. Im gonna guess shes the one that everybody hates and she hates herself. Just a guess tho.\n  ","614951":"\n  No, this is a female that’s never actually met me yet shes very threatened by me for some reason\n  ","614952":"\n  Watch shows, come on here, or play games on my phone.\n  ","614953":"\n  I haven’t listened to the radio ever since music streaming services has been invented\n  ","614954":"\n  Has anyone had an experience with dealing with someone who is extremely insecure with themselves and that seriously needs to admitted into a psychiatric hospital for treatment, and they keep sending really disgusting threats and hateful messages that doesnt do anything but just prove that they are seriously mentally disturbed and need serious help?\n  ","614955":"\n  Truthfully don’t know what that means lol\n  ","614956":"\n  Dude its retarded... we have a higher chance dying in a car accident then from the coronavirus... like if people are so scared why dont they stop driving too. Like people need to chill.\n  ","614957":"\n  I hope you do tooooo ?\n  ","614958":"\n  I look cute here! ?\n  ","614959":"\n\n   https:\/\/youtu.be\/1QQTT5tktH4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","614960":"\n  Truthfully hes your ex since hes no longer around :\/ and im sure he would want you to be happy and move forward\n  ","614961":"\n  Im gonna freak if my keys arent in there\n  ","614962":"\n  Ya i love people texting me everyday!!\n  ","614963":"\n  Lol its ok if they are. Im at home so luckily i lost them at home\n  ","614964":"\n  ? sushi\n  ","614965":"\n  I found this new game where you mow lawns and im addicted\n  ","614966":"\n  Canada, people are nice there\n  ","614967":"\n  Yes it’s terrible\n  ","614968":"\n  Well i locked my keys in my car and im just gonna wait until tomorrow to get someone to help me\n  ","614969":"\n  I dont see how they are amazing\n  ","614970":"\n  A wide sense of humor\n  ","614971":"\n  Yes you and i will both be slaves to society\n  ","614972":"\n  Howard is a terrible name\n  ","614973":"\n  I literally have full on conversations with ash lol\n  ","614974":"\n  Every two days\n  ","614975":"\n  No, i like it. The more i get to know you, the better ?\n  ","614976":"\n  I am pretty good at talking to people and working with customers. Im so good at small talk and being charming lol its kinda crazy how easy it is to convince someone i like them as a human and they will help me with whatever they have a strength in that i want\n  ","614977":"\n  Why on earth do you need to see my legs?\n  ","614978":"\n  Wait, what do you mean?\n  ","614979":"\n  I dont know why the society needs to be all ashamed if they show there bodies when they are changing or whatever but we can post pictures half naked?\n  ","614980":"\n  Omg ? thatd be so fast\n  ","614981":"\n  Probably\n  ","614982":"\n  Im pretty sure i locked my keys in my car :(\n  ","614983":"\n  I have one cat.\n  ","614984":"\n  Damnit i smiled\n  ","614985":"\n  Do it, i wanna see\n  ","614986":"\n  I really look forward to hearing from you but im so so sorry!! :(\n  ","614987":"\n  I know I touch money all day and im constantly around people, i use hand sanitizer like every customer lol\n  ","614988":"\n  Uh I would probably do old Chinese medicine to help fight it off and then go spend time in the hospital since I have solid insurance\n  ","614989":"\n  Im okay honestly\n  ","614990":"\n  I was chubbier in that pic I actually lost a lot of weight\n  ","614991":"\n  I just got off work and i wanna smoke weed so bad\n  ","614992":"\n  This is my favorite look\n  ","614993":"\n  Not vert big\n  ","614994":"\n  Yes thats the correct address\n  ","614995":"\n  Im not gonna get implants\n  ","614996":"\n  Thank you\n  ","614997":"\n  Nooo I would force him to give me some\n  ","614998":"\n  Such a weird thing to say lol\n  ","614999":"\n  The perfect life that i want for myself some day is just one where i wake up and i have zero anxiety because i am stable with 0 financial worries. No matter what bullshit the day brings, what bill i all of a sudden need to pay off or i need something random so i need go run errands. I perfect life for me will be when i can walk into any building and i don’t have to look at hoe much something costs i can get it.\n  ","615000":"\n  Morning!!\n  ","615001":"\n  Yes, indeed\n  ","615002":"\n  Good morning how are you\n  ","615003":"\n  Its almost noon\n  ","615004":"\n  Fe fi fo fom BOOMIE THE GIANT IS GONNA COME ?\n  ","615005":"\n  By pretending its not my birthday\n  ","615006":"\n  The house im gonna get when i buy one here my gate is gonna say “Boomies Estate” lol\n  ","615007":"\n  My conscious gets the better of me..\n  ","615008":"\n  Just snuggling with ash\n  ","615009":"\n  Im a night owl ?\n  ","615010":"\n  Im really truly blessed to be living in Rancho Santa Fe, top 10 places to live in the world ?\n  ","615011":"\n  Slytherin most likely\n  ","615012":"\n  Im still in the process of filing. Almost done\n  ","615013":"\n  Am I supposed to be getting more gifts?\n  ","615014":"\n  Nope\n  ","615015":"\n  I never thought of that in that way\n  ","615016":"\n  No\n  ","615017":"\n  It either means they never loved each other or they are still in love with each other\n  ","615018":"\n  I would play God\n  ","615019":"\n  Yes\n  ","615020":"\n  I dont think people would see that as an accomplishment...\n  ","615021":"\n  Claws\n  ","615022":"\n  Because i havent achieved anything\n  ","615023":"\n  No not at all\n  ","615024":"\n  Who? Me?\n  ","615025":"\n  Bread ?\n  ","615026":"\n  Good you ?\n  ","615027":"\n  Born and raised in San Diego.\n  \n  Currently live in San Diego\n  ","615028":"\n  Leo, tarsus, gemini\n  ","615029":"\n  This is my left arm\n  ","615030":"\n  You cant see them all but my arms are covered\n  ","615031":"\n  oh i get along with pisces\n  ","615032":"\n  cast of righteous gemstones\n  ","615033":"\n  no i dont. a lot of time its a huge surprise.\n  ","615034":"\n  no i never enjoyed any of that.\n  ","615035":"\n  i would just set them up and like start a bunch of rumors and drama\n  ","615036":"\n  i really couldnt do it.\n  ","615037":"\n  i seriously had to look this up cause i had no idea what you were talking about. but it looks good.\n  ","615038":"\n  ?\n  ","615039":"\n  yes. im very adamant about that.\n  ","615040":"\n  oh so you're from Cali? awesome.\n  \n  ya, if you could stop by to say anytime that would be great lol\n  ","615041":"\n  i swear she knows that her husband has this weird attachment to me.\n  ","615042":"\n  no, i am a Gemini.\n  \n  do you act like a Taurus?\n  ","615043":"\n  then request to follow my spam account?\n  ","615044":"\n  yes.\n  ","615045":"\n  what did you buy me???\n  ","615046":"\n  oh hell yea, i love it.\n  ","615047":"\n  thank you so much hun\n  ","615048":"\n  i read the news from the computer, i read more articles then pay attention to the news thats publicized on tv.\n  ","615049":"\n  i would probably make a little tiny inclosure that would be like a little world for them and i would force all my haters to live among each other and i would just fuck with them LOL\n  \n  i am really mature?\n  ","615050":"\n  i went yesterday. i got a green swimsuit (havent tried on yet, havent been feeling good.) & black thong & pink crop top that says \"yes daddy?\"\n  ","615051":"\n  read books. i miss reading so much its so painful that i never have time or im just so tired from work that i just pass out after reading like 10 pages.\n  ","615052":"\n  naah ive just been up chilling but thank you for caring about me. thats really sweet of you..\n  ","615053":"\n  what do you mean darling?\n  ","615054":"\n  it really is.. its awful\n  ","615055":"\n  so its stuffed with fresh cut strawberries and marscapone cheese.\n  ","615056":"\n  LOL\n  ","615057":"\n  HAS to be closed or i will spend all night starring at my closet thinking, \"i swear i just saw something move. they are watching me.\" its really unhealthy actually ahahhahahahahhha\n  ","615058":"\n  lol im super confident these days lols\n  ","615059":"\n  i know why my parents gave me up, well my mom gave me up. the father probably has no idea i exist.\n  \n  no i am not from Canada nor am i Canadian.\n  ","615060":"\n  a really wish i could genetically modify a tree and make it grow money lol\n  ","615061":"\n  today was alright. i kinda just sat at home watching shows and playing phone games lol\n  ","615062":"\n  how fun!!! what are you guys all gonna do?\n  ","615063":"\n  hmmmmm i cant remember which time came first but i got in a lot of trouble for not paying those tickets before i got majorly fined.\n  ","615064":"\n  i love the stars :(\n  ","615065":"\n  aesthetic goals\n  ","615066":"\n  you can talk to me on here as anon?\n  ","615067":"\n  its sooo cute\n  ","615068":"\n  im watching cabin in the woods. what are you doing?\n  ","615069":"\n  this is my world\n  ","615070":"\n  FUCK i forgot\n  ","615071":"\n  are you fake?\n  ","615072":"\n  hey how are you\n  ","615073":"\n  so?\n  ","615074":"\n  i had to stop buying stuff for myself due to the fact that i need to start saving money. thats why im so thankful for all of those who send me things to my PO BOX cause im really struggling and you are cheering me up.\n  ","615075":"\n  yes, thats my name. thank you thats very sweet.\n  ","615076":"\n  wanna talk about it?\n  ","615077":"\n  i would never believe it. theres no way im the most perfect looking girl.\n  ","615078":"\n  omg awh OMG.\n  ","615079":"\n  i still dont understand it LOL\n  ","615080":"\n  whats up?\n  ","615081":"\n  i freak about both equally to be honest.\n  \n  i am constantly willing to learn new things so i dont get dumb when i get older. im constantly doing puzzles or something to work my brain.. but i freak about my looks and i buy like an insane amount of products. like my skin care regimen is like a 10 step process. lol\n  ","615082":"\n  hey how are you?\n  ","615083":"\n  thank you for being sweet\n  ","615084":"\n  am i?\n  ","615085":"\n  thank you! queens are usually angry mothers\n  ","615086":"\n  i am literally the worst.\n  ","615087":"\n  im not a queen?\n  ","615088":"\n  depends on what you categorize as \"getting in trouble\"\n  ","615089":"\n  i look alright lol\n  ","615090":"\n  awhhhh, thank you so much!!!\n  ","615091":"\n  i am not that big of fan of fish, its mainly the smell.\n  \n  if the fish doesnt smell than i love it.\n  ","615092":"\n  i try to be a nice person.\n  ","615093":"\n  I really cant believe how many selfies I have... yikes\n  ","615094":"\n  Its soooooooooo cute\n  ","615095":"\n  Thanks\n  ","615096":"\n  Whats the secret ?\n  ","615097":"\n  Extreme empathy ♥️\n  ","615098":"\n  I LOVE IT\n  ","615099":"\n  I think about this everyday i swear\n  ","615100":"\n  I actually died ????????????????????\n  ","615101":"\n  Speechless how??\n  \n  And thank you for the compliment ?\n  ","615102":"\n  No luckily cause i wouldn’t know what to do.\n  ","615103":"\n  I would be shocked if someone never had a muffin. I love poppyseed muffins\n  ","615104":"\n  Blonde hair, blue eyes, most popular person, preppy football guy.\n  ","615105":"\n  Yes and im pretty awful\n  ","615106":"\n  Im like super crazy about my phone... cause last one i dropped and shattered\n  ","615107":"\n  I try to eat mostly organic foods\n  ","615108":"\n  I look like a freakshow\n  ","615109":"\n  Someone sent me a cute outfit\n  ","615110":"\n  I hate pears so much.\n  ","615111":"\n  I have no idea i wish i knew :(\n  ","615112":"\n  I cant wait to try it on ?\n  ","615113":"\n  Im so sorry ? omg\n  ","615114":"\n  Youre so sweet. Omg ??\n  ","615115":"\n  I need new hoodies too\n  ","615116":"\n  Drugs. Whatever they like\n  ","615117":"\n  Gemini\n  ","615118":"\n  That’s really tough... i think a violin\n  ","615119":"\n  My nails are always acrylic\n  ","615120":"\n  Youre way better.\n  ","615121":"\n  I really want a smoothie\n  ","615122":"\n  All the sex toys ?\n  ","615123":"\n  No youre the best\n  ","615124":"\n  I am very good at keeping secrets\n  ","615125":"\n  Truthfully there hasnt been anything random..\n  ","615126":"\n  Im actually really tatted up already and almost done filling them up\n  ","615127":"\n  You cant be that dumb..\n  ","615128":"\n  im going to bed goodnight\n  ","615129":"\n  Grumpy cause im sleepy\n  ","615130":"\n  Holy ballls i need to go to sleep\n  ","615131":"\n  Im never afraid to speak my mind and I think it gets me in trouble sometimes\n  ","615132":"\n  Did you know im blasted????\n  ","615133":"\n  So far this week is ok\n  ","615134":"\n  Omg, i have no idea right now\n  ","615135":"\n  ive been home for hours.\n  ","615136":"\n  im still playing my fav game Pocket World 3D\n  ","615137":"\n  how much fun i had with my friends literally all the time.\n  \n  i was very spoiled growing up, i had a lot of friends\n  ","615138":"\n  i lost a lot of weight so im getting my confidence back.\n  ","615139":"\n  surprisingly, im not worried about anything right now. im like pretty stress free right now.\n  ","615140":"\n  no, i dont do well getting my blood drawn.\n  ","615141":"\n  yes. its kinda hard to not believe it when i can literally feel the climate changing\n  ","615142":"\n  spam account ; ladyboometh\n  ","615143":"\n  Suuuuuup\n  ","615144":"\n  im sorry im not sure what would be a good product for you.\n  ","615145":"\n  my dad and my brother and his family live there.\n  ","615146":"\n  i dont think so..\n  ","615147":"\n  i really like EDM and rap\n  ","615148":"\n  how does a horror movie burn calories?\n  ","615149":"\n  Purchase things for me ?\n  ","615150":"\n  yeah, i can see that theres some people who enjoy being watched.\n  \n  but i can also see how it can be psychologically damaging.\n  ","615151":"\n  I like all types of music honestly\n  ","615152":"\n  Supplies we may need when we are out. Lol\n  ","615153":"\n  Staaaawp\n  ","615154":"\n  HAHAHAH i cant right now in sorry. My bf is asleep next to me i dont wanna wake him\n  ","615155":"\n  Probably not :\/ its hard for me to learn new languages\n  ","615156":"\n  Thank you for understanding\n  ","615157":"\n  It just adds some much emphasis to how i feel ya know?\n  \n  And im glad that youre ok with me being inelegant ?\n  ","615158":"\n  This is a recent photo ive taken\n  ","615159":"\n  i always have to add a \"fucking\" in there.\n  ","615160":"\n  it grosses me out\n  ","615161":"\n  nah, not at all. i dont even miss the home button anymore. now the phone doesnt make any noise.\n  ","615162":"\n  ive always wanted to learn French, Italian, or Russian.\n  ","615163":"\n  i always set it up way before i actually have to get up because i know myself really well and i will want to lay in bed for awhile before getting up.\n  ","615164":"\n  you are the best. you have been for me for such a long time, really means a lot. thank you so much.\n  ","615165":"\n  nope, you brought up a picture of my feet... now this conversation is over lol\n  ","615166":"\n  like a least once a day\n  ","615167":"\n  yes, i had one friend that called me Vanna or nanah\n  ","615168":"\n  macbook pro\n  ","615169":"\n  i can only speak english\n  ","615170":"\n  he loves podcasts and i cant stand them\n  ","615171":"\n  its ok, i plugged it in LOL\n  ","615172":"\n  that is honestly one of the nicest things anyone has ever said to me.\n  ","615173":"\n  oh god, theres actually a lot of things lol\n  \n  i love to go walking around and window shop in random stores and just buy something spontaneous just cause it speaks to me.\n  ","615174":"\n  MY COMPUTER IS ABOUT TO DIE NOOOOO\n  ","615175":"\n  This picture actually doesnt even look like its me.\n  ","615176":"\n  black, always.\n  ","615177":"\n  ive been trying my best to stay away from junk food for awhile now.\n  ","615178":"\n  yes i have. its extremely competitive and if you dont have support from your family to help get you started and your foot in the door its really hard to make it unless you get really lucky\n  ","615179":"\n  AWH this makes me really happy\n  ","615180":"\n  of course, just because they are nice doesnt mean they arent boring as shit\n  ","615181":"\n  it makes me laugh.\n  ","615182":"\n  thank you so much for caring. really means alot.\n  \n  i hope it gets resolved as soon as possible.\n  \n  i had to give my statement today.\n  ","615183":"\n  i usually like fresh mozzarella cheese with basil\n  ","615184":"\n  usually i do but i didnt have enough money\n  ","615185":"\n  1. my kitty cat\n  \n  2. my family\n  \n  3. stability\n  \n  4. positive mental health\n  \n  5. food\n  ","615186":"\n  ok if he never stopped i would do whatever i could to get him to stop\n  ","615187":"\n  so i cant really go into that much detail because i probably shouldnt be talking about since its still an open case but ill just you the simple version.\n  \n  so a person came in with a fake check and cashed it. and the person that ended up cashing the check wasnt actually the person who is the owner of the account. so its a case of identity theft.\n  ","615188":"\n  Im playing my favorite game on my phone; Pocket World 3D\n  ","615189":"\n  I think im gonna buy a light pink and lavender\/grey wigs so when i want to have pretty color hair i can just put them on!\n  ","615190":"\n  The last hiking trip i went on with my dad\n  ","615191":"\n  Its the make up\n  ","615192":"\n  im not gonna sacrifice my phone number because he has mental health issues. he will give up eventually.\n  ","615193":"\n  i love the way white and yellow look on my hands actually.\n  \n  i think i might do something with those colors next time.\n  ","615194":"\n  Oh, wow that sounds really cool.\n  \n  she seems like a really talented individual\n  ","615195":"\n  ive tried. he will just spam the fuck out of me with texting app numbers.\n  ","615196":"\n  i fucking love heels.\n  \n  and my new favorite shoe type right now are mules.\n  \n  and my dream shoe that i wish i could afford for casual running errands are Golden Goose.\n  ","615197":"\n  I DIDNT KNOW YOU WANTED SELFIES OF ME EATING FOOD I WILL KEEP THAT IN MIND FOR THE FUTURE.\n  ","615198":"\n  so im gonna be honest about something.\n  \n  when i read this i totally thought it would be so cool to do this and make like a tv show thats porn and it would be called \"Fucking in all 50 States\" and while the RV drives, each episode would be the rv driving through popular places in every state while people are banging it out lol so there would be 50 episodes. LOL\n  \n  wow im perverted\n  ","615199":"\n  i dont. he wont stop texting me or calling me.\n  ","615200":"\n  im trying to teach myself how to do contouring so i can start doing my make up like how the make up artist did it.\n  ","615201":"\n  im more calm then  i am stressed.\n  \n  even when im stressed im calm outwardly, i just stress out in my head.\n  ","615202":"\n  i try to get them done every two weeks\n  ","615203":"\n  no. i cant love him anymore.\n  \n  he drives me insane.\n  ","615204":"\n  what performance did you see?\n  \n  and i do too... the anxiety at work cause of it is really tough\n  ","615205":"\n  i love talking to the older generations because they are at the point where they just dont give a fuck anymore and they will be 100 with you at all times. like they have made it through all the bullshit and why not listen others experiences. like we have all said, \"if i knew what i know now when i was younger i would have...\" well, there are people who can tell you stuff that they have learned and we can use their knowledge at the age they wished they used it.\n  ","615206":"\n  yeah... my ex would use that to manipulate me and he still tries to do that even though we arent together.\n  ","615207":"\n  yes, i think its pretty delicious\n  ","615208":"\n  i always prefer hugs.\n  ","615209":"\n  I totally forgot to show my new nails... here they are! ?\n  ","615210":"\n  i love when people text me everyday.. that means that they are thinking of me.\n  ","615211":"\n  \"i just sent you 2,000 dollars to help you out.\"\n  ","615212":"\n  yes i have, but honestly i dont think i could do it. if i could do something like that i might as well just be a cam girl or do porn cause not to be super cocky but i know i would make a lot of money doing that but my conscious wont shut up and i just start to feel sick thinking about people seeing parts of me that should only be for the eyes of the man i love.\n  ","615213":"\n  my day was okay. i had to work all day. theres some issues at work and theres a police report and im involved with it. :\/\n  \n  how was your day?\n  ","615214":"\n  Yous the sweetest\n  ","615215":"\n  Thanks sweetheart ?\n  ","615216":"\n  Nah im sorry im not\n  ","615217":"\n  My mother lol\n  ","615218":"\n  It got ripped out on accident\n  ","615219":"\n  I honestly dont know. I just remembered is cooked. And when i first saw it, it looked so nasty but they made me try it and i swear she made spinach taste like candy it was so good\n  ","615220":"\n  Because the government is hoping the virus kills a bunch of people\n  ","615221":"\n  Guys, im really tires\n  ","615222":"\n  Im sorry, I really dont like the look\n  ","615223":"\n  Dude i swear. We have a uniform and i swear they are communist or something cause the uniforms look like something a boring asshole commy would wear\n  ","615224":"\n  Its sooo gross.\n  ","615225":"\n  I say both those things... maybe a little too often\n  ","615226":"\n  I like using it on my computer because i like to give longer answers and im a really fast typer\n  ","615227":"\n  Its ugly you don’t wanna see it\n  ","615228":"\n  You’re sweet\n  ","615229":"\n  Kidnap me\n  ","615230":"\n  No I didn’t!!\n  ","615231":"\n  40 mins\n  ","615232":"\n  Dass a long time ?\n  ","615233":"\n  I always do because you don’t know what a person is going through that day and just a nice smile from a stranger could turn your whole day around ?\n  ","615234":"\n  I love solitude - its my happy place\n  ","615235":"\n  Not always ?\n  ","615236":"\n  Im putting makeup on for work\n  ","615237":"\n  I got 30 mins of sleep.. :\/\n  ","615238":"\n  Or just trying to be cute\n  ","615239":"\n  Omg literally anything like whatever you like that you think would be perfect for me is what I want\n  ","615240":"\n  Complain and cry about it ?\n  ","615241":"\n  I would be upset if you didn’t ?\n  ","615242":"\n  No not really\n  ","615243":"\n  Thank you awhh\n  ","615244":"\n  It probably already has but we have the best doctors we will be ok\n  ","615245":"\n  Wearing this ♥️\n  ","615246":"\n  No i lost a little weight tho\n  ","615247":"\n  I can’t sleep and I have work in a few hours\n  ","615248":"\n  Thank you so much!\n  ","615249":"\n  Yes\n  ","615250":"\n  Yes, i used to be obsessed with my grandmas spinach. I miss it :\/\n  ","615251":"\n  ♥️♥️♥️♥️♥️\n  ","615252":"\n  Squishy?\n  ","615253":"\n  I can be a 5 if im really upset\n  ","615254":"\n  Thank you ☺️ you can buy me whatever youd like and send it to my PO BOX. ??\n  ","615255":"\n  Thats sweet ?\n  ","615256":"\n  Probably receiving more. Giving it has a chance of being rejected\n  ","615257":"\n  Goodnight ????\n  ","615258":"\n  I have the iPhone X\n  \n  Best battery life ever\n  ","615259":"\n  Last picture tonight. Im going to bed!!\n  ","615260":"\n  Its been alright... kinda super stressful...\n  ","615261":"\n  I used to not like them when i was younger and then when I was in high school i tried it again and i loved it\n  ","615262":"\n  Nothing in particular but I would love a gift ?\n  ","615263":"\n  I would be very thankful ?\n  ","615264":"\n  True ill go soon\n  ","615265":"\n  Ya so fucked up\n  ","615266":"\n  Idk.... the makeup artist literally made me look like the most perfect specimen\n  ","615267":"\n  My mom actually. She’s successful but her only love is money and I don’t want to be like that\n  ","615268":"\n  Lol why\n  ","615269":"\n  Hahahahaha that was a joke. Nobody remembers that\n  ","615270":"\n  Happiness is a state of mind we get after we do certain acts and achieve our goals\n  ","615271":"\n  I’ll probably have my arms finished by summer\n  ","615272":"\n  LOL OMG\n  \n  Thank you!!\n  \n  This made me laugh and smile\n  ","615273":"\n  ?\n  ","615274":"\n  ALL DA COLORS\n  ","615275":"\n  Shit i havent checked my mail for so long!!\n  ","615276":"\n  Its one of my favorites too!! Thank you ?\n  ","615277":"\n  Im not perfect\n  ","615278":"\n  Awhhhhhh? youre the best\n  ","615279":"\n  ? like whyyyyy dont i know how to do makeup\n  ","615280":"\n  It’s actually been more calm but i have been experiencing some anxiety\n  ","615281":"\n  Im getting another bikini?! ?\n  ","615282":"\n  A few. Im still friends with some but im the one that just wants to be friends and their the ones that say they want to be friends but end up confessing more of their feelings for me\n  ","615283":"\n  Oh lord no ?\n  ","615284":"\n  Yes!! That’s because i had my make up professionally done. So it was like a filter in real life ???\n  ","615285":"\n  Im so butthurt i dont look this good everyday\n  ","615286":"\n  Always. Never get enough sleep\n  ","615287":"\n  I cant wait for all the flowers ? ??? I love spring, but it never feels long enough\n  ","615288":"\n  I will check it out!! Ive heard good things so that’s why i asked you.\n  ","615289":"\n  Indian. I don’t really like the spices they use in chinese food.\n  ","615290":"\n  Its shoulder length\n  ","615291":"\n  Yes i have and it’s miserable ?\n  ","615292":"\n  No, i wanna lose more weight.\n  ","615293":"\n  Im watching the outsider\n  ","615294":"\n  10:15pm\n  ","615295":"\n  Lol yes they are big\n  ","615296":"\n  So I actually been doing a lot of thinking of a plausible job that I would actually enjoy and i am going to get my certifications in being a personal assistant. Then, i am going to work my way up to being a personal assistant for a celebrity. I was a personal assistant for a boutique owner before i went to the bank and looking back i had a blast doing that and i love organizing and making phone calls and running errands. So that’s my next move right now.\n  ","615297":"\n  Favorite: my little bones and waist\n  \n  Least: theres this part under my belly button with super stubborn fat and it makes me look chunky when im not\n  ","615298":"\n  I heard they are actually mean :(\n  ","615299":"\n  I really dont. They make me exhausted.\n  ","615300":"\n  Everybody in my family. Im very fortunate and come from a family filled with all sorts of different ways of success.\n  ","615301":"\n  An audition reading a script or for modeling.\n  ","615302":"\n  Oh nice!!\n  \n  How was the movie? Would you recommend it?\n  ","615303":"\n  The 6th\n  ","615304":"\n  Union bank\n  ","615305":"\n  This year is my quarter century.\n  \n  I turn 25 in June\n  ","615306":"\n  I would accept this every second.\n  ","615307":"\n  I wouldn’t be friends with them if they weren’t!\n  ","615308":"\n  Omg im so jealous!! What did you buy? What movie did you end up seeing?\n  ","615309":"\n  No & no.\n  \n  Im separating myself from them.\n  ","615310":"\n  None. It has royally fucked me\n  ","615311":"\n  I think it should be free, you shouldn’t have to pay for knowledge..\n  ","615312":"\n  My day wasn’t that bad, how about yours?\n  ","615313":"\n  Yes i do. A lot of people say i do. Sometimes it sucks having this good of a memory\n  ","615314":"\n  Yes, but I think it only works when youre open minded.\n  ","615315":"\n  I need to refresh my memory\n  ","615316":"\n  I love this track suit\n  ","615317":"\n  I feel so bloated after, its gross\n  ","615318":"\n  God i feel like I’ve done that like everyday lol\n  ","615319":"\n  What does one shove up their nose?\n  ","615320":"\n  Its 1am, I really need to sleep some so im not dead tomorrow\n  ","615321":"\n  Im going to go grab pollo asada fries\n  ","615322":"\n  Plane ✈️\n  ","615323":"\n  No filter. I got my makeup done\n  ","615324":"\n  Guys, i got my make up professionally done today\n  ","615325":"\n  What stuff?\n  ","615326":"\n  Yes, pretend they are disgusting\n  ","615327":"\n  No, hell no. I would SUUUUCK.\n  ","615328":"\n  Awh? thank you so much\n  ","615329":"\n  Oh my god no ?\n  ","615330":"\n  Russian\n  \n  Italian\n  \n  French\n  \n  (I already speak English perfectly lol)\n  ","615331":"\n  If all my financial worries went away\n  ","615332":"\n  Im sitting waiting for my appointment ?\n  ","615333":"\n  My last picture from last night\n  ","615334":"\n  Thats so sweet ?\n  ","615335":"\n  Thank youuuuu ?\n  ","615336":"\n  Omg dont even get me started ? such bad anxiety and depression\n  ","615337":"\n  Yikes. No.\n  ","615338":"\n  Dude i love this game so much lol\n  ","615339":"\n  Wow that was amazing to read.\n  \n  You just made me feel amazing about myself\n  ","615340":"\n  She just always had to be a smartass and talk back\n  ","615341":"\n  i doubt anyone marvels over me lol\n  ","615342":"\n  my eyes keep drifting off lol\n  ","615343":"\n  im gonna be on for awhile tonight\n  ","615344":"\n  thank you that means so much!!!\n  ","615345":"\n  not gonna lie its cause of my skin care products. i use stuff thats for old ladies but it makes my skin so nice\n  ","615346":"\n  lol my features arent that great up close.\n  ","615347":"\n  hmmm, idk i like pretty much everything!!\n  ","615348":"\n  i usually get really shy and nervous when this happens and i look away.\n  ","615349":"\n  i know!!! its so nice hes willing to do that\n  ","615350":"\n  i usually floss at night before bed cause after a full day of eating theres bound to be food stuck in my teeth.\n  ","615351":"\n  you are very nice!!\n  ","615352":"\n  lol yes. its totally ok cause i would never want to be with them anyways lol\n  ","615353":"\n  Omg!!!! I am so excited!! Getting something from a different country is what ive been waiting for because im so curious. Thank you so much for taking the time to send me something!! ?\n  ","615354":"\n  I havent had them lately but i could never give up sandwiches\n  ","615355":"\n  Thank you means a lot ?\n  ","615356":"\n  Awwwwwwwwwww that is soooo sweet\n  ","615357":"\n  I turn 25 in june\n  ","615358":"\n  I am great! Lol im about to crawl into bed with my computer so i can talk to all of youuu\n  ","615359":"\n  dont judge me, but i have never seen the three stooges\n  ","615360":"\n  i changed my diet. i cook all my food now and i started eating my veggies and less meat. ive been eating a lot of salmon. that's kinda why ive lost weight.\n  ","615361":"\n  yes i work. i wish i didnt.\n  \n  i work for union bank and 3 pet sitting companies.\n  \n  im actually job searching right now.\n  ","615362":"\n  im not a jew but i have a major thing for them.\n  \n  im like obsessed with them.\n  \n  im like the opposite of hitler.\n  ","615363":"\n  i cannot stand justin bieber\n  ","615364":"\n  i look good lol\n  ","615365":"\n  i used to when i was younger, lol i had this one friend that was always way too sassy\n  ","615366":"\n  california\n  ","615367":"\n  thats actually very beautiful\n  ","615368":"\n  if a guy has a really nice natural scent it can make a girl go insane like actually insane to the point they will end up obsessed with the dude. theres something in a persons body odor, a chemical that if you find that persons body odor to be attractive that means that you will be sexually, emotionally, and physically attracted to the person.\n  ","615369":"\n  why is having blue eyes something i should be proud about?\n  ","615370":"\n  no, thats the one animal i have not had as a pet.\n  ","615371":"\n  you are very observant, i sure do have blu eyes\n  ","615372":"\n  ive never had to use the rain to shower. lol\n  ","615373":"\n  thank you?\n  ","615374":"\n  i love tattoos, thats why i have so many\n  ","615375":"\n  Ok this picture is cute omggggggg\n  ","615376":"\n  yeahhhhhh im sorry im too lazy\n  ","615377":"\n  I can definitely take some tomorrow\n  ","615378":"\n  Oh you know taking loads of selfies lol\n  ","615379":"\n  I sadly dont ?\n  ","615380":"\n  ???\n  ","615381":"\n  My one and only love\n  ","615382":"\n  ???? - that is whatever you want it to be ?\n  ","615383":"\n  Be honest, if i were wearing long sleeves and i told you that my arms are blasted with tattoos - would you believe me?\n  ","615384":"\n  i had it way earlier and it was awful this month. im so glad its over. i actually think i need to go and get a check up because there was something wrong this month\n  ","615385":"\n  I LOVE YOU TOOOO\n  ","615386":"\n  yes. but my desk covers me completely so\n  ","615387":"\n  AWWWWWH I ADORE YOU\n  ","615388":"\n  some guys dont like the way that i look cause i guess i look too much like a doll? and theres people who are shocked or think im lying that i have never gotten plastic surgery because i look too much like a doll they dont believe its natural.\n  \n  but i know theres a lot of people who like my look..\n  \n  so thank you so much for being one of them.\n  ","615389":"\n  Ugh ew my nose looks so bad in this..\n  ","615390":"\n  i swear my nose is getting bigger and fatter\n  ","615391":"\n  1. there would be way too many people on this planet if both men and women could get pregnant.\n  \n  2. men would totally be more cautious and probably wouldnt have sex with so many people or;\n  \n  3. surgeons would be making the most money and be on a high demand because so many men would be basically chopping their balls off.\n  ","615392":"\n  I wanna do a photoshoot in it so bad\n  ","615393":"\n  Yes\n  ","615394":"\n  yes omg. please help\n  ","615395":"\n  I look cute in this\n  ","615396":"\n  Ok time for me to play my game and go to sleep. Goodnight ill be back tomorrow goodnight\n  ","615397":"\n  It actually got worse but thank you for asking\n  ","615398":"\n  Im gonna play pocket world, its my favorite app\/game at the moment\n  ","615399":"\n  HAPPY FRIDAY LOVE\n  \n  Lets make it a great day??\n  ","615400":"\n  A couple months ago\n  \n  I love them ?\n  ","615401":"\n  Oh man hows that graveyard shift?\n  \n  Im so tired lol\n  ","615402":"\n  Omg thats hard... i love bill burr!\n  ","615403":"\n  Oh shit that reminds me i need to set my alarm\n  ","615404":"\n  This really cheered me up and made me smile ?\n  ","615405":"\n  I can’t stand the way he talks and laughs\n  ","615406":"\n  Honestly I would just stop texting them first... I really dont think they deserve your time and energy if they’re not gonna even reply\n  ","615407":"\n  Whats up darling?\n  ","615408":"\n  Omg...shhhhhh\n  ","615409":"\n  January??\n  ","615410":"\n  I miss you all so much.\n  \n  Ive had a really rough week its been really hard and I should have came on here to vent and talk to those (you know who you are) who always cheer me up. ??\n  ","615411":"\n  hey, whats up?\n  ","615412":"\n  yeah. money has been such an issue for me\n  ","615413":"\n  look into Axis bank\n  ","615414":"\n  Ive been feeling way sexier lately\n  ","615415":"\n  hi!! i am okay. ive been wanting to get a lot done today but im being slow at it all.\n  ","615416":"\n  if thats what shes into\n  ","615417":"\n  i just realized i dont have any scars on me anymore because i use a lot of rejuvenating skin care\n  ","615418":"\n  lick her??\n  ","615419":"\n  i am pretty laid back.\n  ","615420":"\n  thank you so much!!!!\n  ","615421":"\n  wait why would you pay for that?\n  ","615422":"\n  i would buy a condo or an apartment since they are cheaper and then put a lot of it into investments.\n  ","615423":"\n  no, i dont wanna get raped or kidnapped\n  ","615424":"\n  i am so stressed out i wanna scream lol\n  ","615425":"\n  i am annoyed because i want to visit my family in Spokane but since i wanted too long to buy a ticket its super expensive.\n  ","615426":"\n  yes i have but its not really my thing\n  ","615427":"\n  i have been so busy and i havent had the time to sit down and come on here which i feel terrible about. ive missed you terribly. i really look forward to reading your next letter. i feel awful because i dont think i posted my last response to the letter you wrote me awhile ago. i think ill post one on IG for you.\n  ","615428":"\n  La ze boom hurr.\n  ","615429":"\n  I actually miss them :\/\n  ","615430":"\n  Literally dont miss anything about work when im off lol\n  ","615431":"\n  No i was in a small one bedroom apartment but the owner is kinda cat crazy\n  ","615432":"\n  Oh ya we have talked about it, he would LOVE to do that lol\n  ","615433":"\n  I think its time for bed lol\n  ","615434":"\n  A little bit but they are all sleeping now\n  ","615435":"\n  What doesn’t kill you also doesn’t make you stronger, it can just give you psychological issues ?\n  ","615436":"\n  As often as possible\n  ","615437":"\n  I think like 7 pounds\n  ","615438":"\n  LOOK AT ALL THE KITTIESSSSSSS!! ??\n  ","615439":"\n  I was sick this weekend and ive been petsitting. Right now im with 7 persian cats and im actually so happy. Im in kitty heaven\n  ","615440":"\n  I used to be thicker but i lost some weight ?\n  ","615441":"\n  That means the person is going through some insecurities\n  ","615442":"\n  Thank you!\n  ","615443":"\n  Thank you!! Like how am I supposed to top this look ?\n  ","615444":"\n  Ya and be buys me stuff lol\n  ","615445":"\n  ???\n  ","615446":"\n  Im gonna catch some ?\n  ","615447":"\n  Thanks ?\n  ","615448":"\n  Works for a robotics company\n  ","615449":"\n  Awh ?\n  ","615450":"\n  I disagree i think it looks better now. Theres more attitude and life to it\n  ","615451":"\n  I don’t think so :(\n  ","615452":"\n  Yes but i feel bad making him do that\n  ","615453":"\n  No i did too ?\n  ","615454":"\n  Omg when i had long dark hair and i was still pretty skinny!\n  ","615455":"\n  Yeah actually!! ❤️\n  ","615456":"\n  Hes asleep like a little angel ?\n  ","615457":"\n  I was bored so i made this before i got my hair done ?\n  ","615458":"\n  ?\n  ","615459":"\n  If i was living in that house..\n  ","615460":"\n  Its 3am and my hair lost all the curls :((\n  ","615461":"\n  How do who do what?\n  ","615462":"\n  I can only dream ?\n  ","615463":"\n  Somewhere in england\n  ","615464":"\n  I wish you were the POlice\n  ","615465":"\n  No the lighting just messed it up\n  ","615466":"\n  :((((( when does it say it will be delivered?\n  ","615467":"\n  Look at her goofy ass face!!!\n  ","615468":"\n  Whats up boo\n  ","615469":"\n  This morning and nothing :\/\n  ","615470":"\n  My new favorite picture ive taken. I look straight up wifey material in this.\n  ","615471":"\n  Here’s before if that helps\n  ","615472":"\n  Thats a lot of tacos lol theres this place called the taco stand and they have taco Tuesday. Their tacos are sooo good\n  ","615473":"\n  What?\n  ","615474":"\n  Yes and i cant wait to build my own family\n  ","615475":"\n  Whos dis?\n  ","615476":"\n  Its more blonde i got highlights\n  ","615477":"\n  No thank god cause i cant sleep :(\n  ","615478":"\n  We could never go back to having no internet since we all have become extremely accustomed to having it.\n  ","615479":"\n  Its 3am\n  ","615480":"\n  Hmmm. How am i reckless?\n  ","615481":"\n  I got a new hairstyle ❤️\n  ","615482":"\n  Im pretty sure it’s already dead and might be a zombie\n  ","615483":"\n  No:( please help if you have any ideas\n  ","615484":"\n  Awhhhh sweetheart ?\n  ","615485":"\n  Someone who is amazing at doing hair does it! Shes sooo good\n  ","615486":"\n  Thats kinda a weird thing to think about\n  ","615487":"\n  hahaha omg\n  ","615488":"\n  oh myyy god\n  ","615489":"\n  hot rod\n  ","615490":"\n  this is beautiful.\n  ","615491":"\n  awhhhh im sorry\n  ","615492":"\n  thank you awh\n  ","615493":"\n  friday\n  ","615494":"\n  i dont fear swimming. i used to love swimming but theres something wrong with my ears so i cant go underwater cause my ears get all clogged.\n  ","615495":"\n  no i heard about that yet\n  ","615496":"\n  this is not happening, im not even gonna entertain this idea\n  ","615497":"\n  its ok.\n  ","615498":"\n  kinda hard when i live in san diego lol\n  ","615499":"\n  i feel like snuggling ugh.\n  ","615500":"\n  i am so happy today is over.\n  ","615501":"\n  omg then yes i am down.\n  ","615502":"\n  awh, thanks you're pretty damn cute too\n  ","615503":"\n  i want an English Manor, thats my dream house.\n  ","615504":"\n  i think im about to watch The Outsider.\n  ","615505":"\n  someone who is there for you through thick and thin, no matter what.\n  ","615506":"\n  shes kinda becoming overrated.\n  \n  shes like the new lady gaga and miley cryus... they need that edgy teen to inspire the youth.\n  ","615507":"\n  probably a year\n  \n  or until i pay off my charges idk\n  \n  i wanna pay off everything before and not have to find out\n  ","615508":"\n  no, i am on my own. i take care of myself.\n  ","615509":"\n  Will you pay for me? Lol\n  ","615510":"\n  Ya.\n  ","615511":"\n  Thank you\n  ","615512":"\n  I need to pay off my charges and so i need to make money fast and its hard\n  ","615513":"\n  Can you tell im struggling\n  ","615514":"\n  i am having a rough day, how was yours?\n  ","615515":"\n  seriously, how am i gonna make the money i need fast?\n  ","615516":"\n  awh, well hopefully i wont need help like this ever again\n  ","615517":"\n  thank you for that hope. <3 means a lot\n  ","615518":"\n  oh god the things i would do for actual gold right now.\n  \n  i need to make so much money its stupid.\n  ","615519":"\n  thank you that really means a lot.\n  ","615520":"\n  Dolce & Gabana\n  ","615521":"\n  I need to buy a body size mirror\n  ","615522":"\n  Lol that’s sweet but i kinda need it for sure like i need to make money fast\n  ","615523":"\n  Thanks ? you are the best king boomer\n  ","615524":"\n  I will.. for how much for how many photos?\n  ","615525":"\n  I died when I opened the box\n  ","615526":"\n  Same they are so cute with jeans!!\n  ","615527":"\n  Look how cute these shoes are!!! ??????\n  ","615528":"\n  I got new shoes ??\n  ","615529":"\n  i have been so down for the last few days.\n  ","615530":"\n  ok lil boom fam. i need your help. i need to make 1500 in the next ten days. i am willing to do pretty much anything besides nudes. but feet pictures, or lingerie pics. i really need your guy's help. if you have any suggestions please let me know but dont waste my time. this is really serious.\n  ","615531":"\n  i really hope so\n  ","615532":"\n  Someone bought me a waist cage and i love it ?\n  ","615533":"\n  the best moment is takin off your clothes after a long day right when you get home and crawling into bed.\n  ","615534":"\n  im alright. i could be better.\n  ","615535":"\n  omgggggg lemme be your sugar babyyyyy and spoil meeee\n  ","615536":"\n  yeah, with my boyfriend lol\n  ","615537":"\n  this is by far one of the creepiest things ive read\n  ","615538":"\n  i swear this movie is super underrated\n  ","615539":"\n  i really dont like this backgrounds and i dont understand why we decided to have them.\n  ","615540":"\n  hey how are you?\n  ","615541":"\n  i just want to watch my youtube documentaries, cut up magazines, play my favorite app games, and eat mcdonalds.\n  ","615542":"\n  fast in a school zone\n  ","615543":"\n  i didnt go to court cause i thought i was gonna pay it before and i had to go to work the day i was supposed to show up\n  ","615544":"\n  well, if im driving i would be behind the wheel\n  ","615545":"\n  Ok lovelies im driving so ill be on when i get home\n  ","615546":"\n  Ahhhhh youre the best\n  ","615547":"\n  I am trying\n  ","615548":"\n  Hello ❤️\n  ","615549":"\n  Oh so you did that? Why?\n  ","615550":"\n  What? No I didn’t\n  ","615551":"\n  I miss all you guys as well\n  ","615552":"\n  Honestly you are spot on\n  ","615553":"\n  Happy Friday ??\n  ","615554":"\n  Yes!! I will respond when i get home ? thank you so much for writing again ❤️❤️???\n  ","615555":"\n  Hopefully this cheers me up\n  ","615556":"\n  Lock screen\n  ","615557":"\n  $563 each\n  ","615558":"\n  Im actually crying. Thank you so much this was so sweet omg\n  ","615559":"\n  Speeding\n  ","615560":"\n  Yeah theres two. Im like so emotional I just cant stop crying\n  ","615561":"\n  I didn’t delete it :( ask did for some reason\n  ","615562":"\n  Ive been struggling today. I need help paying off my tickets before they suspend my license and ive been crying cause I really need my car and I just have so much to stress out about i dont need this too. Im so overwhelmed\n  ","615563":"\n  7:30\/8ish\n  ","615564":"\n  I actually do because ive started to really enjoy cooking so i love buying things for my recipes!\n  ","615565":"\n  Thank you all for being here for me and loving me. ? you all mean the world to me.\n  ","615566":"\n  My anxiety is really bad and i feel like i can never do anything right.\n  ","615567":"\n  Youre so sweet thank you so much for caring about me. I don’t know my anxiety is really bad right now.\n  ","615568":"\n  Ive been really sad today.\n  ","615569":"\n  Im really overwhelmed and going though a tough time so im sorry that i havent been on.\n  ","615570":"\n  hey at least you tried\n  ","615571":"\n  you're so sweet thank you!!\n  ","615572":"\n  you are so sweet and amazing\n  ","615573":"\n  FUCK i need to start filing all my taxes.\n  \n  and im probably gonna use it to pay rent lol\n  ","615574":"\n  flowers are always sweet. i love getting roses\n  ","615575":"\n  it was good i got to catch up on sleep.\n  ","615576":"\n  like, everyday\n  ","615577":"\n  Hes a irish\/romanian gangster\n  \n  The actor is cillian murphy who is sexy\/handsome asf\n  ","615578":"\n  No, get me some if you think I should have them\n  ","615579":"\n  I haven’t been watching anything for awhile now\n  ","615580":"\n  I dont know that is\n  ","615581":"\n  Ill be back in an hour lol\n  ","615582":"\n  Not gonna lie it feels like i just got hit by a wall omg I think im gonna take a nap and wake up at midnight lol\n  ","615583":"\n  Isnt it like 8 glasses a day!\n  ","615584":"\n  Lol so you’re thinking about it lol\n  ","615585":"\n  No i am not\n  ","615586":"\n  my pussy\n  ","615587":"\n  thank you that really means a lot.\n  ","615588":"\n  so i am on here and im cutting up magazines wondering if i should make taquitos lol\n  ","615589":"\n  Seems like i do what?\n  ","615590":"\n  I don’t know you tell me\n  ","615591":"\n  you wouldnt be able to afford it\n  ","615592":"\n  yes everything is going well\n  \n  hope you are doing well!\n  ","615593":"\n  oh god, i couldnt watch that it would make me sad.\n  ","615594":"\n  i snuggled her fat butt like two hours ago lol\n  ","615595":"\n  I think it can be both\n  ","615596":"\n  No I don’t\n  ","615597":"\n  What?\n  ","615598":"\n  I took a lot of selfies yesterday cause i recieved gifts!!\n  ","615599":"\n  Spokane\n  ","615600":"\n  Id be down to fool around\n  ","615601":"\n  Dude thats broke for me\n  ","615602":"\n  I would text again make sure things are clarified\n  ","615603":"\n  I have a total of $60 bucks to my   Name lol\n  ","615604":"\n  A black lab mix\n  ","615605":"\n  The person im house sitting for\n  ","615606":"\n  See my nieces\n  ","615607":"\n  I find females attractive but I wouldn’t date one\n  ","615608":"\n  My plan is to go up to Washington\n  ","615609":"\n  Sadly no. I wish. I would be on my computer right now talking to you guys if i were\n  ","615610":"\n  Idk but they said they are on the way\n  ","615611":"\n  I cant get this song out of my head\n  ","615612":"\n  Wait i opened stuff yesterday i just didn’t get a chance to come on here and post anything yet!\n  ","615613":"\n  About to get ready for work\n  \n  Have a great day!!!\n  ","615614":"\n  I’m not really a breakfast person but this morning I’m gonna have stuffed French toast\n  ","615615":"\n  I was talking about this with my friend and the risk to reward ratio isn’t even enough - there’s too high of a chance that they might make me look worse and I’ll never be able to have my old features back\n  ","615616":"\n  I got a rose\n  ","615617":"\n  Yeah I got another tattoo\n  ","615618":"\n  I love you for loving all of me\n  ","615619":"\n  Seriously tho that picture of missy actually made me laugh out loud. I can’t wait to read what you have to say next aaaannnnddddd I can’t wait to respond\n  ","615620":"\n  You know what I just realized my face is very symmetrical\n  ","615621":"\n  Keep it going ?\n  ","615622":"\n  No because everyone thinks I’m super young so I like saying how old I really am\n  ","615623":"\n  I’m thinking of starting my own business in property management\n  ","615624":"\n  Shrink all da haters\n  ","615625":"\n  I just want to leave a positive impact on people. I want people to say “if she didn’t help me I would never had...”\n  ","615626":"\n  I’m not sure If any of you know this but I’m really insecure and it kinda messes my head up so there’s just moments where it starts to affect the relationship\n  ","615627":"\n  I. Don’t. Wanna. Work. Today.\n  ","615628":"\n  I feel like this month is just gonna be 29 days of pure love ?\n  ","615629":"\n  I am so excited for valentines but no idea what I’m doing yet\n  ","615630":"\n  Thank you ?\n  ","615631":"\n  Who’s the doctor\n  ","615632":"\n  I’m unhappy cause it’s windy and rainy and 5am but I still gotta walk doggie\n  ","615633":"\n  Laughing is my favorite hobby\n  ","615634":"\n  I love them\n  ","615635":"\n  All the raves I was going too\n  ","615636":"\n  No we have to do meet and greets\n  ","615637":"\n  Xoxo ?\n  ","615638":"\n  Thank you I have to get up in 20 mins\n  ","615639":"\n  Male. Males know what’s sexy and what people are looking for and they can be more edgy and raw\n  ","615640":"\n  Yes once\n  ","615641":"\n  I was a closed adoption. I’m not supposed to know\n  ","615642":"\n  Yeah that’s what I’m hoping!\n  ","615643":"\n  Honestly ya, I bet that would be kinda spontaneous and hot\n  ","615644":"\n  A few hundred\n  ","615645":"\n  The green hulk\n  ","615646":"\n  kinda hard when no one knows who he is.\n  ","615647":"\n  18 was a pretty dope year actually\n  ","615648":"\n  i cant help but be curious\n  ","615649":"\n  first time i have ever seen anyone do this. its so cute.\n  ","615650":"\n  only doing my arms. everything else will be bare\n  ","615651":"\n  i work for three big companies in San Diego so thats how i get clients.  and i needed a second job and i knew pet sitting was a thing and one of the companies were hiring and other companies heard that she hired someone that takes care of the area i live and needed someone to help and so i get most of the clients that are in my area.\n  ","615652":"\n  Here’s the baby\n  ","615653":"\n  IM SOOOO CLOSE TO BEING DONE WITH MY LEFT ARM\n  ","615654":"\n  Thanks girl ?\n  ","615655":"\n  The weekend is overrrrrrr\n  ","615656":"\n  Thin mint ice cream omg\n  ","615657":"\n  I can’t wait to wear this outfit with the white heels that are being sent to me ??\n  ","615658":"\n  yeah it was a risk buying one cause i honestly didnt know if people were being serious or just all talk but it makes me feel really good to know that people really care about me and like to send me presents or letters or money even.\n  ","615659":"\n  AWWWWWH\n  ","615660":"\n  This is one of the houses near me right now\n  ","615661":"\n  i have a couple pictures of my biological mom.\n  \n  nothing of my biological dad.\n  ","615662":"\n  im happy to hear that someone will find me attractive when that time comes lol\n  ","615663":"\n  i am not sure, i havent grabbed my mail for a few days\n  ","615664":"\n  it would be cool if i made like a coffee table book of myself. lol\n  ","615665":"\n  lol yes i know what age my mother is but ill make sure to tell her this cause she would be flattered.\n  ","615666":"\n  i went to brunch, then i brought the dog im taking care of to my house to play with the doggie at home, then came home and cut more magazines took doggie on a walk and then i showered lol\n  ","615667":"\n  i love to look at them. its calms me.\n  ","615668":"\n  I gotta work today\n  ","615669":"\n  I took this tonight when I was walking the doggie\n  ","615670":"\n  i really want this shirt size small :\n  \n   https:\/\/www.dollskill.com\/widow-doll-graphic-embroidered-mock-neck-tee-black.html\n  \n","615671":"\n  IM CRYING NO WAY OMG.\n  ","615672":"\n  im a spoiled little brat and i like wearing jeans that are more on the pricer side because they are more comfortable and i like the material better.\n  ","615673":"\n  some would probably say they are a little too good.\n  ","615674":"\n  my weight keeps fluctuating and its really annoying\n  \n  right now i feel fat\n  ","615675":"\n  IG: ladyboometh\n  ","615676":"\n  IG: ladyboometh\n  ","615677":"\n  i am really sorry to hear that.\n  ","615678":"\n  thank you hun\n  ","615679":"\n  i love curling up into a ball on my side.\n  ","615680":"\n  oh no i am house sitting.\n  ","615681":"\n  yeah pretty much all the houses are either in really cool locations or super nice. and if they have cameras they have to tell me cause its illegal in california to record someone without telling them.\n  ","615682":"\n  yeah, im curious about what they would say\n  ","615683":"\n  1 dog and 1 cat\n  ","615684":"\n  my Monkey\/Pup named Ash, shes the best and my favorite animal in the whole wide world.\n  ","615685":"\n  AWH youre so sweet\n  ","615686":"\n  i loved it!!!!!! i am really looking forward to the next one\n  ","615687":"\n  well, i will only do it professional and i would have to be paid so you're most likely gonna have to wait forever.\n  ","615688":"\n  i would never steal from anyone but you cant help someone that ends up having feelings for someone else regardless of if they are with someone.\n  ","615689":"\n  i dont have any other pictures\n  ","615690":"\n  hahahhah omg\n  ","615691":"\n  ok this is very true.\n  ","615692":"\n  what are you talking about?\n  ","615693":"\n  bro wanna bet? lets wait till im 70 and we will see about that\n  ","615694":"\n  that pic was taken last summer. she looks young for her age.\n  \n  also she tries to tell me its genetics yet shes had plastic surgery LOL\n  ","615695":"\n  omg why do you think this?\n  ","615696":"\n  you never know lol\n  ","615697":"\n  oh lord thats not good.\n  ","615698":"\n  i can understand all of them pretty well actually.\n  ","615699":"\n  She’s not photogenic at all.\n  \n  Here’s my stepdad and my mom\n  \n  My mom turns 70 this year\n  ","615700":"\n  no my siblings are both almost a decade older than i am\n  ","615701":"\n  yes but my mind gets the best of me\n  ","615702":"\n  my moms attractive yeah ill give her that LOL\n  ","615703":"\n  wait whos gonna obsess over me and why?\n  ","615704":"\n  yes i am really good at communicating by body language.\n  ","615705":"\n  AWH thank you!\n  ","615706":"\n  i dont know much about football thats just the team my family kinda was already rooting for.\n  ","615707":"\n  yes i am\n  ","615708":"\n  my mom has taught me what NOT to do and i have learned from her experiences and my dad as well.\n  ","615709":"\n  yeah she has a track record. like listen to this. she got married at like 18 but then met another guy when she was 19 ... got divored and married him then in her late 20's she met my dad so she got another divorce and married my dad THEN in her early 40s met my step dad so divorced my dad then married him.... dont know if it stopped there but as of right now shes sticking with my step dad. what a great role model lol AND she wonders why none of her kids take any relationship advice from her lolol\n  ","615710":"\n  awesome!!!!\n  ","615711":"\n  hes barley 2\n  ","615712":"\n  yes i sure do. he requires a lot of attention\n  ","615713":"\n  kinda an odd observation but thank you\n  ","615714":"\n  Yes I have\n  ","615715":"\n  If it was professional and tasteful\n  ","615716":"\n  My mom was cheating on her husband with my dad\n  ","615717":"\n  This big baby I’m house sitting\n  ","615718":"\n  I’m rooting for the 49ers\n  \n  How about you?\n  ","615719":"\n  I like that filter cause it’s like my favorite heart emoji ???\n  ","615720":"\n  Only selfies for you\n  ","615721":"\n  yes i had to take scout for a walk and he like going at about 5:30 am\n  ","615722":"\n  thank you so much!!!\n  ","615723":"\n  my moms husband at the time was my dads lab research partner.\n  ","615724":"\n  yay!! i assume you saw my response to the last one? i havent been on for a few days so i havent been able to catch up on my questions\n  ","615725":"\n  i would fucking love that.\n  ","615726":"\n  what picture are you talking about?\n  ","615727":"\n  im pretty sure disneyworld would be better\n  ","615728":"\n  thank you\n  ","615729":"\n  lemme know what heaven is like\n  ","615730":"\n  lets all just ignore the fact they called themselves \"fine young cannibals\"\n  ","615731":"\n  lol thanks\n  ","615732":"\n  thank you!\n  ","615733":"\n  i love this song :)\n  ","615734":"\n  awh, this makes me so happy\n  ","615735":"\n  Rupauls drag race\n  ","615736":"\n  I’m staying in La Jolla right now and I would honestly say it’s one of the more beautiful places to be.\n  ","615737":"\n  yes i do and more EDM type of music.\n  ","615738":"\n  i mean it is what it is. theres pros and cons. the only other option is being a male, its not like theres more than two options out there lol.\n  ","615739":"\n  so i am house sitting \/ pet sitting so in the morning i am going to take scout out for a 30 minute walk then i am gonna go to brunch and then im gonna take scout to go play with a doggie named snow and hopefully at the end of the day i can continue on my art project.\n  ","615740":"\n  I’m gonna grow my hair back out to my old length but hopefully it’ll be healthier and I can get it to grow longer.\n  ","615741":"\n  I’m always looking at homes\n  ","615742":"\n  its all about how it was shot. some nudes can be tasteful. most erotic photography can be elegant.\n  ","615743":"\n  dude, an infant drunk off the whiskey there father gives them because they are teething would be better at being president than Trump.\n  ","615744":"\n  1. my sense of humor\n  \n  2. i am very empathetic\n  \n  3. my eyes are pretty cool\n  \n  4. i can write\n  \n  5. im overall positive yet realistic\n  \n  6. im not addicted to social media or my phone\n  \n  7. i like how openminded i can be\n  \n  8. i really enjoy most or all foods\n  \n  9. pretty understanding \/ considerate \/ thoughtful of others\n  \n  10. i have reasonably good taste in fashion and music\n  ","615745":"\n  awh thank you so so much.\n  ","615746":"\n  omg thank you so much. i cant wait to see what it is.\n  \n  i am going to my PO BOX tomorrow to check anyways but i will make sure to go on the 5th.?\n  ","615747":"\n  Go to spam account to see the rest\n  ","615748":"\n  My hair looks amazing in this omg\n  ","615749":"\n  i think i slept on it all fucked up cause i really have no idea\n  ","615750":"\n  i ended up sleeping LOL im gonna cut up stuff for my art\n  ","615751":"\n  i sprained my wrist so its really hard for me to type of text so i dont think i can be on here until the weekend when they said my wrist should be better.. ugh im sorry but its like super impossible to type lol\n  ","615752":"\n  my face lol\n  ","615753":"\n  how do you know about this?\n  ","615754":"\n  I’m waiting for food then gonna be on my way to my tattoo appointment then I’ll probably either sleep, cut pictures for my art project, or go on my computer\n  ","615755":"\n  Damn I look really tired\n  ","615756":"\n  My response: I absolutely loved your letter? it was super funny actually. The pen moment cracked me up!! You have a great sense of humor. You really love your kitties - I could read about them all day just because I enjoy the way you talk about them. Cali is so expensive, I’m trying to get out of Cali cause I’m broke all the time, I can barley afford it. So you’re right unless you’re super rich it’ll be hard to survive. I had no idea you used to work for a bank?! I desperately so I gotta work that 9-5 even tho I wanna just start my own business and work from home but I kinda need a job to start working on my business. I think this was a great intro letter to start with. I really got to know you on an even deeper for some reason - maybe it’s the handwriting. Your closing signature  was really adorable. Thank you so much ❤️❤️❤️btw your pics of your kitties are the best. Especially the one of missy all mad. Her face omg ?? I got a good laugh\n  ","615757":"\n  92091\n  ","615758":"\n  No, San Diego\n  ","615759":"\n  Super bad ear infection\n  ","615760":"\n  Thanks ?\n  ","615761":"\n  First week of January, I was dying\n  ","615762":"\n  It’s flattering but it kinda gets to be a little too much.\n  ","615763":"\n  DOWNSKIES ?\n  ","615764":"\n  Oh how cool!\n  ","615765":"\n  I would be sooooo down with that ?\n  ","615766":"\n  No that’s why I don’t drink that much coffee\n  ","615767":"\n  Omg I wish\n  ","615768":"\n  ok ok i might do it.\n  ","615769":"\n  thank you! you are the winner <3 ;)\n  ","615770":"\n  that is very tempting!\n  ","615771":"\n  hahhahaahah well you are very sweet for remembering!\n  ","615772":"\n  im considerin it LOL\n  ","615773":"\n  san diego, how about yourself?\n  ","615774":"\n  bro you cant buy me lol\n  ","615775":"\n  yeah i use a lot of lotion lol\n  ","615776":"\n  awh, thanks so much!\n  ","615777":"\n  when i looked at my bank account\n  ","615778":"\n  why hello! you are very sweet.\n  ","615779":"\n  i kinda got a little stressed out and upset about life so im not a little lost but im just trying to distract my mind\n  ","615780":"\n  no, im worth more than that hahahhahaah\n  ","615781":"\n  very!\n  ","615782":"\n  yes!\n  ","615783":"\n  yes just as long as the serial numbers can still be visable\n  ","615784":"\n  thank you for your kind words\n  ","615785":"\n  i have never really been interested in cruises.\n  ","615786":"\n  These aren’t the highest heel I own but I bought these today ?\n  ","615787":"\n  I still haven’t fully processed it..\n  ","615788":"\n  WHOEVER SENT ME MONEY I LOVE YOU SOOOOO MUCH OMG\n  ","615789":"\n  OMG SOMEONE BOUGHT ME A THONG\n  ","615790":"\n  GOT PRESENTS FROM MY PO BOX!!!!!\n  ","615791":"\n  You’re just overall sweet\n  ","615792":"\n  Thank you ?\n  ","615793":"\n  Because I’m trying to make a cool art project\n  ","615794":"\n  I feel so cute in this\n  ","615795":"\n  I appreciate it lovely\n  ","615796":"\n  I just haven’t had time yet\n  \n  Don’t worry There coming lol\n  ","615797":"\n  It’s 11:11 and I’m gonna try to find a place that has used magazines or books for coffee tables.\n  ","615798":"\n  Basically underground gambling and boxing\n  ","615799":"\n  I’m about to eat and then I’m gonna close my eyes cause I’m really tired.\n  ","615800":"\n  I wanna watch snatch\n  ","615801":"\n  Yeah a little\n  ","615802":"\n  Omg ? you’re so sweet\n  ","615803":"\n  ThAnk you ?\n  ","615804":"\n  Omg when I just got my braces off. Beef day of my life\n  ","615805":"\n  You’re so fuckin sweet omg\n  ","615806":"\n  HOPE YOURE HAVING A WONDERFUL NIGHT\n  ","615807":"\n  Hi fam\n  ","615808":"\n  HOLY BALLS ON WHEELS IM SO EXCITED\n  ","615809":"\n  I’m pretty sure she hates me\n  ","615810":"\n  Fuck no.\n  ","615811":"\n  Omg you’re my favorite\n  ","615812":"\n  I like PlayStation the most\n  ","615813":"\n  I live in California\n  ","615814":"\n  Ya he’s good looking i guess\n  ","615815":"\n  Yeah she hates me\n  ","615816":"\n  Yes please get rid of them for me\n  ","615817":"\n  No ??\n  ","615818":"\n  I’m not from or living in the UK. And I do not want to bang you.\n  ","615819":"\n  I am very good with communication. I am good at understanding people. I’m a great snacker. And my bf says I’m an expert at sucking shlong\n  ","615820":"\n  Prep time is like an hour or more cause I fuck around half the time lol but it’s 35 minutes of actually cooking time\n  ","615821":"\n  Sucking the work dick while dreaming of sucking my bfs dick.\n  ","615822":"\n  Omg ? did you remember my cycle lol? But it’s been ended for a day or so. It started on the 20th and ended yesterday\n  \n  Hope you are having a great evening you beautiful creep ?\n  ","615823":"\n  I used too. Those were my favorite drives especially with friends stoned asf.\n  \n  You should get whatever food you are craving.\n  ","615824":"\n  This was actually beautiful.\n  \n  Is this a quote or your own writing?\n  ","615825":"\n  Ya and?\n  ","615826":"\n  What did I do  this time??\n  ","615827":"\n  This might sound weird but I love the smell clean newborn babies head\n  ","615828":"\n  Beef, sweet onions, pearl onions, sweet potato, carrots, mushrooms, numerous spices, beef broth...\n  ","615829":"\n  ???????????❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️ OMFGGGG YESS I CANT WAIT AT ALLLLLLLLLLLLLLLLLLL ?\n  ","615830":"\n  Thank you ☺️\n  ","615831":"\n  Omg I’m gonna get another cat and totally name him that - it would have to be a boy.\n  ","615832":"\n  Lol I wish you could come entertain me while I cook\n  ","615833":"\n  I’m so happy my day at work is over I am so exhausted and just wanna cook my stew , come on ask, and play my puzzle game\n  ","615834":"\n  I didn’t know there’s such a thing!???\n  ","615835":"\n  Hey don’t ruin my moment\n  ","615836":"\n  Miley Cyrus seems like she would be a blast to hang out with\n  ","615837":"\n  I don’t really understand all the hype with them , they aren’t that great\n  ","615838":"\n  7:38 am\n  ","615839":"\n  I’m confused about why having a twin or not determined this?\n  ","615840":"\n  Just posted this on my IG ?\n  ","615841":"\n  Holy mother fuck I have always wanted a personal shopper cause like I’m awful picking out my clothes... I would really love for you to do that and hun don’t be jealous of me!!!! There’s nothing to be jealous of , trust. And you sound pretty goddamn amazing sooo\n  ","615842":"\n  I CANT WAIT FOR SUMMER\n  ","615843":"\n  One of my favorite shows\n  ","615844":"\n  ??????????\n  ","615845":"\n  Omg I see what you did there lol\n  ","615846":"\n  Someone who can make a career or major business without going to college\n  ","615847":"\n  Grand theft auto & Sims\n  ","615848":"\n  Well my boyfriend is good ?\n  ","615849":"\n  Yes he looks like a little angel\n  ","615850":"\n  My boyfriend that’s asleep next to me\n  ","615851":"\n  I am actually they fascinate me\n  ","615852":"\n  I didn’t know that about me... but wow that just made me really happy and kinda made me proud of  myself\n  ","615853":"\n  I agree because it just makes me sooo uncomfortable\n  ","615854":"\n  No worries I’m still here\n  ","615855":"\n  Everyone can follow my public but my private is different\n  ","615856":"\n  Who’s fault would it be\n  ","615857":"\n  Kinda ya\n  ","615858":"\n  Luxury because they look nice but they also drive really well. It would keep me from speeding\n  ","615859":"\n  Wow thank you so much ?\n  ","615860":"\n  The best and the worst of me.\n  ","615861":"\n  Who go mad?\n  ","615862":"\n  I laugh and go “you’re kidding right? I hope you’re joking.”\n  ","615863":"\n  That we can keep it a secret\n  ","615864":"\n  Travis you are a sweetheart and I am so glad I can make your day go by much better. I hope you can continue to have a good day ?\n  ","615865":"\n  What’s so great about my legs?\n  ","615866":"\n  I have a coworker that is married and his wife is beautiful but he keeps like trying to get me to go out and get drunk and stuff.. I keep like trying to get him to remember he has a wife and I have a bf but won’t get the message. After work he has to talk when I try to go home. And whenever his wife is on a trip he hits me up and tries to have me come over. I don’t know how to make him get him to get the picture without making it awkward at work\n  ","615867":"\n  Wow thank you ?\n  ","615868":"\n  That makes me so happy that I can help you!\n  ","615869":"\n  Thank you ?\n  ","615870":"\n  I have anxiety and PTSD.\n  \n  And thank you. I have done a lot of work and have made a lot of progress! ?\n  ","615871":"\n  I wish I had a twin\n  ","615872":"\n  I don’t know what combos are\n  ","615873":"\n  Awwwwhhhhh? this is really sweet! I love talking with you too I really enjoy it and this is why i want a letter from you!\n  ","615874":"\n  I mean anything is possible.. I just don’t know how they love me without fully getting to know me\n  ","615875":"\n  No I don’t think I’m over protective of anybody... just of my snuggle monster ash ?\n  ","615876":"\n  I did lol\n  ","615877":"\n  Because my step dad is from Rome and I was a minor when my mom got hers so I automatically got mine\n  ","615878":"\n  You’re sweet ?\n  ","615879":"\n  For my mental health\n  ","615880":"\n  Why would I reject them? What if it was someone I was crushing on and didn’t know until they said something?\n  ","615881":"\n  Red\n  ","615882":"\n  I have to go to therapy\n  ","615883":"\n  I think maybe they are afraid of how j would react?\n  ","615884":"\n  That’s not true.\n  ","615885":"\n  That would really hurt my feelings and I would probably have to decide whether our friendship is worth fighting for or just let us go our separate ways. I would even be honest and tell them that they hurt me and asked why they responded that way maybe they were having a bad day and just was out of it..\n  ","615886":"\n  These dark chocolate covered blue berries has made my day perfect oh my god\n  ","615887":"\n  That means the person is a fuck face\n  ","615888":"\n  Lana del Rey. Can you imagine how beautiful that would be? Her face carved out of marble?? ?\n  ","615889":"\n  Here’s ash and i today with no makeup ?\n  ","615890":"\n  Hey how are you??? I have been good! I’m about to eat some chicken fajitas. Haven’t talked to you for a long time tell me what you’ve been up too!!\n  ","615891":"\n  The Bermuda  triangle\n  ","615892":"\n  Guys Eminem’s new album is fire ?\n  ","615893":"\n  Lol omg that was supposed to say exhausted lol\n  \n  And thank you ?\n  ","615894":"\n  Purple because I thought it looked the nicest and they didn’t have black or gold ?\n  ","615895":"\n  Boom is exhumed a\n  ","615896":"\n  Thank you ?\n  ","615897":"\n  Uh its not that great sometimes\n  ","615898":"\n  The hardest question I’ve ever had to think about because I can’t remember at all.\n  ","615899":"\n  ?\n  ","615900":"\n  it taught me how much I don’t really need to use it unless I’m just trying to contact someone or need to look something up. But I was chilling without social media honestly. It made it hard to go out tho cause I need directions and I liked knowing I had emergency contact information.\n  ","615901":"\n  Nah I’d ask what they did to it\n  "}}