{"Question":{"615902":"\n   Do you always have goodies in there?\n  ","615903":"\n   just looking at you sears the word love into my mind\n  ","615904":"\n   Do you like anything with nougat?\n  ","615905":"\n   Are you a shy person when meeting someone new?\n  ","615906":"\n   What was the 1st tattoo that you got and how old were you?\n  ","615907":"\n   Do you do other work too\n  ","615908":"\n   my lord is he lucky\n  ","615909":"\n   How often do you eat fast food?\n  ","615910":"\n   What work do you do\n  ","615911":"\n   Does your man kiss along your jawline? Yours is so flawless\n  ","615912":"\n   Your new phone takes lovely pictures.... or maybe it is just that you are beautiful\n  ","615913":"\n   Ok so i have been waiting since days to tell you things ?\n  ","615914":"\n   heartbreaker savy treats phones like she does hearts. that's straight up gangsta.\n  ","615915":"\n   Did you have a protective case on it? I do and have dropped mine several times and it never cracked\n  ","615916":"\n   Got your phone yet?\n  ","615917":"\n   pap of your old phone\n  ","615918":"\n   Awh thank you love, I try to keep up haha? I should text you!\n  ","615919":"\n   Oh who?\n  ","615920":"\n   I am crushing on you wish I wasn't thoe\n  ","615921":"\n   Has anyone on here ever admitted to you that they do?\n  ","615922":"\n   Seriously who isn't? ?\n  ","615923":"\n   Hi you are very beautiful bye\n  ","615924":"\n   You mean ask friends lol\n  ","615925":"\n   Your dream has been the reality for anybody who has gone out with you\n  ","615926":"\n   What was the last tging you watches on Netflix \/ Apple tv etc\n  ","615927":"\n   Wyd\n  ","615928":"\n   I agree with you it's annoying\n  ","615929":"\n   Do you have day off today\n  ","615930":"\n   24\/7 thoughts ?\n  ","615931":"\n   What do you know about him?\n  ","615932":"\n   What things do you use every day?\n  ","615933":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","615934":"\n   You have no idea about the identity of your biological father right?\n  ","615935":"\n   Do you enjoy movies where the characters spontaneously burst into song for no apparent reason or do you find that kind of carry on, a bit on the weird side? ?\n  ","615936":"\n   Nah, it's fine. I don't have much left in me.\n  ","615937":"\n   Hi, i’m Ann and I will be so happy if you be active on my ASK❤️\n  ","615938":"\n   What is your most played song?\n  ","615939":"\n   Whom have you hugged today?\n  ","615940":"\n   So everything small not X small right?\n  ","615941":"\n   ❤️\n  ","615942":"\n   What age were your parents when they had you?\n  ","615943":"\n   I'm really chowing down this weekend. I ate the 4th sub last night and today I got another 3 subs! I got a meatball and 2 tuna. I'm about to eat the last of them today. hahaha\n  ","615944":"\n   Who is that???\n  ","615945":"\n   Why?\n  ","615946":"\n   Did anyone always call you by your last name?\n  ","615947":"\n   Im thinking about sending  you 1 thousand dollars cash, dis coo ?????\n  ","615948":"\n   How do you feel about ppl third wheeling? Like on a date?\n  ","615949":"\n   Tell me a few things you own which you've thought about reselling? ?\n  ","615950":"\n   I’m doing okay! How are you lovely? And it’s honestly crazy to try and keep up tbh but I’ve been doing it haha?\n  ","615951":"\n   I don't do anything. I had a stroke when I was 8. I still can't use one side of my body.\n  ","615952":"\n   That’s too early\n  ","615953":"\n   did you ever want any real food after the ice cream?\n  ","615954":"\n   Can you add a harley quinn cosplay outfit to your wishlist??\n  ","615955":"\n   How did you get that MySpace pic? Did you travel bck in time or is it still there today ?    Omfg\n  ","615956":"\n   So will you model the clothes we send you??\n  ","615957":"\n   Po box update?\n  ","615958":"\n   What should a man do in this situation:\n   \n    https:\/\/twitter.com\/Pastor_CVB\/status\/1219871076504821762\n   \n","615959":"\n   What makes you a good person? ?\n  ","615960":"\n   they're perfect as they are\n  ","615961":"\n   is the baby boomer generation a disgrace to all that is boom?\n  ","615962":"\n   Accept my follow req on insta?\n  ","615963":"\n   Got your phone?\n  ","615964":"\n   The only thing I've done is supply my landlord with rent. Anyone else would have done that too. I've done nothing\n  ","615965":"\n   It doesn't matter. I never did anything with my life anyway.\n  ","615966":"\n   Hey love!\n  ","615967":"\n   What time is the sun setting today where you are? ?\n  ","615968":"\n   Yes. I'm losing this battle big time.\n  ","615969":"\n   You might die tonight too because of the pecan.?\n  ","615970":"\n   Hardest thing you had to do recently\n  ","615971":"\n   It's fine. I always knew I'd die in 2020 anyway\n  ","615972":"\n   I bet you have nice perky b00bs. You're so perfect.\n  ","615973":"\n   I've got bowl cancer. Make me lose my appetite.\n  ","615974":"\n   Which phone?\n  ","615975":"\n   Got your phone?\n  ","615976":"\n   No... when you get your new phone, please make sure to put your settings so you NEVER update iOS software on it's own and NEVER update any Apps either. You want to manually chose to do it or it will mess your new phone up as well!!!!\n  ","615977":"\n   I had no dinner tonight\n  ","615978":"\n   What's the longest you have ever grown your hair out?\n  ","615979":"\n   Are you going to watch the super bowl?\n  ","615980":"\n   What did you cook for dinner tonight?\n  ","615981":"\n   have you ever spent time in a float tank?\n  ","615982":"\n   That would be hot\n  ","615983":"\n   Post a selfie with your new phone\n  ","615984":"\n   Do you have your phone?\n  ","615985":"\n   was it followed up with that actually happening?\n  ","615986":"\n   Pretty good start, you just got it right?\n  ","615987":"\n   In what size do you want that lingerie set?\n  ","615988":"\n   Do you like BALLERINAS\n  ","615989":"\n   Do you like china\n  ","615990":"\n   You got your new phone?\n  ","615991":"\n   How do you relax after a difficult day?\n  ","615992":"\n   You would be rich\n  ","615993":"\n   what do you wish you had the guts to do?\n  ","615994":"\n   Which of these countries do you most wish existed: Camboomia, Boombados, Dijiboomti, Boomistan, Boominican Republic, Boomaguay, Boomgladesh, Boomgaria, Boomland, Alboomia, Boomnesia, Boomduras, Boomaica, Boomanon, El Boomador, Boomkina Faso,  Equatoreal Boomea, Guatebooma, Luxemboom or Boomgolia?\n  ","615995":"\n   What have you received at the po box so far?\n  ","615996":"\n   plz start a cult and have a cult sanctuary for us to adore you at\n  ","615997":"\n   Have you ever sent someone a handwritten letter through the mail?\n  ","615998":"\n   That's cool. Is the retainer like implanted in your mouth? I've never had braces. Every dentist I've had wants me to get them but I'm like nah... I like my teeth and their gaps how they are. ha\n  ","615999":"\n   Pancakes or waffles?\n  ","616000":"\n   Anon Sav is a beautiful friend and it's a nice thing to do. And yes course I have a massive crush on her! Who doesn't! And she knows I do and it's fine as we are friends. Saying this on anon but you know who this is! xxx\n  ","616001":"\n   I thought you didn't like cooking. You sound like a great cook!\n  ","616002":"\n   Can you make brownies and cakes from scratch\n  ","616003":"\n   If life is a drink, then Love is a ??\n  ","616004":"\n   What deceased person do you miss the most?\n  ","616005":"\n   How is your day going? I've eaten 2 of my 4 subs so far. I ate the tuna and meatball. Still have the turkey and roast beef. lmao\n  ","616006":"\n   OMG I remember this scene. It was so funny! It's something I feel like I would do to my date... make her fall on her butt.... lol. I wouldn't ask her if her butt was ok though. lmao\n  ","616007":"\n   Pap of your work uniform?\n  ","616008":"\n   Is this feasible for work?\n  ","616009":"\n   Hey Sav, do you prefer handwritten letters? I feel like handwritten ones are the best. My last handwritten letter was years ago when my grandama was still alive.\n  ","616010":"\n   Are these pop rocks?\n  ","616011":"\n   Do you have fillings in your back teeth on the bottom row on both sides?\n  ","616012":"\n   Do u think that much caffeine is healthy\n  ","616013":"\n   Do you find it difficult to admit that you are wrong, and why?\n  ","616014":"\n   Which of these names do you like most: Boomabella, Boomyson, Boomlotte, Boomelia, Boomelope, Boomalie, Boomsley, Boomiana, Boomephine  or Boomentina?\n  ","616015":"\n   You're lucky, you could even get a job in the EU.  Do you think you'd ever try that?\n  ","616016":"\n   But I want to marry you! ?  You are gonna have to make a competition!\n  ","616017":"\n   Do you like having a job or would you ever want to stay at home?\n  ","616018":"\n   Have you seen \"Hell or High Water?\"\n  ","616019":"\n   No i ll put it on you that’s the deal maybe i ll buy you 2\n  ","616020":"\n   If you could have dinner with anyone, dead or alive, who would you choose?\n  ","616021":"\n   And if i buy you that ll you let me put it on you\n  ","616022":"\n   Throwback music day: Drop a link to an old school track everyone can groove to!\n  ","616023":"\n   Haha you got Snapchat?\n  ","616024":"\n   Ok i ll buy you and put it on you\n  ","616025":"\n   Yes lingerie post it again\n  ","616026":"\n   what soap do you use?\n  ","616027":"\n   The one you posted\n  ","616028":"\n   Gorgeous ?\n  ","616029":"\n   if one of your followers saw you somewhere would you want them to say hi or keep moving?\n  ","616030":"\n   I ll buy you one\n  ","616031":"\n   Yeah but its me who ll tell you cute things ?\n  ","616032":"\n   Have you always been this giving or was there a time when whoever you dated was the one most invested?\n  ","616033":"\n   Do tell me when you get your phone\n  ","616034":"\n   I have been waiting for so long\n  ","616035":"\n   I cant wait either get your phone please\n  ","616036":"\n   Hi. How are you\n  ","616037":"\n   Yea I do. It was an entire day trip. We left early AF, then went to Sea World, then we went to TJ, then we drove back and it was night. It was so tiring.\n  ","616038":"\n   how old are you?\n  ","616039":"\n   -\n  ","616040":"\n   Do you have cable tv?\n  ","616041":"\n   Wyd\n  ","616042":"\n   When you were in high school, did you ever go across the boarder and eat and drink in Mexico? I visited LA in high school (I had a friend there). We drove to Sea World and then went to TJ and got Mexican food. lol\n  ","616043":"\n   Good and cute\n  ","616044":"\n   I have alot things to tell you once you get your phone\n  ","616045":"\n   Got your phone yet?\n  ","616046":"\n   I feel so bad you always make me smile and make me feel better o had my chances to pay you back and I failed ?\n  ","616047":"\n   What do you need\/want\n  ","616048":"\n   I was going to buy you the new I phone but guess am to leat\n  ","616049":"\n   When you watch shows or movies with bank robberies, are you always seeing things that aren't realistic because you know what to look for?\n  ","616050":"\n   knowing you made it would make it taste 100x better to me\n  ","616051":"\n   Of both the accounts?\n  ","616052":"\n   Did you get a new phone\n  ","616053":"\n   Are any of them fun enough to hang out with outside of work?\n  ","616054":"\n   Umm use laptop please\n  ","616055":"\n   I ll tell you over insta wait\n  ","616056":"\n   I have something to tell you\n  ","616057":"\n   you're always making great stuff. how did you learn how to cook?\n  ","616058":"\n   Cheesecake or pie\n  ","616059":"\n   What are your top 3 chain restaurants?\n  ","616060":"\n   If you don't talk out an issue with someone, will it linger until you do or can it fade away?\n  ","616061":"\n   what did u make for dinner?\n  ","616062":"\n   Do you think they know they're being annoying or is it just who they are without even trying?\n  ","616063":"\n   Wow that's cool. Have you spent much time in Italy?\n  ","616064":"\n   do you listen to music in the shower?\n  ","616065":"\n   You shouldn't have to hit anyone up anyway or even ask. Everything should just be covered. That should be the default.\n  ","616066":"\n   I feel like I'm watching 1 when I follow u..like ur so CLEARLY special & crazy beautiful in ALL the ways and u give me confidence that u will not only figure it out but master life as we know it!!\n  ","616067":"\n   Do you have a passport?\n  ","616068":"\n   Do you ever look forward to work?\n  ","616069":"\n   u are a modern fairytale princess. a disney movie could be written about u!!\n  ","616070":"\n   Are you sleeping well lately?\n  ","616071":"\n   you deserve all the hugs & love in the world ❤️❤️❤️\n  ","616072":"\n   Your guy LeBron just won in Houston without Anthony Davis and he got MVP chants from the road crowd\n  ","616073":"\n   What is the next thing you're going to binge watch?\n  ","616074":"\n   Of course. I'm sorry about that, the thought of bringing you down makes me upset with myself. You and your happiness means a lot.\n  ","616075":"\n   Why do you think she's like that with you? What was the point of choosing to be your mother if she was gonna be like that toward you?\n  ","616076":"\n   Isn't you hitting up your bf for money how your last relationship got all stressful and messed?\n  ","616077":"\n   how do guys like that end up with girls like you\n  ","616078":"\n   Does your mom ever give you any money?\n  ","616079":"\n   What's your typical coffee consist of?\n  ","616080":"\n   Wearing anything pink what is it\n  ","616081":"\n   This movie was amazing. I loved Carmen Electra in it too. lmao\n  ","616082":"\n   Yes there is I'm looking at it right now there's 2 sizes smaller. X small and XX small\n  ","616083":"\n   What is your Dream in your life\n  ","616084":"\n   You know they must be crushing on you to do this\n  ","616085":"\n   If you could pick an eye color for you, which one would you choose??\n  ","616086":"\n   Is your bikini top size a small? Because I'm looking at the model that's wearing it  and she's 5'8\" and her boobs look like C's and she's wearing a small\n  ","616087":"\n   Does anyone really buy you presents? Do you have the same people who do it regularly? They must have a huge crush on you!\n  ","616088":"\n   Why do girls talk more than boys?\n  ","616089":"\n   ??????\n  ","616090":"\n   Illusion in your words?\n  ","616091":"\n   You would get my vote ??\n  ","616092":"\n   I hope everyone had a great Friday! Make everyday worth it . remember you matter ✨?\n  ","616093":"\n   Who do you have winning the 2020 US Presidential Elections?\n  ","616094":"\n   I'm getting 4 footlong subs tomorrow. Meatball, tuna, roast beef, turkey. After I go for a 4 mile walk, I have a bunch of work to do. Afterwards I'm gonna chow. What are you doing tomorrow?\n  ","616095":"\n   What are 5 things you love?\n  ","616096":"\n   I know you would be\n  ","616097":"\n   We need pics of the food you are cooking. That really sounds good!\n  ","616098":"\n   Definitely take her out on a date\n  ","616099":"\n   You are such a California babe!\n  ","616100":"\n   Please marry me\n  ","616101":"\n   I didn't know you had ever done it on here before! ?\n  ","616102":"\n   I already am eating ice cream\n  ","616103":"\n   what kind did you have?\n  ","616104":"\n   I’ll eat ice cream all year long\n  ","616105":"\n   What’s the last snack you had?\n  ","616106":"\n   Do you enjoy music award shows?\n  ","616107":"\n   That's a big height difference didn't you feel any wierd about this?\n  ","616108":"\n   I will get you yellow ones\n  ","616109":"\n   Did you get my message about the bikini I'm sending you? About the top\n  ","616110":"\n   Love that answer\n  ","616111":"\n   Hi☺️\n  ","616112":"\n   What kind\n  ","616113":"\n   If we get you underwear you want thongs right\n  ","616114":"\n   Where are you from\n  ","616115":"\n   How tall are you?\n  ","616116":"\n   What do you want most\n  ","616117":"\n   You should put your sizes in your bio or in a faq\n  ","616118":"\n   Savy Boom's Size Chart\n  ","616119":"\n   If I sent you a letter would write back?\n  ","616120":"\n   What are you having tonight, Boomiez???\n  ","616121":"\n   If random person called you \"love\"  or \"sweet heart\" etc do you take it personal and correct them or you aren't bothered?\n  ","616122":"\n   Did you make this meal, or is this from the bbq place?\n  ","616123":"\n   Pap of your work station!\n  ","616124":"\n   What would you name your first child?\n  ","616125":"\n   Your legs are unbelievably beautiful\n  ","616126":"\n   How do you help your friends when they're feeling low? How do you cheer them up? ?\n  ","616127":"\n   How tall was the tallest person you've had a relationship with?\n  ","616128":"\n   Any advice to get rid of anger ? (“Just let it go” isn’t an answer that works for me)\n  ","616129":"\n   Do you have any tattoos? Let’s see that! Post a pic\n  ","616130":"\n   nice shower?\n  ","616131":"\n   Sure you have posted lots of panty pics before on here\n  ","616132":"\n   Your bf or the guy in the gif\n  ","616133":"\n   Can I send biscuits and other sweets to mailing address?\n  ","616134":"\n   Post a GIF that matches your current mood?\n  ","616135":"\n   ??\n  ","616136":"\n   hows my wife\n  ","616137":"\n   Wow finally you have posted panty pics! ????\n  ","616138":"\n   How did he know what size you are?\n  ","616139":"\n   Seem like your girl in the candy store\n  ","616140":"\n   Is it on here\n  ","616141":"\n   I need to see this ?\n  ","616142":"\n   Which one is it\n  ","616143":"\n   What's it's @\n  ","616144":"\n   Is that from your PO Box? How exciting!\n  ","616145":"\n   Please tell me you're gonna put them on and model them for us on your ig spam account?\n  ","616146":"\n   full body confidence pap\n  ","616147":"\n   Can you speak any German?\n  ","616148":"\n   Wyd\n  ","616149":"\n   Your eyebrows are very well tweezed\n  ","616150":"\n   Do you write anyone letters?\n  ","616151":"\n   Sav, I'm so swamped this week, but hopefully I'll write you a letter next week. I'm looking forward to it.\n  ","616152":"\n   Does the house you are renting have air conditioning?\n  ","616153":"\n   Well, do you like regular root beer?\n  ","616154":"\n   Glad to hear that with the ingredients for the diet the one chemical that they put in there is cancer solar diet drinks are not really healthy just to let you know better off with just a straight a drink\n  ","616155":"\n   How is Ash?\n  ","616156":"\n   Are you typically in a very mad or an emotional mood during your period? Can people talk to you, or do you rip their throat out?\n  ","616157":"\n   I'm craving diet root beer. Do you like diet root beer?\n  ","616158":"\n   Did you have blue hair several years ago, or am I just imagining that?\n  ","616159":"\n   What are you a “natural” at doing?\n  ","616160":"\n   Your weight is like 113 pounds right?\n  ","616161":"\n   So the boyfriend you have now you just got in the last few months then?\n  ","616162":"\n   Are you still dating the same guy from 2018?\n  ","616163":"\n   Who is your favorite artist or painter?\n  ","616164":"\n   Why do people post food and fitness routine photos on social media so much?\n  ","616165":"\n   You don't need implants your boobs look good. Breast size isn't very important\n  ","616166":"\n   ??..???\n  ","616167":"\n   You were mad of diamonds, are you Muslim?\n  ","616168":"\n   Do you like Nintendo consoles\n  ","616169":"\n   But i am not flattering i think that u r beautiful.\n  ","616170":"\n   What's one thing you hate sharing?\n  ","616171":"\n   Hmm do u think i m kindda serious type.....\n  ","616172":"\n   Would you get a tattoo on your butt?\n  ","616173":"\n   It's means you're going to have a sexy ass for life right?\n  ","616174":"\n   Oh really..\nIts username, by which u express?\n  ","616175":"\n   What is the best way to say goodbye?\n  ","616176":"\n   And that is your right address in your bio no mistakes? Also what are the brands that you know you're a small in. Victoria's Secret is one of them right?\n  ","616177":"\n   Hmm i didnt get ur username..?\n  ","616178":"\n   Get implants\n  ","616179":"\n   I’m surprised you don’t have the whole store of eBay on there or Amazon and order for you well you deserve it\n  ","616180":"\n   I also need your underwear, bikini, and bra size\n  ","616181":"\n   Are you afraid of falling in love?\n  ","616182":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","616183":"\n   Do you always wear makeup to work?\n  ","616184":"\n   How will you celebrate your next birthday?\n  ","616185":"\n   So sad to hear about Meghan Markle's car accident next month\n  ","616186":"\n   ~\n  ","616187":"\n   If you could change one thing about your family, what would it be?\n  ","616188":"\n   how much vacation can you take from work?\n  ","616189":"\n   Now\n  ","616190":"\n   I forgive me I’m a little older so it takes me a little bit to catch on I believe the white one would be a good choice but I do like the black ones also . You make it hard on us to help you choose\n  ","616191":"\n   oh i see\n  ","616192":"\n   I'm marrying you.\n  ","616193":"\n   White one\n  ","616194":"\n   Well, the Powerball jackpot is at just under $300 million. Time for be to buy another ticket and let's hope that I win, so you and me and retire and just have fun hanging out a lot and eating a lot of takeout food! lol\n  ","616195":"\n   have you read anything about the larqe quake due to hit that area?\n  ","616196":"\n   What class did you do the best in, in high school?\n  ","616197":"\n   Alright so you don't like everything. What else do you not like eating?\n  ","616198":"\n   Well Sav, I caved. I was eating so well for a week that I tonight I just couldn't do it. I'm sure I gained 8 lbs tonight. I'm not joking. I was starving myself & going to bed hungry. It is so hard to sleep when hungry. Tonight, I got 4 McDoubles, 2 Whoppers, & 2 premium chicken sandwiches. lmao\n  ","616199":"\n   What part of WA state did you live in?\n  ","616200":"\n   do you listen to anything when you run?\n  ","616201":"\n   What about Arby's?\n  ","616202":"\n   Have you eaten at Carl's Jr.?\n  ","616203":"\n   how do u get varified\n  ","616204":"\n   what did\/are you going to have for dinner tonight?\n  ","616205":"\n   Are you ready?\n  ","616206":"\n   Do you sleep deeply or wake up a lot?\n  ","616207":"\n   Do you prefer Instagram or Facebook?\n  ","616208":"\n   That’s great to hear\n  ","616209":"\n   Why do you have your address on this website?\n  ","616210":"\n   Nice So, I'm in the clear to write you a letter? I'm looking forward to it. How did you become friends with people that old? Work?\n  ","616211":"\n   Is 40s too old to write send you a postcard\/ letter? I feel like that's too old and creepy. Like you would never be friends with anyone that old.\n  ","616212":"\n   Do you like fuzzy blankets?\n  ","616213":"\n   ~\n  ","616214":"\n   If I buy you sexy lingerie and micro bikinis can I see you in a micro bikini?\n  ","616215":"\n   What's the last movie you watched?\n  ","616216":"\n   Good night ???\n  ","616217":"\n   That isn't even possible\n  ","616218":"\n   Do you miss anyone right now?\n  ","616219":"\n   What’s yalls favorite movie\n  ","616220":"\n   I want?\n  ","616221":"\n   Like seriously ?\n  ","616222":"\n   Give your account in facebook,pleace.\n  ","616223":"\n   Vermisst ihr den Schnee diesen Winter?\nDo you miss the snow this Winter ?\n  ","616224":"\n   Ok add me\n  ","616225":"\n   Let me grab your titty pls\n  ","616226":"\n   hi\n  ","616227":"\n   i second this babe\n  ","616228":"\n   my dream girl x\n  ","616229":"\n   Relly??\n  ","616230":"\n   this is perfection\n  ","616231":"\n   I bet it smells very good\n  ","616232":"\n   dont ever get any surgery please\n  ","616233":"\n   if I were you is I'd go to the crutchfield website and enter your car info and it'll load up a range of compatible equipment and you can check out the various prices. they're cheaper than brick and mortar stores too and have good customer service\n  ","616234":"\n   ??\n  ","616235":"\n   What can i expect from you in bed for 500?\n  ","616236":"\n   Ohhh fuck ... What the hell, people ask you, I mean ..... Any thing\n  ","616237":"\n   ik ppl who have onlyfans and dont even show more than is allowed on insta yet they're paid for it!\n  ","616238":"\n   so much happiness\n  ","616239":"\n   What keeps you awake late night ?\n  ","616240":"\n   How are you planning to spend the day ? ?\n  ","616241":"\n   I know..so many ppl still do it. cops say there's too many and they can't pull em all over but *if* they want they can. and sometimes they do OR if they pull you over for something else, they'll tack that on there.\n  ","616242":"\n   ~\n  ","616243":"\n   What's one thing you deeply regret?\n  ","616244":"\n   Can't found.\n  ","616245":"\n   probably 200-300 then. you can get it for 100 but it will fade and not do much for heat. but remember in california you can get ticketed for windshield or driver\/front passenger side window tinting.\n  ","616246":"\n   Do you think it's cool how wombats are sharing their tunnels and herding them into them to save them from fire?\n  ","616247":"\n   why\n  ","616248":"\n   what is that, it looks amazing\n  ","616249":"\n   Are you allowed to bring friends over to your house? You can have them come over and bring you food. lol\n  ","616250":"\n   Thank you so much for not vaping! I love you!\n  ","616251":"\n   If someone comes to your bank with a bill torn up and wants a new one, will you exchange it?\n  ","616252":"\n   Wyd?\n  ","616253":"\n   You want him to be jealous?\n  ","616254":"\n   Do you eat or drink anything only because it's healthy?\n  ","616255":"\n   Have you ever been kicked off or someone's instagram page? I just saw that I got booted from someone and I'm laughing but unhappy. Now I can't see all the good pics and instagram stories. haha\n  ","616256":"\n   That's some creative eating right there. You can make fake Animals Style fries by ordering a slice of cheese and Big Mac sauce for your fries.\n  ","616257":"\n   Check your receipt next time. On top is a survey link for a free buy one get one free sandwich. It will save you $.\n  ","616258":"\n   Were the customers rude to you?\n  ","616259":"\n   You work on Saturday?!\n  ","616260":"\n   Do you like your room to be warm or cold for sleeping?\n  ","616261":"\n   Question about your PO Box ----- what is the age range for writing you letters and sending you things? I feel I am too old to participate. I'm waaaay older than you by a lot.\n  ","616262":"\n   Did you have a nice day?\n  ","616263":"\n   Were you \"cool\" and \"popular\" in high school?\n  ","616264":"\n   Lil’ Savy Boom.... you so adorable!\n  ","616265":"\n   Damn you rich.\n  ","616266":"\n   Is your bf\/husband a jealous guy?\n  ","616267":"\n   Do you like strong thunderstorms? We have a huge line of storms coming at me tonight. Should hit me around midnight.\n  ","616268":"\n   Does your McDonald's print out those receipts that when to take the online survey, you write down a code and then if get a buy one get one free any type sandwich? You can get 2 quarter pounds then.\n  ","616269":"\n   OMG that is literally genius. Do you order it from a kiosk or do you have to explain it to the people behind the counter?\n  ","616270":"\n   Snapchat ?\n  ","616271":"\n   What size do you prefer?\n  ","616272":"\n   hi\n  ","616273":"\n   Your snapchat or insta.??\n  ","616274":"\n   Do you really have these?\n  ","616275":"\n   This the best thing\n  ","616276":"\n   May i call you 'my lady'?\n  ","616277":"\n   ~\n  ","616278":"\n   What are you busy with today?\n  ","616279":"\n   have you gotten proper sleep in the last couple days?\n  ","616280":"\n   it depends! are you mainly doing it for appearance or is keeping cool a big reason why you want it done?\n  ","616281":"\n   What's one artist\/band you would like to see live in a concert?\n  ","616282":"\n   Do you JUUL, or are your smarter than that?\n  ","616283":"\n   What are you doing tonight and Saturday night? Any plans? Relaxing?\n  ","616284":"\n   How are you sweetheart?\n  ","616285":"\n   Who would like free coins?\n  ","616286":"\n   Have you ever smiled at a stranger and then wish you hadn’t? Why or why not?\n  ","616287":"\n   That is a neat idea. How did you think of that?\n  ","616288":"\n   jealous much\n  ","616289":"\n   Do you have self confidence?\n  ","616290":"\n   like window tinting?\n  ","616291":"\n   do you wear back slit skirts to work\n  ","616292":"\n   Do you have five guys?\n  ","616293":"\n   Are you pet sitting  rn?\n  ","616294":"\n   How do you have such a cute nose\n  ","616295":"\n   Helo dear\n  ","616296":"\n   Nice bra Sav!\n  ","616297":"\n   ~\n  ","616298":"\n   Whose brain would you want to live in for a day?\n  ","616299":"\n   Wyd?\n  ","616300":"\n   Can people send you box of sweets from their country so you'd taste them?\n  ","616301":"\n   hii\n  ","616302":"\n   Do you have pen pals?\n  ","616303":"\n   Wtf is that McDonalds creation? OMG that looks awesome! Did you come up with that? I love Big Mac sauce on everything\n  ","616304":"\n   ?\n  ","616305":"\n   they should put that on the menu and call it a mcboometh\n  ","616306":"\n   I'll totally write you a letter. Haha. I'm gonna feel weird but it would be fun. It's just gonna be random stuff in my life and cats. Lol\n  ","616307":"\n   Do you ever go to McDonald's? What do you get there?\n  ","616308":"\n   Oh my F...... you got a PO Box!!!!! HAHAHAHA! I love it! I really want to write you a letter but I don't want to come off as some freak, you know? lmao\n  ","616309":"\n   What can people send you in that?\n  ","616310":"\n   You need a sugar daddy? ?\n  ","616311":"\n   I'm spending all my money so hurry with the p.o. box please?  Okay???\n  ","616312":"\n   You need that onlyfans money\n  ","616313":"\n   what would make you feel taken care of?\n  ","616314":"\n   promise\n  ","616315":"\n   Your hair is so nice do you like it when it gets touched and played with\n  ","616316":"\n   Well it drains my services and data. Telephone is free.\n  ","616317":"\n   #BestFeature :  You are a Beauty!! Can't choose between your eyes and lips. Stay blessed girl :)\n  ","616318":"\n   Are you using any filter in this pic\n  ","616319":"\n   Omg you are very beautiful like the prettiest cali girl I've ever seen\n  ","616320":"\n   ~\n  ","616321":"\n   Are you usually the one that ends the relationship\n  ","616322":"\n   Your pictures are awesome!!!\n  ","616323":"\n   How do you deal with break ups? \nI’m rubbish at coping with them ?\n  ","616324":"\n   It looks same though\n  ","616325":"\n   Yess same lol. She's fucking gorgeous & that's it. Umm idk. Could u show a pic of how you'd look if u got one?\n  ","616326":"\n   Post a picture of your favorite place ?\n  ","616327":"\n   Name one of your biggest Fears\n  ","616328":"\n   They ain't gonna understand how you feel till you put them in the same situation!\n  ","616329":"\n   So do you want to dark hair or you talking about the dark H\n  ","616330":"\n   Hello\n  ","616331":"\n   You’re so pretty!\n  ","616332":"\n   promise youll marry me ok\n  ","616333":"\n   Your IQ is as high as 120. Do you make a lot of money with your high IQ?\n  ","616334":"\n   marry me please let me take the pressure of you\n  ","616335":"\n   9 years and counting ffs i wouldnt wish for anything different your myyyyyyyyy world\n  ","616336":"\n   I add you on Instagram\n  ","616337":"\n   Photo\n  ","616338":"\n   because you were and are baby\n  ","616339":"\n   your fucking stunning\n  ","616340":"\n   it made me smile writing it\n  ","616341":"\n   What do you love the smell of?\n  ","616342":"\n   PO BOX UPDATE\n  ","616343":"\n   I bet you smell nice all the time\n  ","616344":"\n   Business calls\n  ","616345":"\n   Is it important to use perfume?\n  ","616346":"\n   what is ur possession\n  ","616347":"\n   shes fucking perfect isnt she anon\n  ","616348":"\n   I had insomnia too and you seriously made my night THANK YOU\n  ","616349":"\n   Hi?\n  ","616350":"\n   work as?\n  ","616351":"\n   wow what other kinds have you had?\n  ","616352":"\n   Can you be at peace with important people in your life who can't do that or is being upset with them something you have to get accustomed to?\n  ","616353":"\n   Why you never got one and just stuck with cats\n  ","616354":"\n   Is there anything that you especially dislike people not being straightforward with you about?\n  ","616355":"\n   Okay give me your best\/funniest pick up line GO!\n  ","616356":"\n   do you ever get the one where you have to take a test but didn't prepare or realize you haven't gone to a class for months and are gonna fail?\n  ","616357":"\n   Would you own a dog?\n  ","616358":"\n   Do you think it's important to sometimes apologize for things you don't believe are wrong when you know they still negatively affected someone else's life?\n  ","616359":"\n   When are you not honest?\n  ","616360":"\n   I thought you never lie\n  ","616361":"\n   On a scale of 1-10 how honest are you?\n  ","616362":"\n   Hi, where do you live?\n  ","616363":"\n   You are such a blessing!\n  ","616364":"\n   do you ever get weird dreams where you're in high school again?\n  ","616365":"\n   Do you hated when you’re sleeping in class then all of a sudden the house phone keeps ranging constantly.\n  ","616366":"\n   Would you date a controling bf\n  ","616367":"\n   look @ this\n   \n    https:\/\/twitter.com\/videofluff\/status\/1215094370283610112\n   \n","616368":"\n   This is why you're the boom queen, you're epically boomically awesome\n  ","616369":"\n   Already liking what I'm seeing ?\n  ","616370":"\n   what is it about back slit skirts you like the most?\n  ","616371":"\n\n    https:\/\/www.youtube.com\/watch?v=ZLlXVkXh1k0&feature=youtu.be\n   \n","616372":"\n   You should get money from the people of swagistan\n  ","616373":"\n   You know what this calls for? A PARTY\n  ","616374":"\n   Done\n  ","616375":"\n   What is (or was) your favorite class in school?\n  ","616376":"\n   What's your insta?\n  ","616377":"\n   Online articles say that people with an IQ of about 110,\nThese people make the most money\nIf it's right, do you make a lot of money or have a decent job\n  ","616378":"\n   u work?\n  ","616379":"\n   What question do you often ask yourself?\n  ","616380":"\n   WE CANT FIND YOUR OTHER ASK SITE LINK PLEASE???\n  ","616381":"\n   Do you have fishnets now tho? Omg\n  ","616382":"\n   Lady Boometh just gained a new follower from the Boommeister himself\n  ","616383":"\n   Boomyyy\n  ","616384":"\n   Did your mom ever acknowledge how you being exposed to that so young would have affected you or did she convince herself that you couldn't possibly remember it?\n  ","616385":"\n   If we send fishnet stockings will you model them?\n  ","616386":"\n   Where's the p.o. box?????\n  ","616387":"\n   noooo no judging i find it cute those words impacted you like that\n  ","616388":"\n   id let you ruin me\n  ","616389":"\n   yayyyyy ily\n  ","616390":"\n   BABYGIRL\n  ","616391":"\n   heyyy suppp\n  ","616392":"\n   Post all day long like anyone would complain your a princess\n  ","616393":"\n   Why do people hate women so much ? This is a shout out. ?\n  ","616394":"\n   Bank starts at 1:30?\n  ","616395":"\n   Posting pics of you\n  ","616396":"\n   What a time for a person's memories to start kicking in. How long did it take before you could exhale and not feel weighed down by that?\n  ","616397":"\n   Would you make a spam insta page\n  ","616398":"\n   Oh alright I thought it was at 9 or something and you still up lol\n  ","616399":"\n   Wow do you have work tomorrow?\n  ","616400":"\n   If you suddenly won $10,000 what's the first thing you would do with the money?\n  ","616401":"\n   You are funny and cute af\n  ","616402":"\n   What's the time where you live?\n  ","616403":"\n   Would you make a tiktok\n  ","616404":"\n   Did any of them crack in bizarre ways or just typical drops?\n  ","616405":"\n   what is the earliest year that you have a bunch of memories from?\n  ","616406":"\n   How many cracks does your phone screen have?\n  ","616407":"\n   Aww little you had to be ridiculously cute\n  ","616408":"\n   An old pic of you please?\n  ","616409":"\n   do you remember anything about the year 2000?\n  ","616410":"\n   do you mainly like guy tiktokers, girls or a mix?\n  ","616411":"\n   Welcome to 2020! It's going to be your year!!\n  ","616412":"\n   Any wish for the new year?\n  ","616413":"\n   Saw a question about what someone was self-conscious about and they answered their voice.\nDoes anyone like how their voice sounds?\n  ","616414":"\n   how long does it take you to get ready?\n  ","616415":"\n   What fast food do you think has the best breakfast food and what do you get?\n  ","616416":"\n   do you have to wake up @ a certain time?\n  ","616417":"\n   would you rather answer or ask questions?\n  ","616418":"\n   Where to get G?\n  ","616419":"\n   Do you make things on there or just watch?\n  ","616420":"\n   I need friend\n  ","616421":"\n   Anything you wanna say??\n  ","616422":"\n   did you ever act when you were in hs?\n  ","616423":"\n   I've told you this a long time about, but it just popped in my head again.... I think you would totally look the part of playing a groovy 1970s California beach babe. Your screen name could be \"Savannah Jane.\" :)\n  ","616424":"\n   Your handle name \"ass4lyfe\" is so telling. Like you have always had an amazing tight one.\n  ","616425":"\n   you are an incredible person. you have a wonderful personality that complements your incredible look. you make everyone that encounters you smile\n  ","616426":"\n   Are you watching any good shows or movie rn?\n  ","616427":"\n   hold on guys the boom queen is in tears\n  ","616428":"\n   what do you have at home?\n  ","616429":"\n   are those tears in your eyes from the anons words\n  ","616430":"\n   Your bone structure is amazing. When is the last time you wore a shoulderless formal dress?\n  ","616431":"\n   would you eat that bad pizza if it was in front of you or does not even this hunger make it look appetizing?\n  ","616432":"\n   I'd never claim I'm aware of it all but the journey you've been on has been a whirlwind. From your evolving dreams, to the love you've wanted and experienced, the heartbreaks, the economic ups and downs, moves and beliefs, it's the goodness of your heart that binds it all together. I root for you.\n  ","616433":"\n   Do you ever wear gloves inside\n  ","616434":"\n   what superfoods are fueling you?\n  ","616435":"\n   umm their shape is like the top of an elongated heart but instead of going down kinda turns into wings. and when you smile or pout or do anything it's just ? then those sweet cheeks on either side and that cute nose and gorgeous eyes..ugh just dont mess with it!!!!\n  ","616436":"\n   an hour??? did you feel super low energy most of the day?\n  ","616437":"\n   Deep inside?\n  ","616438":"\n   How long does it take to really 'know' someone?\n  ","616439":"\n   Where are you from?\n  ","616440":"\n   New Years Resolutions; have you ever achieved any? I always fail???‍♀️\n  ","616441":"\n   Qt\n  ","616442":"\n   These and those compliments are just the sheer cause of reality. Damn you gorgeous lady. <3\n  ","616443":"\n   It's ok if you crave being taken care of. You've been through some stuff and it's perfectly understandable why you'd want that. I think that you being so giving of yourself is another reason why you want it. You live within this enormously giving soul, so you looking for it in others seems natural.\n  ","616444":"\n   no no \"thin\" is never the word that comes to mind when seeing them.. their shape is something I've ALWAYS admired.\n  ","616445":"\n   heck no..pls dont mess with that perfect face.\n  ","616446":"\n   do you like capybaras?\n  ","616447":"\n   Yea in the poll. Well she is gorgeous. But here nose & lips aren't natural. Yk that?\n  ","616448":"\n   Why are you selling yourself short? You have the ability to be next level mature. You have all the mental gears and can downshift and upshift anywhere with precision.\n  ","616449":"\n   You have such a high IQ. Did your teachers and parents arrange for you to study in the top class of  high IQ\n  ","616450":"\n   Why not someone older or your age at least\n  ","616451":"\n   You are beautiful\n  ","616452":"\n   sweater puppies lmao..i stg you are too precious!!!\n  ","616453":"\n   what do you want the other person to do while you're calmly processing it?\n  ","616454":"\n   Is the cream cheese always plain or is it ever flavored?\n  ","616455":"\n   if you came home and saw your ex beating up your bf in the driveway, would you try to stop it or let them sort it out?\n  ","616456":"\n   What is depicted in the picture?\n  ","616457":"\n   After your Spanish rice was such a hit, do you have any idea what the next thing you'll make will be?\n  ","616458":"\n   You have nice boobs\n  ","616459":"\n   why do u think oj simpson and his ex's souls found each other\n  ","616460":"\n   How's your week going so far? Any highlights us Boomerangs should know about?\n  ","616461":"\n   If you were to change one thing about yourself, what would it be?\n  ","616462":"\n   New pic of you\n  ","616463":"\n   Well, I ever update the iOS software because Apple makes your phone break with new iOS software so you have to keep buying new phones. The only thing I'm having issues with now, it a lot of apps won't be supported on my phones because I'm on such an old iOS system. But I get my email and stuff ok\n  ","616464":"\n   Sav. I got a question... If you were offered $15 million but you would never be able to hook up again, would you take the money? So like no deep kissing or feeling each other up or humping. What would you do?\n  ","616465":"\n   you are so beloved savannah ❤️\n  ","616466":"\n   Are you a calm person?\n  ","616467":"\n   Which terms were playing\n  ","616468":"\n   Would you watch a soccer game at the stadium?\n  ","616469":"\n   Are there any combinations of food that you love which you do not see being eaten by most others?\n  ","616470":"\n   Is there anything you thought would be weird but ended up loving the taste of?\n  ","616471":"\n   What do you like to talk about the most?\n  ","616472":"\n   Pap sexy\n  ","616473":"\n   3 years younger than you?\n  ","616474":"\n   What are you good at??\n  ","616475":"\n   2nd one was Lana right?\n  ","616476":"\n   What was the last thing to make you happy\n  ","616477":"\n   I use the iphone 4s still. lmao\n  ","616478":"\n   If past lives are real,why is the human population increasing? Or are our past lives sometimes as other creatures?\n  ","616479":"\n   your a babe\n  ","616480":"\n   Happy New Year to Boomiez and Ash!!!\n  ","616481":"\n   I shall commit my 2020 salary to your new p.o. box, cool???\n  ","616482":"\n   You want lingerie??? Why\n  ","616483":"\n   Is there something you eat every day and can't get bored of it?\n  ","616484":"\n   Is this pic from your house? What a great view!\n  ","616485":"\n   That bagel pic looked so good.\n  ","616486":"\n   Any freckles or birthmarks?\n  ","616487":"\n   you are somehow in bloom all the time\n  ","616488":"\n   Are you close friends with anybody from school?\n  ","616489":"\n   Happiest New Year ? I hope you get shower of blessings and happiness this year?\n  ","616490":"\n   Do you like to read\n  ","616491":"\n   Have a blissful, awesome, magnificent, cheerful & rocking year ahead. I wish tremendous joy and good health for you and your family! HAPPY NEW YEAR EVERYONE!???\n  ","616492":"\n   I mean I ❤️ ALL your looks. Each look is precious for its own reason.\n  ","616493":"\n   Happy New year! I hope that 2020 is amazing for you ?\n  ","616494":"\n   do they all know how lucky they are or are any of them ingrates?\n  ","616495":"\n   How u been\n  ","616496":"\n   how many best friends do you have?\n  ","616497":"\n   was it worth it?\n  ","616498":"\n   Post your favourite quote ??\n  ","616499":"\n   Do you get depressed when you come across footage of hurt koalas?\n  ","616500":"\n   Should I change my name to Boomethée Chalamet?\n  ","616501":"\n   What is the most you ever paid to get your hair done?\n  ","616502":"\n   was it from a chain?\n  ","616503":"\n   Have you ever taken an IQ test before? What's your IQ?\n  ","616504":"\n   you would pull it off tho. I think you would channel and transmit positivity like few can\n  ","616505":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","616506":"\n   Are any of our views truly our own or do we simply inherit them from the environments and societies we live our lives in?\n  ","616507":"\n   Would you rather become a popular celebrity whom everyone hates or be a normal person whom everyone loves?\n  ","616508":"\n   Are you a model?\n  ","616509":"\n   Do you miss Anthony Bourdain?\n  ","616510":"\n   This feels like if the Mona Lisa was stolen from the Louvre :(\n  ","616511":"\n   What makes you vulnerable?\n  ","616512":"\n   Does jealousy harm relationships?\n  ","616513":"\n   are you still eating it or is it so bad that you can't?\n  ","616514":"\n   Post your favorite photo of yourself!\n  ","616515":"\n   Happy new year hope all is well  ?\n  ","616516":"\n   what is in it that's making it taste bad?\n  ","616517":"\n   How high are the largest heels that you wear?\n  ","616518":"\n   Where are you from\n  ","616519":"\n   Why r u always taken\n  ","616520":"\n   What are the best holidays you have ever had in your life?\n  ","616521":"\n   What's the most valuable thing you've held in your hands?\n  ","616522":"\n   Are You Accepting Applications For A Boyfriend?\n  ","616523":"\n   how can anybody be extremely independent without $\n  ","616524":"\n   What keeps you up at night?\n  ","616525":"\n   Never have you ever been ghosted?\n  ","616526":"\n   is this 1 finally independently wealthy??\n  ","616527":"\n   Do you have tons of lingerie and stripper dress up outfits?\n  ","616528":"\n   Yea, idk why I didn't think of Fireball when I saw it. Game of Thrones is what popped in my mind immediately & every time I look at your profile pic, that's what I think. Like you could be an actress on it with your long hair, & you are out in public rocking your shirt for publicity & the paparazzi.\n  ","616529":"\n   How old is your bf?\n  ","616530":"\n   You're given one wish...what would it be?\n  ","616531":"\n   What week is your period? I want give you attention and compliments during it so you are happy.\n  ","616532":"\n   Will you be my personal chef and cook for me while wearing a bikini? That can be your job and you'll live rent free and have your own huge room and bathroom that is private.\n  ","616533":"\n   Hottest person evahhhh\n  ","616534":"\n   Oh my titties holy heck\n  ","616535":"\n   Have you ever loved someone you have not met?\n  ","616536":"\n   Describe yourself in 3 words!\n  ","616537":"\n   What are 5 things you love?\n  ","616538":"\n   A day can seem to drag or a day can go by quickly. So is time real?\n  ","616539":"\n   How u been\n  ","616540":"\n   Dang what a sexy ass woman\n  ","616541":"\n   Post a picture of your favorite tattoo!! Or a tattoo you would like to get, or one that you just admire.?\n  ","616542":"\n   ?\n  ","616543":"\n   Wait anonymous you said I’m prettier right ?\n  ","616544":"\n   How often do you find yourself judging others?\n  ","616545":"\n   I've always thought they were the most peaceful american citizens\n  ","616546":"\n   Yes you arr right because you are prettier\n  ","616547":"\n   Tell me a recent dream you have dreamt?\n  ","616548":"\n   What stereotype do you completely live up to?\n  ","616549":"\n   Last time you were late for something? And what was it?\n  ","616550":"\n   You are very special.\n  ","616551":"\n   ok. i misread the choices on ur page that had gotten my attention. still don't use the red lip stick and never compare urself like these two and or others. From one girl to another. Thanx for ur time.\n  ","616552":"\n   Washington is awesome but not friendly to the person passing on the street kind of place. Super problematic homeless population. Metal health issues that need compassion and ingenuity to solve. I would say the losers are those who ignore friendly passerbys vs. the homeless. xo\n  ","616553":"\n   Name 5 things you'd buy if you had unlimited amounts of money for one day? ??\n  ","616554":"\n   hey babe\n  ","616555":"\n   ____?\n  ","616556":"\n   How girly are you\n  ","616557":"\n   Washington state rules I moved here myself but it's kind of got a homeless situation so lots of losers walking around\n  ","616558":"\n   If Russia and China were gonna nuke America they should skip California because Calis people are peaceful and don't want any wars\n  ","616559":"\n   what do you think you could love doing every day?\n  ","616560":"\n   Post your pic next to a pic of lana del ray\n  ","616561":"\n   Would you say you’re sensitive?\n  ","616562":"\n   hi\n  ","616563":"\n   Thank you so much for the recipe and link!!!! You're the best, Sav! I hope you enjoy your cooking time in the kitchen! I can't wait to hear about all the yummy dishes you make!\n  ","616564":"\n   Sav! I went to the dentist today! I had some build-up on my lower teeth, but it turned out ok. Although right now, my teeth and gums kinda hurt some from all the scraping. haha I'm happy they just needed a cleaning and nothing bad was wrong. I'm never waiting over a year to get them cleaned again!\n  ","616565":"\n   If ww3 started would you wish be in US the strongest country in the globe or in NZ the most far country from any other country on the planet?\n  ","616566":"\n   What type of car do you have?\n  ","616567":"\n   I love your profile pic and your Game of Thornes shirt. I know your shirt isn't really Game of Thornes, but I like calling it that. lol\n  ","616568":"\n   California is the closest mainland state to russia and china you should consider this\n  ","616569":"\n   Do you think Trump just started WWIII?\n  ","616570":"\n   Is this you in the pic you look the same?\n  ","616571":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","616572":"\n   enhance ur features? u don't need to enhance ur features since u said that ur perfect. just don't use the red lip stick. makes u look like clown.\n  ","616573":"\n   Ootd pic please ???\n  ","616574":"\n   what would make you content?\n  ","616575":"\n   What kind of transportation do you use most often?\n  ","616576":"\n   What do you like to do for fun\n  ","616577":"\n   Pap of what you're doing at work\n  ","616578":"\n   I love you Boomiez!\n  ","616579":"\n   should ur face be perfect, why use make-up?\n  ","616580":"\n   Sav do you have a recipe on how to make that rice you made from scratch? I love mexican rice.\n  ","616581":"\n   I decided to use my first sick day and call off work cause work sucks and I just don't want to go, so any plans?\n  ","616582":"\n   How does your behaviour change when you fall in love?\n  ","616583":"\n   No, your face is perfection.\n  ","616584":"\n   What? I always thought you were lazy lol\n  ","616585":"\n   What is in fashion today?\n  ","616586":"\n   Whats ur zodiac sign\n  ","616587":"\n   Time , day and temperature.\n  ","616588":"\n   Is your DP your fav pic of you right now\n  ","616589":"\n   What's your favorite day of the week?\n  ","616590":"\n   What are ur goals in life\n  ","616591":"\n   can you write in cursive?\n  ","616592":"\n   what do you do when no one is around?\n  ","616593":"\n   If you could teleport, where would you go?\n  ","616594":"\n   Can any love be truly unconditional when we can’t ever be sure how we might feel in a future set of circumstances?\n  ","616595":"\n   What is your worst nightmare and fear ?\n  ","616596":"\n   Marry me\n  ","616597":"\n   Can you live without lying at all? Haha tell me\n  ","616598":"\n   What is your idea of a romantic evening?\n  ","616599":"\n   Did you used to watch iCarly? I wish we could watch an iCarly marathon together. I loved that show, and I still love it today!\n  ","616600":"\n   Boom.... remember when I told you I hadn't been the the dentist for over a year? Well, I'm finally going tomorrow morning! I'm actually looking forward to having my teeth cleaned. haha. I really really hope it's not painful!\n  ","616601":"\n   Who's smarter you or your bf, fiancee or Husband\n  ","616602":"\n   Can you type without looking at the keyboard?\n  ","616603":"\n   Who is someone you wish you had never met?\n  ","616604":"\n   Which word or phrase annoys you the most?\n  ","616605":"\n   Can you sleep in the same room as someone who's snoring loudly? ??\n  ","616606":"\n   Oooo\n  ","616607":"\n   absolute fire x\n  ","616608":"\n   wow angelic looking\n  ","616609":"\n   Gorgeous ?\n  ","616610":"\n   Oo yes \nBy the way this song isn't famous\n  ","616611":"\n   Like what kind of gifts can we buy You? And if over 5k do we have to purchase insurance if sent to your po?\n  ","616612":"\n   heart attack lol to perfect\n  ","616613":"\n   omfg im dead\n  ","616614":"\n   Poor Ash. She deserves lots and lots of cuddles, and bottle caps, and treats, and playing with.\n  ","616615":"\n   omg I want to see that video so badly. I'm sure it is utterly hilarious. hahahaha\n  ","616616":"\n   Who was the last person to do something nice for you?\n  ","616617":"\n   Post more pictures of your modeling session\n  ","616618":"\n   What qualities attract you in a men?\n  ","616619":"\n   I know this song ✋\nI love her ?\n  ","616620":"\n   Do you like your boss?\n  ","616621":"\n   is it the heat or the flavor you can't stand?\n  ","616622":"\n   Would you be happy if one of your followers named their daughter Boomantha?\n  ","616623":"\n   Look good in Any color hair\n  ","616624":"\n   Do you have a modelling page?\n  ","616625":"\n   Song ?\n  ","616626":"\n   If you married a rich person would you want to still have a job or not?\n  ","616627":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","616628":"\n   Can I buy it for you?\n  ","616629":"\n   Boom. What are you doing tonight?\n  ","616630":"\n   Your look is far more interesting than merely that\n  ","616631":"\n   What length hair do you think suits you most?\n  ","616632":"\n   now how many questions do you have in your inbox?\n  ","616633":"\n   what would you have to get for you to feel like it is worth keeping?\n  ","616634":"\n   Hot pap\n  ","616635":"\n   I'd probably write you some letters then. Idk if I'd include my address though because idk that would kinda make me feel weird but I'd sign them the same and they'd all be postmarked from the same place so you'd know it was me. Lol\n  ","616636":"\n   Is that a bagel with peanut butter and chocolate chips and granola on it?\n  ","616637":"\n   If you had a PO Box would you want me to mail you like a regular letter? Like just talking about random stuff? I wouldn't want to annoy you but I'd be like your pen pal. Lol\n  ","616638":"\n   Pap ?\n  ","616639":"\n   Why is your eyebrows so short\n  ","616640":"\n   AMES 2020\n  ","616641":"\n   What's the coolest pic you've ever taken in your opinion? ?? You mind showcasing it? ?\n  ","616642":"\n   How much does it cost\n  ","616643":"\n   What's does your Jurassic Park shirt say?\n  ","616644":"\n   Yeah and it's hot\n  ","616645":"\n   What do you like about working besides the money?\n  ","616646":"\n   You look asian???\n  ","616647":"\n   Be mine forever\n  ","616648":"\n   I'm seeing the asian in you more as you get older\n  ","616649":"\n   I love you in ANY outfit\n  ","616650":"\n   You look like a 14 year old here lol\n  ","616651":"\n   Why you  dont just take money instead you'll buy what u desire\n  ","616652":"\n   boom\n  ","616653":"\n   -\n  ","616654":"\n   Jalapeños? Yay or Nay?\n  ","616655":"\n   Did you any of the recent shows on Netflix?\n  ","616656":"\n   Gorgeous\n  ","616657":"\n   What p.o. box\n  ","616658":"\n   I would love to to buy it for you\n  ","616659":"\n   What’s the most tiring?\n  ","616660":"\n   Do you have a Christmas sweater on in this pic? You look so adorable!\n  ","616661":"\n   thats my lady love. hot and sensational.\n  ","616662":"\n   You look different\n  ","616663":"\n   Why do I have a huge crush on you? I really really do.\n  ","616664":"\n   Remember how you said that you are super embarrassed about farts and could never ever do that in front of someone? Neither can I. I still think back to 6th grade when I tooted in class. I hate remembering it.\n  ","616665":"\n   Boom, what are you doing on New Year's Eve? Are you going out?\n  ","616666":"\n   Boom, how is your mental health? Are you happy?\n  ","616667":"\n   Question.... which would you choose 1) living in California just like how you are now, with no changes at all 2) living in Iowa as a roomie of a rich dude and you don't have to work or anything and your expenses are taken care of.\n  ","616668":"\n   Does Ash like playing with wine corks? One of my cats loves those twisty ties that they put on loafs of bread.\n  ","616669":"\n   hi everyone, just a reminder that I love you all and that you’re all strong and remember that you’re amazing and keep in mind you’ll get through whatever you’re going through ❤️ keep it up! just a little reminder to you all.  Sending lots of  love and support your way!\n  ","616670":"\n   Would you rather have all traffic lights you approach be green or never have to stand in line again?\n  ","616671":"\n   Ohhh I’m sorry ?\n  ","616672":"\n   supppp\n  ","616673":"\n   I’m okay! How are you?\n  ","616674":"\n   If your man needed 80% of your life savings for a once in a lifetime business venture, would you give it to him?\n  ","616675":"\n   how do you know that if you don't know who?\n  ","616676":"\n   Hey lovely!\n  ","616677":"\n   The holidays is an awesome time to rack up $$$ for pet sitting. So many people need help. And the animals are so nice and cute and they need to go on walks and do their poopies!!!\n  ","616678":"\n   Are a veterinarian?\n  ","616679":"\n   What’s that your eating ?\n  ","616680":"\n   Oh I found the pic! Lauren Bacall 1924-2014. She was 89, 1 month before her 90th bday.\n  ","616681":"\n   Did you make that meal? I love sticky sushi rice!!!!\n  ","616682":"\n   Who is this actress? She is so gorgeous!!! WOW!\n  ","616683":"\n   Do you let anyone else over when you house sit?\n  ","616684":"\n   How has Ash been sleeping? Is she happy and purring and sleeping nicely?\n  ","616685":"\n   Can you make a vid reply of you howling like a wolf? That would be fun.\n  ","616686":"\n   Can you make some video replies for us? You can act like a derp in them if you want, or you can be a smart arse. lol\n  ","616687":"\n   How many guys have cheated on you\n  ","616688":"\n   Anything you would like to say to someone special in your life?\n  ","616689":"\n   In what ways has a friend betrayed you?\n  ","616690":"\n   What's something you do well?\n  ","616691":"\n   what do you do?\n  ","616692":"\n   Are you in a club in this pic?\n  ","616693":"\n   Do you work out at home or gym?\n  ","616694":"\n   Every straight man dreams of having a woman like that!\n  ","616695":"\n   Are you a money-saver or a money-waster?\n  ","616696":"\n   Merry Christmas everyone! I hope your enjoy today and get what you wanted ????sending lots of joy and love your way?!\n  ","616697":"\n   Merry Christmas ? \nHo ho ho❤️?\n  ","616698":"\n   STAIF: MERRY CHRISTMAS TO THOSE WHO CELEBRATE!!! Happy Holidays in general. I hope everyone is enjoying their winter and to those who celebrate Christmas, I hope santa brought you some awesome memories, and anything you've hoped for through the year. ? And if you don't, still have a great day!!\n  ","616699":"\n   If consciousness is a purely human trait, are we better off for it or does it simply lead to greater problems?\n  ","616700":"\n   Merry Christmas! How was your day?\n  ","616701":"\n   Oh no! You found my snowman bombs! ? \nAahahahahahaaaa! You just couldn't wait until new year's huh? Well I guess the fireworks are going off early! Hahah hahahahaaaaa! ?\n  ","616702":"\n   I saw other private one with your pic\n  ","616703":"\n   damn girl\n  ","616704":"\n   What is your favorite holiday and why? ?\n  ","616705":"\n   Omg so pretty\n  ","616706":"\n   this just improved my christmas\n  ","616707":"\n   how did your cute leg get bruised?\n  ","616708":"\n   Is suffering an important part  of being human?\n  ","616709":"\n   How many instagram accounts do you have?\n  ","616710":"\n   You are in good shape xx\n  ","616711":"\n   you look incredible.. f'n a.\n  ","616712":"\n   What is negative about it?\n  ","616713":"\n   What is a skill you’d like to learn and why?\n  ","616714":"\n   That's 10 cm 1 in = 2.5 cm it's always useful to know how to convert between units in case you were outside US\n  ","616715":"\n   Thanks, Sav! I appreciate it. Just chilling at home with the cats and eating some dinner. lol Hope you and Ash have a good Christmas!\n  ","616716":"\n   how many cm is that heel?\n  ","616717":"\n   Do shoes like that hurt your feet if you walk around a certain amount of time in them?\n  ","616718":"\n   Would the world be a better or worse place if everyone looked the same?\n  ","616719":"\n   Why not\n  ","616720":"\n   why\n  ","616721":"\n   What would you do if a customer put her phone down on the counter and that picture of you was her background?\n  ","616722":"\n   Do you ever miss your braces?\n  ","616723":"\n   It's my birthday today! Happy Christmas Eve from your friend with the kitties!\n  ","616724":"\n   What do you hope to get for Christmas?\n  ","616725":"\n   Big Sur is awesome. Did you take this pic? I've been there twice. It's so nice\n  ","616726":"\n   Amazing look ?\n  ","616727":"\n   I saved this pic to my phone because it's so nice.\n  ","616728":"\n   PAP at the beach!\n  ","616729":"\n   Why not just to talk\n  ","616730":"\n   Can I give you my number\n  ","616731":"\n   Hey can I ask you something\n  ","616732":"\n   Would you be ok with living in your current home for the rest of your life?\n  ","616733":"\n   So pretty ??\n  ","616734":"\n   I think it's Boomerific. Everything about this photo is epic.\n  ","616735":"\n   WOAH you look so BOMB!\n  ","616736":"\n   ?\n  ","616737":"\n   Hiii\n  ","616738":"\n   so pretty\n  ","616739":"\n   U never answer ?\n  ","616740":"\n   No, everybody's. That isn't a diss as one isn't better than the other, but there's a clear difference in the face between now and your old pictures.\n  ","616741":"\n   Everybody's face changes\n  ","616742":"\n   A picture of you in bikini\n  ","616743":"\n   do you like or dislike getting older?\n  ","616744":"\n   Suggest some good shows?\n  ","616745":"\n   How much do you usually get paid?\n  ","616746":"\n   With Christmas being around the corner. Have you finished Christmas shopping yet?\n  ","616747":"\n   Very sexy\n  ","616748":"\n   This guy takes fuc%ing one hour in the shower.\n  ","616749":"\n   Dont tell me you have the head of an extraterrestrial. Because if you do, you're the 3rd girl this week.\n  ","616750":"\n   Do you think good things come to those who steal them?\n  ","616751":"\n   Wow I can’t believe we’re about to hit a decade. 2020 ?\n  ","616752":"\n   Swagistan = Torrey Pines  lol\n  ","616753":"\n   Yes I swear. I have missed your sensational look and beautiful smile.\n  ","616754":"\n   When\n  ","616755":"\n   Is it expensive?\n  ","616756":"\n   Do you agree that good things come to those who wait?\n  ","616757":"\n   I have missed you more\n  ","616758":"\n   Do you like Christmas\n  ","616759":"\n   baby love <3\n  ","616760":"\n   Hot pap\n  ","616761":"\n   Were you ever a class clown?\n  ","616762":"\n   I love that face\n  ","616763":"\n   when god made you he was showing off.\n  ","616764":"\n   9pm. In bed. Have to wake up by 6am. Scared.\n  ","616765":"\n   what do you think is a whiter name, yours or tammy?\n  ","616766":"\n   Savannah is a latino name actually\n  ","616767":"\n   That job would make you very rich\n  ","616768":"\n   Have you ever taken a personality test? I am ENFJ, what's yours?\n  ","616769":"\n   do you have miniature indentured servants that you call boompa loompas?\n  ","616770":"\n   Would you pay $38 for a burger?\n  ","616771":"\n   Instagram\n  ","616772":"\n   LMAO I always go to my best friend's convenience store everyday in the morning to take a free bottle of Gatorade & pick up girls. Today he was like \"damn you man. Gatorades or girls. You've got used to taking both of them with you for free!\" ???\n  ","616773":"\n   Can you believe that Christmas is on Wednesday?!?!?!?!\n  ","616774":"\n   I texted you so many times to pay you but you don't answer\n  ","616775":"\n   Did you watch Once Upon a Time in Hollywood?\n  ","616776":"\n   What are you judgmental about?\n  ","616777":"\n   Do you know why you were named Savannah?\n  ","616778":"\n   Have you ever become friends with someone who you accidentally texted or texted you?\n  ","616779":"\n   cuteeeeee\n  ","616780":"\n   What do we need more of?\n  ","616781":"\n   When is the last time you had an oreo?\n  ","616782":"\n   even betty white?\n  ","616783":"\n   When you were in elementary school what was your bed time?\n  ","616784":"\n   Random thoughts? ?\n  ","616785":"\n   is there any kind of casserole that you like?\n  ","616786":"\n   is there any medicine you like the taste of?\n  ","616787":"\n   What\n  ","616788":"\n   what would you rather be doing?\n  ","616789":"\n   Have you ever eaten at The French Laundry?\n  ","616790":"\n   How are you xx\n  ","616791":"\n   if you had the job of the person with the top job at your bank after 25 years, do you think you'd be happy?\n  ","616792":"\n   What exactly does it mean if someone says “ I’m hanging in there”\n  ","616793":"\n   I lost a bet ?\n  ","616794":"\n   heyyyyyyyy\n  ","616795":"\n   was there any validity to it or total nonsense?\n  ","616796":"\n   Latest gossip in your family ?\n  ","616797":"\n   have you ever been accused of being utterly heartless?\n  ","616798":"\n   have you ever made moonshine?\n  ","616799":"\n   Is it true that you sometimes hear your evil self talking at home when you are alone and you get scared?\n  ","616800":"\n   Do you ever look at a customers account and be like “I gotta date him\/her!” ?\n  ","616801":"\n   Some people seem to be very enthusiastic in your Facebook. They often praise and like your photos, but they suddenly deleted you. Have you ever met such people? What are they thinking? What kind of thoughts are they?\n  ","616802":"\n   whats your fav errand to run?\n  ","616803":"\n   Oh goodness ?\n  ","616804":"\n   what risk?\n  ","616805":"\n   Do you ever grocery shop at WalMart? I have to say, I'm totally floored at how much cheaper the exact same products are there. And the produce is actually way fresh!!!! Like super fresh lettuce and tomatoes and stuff like that. It's really good!\n  ","616806":"\n   It's 830pm. I'm in bed. Tonight we will have rain moving in and it will rain lots tomorrow. I'm going to listen to the rain while I sleep and I will also pretend about fun things. Goodnight.\n  ","616807":"\n   do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","616808":"\n   how did you get your abs shredded when you did?\n  ","616809":"\n   Do you love being in banking?\n  ","616810":"\n   Hot pap\n  ","616811":"\n   my bad I thought your bf was a cat named benji or somethin\n  ","616812":"\n   That sideboob is making me melt. So pretty.\n  ","616813":"\n   is that a no?\n  ","616814":"\n   Did you enjoy it or did you primarily do it to be in shape?\n  ","616815":"\n   What’s the last YouTube video you watched?\n  ","616816":"\n   Yeah save me, Lady =) ILY\n  ","616817":"\n   bela\n  ","616818":"\n   Jesus Christ, I just died...\n  ","616819":"\n   Post a sexy picture of you\n  ","616820":"\n   What’s your favorite Xmas food to eat\n  ","616821":"\n   Dang I didn't realize every 2 weeks is the norm. How much does that cost? That seems crazy expensive.\n  ","616822":"\n   What is your typical Sunday routine?\n  ","616823":"\n   I haven't been in a year. This is the longest ever. I have tarter building up. I'm going next week. lol... this is going to be painful. uuuugh. lol\n  ","616824":"\n   What type of shampoo do you use?\n  ","616825":"\n   What food do you get when you decide to have a \"fat day\" where you just wear sweats and sit and eat and watch your favorite shows?\n  ","616826":"\n   I love speaking to you. How’s your day going\n  ","616827":"\n   What is the most memorable thing that happened to you this 2019?\n  ","616828":"\n   Which of those opinions do you get the most heat for?\n  ","616829":"\n   You look Amazing in your pictures\n  ","616830":"\n   What is a favorite holiday memory of yours?\n  ","616831":"\n   What do you do for fun when bored?\n  ","616832":"\n   SAY ONE OR MORE UNPOPULAR OPINIONS.\n  ","616833":"\n   Is this a new pic? You're looking good!\n  ","616834":"\n   You are the prettiest one I've ever seen\n  ","616835":"\n   You're holding that glass all fancy looking. What alcoholic drink do you typically drink when you are drinking?\n  ","616836":"\n   worthy of wifing\n  ","616837":"\n   Sav, do you ever have your loud booming toots? I really would like to know. Or are all of yours silent? Also, why don't cats have loud booming toots? All of theirs are silent.\n  ","616838":"\n   What stocking stuffers do you usually put in your kids stockings? If you have no kids. What do you normally get in yours \/\/ or if you no longer do stocking stuffers when u were a kid what did you normally get?\n  ","616839":"\n   yes\n  ","616840":"\n   Pap of you\n  ","616841":"\n   How does your perfect day look like?\n  ","616842":"\n   Do you go to the dentist every 6 months for teeth cleaning?\n  ","616843":"\n   She doesn't want to be with me anymore\n  ","616844":"\n   I did not win the megamillions jackpot last night. No one did. I'll try again.....\n  ","616845":"\n   Do you have a cold and the sniffles?\n  ","616846":"\n   How long do nails last? I'm a dude so I have no idea about any of these things.\n  ","616847":"\n   Boom Boom Poooooooooow!!!!\n  ","616848":"\n   My gf broke up with me\n  ","616849":"\n   Hey hun xxx\n  ","616850":"\n   Help\n  ","616851":"\n   How was your day?\n  ","616852":"\n   Do you ever go to a bar with your bf and get wasted?\n  ","616853":"\n   Do you like the sound of your voice\n  ","616854":"\n   If you dyed your hair this color, would you not be able to have your job since you are customer facing?\n  ","616855":"\n   I'm sick of hearing about that guy.\n  ","616856":"\n   That's really awesome. I used to run marathons. I literally can't run 100 yards now. It's terrible. I wish I could run again.\n  ","616857":"\n   Did you used to run competitively?\n  ","616858":"\n   post another modeling pic\n  ","616859":"\n   any other pics like this one? :D\n  ","616860":"\n   You’re stunning\n  ","616861":"\n   how far are your runs?\n  ","616862":"\n   Your insta\n  ","616863":"\n   You look incredible in your profile picture. What do you do as a job if it’s okay to ask\n  ","616864":"\n   Do you think being spiritual is important??\n  ","616865":"\n   Hi how r u lady\nSO beautiful u face eyes voice ????very nice u pics\n  ","616866":"\n   Facebook . askfm .Instagram Please arrange in order which one is the most fun?\n  ","616867":"\n   Hey are you okay xx\n  ","616868":"\n   Is coffee overrated? Do you drink much yourself? Is it even Columbia's best export? ?☕?‍♂️\n  ","616869":"\n   what do you take for granted?\n  ","616870":"\n   The way your eyes are set is exquisite\n  ","616871":"\n   You have a beautiful voice sweetheart ?\n  ","616872":"\n   I texted you?\n  ","616873":"\n   You are\n  ","616874":"\n   What is your definition of a “perfect life”?\n  ","616875":"\n   What kind of tattoo did you get\n  ","616876":"\n   Hey girllll we should text?\n  ","616877":"\n   This thread is 2 months old wow\n  ","616878":"\n   you should make tiktok\n  ","616879":"\n   Oh funny story about be being embarrassed. I'll get 4 Big Macs (once I got 6 haha)... But I get 2 from the drive thru, then I park and get 2 from inside b\/c I'm so embarrassed for the workers to see me order like a pig. lmao\n  ","616880":"\n   I hate California for you as well. But the weather is so nice there. It might be a lot cheaper for me here, but when it's over 90 degrees and super muggy and swampy from May - October, idk if it's worth living here either.\n  ","616881":"\n   Agreed, in time, something may change\n  ","616882":"\n   Pretty much, like hey guys, I'm real XD\n  ","616883":"\n   you look amazing in this\n  ","616884":"\n   oh no haha it’s different.\n  ","616885":"\n   oh no that’s not what the VIP badge is haha. It’s new actually they just came up with it\n  ","616886":"\n   what is the weirdest thing that you have ever experienced?\n  ","616887":"\n   Yes it can! I'd love to get a massive huge ranch and rescue all animals. I would love to walk into a shelter and tell them that I am adopting every dog and cat there. And we'd have full time people with us to help play with them and care for them too.\n  ","616888":"\n   ok yeah your thick but isn't that a good thing? Your body is incredible and your stomach stay flat anyway. and you eat a lot!! haha\n  ","616889":"\n   I know. And they would never have them on sale for $4 in Cali anyway. It's way too expensive there. They jack up the prices on every thing. It's pretty insane. At my McD's we have Big Macs for $1.59 on Fridays too!\n  ","616890":"\n   I've had mine for ages as well lmao\n  ","616891":"\n   Wyd queen\n  ","616892":"\n   Sav, they are AMAZING! They are freshly made in front of you and they bake the bread there too. I get the cheese bread. It's better than Subway. My grocery story is Harris Teeter -- it's mostly in the southeast. Amazing subs.\n  ","616893":"\n   Please marry me. The older I get, the more I literally hate humans and just want to live with animals.\n  ","616894":"\n   When did that happen?\n  ","616895":"\n   Sav, do you like Christmas episodes? I just watched the Good Luck Charlie & Jessie Christmas special crossover. It was so awesome! I had never seen it before! I miss those shows so much.\n  ","616896":"\n   I guess. But it's fast enough to keep you slim with a flat stomach while eating what you want. So that's good. aha\n  ","616897":"\n   Which would you choose to be:  law-abiding citizen or rule breaker, and why?\n  ","616898":"\n   What type of sandwich? Tomorrow I'm getting 2 footlong subs for from grocery store. They are only $4 each!\n  ","616899":"\n   what was in it?\n  ","616900":"\n   Do you think people eat too many carbs?\n  ","616901":"\n   Aaaw what a sweetie. I love Ash so much. I hope she is having a really good week and there are lots of birds and animals outside the window for her to look at. I put my bird feeder closer to the window for my little kitty and she loves it now. Sits on the chair & stares all day long like it's her tv\n  ","616902":"\n   Rubbish! She's is adorable! And I'm sure she is super cute playing with toys and being a spazz. She would be an instagram star and helps give black cats a good name.\n  ","616903":"\n   What do you think it is about you that made you connect with so many people?\n  ","616904":"\n   Have you ever had someone who looked like a hobo come into your bank and they actually had a lot of money in their account(s)?\n  ","616905":"\n   I bought a megamillions lottery ticket. I hadn't bought a lottery ticket in several months. Let's hope I win. Then I'll move to SD and get an awesome mansion on like 12 acres of land. And you are going to move in with me and we're going to literally do nothing every day but have fun and eat. lol\n  ","616906":"\n   fast metabolism though\n  ","616907":"\n   Tomorrow is Friday the 13th!!! I hope you and Ash celebrate it!!!! Yea!!!\n  ","616908":"\n   I love it that you hate Chipotle. You just keep being more and more awesome. I especially hate the people who love it and also get \"burrito bowls\" from there and not an actual flour wrap. They are all fools.\n  ","616909":"\n   are you feeling ok now?\n  ","616910":"\n   Aaaw Ash is so cute!!!! I've asked you this before, but can you create an instagram for her?\n  ","616911":"\n   Why does Ash have her claws out? Is she holding onto you so she doesn't fall off while sleeping? What a cutie!\n  ","616912":"\n   What food are you getting?\n  ","616913":"\n   Have you ever been masterfully seduced?\n  ","616914":"\n   I think that when I see all your pics\n  ","616915":"\n   How are you doing\n  ","616916":"\n   did he admit that he was wrong for doing that?\n  ","616917":"\n   was it someone you like or some random?\n  ","616918":"\n   It can't happen to you though because fortunately your metabolism is off the charts!\n  ","616919":"\n   that seems reasonable to me. who would wanna be dismissed or respect someone who'd do that to them?\n  ","616920":"\n   can you share anything bad about you? cant find anything\n  ","616921":"\n   the heels are awesome\n  ","616922":"\n   When you're asleep and someone you love has softly kissed your closed eyes, are you more likely to say something or pretend you're still asleep?\n  ","616923":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","616924":"\n   do you eat at the place, in your car or at home?\n  ","616925":"\n   What did you do baby\n  ","616926":"\n   In one of those pics you posted it looked like you might've ran your fingers through your hair, kind of parting it...and just the way your hair falls is a turn on, let alone everything else\n  ","616927":"\n   speechless. u turn my brain into mush.\n  ","616928":"\n   Amazing sweetheart ?\n  ","616929":"\n   Your so very beautiful\n  ","616930":"\n   Yes you are baby\n  ","616931":"\n   Your the best person ever\n  ","616932":"\n   I just do sweetheart ? and because your the  most amazing and prettiest person ever that is way I love you sweetheart ????\n  ","616933":"\n   Wow\n  ","616934":"\n   Did they pull you over to ask you out on a date? I would do the same exact thing.\n  ","616935":"\n   You are so beautiful\n  ","616936":"\n   how many times have u been pulled over by a cop?\n  ","616937":"\n   I like this picture of Ash.\n  ","616938":"\n   YOU\n  ","616939":"\n   I've seen both, and they're both great. Russian doll is fantastic!\n  ","616940":"\n   ur eyes look so freakin hot in that picture\n  ","616941":"\n   Yeah Lady you really are so funny ? my name is javi\n  ","616942":"\n   Does your niece like your tattoos?\n  ","616943":"\n   As a LeBron fan, are you happy this season?\n  ","616944":"\n   Has he bought you underwear?\n  ","616945":"\n   why do you need it\n  ","616946":"\n   Where do you work\n  ","616947":"\n   You would make my life permanently better\n  ","616948":"\n   You trying and succeeding at being better is such a beautiful, admirable quality.\n  ","616949":"\n   your my heartbeat queen\n  ","616950":"\n   yay my queen\n  ","616951":"\n   Chae♥️\n  ","616952":"\n   I could paypal or cashapp you the money for one if you want\n  ","616953":"\n   No laws with claws\n  ","616954":"\n   are you kidding me? with all due respect you are the ultimate turn on\n  ","616955":"\n   Because I love you so much sweetheart ???\n  ","616956":"\n   Were you aware of how great you looked during that or did you not know until you saw the pictures?\n  ","616957":"\n   Nothing much just thinking about you gorgeous\n  ","616958":"\n   Your amazing sweetie\n  ","616959":"\n   k now I believe in love @ 1st sight?\n  ","616960":"\n   But have you ever prioritized attracting someone who could cover everything financially? It seems like you choose who you're interested based on other things, which is your right, but don't confuse that w\/ it not being possible to do the other thing. You are definitely capable of snagging a rich guy\n  ","616961":"\n   Yes you are sweetheart\n  ","616962":"\n   Your the most amazing and prettiest person ever\n  ","616963":"\n   Can you post a full picture of your bed\n  ","616964":"\n   It's really crazy. The whole world's diet is screwed up and North America is the worst of them all. How do you think it can be corrected?\n  ","616965":"\n   What did you do today beautiful\n  ","616966":"\n   Do you have a headboard attached to your bed\n  ","616967":"\n   Is it really the most wonderful time of the year?\n  ","616968":"\n   How much money do you need to feel rich?\n  ","616969":"\n   Post a picture of your bed beautiful\n  ","616970":"\n   My day is going good thank you beautiful\n  ","616971":"\n   I didnt mean have his way like that (although that too). I meant you wouldn't be lying down all day drinking wine. You'd be a servant who he'd order around, punish & lash out at when he felt the need to. You're better off now and you can actually use your hotness have that leisurely life if you want\n  ","616972":"\n   You are a snack\n  ","616973":"\n   I mean if you're in your 20s and it hasn't caught up to you, I think you're safe lol\n  ","616974":"\n   You would honestly be the hottest pornstar ever. lol\n  "},"Answer":{"615902":"\n  Ya I’m a snackerr\n  ","615903":"\n  We all need some love\n  ","615904":"\n  Omg I have a big hunk in my purse right now ?\n  ","615905":"\n  It depends on the person. There’s some people who give off energy that I can talk a little bit more and they will respond in a positive way but there’s others where there energy feels a little off putting at first and they will be quicker to judge so I tend to be a little quieter.\n  ","615906":"\n  I was 17 when my friend did this lol\n  ","615907":"\n  Lol yes I work for a bank but truthfully it’s midnight and I don’t wanna talk about work right now\n  ","615908":"\n  Awh stop it ?\n  ","615909":"\n  Not often at all. I’ve been cooking way more these days and I feel and look better ☺️\n  ","615910":"\n  I am just awesome duh\n  ","615911":"\n  He kisses me everywhere ? oh gosh you’re so sweet\n  ","615912":"\n  The new camera is sooo nice and thank you for the compliment\n  ","615913":"\n  Omg now you can tell me things ?\n  ","615914":"\n  Omg I don’t try to break peoples hearts and my phone dropped so like it was a complete accident but I’m gonna be really careful with my new one\n  ","615915":"\n  The case I had was more decorative but I bought a case and screen protector for my new phone\n  ","615916":"\n  Yes and here’s my first selfie ???\n  ","615917":"\n  I told you I broke it lol\n  ","615918":"\n  That’s awesome! I just got my new phone but it’s taking forever to get it all personalized again. But yes you should text me ?\n  ","615919":"\n  if they wanna come and tell you  thats ok but im not gonna share other peoples information.\n  ","615920":"\n  why do you wish you werent?\n  ","615921":"\n  yes\n  ","615922":"\n  a lot of people lol\n  ","615923":"\n  hi thank you very much bye\n  ","615924":"\n  no like im texting my friends and i am on ask.\n  ","615925":"\n  oh stop!! thats not true\n  ","615926":"\n  i am rewatching Sirens with my boyfriend. he really likes it actually. im happy he finally likes a show i put on\n  ","615927":"\n  i am in bed on here and talking to my friends\n  ","615928":"\n  it kinda ruins the movie\n  ","615929":"\n  i sure do\n  ","615930":"\n  Devil = liveD\n  \n  Evil = livE\n  \n  what if living is all evil and all that has lived is the devil?\n  ","615931":"\n  i know that he is a horrible man. that he kidnapped, raped, tortured, and forced drugs in my biological mothers system. the phrase \"devilishly good looking\" actually kinda apply to me because the way i was conceived was so wrong and if the devil is real - of the devil.\n  ","615932":"\n  my toothbrush, my hair brush, my blanket, my computer\/phone, my tv, my towel, my pillow, and the toliet lol\n  ","615933":"\n  my national holiday would be a day of complete free will with zero judgment. that day you get to choose exactly what you want to do that day. you can literally do anything you want. its a day where if you want to have another Christmas you can. if you wanna lay in bed all day and play with yourself you can. its a day where we are able to truly test what free will really is without laws or rules. i would call my holiday \"Lawless\"\n  ","615934":"\n  nope, and from the little bit i do know about him i dont think i should or want too.\n  ","615935":"\n  it always makes me kinda uncomfortable. i dont really feel like its necessary to put that in a movie unless its known the movie is a musical\n  ","615936":"\n  im sorry sweetheart\n  ","615937":"\n  hi ann! i hope you are having a great day!!\n  ","615938":"\n  ive been addicted to this song since it came out\n  \n\n   https:\/\/youtu.be\/Yr-6qxQcHjY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","615939":"\n  my boyfrennnn\n  ","615940":"\n  you have to look at the sizing instructions it it says \"run big\" get xsmall but if it doesnt say that get small.\n  ","615941":"\n  hi hi hi\n  ","615942":"\n  my parents adopted me when they were in there early 40s\n  \n  my biological mom had me when she was 19\/20\n  ","615943":"\n  thats seriously too much food lol\n  ","615944":"\n  just a friend\n  ","615945":"\n  thats the question i want to ask him.\n  \n  we can all sit here speculate and kinda guess why he did what he did but i want to know his thought process and really know why.\n  ","615946":"\n  no, never.\n  ","615947":"\n  of course that would be awesome but i know thats not happening lol\n  ","615948":"\n  well i dont feel like its a date anymore if youre third wheeling and holy fuck its awful.\n  ","615949":"\n  i have these pairs of jeans by the brand Dsquared2 that i never wear and they could pay more than half of my rent.\n  ","615950":"\n  i am good babe. just slowly falling asleep cause its getting late lol and yyou are doing a great job. its very impressive!\n  ","615951":"\n  this makes me so sad.\n  \n  is there anything i can do to help?\n  ","615952":"\n  nothing i can do about it lol\n  ","615953":"\n  nah, im eating sweet and salty m&ms tho\n  ","615954":"\n  just buy it and send it to my po box thats what the po box is for\n  ","615955":"\n  i found it on pinterest lol\n  ","615956":"\n  hell to the fucking yes i will.\n  ","615957":"\n  i have one and the address is in my bio!\n  \n  and i currently have a few things on the way and im just waiting till they come!\n  ","615958":"\n  ok i think theres a difference between domestic violence and defending yourself. if a women is threatening you such as ; getting in your face, cussing at you, essentially trying to fight, biting, punching, slapping you should be able to somewhat wrap your arms around her taking away her ability to attack. no one is saying just wail on the women and make things worse but there has to be a healthy way to stop women from acting this way without causing a lawsuit and uproar in the media.\n  ","615959":"\n  i had to really sit and think about this question, this was not an easy question. and a question popped up in my head, what makes you think im a good person? what if im an awful person? LOL.\n  \n  what makes me a good is nothing i own is just my own. i share everything when anyone - if youre in need of something and i have it but you need it more than i do ill just give it to you no questions asked. i care deeply of others and i experience deep amounts of empathy. people always tell me i see the good in people but only in those that have good in them - im not one of those people who try and search a good quality in everyone because i dont believe everyone is good. i try to be very considerate of my surrounds and of others. my bf says im too considerate and it makes him look bad lol.\n  ","615960":"\n  thank you, that means a lot.\n  ","615961":"\n  my parents are baby boomers so they kinda cant be a disgrace to me cause like there my parents?\n  ","615962":"\n  i will when i get a new phone\n  ","615963":"\n  im so fuckin pissed. i just had to buy a new phone cause my phone broke but now i have to buy a new computer charger cause it just broke too. omfg. it never ends.\n  ","615964":"\n  that cant be true. what do you do for work?\n  ","615965":"\n  I am sure thats not true. i am sure you have accomplished something and have positively impacted peoples lives.\n  ","615966":"\n  hello gorgeous.\n  \n  how are you? how is being VIP treating you?\n  \n  you honestly deserve VIP cause youre really good at asking questions and like being really involved on this site. i wish VIP only meant i had to answer questions and be boomaliciously boomtastic but ya know LOL?\n  ","615967":"\n  5:11 pm\n  ","615968":"\n  this conversation has made my heart hurt.\n  ","615969":"\n  uhhhhhhh, why would you say that? :(\n  ","615970":"\n  i had to really cut back on my shopping and spending. i really like buying new things and outfits but it was getting a little bit out of hand.\n  ","615971":"\n  wtf. no.\n  ","615972":"\n  they are alright. i wish they were fuller.\n  \n  but, you are very sweet. thank you\n  ","615973":"\n  oh my god i am sorry\n  ","615974":"\n  iphone X\n  ","615975":"\n  it gets here fucking thursday. i wanna cry.\n  ","615976":"\n  YES YES YES THANK YOU SO MUCH FOR THE REMINDER.\n  ","615977":"\n  why not?\n  ","615978":"\n  i got it down to half my back.\n  \n  i really want to get it to my hips.\n  ","615979":"\n  i dont really care for football\n  ","615980":"\n  all im eating tonight is pecan praline ice cream\n  ","615981":"\n  no i havent\n  ","615982":"\n  im glad you would enjoy that lol\n  ","615983":"\n  i hope all of you know thats the first thing i am going to do when i get my new phone\n  ","615984":"\n  it says its been shipped but i think because of Martin Luther King Jr day it might have got delayed a day or something.\n  ","615985":"\n  no lol\n  ","615986":"\n  yeah but but i like presents\n  ","615987":"\n  xsmall or small\n  ","615988":"\n  is there a reason why ballerinas is in all caps?\n  ","615989":"\n  i would like china to hurry up and make my iphone and get it to my front door goddamn it\n  ","615990":"\n  noooooooo it should be delivered today\n  ","615991":"\n  HOTTEST. FUCKING. TEXT. I. HAVE. EVER. RECEIVED.\n  ","615992":"\n  lol thank you so much\n  ","615993":"\n  that i was able to exploit myself and make a fuck ton of money\n  ","615994":"\n  OK this is actually awesome and im impressed you are able to come up with all of these. you're really good at it. if i could hire people to help myself create a brand for myself - like the \"boom\" brand... you would be my partner.\n  \n  ok i really like boomgladesh. it just flows.\n  ","615995":"\n  i have received underwear.\n  \n  but thats it :( very sad\n  ","615996":"\n  that is my life goal.\n  ","615997":"\n  ive sent numereous\n  ","615998":"\n  its like glued in there ya lol\n  \n  awhhh!! i need to go and see my ortho again cause my teeth moved.\n  ","615999":"\n  im gonna take a nap brb\n  ","616000":"\n  thank you so much sweetheart.\n  \n  i appreciate all that you do for me\n  ","616001":"\n  i really dont like cooking but i know how to do it\n  ","616002":"\n  yes i can. i love baking.\n  ","616003":"\n  drug\n  ","616004":"\n  my grandpa on my moms side.\n  \n  he was by far the most generous and loving man ive ever met.\n  ","616005":"\n  thats a lot of sandwich my good friend.\n  ","616006":"\n  hes so painfully stupid but its funny\n  ","616007":"\n  i dont have a phone at the moment. but i work for a bank so its just a black skirt with a grey top or a black dress with a grey cardigan\n  ","616008":"\n  yes! theyll look really nice with my work outfit.\n  ","616009":"\n  i love handwritten letters. they feel more authentic and just overall more enjoyable to read.\n  ","616010":"\n  yes i forgot how fun they are to play with lol\n  ","616011":"\n  no thats my permanent retainer so my teeth dont move\n  ","616012":"\n  no, definitely not. but it tastes good and gets me through my day at work.\n  ","616013":"\n  i am always the first to admit that i am wrong. i dont like to waste time and i like to solve things and make things better.\n  ","616014":"\n  boomsley i think is my fav\n  ","616015":"\n  yeah, ive been thinking about it.\n  ","616016":"\n  im gonna need to start accepting applications HAHAH\n  ","616017":"\n  i want a job that is more like a hobby i get paid to do.\n  \n  and its a job that doesnt require 9-5 and i make my own hours\n  ","616018":"\n  yes, thats a good movie\n  ","616019":"\n  ok you're being annoying and unrealistic so im gonna stop answering your questions.\n  ","616020":"\n  honestly, Hitler.\n  ","616021":"\n  well you kinda cant put it on me because i dont know you but you can send it to my po box and i can put it on myself?\n  ","616022":"\n  if you dont automatically start dancing when you hear this song i am very disappointed.\n  \n\n   https:\/\/youtu.be\/IYH7_GzP4Tg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","616023":"\n  my phone is broken currently LOL\n  ","616024":"\n  well, you cant buy me but i really do want the outfit lol\n  ","616025":"\n  im not gonna post it twice. all the information is on the other post!\n  ","616026":"\n  i bought it from a fancy soap store lol\n  ","616027":"\n  i posted a couple, the lingerie?\n  ","616028":"\n  thank you Mufasaaaaa lol\n  ","616029":"\n  i would love for them to say hi!!\n  ","616030":"\n  buy which one??!??!\n  ","616031":"\n  i like the cute things you say to me.\n  ","616032":"\n  ive kinda always been the one that always gives my all.\n  ","616033":"\n  trust me i will tell all of you!! lol\n  ","616034":"\n  i must have this lingerie set oh my god\n  \n\n   https:\/\/www.dollskill.com\/sugar-thrillz-renaissance-floral-lingerie-set-white.html\n  \n\n  boots: size 7\n  \n   https:\/\/www.dollskill.com\/sugar-thrillz-floral-thigh-high-boots-white.html\n  \n","616035":"\n  i really hope it gets here early tomorrow..\n  ","616036":"\n  i am good! i am looking at outfits i want and it makes me happy\n  ","616037":"\n  yeah that sounds so exhausting!!! but fun\n  ","616038":"\n  this is the outfit i want for valentines day.\n  \n  corset: size xsmall\n  \n   https:\/\/www.dollskill.com\/sugar-thrillz-fantasy-floral-corset-top-pastel-pink.html\n  \n\n  pants: size small\n  \n   https:\/\/www.dollskill.com\/sugar-thrillz-valentines-floral-high-waist-pants-pink.html\n  \n\n  shoes: size 7\n  \n   https:\/\/www.dollskill.com\/lamoda-patent-peep-toe-platform-heels-white.html\n  \n\n  chocker:\n  \n   https:\/\/www.dollskill.com\/devil666ish-fairy-sweet-ruffle-choker.html\n  \n","616039":"\n  OMG I WANT IT SO BAD\n  \n\n   https:\/\/www.dollskill.com\/vinyl-faux-leather-mock-neck-heart-crop-top-black.html\n  \n","616040":"\n  no i only use streaming services.\n  ","616041":"\n  can someone get me these for work?\n  \n  size 6.5\n  \n\n   https:\/\/www.express.com\/clothing\/women\/pointed-toe-slide-loafers\/pro\/00921147\/color\/Sour%20Cherry\/size\/6.5\/\n  \n","616042":"\n  you do realize LA is very far from sea world and TJ right?\n  ","616043":"\n  omg i cant wait\n  ","616044":"\n  are they good or bad things?\n  ","616045":"\n  i will either get it today or tomorrow. this is the one time where im like AMAZON USE A FUCKING DRONE I NEED MY PACKAGE\n  ","616046":"\n  you didnt fail my love!!!\n  ","616047":"\n  red heels or red mules for work.\n  \n  size 6.5\n  ","616048":"\n  awhhhh i wish you would have gotten it earlier!!\n  \n  but you can get me other stuff!!\n  ","616049":"\n  yeah the movies are unrealistic with robberies lol\n  ","616050":"\n  youre so sweet to me.\n  ","616051":"\n  yeah LOL\n  ","616052":"\n  its on the way\n  ","616053":"\n  only a couple of them.\n  ","616054":"\n  i cant remember my password LOL\n  ","616055":"\n  my phone is broken so i cant check insta right now..\n  ","616056":"\n  what is it?\n  ","616057":"\n  im not that great at cooking :(\n  ","616058":"\n  cheesecake\n  ","616059":"\n  1. in n out\n  \n  2. islands\n  \n  3. mcdonalds\n  ","616060":"\n  if i dont talk about it, it will just grow until i explode and then it becomes a messy situation. i have to talk things out.\n  ","616061":"\n  pasta carbonara\n  ","616062":"\n  is just who they are without even trying.\n  ","616063":"\n  no i havent. but eventually\n  ","616064":"\n  no my shower is too loud so i cant hear it.\n  ","616065":"\n  thank you for thinking that, i wish.\n  ","616066":"\n  that makes me so crazy happy oh my god!!!\n  ","616067":"\n  i have dual citizenship\n  \n  one united states and the other is Italian\n  ","616068":"\n  i used too. it used to be so fun and i used to love talking to all the customers. i still like talking to the customers but some of my coworkers can be beyond tiresome\n  ","616069":"\n  sounds like a really dark and edgy disney movie lol\n  ","616070":"\n  i am getting decent enough sleep\n  ","616071":"\n  give me lovies and snuggies\n  ","616072":"\n  THATS MY BOY\n  ","616073":"\n  i am not sure. im on the last episode of preacher and ive been binge watching Brockmire\n  ","616074":"\n  its okay, you didnt know. thank you for understanding\n  \n  im gonna hop in the shower and then ill be back.\n  ","616075":"\n  you should ask her that question because i gave up looking for the answer to that question years ago.\n  \n  and truthfully im not in a good mood due to the fact my phone is broken, my bf kinda just left me by myself, and being reminded that my mother sucks.\n  \n  so can we not talk about this right now?\n  ","616076":"\n  my last relationship didnt end cause of money. his money was the only thing keeping us together. my ex was an addict and super unmotivated and manipulative.\n  ","616077":"\n  he ordered me the phone. i cooked him dinner and like he just ate it and then left to go hang out with his friends.  lol whatever im just gonna shower and then just be on here cause at least you guys appreciate me.\n  ","616078":"\n  no, my mom has never been helpful since the day i was born.\n  ","616079":"\n  6 expresso shots\n  ","616080":"\n  so my phone officially broke today. and im trying to ask my bf for a favor to order me a used iphone off amazon and ill pay him back but hes being difficult like hes not gonna get his money back or something. and im really annoyed cause if it was reversed i would hesitate for him. and i might have to contact my ex's mom and beg her to help me. ugh.\n  ","616081":"\n  its such a funny movie\n  ","616082":"\n  it all depends on the company. the bathing suits i have are either xsmall or small depending on the size chart and how they are made. its really not that hard to figure out.\n  ","616083":"\n  to live a life where i wake up and i smile because my life is better than anything i could ever dream.\n  ","616084":"\n  well then i have a lot of different people crushing on me then.\n  \n  both male and females. i also dont find this an issue, its flattering.\n  ","616085":"\n  more blueish eyes, or more green.\n  ","616086":"\n  i mean there's no size smaller than a small sooo this is kinda a dumb question.\n  ","616087":"\n  people have bought me a lot of presents and there are more presents to come. its different people. a lot of the people are anonymous, thats kinda the fun of it so i dont know who they are!!\n  ","616088":"\n  actually, ive met some guys that talk way more than girls.\n  ","616089":"\n  Candy goes boom ? in my mouth ?\n  ","616090":"\n  SOMETHING RANDOMLY FELL IN MY BATHROOM, IM AWAKE AND SCARED NOW GHOSTYYYYY\n  ","616091":"\n  Let’s get campaigning ?\n  ","616092":"\n  Hope you’re having a great Friday\n  ","616093":"\n  BOOM FOR PRESIDENT 2020\n  ","616094":"\n  that sounds really yummy. i dont have any plans tomorrow. but im either going to make chicken fajitas or carbonara cause those both sound delicious\n  ","616095":"\n  1. ash\n  \n  2. shai\n  \n  3. family; parents, brother, sister, nieces, in-laws ect.\n  \n  4. food\n  \n  5. myself\n  ","616096":"\n  Seriously I don’t know what to do cause like my phone battery barley lasts an hour when it’s off the charger and I don’t have an extra $500 to drop on a phone right now.... what do I dooooo?\n  ","616097":"\n  I actually totally forgot to take a photo!\n  ","616098":"\n  I’m a pretty good time ?\n  ","616099":"\n  Thank you ?\n  ","616100":"\n  Please buy me an iPhone X\n  ","616101":"\n  yess, especially when peopl were sending me stuff on a regular basis. it gave me reason to take an insane amount of selfies for you alll\n  ","616102":"\n  it was worth every minute, every penny, everything. even ash enjoyed some of it.. but only a little cause dairy is so bad for kitties digestive system.\n  ","616103":"\n  chocolate malt crunch.\n  \n  its seriously my favorite.\n  ","616104":"\n  I’m gonna eat some fuck it lol\n  ","616105":"\n  Is it too late to eat ice cream ? Cause it is soooo cold but it’s sounds soo yummy\n  ","616106":"\n  I used too when I was younger. I don’t follow mainstream music any. No offense but a lot of music today is awful\n  ","616107":"\n  No I liked being that small. My favorite thing he would lift me up by my booty\n  ","616108":"\n  Omg I can’t wait\n  ","616109":"\n  i havent gone through my inbox yet so i havent seen this message. what about the top?\n  ","616110":"\n  i thought i was pretty funny\n  ","616111":"\n  hello, how are you\n  ","616112":"\n  i love heels.\n  \n  i think designer mules are pretty cute.\n  ","616113":"\n  i like thongs and cheeky underwear\n  ","616114":"\n  San Diego, California\n  ","616115":"\n  5 foot 3 inches\n  ","616116":"\n  shoes!!!\n  ","616117":"\n  i made a post and put it in my bio\n  ","616118":"\n  shoes: 6.5 in US \/ 36 in Euro\n  \n  shirts\/sweaters\/jackets: small\n  \n  pants\/skirts: 2\n  \n  leggings\/shorts: Small\n  \n  Dresses: Small\/2\n  \n  Underwear: small\n  \n  Bra: B32\n  \n  swimsuit: small\n  ","616119":"\n  yes i would write you a letter back!!!\n  ","616120":"\n  i made a wild rice stew. it was so good\n  ","616121":"\n  it doesnt bother me. i call them hun or sweetie as well.\n  ","616122":"\n  it was from the bbq place. im so excited for dinner tonight tho\n  ","616123":"\n  we arent allowed to take pictures at our work station since i work at a bank and theres a lot of customer info\n  ","616124":"\n  boomerrang\n  ","616125":"\n  thank you so much.\n  ","616126":"\n  i always try and make them laugh.\n  \n  i talk about positive things and just make super silly but funny jokes.\n  ","616127":"\n  6 foot 7 inches.\n  \n  last i heard of him he was playing for Arizona college team\n  ","616128":"\n  anger is just the surface layer of what is truly going on. to get rid of anger you have to dig below and figure out what is fueling the fire - fire being anger. once you learn that then you can take the next steps necessary to resolving whats really going on.\n  ","616129":"\n  Here’s one arm\n  ","616130":"\n  i took a nice shower, and took a good nap\n  \n  now im waiting for my man to come home and take care of me and then we are gonna cook dinner\n  ","616131":"\n  that was before they cracked down on things you can post on here! and IG is more fun to post on anyways.\n  ","616132":"\n  my bf lol\n  ","616133":"\n  yes!! thats what the PO BOX is for - you can send me whatever youd like!\n  ","616134":"\n  i cant wait for him to come home omfg.\n  ","616135":"\n  These biscuits are so yummy\n  ","616136":"\n  Gooooood! I’m about to shower and then I’ll come on to answer some questions ?\n  ","616137":"\n  You’ll see more on my IG\n  ","616138":"\n  I told him lol I’m not shy about my size\n  ","616139":"\n  I fuckin love gifts\n  ","616140":"\n  No I don’t wanna be reported or banned so it’s on my Instagram\n  ","616141":"\n  Did you follow my IG?\n  ","616142":"\n  IG: ladyboometh\n  ","616143":"\n  ladyboometh\n  ","616144":"\n  I know!! I can’t wait for more gifts\n  ","616145":"\n  I already did ??\n  ","616146":"\n  Follow my spam account and you’ll see\n  ","616147":"\n  Nein!!\n  ","616148":"\n  SOMEONE SENT ME 12 pairs OF UNDERWEAR ?\n  ","616149":"\n  Lol thank you they just need to grow out more\n  ","616150":"\n  I would if someone sent me a letter and asked me to write one back\n  ","616151":"\n  I really hope you can write me a letter ?\n  ","616152":"\n  yes why?\n  ","616153":"\n  yes i do\n  ","616154":"\n  i heard about that, idk why people dont listen to science.\n  ","616155":"\n  she is cute and snuggly.\n  \n  i need to feed her and clean her litter box tho\n  ","616156":"\n  i am more sweet and sensitive towards people. i am super loving and cuddly.\n  ","616157":"\n  i dont like anything thats diet, it tastes flavorless.\n  ","616158":"\n  yes i did. when i was 18 years old\n  ","616159":"\n  i am really good at reading the room and understanding peoples energy and how they are feeling. i am good at breaking down things and speaking so that everyone knows and understands what is going on.\n  ","616160":"\n  I should be 200 lbs\n  ","616161":"\n  yes\n  ","616162":"\n  No I am not\n  ","616163":"\n  Super weird request but could someone send me bath towels and 2 more blankets? I don’t have enough money right now to buy some but I really need them :(\n  ","616164":"\n  Because as a society we have lost our souls so now all we have to care about is our flesh.\n  ","616165":"\n  Ya my bf likes my ass ?\n  ","616166":"\n  XOXO\n  ","616167":"\n  'mad of diamonds'?  not exactly sure what that means.\n  \n  & no i am not muslim\n  ","616168":"\n  they are alright. i am more of a playstation person\n  ","616169":"\n  oh ok, thanks\n  ","616170":"\n  i cant really think of anything, i am one of those people who shares everything with whoever is around me.\n  ","616171":"\n  yeah because most people would see that and realize its a joke lol\n  ","616172":"\n  no i wouldnt, but i think there could be some cute tattoos on the butt.\n  ","616173":"\n  thats the dream lol\n  ","616174":"\n  yeah its just an old inside joke. you really dont have to take things so seriously.\n  ","616175":"\n  a nice hug\n  ","616176":"\n  yes no mistakes, that is my PO BOX\n  \n  and yes <3333\n  ","616177":"\n  there isnt anything to get buddy\n  ","616178":"\n  nah, my bf hates fake boobs.\n  ","616179":"\n  awh!! you're so sweet!! i just dont really have the time to go through everything and look :\/\n  ","616180":"\n  everything is small\n  \n  my boobies are only B32 :(\n  ","616181":"\n  just think, right now as you read this, some guy somewhere is getting ready to hang himself\n  ","616182":"\n  we are all amateurs, its just some are more professional about it than others.\n  ","616183":"\n  yes, i must always look my best when i am at work. i representing a company.\n  ","616184":"\n  it is a sad thing seeing an Indian wearing a cowboy hat.\n  ","616185":"\n  are you predicting her getting in a car accident? are you the one orchestrating it?\n  ","616186":"\n  try explaining Hitler to a kid.\n  ","616187":"\n  those who dance are considered insane by those who cannot hear the music.\n  ","616188":"\n  I’m required at least 2 weeks\n  ","616189":"\n  Ok I’ll go buy my dress\n  ","616190":"\n  Oh it’s ok. And that picture is my nails. That’s what they look like right now\n  ","616191":"\n  It is time\n  ","616192":"\n  When? ?\n  ","616193":"\n  I love the white one as well! It’s so pretty\n  ","616194":"\n  thats the dream, yo.\n  ","616195":"\n  the earthquake will be closer to seattle not spokane.\n  ","616196":"\n  english\n  ","616197":"\n  i dont like shellfish, or most seafood\n  ","616198":"\n  you do realize you can eat those things if you eat moderately. you dont have to eat so much. you just have to try to balance your diet and eat smaller servings then you can eat whatever you want.\n  ","616199":"\n  spokane.\n  \n  i might move back\n  ","616200":"\n\n   https:\/\/youtu.be\/qw2LU1yS7aw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","616201":"\n  i hate that place. its so gross.\n  ","616202":"\n  i used to be obsessed with western bacon cheeseburgers.\n  ","616203":"\n  you go and contact them saying you would like to be verified and based on your activity they will ask you to send your username, your real name, and a photo with a paper saying the date & username next to your face.\n  ","616204":"\n  i am actually having bbq tonight and i am really excited!!\n  \n  i ended up falling asleep last night so i never got to go out and have my bbq\n  ","616205":"\n  My picture I took of the ocean at the beach and I edited as well\n  ","616206":"\n  Depends on the night\n  ","616207":"\n  I took this picture at the beach ?\n  ","616208":"\n  Yes :)\n  ","616209":"\n  It’s not an address it’s a PO Box and it’s for people who write me letters\/post cards or buy me gifts and\/or presents\n  ","616210":"\n  Yes! I’m soooo excited!\n  \n  Work and my mom and all her friends I got close with!\n  ","616211":"\n  I’m friends with people that are older than that. Age is just a number to me sweetheart\n  ","616212":"\n  i love snuggling with my fuzzy blanket\n  ","616213":"\n  My nails ?\n  ","616214":"\n  Of course\n  ","616215":"\n  Irishman\n  ","616216":"\n  Hope you sleep well\n  ","616217":"\n  we never know.\n  ","616218":"\n  yeah, i miss a couple of my best friends.\n  ","616219":"\n  Boondock Saints\n  ","616220":"\n  duuude i want it\n  ","616221":"\n  no, like seriously LOL i need it.\n  ","616222":"\n  no. the only account i will allow is my spam IG\n  ","616223":"\n  i live somewhere that never gets snow and i definitely do not miss snow what so ever.\n  ","616224":"\n  im pretty sure i did\n  ","616225":"\n  send me something random to my PO BOX so i can record myself opening it for all of you and then maybe i will consider letting you grab my boobies. LOL\n  ","616226":"\n  i need this\n  ","616227":"\n  thank you so much\n  ","616228":"\n  oh stahhhhp\n  ","616229":"\n  i want someone to play with my hair right now\n  ","616230":"\n  youre sweet\n  ","616231":"\n  right now i need a shower lol\n  ","616232":"\n  but what if i get really ugly??\n  ","616233":"\n  whoa OMFG this is the best website ever. thank you so much.\n  ","616234":"\n  whats so funny?\n  ","616235":"\n  my love?\n  ","616236":"\n  ohhh heyyy, i already met you on IG lol\n  \n  and yes people ask me anything lol\n  ","616237":"\n  ehh i dont have that much time and effort to really get one like im so busy all the time.\n  ","616238":"\n  i would experiece so much happiness when i open my PO BOX and find letters and presents.\n  ","616239":"\n  my anxiety\n  ","616240":"\n  i have just been chilling and i cant wait to stuff my face\n  ","616241":"\n  ok nevermind im not doing it then.\n  \n  do you know anything about stereo systems tho?\n  ","616242":"\n  shes everything to me and more.\n  ","616243":"\n  i am going to be honest i have been sitting here repeatedly looking at this question to try and think of something i regret and i couldnt come up with anything because i think i understand all the things that have happened in my life were all part of my journey and i shouldnt regret any part of my walk through life because its what made me into who i am.\n  ","616244":"\n  thats weird cause i just looked up\n  \n   https:\/\/www.instagram.com\/ladyboometh\/\n  \n\n  and its there lol\n  ","616245":"\n  really? theres sooooooo many cars out here that are hella tinted\n  ","616246":"\n  omg that is awesome. animals fascinate me. they are so smart and amazing at survival\n  ","616247":"\n  i took a nap so i am in a way better mood lol\n  ","616248":"\n  ok so you can have your choice of bbq brisket, pulled pork, or chicken with 3 cheese mac & cheese with melt cheddar on sourdough bread and any side you want so i get garlic fries.\n  ","616249":"\n  of course!! but im gonna go get some amazing southern bbq for dinner!\n  ","616250":"\n  thank you for appreciating me for not vaping, i love you!\n  ","616251":"\n  of course. we have too. we are supposed to get those bills and put them as unfit and ship them off so the government can properly destroy them.\n  ","616252":"\n  i am eating this tonight\n  ","616253":"\n  no cause then we would probably always fight.\n  ","616254":"\n  yea, water LOL\n  ","616255":"\n  how did you manage to get kicked off someones IG page?\n  ","616256":"\n  i bet that is fire?\n  ","616257":"\n  i will just for you.?\n  ","616258":"\n  not to me but like we have these high tech banking machines but just because they are machines doesnt mean they arent going to have some problems here and there and today they were just being soooo difficult but people blamed us like we were the ones causing the problems and every time i tried explaining that things happen that our out of control they didnt want to accept it\n  ","616259":"\n  yes my bank is open 9-1 on saturdays but i dont work every satuday\n  ","616260":"\n  depends on the time of the year, so like i need my room to be like 70 degree Fahrenheit  no matter what season. so in the winter that would be warm and in the summer that would be cold LOL\n  ","616261":"\n  there is no age range. age is just a number sweetheart. i would love to read what you have to say! i am curious how old you are but maybe tell me about it in the letter you should write me ;)\n  ","616262":"\n  it was okay. i had to work all morning which sucked cause i had to deal with customers that kinda ruined my day so i just went home and went to sleep.\n  \n  i hope all of you had a nice day.\n  ","616263":"\n  not really. i was just pretty normal i guess?\n  ","616264":"\n  awh thank you?\n  ","616265":"\n  its mcdonalds bro. its cheap asf\n  ","616266":"\n  he better be LOL\n  \n  kidding, but no hes not.\n  ","616267":"\n  i love them when im inside cuddled in bed.\n  \n  ash hates them so much.\n  ","616268":"\n  i never look at the receipt. i always just crush them and throw it lol\n  ","616269":"\n  i order like the two things separate and then make it myself.\n  ","616270":"\n  instagram.com\/ladyboometh\n  ","616271":"\n  oh god i am in such a bad mood i think i need a nap\n  ","616272":"\n  how are you???????\n  ","616273":"\n  instagram.com\/ladyboometh\n  ","616274":"\n  i fucking wish lol\n  ","616275":"\n  im hoping you can all cheer me up.\n  ","616276":"\n  you can call me whatever you would like\n  ","616277":"\n  hanging up my wings for the day\n  ","616278":"\n  just gonna be on here today entertaining myself with all of you\n  ","616279":"\n  i finally slept all night last night omg\n  ","616280":"\n  actually both!\n  ","616281":"\n  i would do anything to see this beauty in person\n  ","616282":"\n  i fucking hate vapes\n  ","616283":"\n  last night i went to sleep at like 8:30 pm - which was amazing.\n  \n  tonight a couple friends want to hang out but i am not sure if im up for it. we will see.\n  ","616284":"\n  i am annoyed. my phone is so fucked.\n  \n  is there anyone who has an IPHONE 8 or higher that they dont need or use and are willing to send it to me so i can have a better phone until i have enough money to buy the new iphone?\n  ","616285":"\n  arent the coins on here always free?\n  \n  i would love someone to ship me coins to my PO BOX lol\n  ","616286":"\n  theres times where i smile at a stranger and they dont smile back they just give me the dirtiest look and i just think \"k well fuck you then.\" lol\n  ","616287":"\n  i just want a quarter pounder and a hash brown so i just put it together lol\n  ","616288":"\n  wait, whos jealous?\n  ","616289":"\n  i have some but there are times where i get really insecure and upset.\n  ","616290":"\n  yes\n  ","616291":"\n  i wore a dress today\n  ","616292":"\n  i dont personally have 5 guys but the place 5 guys is in san diego lol\n  ","616293":"\n  no, i just got off work from the bank.\n  ","616294":"\n  i think my nose looks fat sometimes :(\n  ","616295":"\n  hey whats up?\n  ","616296":"\n  lol i need new bras can someone send me more bras lol\n  ","616297":"\n  just some thoughts\n  ","616298":"\n  Elon Musk\n  ","616299":"\n  i have a couple questions and i dont know who to ask so i will just ask and see if any of you guys know the answers.\n  \n  does anyone know how much it costs to tint a car??\n  \n  how much does it cost to get a new stereo for the car with a subwoofer? should i buy the stuff separately or buy it when i have someone install it??\n  ","616300":"\n  You can send anything !!\n  ","616301":"\n  Hi\n  ","616302":"\n  Send me letters filled with love ?\n  ","616303":"\n  Ya I legit came up with yesterday cause like I was craving a quarter pounder and a hash brown lol so I was like why don’t I just put it together??\n  \n  I also do a regular sausage McGriddle and put a hash brown in it lol sooo good.\n  ","616304":"\n  I’m so sorry for not coming on at all yesterday lovelies!! I was soooo exhausted and I actually slept last night. So I’ll be on after work ? have a great day!\n  ","616305":"\n  It’s official I just made the mcboometh\n  ","616306":"\n  you dont understand i love letters so much. i cant wait to read them!!\n  ","616307":"\n  This is what I ate today\n  \n  Quarter pounder with added Big Mac with a hash brown\n  ","616308":"\n  PLEASE WRITE ME A LETTER\n  ","616309":"\n  Anything. I would love for people to send to my PO Box;\n  \n  •Letters or cards\n  \n  •something they would think I would like to have that they already own\n  \n  •something they would like to buy for me\n  \n  I also would record myself opening whatever I get and post it.\n  ","616310":"\n  Yes I really do which is why I opened my PO BOX this morning ???\n  ","616311":"\n  Savannah Ames\n  \n  P.O. Box no. 1301\n  \n  16956 via de Santa Fe\n  \n  Rancho Santa Fe, CA 92091\n  ","616312":"\n  Ya but I don’t wanna exploit myself in that way the fact I have a private spam IG account is enough lol\n  ","616313":"\n  I just wish I had more of a steady cash flow or someone who could help pay for more pricer items that I need. Example: I really NEED a new phone but I don’t have an extra $500 just to buy it off amazon so it sucks.\n  ","616314":"\n  Yay?\n  ","616315":"\n  I love when people play with my hair\n  ","616316":"\n  Oh wow didn’t know that.\n  \n  Don’t have unlimited?\n  ","616317":"\n  ? omg i can’t thank you enough for this really kind compliment!!?\n  ","616318":"\n  the most recent was no filter\n  ","616319":"\n  awh wow thank youuu!!\n  ","616320":"\n  just because of my background\n  ","616321":"\n  usually but not all the time\n  ","616322":"\n  thank you sweetheart\n  ","616323":"\n  im terrible at break ups. i hate goodbyes. i hate the idea of never seeing or speaking to someone i have invested so much time with. how i get through breaks up is by going out with some girlfriends and just doing my own thing cause eventually someone else will come along.\n  ","616324":"\n  This is what my lips look like naturally\n  ","616325":"\n  It would kinda look like this cause editing this was so hard lol so drs would do way better.\n  ","616326":"\n  my bed\n  ","616327":"\n  the world ending and im one of the ones left behind.\n  ","616328":"\n  what do you mean?\n  ","616329":"\n  hair color!!\n  ","616330":"\n  i have to get ready for work in an hour and i really dont wanna go\n  ","616331":"\n  thank you so so much\n  ","616332":"\n  promise youll take care of me\n  ","616333":"\n  no not yet, but thats the plan\n  ","616334":"\n  yes please take all my financial debt away from meeee\n  ","616335":"\n  we cant ruin the streak we gotta keep it going foreverrrrrrrrrrrrrr\n  ","616336":"\n  thank you!!!\n  ","616337":"\n  Love this photo of me!\n  ","616338":"\n  omg youre so sweet\n  ","616339":"\n  omg thank you\n  ","616340":"\n  im glad we are both fucked up individuals.\n  ","616341":"\n  fresh rain\n  ","616342":"\n  it has been reserved and paid for so all i need to do now is go there tomorrow morning and get the number and keys!!\n  ","616343":"\n  i try too but i have my days where i am stinky lol\n  ","616344":"\n  why dont you just get another cellular device?\n  ","616345":"\n  i cant live without perfume.\n  ","616346":"\n  i hate being broke.\n  \n  i will literally do whatever if someone is willing to buy me the Iphone X from my Amazon Wishlist...\n  \n  like i need a new phone so bad.. my battery life only lasts like an hour, my entire screen is fucked and cracked, and my home button doesnt work that well anymore... and my selfie picture quality is trash cause i have the fucking 6s like fuuuuuck i need someone who can spoil me rotten\n  ","616347":"\n  So guys I feel really insecure because I kinda went through my bfs IG to see who he’s following and the girls he follows looks nothing like me. There like girls that don’t even look like they are human all the time cause they are wearing so much makeup. And now I’m like uh does he want me to look like that? There like the girls that you would see as tumblr models or IG models.. like they just make you feel like shit about yourself ya know? Idk I feel so unattractive right now. And like I already feel like I’m losing him & then there’s this. Ugh.\n  ","616348":"\n  Thank you!!!!!❤️?\n  ","616349":"\n  ok i am now gonna try and get like an hour or two of sleep lol\n  \n  EVERYONE FOLLOW MY SPAM PAGE:\n  \n  instagram.com\/ladyboometh\n  ","616350":"\n  i work for a bank\n  ","616351":"\n  chickens, rabbits, goats, horses, guinea pigs, lizards, birds\n  \n  i think thats it.\n  ","616352":"\n  i believe that we need to accept that we cant control other people we can only control how we react emotionally to what others may have done.\n  ","616353":"\n  ive had 38+ animals so far in my lifetime and ash is my first cat.\n  \n  ive already had 4+ dogs at one point or another.\n  ","616354":"\n  i hate when people arent up front about there intentions of talking to me or getting to know me. just be real with me.\n  ","616355":"\n  lie down on the couch and pretend your legs hate each other.\n  ","616356":"\n  i have never not once had that dream.\n  ","616357":"\n  i love puppers\n  ","616358":"\n  of course. even if you dont understand and think you did anything wrong you should still be able to have some sort of empathy and compassion for others and realize what you did really hurt someone.\n  ","616359":"\n  im always honest to a degree, theres just times i need to sweeten it up because the honest truth can damage.\n  ","616360":"\n  i didnt say i lie.. theres just times i dont say how i fully honestly feel just in case its just not the right moment for me to say it.\n  ","616361":"\n  a solid 8.7\n  ","616362":"\n  uh where the fuck do you live?\n  ","616363":"\n  you are way too sweet\n  ","616364":"\n  OMG yes. i hate them. cause im hanging around all the old friends i will probably never see ever again. its just not the good kind of nostalgia\n  ","616365":"\n  the real question you need to ask is who the fuck still owns a house phone?\n  ","616366":"\n  ew no dude why\n  ","616367":"\n  i wanna hug a kangaroo\n  ","616368":"\n  well, you are the boom king that created this boom queen so that probably makes you extremely boomtastically boomazing!\n  ","616369":"\n  gonna be more from where that came from :D\n  ","616370":"\n  it makes you look sexier\n  ","616371":"\n  so gorgeous\n  ","616372":"\n  how would i go about doing that?\n  ","616373":"\n  LETS FUCKING RAGE\n  ","616374":"\n  youre the best\n  \n  and i promise you wont be disappointed\n  ","616375":"\n  i was exceptional at psychology\n  ","616376":"\n  IG: ladyboometh\n  ","616377":"\n  i never went to college and i am rising up in my career. i told myself that i wasnt going to need college to be successful.\n  ","616378":"\n  i sure do. i gotta pay the bills somehow\n  ","616379":"\n  what am i doing with my life?\n  ","616380":"\n  its not ask\n  \n  ITS INSTAGRAM.\n  ","616381":"\n  i do actually but its 4am.\n  ","616382":"\n  FUCK YESSSSSSS\n  ","616383":"\n  mickeyyy follow me on my spam IG accountttt\n  ","616384":"\n  she convinced herself that she did nothing wrong.\n  ","616385":"\n  omg of course\n  ","616386":"\n  i get paid tomorrow night at midnight.\n  \n  trust me as soon as i get it i am gonna post it everywhere.\n  ","616387":"\n  im glad you find it cute\n  ","616388":"\n  lol this made me laugh\n  ","616389":"\n  awwwwwwwww ilyyyy\n  ","616390":"\n  THATS MEEE\n  ","616391":"\n  I made a spam account so I can post whatever the fuck I want whenever I want so follow pleaseeeee\n  ","616392":"\n  ok so i made one.\n  \n  its gonna be private tho so i dont have to worry about someone i dont want to see what i post though. i kinda made it mostly for all of you guys on here!!\n  \n  spam IG: ladyboometh\n  ","616393":"\n  cause i swear they ruin everything.\n  ","616394":"\n  no, i just come in late\n  ","616395":"\n  just pretty much post whatever i want basically?\n  ","616396":"\n  uhhhhhhhh i think when i was 22\n  ","616397":"\n  what would i need a spam page for?\n  ","616398":"\n  no that would be crazy\n  ","616399":"\n  yup at 1:30 pm\n  ","616400":"\n  i would just open up a CD\n  ","616401":"\n  makes me happy you think so\n  ","616402":"\n  3:26 am\n  ","616403":"\n  nope. im not funny enough and i would just end up doin what all the other females are doing\n  ","616404":"\n  no the cracks are all over the place\n  ","616405":"\n  1997\/1998. it was a traumatic year for me cause my parents got separated, i met my moms bf who she was cheating on my dad with, my older siblings were a wreck because they were already like 10. the thing i remember the most is my dad, my brother, and my sister all tried really hard not to show me how much they were all hurting for what my mom did because they wanted to protect the image i still had of my mom since i was way too young to understand what she did. i just remember the energy in our home was dark and tense.\n  ","616406":"\n  omg like 10. my whole screen is fucked\n  ","616407":"\n  i will admit i was a pretty cute kid\n  ","616408":"\n  Here’s a pic from 2013\n  ","616409":"\n  i remember it pretty well, it was my last year before i had to start kindergarten. my new neighbors just moved in and i made a new friend named nikki. her and i hung out like everyday until the first day of school. i stepped on a bee at her house and it was so painful, and my foot swelled up so much.\n  ","616410":"\n  okay, before i say something i really want people to understand that this is my opinion and no one has to agree with me.\n  \n  with that being said - i cant stand most girl tiktokers unless there doing something funny with a guy or something. but ive just noticed that mostly the girls just try to do something sexy, try to act like there the cutest things since baby yoda, or they just rant and go off about something actually stupid and just sound like someone who is very SOFT.\n  \n  i like watching people who dance, make music, or are super funny. im trying to be entertained - not saddened.\n  ","616411":"\n  bring it on 2020\n  ","616412":"\n  uh oh already got a warning that i might get banned and its barley been 2020\n  ","616413":"\n  i hate mine, i sound like i am still in middle school.\n  ","616414":"\n  30 mins\n  ","616415":"\n  i am not a big breakfast person :\/\n  ","616416":"\n  i have work at 1:30pm tomorrow and i was suppose to do a few things before i head to work.\n  ","616417":"\n  answer - i have a goal of 100k answers to do.\n  ","616418":"\n  what am i doing still awake its fucking 3am\n  ","616419":"\n  i just watch. i am not creative enough.\n  ","616420":"\n  all these shoutout questions cause for some reason everybody wants to try and become VIP lol smh\n  ","616421":"\n  is anyone else pleased with the creation of tiktok?\n  \n  i swear just a few minutes a day on there and i have smile and have a great day.\n  ","616422":"\n  no, i was too insecure and have horrible stage fright.\n  ","616423":"\n  I WOULD SO BE DOWN FOR THAT.\n  \n  thats totally such a fun look and i would love to try it.\n  ","616424":"\n  is this your way of saying i have a nice ass?\n  ","616425":"\n  thank you so much for all these amazingly kind words.\n  \n  you have made my night.\n  ","616426":"\n  not right now no. i am not really in the mood to be honest.\n  ","616427":"\n  omg dont judge me for getting a little emotional.\n  \n  nobody has ever really seen the real me like that before.\n  \n  it was beautiful to be completely transparent and seen.\n  ","616428":"\n  ugh nothing\n  ","616429":"\n  maybe\n  ","616430":"\n  thank you & i have never worn a shoulder less dress before.\n  ","616431":"\n  i would rather starve or actually eat gross wet socks cause that piece of pizza was trash\n  ","616432":"\n  this honestly kinda is making me tear up\n  ","616433":"\n  no... but im considering getting some so i can.\n  ","616434":"\n  ugh i need to eat something my stomach is so hungry\n  ","616435":"\n  are you gonna propose to me already?\n  ","616436":"\n  not really actually. i was in a pretty good place mentally today.\n  ","616437":"\n  i barley got an hour of sleep last night and im still not tired.\n  \n  insomnia working at its finest.\n  \n  i hope i can rest for a little bit soon.\n  ","616438":"\n  i feel like you have spend a considerable  amount of time with a person to really get to know them. i think the best way to get to know someone is to live with them. that can make or break a relationship\n  ","616439":"\n  my hands are so cold omg,\n  ","616440":"\n  new years resolution is to create a new years resolution and actually achieve it.\n  ","616441":"\n  thank u\n  ","616442":"\n  AWH ive missed you, thank you so much.\n  ","616443":"\n  how do you know about all that ive been through?\n  \n  and thats a really good point, i didnt think of that.\n  \n  i truly do want to be taken care of\n  ","616444":"\n  why do you admire them?\n  ","616445":"\n  i have really thin lips tho\n  ","616446":"\n  wait can i have this as a pet?\n  ","616447":"\n  yeah i know and i dont care. i love her face.\n  \n  what do you guys think of me getting my lips injected?\n  ","616448":"\n  i try to become more mature but theres this part of me that holds me back, because i was taken care of and spoiled as a kid i just kinda miss that feeling and a lot of the time i dont want to have to be mature.\n  ","616449":"\n  no, i took the IQ test when i was already out of school... but it explained why i was always put in the classrooms that were with all the super intelligent kids in school.. a lot of people never thought i was smart because i didnt apply myself and didnt have the grades.. but i think my teachers could see right through that cause ive had teachers request to have me in there honors classes without actually being an honor student. also, like pretty much all my friends are super crazy smart\n  ","616450":"\n  age doesnt matter. its all about where they are mentally. and he is way more mature than i am and hes younger than me.\n  ","616451":"\n  dont forget.\n  ","616452":"\n  LOL i make myself laugh.\n  ","616453":"\n  to do the same. too many people are too quick to anger and emotion and that just makes things messy. its okay to have feelings and to express them but think about them first. the impulsive emotions are always the wrong type of emotion you are truly feeling.\n  ","616454":"\n  just original\n  \n  but you just gave me an idea to maybe try flavored.\n  ","616455":"\n  i would be PISSED. and i would stop it.\n  ","616456":"\n  she called it Cosmic Survival.\n  \n  like it looks like moon and the sun are fighting. its really pretty.\n  ","616457":"\n  i bought an instant pot and i just have to decide what i want to make with it and most importantly i need to go grocery shopping to get the ingredients.\n  ","616458":"\n  thank you - but i do hope you think of me as more than two sweater puppies.\n  ","616459":"\n  “Hide the Kniveeees. OJ is in da town!”\n  \n\n   https:\/\/youtu.be\/Ol2Wvn-S1Fc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","616460":"\n  this week has actually been really good. i hope it continues to be good. someone painted me a picture and gave it to me this week cause they made it for me for christmas which was one of the nicest things someone has done for me especially since this person is just an acquaintance. sentimental gifts are my favorite.\n  ","616461":"\n  only 1 thing??? UGHHH damn it.\n  \n  i would make it so i have a hyperthyroid... so i could eat and eat and never gain any weight\n  ","616462":"\n  i am gonna be honest i really do miss him.\n  ","616463":"\n  yea my phone updated ON ITS OWN WITHOUT MY PERMISSION and now my phone is fucked so i have to get a new one... like i was very content with the way it worked before. but fuck phones are so expensive. i wish someone who has the iphone 11 pro or whatever could just give me their iphone x lol\n  ","616464":"\n  i couldnt do it. i need that passion and physical touch.\n  ","616465":"\n  sometimes i dont feel like it.\n  ","616466":"\n  i am.. sometimes people think im a little too calm and it makes them feel like i just dont care but in reality i like to process a whole situation before reacting.. so i just handle everything calmly\n  ","616467":"\n  this was a loooooong time ago.\n  \n  it was a female soccer game.\n  \n  i know it was like america vs some england team i cant remember. i was super little i just remember the energy and everyone screaming and jumping the whole time was liberating.\n  ","616468":"\n  i have and its a rush and such a blast\n  \n  i rather go to a soccer game than football..\n  ","616469":"\n  hot cheetos and cream cheese.\n  \n  jam and brie sandwich\n  \n  rice and ketchup\n  \n  grilled cheese and apple sauce\n  ","616470":"\n  pretty much anything pickled or vinegar\n  ","616471":"\n  food and just lots of food. and traveling the world for food.\n  ","616472":"\n  this is me?\n  ","616473":"\n  2 & a half\n  ","616474":"\n  Procrastination\n  ","616475":"\n  In the poll? Yes\n  ","616476":"\n  This text I got an hour ago ?\n  ","616477":"\n  omg how does your phone still function?\n  ","616478":"\n  this is actually an awesome question and concept.\n  \n  i dont think everyone has past lives. i think their are new souls and old souls. or pieces of souls in certain people and thats why you connect with some but not everyone because those people have a piece of the same soul you have as well. i also like to think that those who are evil and cruel are soulless and cannot have a past life because theres nothing to pass on after they die.\n  ","616479":"\n  thank you!!!\n  ","616480":"\n  happy new years too youuu and cheerssss\n  ","616481":"\n  omg omg will you really?????\n  ","616482":"\n  CAUSE WHY NOT\n  ","616483":"\n  peanut butter\n  ","616484":"\n  no this is the view from the house i am house sitting for sadly\n  ","616485":"\n  honestly one of the better pictures i have taken with my phone.\n  ","616486":"\n  all my freckles\/moles are like kinda cute actually.\n  \n  and i have 1 birthmark. its on my left ear.\n  ","616487":"\n  oh my god stop!!\n  ","616488":"\n  most of the people im close with are from school\n  ","616489":"\n  !!REMINDER!!\n  ","616490":"\n  i love reading, i wish i could spend more time with a book in my hand.\n  ","616491":"\n  HAPPY NEW YEARS BABE\n  ","616492":"\n  AWH wow thank you\n  ","616493":"\n  HAPPY NEW YEAR\n  ","616494":"\n  i wouldnt say lucky but we all love and cherish eachother\n  ","616495":"\n  i have been good. holiday season was super fuckin busy for me and i ended up with a horrible ear infection - but i am ok now. im honestly stoked that all the holidays are over and we can all finally get back to normal life.\n  \n  how have you been? havent talked to you for some time now. how was your holidays?\n  ","616496":"\n  i have a few\n  ","616497":"\n  You tell me\n  ","616498":"\n  this will ALWAYS be my favorite quote.\n  ","616499":"\n  I CANNOT TALK ABOUT IT.\n  ","616500":"\n  i would appreciate it if you did\n  \n  and it really warms my heart how creative all of you are with making names with \"boom\" in it. it feels like i started a cult and i love it\n  ","616501":"\n  $290\n  ","616502":"\n  yes... and thats why i believe it was terrible.\n  \n  im done supporting chain establishments. im gonna just support small business and \"mom-and-pop-shop-type\" places now.\n  ","616503":"\n  yes i have and i got 120 something cant remember the number i just remember my best friend being like \"SAV WHAT THE FUCK, YOURE ACTUALLY REALLY SMART.\" cause i took the IQ test just as a joke cause i thought i was gonna get like a bad score haha\n  ","616504":"\n  i really like to believe that but i doubt we will ever actually know.\n  ","616505":"\n  FUUUUUUUUUUCK\n  \n  i love doing BOTH of those things.\n  ","616506":"\n  we choose which views we would like to believe and follow after learning what someone perviously viewed.\n  \n  a lot of my views have come from just an assortment of different teachings and learning from different people.\n  ","616507":"\n  totally would rather be a normal person whom everyone loves. being a popular celebrity honestly sounds way to stressful and full of anxiety.\n  ","616508":"\n  no i am not but i wish i was or could be.\n  ","616509":"\n  omfg yes. he was so real and raw.\n  ","616510":"\n  BRO... RIGHT??\n  ","616511":"\n  opening up my heart and mind\n  \n  and\n  \n  laying naked next to my bf after having sex.\n  \n  when all walls are down and theres nothing covering up or hiding me.\n  ","616512":"\n  yes, insecurities can be very harmful.\n  \n  also could mean that your partner doesnt trust you at all which is harmful as well because why be with the person then?\n  ","616513":"\n  i had to throw it away.. it was that bad\n  ","616514":"\n  WHY THE FUCK DID MY POST GET DELETED\n  ","616515":"\n  HAPPY NEW YEARSSSS\n  ","616516":"\n  dude it tastes like the cooked it with a wet dirty sock\n  ","616517":"\n  Definitely the highest heels I own.\n  ","616518":"\n  the piece of pizza i got actually tastes so bad. ive never had pizza that tastes so horribly.\n  ","616519":"\n  the best usually are ;)\n  ","616520":"\n  4\/20 has always been the best holiday for me..\n  \n  even though its not actually a holiday\n  \n  and this year 4\/20 is a whole month long.\n  ","616521":"\n  my bfs face.\n  ","616522":"\n  currently am not lol\n  ","616523":"\n  he takes care of himself. hes not like super rich but he makes a good living for himself.\n  ","616524":"\n  anxiety\n  ","616525":"\n  oh i totally have.\n  \n  a couple people are ghosting me right now and it makes me sad but whatever they'll be back\n  ","616526":"\n  not wealthy but extremely independent and smart.\n  ","616527":"\n  no.. i need more. can never have enough...\n  \n  is it weird that i love stripper outfits and costumes and like i love dressing up?\n  ","616528":"\n  awh thats soooo sweet for you to say!!\n  ","616529":"\n  22\n  ","616530":"\n  to have unlimited cash flow.\n  ","616531":"\n  it starts near the 22nd, so like at the end of the month.\n  \n  and this is really sweet actually.\n  ","616532":"\n  i hate cooking but if all i had to do was cook you food which means i get to eat too and decide what we eat i would be all for this job.\n  ","616533":"\n  Awwwwhhhh thank you\n  ","616534":"\n  What what??\n  ","616535":"\n  i am pretty sure i love lana del rey but i have never met her.\n  ","616536":"\n  VIP: very important princess\n  ","616537":"\n  1. ash (my kitteh)\n  \n  2. food\n  \n  3. my family\n  \n  4.music\n  \n  5. money\n  ","616538":"\n  time is a man-made illusion\n  ","616539":"\n  I’ve been good how are you\n  ","616540":"\n  lol thank you so much\n  ","616541":"\n  I like all my tattoos lol but I like this\n  ","616542":"\n  Am I edgy yet\n  ","616543":"\n  no not at all\n  ","616544":"\n  more than i have the right too\n  ","616545":"\n  what makes you believe that\n  ","616546":"\n  no i am not omg\n  ","616547":"\n  i actually had a dream that i was drafted to WW3\n  \n  and i told them i was a heroin addict and then they made me prove it by doing H. so i did then they were like \"good, youll do great in the middle east they have a lot of opium.\" then gave me a brick. then i woke up. it was fucked!!\n  ","616548":"\n  gemini lol\n  ","616549":"\n  last friday when  i had to feed the kitties\n  ","616550":"\n  thank you lol\n  ","616551":"\n  thank you for your advice lol\n  ","616552":"\n  i have noticed theres a large population of mental illness in washington... like not used to seeing that at all\n  ","616553":"\n  1. land\/property\n  \n  2. lambo suv\n  \n  3. a chef\n  \n  4. a trainer\n  \n  5. a personal shopper.\n  ","616554":"\n  hey, how are you?\n  ","616555":"\n  drugs\n  ","616556":"\n  hardly lol\n  ","616557":"\n  what part of washington do you live in\n  ","616558":"\n  LOL CALI PEOPLE ARE PEACEFUL LOL\n  ","616559":"\n  dude i would love to get paid to eat around the world and talk about the food\n  ","616560":"\n  I don’t look like her\n  ","616561":"\n  not really... not like most people these days\n  ","616562":"\n  hello how ru\n  ","616563":"\n  of course!! and i only like cooking if im comfortable in the kitchen im cooking in\n  ","616564":"\n  oh wow im so happy for you!!! you make me wanna flush and brush right now\n  ","616565":"\n  i would totally choose NZ and start a whole new life... lol\n  ","616566":"\n  scion tc\n  ","616567":"\n  i like that you call it that too lol\n  \n  people also think its fireball lol\n  ","616568":"\n  fuck it im moving to washington state\n  ","616569":"\n  oh god i cant even imagine lol\n  ","616570":"\n  OMG THIS IS THE BEST THING I HAVE EVER BEEN TOLD. I WISH I WAS LANA DEL REY\n  ","616571":"\n  anything lana del rey writes i swear...\n  \n  she speaks everything i feel\n  ","616572":"\n  wait i didnt say i was perfect\n  ","616573":"\n  found the cake i want for my wedding LOL\n  ","616574":"\n  to wake up everyday loving what i do and be happy where i am at in life.\n  ","616575":"\n  my car lol\n  ","616576":"\n  i love going out with my friends and going dancing.\n  ","616577":"\n  i need to get my nails done and trimmed i cannot type for shit with long nails.\n  ","616578":"\n  i love you tooo\n  ","616579":"\n  to enhance my features.\n  ","616580":"\n  heres the link.. but instead of chicken broth cubes i bought already made chicken broth then switched out two cups of water with two cups of chicken broth. and the trick is to add more tomato juice and broth after the first simmer is done, it will make the rice more chewy and flavorful. my bf was pissed when i made this cause i really hate cooking and i made spanish rice for the first time and it came out BOMB. but now hes like...youre doing all the cooking. lol\n  \n\n   https:\/\/lilluna.com\/food-tutorial-spanish-rice\/\n  \n","616581":"\n  i am going to try and clean and then shower.\n  ","616582":"\n  it makes me more productive and want to better myself\n  ","616583":"\n  ohhhh stoppp it is not\n  ","616584":"\n  this is not wrong\n  ","616585":"\n  does anyone else just not have the energy to get up like me today??? or is this just me? lol\n  ","616586":"\n  Gemini\n  ","616587":"\n  9:34 pm January 5 2020, 54 degrees F\n  ","616588":"\n  yes its a solid picture of me\n  ","616589":"\n  friday\n  ","616590":"\n  to be content.\n  ","616591":"\n  my handwriting is half print and half cursive cause i can write faster that way.\n  ","616592":"\n  i cant tell you, thats the whole point of doing it while no one is around cause no body will ever know lol\n  ","616593":"\n  my homeland.. to saturn my alien planet.\n  ","616594":"\n  i believe loving someone unconditional means loving them no matter what happens in the future\n  ","616595":"\n  you know when you go out into the country or the desert and its pitch black and completely silent for miles.... well my biggest fear is that for the whole world - complete loneliness.\n  ","616596":"\n  LOOOOL\n  ","616597":"\n  of course. i am pretty honest these days.\n  ","616598":"\n  drinking and smoking weed then watching a show then having dope sex. thats a sexy night for me.\n  ","616599":"\n  yea i used to love it.\n  ","616600":"\n  oh god thats gonna be so nasty ahahah but im glad you are finally doing that.\n  ","616601":"\n  i didnt know i had all three of those\n  ","616602":"\n  yes of coursel im really good and fast at 10-key as well\n  ","616603":"\n  i dont have enough time or a long enough list to answer this question.\n  ","616604":"\n  when people say no offense\n  ","616605":"\n  i need to take a nap. brb.\n  ","616606":"\n  lol\n  ","616607":"\n  FIRE\n  ","616608":"\n  thank you so so much\n  ","616609":"\n  you're sweet\n  ","616610":"\n  ok? what does that have to do with anything?\n  ","616611":"\n  you can buy me whatever you want. its limitless cause you can just send it to my PO box.\n  \n  im buying the box on thursdaayy.\n  ","616612":"\n  thank you!!!!\n  ","616613":"\n  no dont die!!\n  ","616614":"\n  I KNOW I AM SO SAD THINKING ABOUT IT.\n  ","616615":"\n  its so funny and so embarrassing\n  ","616616":"\n  my bf, he is always doing sweet things for me.\n  \n  yesterday he went grocery shopping and bought me all the food i wanted and i was just sooooooo happy lol\n  ","616617":"\n  San Diego\n  ","616618":"\n  Saw this. Such a cool door\n  ","616619":"\n  i dont know who she is but i love bob moses.\n  ","616620":"\n  not really. she is way too serious all the time.\n  ","616621":"\n  its the spiciness. its the worst.\n  ","616622":"\n  i feel like naming my daughter Boomantha would be the only right thing to do.\n  ","616623":"\n  thats sweet thank you\n  ","616624":"\n  no i do not.\n  ","616625":"\n  im obsessed with this song right now\n  \n\n   https:\/\/youtu.be\/TYPVrTZrdw0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","616626":"\n  i would still want a job just not a minimum  wage type job. i would like to create my own business and create something. he would have money so i could follow my dreams, whatever that may be.\n  ","616627":"\n  damnit fam. my touch ID on my phone is broken. ok so like now i seriously need a new phone.\n  ","616628":"\n  OMG WILL YOU PLEASE\n  ","616629":"\n  i am trying to get the iphone X ugh\n  ","616630":"\n  really?? why do you say that\n  ","616631":"\n  i think longer hair. i look good with my hair short but i look better when its long.. but it has to be healthy when its long.\n  ","616632":"\n  i have 140\n  \n  i must try to get through a few today\n  ","616633":"\n  Still in the holiday spirit\n  ","616634":"\n  Look how pretty this is\n  ","616635":"\n  Well I’d be ok with that. Maybe I’ll just write and respond on here instead.\n  \n  I get what you mean about the address thing that’s why I want a P.O. Box cause I don’t want people stalking me\n  ","616636":"\n  Bagel with peanut butter, pumpkin seeds, and granola\n  ","616637":"\n  I would love that and then I can send you stuff back! That’s what I want ?\n  ","616638":"\n  Disco ball from last night\n  ","616639":"\n  Because of my genetics\n  ","616640":"\n  Ames to shoot a little higher\n  \n  Vote for boom 2020\n  ","616641":"\n  This is my creation. I made this today. If Fall had a flavor it would be this.\n  \n  This isn’t the coolest picture I’ve ever taken. I can’t even think of one - I don’t think I have one.\n  ","616642":"\n  $44 for three months. I think I’m gonna get it\n  ","616643":"\n  i actually have no idea\n  ","616644":"\n  lol ok thanks\n  ","616645":"\n  i like all the people i get to meet, like all the customers.\n  ","616646":"\n  i look pretty white.\n  ","616647":"\n  guys im gonna buy a P.O. box\n  ","616648":"\n  you mean like my features?\n  ","616649":"\n  Omg ?\n  ","616650":"\n  Damn 14 year old  version of me is sexy!\n  ","616651":"\n  People can mail me money and I’m curious what people would send me\n  ","616652":"\n  I just took this. I love my outfit\n  ","616653":"\n  Tamales ?\n  ","616654":"\n  No I can’t stand them\n  ","616655":"\n  SEASON 2 OF YOU IS OUT\n  ","616656":"\n  Thank ya\n  ","616657":"\n  post office box. its a mail box at  a post office. its for businesses or people who lives in rich areas or other reasons ect. and mail dont deliever cause they are so out of the way.\n  \n  the reason i want is because i know some of you would send me something small like gifts, letters, and stuff. i dont want to give people my address\n  ","616658":"\n  i wish you would just buy me things. i really wanna get a P.O. box\n  ","616659":"\n  working.\n  ","616660":"\n  i sure do!!! thank you\n  ","616661":"\n  AWH\n  ","616662":"\n  probably because i have a filter on my face?\n  ","616663":"\n  i wish i had the answer for you!\n  ","616664":"\n  i dont know why i am so embarrassed of farting.. but like that sound shouldnt come out of my butt.\n  ","616665":"\n  i am going out for sure!! probably going to a cool rave downtown. i am probably going to go shopping for an outfit this weekend\n  ","616666":"\n  ive been working on my mental health and its getting better and better every day. thank you for asking.\n  \n  i am happy actually\n  ","616667":"\n  2. for sure.\n  ","616668":"\n  ash loves caps like its her favorite thing ever\n  ","616669":"\n  youre the best nikki wish you would come hang out with me in san diego\n  ","616670":"\n  never stand in line again .. that would be so awesome.\n  ","616671":"\n  hahahaha its ok. i just have a hard time catching up on my questions but its no big thing!\n  ","616672":"\n  i am going to steam my face and then use a black head pore cleaner.. time for spa session for the boom\n  ","616673":"\n  i am good. you keep sending me questions in my inbox.. goddamn girl\n  ","616674":"\n  if he made a solid business plan and pulled a presentation like we were shark tank and did a really great idea i would invest in him\n  ","616675":"\n  like i can imagine the ones that i suspect might have cheated thats all im saying\n  ","616676":"\n  hey beautiful how are you\n  ","616677":"\n  i feel like i am going to see my paycheck after all the holidays and go 'WHAT THE FUCK.\"\n  ","616678":"\n  no i am not.\n  ","616679":"\n  im not eating anything right now. its really late and i should go to bed.\n  ","616680":"\n  wow she lived a long life.\n  ","616681":"\n  its one of my favorite things\n  ","616682":"\n  yaa shes stunning.\n  ","616683":"\n  thats only for me and the other person to know\n  ","616684":"\n  ive been house sitting so i dont know how ash has been :\/ im going to her tomorrow to check up on her. im the worst mom.\n  ","616685":"\n  omg my best friend has an embarrassing video of me trying to howl.... i literally cant do it. even if someone offered me a million dollars i wouldnt be able to do it.\n  ","616686":"\n  I might do some tomorrow but it’s my bed time it’s almost 2am goodnight ?\n  ","616687":"\n  like i know someone has but i dont know who\n  ","616688":"\n  babe, you put up with my shit and my impulsive behavior.. you are amazing. i know thats not easy because i am very hard to handle sometimes. you have helped me become a better person and i have noticed that i am being more of myself and more loving and generous because of you. ive been opening myself up and you dont make me feel judged for it.\n  \n  i love you dearly my babe. you are my world.\n  \n  = this is what i would say to someone special in my life.\n  ","616689":"\n  theres been multiple ways but my true friends would never betray me, the ones that have are the ones that were never friends in the first place.\n  \n  ive been betrayed by a girl flirting to a guy i liked and they liked me and they knew that he and i were talking and a thing.\n  \n  ive had a friend that would be my friend one day but to our mutual friend would go and talk shit about me\n  ","616690":"\n  i am really good at making people fall for me or get super obsessed with me without even trying.\n  ","616691":"\n  im eating rice with rice vinegar, sea weed, and teriyaki sauce\n  ","616692":"\n  its really good Italian food\n  ","616693":"\n  ive been starting to work out at home with my boyfriend.\n  ","616694":"\n  awh, this is sweet but this would be better if you said gay.\n  \n  turn a gay man into a straight man is more of a compliment.\n  ","616695":"\n  Totally a money waster\n  \n  i love to shop\n  ","616696":"\n  MERRY CHRISTMAS SANTA BABY\n  ","616697":"\n  merry christmas !!?\n  ","616698":"\n  MERRY CHRISTMAS!!? i got the perfume ive been dying to get for awhile now. i am so happy!! i hope everyone had a great day tho!!\n  ","616699":"\n  it causes way more issues. if we just look at animals and compare to what there lives our and then look at ours... they have it way easier. all they do is eat, sleep, play, reproduce, survive, poop, then die - not necessarily in that order tho\n  ","616700":"\n  it was very long. i am exhausted and i cant wait to crawl into bed and sleep. i have been up since 6:15am driving around and taking care of pets and then had to have christmas with my mom who was upset that i had to leave early for more pet visits... and im not even done yet. i have to go on a thirty minute walk with a dog and then shower and then i get to sleep. ugh\n  ","616701":"\n  BOMBS GO OFF WHEN I ENTER THE BUILDING.\n  ","616702":"\n  oh i might have made that  a long time ago but i dont use it or remember the password\n  ","616703":"\n  lol thanks\n  ","616704":"\n  i love new years. its a holiday where everyone partys in my favorite colors ; gold, silver, red, and black\n  \n  and its a holiday that has the illusion that we will all do better in the new year..\n  ","616705":"\n  thank you so much!!\n  ","616706":"\n  i hope everyone had a great christmas!!\n  ","616707":"\n  so i went out with my friend sarah and i ended up getting too drunk and i started running and accidentally ran into something really hard.\n  ","616708":"\n  i wouldnt say its an important part but i would say it is something that ever human will sadly most likely experience.\n  ","616709":"\n  i only have one.\n  ","616710":"\n  ive been working out more so im trying to get in better shape\n  ","616711":"\n  that means a lot thank you\n  ","616712":"\n  my bf parents are very negative but we are looking to move out soon\n  ","616713":"\n  learn how to speak multiple languages because that would be awesome and sexy\n  ","616714":"\n  oh thank you!! i will remember that\n  ","616715":"\n  AWHH ash and i will have a good christmas thank you!!\n  ","616716":"\n  4 in\n  \n  idk the cm\n  ","616717":"\n  no i have gotten used to walking around in heels\n  ","616718":"\n  it would be so boring and mundane.\n  \n  it would be good as a society because everyone wouldnt be comparing themselves to other people and everyone who understand each other. there probably wouldnt be much depression but the individuality.\n  ","616719":"\n  i dont know you.\n  ","616720":"\n  its such a negative household\n  ","616721":"\n  i would be soooo confused.\n  ","616722":"\n  oh my god no i dont. its so nice not having braces\n  ","616723":"\n  happy birthday!!!\n  ","616724":"\n  I got new shoes\n  ","616725":"\n  no i have not been there. and i didnt take this picture.\n  ","616726":"\n  thank you!!\n  ","616727":"\n  thats a little creepy\n  ","616728":"\n  i love the vintage look\n  ","616729":"\n  ew.\n  ","616730":"\n  why would you do that\n  ","616731":"\n  this is called ask isnt it?\n  ","616732":"\n  no, i would go insane.\n  ","616733":"\n  thank youuuu babeeee\n  ","616734":"\n  youre so sweet! thank you.\n  ","616735":"\n  thank you lovely <3\n  ","616736":"\n  tell me your honest opinion about this picture\n  ","616737":"\n  What’s up ?\n  ","616738":"\n  Thank you\n  ","616739":"\n  How much I get paid isn’t your business\n  ","616740":"\n  lol i think its just the filters cause people that know me literally say i havent aged at all. like even my mom ahah\n  ","616741":"\n  Yeah except mine ? I still look like I’m in high school\n  ","616742":"\n  Here’s a selfie instead\n  ","616743":"\n  omg i hate it.\n  \n  but at least my face doesnt age so that aspect of getting older isnt too bad\n  ","616744":"\n  Killing eve\n  \n  NOS4AT2\n  ","616745":"\n  I need help financially ?\n  ","616746":"\n  I just have to buy a couple things today then I’ll be done!\n  ","616747":"\n  I want dark hair :(\n  ","616748":"\n  We alll know what he’s doing in there ;)\n  ","616749":"\n  i dont have the head of an extraterrestrial ..... i give head like an extraterrestrial\n  ","616750":"\n  hmmmm i dont know lets ask AMERICA\n  ","616751":"\n  Nope\n  ","616752":"\n  I never went to Torrey pines\n  ","616753":"\n  Thank you ? I’ve missed your great compliments\n  ","616754":"\n  Yesterday\n  ","616755":"\n  That’s an expensive ass burger\n  ","616756":"\n  Not wait in the sense they just sit at home and do nothing... but wait as in they are putting in the work and they are just patiently working towards there goals.\n  ","616757":"\n  No way ?\n  ","616758":"\n  I’ll like it more when I have my own kids to make it all special for but I’m going to do my best to teach my kids it’s not about getting the most expensive gift.. it’s about spending time with family\n  ","616759":"\n  I’ve missed you\n  ","616760":"\n  K\n  ","616761":"\n  Yes ?\n  ","616762":"\n  Lol thanks ?\n  ","616763":"\n  I can’t get over this. Honestly made my night. Thank you\n  ","616764":"\n  Selfies from today\n  ","616765":"\n  Tammy for sure\n  ","616766":"\n  Oh ya! It’s originally from Spain\n  ","616767":"\n  That would be the intention\n  ","616768":"\n  What’s ENFJ?\n  \n  And where can I take this test?\n  ","616769":"\n  I FUCKIN NEED TOO\n  ","616770":"\n  Is it made out of gold?\n  ","616771":"\n  I think I messaged you back\n  ","616772":"\n  Gotta make sure have all your electrolytes when dealing with the ladies.\n  ","616773":"\n  I like blinked and it’s Christmas\n  ","616774":"\n  You never texted me?? What are talking about? On where?\n  ","616775":"\n  That’s a movie I’ve been really wanting to see actually\n  ","616776":"\n  I judge people who are quick to assumptions and they make comments about things or people even tho they don’t know the full story or what’s going on - they just look at everything from the outside perspective because it makes them feel better about themselves and don’t care enough to actually learn why something is being done or said a certain way.\n  ","616777":"\n  I honestly don’t. My parents say it was just because it was pretty and I was a pretty baby but I think they were just like “she’s super white.. what’s a super white name?” LOL\n  ","616778":"\n  No, BUT I’ve always thought that would be pretty cool\n  ","616779":"\n  I really want to write my boyfriend a deep and thought out letter of our love :\/\n  ","616780":"\n  That money honey $$$\n  ","616781":"\n  It’s been awhile\n  ","616782":"\n  Especially Betty white\n  ","616783":"\n  Like 11pm\n  ","616784":"\n  How likely is it that all the people described as missing are all living in the same house right now?\n  ","616785":"\n  I honestly can’t even say I’ve had a casserole before\n  ","616786":"\n  I don’t like drugs that are good for headaches, I like drugs that are bad for headaches but good for me\n  ","616787":"\n  We’re all fucked. It helps to remember that\n  ","616788":"\n  I want to invent something or start some sort of business\n  ","616789":"\n  Never heard of it?\n  ","616790":"\n  I’ve been saying bullshit a lot tonight ?\n  ","616791":"\n  No. I don’t want a career that just handles bureaucracy bullshit\n  ","616792":"\n  You’re just holding on to life and trying to pull yourself back up while the bullshit is just pushing you down.\n  ","616793":"\n  What was the bet?\n  ","616794":"\n  Hi\n  ","616795":"\n  No, they were kinda right. I was pretty fucked Up\n  ","616796":"\n  I have no gossip In my family lol I’m not even anywhere near them so like I don’t know what’s going on in there lives\n  ","616797":"\n  Yes ?\n  ","616798":"\n  No - but I’ve had homemade moonshine at my friends house and that shit gets you trashed\n  ","616799":"\n  I have a demon inside my head\n  ","616800":"\n  Not so much date more like “how the fuck do I get involved with there business?”\n  ","616801":"\n  I haven’t noticed any of this? Lol\n  ","616802":"\n  I love going to the grocery store!\n  ","616803":"\n  Yeah it was funny ?\n  ","616804":"\n  If we except a fraudulent check that falls on the person who took the check. If we don’t document where cash is coming from we could be questioned as involvement of money laundering. We have potential or being robbed or held up hostage.\n  ","616805":"\n  Only at Walmart\n  ","616806":"\n  I hope you are sleeping well ?\n  ","616807":"\n  What if the illusion of free will leads us to make decisions that end up actually being our fate and exactly what we were supposed to do?\n  ","616808":"\n  I worked out everyday.\n  ","616809":"\n  I love talking to customers. But there’s a lot of risk being in banking and I hate the corporate bullshit\n  ","616810":"\n  I’ll be back on in an hour!!\n  ","616811":"\n  Nope. My ex is named Ben\n  ","616812":"\n  Ohhhh you’re welcome!\n  \n  Trying to figure out a caption for Instagram\n  ","616813":"\n  Can you not read? Clearly it’s a yes since I posted something about my relationship\n  ","616814":"\n  Just to be in shape\n  ","616815":"\n  The art of rosin\n  ","616816":"\n  lots of love xoxo\n  ","616817":"\n  thank you!!\n  ","616818":"\n  no come back to life ill save you\n  ","616819":"\n  how do you feel about this photo?\n  ","616820":"\n  why do i love hot cheetos so much\n  ","616821":"\n  Depends on the design and stuff but like $60\n  ","616822":"\n  i need to start cleaning so thats what im gonna dooo\n  ","616823":"\n  YOU HAVE TO GO\n  ","616824":"\n  hair food - its all natural oils\n  ","616825":"\n  that kinda all depends on what im craving in that moment\n  \n  but everyday is a fat day for boom\n  ","616826":"\n  it is so far so good.\n  \n  im gonna do a lot of errands today tho\n  ","616827":"\n  just the progression ive seen myself grow.\n  ","616828":"\n  hating star wars\n  ","616829":"\n  thank you!!\n  ","616830":"\n  when my brother and sister pranked me and used tampon boxes for all my presents.\n  ","616831":"\n  i never really get bored honestly. i am always doing something like ; reading, coloring, watching shows, errands, organizing ect.\n  ","616832":"\n  -  i hate star wars\n  \n  - praying is a waste of time\n  \n  - super festive christmas\n  ","616833":"\n  yes! thank you!!\n  ","616834":"\n  thats so sweet\n  ","616835":"\n  usually vodka\n  ","616836":"\n  i thought this said WIFI....\n  \n  but thats really sweet.\n  ","616837":"\n  ok first ill answer about the kitties. they dont have loud ones cause they dont have butt cheeks but ash has farted before and its really funny.\n  \n  now im gonna be honest about something.. i hate talking about mine. like im really embarrassed by them and like i cant toot in front of people. like ever.\n  ","616838":"\n  literally never got stockings lol my parents didnt really like that aspect of christmas\n  ","616839":"\n  thank you!\n  ","616840":"\n  worthy of instagram?\n  ","616841":"\n  a day where i dont have to worry about anything and just relax and eat.\n  ","616842":"\n  yes i do\n  ","616843":"\n  did she give a reason?\n  ","616844":"\n  I hope you win eventually!\n  ","616845":"\n  No I don’t\n  ","616846":"\n  You’re supposed to get them done every 2 weeks but mine can last for a month\n  ","616847":"\n  Got my nails done\n  ","616848":"\n  Why\n  ","616849":"\n  Good morning\n  ","616850":"\n  I’m scared to ask\n  ","616851":"\n  My getting my nails done todayaaayayayayayayayayayay\n  ","616852":"\n  He’s usually the one that gets the most fucked up\n  ","616853":"\n  No :(\n  ","616854":"\n  No I wouldn’t:(\n  ","616855":"\n  What guy?\n  ","616856":"\n  I used to run a lot but now I can’t but I’m trying to get back into it\n  ","616857":"\n  Yes I did\n  ","616858":"\n  Like fuck\n  ","616859":"\n  I’ll post more when I get home from work\n  ","616860":"\n  Thank you ?\n  ","616861":"\n  I time then more than distance right now. I can only run for about 25 minutes before I wanna fall over and die\n  ","616862":"\n  It’s in my bio!\n  ","616863":"\n  Thank you ?\n  \n  I work for a bank!\n  ","616864":"\n  Spirituality is a state of mind ?\n  \n  You can be spiritual about what you like - it’s more about you being one with yourself and your beliefs.\n  ","616865":"\n  Good morning ☀️ thank you so much for your nice words! ? have an amazing day ?\n  ","616866":"\n  Askfm\n  \n  Instagram\n  \n  Facebook\n  ","616867":"\n  I am doing great!! I’m getting ready for work right now!\n  ","616868":"\n  I don’t drink coffee anymore cause it makes my stomach hurt and get all bloated. I stick to hot chocolate now!\n  ","616869":"\n  My family I think. I’m truly blessed to have them and I know it ??\n  ","616870":"\n  Omg that’s so sweet to say!!\n  ","616871":"\n  Thank you that means a lot\n  ","616872":"\n  ?\n  ","616873":"\n  No they are on another level\n  ","616874":"\n  When you wake up everyday smiling\n  ","616875":"\n  So so many hun! Here’s a new one tho\n  ","616876":"\n  Don’t you still have my number???\n  ","616877":"\n  I just wanna make it to 100,000 answers already\n  ","616878":"\n  Oh no. I’m not as cool as the people on there lol\n  ","616879":"\n  You ?\n  ","616880":"\n  I feel like we are all so unsatisfied in some way or form.\n  ","616881":"\n  I really hope so\n  ","616882":"\n  I wish we could do more with the coins tho\n  ","616883":"\n  Thank you ?\n  ","616884":"\n  Apparently they already sent an email for it!\n  ","616885":"\n  Really cause they literally showed a picture of it and it was like the same thing\n  ","616886":"\n  Me in the morning when I get ready\n  ","616887":"\n  That’s all I want\n  ","616888":"\n  I have a booty I guessss\n  ","616889":"\n  I hate California right now\n  ","616890":"\n  There’s really no real benefit from it besides it verifies I am who I say I am lol\n  ","616891":"\n\n   @NicoleBuckleyyx\n  \n  i applied for vip badge and then I realized I was like one of the very first to have it ????? I’m an idiot\n  ","616892":"\n  We don’t have that here :((((((\n  ","616893":"\n  Can we just live on a huge ranch and just rescue animals? Can this be our life?\n  ","616894":"\n  Uhhhh I’ve been thicc for the last couple of years\n  ","616895":"\n  I’m kinda a grinch.. I hate Christmas shit.\n  ","616896":"\n  I’ve gotten thicc tho.\n  ","616897":"\n  I’m a law -abiding citizen who looks for loop holes to break the rules so I don’t suffer any consequences ?\n  ","616898":"\n  Are they actually good tho\n  ","616899":"\n  Turkey, cheese, arugula, pesto, aioli sauce\n  ","616900":"\n  Oh yes!\n  ","616901":"\n  Lol she just sits and just starts going crazy cause she wants to rip off bird heads\n  ","616902":"\n  She is a spazz. She is kinda crazy sometimes but I love her so much.\n  ","616903":"\n  I haven’t connected with that many people?\n  ","616904":"\n  OMG yes!!!! It was so confusing\n  ","616905":"\n  That sounds like a dream ?\n  ","616906":"\n  It could be faster\n  ","616907":"\n  Omg tomorrow is Friday the 13???? Shit I gotta be careful\n  ","616908":"\n  DUDE RIGHT!! It drives me insane. And like the people who like chipotle are like die hard fans too. And all I think is that they must die HARD in the bathroom after they eat it.\n  ","616909":"\n  Yeah I’m doing a lot better.\n  ","616910":"\n  I love her so much and her snuggles. I don’t think ash is cute enough for her own IG tho..\n  ","616911":"\n  Yes. She always likes to hold on to me when she’s snuggles me. I think it makes her feel secure.\n  ","616912":"\n  I goT a bomb sandwich\n  ","616913":"\n  If I get one more question about me having sex with someone I’m gonna get off ask\n  ","616914":"\n  That’s sweet\n  ","616915":"\n  Guess who’s getting snuggles\n  ","616916":"\n  Ya but I had to walk away cause I was so upset\n  ","616917":"\n  It’s the guy I’m dating\n  ","616918":"\n  It can happen to anyone!\n  ","616919":"\n  I’m kinda really hurt and insulted.\n  ","616920":"\n  I kinda just lost my temper because I’m tired of people who don’t wait till someone is finished talking and make an impulsive comment and just discredit everything you were just trying to explain especially right after making a really rude remark.\n  ","616921":"\n  yesss\n  ","616922":"\n  i would probably make noise and say something sweet.\n  ","616923":"\n  i saw this photo and went \"OH HELLO\"\n  ","616924":"\n  at home. i like eating at home.\n  ","616925":"\n  this is gonna be me in an hour\n  ","616926":"\n  you are so flattering sweetie.\n  ","616927":"\n  good, then i can manipulate you and mold you into what i want.\n  ","616928":"\n  i wish i could dye my hair a pretty color\n  ","616929":"\n  THANK YOU\n  ","616930":"\n  thanks that means a lot\n  ","616931":"\n  i promise im really not.\n  ","616932":"\n  AWWWWH thats so sweet\n  ","616933":"\n  xoxo lots of love.\n  ","616934":"\n  i wish. lol i got a speedy ticket.\n  ","616935":"\n  thank you\n  ","616936":"\n  i got pulled over twice in two weeks.\n  ","616937":"\n  i love my baby so much.\n  ","616938":"\n  nopeeeeeeers\n  ","616939":"\n  i still need to watch russian doll\n  \n  ive been watching snowfall\n  ","616940":"\n  awh thanks so much!\n  ","616941":"\n  thank you so much\n  \n  and nice to meet you javi\n  ","616942":"\n  yeah she thinks they are cool\n  ","616943":"\n  hes doing great!!!!\n  ","616944":"\n  if i put underwear on my amazon wishlist will people buy them for me for christmas?\n  ","616945":"\n  i want presents and letters from people but i dont want them to know where i live.\n  ","616946":"\n  at a bank\n  ","616947":"\n  oh my goodnesss\n  ","616948":"\n  thank you that really means alot.\n  ","616949":"\n  awhhhh\n  ","616950":"\n  i looked good in that outfit!\n  ","616951":"\n  ?\n  ","616952":"\n  i would love that\n  ","616953":"\n  amen\n  ","616954":"\n  no way\n  ","616955":"\n  why do you love me so much\n  ","616956":"\n  i didnt know until after seeing the photo. i was shocked.\n  ","616957":"\n  awh why are you thinking about me\n  ","616958":"\n  thank you!!\n  ","616959":"\n  omg stop!!\n  ","616960":"\n  thats very true actually.\n  ","616961":"\n  you are so sweet\n  ","616962":"\n  no i am not sweetie but thank you so much\n  ","616963":"\n  no dude thats weird.\n  ","616964":"\n  i think theres something they are putting in our foods or something because its getting really bad.\n  ","616965":"\n  well i folded and put away all my clothes. i cleaned up some dishes. i vacuumed. i went for a run and i showered lol\n  ","616966":"\n  yes\n  ","616967":"\n  nah, its the most insanely tough and full pressure. time of the year\n  ","616968":"\n  like few hundred thousands of dollars but right now all i really wish i had was a couple thousand.\n  ","616969":"\n  Here’s a picture of me in my bed lol\n  ","616970":"\n  glad to hear that? what did you do?\n  ","616971":"\n  its not that easy cause now all i hear is \"you need to have a job too.\" like ew no\n  ","616972":"\n  i love being called this ahhahaha\n  ","616973":"\n  last night i was like walking around and my god females have been GAINING weight.... like what is going on.....\n  ","616974":"\n  this isnt really a compliment because i swear anyone can be a pornstar these days.\n  "}}