{"Question":{"616975":"\n   It wasn't ever that lucky. Yeah no outside work, but the husband could do basically whatever he wanted to you and you'd have no recourse. The law and courts would turn a blind eye to everything and women would just have to deal with it.\n  ","616976":"\n   I agree..what do you think is the worst part about it?\n  ","616977":"\n   you looked & sounded perfect\n  ","616978":"\n   Nah... by the time your kids are older, having a name spelled all F-up will be look at like it's really lame (which it actually is.. lol)... Name her \"Jane\" like an old school 1950s hot bombshell. That would be cool.\n  ","616979":"\n   You went to LCC only freshman year? Is that right? Then you left for somewhere else?\n  ","616980":"\n   So I'm not going to pay u or anything?\n  ","616981":"\n   Now men and women are equal. Women that men can do can do the same. Go to war, be a miner, be a president. For example, a woman president just elected in Finland! The world doesn't need men. Now technology is advanced, and women can reproduce asexually\n  ","616982":"\n   LMAO... this is actually really true. Men have always had way higher rates of heart attacks and die way earlier because of stress. Now women's heart attack rates are increasing at a more rapid rate then men's... totally because of this.\n  ","616983":"\n   DEAR  BOOM FAM:\n  ","616984":"\n   Why\n  ","616985":"\n   Hi my beautiful friend hows your day\n  ","616986":"\n   Wow nice look ?\n  ","616987":"\n   Can I hire you to wear clothes like this around my place all the time? You can have rent for free and free food.\n  ","616988":"\n   You are so beautiful and sweet\n  ","616989":"\n   Post some wise words ?\n  ","616990":"\n   Which part of your morning routine takes the longest?\n  ","616991":"\n   Why you didn't answer lol\n  ","616992":"\n   When does time pass the fastest for you? ?\n  ","616993":"\n   What are you thankful for today?\n  ","616994":"\n   Likers get first impression for all please?\n  ","616995":"\n   What is famous about your city ?\n  ","616996":"\n   Hi how are u 2day ?\n  ","616997":"\n   What is the most ridiculous place for a first date?\n  ","616998":"\n   Sexy underwear Sav, you look fantastic ?\n  ","616999":"\n   3 am thoughts?\n  ","617000":"\n   Perks of being you\n  ","617001":"\n   Pap of your camera roll\n  ","617002":"\n   Likers get dp rate for all please?\n  ","617003":"\n   Favourite character of all time ? ?\n  ","617004":"\n   What is the most unappetizing meal?\n  ","617005":"\n   So???\n  ","617006":"\n   What color is your underwear today?\n  ","617007":"\n   Sorry forgot to come off anon. How are you xx\n  ","617008":"\n   Good girl\n  ","617009":"\n   Hey hun xx\n  ","617010":"\n   Does it say Cass?\n  ","617011":"\n   Best pick up line you've heard?\n  ","617012":"\n   I tested it\n  ","617013":"\n   That works here\n  ","617014":"\n   I'm sorry cashapp doesn't work here in my country\n  ","617015":"\n   Please lemme pay you\n  ","617016":"\n   What you do when getting bored ?\n  ","617017":"\n   On What?\n  ","617018":"\n   If there are only women and no men in the world, do you think the world will become better or worse?\n  ","617019":"\n   Yeah, it's so freaking sad and awful. She was from LA. Everyone is really torn up. Don't know if you still talk to Ju. She's lives in San Fran now.\n  ","617020":"\n   HEYYOOO\n  ","617021":"\n   I know the feelingggg, and with Christmas around the corner ughhh ;-;\n  ","617022":"\n   Hey that was my idea!! I said it first!!!!\n  ","617023":"\n   Ah! Can you smell the excitement in the air? No?? Well. I guess it was one of the guards then. Hahahahaha\n  ","617024":"\n   Please tell me goddess\n  ","617025":"\n   What are you doing in the south?\n  ","617026":"\n   Did that scene in the Wolf of Wall Street make you want them?\n  ","617027":"\n   YOU are our baby and by \"our\" I mean all of us. you are our collective baby who we worry about, love and want to be ok\n  ","617028":"\n   Do you ever get a tummy ache from eating spicy food? Do you like spicy food or do you avoid it?\n  ","617029":"\n   Are you friends still with anyone from high school?\n  ","617030":"\n   How much\n  ","617031":"\n   Which words or phrases do you most overuse?\n  ","617032":"\n   Why do you delete some if your replies? Also I love you.\n  ","617033":"\n   Hi\n  ","617034":"\n   Ohhh! Great night for a party. Tick tock tick tock. Is that a crocodile I hear? Hahahahaa\n  ","617035":"\n   That reminds me. I really need to get me some new shoes.\n  ","617036":"\n   Well you clearly know him better than I do. Dont tell me you two are the ones who I saw picking up that orange bag out of the trunk of the car behind the alleyway last week.\n  ","617037":"\n   What are your thoughts when you have have to study all night for the exam next day?\n  ","617038":"\n   why isn't our baby getting fed???\n  ","617039":"\n   Aye. He started a fertilizer business after getting a loan from another friend who works in the bank but he'd refuse to shake his hand after sanctioning the loan. I wonder why.\n  ","617040":"\n   the color of your underwear + the last thing you eat = your superhero\n  ","617041":"\n   what is your favorite soup?\n  ","617042":"\n   Croco boy! Is that you?! ?\n  ","617043":"\n   Yeah. Pooper Scoopers.\n  ","617044":"\n   I had a friend named Hurricane. He was going through S.H.I.T. That is, Super Hero In Training.\n  ","617045":"\n   Need to check my temperature? I'd be happy to drop my pants. Ahahahahaaaaa ?\n  ","617046":"\n   Come here you little!\n  ","617047":"\n   I'm telling you. The state of the wiring in these facilities are just shocking. My boys over there could have been hurt from that unfortunate fire ?\n  ","617048":"\n   Ahahahahahaaaaa! You just couldn't wait until new years huh? Well I guess the fireworks are going off early then.\n  ","617049":"\n   The night is young Sav. I still have a trick or two up my sleeve.\n  ","617050":"\n   Are you able to drink Vodka neat? ???\n  ","617051":"\n   Oh no! You found my snowman bombs! ?☃️\n  ","617052":"\n   The choke's on you then. Ha ha haaaa!\n  ","617053":"\n   Do you cry a lot?\n  ","617054":"\n   Work, family, stress, life, gaming XD, wbu? Done anything awesome lately?\n  ","617055":"\n   Well it had been forever since I said hoii ?\n  ","617056":"\n   Why is it that in sitcoms, everyone always keeps their front doors unlocked and people just open it whenever and come in? That's really dangerous.\n  ","617057":"\n   Have you ever had bangs? I bet you would look good in them.\n  ","617058":"\n   What Did 2019 teach you ?\n  ","617059":"\n   Well at least I'm not irretrievably vulgar.\n  ","617060":"\n   What's your biggest ever tic bill?\n  ","617061":"\n   I want to pretend that we are cats and we get to sleep with our kitties at night.\n  ","617062":"\n   Love uh ☺️☺️\n  ","617063":"\n   Do you get tired easily\n  ","617064":"\n   Wearing anything blue what is it\n  ","617065":"\n   How was your weekend? What was the most exciting part about it? ?\n  ","617066":"\n   Boomey\n  ","617067":"\n   Do you indulge in any patterns of self destructive behaviour at all?\n  ","617068":"\n   What you wearing rn?\n  ","617069":"\n   Sav... did you know Madison Dutra? She went to Torrey Pines and graduated in '13.\n  ","617070":"\n   Please tell me I can pay you\n  ","617071":"\n   Nothing like the propaganda they feed you in school and in discover channels.\n  ","617072":"\n   Watsup doc?! Pencil me in for tomorrow at 4. We got a lot of catching up to do.\n  ","617073":"\n   what did you have for dinner tonight?\n  ","617074":"\n   No you haven't. I have walked across the surface of the sun. I have seen events so tiny and so fast that they could hardly be said to have ever occurred at all. But you, savannah. You are just a human. The world's smartest human poses no more threat to me than does it's smartest termite.\n  ","617075":"\n   Sav you don't understand how happy I am that I just told you about getting your items grilled for free at Taco Bell. It makes me so happy. Grilling makes  the flour outside so nice and toasted. 10\/10 recommended\n  ","617076":"\n   Lady beautiful\n  ","617077":"\n   There is no future. There is no past. Do you see? Time is simultaneous, an intricately structured jewel that humans insist on viewing one edge at a time, when the whole design is visible in every facet.\n  ","617078":"\n   He is one of the greatest writers ever. Russian greats like Tolstoy, Dostoyevsky and Chekov said that without him they wouldn't have existed. He was a master of all genres. You and he are very similar in that you can touch people, not just in one area, but in all facets of life, through your words.\n  ","617079":"\n   You’re pretty.\n  ","617080":"\n   If only you could perceive time as I do.\n  ","617081":"\n   What's going on Boom? Are you still renting that place you were a few months ago?\n  ","617082":"\n   i love you sweetheart\n  ","617083":"\n   12.8 billions years.\n  ","617084":"\n   imysm\n  ","617085":"\n   Your boobs look huge in that pic! Did you increase them???\n  ","617086":"\n   Hi Lady how are you\n  ","617087":"\n   I’m dying of jealousy\n  ","617088":"\n   When you've existed as long as I have, there are so few surprises left in the universe ?\n  ","617089":"\n   Do you want to get the Apple Watch?\n  ","617090":"\n   Are you proud to share a birthday with the legendary Alexander Pushkin?\n  ","617091":"\n   Yes Taco Bell will grill your cheeses bean and rice burritos for free! If you go ask them and they will say yes and it's free. I do it always. Also if you order online, it's a free upgrade so you can see it there too.\n  ","617092":"\n   Spinner. How do I define this without ask getting mad at me. Hmmm spinner is a small girl that when you're both in bed you can have her sit on top and you can spinner her around in different positions because she is small ?\n  ","617093":"\n   Dang that's early..when do you wake up, like 4 or 5?\n  ","617094":"\n   You ever get those burritos from Taco Bell grilled? I know I've asked you this before. It's a free upgrade to grill them and man does it make them taste that much better. Nom Nom nom\n  ","617095":"\n   Want me to count how many times I tinkle tonight and tell you tomorrow?\n  ","617096":"\n   What religion do you practice\n  ","617097":"\n   You really need to work on that sense of humor of yours. It's like they say \"a smile a day keeps the reaper away\" hahahahahaaa ?\n  ","617098":"\n   I kinda find you sexy\n  ","617099":"\n   anywhere with you is the real answer..being with you in the worst places for tourists > the \"best\" places without you\n  ","617100":"\n   For real? 5'3?!?!? Dang girl. I always thought you were kinda tall. You're a spinner ?\n  ","617101":"\n   You should get 5 cheeses bean and rice burritos from Taco Bell. Those are vegetarian and it would only cost $5.\n  ","617102":"\n   You are a heart breaker\n  ","617103":"\n   What did you have for dinner?\n  ","617104":"\n   How tall at you? Like 5'6 or 5'7 I'm guessing?\n  ","617105":"\n   Where’s good to visit\n  ","617106":"\n   Aaw you called my darlin. I'm legit blushing right now like a cheesy dork ?\n  ","617107":"\n   I wanna make your life better and I want you to be the happiest person on the planet.\n  ","617108":"\n   How often do you dye your hair\n  ","617109":"\n   Hopefully next year I’ll get to do it. I Would love to visit LA\n  ","617110":"\n   When is your birthday??\n  ","617111":"\n   My dream is to travel around America & go to so many different places. I’d also love to be there for Christmas & New Year.\n  ","617112":"\n   Sav it's your friend from NC w\/ the 2 cats. I'm happy you're back online. I hope you have a wonderful December! My last visit to the doc showed that my diabetes was out of control. Shocking since I ate junk food and pizza for a month straight. Lol. I need rehab from bad eating. P.S. You're awesome!\n  ","617113":"\n   -\n  ","617114":"\n   I don’t celebrate thanksgiving here. I’m from England. But I wish I lived in America so I could lol\n  ","617115":"\n   If you were in a band, what instrument\/role would you play???\n  ","617116":"\n   Did you celebrate thanksgiving if so how was it\n  ","617117":"\n   OMG you cut your hair!!! How many years were you growing it out? I like your new style! Honestly though, you can shave your head and you'd still be gorgeous because you have an incredible face. Kitty boom\n  ","617118":"\n   When I eventually move to California, I'm going to meet up with you and we are going to go out for a 6 hour lunch and eat mexican food and drink those margaritas that have an upside down beer in them. Lol\n  ","617119":"\n   Does Ash sleep touching you at night?\n  ","617120":"\n   Have you ever slept with a candle lit? I'm being very safe with the location but I lit one because I'm feeling vulnerable and just sad.\n  ","617121":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","617122":"\n   ????\n  ","617123":"\n   Were you that popular back in school?\n  ","617124":"\n   How easy do you gain weight?\n  ","617125":"\n   Do you usually judge yourself harshly?\n  ","617126":"\n   You are hot AF you should make an onlyfans.\n  ","617127":"\n   -\n  ","617128":"\n   Makeup pap\n  ","617129":"\n   I’m good thanks. It’s been a while\n  ","617130":"\n   Omg Savannah you're online.\n  ","617131":"\n   Savannah, remember Julia O? Her best friend from college sadly died last week. Today (Sunday Dec 1) was her memorial. Julia posted a moving tribute on Instagram. Keep her in your thoughts and reach out to her if you're still friends. ??\n  ","617132":"\n   Lucky them lol\n  ","617133":"\n   what kind?\n  ","617134":"\n   Hey how are you\n  ","617135":"\n   ootn\n  ","617136":"\n   i live in Los Angeles ?\n  ","617137":"\n   I haven’t spoke to you for ages\n  ","617138":"\n   I dreamt that I lost a bet to you and had to give you my handbag and everything in it.  As I was handing it to you complaining that my car keys were in there when my wedding and engagement rings got caught on the strap and fell into the bag.  You were like “ouch that’s gotta suck.  Yay for me tho!”\n  ","617139":"\n   Fuck\/marry\/kiss\/kill for likers\n  ","617140":"\n   Have you ever been offered free drugs by strangers before?? ?\n  ","617141":"\n   hey your gorgeous x\n  ","617142":"\n   you are beyond perfect\n  ","617143":"\n   oh Lady\n  ","617144":"\n   Oh so it's the same guy. I'm an atheist, but god bless you.\n  ","617145":"\n   Yeah, how much?\n  ","617146":"\n   New to us then. Like Is it someone we can hope might be worthy you or is it someone who has already disappointed you and somehow wormed their cancerous self back into your good graces?\n  ","617147":"\n   What are you’re thoughts on people who always give one words answers\n  ","617148":"\n   How do you like your Whisky?\n  ","617149":"\n   Hey. Who is still active on here? Hope you have an amazing week! ?\n  ","617150":"\n   Boom... I miss you so much. I hope you and Ash are doing well!\n  ","617151":"\n   Someone new or old?\n  ","617152":"\n   you are my walking wishlist\n  ","617153":"\n   Hey beautiful\n  ","617154":"\n   WHERE YOU AT?:(\n  ","617155":"\n   Are you in love atm?\n  ","617156":"\n   Being sexy of course ;)\n  ","617157":"\n   Those pics ??\n  ","617158":"\n   Is there anyone you like a lot who you never tell or do you communicate how you feel about everyone who matters to you?\n  ","617159":"\n   Would you ever apply for a job as a Superhero? ?? (You get the superpowers when you get the job)\n  ","617160":"\n   Cutie as fuck\n  ","617161":"\n   Do you have at least one person on your Facebook 'friends' list that you hate?\n  ","617162":"\n   I miss you queen ?\n  ","617163":"\n   WE GOTTA HANG OUT OMG??\n  ","617164":"\n   ilysm\n  ","617165":"\n   So not at all\n  ","617166":"\n   Do you have a lesbian?\n  ","617167":"\n   why do you love depriving us of you?\n  ","617168":"\n   My dream job is being your masseuse\n  ","617169":"\n   what's new boomasaurus rex?\n  ","617170":"\n   How much do you like sex?\n  ","617171":"\n   Would you?\n  ","617172":"\n   Do you prefer 69 or 71 position?\n  ","617173":"\n   ????????????????????????????????????????????????????\n  ","617174":"\n   I MISS YOU??\n  ","617175":"\n   you are such an angel. totally breathtaking.\n  ","617176":"\n   Just seeing you say anything in my feed makes me feel lucky. I like you so much.\n  ","617177":"\n   How are you\n  ","617178":"\n   What can you get from door dash? I don't think they have that here\n  ","617179":"\n   Your metabolis must be fire haha\n  ","617180":"\n   I love this one\n  ","617181":"\n   Gahh, you probably eat like a ton too lol\n  ","617182":"\n   Yeah I meant it as a compliment! haha\n  ","617183":"\n   Are you ok beautiful\n  ","617184":"\n   Lady Boom, I'm so happy that you are back online on a more regular basis. Your new nickname is \"honey buns.\" lol I hope Ash is having a great day and so are you!\n  ","617185":"\n   that would describe ANY picture of you tbh\n  ","617186":"\n   have you listened to \"and it stoned me\" by van morrison?\n  ","617187":"\n   Wait... do you smoke the green stuff? It's legal in Cali, right?\n  ","617188":"\n   wow lucky haha\n  ","617189":"\n   And I'm guessing you can eat whatever you want too, huh?\n  ","617190":"\n   lol ok let me know when you've got it ?\n  ","617191":"\n   ❤️❤️? wish I was yours\n  ","617192":"\n   Post a sexy picture of you\n  ","617193":"\n   You really are stunning ?\n  ","617194":"\n   Post them both in one entry\n  ","617195":"\n   Are you ok beautiful\n  ","617196":"\n   You should go with whatever makes you feel comfortable\n  ","617197":"\n   Paypal\n  ","617198":"\n   ok I sent you a message on insta. Check your DM\/message requests.\n  ","617199":"\n   Absolutely why not\n  ","617200":"\n   You don't have to work for your body?\n  ","617201":"\n   Who buys you underwear on here? Do you ever find out?\n  ","617202":"\n   This one ?\n  ","617203":"\n   lmao... it's a great shirt. I really love your style and your outfits. Even when you post a pic of yourself dressing \"bummy,\" you still look stylish and gorgeous!\n  ","617204":"\n   Tell me how and I will.\n  ","617205":"\n   It blows my mind that there have been people who could kiss you all the time!\n  ","617206":"\n   What was the last thing you had to drink?\n  ","617207":"\n   ❤️❤️\n  ","617208":"\n   I will\n  ","617209":"\n   How many people do you consider your \"best friends?\"\n  ","617210":"\n   Who inspires you?\n  ","617211":"\n   You absolutely could be! You are very pretty and have an incredible body. And the best part about it is that you don't even have to work for it! ?\n  ","617212":"\n   The shirt you are wearing in your profile pic!\n  ","617213":"\n   How to send you money?\n  ","617214":"\n   Hi you\n  ","617215":"\n   What is your motivation for each day?\n  ","617216":"\n   Hope you are having a good day\n  ","617217":"\n   Hiii.\n  ","617218":"\n   Beautiful smile ?\n  ","617219":"\n   how are you feeling???? something about your tone makes me feel like you're down\n  ","617220":"\n   Why do you want to do that?\n  ","617221":"\n   Beautiful\n  ","617222":"\n   So pretty.?\n  ","617223":"\n   You are better than a model. You're completely appealing physically but if there was a beauty contest for inner spirits, you'd be Ms. Universe when it came to that too.\n  ","617224":"\n   You are a model\n  ","617225":"\n   Remember a long time ago when I told you that I thought the shirt in your profile pic was from Game of Thrones? I always think of that when I see it. lol\n  ","617226":"\n   What update?\n  ","617227":"\n   a youtube account too. I would subscribe! <3\n  ","617228":"\n   If johnny sins want to meet you, will you meet him?\n  ","617229":"\n   You shared a story of you getting inked again but I couldn't know which part of your body were getting a new tattoo so pap of it\n  ","617230":"\n   It's so hard to get you to see my questions... You must have a couple hundred a day..... Anyway, hope life is good for you and Ash.\n  ","617231":"\n   Sav, do you ever cry for no particular reason?\n  ","617232":"\n   Can’t stop ? loving you lol\n  ","617233":"\n   I'm happy to hear that. My kitties are hanging in there. Idk if you know, but my older kitty has kidney failure. We found out in July. I'm upset about it, but the vet said there is nothing we can do. She is not even 12 years old. Average expectancy is a couple more years with it... maybe 2.\n  ","617234":"\n   WOW!! ????\n  ","617235":"\n   your jawline is even kissable wth\n  ","617236":"\n   Do you accept it?!\n  ","617237":"\n   Yea\n  ","617238":"\n   For food lists? Yes I will.\n  ","617239":"\n   did you know that the web domain for smellmyass.com is available? lmao.. I think you should purchase it! hahahahhahaha\n  ","617240":"\n   So?\n  ","617241":"\n   You have PayPal?\n  ","617242":"\n   you sexy girl\n  ","617243":"\n   ??????\n  ","617244":"\n   How is Ash?\n  ","617245":"\n   You are such a beautiful woman ?\n  ","617246":"\n   What is your favorite non-social networking website? Amazon\n  ","617247":"\n   You are beautiful...wait thats not a question....\n  ","617248":"\n   ??? Can I add you on snapchat??\n  ","617249":"\n   Hi\n  ","617250":"\n   Is casual se.x something you could ever engage in? If you weren't in a relationship (don't know if u are or not)\n  ","617251":"\n   I don't see it\n  ","617252":"\n   What is your motivation?\n  ","617253":"\n   Why not it was so good on you as if it was made specially for you\n  ","617254":"\n   did you see shia labeouf on hot ones?\n  ","617255":"\n   I love this dress on you..what'll you wear it to?\n  ","617256":"\n   loving you would be more rewarding than all the addictions\n  ","617257":"\n   I was feeling super down but your smile somehow filled my heart with joy\n  ","617258":"\n   Sav? Sav?!\n  ","617259":"\n   Good morning my crush\n  ","617260":"\n   When's the last time u drunk a cup of water?\n  ","617261":"\n   PAP!\n  ","617262":"\n   Why is your recent ex, your recent ex?\n  ","617263":"\n   What's up?\n  ","617264":"\n   What did we do to make you not like us anymore?\n  ","617265":"\n   Psst whats ur cellphone password?\n  ","617266":"\n   Do you enjoy trying on wedding dresses? ?\n  ","617267":"\n   Thoughts on sacrifice ?✌\n  ","617268":"\n   if u do I'll 100% subscribe\n  ","617269":"\n   Life is so much worse when you aren't here\n  ","617270":"\n   Your ass is cute lol\n  ","617271":"\n   I would be worried you'd be disappointed if I revealed myself! I know you and I could never be a thing, I just want to make sure you know how special you are to me ❤️❤️❤️\n  ","617272":"\n   I’m bored hi??\n  ","617273":"\n   How tall are you? Take a photo in full height\n  ","617274":"\n   What do you do to entertain yourself?\n  ","617275":"\n   You're so beautiful.\n  ","617276":"\n   Likers get age guess for all please?\n  ","617277":"\n   -\n  ","617278":"\n   Saaaavvv! I miss youuuu! I've had the biggest crush in you for years! Like, I'm totally in love with you. You are unbelievably gorgeous and I want you more than I've ever wanted anyone. Please don't ever change! ❤️❤️❤️\n  ","617279":"\n   Plz never ink up that glorious thiccness\n  ","617280":"\n   would u ever have an only fans account? u can literally put whatever content u want, it doesnt have to be things that go beyond your comfort level\n  ","617281":"\n   Of course\n  ","617282":"\n   omg , an angel\n  ","617283":"\n   Sit on my lap\n  ","617284":"\n   A love\n  ","617285":"\n   You’re just so beautiful ?\n  ","617286":"\n   Yummy\n  ","617287":"\n   I like ur tatts\n  ","617288":"\n   Do you like Miley Cyrus?\n  ","617289":"\n   I love you\n  ","617290":"\n   What’s ur snap ?\n  ","617291":"\n   what is your most precious possession?\n  ","617292":"\n   I like your eyes\n  ","617293":"\n   pic right now not old one\n  ","617294":"\n   Wow\n  ","617295":"\n   I have seen your pictures and fall in love with you. But i am married... What do you think we should do?! Many kisses dear lady\n  ","617296":"\n   Who has the most beautiful eyes?\n  ","617297":"\n   Cutest\n  ","617298":"\n   Ootd pic\n  ","617299":"\n   Why is this pic low quality? any other one with higher quality?\n  ","617300":"\n   are you looking for a masseuse?\n  ","617301":"\n   I stand corrected: it was\n   \n    @SavannahisBeyondPerfection\n   \n   , not\n   \n    @SavannahistheDefinitionofPerfection\n   \n   ?? Oh well. Lol\n  ","617302":"\n   That is a nice underwear set! Red too! ?\n  ","617303":"\n   have you been to japan?\n  ","617304":"\n   If you went on a date with Will Ferrell, would you want him to be wacky or would you like to see his other more serious side?\n  ","617305":"\n   Omg?????\n  ","617306":"\n   Do you want a Savannah Fan account?\n  ","617307":"\n   Any color you would like to have most\n  ","617308":"\n   what are you in the mood for?\n  ","617309":"\n   How often does someone recognize you're part Asian before you tell them?\n  ","617310":"\n   You look so sexy in red bra and panties ❤❤❤\n  ","617311":"\n   Who is Darren and why has he bought you this???\n  ","617312":"\n   You look so very very beautiful and gorgeous and amazing and sexy sweetie\n  ","617313":"\n   Omg ?????\n  ","617314":"\n   Who is Darren?\n  ","617315":"\n   Might get drunk and put the Christmas tree up tonight... What do you think? ???????\n  ","617316":"\n   How do you have such an amazing ass\n  ","617317":"\n   Describe ur mood in 3 emojis\n  ","617318":"\n   You have such a nice ass\n  ","617319":"\n   Are you ok beautiful\n  ","617320":"\n   Current outfit\n  ","617321":"\n   You've gotten nicer over time. What do you attribute that to?\n  ","617322":"\n   ????\n  ","617323":"\n   Agreed\n  ","617324":"\n   Keep rocking that boomerific smile boomie cause it is epic\n  ","617325":"\n   your tattoo is great ?✨\n  ","617326":"\n   As always beautiful\n  ","617327":"\n   Pretty!\n  ","617328":"\n   This should be your profile picture, the look is astonishingly beautifull\n  ","617329":"\n   soooo gorg\n  ","617330":"\n   Likers get cute or not?\n  ","617331":"\n   Your So amazing Queen, *. *\n  ","617332":"\n   Post a picture of you in something gorgeous\n  ","617333":"\n   Are you doing ok beautiful\n  ","617334":"\n   My girlfriend is being bad what should I do\n  ","617335":"\n   Do you accept asexual marriage? Or sex is very rare and it's just an act of hugging or caressing. Do you accept this type of marriage?\n  ","617336":"\n   Ridiculous = Perfect, feminine, gorgeous\n  ","617337":"\n   Hey what? What's he done?\n  ","617338":"\n   I sent you a pic Sav xx\n  ","617339":"\n   Hey Sav. Just an important point. Have you updated your address on your Amazon account? Is it now your current address? Don't want this to go to your old house! xx\n  ","617340":"\n   red cupcake\n  ","617341":"\n   Woooo yes! xx\n  ","617342":"\n   Pink panties! ????\n  ","617343":"\n   I think it was an excuse to find out what color your panties are Sav ?\n  ","617344":"\n   Where can we buy you underwear? xx\n  ","617345":"\n   What one of your tattoo hurt the most\n  ","617346":"\n   Omg that is a good one\n  ","617347":"\n   the color of your underwear + the last thing you eat = your supperhero name\n  ","617348":"\n   Pap with your bakra\n  ","617349":"\n   cant argue there..but even the 1 from the front was amazing cuz your hips are so f'n gorgeous\n  ","617350":"\n   No need to wish just look at you\n  ","617351":"\n   Loved and jerked at all your snaps ❤️\n  ","617352":"\n   You are now like an underwear model!!!\n  ","617353":"\n   You def aren't that. Every ounce on you looks perfectly proportional and attractive\n  ","617354":"\n   Your body keeps getting hotter and hotter over time\n  ","617355":"\n   What do you like about your body the most?\n  ","617356":"\n   Do you eat a lot?\n  ","617357":"\n   Did you watch Euphoria?\n  ","617358":"\n   it must be you\n  ","617359":"\n   What part of your personality does drinking bring out most?\n  ","617360":"\n   How are you\n  ","617361":"\n   what is an experience\/moment you wish you or someone had taken a photo of?\n  ","617362":"\n   Are you well off?\n  ","617363":"\n   Most sensitive part of your body?\n  ","617364":"\n   What color wine do you like most?\n  ","617365":"\n   I've seen photos a lot less risque here and they get deleted by ASKfm.  You get special treatment and your photos stay\n  ","617366":"\n   What is your favorite pastime\n  ","617367":"\n   Favorite feature of yourself?\n  ","617368":"\n   Do you make friends easily?\n  ","617369":"\n   your curves are perfect\n  ","617370":"\n   you single?\n  ","617371":"\n   Loved you recent snaps!\n  ","617372":"\n   ever had a lucid dream?\n  ","617373":"\n   right now!! what is the time there min 12:11am\n  ","617374":"\n   Can we get married?\n  ","617375":"\n   why !! did you get lost or something lol\n  ","617376":"\n   aaaaand  how is everybody today!?\n  ","617377":"\n   omg is that a skirt?\n  ","617378":"\n   Boomie on fiirrreeeeeeeeee in that outfit\n  ","617379":"\n   Because you give off the perfect cuddle vibes\n  ","617380":"\n   How are you doing right now gorgeous\n  ","617381":"\n   Do u know any Leos? Anybody birthday coming up?\n  ","617382":"\n   You're too perfect\n  ","617383":"\n   I would love to cuddle you and only you\n  ","617384":"\n   I wanna cuddle you\n  ","617385":"\n   Too much perfection!\n  ","617386":"\n   Whoa mama!\n  ","617387":"\n   Whoa mama!\n  ","617388":"\n   you at hard summer?\n  ","617389":"\n   What do you spend most of your money on?\n  ","617390":"\n   what are some ways you manage stress?\n  ","617391":"\n   How do you get rid of stress and negative energy?\n  ","617392":"\n   What image do you have as your desktop background?\n  ","617393":"\n   share a picture!!\n  ","617394":"\n   How much of a mess is your room?\n  ","617395":"\n   HEY GIRLLLLL\n  ","617396":"\n   if love could be sold in a bottle, how much do you think yours would be worth?\n  ","617397":"\n   You are\n  ","617398":"\n   Really my blonde ?‍♀️ friend\n  ","617399":"\n   You know Boomie, after all this time I'm still honoured you're choosing the name I came up with.\n  ","617400":"\n   How many taquitos could you eat in one sitting?\n  ","617401":"\n   Will you ever sell your own balsamic vinaigrette and call it boomsamic vinaigrette?\n  ","617402":"\n   How did you begin living the Boometh lifestyle?\n  ","617403":"\n   Is it stupid to live in California where houses cost 985 000 $ plus ?\n  ","617404":"\n   I do not like humans...because they do not like me.\nAlso why are anti-social people on ask fm ? \nWho will I fight with next ?\n  ","617405":"\n   I’m good thank you ? for asking I’m just at my house ? relaxing ? right now and you\n  ","617406":"\n   what do have for breakfast! !\n  ","617407":"\n   Hey my blonde ?‍♀️ friend how are you\n  ","617408":"\n   Boomie is reppin' the black hard, like any true lady boometh would\n  ","617409":"\n   ?\n  ","617410":"\n   you are so gorgeous\n  ","617411":"\n   What is the safest place in the world?\n  ","617412":"\n   Hey Lady how are you I saw your video doing the guinda eye ?\n  ","617413":"\n   guess whos back back again\n  ","617414":"\n   please post another pic for me\n  ","617415":"\n   Who is your most attractive friend?\n  ","617416":"\n   Hello aunty!!\n  ","617417":"\n   What is your dream travel destination?\n  ","617418":"\n   What is your favorite old movie?\n  ","617419":"\n   Do you ever look at a photograph of somebody you once dated and think.Why did I date him\/her ?\n  ","617420":"\n   do you remember asking people embarrassing questions when you were younger ?\n  ","617421":"\n   what is your opinion about Trump!.\n  ","617422":"\n   Do you smile at strangers?\n  ","617423":"\n   I'm addicted to Crystal Boometh\n  ","617424":"\n   Dont you fcking think about it.\n  ","617425":"\n   How are you, angel? I hope you're ok\n  ","617426":"\n   When you feel sad, what cheers you up?\n  ","617427":"\n   Hey gorgeous\n  ","617428":"\n   what is the  reason that makes ppl like you!\nin your opinion\n  ","617429":"\n   What is your favorite spot\n  ","617430":"\n   Netflix suggestions\n  ","617431":"\n\n    https:\/\/youtu.be\/gnWkYf8Peo8\n   \n","617432":"\n   Are you around Hurricane Barry\n  ","617433":"\n   Look hot\n  ","617434":"\n   Do you care if someone doesn't like you?\n  ","617435":"\n   Which one is your favourite social media?\n  ","617436":"\n   I love you so much darling, my love\n  ","617437":"\n   When will you be doing jury duty?\n  ","617438":"\n   What do you love the most about your family? What would you like to change?\n  ","617439":"\n   How often do you drink liquor?\n  ","617440":"\n   Have you ever eaten escargot?\n  ","617441":"\n   What are Ash's favorite sleeping spots?\n  ","617442":"\n   I like Ash. I wonder what Ash is doing right now.\n  ","617443":"\n   Are you getting weird anonymous  questions?\n  ","617444":"\n   If I am asking to many question let me know.\n  ","617445":"\n\n    https:\/\/youtu.be\/32r1SAQZGpw\n   \n","617446":"\n   ootd\n  ","617447":"\n   You’re welcome cutie\n  ","617448":"\n   You’re cute af\n  ","617449":"\n   u in glasses = hot af (u without em hot af too but js)\n  ","617450":"\n   Is your biological father still alive? Do you have any biological siblings?\n  ","617451":"\n   What the last movies and  series you watched?\n  ","617452":"\n   pap of the last nice pic you took off yourself\n  ","617453":"\n   That don't sound safe\n  ","617454":"\n   which place tattoo\n  ","617455":"\n   Where do you think your practically limitless capacity to love comes from?\n  ","617456":"\n   you are gorgeous, amazing, extraordinary and perfect girl\n  ","617457":"\n   if you went on vacation who would you leave her with?\n  ","617458":"\n\n    https:\/\/youtu.be\/tcRZ1M7Qgpc\n   \n","617459":"\n   How does Ash beg when she wants some thing? My cat moews by the door and paws at it. She is doing that right now and wants to go back out. I'm not letting her out. It's 91 outside with a 97 heat index. We are staying in the air conditioning.\n  ","617460":"\n   Are u srsly having lollipops for dinner\n  ","617461":"\n   I dare you and all the Boomerangs to listen to this entire song....\n   \n    https:\/\/www.youtube.com\/watch?v=ypPSrRYOAj4\n   \n","617462":"\n   if you got into a hot tub with a couple like that @ a motel, what would you do?\n  ","617463":"\n   I'm so glad you don't have that hole in your heart anymore. It's no surprise to me that she thought of you. None of us here have ever met you and we think of you a lot, and we're nothing compared to a mother. I bet you've left a meaningful impression on anyone who has ever interacted with you.\n  ","617464":"\n   When was it\n  ","617465":"\n   Rio Dell Ca.\n  ","617466":"\n   Did you ever see this sketch with Will?\n   \n    https:\/\/www.youtube.com\/watch?v=gqeQLV04kwU\n   \n","617467":"\n   even though that was brief and you weren't able to talk, did it make you feel good knowing how much she felt for you?\n  ","617468":"\n   who is the weirdest famous person you think is attractive?\n  ","617469":"\n   I am in California and there was an Earthquake on Saturday.I was big.\n  ","617470":"\n   dang, did you ever get to meet your biological mom?\n  ","617471":"\n   what are u having for dinner today???\n  ","617472":"\n   Do you believe in reincarnation?\n  ","617473":"\n   Answer\n  ","617474":"\n   If you were flipping through a book with pictures of ancient art and you saw an image that looked exactly like you, what would you think?\n  ","617475":"\n   I will admit that it's weird, but hey, I'm attracted to your beautiful armpits. What can I say?\n  ","617476":"\n   They will have it at any sandwich shop... Subway, Which Works, etc. Just ask for red wine vinergar on it when they are making your sub. They put it on the top at the end.\n  ","617477":"\n   Should I do it\n  ","617478":"\n   if gucci had consciousness it'd be more psyched to be adorned by savannah\n  ","617479":"\n   You made tons of sense! Sometimes I wonder the same thing that you do. P.S. You being thoughtful always leads to something profound, interesting or both, so please never stop sharing when you feel like expanding on things. I always feel enriched when you do.\n  ","617480":"\n   Well\n  ","617481":"\n   Ryan Reynolds or Ryan Gosling?\n  ","617482":"\n   Do you have any health issues?\n  ","617483":"\n   Have you ever loved multiple people romantically at the same time?\n  ","617484":"\n   Is it possible to love more than one person at the same time?\n  ","617485":"\n   what have you learned over the years?\n  ","617486":"\n   Which grammatical error that others make either irl or in text that bothers you a lot?\n  ","617487":"\n   Is that my cat? lol ??\n  ","617488":"\n   I've always thought that you had incredible armpits. I love them so much.\n  ","617489":"\n   Red wine vinergar is yummy on sandwiches. It's harsh and bitter on it's own, but it goes well on a sandwich (with other condiments). Have you have red wine vinegar before? I also like a little on my salad.\n  ","617490":"\n   What happened? Do you still have the piercing or did you take it out?\n  ","617491":"\n   Do you have an tattoos in private places?\n  ","617492":"\n   Do you like to receive compliments?\n  ","617493":"\n   when you were single, what was the way to approach you without you getting creeped out?\n  ","617494":"\n   Likers get tbh for all?\n  ","617495":"\n   I'm so jealous that people at your work can just glance at you whenever they want. Having that option is such a luxury!\n  ","617496":"\n   I love saues too. I put so many condiments on my food. Do you put red wine vinegar on your sandwich? I love it.\n  ","617497":"\n   I have a Dell laptop. I wish It had a light up keyboard, but it's like half the price or a mac (actually less than half) and it's got a good processor. I use it for everything.\n  ","617498":"\n   What do you order when you get Chinese food?\n  ","617499":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","617500":"\n   Would you\n  ","617501":"\n   can i call you on sc?\n  ","617502":"\n   do you get mad when you catch dudes starin at you?\n  ","617503":"\n   Would you like your Marvel name to be Captain Boomerica?\n  ","617504":"\n   Bb\n  ","617505":"\n   God damn you an angel\n  ","617506":"\n   You must've been the sweetest little kid. Your nanny had to love you!\n  ","617507":"\n   What is your car\n  ","617508":"\n   Is it me or has Ask.fm lost its charm?\n  ","617509":"\n   Do you like your belly button\n  ","617510":"\n   I've missed you the past few days.\n  ","617511":"\n   wouldnt you wanna know\n  ","617512":"\n   idk but in your head there must be some memory that you believe took place at the earliest age you remember being\n  ","617513":"\n   Last thing you ate?\n  ","617514":"\n   boom\n  ","617515":"\n   Today I learned: nostrils can be sexy. Seriously, how is that even a thing? lol\n  ","617516":"\n   You literally have fans in different countries don't you? I've read on here that not all of your boomerang are from the US but Canada, Asia and even a guy in England! You are loved!\n  ","617517":"\n   what is your 1st memory?\n  ","617518":"\n   WTF is that school project thing. WTF did I just watch? HAHAHAHAHAHAHAHAHAHA\n  ","617519":"\n   You have the most stunning armpits ever. OMG so hot.\n  ","617520":"\n   Have you ever been depressed?\n  ","617521":"\n   I am guessing.\n  ","617522":"\n   How many tattoos do you have?\n  ","617523":"\n   hahaha\n  ","617524":"\n   I think you need new slippers\n  ","617525":"\n   Where and when is this pic from? You look incredible!!!!!\n  ","617526":"\n   There will be an Earthquake where you are today at 11:58 pm.\n  ","617527":"\n   “I wish you were here to tell me that everything is gonna be okay.” —\nDo you have someone who tells you positive things in difficult times?\n  ","617528":"\n   Would you go swimming in the ocean\/sea at night or too scary?\n  ","617529":"\n   Do you like korean music?\n  ","617530":"\n   omg u are the most irresistible woman ever\n  ","617531":"\n   I can't wait to date you and for you to dress like this when we go out.\n  ","617532":"\n   You look so pretty with no make up on\n  ","617533":"\n   How do you spell FBI?\n  ","617534":"\n   You don't look like anyone tbh. Your features are extremely unique\n  ","617535":"\n   Who is your favorite Marvel hero?\n  ","617536":"\n   You have such an amazing body ?\n  ","617537":"\n   Thoughts Rn?\n  ","617538":"\n   Space for a phrase you like 〰\n  ","617539":"\n   Have you ever eaten lobster?\n  ","617540":"\n   you also remind me of emilie de ravin\n  ","617541":"\n   Are you happy or sad right now?\n  ","617542":"\n   be my model?\n  ","617543":"\n   What was the last thing you paid for?\n  ","617544":"\n   Song ??\n  ","617545":"\n   What can always make you laugh out loud?\n  ","617546":"\n   Would you rather swim in the sea or in the pool?\n  ","617547":"\n   Do u like Jackie Chan?\n  ","617548":"\n   Do you like the smell of cigarettes? I feel bad\n  ","617549":"\n   imy so much\n  ","617550":"\n   Amen to that. So what are you doing this week\n  ","617551":"\n   You're creative in how you're nice to people, which I think is amazing. What I mean by that is, you get so many compliments and you somehow find ways to be uniquely appreciative and kind in return. You might not know it's noticeable to others, but it very much is.\n  ","617552":"\n   Are you a good artist? You seem like you would be.\n  ","617553":"\n   Your nose is so cute. Everything you say you don't like about yourself needs to be kissed and loved like crazy.\n  ","617554":"\n\n    https:\/\/youtu.be\/9lxiJ3q-hYQ\n   \n","617555":"\n\n    https:\/\/youtu.be\/XMnA8dQAqiE\n   \n","617556":"\n   where you from?\n  ","617557":"\n   How did this question and answer get so many likes? The people love Ash and when Ash poops. lmao\n  ","617558":"\n   how many tattoos in your body\n  ","617559":"\n   Love the handwriting did you write that poem?\n  ","617560":"\n   What's your favorite or best physical feature?\n  ","617561":"\n   I love sandwiches. I don't even have to seen what type of sandwich you got, to know that it is good. Yummy! What's your go-to sandwich?\n  ","617562":"\n   Good. Wassup\n  ","617563":"\n   Which is worse, being too hot or too cold?\n  ","617564":"\n   May I ask what you write about? \n\nThat's an interesting concept for a tattoo I like it.\n  ","617565":"\n   I like you\n  ","617566":"\n   Why you never get nice tattoos\n  ","617567":"\n   You're a writer? Awesome\n  ","617568":"\n\n    https:\/\/youtu.be\/eGzYsiZOutU\n   \n","617569":"\n   how to access it\n  ","617570":"\n   Do you know how to access the dark web?\n  ","617571":"\n   Will humans spread out among the stars or just be a brief blip in Earth’s history?\n  ","617572":"\n   You\n  ","617573":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","617574":"\n   and battles to fight\n  ","617575":"\n   How's life treating you?\n  ","617576":"\n   You need like 3 days off from work so you can just be online and get caught up on all your questions.....\n  ","617577":"\n   What is the most valuable organ in your body?\n  ","617578":"\n   Do you like pizza?\n  ","617579":"\n   Are you doing jury duty?\n  ","617580":"\n   I've thought you and Avril LavInge looked very similar for years. You're more beautiful in my opinion and a lot cooler. I'd have more fun hanging out with you because I could act like a doofus and you'd laugh and you'd be fun to troll people like Cody Simpson. Lol. Doubt Avril would be down to troll\n  ","617581":"\n   I remember formspring. do u remember dailybooth?\n  ","617582":"\n   Pretty\n  ","617583":"\n   I see your laptop has a light up keyboard. That's so useful. I wish mine lit up.\n  ","617584":"\n   Are you watching the Women's Soccer World Cup?\n  ","617585":"\n   Do you dress to impress or keep your appearance low-key?\n  ","617586":"\n\n    https:\/\/youtu.be\/udAiRSXv58A\n   \n","617587":"\n   Post a pictureeee\n  ","617588":"\n   Hey bikini goddess\n  ","617589":"\n   how do you think differently than most people you meet?\n  ","617590":"\n   What time do you usually go to sleep?\n  ","617591":"\n   you looks so so beautiful\n  ","617592":"\n   yes\n  ","617593":"\n   you're so dreamy. the sight of you gives me butterflies ?\n  ","617594":"\n   ever had a crush on an animated character?\n  ","617595":"\n   With whom you want to travel?\n  ","617596":"\n   How cool! keep the good vibes on??\n  ","617597":"\n   May I smell your mouth as if you were a kitten ?\n  ","617598":"\n   I would be greatly disappointed if…\n  ","617599":"\n   How often do you go to the movies?\n  ","617600":"\n   Have a great day ☺️\n  ","617601":"\n   Are you friends with them\n  ","617602":"\n   How do you like to relax when you go on vavations?\n  ","617603":"\n   What drink do you drink the most?\n  ","617604":"\n   What do you like the most about yourself?\n  ","617605":"\n   Hi Boometh! can i make your day better?\n  ","617606":"\n   True or False: I hate sushi\n  ","617607":"\n   Why did you block me on instagram?\n  ","617608":"\n   Are you a jealous person?\n  ","617609":"\n   i see u\n  ","617610":"\n   funny story that happened with you!! \nand it's better to be really funny ??\n  ","617611":"\n   What scares you the most?\n  ","617612":"\n   Pic ?⭐\n  ","617613":"\n   What do you prefer, a hug or hamburger?\n  ","617614":"\n   how often are u told that your eyebrows are kissable??\n  ","617615":"\n   you deserve ALL the love!\n  ","617616":"\n   I'm going to use this pic for the background to a song on my phone. Not sure which song, yet but it's so natually beautiful that I want to see it when I play a song I love on my phone.\n  ","617617":"\n   Is the website ready yet?\n  ","617618":"\n   My deal is I'm someone that will pay you and I can't get an answer\n  ","617619":"\n   Have you been getting some pop-up ad scam thing when using the ask website on your laptop? I keep getting this ad redirect thing and it's incredibly annoying. I'm going to have switch to my phone and use the app there. I just like using my laptop because it's so easy to type.\n  ","617620":"\n   What's your deal?\n  ","617621":"\n   Have you ever given Ash kitty grass to eat? Mine love grass. I have to constantly grow a couple little cups of it. They eat it for digestion.\n  ","617622":"\n   What is your favorite music genre?\n  ","617623":"\n   Song ??\n  ","617624":"\n   This is my new favorite pic of you. Hair still damp after a shower. A genuine smile on your face. No makeup. You look so gorgeous without makeout. I love it so much.\n  ","617625":"\n   Tea lol England slang\n  ","617626":"\n   ?\n  ","617627":"\n   Nope, you\n  ","617628":"\n   Why would it be mean? You are a beautiful bird, meant to soar above the clouds. The sadness, discomfort and lack of clarity he's injecting in your psyche is paralyzing your wings. It would only be mean if I thought it'd damage you, but I don't. I envision you rising beyond the heights of your dreams\n  ","617629":"\n   your insta\n  ","617630":"\n   is your life going according to plan?\n  ","617631":"\n   What are the tell tale signs of dating someone who is wasting your time?\n  ","617632":"\n   I remember what I thought about when I woke up in the middle of the night. I was going to ask you a question and then fell back asleep. I was going to ask you if Miley Cyrus pulled up next to you in a limo and ask you if you wanted to get inside & she had some white powder stuff, what would you do?\n  ","617633":"\n   You live in Cali so you always have time to go to beach\n  ","617634":"\n   Yeah why wouldn't it be? Ass for life ?\n  ","617635":"\n   I will celebrate the day you dump him.\n  ","617636":"\n   Você é linda = You're beautiful <3 Portuguese\n  ","617637":"\n   ?\n  ","617638":"\n   My cheeks hurt x\n  ","617639":"\n   Literally my wife hehe\n  ","617640":"\n   Get some for me so I can pop in for a cuppa and propose to you ?\n  ","617641":"\n   Not even a little??\n  ","617642":"\n   I hope you never feel so lonely that you lose the desire to live in this world. You are such a great person. I cherish you and am happy that you a part of it. Love you lots, Sav. Love you too, Ash.\n  ","617643":"\n   Você é linda <3\n  ","617644":"\n   Interesting.\n  ","617645":"\n   What do you do in your free time?\n  ","617646":"\n   How are you\n  ","617647":"\n   I'm willing to listen if you'd be willing to explain\n  ","617648":"\n   how did you find ask?\n  ","617649":"\n   Name the first sweet and first sour thing that comes to your mind ?\n  ","617650":"\n   Cutie\n  ","617651":"\n   :) you're perfect bby\n  ","617652":"\n   you've never modeled before?\n  ","617653":"\n   What do you're tattoos say? What are they of?\n  ","617654":"\n   you're beautiful\n  ","617655":"\n   You're welcome! There was no reason for it to be deleted\n  ","617656":"\n   Damn! Like looking at your pics\n  ","617657":"\n   Awwww bby ❤️?\n  ","617658":"\n   You're welcome! Got any more unposted pics?\n  ","617659":"\n   Sweet tat\n  ","617660":"\n   Bet you look cute af (:\n  ","617661":"\n   Sexy bikini ❤️\n  ","617662":"\n   You're welcome ?  gorgeous with an amazing body\n  ","617663":"\n   Damn you look good bby!\n  ","617664":"\n   Do you regret your username? :p\n  ","617665":"\n   Looking good bby ?\n  ","617666":"\n   :) what outfit did you put on?\n  ","617667":"\n   was the old movie night of the living dead?\n  ","617668":"\n   :) wyd now?\n  ","617669":"\n   How much have you gained?\n  ","617670":"\n   Cute outfit:)\n  ","617671":"\n   That's good ?\n  ","617672":"\n   Do you think you have nicer boobs or booty?\n  ","617673":"\n   Belly piercing pic\n  ","617674":"\n   How was your shower?\n  ","617675":"\n   What compliments do you get most?\n  ","617676":"\n   Whassup!\n  ","617677":"\n   If some of your anons would come ask me I’d appreciate that ?\n  ","617678":"\n   Figure pic\n  ","617679":"\n   Could you live without a computer?\n  ","617680":"\n   wyd rn and whats the time there\n  ","617681":"\n   dump him\n  ","617682":"\n   I'm sorry to hear that :(\n  ","617683":"\n   Gorgeous ?\n  ","617684":"\n   I'm having a really hard time with my gf also Shes been fighting with me all day and then started talking about suicide. I'm seriously so sick of people and their constant emotional pressure. Sorry just sharing cause ..\n  ","617685":"\n   Why won't he stop upsetting you?\n  ","617686":"\n   Post a pic\n  ","617687":"\n   you are so beautiful\n  ","617688":"\n   why was our angel crying?\n  ","617689":"\n   pap\n  ","617690":"\n   LAMO ??? u don't need him\n  ","617691":"\n   Was that sarcastic ? ?????? I couldn't tell\n  ","617692":"\n   Do you have a favourite word\n  ","617693":"\n   has anyone told u you look like a certain celebrity?\n  ","617694":"\n   When is the last time you lost something? What was it?\n  ","617695":"\n   Did you celebrate Father's Day?\n  ","617696":"\n   I like to be friends with u again... I know this is awkward saying but I miss u ?\n  ","617697":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","617698":"\n   Are sunday’s meant for getting your shit together or relaxing?\n  ","617699":"\n   God I love you. hahaha Happy Sunday, Sav. Hope you can relax today and be a total bum!\n  ","617700":"\n   Did you have a nice sleep?\n  ","617701":"\n   Sunday good morning 8 years of heartbeats across an ocean ILYSM\n  ","617702":"\n   HAHAHAHAHA literally just checked my phone and this notification popped in. HAHAHAHA Idk why I think of this stuff, but it made me laugh when I did because it's actually true.\n  ","617703":"\n   Ask you anything?\n  ","617704":"\n   This thought of this.... if 2 lesbians get married, and they are not on the same cycle, then for basically 2 weeks out of every month, someone is going to be on her period. Cray cray\n  ","617705":"\n   Do you keep your place clean or is it messy with clothes on the floor?\n  ","617706":"\n   i want to ask you some personal questions on here, but I think ask would suspend me. Have you ever been suspended before?\n  ","617707":"\n   how are you feeling at the present moment?\n  ","617708":"\n   What's the one thing in the world you desire above all else?\n  ","617709":"\n   How to start a new life?\n  ","617710":"\n   what are you doing?\n  ","617711":"\n   What things help you relax that others find weird?\n  ","617712":"\n   How long is your hair\n  ","617713":"\n   We should!\n  ","617714":"\n   What do you do if you are having dinner with your bf\/gf family for the first time and you don’t want to eat what they made?\n  ","617715":"\n   Pap in a bikini since it’s summer and you’re gorgeous\n  ","617716":"\n   do you have roomates\n  ","617717":"\n   Aw\n  ","617718":"\n   Hi\n  ","617719":"\n\n    https:\/\/m.youtube.com\/watch?v=B4jSt0ne1ck\n   \n","617720":"\n   ?missin you now come bk\n  ","617721":"\n   ?\n  ","617722":"\n   This is artwork\n  ","617723":"\n   FML you're life\n  ","617724":"\n   My Angel face\n  ","617725":"\n   This has destroyed me x you're fucking amazing F&A throwback to 2011 ? ILY LONG TIMEEEE\n  ","617726":"\n   Cali not call boom\n  ","617727":"\n   Pleasure all mine ❤❤❤\n  ","617728":"\n   I’m in LA!\n  ","617729":"\n   If ask wasnt made would you have loads of social media friends?\n  ","617730":"\n   We gotta hang out sometime ☺️\n  ","617731":"\n   Who do you think asked your last anonymous question?\n  ","617732":"\n   I’m okay you? I miss ya❤️\n  ","617733":"\n\n    https:\/\/m.youtube.com\/watch?v=PpsUOOfb-vE\n   \n","617734":"\n   Heyyy gurl!\n  ","617735":"\n   What should a real man be able to do?\n  ","617736":"\n   My dream\n  ","617737":"\n   Do you have a full length mirror? Do a full body OOTD pic X\n  ","617738":"\n   So u very sexy ❤\n  ","617739":"\n   Boom what are you doing on this fine Saturday afternoon?\n  ","617740":"\n   What items do you always carry to your bag ?\n  ","617741":"\n   Nacho Fries are back at Taco Bell. Have you tried them before? They are so good!\n  ","617742":"\n\n    https:\/\/youtu.be\/658QqYdOX7c\n   \n","617743":"\n   Call ? ? but can't afford it ?\n  ","617744":"\n   What is one lesson you had to learn the hard way?\n  ","617745":"\n   Do you live with your bf\n  ","617746":"\n   why two teams\n  ","617747":"\n   When was the last time you had sex\n  ","617748":"\n   Why is sex important in a relationship?\n  ","617749":"\n   how are you doing today?\n  ","617750":"\n   doordash or postmates?\n  ","617751":"\n   Come to England please\n  ","617752":"\n   U look good in a bikini\n  ","617753":"\n   Hi\n  ","617754":"\n   Wifey\n  ","617755":"\n   Single?\n  ","617756":"\n   Wyd?\n  ","617757":"\n   Of course sav\n  ","617758":"\n   What basketball team do you support?\n  ","617759":"\n   give me your massenger i text u there and then i transfer you money\n  ","617760":"\n   figure photo\n  ","617761":"\n   okay i will transfer you money on paypal\ntalk to me on facebook massenger if u have\n  ","617762":"\n   I love the dark shades of make up that you wear around your eyes. That is honestly my favorite look.... \"raccoon eyes\"\n  ","617763":"\n\n    https:\/\/youtu.be\/Z6LSKK1Ibhk\n   \n","617764":"\n   I'm watching The Weather Channel and they are showing video of San Diego and the fog you have there for \"the June Gloom.\" You are so lucky. That looks awesome! Like perfect weather for being snuggles up with hot cocoa in the morning and sgetti for dinner!\n  ","617765":"\n   whenever you leave it feels like I'm being deficient in key vitamins and minerals\n  ","617766":"\n   Ok, well have a great night and take care.\n  ","617767":"\n   Do you watch any sport?\n  ","617768":"\n   Trust me boom if I could id have married you\n  ","617769":"\n   You're infinite\n  ","617770":"\n   Noooo....not \"silence of the lambs\" kinda love...the kind when you see a perfect sunset or something in nature you can't believe looks that beautiful irl\n  ","617771":"\n   I literally don't understand people who spend thousands and thousands of dollars for a wedding. Like save your money so you don't have to work longer in life. Sooooo..... after I just trashed people for wasting money on a big wedding, do you want a big expensive wedding? lmao\n  ","617772":"\n   I fucking wish\n  ","617773":"\n   Mhm... If I treated you like differently I'm very sorry truly I am\n  ","617774":"\n   are those waves in your natural or do you style it that way?\n  ","617775":"\n   ?????\n  ","617776":"\n   IKR\n  ","617777":"\n   I ❤️ your skin\n  ","617778":"\n   8 years and counting\n  ","617779":"\n   Squishy boo\n  ","617780":"\n   I'm ok. Been a long time. ***\n  ","617781":"\n   What was your favorite tv show from your childhood?\n  ","617782":"\n   Good evening.\n  ","617783":"\n   How did you feel when you entered the age of 20\n  ","617784":"\n   ? I love you too\n  ","617785":"\n   I might eventually need a full time nurse to help me for the rest of my life later on. If I did need that, would you be interested in doing a job like that? You'd have to feed cats & help me get up & dress & I'd be in bed & watch tv & eat. I'm kinda funny & I say random things & I sing to the cats.\n  ","617786":"\n\n    https:\/\/youtu.be\/J9lzyefqyyI\n   \n","617787":"\n   All of you looks pretty all of the time.\n  ","617788":"\n   ootn pic\n  ","617789":"\n   Pic ??\n  ","617790":"\n   Boom is boom end of ? x\n  ","617791":"\n   going out this weekend?\n  ","617792":"\n   You are the reason of someones smile?? ?\n  ","617793":"\n\n    https:\/\/youtu.be\/nMu59UeWJ2U\n   \n","617794":"\n   What's something you do well?\n  ","617795":"\n   Looool\n   \n    https:\/\/youtu.be\/Ja77Bmvj1mQ\n   \n","617796":"\n   Are you cray cray today? I'm cray cray today.\n  ","617797":"\n   I'm looking forward to a day where you are on ask for about 9 hours and answer 600 questions.\n  ","617798":"\n   You’re so pretty\n  ","617799":"\n   What comes to your mind when you hear the word success?\n  ","617800":"\n   Why don’t you like it\n  ","617801":"\n   wanna earn 50£ now ??\n  ","617802":"\n   After Ash takes a dump, does she feel good and start sprinting around?\n  ","617803":"\n   If I was a charming, young, hot brilliant woman like you I'd be dating a generous millionaire. You're only young once! What you are right now is invaluable. Strike while the iron is hot.\n  ","617804":"\n   wht will u do in 50 Uk ponds\n  ","617805":"\n   Which way could I send you the money?\n  ","617806":"\n   So sick of people stopping me in the middle of my workout to tell me how ridiculously good looking I am. \n\nLet me live in peace.\n  ","617807":"\n   What brand of shampoo do you use? Your hair is perfect.\n  ","617808":"\n   Haven't you never met anyone through ask??\n  ","617809":"\n   What do you think of Keanu Reeves?\n  ","617810":"\n   iCarly, Drake & Josh, and Zoey 101 all got me through a lot of rough times in my life.\n  ","617811":"\n   We can have fun with toys ????\n  ","617812":"\n   What annoys you more, when you want affection and your man doesn't want to give it or when he wants it and you're not in the mood?\n  ","617813":"\n   If Kawhi Leonard wanted you to be the caretaker of his 13 million dollar home in Rancho Santa Fe, how much would you need to be paid?\n  ","617814":"\n   Have you ever had spaghetti tacos? I used to LOVE iCarly and I would make those sometimes and watch the show. They were so good!\n  ","617815":"\n   Can't wait ??\n  ","617816":"\n   Omg your voice is soo cute\n  ","617817":"\n   Yes come get it ??\n  ","617818":"\n   What’s your favourite compliment to get\n  ","617819":"\n   What is the best book you have read?\n  ","617820":"\n   you rather have a fortune cookie or a tarot card reading?\n  ","617821":"\n   I think we will meet in the future. It might be 10 years down the road, but we'll meet.\n  ","617822":"\n   What perfume are you wearing today?\n  ","617823":"\n   I don't know my D must be so good ????????\n  ","617824":"\n   Cutie\n  ","617825":"\n   Pap\n  ","617826":"\n   I know right ?\n  ","617827":"\n   If you went to a restaurant and your hostess said \"Right this way Ms. Boometh\" would you say anything?\n  ","617828":"\n   I want to ask you questions, but I want you to get caught up today, so I'm just gonna sit back and watch tv and see your feed update. Yea Sunday afternoon! lmao\n  ","617829":"\n   That's awesome. Congrats! Did you get a discount from the owner's son?\n  ","617830":"\n   How did you get the extra $150?\n  ","617831":"\n   Should busses have seatbelts?\n  ","617832":"\n   Do you think Ask should have a feature where you can disable new questions so you can answer the ones you have before you allow new ones?\n  ","617833":"\n   You can you're perfection boommm\n  ","617834":"\n   Do you ever get warnings ffrom ask for violating their policy? I got the warning. I guess they didn't like my suggestion for a Cody Simpson twitter parody. lol\n  ","617835":"\n   Today is the 11th year anniversary of when I got my big cat. I can't believe it. We had tuna today to celebrate and catnip and the little kitty was happy to celebrate too. We had a lot of fun today. How many years have you had Ash?\n  ","617836":"\n   I hope you take like the rest of the day and get some General Tso's chicken and Lo Mein noodles and sit and answer like 200 of those questions.... Love you, Boom!\n  ","617837":"\n   Have you tried Trader Joe's sushi yet?\n  ","617838":"\n   Do you give Ash tuna fish? What is her reaction?\n  ","617839":"\n   If you found out that you were Conan O'Brien's biological daughter, would you be happy or upset?\n  ","617840":"\n   How many languages do you speak?\n  ","617841":"\n   What is the last thing you said to someone?\n  ","617842":"\n   That I'm fake and a guy and that I'm every guy in my comments ????\n  ","617843":"\n   The emphasis on the F word and how you change your voice pitch it very impressive. I can tell that you have a lot of practice doing this. lol\n  ","617844":"\n   Thank you ??\n  ","617845":"\n   HAHAHAHA This video is HILARIOUS!!! I can picture you sending stuff like this to the person you are dating. I'm really crushing on you more than ever now. HAHAHAHAHA\n  ","617846":"\n   They keep talking crap about me to everyone!!!! ?\n  ","617847":"\n   Have you ever wanted to punch a co worker\n  ","617848":"\n   Do you get jealous of people?\n  ","617849":"\n   Boom what are you doing today? It's like 1pm\n  ","617850":"\n\n    https:\/\/youtu.be\/5EJZk7H9-UA\n   \n","617851":"\n   ever been to a convention of sorts?\n  ","617852":"\n   if it gets on your nerves why do you allow anon q's?\n  ","617853":"\n   Song ??\n  ","617854":"\n   Did you get a perfect SAT score?\n  ","617855":"\n   Why these anons from all the way want to be friends but deep down they're scared to reveal who they are ??\n  ","617856":"\n   Ever had your heart broken?\n  ","617857":"\n   I don't even know you? ???\n  ","617858":"\n   You\n  ","617859":"\n   List 3 things that makes u happy\n  ","617860":"\n   ?\n  ","617861":"\n   When we are married I'm going to take pics of you sleeping with your retainer in and drool coming out of your mouth. ❤️❤️❤️???\n  ","617862":"\n   Thoughts on my page.......\n  ","617863":"\n   Hey me and Nikki are worry bout you you ok ?\n  ","617864":"\n   What would you prefer with a bf: photobooth pics or poloroid selfies with him?\n  ","617865":"\n   What’s your favorite thing to do when it’s dark outside?\n  ","617866":"\n   how have you been?\n  ","617867":"\n   What do you think of makeup?\n  ","617868":"\n   did you pay your rent\n  ","617869":"\n   Think outside the box.  Instead of looking for just a sugar daddy,  have you considered a sugar mommy?\n  ","617870":"\n   Hi! How are you?\n  ","617871":"\n   When does life begin?\n  ","617872":"\n   Alright... I'm gonna have to try to remember my entire Cody Simpson thing from like a week ago. lmao I was saying that we should create a Twitter parody account for Cody Simpson and I can share the password with you and we both can log in and write hilarious and slightly offensive tweets. hahahaha\n  ","617873":"\n   Who doesnt? Is the question\n  ","617874":"\n   What's your opinion about skin whitening products?\n  ","617875":"\n   Ya but I am sure it won't hurt\n  ","617876":"\n   That's shitty of him\n  ","617877":"\n   HAPPY FUCKING BIRTHDAY BOOMIE, party hard and enjoy your day dude\n  ","617878":"\n   Happy birthday ❤️ may you have dozens of more.\n  ","617879":"\n   happy birthday. you are my fav and I'm thankful you're alive.\n  ","617880":"\n   Happy birthday!\n  ","617881":"\n   Happy birthday!\n  ","617882":"\n   oh why\n  ","617883":"\n   do you live in LA or san diego?\n  ","617884":"\n   HAPPY BIRTHDAY TO YOU!!! You are super awesome, Sav! You and Ash are the absolute best. I hope this year is the very best one yet for you! --- your friend with the 2 cats from NC\n  ","617885":"\n   Happy 24th bday!!\n  ","617886":"\n   Happy birthday to my beautiful American friend Sav! Queen of the boomerangs! With love from England ??? xxx\n  ","617887":"\n   Do u have a favorite commercial?\n  ","617888":"\n   would you go to a male strip club?\n  ","617889":"\n   If you had to live the rest of your life in a movie\/ season, which one would you pick?\n  ","617890":"\n   What's your favorite picture of you\n  ","617891":"\n   When is the last time you threw up from too much drinking?\n  ","617892":"\n   How are you\n  ","617893":"\n   What do you like about yourself?\n  ","617894":"\n   Do you come back like a boomerang?\n  ","617895":"\n   Give him ?? I am sure he will help then\n  ","617896":"\n   Happy Birthday Boom (from a fan in Central Time zone where its already the 6th). You are an Eternal Legend.\n  ","617897":"\n   you look like a doll. not like a living doll. but like the beautiful girl dolls are modelled after <3\n  ","617898":"\n   Have you ever lost a bet? What did you have to do?\n  ","617899":"\n   Happy Birthday Savannah!\n  ","617900":"\n   Happy birthday my friend\n  ","617901":"\n   happy birthday gorgeous! I know you’re struggling and goring through a tough time but you got this because you’re strong. I believe in you!  Enjoy your day today! Eat cake and have fun!☺️ when we meet I can definitely take you to celebrate ?\n  ","617902":"\n   What subject should be added to the required curriculum in schools?\n  ","617903":"\n   Happy birthday ? beautiful\n  ","617904":"\n   \"I've done lots of drugs and drank a lot lol\" lmao I seriously have a massive crush on you. lmao\n  ","617905":"\n   love are you okay??\n  ","617906":"\n   Aw this is so cute ?\n  ","617907":"\n   You ok ?\n  ","617908":"\n   how are even the way your eyes are set cute af?\n  ","617909":"\n   Come to spain\n  ","617910":"\n   like you're going to make underwear?\n  ","617911":"\n   Do you still wear your upper retainer? I want to hear your voice with it in ?\n  ","617912":"\n   You have the cutest nose\n  ","617913":"\n   Donate your eggs. You get like freaking $10,000 if you are health and in need. I'm not kidding. There have to be fertility clinics in north county that you can check online with. Say hi to Ash for me. -Cody Simpson lol. PS I'm gonna start singing my messages as Cody Simpson. Haha\n  ","617914":"\n   what are you going to be selling?\n  ","617915":"\n   Pic ⭐\n  ","617916":"\n   Just believe in urself. Don't think about anyone, u know whats best for u. Just do what your heart says, u r gonaa have to  face some difficulties, but hang in there.\n  ","617917":"\n   How much do you need?\n  ","617918":"\n   what's the site?\n  ","617919":"\n   HAPPY BIRTHDAY!!!!\n  ","617920":"\n   Cool! Looking forward to seeing some of your replies today! You are the best! Love you so much, Sav!\n  ","617921":"\n   hey\n  ","617922":"\n   when is your birthday?\n  ","617923":"\n   I hope you can get caught up on ask and take some time for yourself. You are super awesome and I appreciate you so much!\n  ","617924":"\n   ST(some)IF:\n\nLet's say there's a button that you can press and instantly become super hot, like 10\/10 attractive, but every Friday after you press it you become the opposite sex. Would you press it? Why\/why not? (The original question I'm stealing never specified whether you'd still be hot Friday)\n  ","617925":"\n   Familfy and Ash (she is family) above all. I agree.\n  ","617926":"\n   She does, for some reason lol\n  ","617927":"\n   Hope you have a good day\n  ","617928":"\n   Post a picture ♥️\n  ","617929":"\n   maybe he shouldn't be your bf?\n  ","617930":"\n   how ar eyou doing?\n  ","617931":"\n   When you had braces did you thlurr yourth speachth like thisssss? ?\n  ","617932":"\n   Oh neat, that's where my mom works\n  ","617933":"\n   When should you pay it\n  ","617934":"\n   Are you gonna be single anytime soon?\n  ","617935":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","617936":"\n   What was your first kiss like?\n  ","617937":"\n   do u ever have to talk to this person\n  ","617938":"\n   pap of you rn\n  ","617939":"\n   If you imagining someone getting in a car wreck or being poisoned somehow made it happen in real life, how often do you think you'd use your power?\n  ","617940":"\n   That's ok, I'm sure whoever it is deserves it\n  ","617941":"\n   Whom would you like to meet?\n  ","617942":"\n   How much would you need to be paid to put a hickey on Trump's neck?\n  ","617943":"\n   which one do you prefer to live in chicago, washington or california?\n  ","617944":"\n   wyd\n  ","617945":"\n   I thought all of your family were from cali\n  ","617946":"\n   What are your thoughts on the new 'slicked back' haircut Donald Trump is currently sporting? ? Do you think it makes him look like a boss?? ??\n  ","617947":"\n   What is a color you would never dye your hair?\n  ","617948":"\n   Thank you so much for all the good times\n  ","617949":"\n   your family is from chicago??\n  ","617950":"\n   would you love to move to Chicago?\n  ","617951":"\n   ❤⭐sweet night\n  ","617952":"\n   What was your first job?\n  ","617953":"\n   How do you get free tattoos?\n  ","617954":"\n   What music do you listen to when you have to concentrate?\n  ","617955":"\n   what was your last tattoo\n  ","617956":"\n   why did you get for free?\n  ","617957":"\n   how much did your last tattoo cost?\n  ","617958":"\n   How much is your rent?\n  ","617959":"\n   $150 a week?\n  ","617960":"\n   When is rent due? And how much do you need?\n  ","617961":"\n   I would love to see you with a nice stomach pooch.\n  ","617962":"\n   How can you tell if a watch is smart or stupid?\n  ","617963":"\n   Your bday is coming up soon\n  ","617964":"\n   What is better - kisses or hugs?\n  ","617965":"\n   I'm going to hire you to protect me and look over me while I sleep.\n  ","617966":"\n   I made my special potion and now I have bed time.\n  ","617967":"\n   morning pap\n  ","617968":"\n   would you rather have a farm, a garden or an underground basement?\n  ","617969":"\n   did you get detention in high school?\n  ","617970":"\n   If ghosts can walk through walls and glide down stairs, why don’t they fall through the floor?\n  ","617971":"\n   oreos or chips ahoy?\n  ","617972":"\n   were you infected with senioritis in your senior year of high school?\n  ","617973":"\n   Can you go a cartwheel?\n  ","617974":"\n   Good! hahaha I'll let you try to find them. I think it was from like 2 days ago... maybe 3 days even. If you don't find it by tomorrow night, I'll try to send them again and remember it all.\n  ","617975":"\n   HAHAHAHAHA I knew it as soon as I heard those lyrics. I was like this is a deep view into Sav. lol\n  ","617976":"\n   Can you skateboard?\n  ","617977":"\n   I love when you are online.\n  ","617978":"\n   LMAO... I'll let you try to find it b\/c I sent like 2 or 3 in a row about Cody Simpson a couple nights ago. I don't want to try to resend it because I will forget some of the hilarious points of it. I was laughing hard when I typed them. hahahahahaha\n  ","617979":"\n   \"We all know that you're a beautiful girl in this horrible world.\" These lyrics scream that you were a broken troubled girl and looking for hope and something to latch onto for strength. The song itself has that California punk garage vibe to it. I can picture you drinking booze to it with friends.\n  ","617980":"\n   Do you feel like this when you wear your tight, white pants?\n   \n    https:\/\/www.youtube.com\/watch?v=-qdNy_vz-gM\n   \n","617981":"\n   Did you see my idea about Cody Simpson? Since you didn't respond to it, I figured you thought it was a bad idea or just too mean. lmao\n  ","617982":"\n   This song really shows that you truly are from Southern California and you were kind of a wild one in high school. haha\n  ","617983":"\n   How old is this band? 2000s?\n  ","617984":"\n   I love your little rant because it gives insight into you. You are such an incredible beauty. I hope you get to open your boutique one day.\n  ","617985":"\n   What the heck band is this???? I've never heard of these people.\n  ","617986":"\n   Sav, I've notice how incredible of a dresser you are. I want to point out though that your shoes are always on point. Like you always look so hot in them. Your high heels and boots that you wear are so sexy. You are phenomenal, my love.\n  ","617987":"\n   Can people see your underwear from behind in your outfit? I could NEVER wear white pants. You are so brave!\n  ","617988":"\n   She cute\n  ","617989":"\n   classy\n  ","617990":"\n   Pic ?⭐\n  ","617991":"\n   Would you rather go out for dinner or cook at home?\n  ","617992":"\n   what was your fave band or singer back in the day?\n  ","617993":"\n   if i turned into a dog, would you let me 1. hump you 2. adopt me n hump you 3. neuter me :( 4. have me euthanized or 5. find me a bitch to make babies\n  ","617994":"\n   What do you like to do for fun\n  ","617995":"\n   If you knew you were gonna die in 1 month, what would you do?\n  ","617996":"\n   I think you should have a cut off shirt that says ass4lyfe. lol\n  ","617997":"\n   You're on a selfie spree today\n  ","617998":"\n   -\n  ","617999":"\n   oh that looks nice!\n  ","618000":"\n   is the little monster your sister?\n  ","618001":"\n   WHAT?!?!?! What are you getting done???\n  ","618002":"\n   What makes you happy?\n  ","618003":"\n   You like kids?\n  ","618004":"\n   You both have similar mouths\n  ","618005":"\n   does avery like you?\n  ","618006":"\n   Not much wby princess\n  ","618007":"\n   I know it's expensive. I don't mean now. Just hypothetically would you move there if you had the means?\n  ","618008":"\n   Yes there is a very legit reason why I don't get a new iPhone. It's called $1000 for a freaking phone. Lol. I'm holding out until mine totally breaks down. It is annoying that I can't use some newer apps that require newer OS versions but hey I'm saving for retirement.\n  ","618009":"\n   Do you use whatsaap ?\n  ","618010":"\n   Have you ever felt unconditional love?\n  ","618011":"\n\n    https:\/\/youtu.be\/FBqJyU4sInQ\n   \n","618012":"\n   What mythical animal do you resonate with, and why?\n  ","618013":"\n   Hey baby\n  ","618014":"\n   Would you move to Hawaii?\n  ","618015":"\n   hahaha yes I do. I also got the diabetes  (cries cries cries)\n  ","618016":"\n   I never gave you some of my confessions.... he's one... I still am using the phone I got back in 2013. iphone 4s. ha. I can't use Safari but I can can use the ask app and gmail and the weather app and take pics, text, etc. Instagram sometimes crashes when I look at stories.\n  ","618017":"\n   Does anyone you're close to hate your tattoos?\n  ","618018":"\n   ever been to LACMA?\n  ","618019":"\n   I am looking at a humane society website and seeing all the kitties up for adoption. OMG. We need to win the lottery and we can adopt all of them. Seriously.\n  ","618020":"\n   Hey?\nYou are just like a doll ?❤️\n  ","618021":"\n   space ??\n  ","618022":"\n   I wondered why you were doing that. I thought you were obessed with the backgrounds like it was a snapchat filter. hahahah\n  ","618023":"\n\n    https:\/\/youtu.be\/TTCSDeRQ-oA\n   \n","618024":"\n   What is the best news you could hear right now?\n  ","618025":"\n   Are you single now I hope?\n  ","618026":"\n   Hmm\n  ","618027":"\n   What's Hawaiian food? It sounds really good.\n  ","618028":"\n   Is it better to have loved and lost or to never have loved at all?\n  ","618029":"\n   What u can do for your love ones ?\n  ","618030":"\n   Can I send money for sexy pictures\n  ","618031":"\n   I need any new movies or series to watch any ideas?\n  ","618032":"\n   Hi sweet\n  ","618033":"\n\n    https:\/\/youtu.be\/NLLBrh_PeT4\n   \n","618034":"\n   Do you wear yoga pants at home or something else?\n  ","618035":"\n   What time did you get up today? I got up at 4am. I feed the birds outside and changed their water in the bird bath. I went for a 3 mile walk. I let the cat out. I'm exhausted now and it's 12:48. I got a pizza because I'm so exhausted. I'm soooo tired.\n  ","618036":"\n   Have you ever considered moving away from CA?\n  ","618037":"\n   Do you remember when Cody Simpson was popular? I'm watching a Nickelodeon movie from 2015 where he did a cameo. lmao\n  ","618038":"\n   Ever girl I know uses Secret brand deodorant. Do you as well?\n  ","618039":"\n   I love your ask blog. You make my sad life better.\n  ","618040":"\n   I hope you never pierce your nose. I think that looks so ugly. I don't want you to ruin your beautiful face.\n  ","618041":"\n   Would you come with me and hibernate in a house in the mountains? It would be snowing and we would have a fireplace and freezers full of food and TV and Internet and a generator if we lost power. And we can hide from the world there for a few months and lose track of what day it was and rest a lot.\n  ","618042":"\n   Ohh. Sad!\n  ","618043":"\n   I ated an entire bag of Chinese dumplings. I don't feel no good. I can feel the diabetes.\n  ","618044":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","618045":"\n   What happened?\n  ","618046":"\n   Yea... I can see that. I'm sorry you have a avoid things. Youtube workouts are good. I need to get back to doing those. I used to do crunches and girl push-ups and they always made me more energetic and I would like that again.\n  ","618047":"\n   When I hit the lottery, we'll both live in Rancho Santa Fe and you can be a Rancho Santa Fe wine drinking milf (Ash is your child) and blend in with all the other trophy wives. lol\n  "},"Answer":{"616975":"\n  uh if youre telling me that i being able to lie down all day drinking wine and just doing whatever the fuck you want isnt lucky? ill let a man have his way with me if he gives me all his money and just lets me shop all day.\n  ","616976":"\n  i swear their meat is FLAVORLESS.\n  ","616977":"\n  you're too sweet to me\n  ","616978":"\n  ohhhhhh ill be like super retro and trendy if i did that lol?\n  ","616979":"\n  yes.\n  ","616980":"\n  no, sweetheart im still here.\n  ","616981":"\n  EW. IF THIS BECOMES AN ALL WOMEN SOCIETY I WILL JUST COMMIT SUICIDE\n  ","616982":"\n  now thats a statistic i never knew, but i am very happy i have learned that and want all these super crazy females to realize how fucking lucky we had it before they all started fucking it up\n  ","616983":"\n  i sincerely apologize for what i am going to do right now..?\n  \n  i am going to delete all my inbox so i can start fresh. i have thousands of questions and theres no way anyone could get through all of them and i would like to be as engaged with all of you as i possibly can, so that being said.. im sorry i deleted anything that you really wanted me to read but im sure if it was really important you would remember what it was and just send it again. xoxo?\n  ","616984":"\n  because i have a lot of bills to pay.\n  ","616985":"\n  my day is good? how is your day?\n  ","616986":"\n  thank you!!\n  ","616987":"\n  i would so do that job honestly?\n  ","616988":"\n  awh, wow thank you.\n  ","616989":"\n  life is all about stuff and finding a place to put all your stuff.\n  \n  a house is a pile of stuff with a cover on it.\n  \n  your house is nothing but a place to keep your stuff while you go out and get more stuff. stuff you dont want, stuff you dont need, stuff thats poorly made, stuff that is overpriced. even stuff you cant afford. gotta keep getting more stuff or someone else with get it and we cant let that happen... we gotta have the most stuff.\n  ","616990":"\n  tis the season.. get your penis tattooed as a candy cane, great for christmas blow jobs.??\n  ","616991":"\n  am i the only one that just learned that you can put emoji's when you use an macbook pro????\n  ","616992":"\n  i got to do my laundry and organize a few things.\n  \n  so ill be charging my computer while im doing that so i can come back on here and do some damage\n  ","616993":"\n  i told myself that i was gonna get up early and go for a run this morning. ya that never happened. ugh. i am so awful at making myself work out.\n  ","616994":"\n  I need more money guys. Omg\n  ","616995":"\n  sea world or legoland i think\n  ","616996":"\n  im ok how are you?\n  ","616997":"\n  chucky cheese\n  ","616998":"\n  thanks it was for a photoshoot\n  ","616999":"\n  things you never see:\n  \n  -a butterfly with a swastika design\n  \n  -someone defecating in a church\n  \n  -a bum with matching luggage\n  \n  -really interesting twins\n  \n  -condoms with pictures of saints\n  ","617000":"\n  if native indians were named after the first thing they saw, why isnt any of them named hairy pussy?\n  ","617001":"\n  el cunto prickplini\n  ","617002":"\n  ok you've all lost my patience. lol im just gonna do my own thing\n  ","617003":"\n  ragnar lothbrok.\n  \n  he is sexy, badass, and crazy\n  ","617004":"\n  peanut butter and jellyfish\n  ","617005":"\n  WHAT HAPPENED TO CASS??\n  ","617006":"\n  i need to make breakfast\n  ","617007":"\n  i am good. i just cleaned and omg it was exhausting and i still have more to do and now theres people cleaning the yard.\n  ","617008":"\n  awh thanks. ill be back!!\n  ","617009":"\n  hey hun. im gonna be off and on for the next couple hours i need to clean my room its a disaster!!\n  ","617010":"\n  yes!! and the picture you used is a very attractive human lol\n  ","617011":"\n  ok so i gotta clean my room but ill take breaks in between and come on here to answer some questions then go back to cleaning.\n  ","617012":"\n  I got it!?????\n  ","617013":"\n  paypalsav@gmail.com\n  ","617014":"\n  paypal?\n  ","617015":"\n  pay me pay me!\n  ","617016":"\n  read, watch shows, reddit, tik tok lol pretty much it.\n  ","617017":"\n  cashapp?\n  ","617018":"\n  i CANNOT stand this whole women empowerment thing going on. you know what was empowering? making men believe that we were no good at doing anything or going to work and just being able to stay home all day and play house and then get fucked and eat and take baths with a glass of wine. but NOOO now bitches have to wake up as early as the men and go to work and destroy our bodies from popping out children... i am so done with women right now. and then the women who give me shit because i just wanna be taken care of so i can stay home and go to the gym and the spa and go shopping and out to eat the whole time.... listen bitch you'll be fat, with grey hair and age way faster than i do because you decided you wanted to WORK everyday.\n  ","617019":"\n  no her and i never really talked but that is really sad.\n  ","617020":"\n  hello beautiful babe!\n  ","617021":"\n  dont even talk to me about christmas.\n  ","617022":"\n  ok so like you know the market on here? so like i checked out the one for shoespie.com &&& my lord i could spend all my money on there but they should let us convert our tokens INTO money so i can shoes and post them all over the place.\n  ","617023":"\n  idk but heres this instead\n  ","617024":"\n  $100?\n  ","617025":"\n  im not. and i was explaining why i wouldnt go\n  ","617026":"\n  no theres this youtube video\n  ","617027":"\n  this is the sweetest thing ive ever read omg thank you.\n  ","617028":"\n  only think spicy i can eat is hot cheetos\n  ","617029":"\n  of course i am!!\n  ","617030":"\n  any amount you are willing to give.\n  ","617031":"\n  i say fire way too much.\n  ","617032":"\n  I dont. Ask does.\n  ","617033":"\n  oh my god, i am so tired. working all day was tough. ill come on in the morning since i wanna delete a lot of my inbox\n  \n  goodnight !!! ill talk to you tomorrow.\n  ","617034":"\n  no its the bomb strapped to your chest\n  ","617035":"\n  oh my god i need new shoes.\n  ","617036":"\n  oh fuck. thanks for letting me know cause now we gotta go buy acid and burn the body that you just SO HAPPEN TO WATCH US TAKE OUT OF THE TRUNK.\n  \n  we are fucked.\n  ","617037":"\n  HHAHAHAHAHAHAHAHAHAHAHHA\n  \n  i havent studied for anything for years.\n  ","617038":"\n  our?\n  ","617039":"\n  doesnt want to the lose the essence of his shit.\n  ","617040":"\n  did you know that soft rock is an oxymoron\n  ","617041":"\n  im gonna be edgy and name my daughter tragedy but spell it trajedi since spelling names all fucked up and shit is cool these days.\n  ","617042":"\n  oh shit you have found me\n  ","617043":"\n  does he scoop with his hands like a monkey\n  ","617044":"\n  was his super power making big poopoos?\n  ","617045":"\n  your dick is so small you'll probably think im dead cause it would be negative.\n  ","617046":"\n  have you ever wondered why hurricanes are giving names instead of numbers?\n  \n  because death is more satisfying when you personalize it.\n  ","617047":"\n  burn baby burn\n  ","617048":"\n  ima call them yakisobombs\n  ","617049":"\n  doing something strange for a piece of change?\n  ","617050":"\n  MUST BE THAT HENNESSEY\n  \n  MUST BE THE WEEED\n  ","617051":"\n  BOMBS AWAY\n  ","617052":"\n  did i catch you at a bad time cause it sounds like theres a dick stuck in your throat\n  ","617053":"\n  the south is filled with solider sniffers and cop lovers.\n  \n  and theres way too much religion thats bad for my mental health.\n  ","617054":"\n  just work work work\n  ","617055":"\n  i know!! what have you been up tooo?\n  ","617056":"\n  it would actually be really funny if a sitcom made a joke about that and the last episode they had the character you least expect to walk and murder \/ suicide and then the show is over.\n  ","617057":"\n  i did when i was younger - it was awful\n  ","617058":"\n  that i wish i could try quaaludes\n  ","617059":"\n  you should be more vulgar, i might actually enjoy talking to you.\n  ","617060":"\n  why do people feel the need to name their cars or their genitals?\n  ","617061":"\n  i love cuddling with kitties\n  ","617062":"\n  you know what i wanna see?\n  \n  a whole lot of people tap dancing at once.\n  ","617063":"\n  people who cant walk around in public without their stupid air pods in there ears... i wonder how many of these disturbed human beings becomes suicides.\n  ","617064":"\n  theres nothing wrong with sucking dicks.\n  \n  men do it, women do it. everybody is doing it.\n  \n  i say drop the pipe and go to the dick.\n  \n  thats my advice, im here to help.\n  ","617065":"\n  i had a pretty crazy weekend. lol\n  \n  i went to a really cool edm event\n  ","617066":"\n  hi hi whats up\n  ","617067":"\n  people who know prayers by heart piss me off\n  ","617068":"\n  no one should be borrowing money from a bank for 18% interest just to buy a loaf of bread.\n  ","617069":"\n  that name isnt ringing any bells for me but you have to realize that was a long ass time ago for me.\n  ","617070":"\n  please  tell me youre serious cause i really need the money\n  ","617071":"\n  Enlighten me\n  ","617072":"\n  Lol who are you\n  ","617073":"\n  Omg I haven’t eaten\n  ","617074":"\n  What’s the sun like?\n  ","617075":"\n  Omg you made me hungry\n  ","617076":"\n  Yes?\n  ","617077":"\n  I already knew that... maybe I have lived as long as you...\n  ","617078":"\n  Whoa I was kinda taken back by this\n  ","617079":"\n  Thanks ?\n  ","617080":"\n  Try me\n  ","617081":"\n  I just got home and showered I am so tired I can’t\n  \n  And ya I am\n  ","617082":"\n  Awh sweetheart ?\n  ","617083":"\n  Goddamn. I can’t imagine what you have seen\n  ","617084":"\n  Took a bomb ass selfie today\n  ","617085":"\n  Yeah I can increase them because I am a Sim and I can edit my body\n  ","617086":"\n  I am good how are you?\n  ","617087":"\n  Why are you jealous\n  ","617088":"\n  How long have you been alive\n  ","617089":"\n  Goodnight!!!???\n  ","617090":"\n  who the fuck is that\n  ","617091":"\n  THIS IS WHY WE ALWAYS NEED TO TALK\n  ","617092":"\n  OOOOOOOOOOOOOOO\n  \n  YEAH THATS ME\n  ","617093":"\n  5:30\n  ","617094":"\n  grilled? they grill them? what the fuck\n  ","617095":"\n  i wanna go to sleep i think im gonna go to sleep\n  ","617096":"\n  i practice not giving a fuck\n  ","617097":"\n  i laugh like 99% of the day ahahaha what are you talking about\n  ","617098":"\n  omg im so tired i wanna sleep\n  ","617099":"\n  that is so cute omg stop\n  ","617100":"\n  lol im short\n  \n  spinner?\n  ","617101":"\n  can you just ship those to me. i love those\n  ","617102":"\n  how?\n  ","617103":"\n  no but i want a veggie burrito\n  ","617104":"\n  5'3\n  ","617105":"\n  san diego, LA, san francisco, portland, seattle, miami, austin, goergia, new orleans, tennesse, uhhhhhh theres a lot of places... boston, brooklyn, new york, uhhh\n  ","617106":"\n  AWH thats really cute\n  ","617107":"\n  how would you make me happy?\n  ","617108":"\n  i dont\n  ","617109":"\n  theres a lot of cool spots to visit in usa\n  ","617110":"\n  june 6th\n  \n  EVERYONG SHOULD REMEMBER THIS DAY\n  ","617111":"\n  you should!!\n  ","617112":"\n  i hope you start eating healthier darlin!! please take care of yourself.\n  \n  and you're pretty great yourself.\n  ","617113":"\n  this is so pretty\n  ","617114":"\n  ohhhhhhh!! honestly traditional thanksgiving food is so bad... like white people eat the most bland food ever.\n  ","617115":"\n  i would love to be a drummer\n  ","617116":"\n  i didnt do anything for thanksgiving this year which was ok with me. how was yours?\n  ","617117":"\n  it was a few years but it was so dead and shapeless i needed a change honestly. and thank you so much you are so sweet!!\n  ","617118":"\n  first off this sounds amazing\n  \n  second i want a veggie burrito so bad right now\n  ","617119":"\n  ash is a major cuddle bug\n  ","617120":"\n  i would have the craziest anxiety attack if i tried going to sleep with a candle lit\n  ","617121":"\n  going dancing\n  ","617122":"\n  Xoxoxoxoxoxoxo\n  ","617123":"\n  I didn’t see myself as popular\n  ","617124":"\n  Am I edgy enough?\n  ","617125":"\n  Yes\n  ","617126":"\n  Wait have I showed my boom fam that I cut my hair?\n  ","617127":"\n  2020 is near\n  ","617128":"\n  omg ew no you dont want to see my face\n  ","617129":"\n  yes it has been!\n  ","617130":"\n  omg yes i am\n  ","617131":"\n  thats really unfortunate\n  ","617132":"\n  lol omg\n  ","617133":"\n  currently been drinking bulliet\n  ","617134":"\n  hello im good how are you\n  ","617135":"\n  its really hard typing with one hand and a drink in the other\n  ","617136":"\n  visiiiiit me\n  ","617137":"\n  i know, i havent been on for a long time\n  ","617138":"\n  thats oddly specific\n  ","617139":"\n  can they offer something i would actually wanna use my coins for ugh\n  ","617140":"\n  lol of course\n  ","617141":"\n  awh hey thanks\n  ","617142":"\n  you are beyond sweet\n  ","617143":"\n  what? lol\n  ","617144":"\n  I am too but thanks lol\n  ","617145":"\n  lots\n  ","617146":"\n  i think he is worthy, he has helped me so much in building me up into the person i should be.\n  ","617147":"\n  i cant stand one word answers\n  ","617148":"\n  i want more whiskey\n  ","617149":"\n  i am trying to come back cause its been awhile\n  \n  hope you have an amazing week as well\n  ","617150":"\n  awh, i miss you as well.\n  \n  i hope you are doing well as well\n  ","617151":"\n  well there not really new to me anymore\n  ","617152":"\n  hahahah thats sweet\n  ","617153":"\n  hey how are you\n  ","617154":"\n  SAN DIEGO\n  ","617155":"\n  im pretty sure i am\n  ","617156":"\n  if thats my superpower im already a superhero lol!!\n  ","617157":"\n  what pics?\n  ","617158":"\n  i try to tell those i care about how i feel as often as i can.\n  ","617159":"\n  of course, but what superpowers would i get?\n  ","617160":"\n  thaaaaaanks\n  ","617161":"\n  dude i have like 4000 friends on my facebook i hate like 3500 of them lol\n  ","617162":"\n  awh youre so sweet omg\n  ","617163":"\n  I KNOW BABE COME VISIT ME\n  ","617164":"\n  thaaaaankss\n  ","617165":"\n  that was a really good come back\n  \n  i like it a lot\n  ","617166":"\n  no, i do not own a lesbian.  i wish i owned one. where do i purchase such lesbian? can i find them at petco?\n  ","617167":"\n  awh, i dont love it at all. i swear i am gonna come back. ill try to answer as much as i can a day.\n  ","617168":"\n  oh my fucking god i need a massage.\n  \n  come over right now.\n  ","617169":"\n  thats such a cute name.\n  \n  and not much, whats up with you?\n  ","617170":"\n  how much do you like sucking dick?\n  ","617171":"\n  Would I what?\n  ","617172":"\n  Explain 71?\n  ","617173":"\n  I AM COMING BACK FAM.\n  ","617174":"\n  BABBEEEEE I MISS YOU\n  ","617175":"\n  Awh thank you\n  ","617176":"\n  Oh my you’re so sweet\n  ","617177":"\n  Everyone it’s your lucky day! I did a little photoshoot and I have a couple photos to send you\n  ","617178":"\n  I can get anything delivered to me that’s around me\n  \n  Where are you?\n  ","617179":"\n  It’ll catch up to me lol\n  ","617180":"\n  I really like this one too\n  ","617181":"\n  I’m always snacking lol\n  ","617182":"\n  Thank you!!!\n  ","617183":"\n  This picture makes me die laughing\n  ","617184":"\n  That’s such a cute name\n  ","617185":"\n  Oh stop it I’m not that sexy\n  ","617186":"\n  No should I ?\n  ","617187":"\n  Yes ganja lol\n  \n  And yes it is\n  ","617188":"\n  Thanks I think lol\n  ","617189":"\n  Yaaaa\n  ","617190":"\n  I wish I had the power to do that\n  ","617191":"\n  You’re adorable\n  ","617192":"\n  Nooooo\n  ","617193":"\n  Thank you!\n  ","617194":"\n  Hahahahaha holy shit you’re right\n  ","617195":"\n  I’m kinda stoned lol\n  ","617196":"\n  You’re so sweet omg\n  ","617197":"\n  Lol want my email\n  ","617198":"\n  I messaged you on ig\n  ","617199":"\n  Cause I can’t decide lol\n  ","617200":"\n  No\n  ","617201":"\n  No and I don’t need to know\n  ","617202":"\n  Are you sure?\n  ","617203":"\n  You’re so sweet thank you!!\n  ","617204":"\n  I’m gonna make an app that will do that\n  ","617205":"\n  Awh you are so damn sweet\n  ","617206":"\n  Or this one?\n  ","617207":"\n  Should this go on ig?\n  ","617208":"\n  I’m being serious\n  ","617209":"\n  Hi\n  ","617210":"\n  Lemme bless you with my selfies\n  ","617211":"\n  You are very sweet\n  ","617212":"\n  Ohhhhhhhhhhhhhhhhhh hahahahaha I forgot about that!!\n  ","617213":"\n  paypal or cashapp\n  \n  your choice\n  ","617214":"\n  can we do anything cool with our tokens yet?\n  \n  nope\n  ","617215":"\n  money\n  ","617216":"\n  i can feel my body slowly dying and needing food lol\n  ","617217":"\n  someone should doordash me food\n  ","617218":"\n  awh thank you\n  ","617219":"\n  it is slightly alarming that you can tell my tone of voice through text lol but my head hurts and i havent eaten anything so im a little grumpy\n  ","617220":"\n  so i am not fat\n  ","617221":"\n  thanksss\n  ","617222":"\n  thank you!!!\n  ","617223":"\n  thank you. that really means a lot\n  ","617224":"\n  i would love to be\n  ","617225":"\n  wait which shirt... i cant remember\n  ","617226":"\n  on my phone ask is different\n  ","617227":"\n  i miss the old school youtube days\n  ","617228":"\n  who is that\n  ","617229":"\n  The new one is the beehive in the middle of my arm\n  ","617230":"\n  its suuuuper annoying how many questions i get now cause how am i supposed to catch up.. i would need a team of people to help me get through all of them my god.\n  ","617231":"\n  ya... sometimes life just catches up to me ya know\n  ","617232":"\n  i am loving all the loveee\n  ","617233":"\n  i am so sorry to hear that :(\n  ","617234":"\n  you're sooo sweet thank you\n  ","617235":"\n  omg thank you\n  ","617236":"\n  accept what\n  ","617237":"\n  SEND\n  ","617238":"\n  this i can do\n  ","617239":"\n  how much is it?\n  ","617240":"\n  holy shit i have 1989 questions in my inbox... theres no way i will ever answer all of them. wtf. im gonna have to delete them all start fresh my god.\n  ","617241":"\n  Yes are you gonna send me money?\n  ","617242":"\n  Thanks\n  ","617243":"\n  ❤️❤️❤️❤️❤️\n  ","617244":"\n  Ash is good she is super cute\n  ","617245":"\n  Thank you so much\n  ","617246":"\n  I love Wish\n  ","617247":"\n  Thank you that’s very sweet\n  ","617248":"\n  Come off anon ?\n  ","617249":"\n  Hello! What’s up\n  ","617250":"\n  I’ve had casual sex before but it always ends either messy or we start dating\n  ","617251":"\n  I’m huge\n  ","617252":"\n  SOMEONE MOTIVATE ME TO THE KETO DIET\n  ","617253":"\n  Awh I need to lose weight I got fat again\n  ","617254":"\n  Yes I did I loved it\n  ","617255":"\n  I didn’t buy it :(\n  ","617256":"\n  Thank you babe\n  ","617257":"\n  That’s so cute\n  ","617258":"\n  What whaaaat\n  ","617259":"\n  Good evening ❤️\n  ","617260":"\n  30 mins ago\n  ","617261":"\n  I’m gross ignore that\n  ","617262":"\n  Because addicts don’t make good boyfriends\n  ","617263":"\n  Laying in bed while Shai plays borderlands 3\n  ","617264":"\n  I’ve been sucking the work dick so I can’t come on here as much\n  ","617265":"\n  Pssstttttt\n  \n  Go fuck yourself\n  ","617266":"\n  Look at this dress I bought ?\n  ","617267":"\n  I think all that are triggered and trash should do all of us a solid and sacrifice themselves\n  ","617268":"\n  Hmmmmmmm I should\n  ","617269":"\n  God you make me feel so loved\n  ","617270":"\n  Thanks ?\n  ","617271":"\n  You clearly don’t know me that well if you think I would be disappointed etc.. I wanna be close to the person that feels this way about me ❤️??\n  ","617272":"\n  Hello there champ ❤️\n  ","617273":"\n  I’m 5’3\n  ","617274":"\n  With a dildo\n  ","617275":"\n  Thanks sweetheart\n  ","617276":"\n  I’m really pissed about the update they did.\n  \n  Posting selfies aren’t that fun cause the cut them off\n  ","617277":"\n  Didn’t wanna post this anywhere but I’d post it here\n  ","617278":"\n  This is really sweet... except kinda wish I knew who you were? I think this is really kind tho ❤️\n  ","617279":"\n  Thickness?\n  ","617280":"\n  I’ve thought about it cause I think it would fun\n  ","617281":"\n  ❤️❤️❤️\n  ","617282":"\n  Thanks ?\n  ","617283":"\n  Let’s cuddle and read together\n  ","617284":"\n  Awh thank you!\n  ","617285":"\n  You’re just super sweet\n  ","617286":"\n  Ya dig !?\n  ","617287":"\n  I got my elbow tatted on Sunday\n  ","617288":"\n  I will always love Miley\n  ","617289":"\n  Promise?\n  ","617290":"\n  What’s ur name\n  ","617291":"\n  My kitty\n  ","617292":"\n  Thanks babe\n  ","617293":"\n  I’m at work\n  ","617294":"\n  Thanks ❤️\n  ","617295":"\n  You’re married?! Oh jeeze ❤️\n  \n  But you’re very sweet for saying all of this. Stay with your beautiful partner and keep living nothing else to do ? xoxo\n  ","617296":"\n  WHOAAAAAAAAA\n  \n  ITS BEEN A LONG TIME SINCE IVE BEEN ON.. SO MUCH HAS CHANGED\n  ","617297":"\n  Thanks ?\n  ","617298":"\n  My favorite outfit\n  ","617299":"\n  The lighting in my bathroom is fucked and I just got out of the shower so it was all steamy\n  ","617300":"\n  YAAAAAAAS\n  ","617301":"\n  Lol ❤️❤️❤️\n  ","617302":"\n  Thank you so much\n  ","617303":"\n  There’s so many things I wanna see in Japan\n  ","617304":"\n  A good balance of both\n  ","617305":"\n  Xoxo ?\n  ","617306":"\n  I would love one\n  ","617307":"\n  I look great in maroon or black\n  ","617308":"\n  Bbq chicken pizza\n  ","617309":"\n  Like nobody thinks I’m Asian\n  ","617310":"\n  Thank you!’ I want more sexy sets\n  ","617311":"\n  My friend and I have an amazon wishlist and people are sweet and like to spoil me\n  ","617312":"\n  Thank you so much\n  ","617313":"\n  ???????\n  ","617314":"\n  The person that bought the set\n  ","617315":"\n  Omg you’re Dante\n  ","617316":"\n  Literally just my genetics\n  ","617317":"\n  ???\n  ","617318":"\n  Thank you ?\n  ","617319":"\n  Your welcome\n  ","617320":"\n  Thank you Darren for the gift\n  ","617321":"\n  Getting older and realizing that there’s no reason to be mean, you never know what a person is going through so you should always be nice\n  ","617322":"\n  I just worked out yikes\n  ","617323":"\n  Thanks ?\n  ","617324":"\n  Ily Spence❤️\n  ","617325":"\n  It’s one of my favs!\n  ","617326":"\n  Thank you❤️❤️❤️❤️\n  ","617327":"\n  Thanks beautiful babe\n  ","617328":"\n  Awh! Maybe I will change it to this picture\n  ","617329":"\n  Thanks ?\n  ","617330":"\n  I look so cute\n  ","617331":"\n  Thanks babes\n  ","617332":"\n  Me wearing my smile\n  ","617333":"\n  I’m doing great\n  ","617334":"\n  Punish her. Make her call you daddy\n  ","617335":"\n  Of course I accept it but I’m not gonna be in a marriage like that\n  ","617336":"\n  thank you i think\n  ","617337":"\n  he bought me something\n  ","617338":"\n  Thank you so so much\n  ","617339":"\n  Yes I made sure it’s my current address!\n  ","617340":"\n  awh thats cute\n  ","617341":"\n  wishlist -\n  \n   https:\/\/www.amazon.com\/hz\/wishlist\/ls\/4UX4P2WY2BDB\n  \n","617342":"\n  Yaaaaaaas and they are super cute\n  ","617343":"\n  Ooooooooooooooo\n  \n  I fell for it\n  ","617344":"\n  I’ll post my amazon wishlist ?\n  ","617345":"\n  My elbow tattoo fucking sucked\n  ","617346":"\n  I know so funny ?\n  ","617347":"\n  Pink chip ????\n  ","617348":"\n  What in the fuck is bakra\n  ","617349":"\n  that one was amazingggggg omg\n  ","617350":"\n  i wish people would buy me lingerie sets\n  ","617351":"\n  this is when i chug my wine\n  ","617352":"\n  i wish lol\n  ","617353":"\n  god you are the best\n  ","617354":"\n  why thank you babbe\n  ","617355":"\n  my ass\n  ","617356":"\n  sadly thats why im fat\n  ","617357":"\n  no but i want to so bad\n  ","617358":"\n  its always me lol\n  ","617359":"\n  my social and funny side\n  ","617360":"\n  im good... but its so fucking hot.\n  ","617361":"\n  omg there are so many\n  ","617362":"\n  maybe\n  ","617363":"\n  you know ;)\n  ","617364":"\n  I like red\n  ","617365":"\n  this is facts.\n  ","617366":"\n  Drinking wine and coming on ask\n  ","617367":"\n  i love my eyes.\n  ","617368":"\n  i hate shopping online when i have no money. its not fun lol\n  ","617369":"\n  Thanks ?\n  ","617370":"\n  Finally got this shaded\n  ","617371":"\n  I’m so glad!!!\n  ","617372":"\n  Every time I dream it’s lucid\n  ","617373":"\n  2:14 pm\n  ","617374":"\n  Maybe ?\n  ","617375":"\n  I’m at work lolzZzz\n  ","617376":"\n  3 hours until I can go homeeeee\n  ","617377":"\n  Yes it is\n  ","617378":"\n  Thanksssssssss Spencerrrrrrrrrrr\n  ","617379":"\n  Smother me with snuggles!!\n  ","617380":"\n  Eh I’m okay. I kinda wish I could go home tho\n  ","617381":"\n  Yeah... my most recent ex Ben is a Leo\n  ","617382":"\n  I got my nails done so this is cute\n  ","617383":"\n  Why only me?\n  ","617384":"\n  I love cuddles\n  ","617385":"\n  I have sooo many pictures from through out the days I haven’t been on here That I need to post omg\n  ","617386":"\n  Meow\n  ","617387":"\n  My outfit today\n  ","617388":"\n  NO I FUCKIN WISH\n  ","617389":"\n  My rent, food, my cat\n  ","617390":"\n  I always need to talk about what’s wrong and figure out a solution to what’s causing me stress\n  ","617391":"\n  Have a beautiful day\n  ","617392":"\n  ❤️?\n  ","617393":"\n  Breaking hearts today\n  ","617394":"\n  I just have clothes everywhere lol\n  ","617395":"\n  heeey babe\n  ","617396":"\n  ZILLIONS\n  ","617397":"\n  since your name is life\n  \n  i read this as, \"you are life\" lol\n  ","617398":"\n  ya? why would i lie about that?\n  ","617399":"\n  dude seriously the name is legendary. i dont think i can have anything else.\n  ","617400":"\n  maybe like 12?\n  ","617401":"\n  seriously...... i need you to work for me and help me create my own brand filled with all of these ideas omfg\n  ","617402":"\n  i was born into it ;)\n  ","617403":"\n  uhhh this is awkward.... i live in one of the most expensive areas of California lol\n  ","617404":"\n  are you seriously asking that question? its our way of being social without having to go outside. LOL\n  ","617405":"\n  I’m waiting for my appointment actually\n  ","617406":"\n  It differs everyday!\n  \n  I had prosciutto with eggs, toast and balsamic vinaigrette\n  ","617407":"\n  I am good you?\n  ","617408":"\n  You know it Spencyyyyyyy my sweetness\n  ","617409":"\n  Look into my eyes and I will make you do what I say\n  ","617410":"\n  Today ?\n  ","617411":"\n  I drank tequila\n  ","617412":"\n  Hahaha ?\n  ","617413":"\n  Sav\n  ","617414":"\n  I love smiling\n  ","617415":"\n  Myself duh\n  ","617416":"\n  Hi my little sweetie\n  ","617417":"\n  The world.\n  ","617418":"\n  Buffalo 66\n  ","617419":"\n  Yes yess yesss yessssss\n  ","617420":"\n  I love asking people really personal cringey questions just to see there facial expression\n  ","617421":"\n  He’s aids\n  ","617422":"\n  Every time.\n  ","617423":"\n  You fucking better!\n  ","617424":"\n  No you don’t fucking think about it.\n  ","617425":"\n  i am doing well\n  \n  how are you?\n  ","617426":"\n  i watch LetterKenny\n  \n\n   https:\/\/youtu.be\/Z4Vk3AvIX9w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617427":"\n  should i put a tiny house in my amazon wishlist?\n  \n\n   https:\/\/www.dwell.com\/article\/tiny-homes-buy-on-amazon-200874c8\n  \n","617428":"\n  i am personable.\n  ","617429":"\n  am i the only one that misses StumbleUpon?\n  ","617430":"\n  bad blood\n  \n  punisher\n  \n  after life\n  \n  the fosters\n  \n  riverdale\n  \n  the society\n  \n  the colony\n  \n  imposters\n  ","617431":"\n  this movie used to be the shit lol\n  ","617432":"\n  you motherfucking jones\n  \n  i dont want hundreds of questions my fuck.\n  ","617433":"\n  thanks <3\n  ","617434":"\n  nah, we arent going to impress everybody.\n  ","617435":"\n  askfm DUUUUUH\n  ","617436":"\n  i love you!!\n  ","617437":"\n  oct 15\n  ","617438":"\n  i love how they would support me in anything and love me no matter what.\n  \n  the only thing i would change would be that i wish i lived closer to them.\n  ","617439":"\n  not often but i could totally go for a drink right now.\n  ","617440":"\n  yeah, i am not a fan.\n  ","617441":"\n  right next to my face.\n  ","617442":"\n  me too. i had to leave to get to the airport so i have no idea how she is. she didnt even say goodbye :(\n  ","617443":"\n  i always get weird anonymous questions.\n  ","617444":"\n  if you have to say this you are clearly asking way too many questions.\n  ","617445":"\n  i too have trouble with the sweet stuff\n  ","617446":"\n  i am like the biggest procrastinator ever\n  ","617447":"\n  i really want to stay up and answer some more questions and jinished he last episode of WHEN THEY SEE US... i wanna punch somdone in the face\n  ","617448":"\n  thank you!!\n  ","617449":"\n  thank you!! would it be weird if i got fake glasses like those and just wore them around cause it looks cute?\n  ","617450":"\n  i have no idea\n  ","617451":"\n  Current show I’m watching right now: When They See Us\n  \n  Recent movie I watched: Dog Eat Dog\n  ","617452":"\n  I feel like a rebellious librarian\n  ","617453":"\n  She’s extremely professional and talented. She did an apprenticeship for many years in LA. & look at the work she’s done on me she’s incredible\n  ","617454":"\n  my artist does it out of her house\n  ","617455":"\n  i wish i knew\n  ","617456":"\n  thank you sooooooooooooooo much.\n  ","617457":"\n  i would have someone come take care of her so she can feel safe at home.\n  ","617458":"\n  no more clips of sunset beach or whatever omfg\n  ","617459":"\n  She’s so cute omg\n  ","617460":"\n  yeah i am eating one right now\n  ","617461":"\n  can someone please explain to me how this has so many views?\n  ","617462":"\n  i would seriously hang out with them all day because they would make me laugh so much.\n  ","617463":"\n  this is such an amazing thing to say. thank you so much.  you have made me smile.\n  ","617464":"\n  lol this made me laugh\n  \n\n   https:\/\/youtu.be\/xDR5ppQ2lR4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617465":"\n  oh i didnt hear about this\n  ","617466":"\n  i love how much they laugh and try so hard to keep it together without losing it.\n  ","617467":"\n  yes.... as you can imagine there was  a huge hole in my heart for where she was supposed to be and now it has been filled... and i no longer have a hole. and my main question was if she ever thought of me or missed me.... and she thought of me every year on my birthday.\n  ","617468":"\n  his personality is probably the biggest turn on for me. his way of thinking and sense of humor and everything is so sexy to me.\n  ","617469":"\n  where was the earthquake?\n  ","617470":"\n  once. we looked at each other and the sight of me freaked her out and she cried a lot :\/ her brother told me its because she loved me so much and she never forgave herself for not being able to raise me and for giving me up so seeing me really hurt her :\/\n  ","617471":"\n  sleep and lollipops\n  ","617472":"\n  i like the idea. i dont really believe in it but its a nice thought and such a cool possibility.\n  \n  my biological mom died in 2013 on christmas and i got Ash in beginning of June 2014 and everybody that meets ash and sees us together all say, \"you have a really special bond with you kitty\" or \"she loves you so much, its almost like you two were meant for each other and wouldnt survive without one another.\" so i like to think that maybe my biological mom's soul reincarnated into my kitty. and i know this sounds really weird but like its super comforting for me to think about.\n  ","617473":"\n  omg riverdale is starting to piss me off because like everything is going wrong. like why do all my fav characters have to be the ones getting fucked over. ugh. i am excited to see how they are gonna twist everything back to the good characters to be ruining the bad peoples lives.\n  ","617474":"\n  i have found me in my past life\n  ","617475":"\n  im pretty sure you've said enough\n  ","617476":"\n  ahhhhhhhhhh now i want food\n  ","617477":"\n  you should never kill yourself.\n  ","617478":"\n  i love u\n  ","617479":"\n  thank you for enjoying my thoughts and rambling lol.\n  \n  i will try to share more of my deeper thoughts because it kinda feels good to expand on things every once and awhile.\n  ","617480":"\n  I’m so excited to wear this\n  ","617481":"\n  i love his sense of humor so much.\n  ","617482":"\n  i have anxiety\n  ","617483":"\n  i sometimes wonder if some peoples hearts are supposed to love more than one person while other peoples hearts are only made for one. what if those who live a more hippie like lifestyle is because they know there heart is meant for many others to love and vice versa? what if those who say youre only suppose to be with one person are only saying that because there heart is meant for only one person? every heart is different. the only reason i am saying this is because throughout my whole life i have connected deeply with so many people and they crossed my path to experience this feeling that i somehow give them... and maybe thats my purpose in life. maybe i was born to show those who need it a pure heart full of pure love?\n  \n  i am probably not making any sense lol. so ill shut up.\n  ","617484":"\n  Yes it is.\n  ","617485":"\n  That everyone in your life will let you down or you will let them down.\n  ","617486":"\n  You’re and your\n  ","617487":"\n  My kitty\n  ","617488":"\n  Seriously such a weird thing to say\n  ","617489":"\n  I’ve never had it but it sounds good on a sandwich\n  ","617490":"\n  I took it out\n  ","617491":"\n  No I don’t\n  ","617492":"\n  Eh. Im not good at receiving them. lol\n  ","617493":"\n  I think it’s really attractive when people come up to me and talk to me like we’ve been friends for years.\n  ","617494":"\n  Selfieeeeeee\n  ","617495":"\n  Work selfie\n  ","617496":"\n  That sounds fucking amazing. I wanna try it.\n  ","617497":"\n  Ya macs are expensive. I got really lucky and mine was a gift.\n  \n  Dell has some really good laptops too.\n  ","617498":"\n  I love Chinese noodles.\n  ","617499":"\n  Yes I do\n  ","617500":"\n  Would I what?\n  ","617501":"\n  I’m at work :(\n  ","617502":"\n  No not really. ❤️❤️❤️\n  ","617503":"\n  Holy fuck yes\n  ","617504":"\n  Hey ??\n  ","617505":"\n  Luv u\n  ","617506":"\n  She did nd I really liked her. I wish my dad didn’t get rid of her cause then I would have been fluent in Spanish\n  ","617507":"\n  Scion tC\n  ","617508":"\n  People aren’t as funny as they used to be but I love coming on here still\n  ","617509":"\n  No:( my piercing fucked up my belly button. :(\n  ","617510":"\n  I’ve missed you too haha\n  ","617511":"\n  Ya that’s why I asked\n  ","617512":"\n  I have this memory of me with my nanny who only spoke Spanish and she had this Spanish bingo game that she would play with me while she would clean the house. And in this memory we are speaking Spanish and I am pointing at a picture of a lobster and I’m saying “how do you say lobster in Spanish” but I said it in Spanish to her.\n  ","617513":"\n  Polio asada fries\n  ","617514":"\n  What’s up!\n  ","617515":"\n  I’m trying to figure out how and why that’s even a thing.....\n  ","617516":"\n  Yes I have a lot of boomerangs from all over the world and I want one from each country!! I don’t call them fans tho..... and how do you know where They are from?\n  ","617517":"\n  How does someone know which memory came first?\n  ","617518":"\n  Hbhhahhahhahahq I know. I literally spend all my free time watching school projects on YouTube because they are legendary\n  ","617519":"\n  First people thought by nostrils were sexy and now my armpits???? Whyyyy\n  ","617520":"\n  Yes :(\n  ","617521":"\n  Lol no earthquake\n  ","617522":"\n  22+\n  ","617523":"\n  ??\n  ","617524":"\n  I love my flip flops!\n  ","617525":"\n  This was on Saturday in Solana beach\n  ","617526":"\n  How do you know this\n  ","617527":"\n  Yes I do and I cherish them.\n  ","617528":"\n  Nope nope nope I can’t even swim in a pool when it’s pitch black. It’s terrifying\n  ","617529":"\n  No...\n  ","617530":"\n  Thank you ?\n  ","617531":"\n  Wait you’re gonna date me?\n  ","617532":"\n  Thank you ?\n  ","617533":"\n  Female body inspector\n  ","617534":"\n  I FUCKING LOVE YOU. OMFG.\n  ","617535":"\n  iron man\n  ","617536":"\n  THANK YOU\n  ","617537":"\n  im seriously crying this shit is so funny. like wtf ahahahah\n  \n  p.s. their school is pretty cool looking inside.\n  \n\n   https:\/\/youtu.be\/Pto6j0cbV-I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617538":"\n  Okay, you get money, okay, you fuck bitches\n  \n  Okay, you get higher than anyone living\n  \n  Okay, you be sipping, suppressants, you mix 'em\n  \n  Prescriptions, you need 'em like breathing, I get it\n  \n  You cooler than who be the coolest and more.\n  ","617539":"\n  i dont eat lobster\n  ","617540":"\n  omg this is such a compliment.\n  ","617541":"\n  i am happy right now\n  ","617542":"\n  Model Sav\n  ","617543":"\n  a whichwich sandwich lol no wait gasoline\n  ","617544":"\n  the most entertaining thing on youtube is watching kids school projects lol\n  \n\n   https:\/\/youtu.be\/nYwFf6NRe0Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617545":"\n  family guy\n  ","617546":"\n  i am more of a pool person but it has to be a salt water pool\n  ","617547":"\n  hes awesome\n  ","617548":"\n  i hate the smell of cigs\n  ","617549":"\n  i have photos to spam ask with!!!!!!!\n  ","617550":"\n  Working mostly\n  ","617551":"\n  This is amazingly sweet. Thank you so much. This means a lot and honestly I didn’t realize I was doing that but I’m happy I do that naturally. Thank you❤️\n  ","617552":"\n  i am creative in my own way\n  ","617553":"\n  god thats such a cute thing to say. i wish someone would do that for me.\n  ","617554":"\n  this is really sad\n  ","617555":"\n  damn the 80's looked fun\n  ","617556":"\n  san diego\n  ","617557":"\n  the people have spoken and the people love ash poops LMAO\n  ","617558":"\n  i have 20+\n  ","617559":"\n  no, that is from a movie.\n  ","617560":"\n  i like my eyes.\n  ","617561":"\n  turkey. and its all about the sauces for me. i just love so many different blends of sauces together.\n  ","617562":"\n  just trying to watch riverdale\n  ","617563":"\n  too hot\n  ","617564":"\n  I love writing poems. So much.\n  ","617565":"\n  Why?\n  ","617566":"\n  I’m dark. Lol and I’ve only so far have gotten pieces. My fillers will be less dramatic\n  ","617567":"\n  I am.\n  \n  This one is of me. I’m a moon that’s dead ? inside but I’m focused on my mind more than my body. I always feel vulnerable but I’m also very comfortable in my own skin.\n  ","617568":"\n  hahahahahahhaahah that kinda was too perfect\n  ","617569":"\n  well first you must buy a VPN\n  \n  then you have to download the server Torrent\n  \n  then find the library on there to search for whatever youre looking for or you can find links from other peoples posts.\n  ","617570":"\n  yes, but i dont do it cause i dont have a VPN\n  ","617571":"\n  humans are in the stars. #aliens\n  ","617572":"\n  ugh\n  \n  YOU\n  ","617573":"\n  no, not that much.\n  ","617574":"\n  it sucks how we are all fighting until the day we die.\n  ","617575":"\n  life is good, sometimes. & sometimes life can be really tough.\n  ","617576":"\n  i know its really stressful sometimes lol\n  ","617577":"\n  my heart\n  ","617578":"\n  i love pizza so much.\n  ","617579":"\n  i postponed it.\n  ","617580":"\n  hahahahah i doubt she would be down for that as well.\n  ","617581":"\n  i dont think i ever used that\n  ","617582":"\n  thank you!\n  ","617583":"\n  why doesnt yours light up??? im so sorry :( im pretty sure all Macs light up\n  ","617584":"\n  no i am not. they dont play as entertaining as mens...\n  ","617585":"\n  kinda in the middle honestly\n  ","617586":"\n  there entrance's are so funny lol\n  ","617587":"\n  There’s a war on my mind\n  ","617588":"\n  i thought i was gonna be in a better mood to be on here but than i fell asleep and woke up with no energy to be on here anymore ;\/ and kinda just wanna watch riverdale. i hate being down :(\n  ","617589":"\n  im just more open - minded than most.\n  ","617590":"\n  it depends but probably around midnight\n  ","617591":"\n  awh thank you\n  ","617592":"\n  what am i doing right now?\n  ","617593":"\n  AWH bby!!! thats so cute.\n  ","617594":"\n  no i havent.\n  ","617595":"\n  with my best friend chloe. she knows how to perfectly balance being a tourist but being a local. being chill and when to go crazy. she is very easy going and fun\n  ","617596":"\n  thank you!! you as welll\n  ","617597":"\n  ash always does this to me when im sleeping. i love it so much. she will lightly tap her nose to mine and just stick her nose in my mouth. i always thought they did it because they wanted to check to make sure i was still alive lol\n  ","617598":"\n  everything the love of my life said turned out to be nothing but a fantasy.\n  ","617599":"\n  i was supposed to be going to the movies tonight but that got canceled lol i used to go to the movies a lot but anymore. its way expensive for my budget right now.\n  ","617600":"\n  i hope you all are excited, you are going to get all my attention tonight!! i am going to try and make some real progress with answering some questions. :D\n  ","617601":"\n  No, I kinda wish :\/\n  ","617602":"\n  With a good book ?\n  ","617603":"\n  Water ?\n  ","617604":"\n  The way I think ?\n  ","617605":"\n  How would you do that?\n  ","617606":"\n  False! Sushi is the best\n  ","617607":"\n  Who are you?\n  ","617608":"\n  I can be :(\n  ","617609":"\n  Are you watching me?\n  ","617610":"\n  I had a customer say “you remind me of the pornstAr named Savannah! You know the one that shot herself in the head?” ?\n  ","617611":"\n  My nightmares :(\n  ","617612":"\n  I love jughead!\n  ","617613":"\n  A hug!\n  ","617614":"\n  uh never?\n  ","617615":"\n  gimme all the love!!\n  ","617616":"\n  you are so sweet. i cannot explain how good it feels to be able to smile and not be self conscious.\n  ","617617":"\n  no :(\n  ","617618":"\n  pay me for what?\n  ","617619":"\n  yes, i have been having the same issues with that spam thing but i still prefer using the computer.\n  ","617620":"\n  what the fuck is yours bruh?\n  ","617621":"\n  ash loves plants....\n  ","617622":"\n  hip hop \/ rap\n  ","617623":"\n\n   https:\/\/youtu.be\/J5SdTeijDhY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617624":"\n  Thank you so much my love\n  ","617625":"\n  HAHAHA oh\n  ","617626":"\n  I want the love I deserve.\n  ","617627":"\n  No yous\n  ","617628":"\n  Ugh. I luv u\n  ","617629":"\n  What about it?\n  ","617630":"\n  Oh fuck no!!\n  ","617631":"\n  im starting to fall asleep! goodnight!\n  ","617632":"\n  jump in the limo with miley and party. omg thats like a fantasy\n  ","617633":"\n  i never have time but i live so close to the beach\n  ","617634":"\n  exactly\n  ","617635":"\n  thats really mean to say\n  ","617636":"\n  wow thank you so much!!!\n  ","617637":"\n  a lot of people really liked this photo.\n  ","617638":"\n  i want to squeeze your cheeks\n  ","617639":"\n  oh gosh!!!\n  ","617640":"\n  \"pop in for a cuppa\"  - wat?\n  ","617641":"\n  nope. its still pretty accurate.\n  ","617642":"\n  i have my ups and downs.. but i will keep on moving forward. thank you so much my kind friend. i love you lots.\n  ","617643":"\n  what does this mean?\n  ","617644":"\n  This is the demon in my head that begs me to write so I never die when I’m dead, which is the quote that runs down my arm.\n  ","617645":"\n  go on here, watch shows, read, relax\n  ","617646":"\n  i mean opium\n  \n  |\n  \n  |\n  \n  v\n  ","617647":"\n  I will explain them one at a time\n  \n  This one is molecules for opium because love is the opinion to my life.\n  ","617648":"\n  i was on formspring and when that got shut down i heard about ask.\n  \n  who remembers this?\n  ","617649":"\n  sweet - chocolate\n  \n  sour - sour patch kids.\n  ","617650":"\n  i know you is.\n  ","617651":"\n  i love u\n  ","617652":"\n  i have. a long time ago. i wouldnt mind modeling again.\n  ","617653":"\n  i have 20 tattoos... it would take me a very long time explaining each and every single one. and yes they all having meaning behind them.\n  ","617654":"\n  thank you\n  ","617655":"\n  i agree!! ugh haters.\n  ","617656":"\n  more will come eventually\n  ","617657":"\n  you are so sweet to me.\n  ","617658":"\n  not at the moment.\n  ","617659":"\n  thank you!! its salavador Dali\n  ","617660":"\n  lol not really\n  ","617661":"\n  thank you!!!! even tho my post got deleted\n  ","617662":"\n  you are so sweet.\n  ","617663":"\n  thank you!\n  ","617664":"\n  Nope. ?\n  ","617665":"\n  Thanks babes\n  ","617666":"\n  my pjs lol and a random long sleeve that i would be okay with getting a bunch of ink on it.\n  ","617667":"\n  no i dont believe so.\n  ","617668":"\n  just on here :)\n  ","617669":"\n  quite a bit. not saying i dont need to lose a couple pounds but i dont want to be crazy thin again.\n  ","617670":"\n  honestly i used to miss how thin i used to be and then i look now and omg no..... i was too thin before.\n  ","617671":"\n  Yes:)\n  ","617672":"\n  Booty\n  ","617673":"\n  It’s not finished.\n  ","617674":"\n  I feel a lot better now that I showered\n  ","617675":"\n  ?????\n  ","617676":"\n  My best friend says the right things ❤️\n  ","617677":"\n  anons please go talk to nikki so i can come back on and try to answer most of my questions or at least go through and delete the ones i wont answer lol\n  ","617678":"\n  im going to shower and then i want to be on here for awhile tonight. try and answer a few of my questions.\n  ","617679":"\n  yes. i didnt have a computer for a couple years actually.\n  ","617680":"\n  showering and its 10:55 PM\n  ","617681":"\n  why?\n  ","617682":"\n  its ok. i just hate being wrong.\n  ","617683":"\n  i love you.\n  ","617684":"\n  i hope she doesnt attempt suicide.\n  \n  but im so sick of this constant emotional pressure as well.\n  \n  and im so tired of giving and giving until i have nothing left to give and not get anything back.\n  ","617685":"\n  he keeps promising me things and then he breaks the promise\n  ","617686":"\n  I’m gonna take a shower\n  ","617687":"\n  Ash is like “I know bitch”\n  ","617688":"\n  I’m having a really hard time cause of my bf:\/\n  ","617689":"\n  My baby is cuddling with me\n  ","617690":"\n  thats mean\n  ","617691":"\n  no?\n  ","617692":"\n  my computer just made the loudest beeping sound and i swear my kitty was gonna attack my computer lol\n  ","617693":"\n  yes ive heard many different ones.\n  \n  avril lavigne, lana del rey, sky ferreira, kate moss, and truthfully i dont know the names but people have sent  me videos of old movies cause they thought i looked like the actress in them.\n  ","617694":"\n  friday. i have this lip stuff from korea thats call skru cream and when you have chapped lips you put a little bit on and rub your lips and it peels all the dead skin off your lips for you.\n  ","617695":"\n  i did, but for my bf's father.\n  ","617696":"\n  awh Denny i had no idea!!! i miss you as well.\n  ","617697":"\n  So I was upset and I went to go get gas and the guy knew I have been crying and he was so sweet and was just there for me as if we’ve known each other for a long time and then this other guy came in and overheard the conversation so before he left the gas station he came and gave me a hug and said, “hope you have a better night” and this just reminded me that there’s good people out there that will do random acts of kindness and that we never know what’s going on in people’s lives and we should always be kind to one another.\n  ","617698":"\n  Ash is watching shows with me\n  ","617699":"\n  I love you ❤️\n  ","617700":"\n  I want to sleep more\n  ","617701":"\n  ILY ❤️\n  ","617702":"\n  Hahahhhaah you’re so funny\n  ","617703":"\n  I’ve been on here basically as long as ask has been created ..\n  ","617704":"\n  That sounds actually awful\n  ","617705":"\n  I can be a wreck sometimes and just throw my clothes everywhere lol\n  ","617706":"\n  I actually haven’t been but I’ve gotten a few warnings\n  ","617707":"\n  I am feeling pretty good!\n  ","617708":"\n  Money\n  ","617709":"\n  End with the old\n  \n  And start over.\n  \n  Find a new job & find new friends\n  ","617710":"\n  I’m about to get ready to leave to hang out with my family\n  ","617711":"\n  Organizing things.\n  ","617712":"\n  So long that I need to get it redone and trimmed lol\n  ","617713":"\n  Yay!!\n  ","617714":"\n  suck it up and eat the goddamn food\n  \n  don't be a pansy lol\n  ","617715":"\n  when i got to the beach i will take a pic of me in my new bikini .. trust.\n  ","617716":"\n  well i pay for my own room but theres other people who live in the house\n  ","617717":"\n  dude people who reply super fast on snapchat worry me.. like are they just on snap all day?\n  ","617718":"\n  hey how are you?\n  ","617719":"\n  literally one of my favorite songs ever created\n  ","617720":"\n  Does it look like my top row is shifting?\n  ","617721":"\n  if i ever meet God i am going to thank him for my face hahahahah\n  ","617722":"\n  omg stop\n  ","617723":"\n  Omg ?\n  ","617724":"\n  I fucking love those who gave 300 tokens for that picture\n  ","617725":"\n  ILY LONG LONG TIME\n  ","617726":"\n  no worries hahahaha\n  ","617727":"\n  you're so sweet\n  ","617728":"\n  lets try to meet up in july\n  ","617729":"\n  of course. i do have lots of social media friends.\n  ","617730":"\n  i know girl!! come to SD\n  \n  ill be in LA in beginning of july\n  ","617731":"\n  i honestly have no idea.\n  ","617732":"\n  I'm good. just got home from work.\n  \n  i miss you as well.\n  ","617733":"\n  lol this type of music is so much fun to mess around and dance too\n  ","617734":"\n  hey nikki!!! how are you\n  ","617735":"\n  take care of himself and his family\n  ","617736":"\n  oh stop\n  ","617737":"\n  i don't have a full length mirror :( its in storage.\n  ","617738":"\n  why thank you\n  ","617739":"\n  I'm about to head over to my sister in laws to hang out with my nieces.\n  ","617740":"\n  my wallet, my keys,  mints or gum, toothpaste \/ travel toothbrush, tampons \/ pads, chapstick, perfume, and advil\n  ","617741":"\n  yessssss i have!! but there good but not like omg i have to order them every time i go to taco bell good\n  ","617742":"\n  what the fuck is sunset beach\n  ","617743":"\n  I’m sad ?\n  ","617744":"\n  You have to forgive yourself\n  ","617745":"\n  No\n  ","617746":"\n  Because of the finals?\n  ","617747":"\n  A week ago\n  ","617748":"\n  Because it’s very intimate and brings people closer to each other. It’s brings out there true chemistry with each other.\n  ","617749":"\n  Okay I’m super sleepy\n  ","617750":"\n  DoorDash\n  ","617751":"\n  Come to California\n  ","617752":"\n  Thank you!\n  ","617753":"\n  Hi\n  ","617754":"\n  Babe❤️\n  ","617755":"\n  no i am not.\n  ","617756":"\n  I'm thinking about watching When They See Us.\n  \n  even though it makes me so angry that someone did this to children. but i need to watch at least one episode today.\n  ","617757":"\n  why can't you marry me?\n  ","617758":"\n  lakers always\n  \n  but right now warriors.\n  ","617759":"\n  i am good but thanks tho\n  ","617760":"\n  Mmmmmm nope\n  ","617761":"\n  how am i supposed to talk to someone when i don't even know who you are\n  ","617762":"\n  it really makes my eyes pop\n  ","617763":"\n  that was actually pretty good lol\n  ","617764":"\n  its starting to get really hot now..\n  ","617765":"\n  Awh noooooo :( here’s a pic of me to help bring you back to life\n  ","617766":"\n  take care of yourself!!!\n  ","617767":"\n  I was watching female World Cup today when I was getting my nails done lol\n  \n  And I like basketball\n  ","617768":"\n  aww seriously?\n  ","617769":"\n  no way\n  ","617770":"\n  awhhhhhhh you are so sweet. wow thank you.\n  ","617771":"\n  so i say if you have the extra money to spend on the wedding spend it but like spend within your budget. i want an expensive wedding but thats because I'm a little spoiled brat and want to be the best of the best lol. i already know where i am getting married at, Fairmont Grand Del Mar. Lebron James got married there lol. it is so elegant and i can't wait to get married.\n  \n  heres the entrance... theres always insanely expensive cars parked here\n  ","617772":"\n  Why can’t you be?\n  ","617773":"\n  you have nothing to apologize for.\n  ","617774":"\n  Completely natural\n  ","617775":"\n  I love the person who gave me 101 ❤️❤️❤️❤️\n  ","617776":"\n  You should be in my RL\n  ","617777":"\n  Want to wear it?\n  ","617778":"\n  so fucking crazy how long I've known you.\n  ","617779":"\n  my squishyyyy\n  ","617780":"\n  yes it has been\n  ","617781":"\n  hannah montana, drake & josh, and family guy lol\n  ","617782":"\n  i hope you are doing well\n  ","617783":"\n  alive. lol\n  ","617784":"\n  you mean it?\n  ","617785":"\n  how much would i get paid?\n  \n  and i think i would do something like this but only for you because you would actually treat me really well.\n  ","617786":"\n  hahahah that timing at 0:50 was too perfect.\n  ","617787":"\n  My god I love you ❤️\n  ","617788":"\n  My face looks pretty in this\n  ","617789":"\n  I was feeling myself this morning\n  ","617790":"\n  i love you\n  ","617791":"\n  i am going to see my nieces before they move to washington\n  ","617792":"\n  this is so sweet to think about!\n  \n  thank you for this thought\n  ","617793":"\n  literally looks like the worst porno ever made\n  ","617794":"\n  Got my nails did\n  ","617795":"\n  what the fuck lol\n  ","617796":"\n  I'm always cray cray yo\n  ","617797":"\n  me too because that means i don't have to work and i can just focus on you guys!!\n  ","617798":"\n  thank you\n  ","617799":"\n  happiness\n  ","617800":"\n  it looks kinda pudgy\n  ","617801":"\n  and how would i do that\n  ","617802":"\n  yes HAHAHA always call her a weirdo after cause she is literally so proud of herself after she poops\n  ","617803":"\n  i need you to walk around with me and tell me these things at all times\n  ","617804":"\n  I'm sorry what\n  ","617805":"\n  venmo or cashapp\n  ","617806":"\n  same.\n  ","617807":"\n  i use this!! my hair isn't perfect. i need to go get my hair done\n  ","617808":"\n  not in person no\n  ","617809":"\n  this is what i think about every time\n  ","617810":"\n  i can say the same. and so did hannah montana\n  ","617811":"\n  i like where your head is at girl ahhahaah\n  ","617812":"\n  when i want affection and he doesn't give it\n  ","617813":"\n  wait kawhi leanard lives that fucking close to me? i live in ranch santa fe. omg. lol\n  \n  oh at least 1.5 million a year\n  ","617814":"\n  yes actually and it was because of iCarly as well\n  ","617815":"\n  im gonna be really bummed when  find out that you are actually a girl ;)\n  ","617816":"\n  AWH thank you so much\n  ","617817":"\n  I'm on my way\n  ","617818":"\n  \"you have this way about you that makes you really special and everybody's type.\"\n  ","617819":"\n  i can't remember. i need to start reading again tho.. i really enjoy it... i just don't really find the time.. I'm more into shows right now, i think i have to wait until theres no good shows at the moment to pick up reading again.\n  ","617820":"\n  i have never done tarot card reading before and so I'm super curious what mine would say.\n  ","617821":"\n  i don't care when we meet, i just hope that we do.\n  ","617822":"\n  i am not wearing perfume right now\n  ","617823":"\n  can i ride your D?\n  \n  gimme your disco stick\n  ","617824":"\n  thanks D\n  ","617825":"\n  I feel like my smile is forced\n  ","617826":"\n  oh my god Riana why are you such a dude?? LOLOLOL\n  ","617827":"\n  omg i think i would personally freak out and be really excited to finally meet someone off of ask.\n  ","617828":"\n  aww, thats so cute!!\n  \n  I'm actually going to jump in the shower because i stink lol\n  ","617829":"\n  what the fuck no\n  ","617830":"\n  i actually had more money than i thought\n  ","617831":"\n  i hate busses\n  ","617832":"\n  YES MY GOD.\n  ","617833":"\n  you are sweet for thinking so\n  ","617834":"\n  i used to get a lot of warnings but not anymore. I'm sorry you got warnings.. i feel like if i didn't have as many answered questions and followers and i wasnt verified they would have shut me down years ago but i think the ask community actually likes me lol\n  ","617835":"\n  HAPPY 11TH ANNIVERSARY OMG\n  \n  and ash is 5 years old this june\n  ","617836":"\n  this sounds like the best day ever!\n  \n  love you anon!\n  ","617837":"\n  no i haven't. i need to go to trader joes tho and get more food\n  ","617838":"\n  she loves it. its adorable.\n  ","617839":"\n  i think i would be shocked\n  ","617840":"\n  i have 513 unanswered questions and its driving me nuts i can't get through them\n  ","617841":"\n  \"im super tired\"\n  ","617842":"\n  what the fuck aahahahahahahhah\n  ","617843":"\n  hahah yeah i like to change my tone of voice a lot\n  ","617844":"\n  what are they saying?\n  ","617845":"\n  my bf has blackmail on his phone its not ok lol\n  \n  I'm happy you liked this video\n  ","617846":"\n  i will fight them for you ugh.\n  ","617847":"\n  don't even get me started\n  ","617848":"\n  of course i do.. I'm human\n  ","617849":"\n  sundays are my days to just chill so I'm just hanging out.\n  \n  im gonna shower, maybe throw some laundry in, and watch Preacher.\n  ","617850":"\n  old school rap is the best rap\n  ","617851":"\n  yes. my mom was a pharmaceutical rep so i went to a lot of oncology conventions.\n  ","617852":"\n  i hate how people want to be friends with me anonymously.\n  \n  but, i like answering anonymous questions and knowing what people think.\n  ","617853":"\n  i just heard this song.. is so good.\n  \n\n   https:\/\/youtu.be\/mfqsEpjEtrw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617854":"\n  i actually didn't take the SAT's\n  ","617855":"\n  i ask this question all the time. it seriously gets on my nerves.\n  ","617856":"\n  yes i have sadly\n  ","617857":"\n  I know hahaha that message is for the Fuckhead who needed to send that lol\n  ","617858":"\n  where\n  ","617859":"\n  1. ash\n  \n  2. food\n  \n  3. money\n  ","617860":"\n  what are you looking at?\n  ","617861":"\n  OMG thats so mean!!!!! lol but also true love\n  ","617862":"\n  i have been following your page for years and you never disappoint.\n  ","617863":"\n  aww you two are so sweet. i am doing ok. theres no need to worry!\n  ","617864":"\n  poloroid... i feel like they are cuter\n  ","617865":"\n  snuggle and cuddle\n  ","617866":"\n  I've been really good how about you?\n  ","617867":"\n  omg i wouldn't go outside without it lol\n  ","617868":"\n  i sure did\n  ","617869":"\n  ill take anything with sugar\n  ","617870":"\n  I am good!\n  \n  I am going to shower I will be back!\n  ","617871":"\n  When you let go of all the bullshit\n  ","617872":"\n  #bringbackcodysimpson\n  ","617873":"\n  i am not sure, but i know i can find someone\n  ","617874":"\n  well since i am so white i don't really have an opinion on them cause i will never have to use them... but truthfully we should all love the body we are born with and that means the skin color. because its not about that... its about who you are as a person.\n  ","617875":"\n  he does like his thing in my mouth ahahahah\n  ","617876":"\n  i agree\n  ","617877":"\n  MY FUCKING GOD YES SPENCYYYYYY!! I WILL PARTY HARDY FOR YOU\n  ","617878":"\n  omfg i love you!!!!!!\n  ","617879":"\n  i love you for being thankful i am alive\n  ","617880":"\n  thank you !!!!\n  ","617881":"\n  THANK YOU\n  ","617882":"\n  because i  swear no one knows how to do that\n  ","617883":"\n  san diego\n  ","617884":"\n  I LOVE YOU MY FRIEND WITH 2 CATS FROM NC!!\n  ","617885":"\n  thank you lovely!\n  ","617886":"\n  you are so sweet! thank you so much!!\n  ","617887":"\n  i don't watch anything with commercials so i am not sure\n  ","617888":"\n  yes, only out of pure curiosity\n  ","617889":"\n  trailer park boys season 10\n  ","617890":"\n  My profile picture\n  ","617891":"\n  Oh wow it’s been a long time\n  ","617892":"\n  I am tired from a long day at work and I really need to shower.\n  ","617893":"\n  That I can make myself laugh during the hard times\n  ","617894":"\n  Always.\n  ","617895":"\n  lol hes not like that.\n  ","617896":"\n  omg lol this is amazing. thank you so much.\n  ","617897":"\n  aww, thats really sweet of you to say\n  ","617898":"\n  yes i have.. and drink 5 shots.\n  ","617899":"\n  thank you!!!!!!\n  ","617900":"\n  thank you!!!\n  ","617901":"\n  thank you so much for all of your love.\n  ","617902":"\n  how to pay your taxes or how to invest your money\n  ","617903":"\n  thank you so much\n  ","617904":"\n  hahahah your so cute\n  ","617905":"\n  i am really struggling. because i have to pay rent i don't really have much money. and I'm just not sure what I'm going to do..\n  ","617906":"\n  thank you. she makes me so happy\n  ","617907":"\n  i am really struggling right now.\n  ","617908":"\n  thank you i think\n  ","617909":"\n  i would love to.. i love spain\n  ","617910":"\n  noo? im gonna wear underwear then sell it\n  ","617911":"\n  I'm really bad about wearing it. i need to wear it every night when i sleep.\n  ","617912":"\n  i really don't like my nose\n  ","617913":"\n  trust me I've looked into this and they won't take my eggs.\n  \n  i have mental illness in my family history.\n  \n  I've done lots of drugs and drank a lot lol\n  ","617914":"\n  my underwear..\n  ","617915":"\n  i want to dress like this everyday omg. #goals\n  ","617916":"\n  thank you. i know i am trying really hard and i need to just keep on trying.\n  ","617917":"\n  $50\n  ","617918":"\n  i am still making it\n  ","617919":"\n  its tomorrow but thank you!!!!\n  ","617920":"\n  aww you are so sweet!!! love you as well\n  ","617921":"\n  hey whats up\n  ","617922":"\n  tomorrow\n  ","617923":"\n  thank you so much. that is what i am going to try to do this morning before i have to head into work.\n  ","617924":"\n  i would so press it on friday…. that would be so much fun!! i would be able to experience both bodies and see what its like to really be in the opposite sex mindset and body. get a deeper understanding of them..\n  ","617925":"\n  yes. i have a great family.\n  ","617926":"\n  thats great! lol\n  ","617927":"\n  i need to realize that i have the best siblings and family ever. and that if i just ask for help they will always be there for me no matter what.\n  ","617928":"\n  She’s trying to cheer me up\n  ","617929":"\n  maybe\n  ","617930":"\n  i am having a really hard time. i am trying really hard to find a side job where i can start making a little bit of some extra money so i wouldn't be so tight with money after paying rent. and they do not want to make it easy for anyone to make extra money. and my own bf doesn't want to help me anymore because he feels like it causes too much tension in our relations hip. and i just don't know what to do I'm really struggling.\n  ","617931":"\n  That’s me with my upper retainer LOL\n  ","617932":"\n  Does she like it?\n  ","617933":"\n  I have until Thursday to figure out my rent situation\n  ","617934":"\n  I don’t want to be with my bf anymore because he doesn’t want to help me with rent even tho I am going to pay him back and everything.\n  ","617935":"\n  I want a PO Box so bad. People should donate 5 bucks to my PO Box dream lol\n  ","617936":"\n  I wanna just be in bed and spend all day\/night on ask. You guys always make me feel better when I’m down. You are all so therapeutic ? thank you for always being here for me\n  ","617937":"\n  Sadly they are a big part\n  ","617938":"\n  Whoever bought me this omg I love you I’m having a really hard time today since I don’t think I’m going to be able to pay my rent. But this cheered me up.. thank you!\n  ","617939":"\n  Probably once a year\n  ","617940":"\n  They do. Why do the worst people always get to live.\n  ","617941":"\n  I’m a terrible person because I really want a person (don’t want to say who I’m talking about) to get hit by a car and die on the way home. Or if someone would kindly poison them for me I would be VERY fucking grateful.\n  ","617942":"\n  Omg 50 million\n  ","617943":"\n  Oh god.. that’s tough. All three of those places are so different.\n  \n  Right now Cali\n  ","617944":"\n  i am about to shower\n  ","617945":"\n  no? my mom side is from chicago and my dads side is from washington.\n  \n  my brother, sister, and i are the only ones from california\n  ","617946":"\n  what in the fuck. LOL\n  ","617947":"\n  green\n  ","617948":"\n  you're very welcome\n  ","617949":"\n  my moms side is\n  ","617950":"\n  yeah, to live with family\n  ","617951":"\n  my ask keeps getting spammed by this stupid walmart scam\n  ","617952":"\n  i worked at Kohl's\n  ","617953":"\n  she's my friend\n  ","617954":"\n  i am making an official website on squared to sell my underwear LOL\n  ","617955":"\n  the mandala on my elbow\n  ","617956":"\n  She’s my friend lol\n  ","617957":"\n  $0!\n  ","617958":"\n  $885\n  \n  I have almost that much but just need a little more\n  ","617959":"\n  No? I just need that much more to pay my rent\n  ","617960":"\n  Thursday\n  \n  $150\n  ","617961":"\n  I would love to see you send me money anonymously through cash app\n  ","617962":"\n  Please send ideas for side hustles I could do so I can have help paying rent.\n  ","617963":"\n  yes it is!!\n  ","617964":"\n  not to self: i am too old to be pulling all nighters.\n  ","617965":"\n  ok good cause i need the money\n  ","617966":"\n  i want to go back to sleep so bad.\n  \n  i am so tired,\n  ","617967":"\n  i just pulled an all nighter. omg.\n  ","617968":"\n  underground basement\n  ","617969":"\n  no never.\n  ","617970":"\n  i have never thought about that.\n  \n  like why don't them fall through the ground and shit….\n  ","617971":"\n  i am very intrigued with the dark web LOL\n  ","617972":"\n  i wasn't actually which is really weird since i kinda didn't care most of high school.\n  ","617973":"\n  okay ill be back in a bit.\n  \n  and no omg.\n  ","617974":"\n  i am going to try and get through more of my questions after i shower.\n  ","617975":"\n  i curious what this songs says about me… cause this was my fav song for a really long time.\n  \n\n   https:\/\/youtu.be\/xzZQSIRYloA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617976":"\n  oh hell no. i am not fearless, i don't want to fall flat on my face\n  ","617977":"\n  i love that you love when I'm online.\n  ","617978":"\n  oh my god. you have me so curious!\n  ","617979":"\n  you are quite imaginative aren't you lol.\n  \n  and thats pretty accurate lol\n  ","617980":"\n  will ferrell is literally the best.  i wish i felt like Will when i wear tight pants.\n  \n  \"you drinking my sake kimo sabe\" IM DYING LOL\n  ","617981":"\n  truthfully i haven't even gotten to it because  have so many new questions… i got like a few hundred in the last two days.. i promise i will try my best to get to it or you can resend it?\n  ","617982":"\n  you are going to have to explain how this songs shows all of that? but you are right LOL\n  ","617983":"\n  2001-2016\n  ","617984":"\n  well thank you that was really sweet.\n  \n  thats actually my goal.. i think i am going to start my own boutique when i am older and have a little extra cash - a lot of extra cash, and see if my style would actually be something people would wear.\n  ","617985":"\n  i am going to share with you the first song i have ever heard from Chiodos, this is the song that stole my heart and made me listen to every album, every song every. fucking. day.\n  \n\n   https:\/\/youtu.be\/GvAF1Ie-uJE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","617986":"\n  thank you so much. you are so sweet. i honestly take pride in the shoes i find and the outfits i can throw together. i just have my own taste and style. thats why i would love to open up a boutique and fill it with everything i would wear. i am tired of seeing boutiques that are filled with things that the owner thinks 99% of the public would buy instead of filling it up with items that are different but tasteful. lol i feel like i just went on a rant. but thank you so much, this means a lot.\n  ","617987":"\n  luckily the pants are pretty thick so nobody could see my underwear today lol i usually don't wear white pants but there was something about those pants in white that i couldn't live without.\n  ","617988":"\n  you mean me? LOL\n  ","617989":"\n  means a lot!\n  ","617990":"\n  My outfit I wore to work today\n  ","617991":"\n  i will always love a home cooked meal.\n  ","617992":"\n  I think honestly they are still my fav band and whenever i am down and need nostalgia i listen to their music because 1. i know every song by heart 2. craig owens understands me on a deeper level lol. i feel like i am still obsessed and will always be obsessed with craig owens ( the lead singer and song writer)\n  ","617993":"\n  If you were like these cute babies I would adopt you and let you love on me all day long!! But you would be neutered cause that’s just too much to handle lol\n  ","617994":"\n  i like to hang out with friends. go out. shop. read. write. watch shows.\n  ","617995":"\n  spend that month with every single person that means a lot to me.\n  ","617996":"\n  LOL i agree that would be awesome.\n  ","617997":"\n  Love me\n  ","617998":"\n  Me me me\n  ","617999":"\n  Turned out great\n  ","618000":"\n  She’s my niece\n  ","618001":"\n  My elbow\n  ","618002":"\n  writing\n  ","618003":"\n  i love kids\n  ","618004":"\n  thats weird because I'm not actually blood related.\n  ","618005":"\n  she loves me. she cried when i had to go home\n  ","618006":"\n  I’m with my niece Avery\n  ","618007":"\n  No I wouldn’t\n  ","618008":"\n  You don’t have to get a new phone. You can get a used one??\n  ","618009":"\n  I do not ?\n  ","618010":"\n  alright i am off to the shower and i will be back later today.\n  ","618011":"\n  for some reason i ended up actually finding this entertaining lol\n  ","618012":"\n  i took this quiz to find out ;\n  \n   https:\/\/www.buzzfeed.com\/keelyflaherty\/which-mythical-creature-are-you\n  \n\n  DRAGON: You inspire fear and awe, and you're fiercely protective of the people and possessions you cherish. You're a creature of comfort and you enjoy living luxuriously, but you're by no means lazy. If provoked, you're a fearsome enemy, but you're not easily angered. You enjoy time to yourself, but you also require intellectual stimulation, because behind all that raw power, you're also sharp as a tack.\n  ","618013":"\n  wassup daddy <3\n  ","618014":"\n  no, believe it or not but hawaii is expensive too\n  ","618015":"\n  no more diabetes dude, you're gonna go blind and lose your legs.\n  ","618016":"\n  is there a reason why you don't get a newer iPhone?\n  ","618017":"\n  my dad probably does… he also doesn't know how many i have at the moment… and he would not be the slightest bit happy\n  ","618018":"\n  i am gonna have to say no since i don't know what that is\n  ","618019":"\n  OH MY GOD. that is like one of my dreams and then i want to build the coolest kitty room and then start a foundation where children who need a little bit more attention than others can come over and play in the room with all the kitties or we can take the kitties to hospitals or we can start a kitty pal at a Juvenile facility to teach kids responsibility and how to care for another being.\n  ","618020":"\n  aww, wow thank you so much! that is such a compliment\n  ","618021":"\n  isn't this the fucking cutest thing ever?\n  ","618022":"\n  hahahahah you got jokes don't ya\n  ","618023":"\n  sandra bullock kinda looked like michael jackson in this clip lol\n  ","618024":"\n  that my shit will stop posting with a background my fucking god\n  ","618025":"\n  ok the backgrounds just automatically post like how do i make that stop ugh\n  ","618026":"\n  My new tattoo hurts so bad\n  ","618027":"\n  this is hawaiian food\n  ","618028":"\n  i am not sure because if you haven't loved you don't have the pain of losing it but if you have never loved you will never know the most powerful and amazing feeling of loving someone.\n  ","618029":"\n  make sure i am pushing myself to be the best person i can possibly be and take care of myself and making sure i am happy. so they can sleep easy at night knowing they have nothing to worry about.\n  ","618030":"\n  i don't really want to do that sort of thing\n  ","618031":"\n  netflix: its bruno, queen of the south, historical roasts, what if, after life, bonding, imposters, dark summer, easy, the fosters\n  \n  hulu: good trouble, preacher, killing eve, the kids are alright\n  ","618032":"\n  i bought myself a 6 layer large slice of birthday cake from the grocery store and ate the whole thing. lol\n  ","618033":"\n  hahahahahahahahahahah his little scream\n  ","618034":"\n  i wear comfy pants when I'm at home. work out pants, leggings, or, pj pants.. just depends whats the first thing i grab\n  ","618035":"\n  i woke up today at 10:36 am because i didn't fall asleep until 8am. i am pretty tired and need to sleep some but i was going to go see my nieces today. oh my i am tired\n  ","618036":"\n  i think about it a lot actually.\n  ","618037":"\n  omfg hahahah whatever happened to that guy???\n  ","618038":"\n  lol yes i do.\n  ","618039":"\n  i am so glad i am able to make your life a little bit better\n  ","618040":"\n  i will never put any holes into my face.\n  ","618041":"\n  that honestly sounds like the best time of my life and exactly what i need.\n  ","618042":"\n  Yeah :( I can’t wait to talk to my therapist about it\n  ","618043":"\n  I’m waiting for my Hawaiian food so I can go home and watch my shows while stuffing my face\n  ","618044":"\n  I’m making a website where people can buy my shoes, socks, leggings, or whatever I want to sell.\n  ","618045":"\n  i had a really bad nightmare and it kinda stuck with me ugh\n  ","618046":"\n  lets both start working out again !!\n  ","618047":"\n  sounds good to me lol\n  "}}